[
    {
        "verse": "1",
        "devanagari": "मैत्रेय उवाचप्रजापतेर्दुहितरं शिशुमारस्य वै ध्रुव: । उपयेमे भ्रमिं नाम तत्सुतौ कल्पवत्सरौ ॥ १ ॥",
        "english_devnagari": "maitreya uvācaprajāpater duhitaraṁśiśumārasya vai dhruvaḥupayeme bhramiṁ nāmatat-sutau kalpa-vatsarau",
        "verse_Syn": [
            "maitreyaḥ",
            "uvāca",
            "prajāpateḥ",
            "duhitaram",
            "śiśumārasya",
            "vai",
            "dhruvaḥ",
            "upayeme",
            "bhramim",
            "nāma",
            "tat",
            "sutau",
            "kalpa",
            "vatsarau"
        ],
        "translation": "The great sage Maitreya said: My dear Vidura, thereafter Dhruva Mahārāja married the daughter of Prajāpati Śiśumāra, whose name was Bhrami, and two sons named Kalpa and Vatsara were born of her.",
        "purport": " It appears that Dhruva Mahārāja married after being installed on the throne of his father and after the departure of his father to the forest for self-realization. It is very important to note in this connection that since Mahārāja Uttānapāda was greatly affectionate towards his son, and since it is the duty of a father to get his sons and daughters married as quickly as possible, why did he not get his son married before he left home? The answer is that Mahārāja Uttānapāda was a rājarṣi, saintly king. Although he was busy in his political affairs and duties of government management, he was very anxious for self-realization. Therefore as soon as his son Dhruva Mahārāja was quite worthy to take charge of the government, he took this opportunity to leave home, just like his son, who, without fear, left home for self-realization, even at the age of five years. These are rare instances from which we can see that the importance of spiritual realization is above all other important work. Mahārāja Uttānapāda knew very well that to get his son Dhruva Mahārāja married was not so important that it should take preference to his going away to the forest for self-realization."
    },
    {
        "verse": "2",
        "devanagari": "इलायामपि भार्यायां वायो: पुत्र्यां महाबल: । पुत्रमुत्कलनामानं योषिद्रत्नमजीजनत् ॥ २ ॥",
        "english_devnagari": "ilāyām api bhāryāyāṁvāyoḥ putryāṁ mahā-balaḥputram utkala-nāmānaṁyoṣid-ratnam ajījanat",
        "verse_Syn": [
            "ilāyām",
            "api",
            "bhāryāyām",
            "vāyoḥ",
            "putryām",
            "mahā",
            "balaḥ",
            "putram",
            "utkala",
            "nāmānam",
            "yoṣit",
            "ratnam",
            "ajījanat"
        ],
        "translation": "The greatly powerful Dhruva Mahārāja had another wife, named Ilā, who was the daughter of the demigod Vāyu. By her he begot a son named Utkala and a very beautiful daughter.",
        "purport": ""
    },
    {
        "verse": "3",
        "devanagari": "उत्तमस्त्वकृतोद्वाहो मृगयायां बलीयसा । हत: पुण्यजनेनाद्रौ तन्मातास्य गतिं गता ॥ ३ ॥",
        "english_devnagari": "uttamas tv akṛtodvāhomṛgayāyāṁ balīyasāhataḥ puṇya-janenādrautan-mātāsya gatiṁ gatā",
        "verse_Syn": [
            "uttamaḥ",
            "tu",
            "akṛta",
            "udvāhaḥ",
            "mṛgayāyām",
            "balīyasā",
            "hataḥ",
            "puṇya",
            "janena",
            "adrau",
            "tat",
            "mātā",
            "asya",
            "gatim",
            "gatā"
        ],
        "translation": "Dhruva Mahārāja’s younger brother Uttama, who was still unmarried, once went on a hunting excursion and was killed by a powerful Yakṣa in the Himālaya Mountains. Along with him, his mother, Suruci, also followed the path of her son [she died].",
        "purport": ""
    },
    {
        "verse": "4",
        "devanagari": "ध्रुवो भ्रातृवधं श्रुत्वा कोपामर्षशुचार्पित: । जैत्रं स्यन्दनमास्थाय गत: पुण्यजनालयम् ॥ ४ ॥",
        "english_devnagari": "dhruvo bhrātṛ-vadhaṁ śrutvākopāmarṣa-śucārpitaḥjaitraṁ syandanam āsthāyagataḥ puṇya-janālayam",
        "verse_Syn": [
            "dhruvaḥ",
            "bhrātṛ",
            "vadham",
            "śrutvā",
            "kopa",
            "amarṣa",
            "śucā",
            "arpitaḥ",
            "jaitram",
            "syandanam",
            "āsthāya",
            "gataḥ",
            "puṇya",
            "jana",
            "ālayam"
        ],
        "translation": "When Dhruva Mahārāja heard of the killing of his brother Uttama by the Yakṣas in the Himālaya Mountains, being overwhelmed with lamentation and anger, he got on his chariot and went out for victory over the city of the Yakṣas, Alakāpurī.",
        "purport": " Dhruva Mahārāja’s becoming angry, overwhelmed with grief, and envious of the enemies was not incompatible with his position as a great devotee. It is a misunderstanding that a devotee should not be angry, envious or overwhelmed by lamentation. Dhruva Mahārāja was the king, and when his brother was unceremoniously killed, it was his duty to take revenge against the Yakṣas from the Himālayas."
    },
    {
        "verse": "5",
        "devanagari": "गत्वोदीचीं दिशं राजा रुद्रानुचरसेविताम् । ददर्श हिमवद्‌द्रोण्यां पुरीं गुह्यकसङ्कुलाम् ॥ ५ ॥",
        "english_devnagari": "gatvodīcīṁ diśaṁ rājārudrānucara-sevitāmdadarśa himavad-droṇyāṁpurīṁ guhyaka-saṅkulām",
        "verse_Syn": [
            "gatvā",
            "udīcīm",
            "diśam",
            "rājā",
            "rudra",
            "anucara",
            "sevitām",
            "dadarśa",
            "himavat",
            "droṇyām",
            "purīm",
            "guhyaka",
            "saṅkulām"
        ],
        "translation": "Dhruva Mahārāja went to the northern direction of the Himālayan range. In a valley he saw a city full of ghostly persons who were followers of Lord Śiva.",
        "purport": " In this verse it is stated that the Yakṣas are more or less devotees of Lord Śiva. By this indication the Yakṣas may be taken to be the Himālayan tribes like the Tibetans."
    },
    {
        "verse": "6",
        "devanagari": "दध्मौ शङ्खं बृहद्बाहु: खं दिशश्चानुनादयन् । येनोद्विग्नद‍ृश: क्षत्तरुपदेव्योऽत्रसन्भृशम् ॥ ६ ॥",
        "english_devnagari": "dadhmau śaṅkhaṁ bṛhad-bāhuḥkhaṁ diśaś cānunādayanyenodvigna-dṛśaḥ kṣattarupadevyo ’trasan bhṛśam",
        "verse_Syn": [
            "dadhmau",
            "śaṅkham",
            "bṛhat",
            "bāhuḥ",
            "kham",
            "diśaḥ",
            "ca",
            "anunādayan",
            "yena",
            "udvigna",
            "dṛśaḥ",
            "kṣattaḥ",
            "upadevyaḥ",
            "atrasan",
            "bhṛśam"
        ],
        "translation": "Maitreya continued: My dear Vidura, as soon as Dhruva Mahārāja reached Alakāpurī, he immediately blew his conchshell, and the sound reverberated throughout the entire sky and in every direction. The wives of the Yakṣas became very much frightened. From their eyes it was apparent that they were full of anxiety.",
        "purport": ""
    },
    {
        "verse": "7",
        "devanagari": "ततो निष्क्रम्य बलिन उपदेवमहाभटा: । असहन्तस्तन्निनादमभिपेतुरुदायुधा: ॥ ७ ॥",
        "english_devnagari": "tato niṣkramya balinaupadeva-mahā-bhaṭāḥasahantas tan-ninādamabhipetur udāyudhāḥ",
        "verse_Syn": [
            "tataḥ",
            "niṣkramya",
            "balinaḥ",
            "upadeva",
            "mahā",
            "bhaṭāḥ",
            "asahantaḥ",
            "tat",
            "ninādam",
            "abhipetuḥ",
            "udāyudhāḥ"
        ],
        "translation": "O hero Vidura, the greatly powerful heroes of the Yakṣas, unable to tolerate the resounding vibration of the conchshell of Dhruva Mahārāja, came forth from their city with weapons and attacked Dhruva.",
        "purport": ""
    },
    {
        "verse": "8",
        "devanagari": "स तानापततो वीर उग्रधन्वा महारथ: । एकैकं युगपत्सर्वानहन् बाणैस्त्रिभिस्त्रिभि: ॥ ८ ॥",
        "english_devnagari": "sa tān āpatato vīraugra-dhanvā mahā-rathaḥekaikaṁ yugapat sarvānahan bāṇais tribhis tribhiḥ",
        "verse_Syn": [
            "saḥ",
            "tān",
            "āpatataḥ",
            "vīraḥ",
            "ugra",
            "dhanvā",
            "mahā",
            "rathaḥ",
            "eka",
            "ekam",
            "yugapat",
            "sarvān",
            "ahan",
            "bāṇaiḥ",
            "tribhiḥ",
            "tribhiḥ"
        ],
        "translation": "Dhruva Mahārāja, who was a great charioteer and certainly a great bowman also, immediately began to kill them by simultaneously discharging arrows three at a time.",
        "purport": ""
    },
    {
        "verse": "9",
        "devanagari": "ते वै ललाटलग्नैस्तैरिषुभि: सर्व एव हि । मत्वा निरस्तमात्मानमाशंसन् कर्म तस्य तत् ॥ ९ ॥",
        "english_devnagari": "te vai lalāṭa-lagnais tairiṣubhiḥ sarva eva himatvā nirastam ātmānamāśaṁsan karma tasya tat",
        "verse_Syn": [
            "te",
            "vai",
            "lalāṭa",
            "lagnaiḥ",
            "taiḥ",
            "iṣubhiḥ",
            "sarve",
            "eva",
            "hi",
            "matvā",
            "nirastam",
            "ātmānam",
            "āśaṁsan",
            "karma",
            "tasya",
            "tat"
        ],
        "translation": "When the heroes of the Yakṣas saw that all their heads were being thus threatened by Dhruva Mahārāja, they could very easily understand their awkward position, and they concluded that they would certainly be defeated. But, as heroes, they lauded the action of Dhruva.",
        "purport": " This spirit of fighting in a sporting attitude is very significant in this verse. The Yakṣas were severely attacked. Dhruva Mahārāja was their enemy, but still, upon witnessing the wonderful, heroic acts of Mahārāja Dhruva, they were very pleased with him. This straightforward appreciation of an enemy’s prowess is a characteristic of real kṣatriya spirit."
    },
    {
        "verse": "10",
        "devanagari": "तेऽपि चामुममृष्यन्त: पादस्पर्शमिवोरगा: । शरैरविध्यन् युगपद् द्विगुणं प्रचिकीर्षव: ॥ १० ॥",
        "english_devnagari": "te ’pi cāmum amṛṣyantaḥpāda-sparśam ivoragāḥśarair avidhyan yugapaddvi-guṇaṁ pracikīrṣavaḥ",
        "verse_Syn": [
            "te",
            "api",
            "ca",
            "amum",
            "amṛṣyantaḥ",
            "pāda",
            "sparśam",
            "iva",
            "uragāḥ",
            "śaraiḥ",
            "avidhyan",
            "yugapat",
            "dvi",
            "guṇam",
            "pracikīrṣavaḥ"
        ],
        "translation": "Just like serpents, who cannot tolerate being trampled upon by anyone’s feet, the Yakṣas, being intolerant of the wonderful prowess of Dhruva Mahārāja, threw twice as many arrows — six from each of their soldiers — and thus they very valiantly exhibited their prowess.",
        "purport": ""
    },
    {
        "verse": "11-12",
        "devanagari": "तत: परिघनिस्त्रिंशै: प्रासशूलपरश्वधै: । शक्त्यृष्टिभिर्भुशुण्डीभिश्चित्रवाजै: शरैरपि ॥ ११ ॥ अभ्यवर्षन् प्रकुपिता: सरथं सहसारथिम् । इच्छन्तस्तत्प्रतीकर्तुमयुतानां त्रयोदश ॥ १२ ॥",
        "english_devnagari": "tataḥ parigha-nistriṁśaiḥprāsaśūla-paraśvadhaiḥśakty-ṛṣṭibhir bhuśuṇḍībhiścitra-vājaiḥ śarair api",
        "verse_Syn": [
            "tataḥ",
            "parigha",
            "nistriṁśaiḥ",
            "prāsa",
            "śūla",
            "paraśvadhaiḥ",
            "śakti",
            "ṛṣṭibhiḥ",
            "bhuśuṇḍībhiḥ",
            "citra",
            "vājaiḥ",
            "śaraiḥ",
            "api",
            "abhyavarṣan",
            "prakupitāḥ",
            "sa",
            "ratham",
            "saha",
            "sārathim",
            "icchantaḥ",
            "tat",
            "pratīkartum",
            "ayutānām",
            "trayodaśa"
        ],
        "translation": "The Yakṣa soldiers were 130,000 strong, all greatly angry and all desiring to defeat the wonderful activities of Dhruva Mahārāja. With full strength they showered upon Mahārāja Dhruva, along with his chariot and charioteer, various types of feathered arrows, parighas [iron bludgeons], nistriṁśas [swords], prāsaśūlas [tridents], paraśvadhas [lances], śaktis [pikes], ṛṣṭis [spears] and bhuśuṇḍī weapons.",
        "purport": ""
    },
    {
        "verse": "13",
        "devanagari": "औत्तानपादि: स तदा शस्त्रवर्षेण भूरिणा ।न एवाद‍ृश्यताच्छन्न आसारेण यथा गिरि: ॥ १३ ॥",
        "english_devnagari": "auttānapādiḥ sa tadāśastra-varṣeṇa bhūriṇāna evādṛśyatācchannaāsāreṇa yathā giriḥ",
        "verse_Syn": [
            "auttānapādiḥ",
            "saḥ",
            "tadā",
            "śastra",
            "varṣeṇa",
            "bhūriṇā",
            "na",
            "eva",
            "adṛśyata",
            "ācchannaḥ",
            "āsāreṇa",
            "yathā",
            "giriḥ"
        ],
        "translation": "Dhruva Mahārāja was completely covered by an incessant shower of weapons, just as a mountain is covered by incessant rainfall.",
        "purport": " Śrīla Viśvanātha Cakravartī Ṭhākura points out in this connection that although Dhruva Mahārāja was covered by the incessant arrows of the enemy, this does not mean that he succumbed in the battle. The example of a mountain peak’s being covered by incessant rain is just suitable, for when a mountain is covered by incessant rain, all dirty things are washed from the body of the mountain. Similarly, the incessant shower of arrows from the enemy gave Dhruva Mahārāja new vigor to defeat them. In other words, whatever incompetency he might have had was washed away."
    },
    {
        "verse": "14",
        "devanagari": "हाहाकारस्तदैवासीत्सिद्धानां दिवि पश्यताम् ।हतोऽयं मानव: सूर्यो मग्न: पुण्यजनार्णवे ॥ १४ ॥",
        "english_devnagari": "hāhā-kāras tadaivāsītsiddhānāṁ divi paśyatāmhato ’yaṁ mānavaḥ sūryomagnaḥ puṇya-janārṇave",
        "verse_Syn": [
            "hāhā",
            "kāraḥ",
            "tadā",
            "eva",
            "āsīt",
            "siddhānām",
            "divi",
            "paśyatām",
            "hataḥ",
            "ayam",
            "mānavaḥ",
            "sūryaḥ",
            "magnaḥ",
            "puṇya",
            "jana",
            "arṇave"
        ],
        "translation": "All the Siddhas from the higher planetary systems were observing the fight from the sky, and when they saw that Dhruva Mahārāja had been covered by the incessant arrows of the enemy, they roared tumultuously, “The grandson of Manu, Dhruva, is now lost!” They cried that Dhruva Mahārāja was just like the sun and that now he had set within the ocean of the Yakṣas.",
        "purport": " In this verse the word mānava is very significant. Generally this word is used to mean “human being.” Dhruva Mahārāja is also described here as mānava. Not only is Dhruva Mahārāja a descendant of Manu, but all human society descends from Manu. According to Vedic civilization, Manu is the lawgiver. Even today Hindus in India follow the laws given by Manu. Therefore everyone in human society is a mānava, or descendant from Manu, but Dhruva Mahārāja is a distinguished mānava because he is a great devotee. The denizens of the planet Siddhaloka, where the residents can fly in the sky without airplanes, were anxious over Dhruva Mahārāja’s welfare in the battlefield. Śrīla Rūpa Gosvāmī says, therefore, that not only is a devotee well protected by the Supreme Lord, but all the demigods, and even ordinary men, are anxious for his security and safety. The comparison given here that Dhruva Mahārāja appeared to merge in the ocean of the Yakṣas is also significant. When the sun sets on the horizon, it appears that the sun drowns in the ocean, but factually the sun has no difficulty. Similarly, although Dhruva appeared to drown in the ocean of the Yakṣas, he had no difficulty. As the sun rises again in due course at the end of night, so Dhruva Mahārāja, although he might have been in difficulty (because, after all, it was a fight, and in any fighting activities there are reverses), that did not mean that he was defeated."
    },
    {
        "verse": "15",
        "devanagari": "नदत्सु यातुधानेषु जयकाशिष्वथो मृधे ।उदतिष्ठद्रथस्तस्य नीहारादिव भास्कर: ॥ १५ ॥",
        "english_devnagari": "nadatsu yātudhāneṣujaya-kāśiṣv atho mṛdheudatiṣṭhad rathas tasyanīhārād iva bhāskaraḥ",
        "verse_Syn": [
            "nadatsu",
            "yātudhāneṣu",
            "jaya",
            "kāśiṣu",
            "atho",
            "mṛdhe",
            "udatiṣṭhat",
            "rathaḥ",
            "tasya",
            "nīhārāt",
            "iva",
            "bhāskaraḥ"
        ],
        "translation": "The Yakṣas, being temporarily victorious, exclaimed that they had conquered Dhruva Mahārāja. But in the meantime Dhruva’s chariot suddenly appeared, just as the sun suddenly appears from within foggy mist.",
        "purport": " Here Dhruva Mahārāja is compared to the sun and the great assembly of the Yakṣas to foggy mist. Fog is insignificant in comparison with the sun. Although the sun is sometimes seen to be covered by fog, in fact the sun cannot be covered by anything. Our eyes may be covered by a cloud, but the sun is never covered. By this comparison to the sun, the greatness of Dhruva Mahārāja in all circumstances is affirmed."
    },
    {
        "verse": "16",
        "devanagari": "धनुर्विस्फूर्जयन्दिव्यं द्विषतां खेदमुद्वहन् ।अस्त्रौघं व्यधमद्बाणैर्घनानीकमिवानिल: ॥ १६ ॥",
        "english_devnagari": "dhanur visphūrjayan divyaṁdviṣatāṁ khedam udvahanastraughaṁ vyadhamad bāṇairghanānīkam ivānilaḥ",
        "verse_Syn": [
            "dhanuḥ",
            "visphūrjayan",
            "divyam",
            "dviṣatām",
            "khedam",
            "udvahan",
            "astra",
            "ogham",
            "vyadhamat",
            "bāṇaiḥ",
            "ghana",
            "anīkam",
            "iva",
            "anilaḥ"
        ],
        "translation": "Dhruva Mahārāja’s bow and arrows twanged and hissed, causing lamentation in the hearts of his enemies. He began to shoot incessant arrows, shattering all their different weapons, just as the blasting wind scatters the assembled clouds in the sky.",
        "purport": ""
    },
    {
        "verse": "17",
        "devanagari": "तस्य ते चापनिर्मुक्ता भित्त्वा वर्माणि रक्षसाम् ।कायानाविविशुस्तिग्मा गिरीनशनयो यथा ॥ १७ ॥",
        "english_devnagari": "tasya te cāpa-nirmuktābhittvā varmāṇi rakṣasāmkāyān āviviśus tigmāgirīn aśanayo yathā",
        "verse_Syn": [
            "tasya",
            "te",
            "cāpa",
            "nirmuktāḥ",
            "bhittvā",
            "varmāṇi",
            "rakṣasām",
            "kāyān",
            "āviviśuḥ",
            "tigmāḥ",
            "girīn",
            "aśanayaḥ",
            "yathā"
        ],
        "translation": "The sharp arrows released from the bow of Dhruva Mahārāja pierced the shields and bodies of the enemy, like the thunderbolts released by the King of heaven, which dismantle the bodies of the mountains.",
        "purport": ""
    },
    {
        "verse": "18-19",
        "devanagari": "भल्लै: सञ्छिद्यमानानां शिरोभिश्चारुकुण्डलै: ।ऊरुभिर्हेमतालाभैर्दोर्भिर्वलयवल्गुभि: ॥ १८ ॥हारकेयूरमुकुटैरुष्णीषैश्च महाधनै: ।आस्तृतास्ता रणभुवो रेजुर्वीरमनोहरा: ॥ १९ ॥",
        "english_devnagari": "bhallaiḥ sañchidyamānānāṁśirobhiś cāru-kuṇḍalaiḥūrubhir hema-tālābhairdorbhir valaya-valgubhiḥ",
        "verse_Syn": [
            "bhallaiḥ",
            "sañchidyamānānām",
            "śirobhiḥ",
            "cāru",
            "kuṇḍalaiḥ",
            "ūrubhiḥ",
            "hema",
            "tālābhaiḥ",
            "dorbhiḥ",
            "valaya",
            "valgubhiḥ",
            "hāra",
            "keyūra",
            "mukuṭaiḥ",
            "uṣṇīṣaiḥ",
            "ca",
            "mahā",
            "dhanaiḥ",
            "āstṛtāḥ",
            "tāḥ",
            "raṇa",
            "bhuvaḥ",
            "rejuḥ",
            "vīra",
            "manaḥ",
            "harāḥ"
        ],
        "translation": "The great sage Maitreya continued: My dear Vidura, the heads of those who were cut to pieces by the arrows of Dhruva Mahārāja were decorated very beautifully with earrings and turbans. The legs of their bodies were as beautiful as golden palm trees, their arms were decorated with golden bracelets and armlets, and on their heads there were very valuable helmets bedecked with gold. All these ornaments lying on that battlefield were very attractive and could bewilder the mind of a hero.",
        "purport": " It appears that in those days soldiers used to go to the battlefield highly decorated with golden ornaments and with helmets and turbans, and when they were dead the booty was taken by the enemy party. Their falling dead in battle with their many golden ornamental dresses was certainly a lucrative opportunity for the heroes on the battlefield."
    },
    {
        "verse": "20",
        "devanagari": "हतावशिष्टा इतरे रणाजिराद्रक्षोगणा: क्षत्रियवर्यसायकै: ।प्रायो विवृक्णावयवा विदुद्रुवु-र्मृगेन्द्रविक्रीडितयूथपा इव ॥ २० ॥",
        "english_devnagari": "hatāvaśiṣṭā itare raṇājirādrakṣo-gaṇāḥ kṣatriya-varya-sāyakaiḥprāyo vivṛkṇāvayavā vidudruvurmṛgendra-vikrīḍita-yūthapā iva",
        "verse_Syn": [
            "hata",
            "avaśiṣṭāḥ",
            "itare",
            "raṇa",
            "ajirāt",
            "rakṣaḥ",
            "gaṇāḥ",
            "kṣatriya",
            "varya",
            "sāyakaiḥ",
            "prāyaḥ",
            "vivṛkṇa",
            "avayavāḥ",
            "vidudruvuḥ",
            "mṛgendra",
            "vikrīḍita",
            "yūthapāḥ",
            "iva"
        ],
        "translation": "The remaining Yakṣas who somehow or other were not killed had their limbs cut to pieces by the arrows of the great warrior Dhruva Mahārāja. Thus they began to flee, just as elephants flee when defeated by a lion.",
        "purport": ""
    },
    {
        "verse": "21",
        "devanagari": "अपश्यमान: स तदाततायिनंमहामृधे कञ्चन मानवोत्तम: ।पुरीं दिद‍ृक्षन्नपि नाविशद्‌द्विषांन मायिनां वेद चिकीर्षितं जन: ॥ २१ ॥",
        "english_devnagari": "apaśyamānaḥ sa tadātatāyinaṁmahā-mṛdhe kañcana mānavottamaḥpurīṁ didṛkṣann api nāviśad dviṣāṁna māyināṁ veda cikīrṣitaṁ janaḥ",
        "verse_Syn": [
            "apaśyamānaḥ",
            "saḥ",
            "tadā",
            "ātatāyinam",
            "mahā",
            "mṛdhe",
            "kañcana",
            "mānava",
            "uttamaḥ",
            "purīm",
            "didṛkṣan",
            "api",
            "na",
            "āviśat",
            "dviṣām",
            "na",
            "māyinām",
            "veda",
            "cikīrṣitam",
            "janaḥ"
        ],
        "translation": "Dhruva Mahārāja, the best of human beings, observed that in that great battlefield not one of the opposing soldiers was left standing with proper weapons. He then desired to see the city of Alakāpurī, but he thought to himself, “No one knows the plans of the mystic Yakṣas.”",
        "purport": ""
    },
    {
        "verse": "22",
        "devanagari": "इति ब्रुवंश्चित्ररथ: स्वसारथिंयत्त: परेषां प्रतियोगशङ्कित: ।शुश्राव शब्दं जलधेरिवेरितंनभस्वतो दिक्षु रजोऽन्वद‍ृश्यत ॥ २२ ॥",
        "english_devnagari": "iti bruvaṁś citra-rathaḥ sva-sārathiṁyattaḥ pareṣāṁ pratiyoga-śaṅkitaḥśuśrāva śabdaṁ jaladher iveritaṁnabhasvato dikṣu rajo ’nvadṛśyata",
        "verse_Syn": [
            "iti",
            "bruvan",
            "citra",
            "rathaḥ",
            "sva",
            "sārathim",
            "yattaḥ",
            "pareṣām",
            "pratiyoga",
            "śaṅkitaḥ",
            "śuśrāva",
            "śabdam",
            "jaladheḥ",
            "iva",
            "īritam",
            "nabhasvataḥ",
            "dikṣu",
            "rajaḥ",
            "anu",
            "adṛśyata"
        ],
        "translation": "In the meantime, while Dhruva Mahārāja, doubtful of his mystic enemies, was talking with his charioteer, they heard a tremendous sound, as if the whole ocean were there, and they found that from the sky a great dust storm was coming over them from all directions.",
        "purport": ""
    },
    {
        "verse": "23",
        "devanagari": "क्षणेनाच्छादितं व्योम घनानीकेन सर्वत: ।विस्फुरत्तडिता दिक्षु त्रासयत्स्तनयित्नुना ॥ २३ ॥",
        "english_devnagari": "kṣaṇenācchāditaṁ vyomaghanānīkena sarvataḥvisphurat-taḍitā dikṣutrāsayat-stanayitnunā",
        "verse_Syn": [
            "kṣaṇena",
            "ācchāditam",
            "vyoma",
            "ghana",
            "anīkena",
            "sarvataḥ",
            "visphurat",
            "taḍitā",
            "dikṣu",
            "trāsayat",
            "stanayitnunā"
        ],
        "translation": "Within a moment the whole sky was overcast with dense clouds, and severe thundering was heard. There was glittering electric lightning and severe rainfall.",
        "purport": ""
    },
    {
        "verse": "24",
        "devanagari": "ववृषू रुधिरौघासृक्पूयविण्मूत्रमेदस: ।निपेतुर्गगनादस्य कबन्धान्यग्रतोऽनघ ॥ २४ ॥",
        "english_devnagari": "vavṛṣū rudhiraughāsṛk-pūya-viṇ-mūtra-medasaḥnipetur gaganād asyakabandhāny agrato ’nagha",
        "verse_Syn": [
            "vavṛṣuḥ",
            "rudhira",
            "ogha",
            "asṛk",
            "pūya",
            "viṭ",
            "mūtra",
            "medasaḥ",
            "nipetuḥ",
            "gaganāt",
            "asya",
            "kabandhāni",
            "agrataḥ",
            "anagha"
        ],
        "translation": "My dear faultless Vidura, in that rainfall there was blood, mucus, pus, stool, urine and marrow falling heavily before Dhruva Mahārāja, and there were trunks of bodies falling from the sky.",
        "purport": ""
    },
    {
        "verse": "25",
        "devanagari": "तत: खेऽद‍ृश्यत गिरिर्निपेतु: सर्वतोदिशम् ।गदापरिघनिस्त्रिंशमुसला: साश्मवर्षिण: ॥ २५ ॥",
        "english_devnagari": "tataḥ khe ’dṛśyata girirnipetuḥ sarvato-diśamgadā-parigha-nistriṁśa-musalāḥ sāśma-varṣiṇaḥ",
        "verse_Syn": [
            "tataḥ",
            "khe",
            "adṛśyata",
            "giriḥ",
            "nipetuḥ",
            "sarvataḥ",
            "diśam",
            "gadā",
            "parigha",
            "nistriṁśa",
            "musalāḥ",
            "sa",
            "aśma",
            "varṣiṇaḥ"
        ],
        "translation": "Next, a great mountain was visible in the sky, and from all directions hailstones fell, along with lances, clubs, swords, iron bludgeons and great pieces of stone.",
        "purport": ""
    },
    {
        "verse": "26",
        "devanagari": "अहयोऽशनिनि:श्वासा वमन्तोऽग्निं रुषाक्षिभि: ।अभ्यधावन् गजा मत्ता: सिंहव्याघ्राश्च यूथश: ॥ २६ ॥",
        "english_devnagari": "ahayo ’śani-niḥśvāsāvamanto ’gniṁ ruṣākṣibhiḥabhyadhāvan gajā mattāḥsiṁha-vyāghrāś ca yūthaśaḥ",
        "verse_Syn": [
            "ahayaḥ",
            "aśani",
            "niḥśvāsāḥ",
            "vamantaḥ",
            "agnim",
            "ruṣā",
            "akṣibhiḥ",
            "abhyadhāvan",
            "gajāḥ",
            "mattāḥ",
            "siṁha",
            "vyāghrāḥ",
            "ca",
            "yūthaśaḥ"
        ],
        "translation": "Dhruva Mahārāja also saw many big serpents with angry eyes, vomiting forth fire and coming to devour him, along with groups of mad elephants, lions and tigers.",
        "purport": ""
    },
    {
        "verse": "27",
        "devanagari": "समुद्र ऊर्मिभिर्भीम: प्लावयन् सर्वतो भुवम् ।आससाद महाह्राद: कल्पान्त इव भीषण: ॥ २७ ॥",
        "english_devnagari": "samudra ūrmibhir bhīmaḥplāvayan sarvato bhuvamāsasāda mahā-hrādaḥkalpānta iva bhīṣaṇaḥ",
        "verse_Syn": [
            "samudraḥ",
            "ūrmibhiḥ",
            "bhīmaḥ",
            "plāvayan",
            "sarvataḥ",
            "bhuvam",
            "āsasāda",
            "mahā",
            "hrādaḥ",
            "kalpa",
            "ante",
            "iva",
            "bhīṣaṇaḥ"
        ],
        "translation": "Then, as if it were the time of the dissolution of the whole world, the fierce sea with foaming waves and great roaring sounds came forward before him.",
        "purport": ""
    },
    {
        "verse": "28",
        "devanagari": "एवंविधान्यनेकानि त्रासनान्यमनस्विनाम् ।ससृजुस्तिग्मगतय आसुर्या माययासुरा: ॥ २८ ॥",
        "english_devnagari": "evaṁ-vidhāny anekānitrāsanāny amanasvināmsasṛjus tigma-gatayaāsuryā māyayāsurāḥ",
        "verse_Syn": [
            "evam",
            "vidhāni",
            "anekāni",
            "trāsanāni",
            "amanasvinām",
            "sasṛjuḥ",
            "tigma",
            "gatayaḥ",
            "āsuryā",
            "māyayā",
            "asurāḥ"
        ],
        "translation": "The demon Yakṣas are by nature very heinous, and by their demoniac power of illusion they can create many strange phenomena to frighten one who is less intelligent.",
        "purport": ""
    },
    {
        "verse": "29",
        "devanagari": "ध्रुवे प्रयुक्तामसुरैस्तां मायामतिदुस्तराम् ।निशम्य तस्य मुनय: शमाशंसन् समागता: ॥ २९ ॥",
        "english_devnagari": "dhruve prayuktām asuraistāṁ māyām atidustarāmniśamya tasya munayaḥśam āśaṁsan samāgatāḥ",
        "verse_Syn": [
            "dhruve",
            "prayuktām",
            "asuraiḥ",
            "tām",
            "māyām",
            "ati",
            "dustarām",
            "niśamya",
            "tasya",
            "munayaḥ",
            "śam",
            "āśaṁsan",
            "samāgatāḥ"
        ],
        "translation": "When the great sages heard that Dhruva Mahārāja was overpowered by the illusory mystic tricks of the demons, they immediately assembled to offer him auspicious encouragement.",
        "purport": ""
    },
    {
        "verse": "30",
        "devanagari": "मुनय ऊचु:औत्तानपाद भगवांस्तव शार्ङ्गधन्वादेव: क्षिणोत्ववनतार्तिहरो विपक्षान् ।यन्नामधेयमभिधाय निशम्य चाद्धालोकोऽञ्जसा तरति दुस्तरमङ्ग मृत्युम् ॥ ३० ॥",
        "english_devnagari": "munaya ūcuḥauttānapāda bhagavāṁs tava śārṅgadhanvādevaḥ kṣiṇotv avanatārti-haro vipakṣānyan-nāmadheyam abhidhāya niśamya cāddhāloko ’ñjasā tarati dustaram aṅga mṛtyum",
        "verse_Syn": [
            "munayaḥ",
            "ūcuḥ",
            "auttānapāda",
            "bhagavān",
            "tava",
            "śārṅga",
            "dhanvā",
            "devaḥ",
            "kṣiṇotu",
            "avanata",
            "ārti",
            "haraḥ",
            "vipakṣān",
            "yat",
            "nāmadheyam",
            "abhidhāya",
            "niśamya",
            "ca",
            "addhā",
            "lokaḥ",
            "añjasā",
            "tarati",
            "dustaram",
            "aṅga",
            "mṛtyum"
        ],
        "translation": "All the sages said: Dear Dhruva, O son of King Uttānapāda, may the Supreme Personality of Godhead known as Śārṅgadhanvā, who relieves the distresses of His devotees, kill all your threatening enemies. The holy name of the Lord is as powerful as the Lord Himself. Therefore, simply by chanting and hearing the holy name of the Lord, many men can be fully protected from fierce death without difficulty. Thus a devotee is saved.",
        "purport": " The great ṛṣis approached Dhruva Mahārāja at a time when his mind was very perplexed due to the magical feats exhibited by the Yakṣas. A devotee is always protected by the Supreme Personality of Godhead. By His inspiration only, the sages came to encourage Dhruva Mahārāja and assure him that there was no danger because he was a soul fully surrendered to the Supreme Lord. By the grace of the Lord, if a devotee, at the time of death, can simply chant His holy name — Hare Kṛṣṇa, Hare Kṛṣṇa, Kṛṣṇa Kṛṣṇa, Hare Hare/ Hare Rāma, Hare Rāma, Rāma Rāma, Hare Hare — simply by chanting this mahā-mantra he immediately surpasses the great ocean of the material sky and enters the spiritual sky. He never has to come back for repetition of birth and death. Simply by chanting the holy name of the Lord, one can surpass the ocean of death, so Dhruva Mahārāja was certainly able to surpass the illusory magical feats of the Yakṣas, which for the time being disturbed his mind."
    }
]