[
    {
        "verse": "1",
        "devanagari": "मैत्रेय उवाचसदा विद्विषतोरेवं कालो वै ध्रियमाणयो: ।जामातु: श्वशुरस्यापि सुमहानतिचक्रमे ॥ १ ॥",
        "english_devnagari": "maitreya uvācasadā vidviṣator evaṁkālo vai dhriyamāṇayoḥjāmātuḥ śvaśurasyāpisumahān aticakrame",
        "verse_Syn": [
            "maitreyaḥ",
            "uvāca",
            "sadā",
            "vidviṣatoḥ",
            "evam",
            "kālaḥ",
            "vai",
            "dhriyamāṇayoḥ",
            "jāmātuḥ",
            "śvaśurasya",
            "api",
            "su",
            "mahān",
            "aticakrame"
        ],
        "translation": "Maitreya continued: In this manner the tension between the father-in-law and son-in-law, Dakṣa and Lord Śiva, continued for a considerably long period.",
        "purport": " The previous chapter has already explained that Vidura questioned the sage Maitreya as to the cause of the misunderstanding between Lord Śiva and Dakṣa. Another question is why the strife between Dakṣa and his son-in-law caused Satī to destroy her body. The chief reason for Satī’s giving up her body was that her father, Dakṣa, began another sacrificial performance, to which Lord Śiva was not invited at all. Generally, when any sacrifice is performed, although each and every sacrifice is intended to pacify the Supreme Personality of Godhead, Viṣṇu, all the demigods, especially Lord Brahmā and Lord Śiva and the other principal demigods, such as Indra and Candra, are invited, and they take part. It is said that unless all the demigods are present, no sacrifice is complete. But in the tension between the father-in-law and son-in-law, Dakṣa began another yajña performance, to which Lord Śiva was not invited. Dakṣa was the chief progenitor employed by Lord Brahmā, and he was a son of Brahmā, so he had a high position and was also very proud."
    },
    {
        "verse": "2",
        "devanagari": "यदाभिषिक्तो दक्षस्तु ब्रह्मणा परमेष्ठिना ।प्रजापतीनां सर्वेषामाधिपत्ये स्मयोऽभवत् ॥ २ ॥",
        "english_devnagari": "yadābhiṣikto dakṣas tubrahmaṇā parameṣṭhināprajāpatīnāṁ sarveṣāmādhipatye smayo ’bhavat",
        "verse_Syn": [
            "yadā",
            "abhiṣiktaḥ",
            "dakṣaḥ",
            "tu",
            "brahmaṇā",
            "parameṣṭhinā",
            "prajāpatīnām",
            "sarveṣām",
            "ādhipatye",
            "smayaḥ",
            "abhavat"
        ],
        "translation": "When Lord Brahmā appointed Dakṣa the chief of all the Prajāpatis, the progenitors of population, Dakṣa became very much puffed up.",
        "purport": " Although he was envious and was inimical towards Lord Śiva, Dakṣa was appointed the chief of all Prajāpatis. That was the cause of his excessive pride. When a man becomes too proud of his material possessions, he can perform any disastrous act, and therefore Dakṣa acted out of false prestige. That is described in this chapter."
    },
    {
        "verse": "3",
        "devanagari": "इष्ट्वा स वाजपेयेन ब्रह्मिष्ठानभिभूय च ।बृहस्पतिसवं नाम समारेभे क्रतूत्तमम् ॥ ३ ॥",
        "english_devnagari": "iṣṭvā sa vājapeyenabrahmiṣṭhān abhibhūya cabṛhaspati-savaṁ nāmasamārebhe kratūttamam",
        "verse_Syn": [
            "iṣṭvā",
            "saḥ",
            "vājapeyena",
            "brahmiṣṭhān",
            "abhibhūya",
            "ca",
            "bṛhaspati",
            "savam",
            "nāma",
            "samārebhe",
            "kratu",
            "uttamam"
        ],
        "translation": "Dakṣa began a sacrifice named vājapeya, and he became excessively confident of his support by Lord Brahmā. He then performed another great sacrifice, named bṛhaspati-sava.",
        "purport": " In the Vedas it is prescribed that before performing a bṛhaspati-sava sacrifice, one should perform the sacrifice named vājapeya. While performing these sacrifices, however, Dakṣa neglected great devotees like Lord Śiva. According to Vedic scriptures, the demigods are eligible to participate in yajñas and share the oblations, but Dakṣa wanted to avoid them. All sacrifices are intended to pacify Lord Viṣṇu, but Lord Viṣṇu includes all His devotees. Brahmā, Lord Śiva and the other demigods are all obedient servants of Lord Viṣṇu; therefore Lord Viṣṇu is never satisfied without them. But Dakṣa, being puffed up with his power, wanted to deprive Lord Brahmā and Lord Śiva of participation in the sacrifice, understanding that if one satisfies Viṣṇu, it is not necessary to satisfy His followers. But that is not the process. Viṣṇu wants His followers to be satisfied first. Lord Kṛṣṇa says, mad-bhakta-pūjābhyadhikā: “The worship of My devotees is better than worship of Me.” Similarly, in the Śiva Purāṇa it is stated that the best mode of worship is to offer oblations to Viṣṇu, but better than that is to worship the devotees of Kṛṣṇa. Thus Dakṣa’s determination to neglect Lord Śiva in the sacrifices was not fitting."
    },
    {
        "verse": "4",
        "devanagari": "तस्मिन्ब्रह्मर्षय: सर्वे देवर्षिपितृदेवता: ।आसन् कृतस्वस्त्ययनास्तत्पत्‍न्यश्च सभर्तृका: ॥ ४ ॥",
        "english_devnagari": "tasmin brahmarṣayaḥ sarvedevarṣi-pitṛ-devatāḥāsan kṛta-svastyayanāstat-patnyaś ca sa-bhartṛkāḥ",
        "verse_Syn": [
            "tasmin",
            "brahma",
            "ṛṣayaḥ",
            "sarve",
            "devarṣi",
            "pitṛ",
            "devatāḥ",
            "āsan",
            "kṛta",
            "svasti",
            "ayanāḥ",
            "tat",
            "patnyaḥ",
            "ca",
            "sa",
            "bhartṛkāḥ"
        ],
        "translation": "While the sacrifice was being performed, many brahmarṣis, great sages, ancestral demigods and other demigods, their wives all very nicely decorated with ornaments, attended from different parts of the universe.",
        "purport": " In any auspicious ceremony, such as a marriage ceremony, sacrificial ceremony or pūjā ceremony, it is auspicious for married women to decorate themselves very nicely with ornaments, fine clothing and cosmetics. These are auspicious signs. Many heavenly women assembled with their husbands, the devarṣis, demigods and rājarṣis, in that great sacrifice named bṛhaspati-sava. It is specifically mentioned in this verse that they approached with their husbands, for when a woman is decorated nicely, her husband becomes more cheerful. The nice decorations, ornaments and dress of the wives of the demigods and sages and the cheerfulness of the demigods and sages themselves were all auspicious signs for the ceremony."
    },
    {
        "verse": "5-7",
        "devanagari": "तदुपश्रुत्य नभसि खेचराणां प्रजल्पताम् ।सती दाक्षायणी देवी पितृयज्ञमहोत्सवम् ॥ ५ ॥व्रजन्ती: सर्वतो दिग्भ्य उपदेववरस्त्रिय: ।विमानयाना: सप्रेष्ठा निष्ककण्ठी: सुवासस: ॥ ६ ॥दृष्ट्वा स्वनिलयाभ्याशे लोलाक्षीर्मृष्टकुण्डला: ।पतिं भूतपतिं देवमौत्सुक्यादभ्यभाषत ॥ ७ ॥",
        "english_devnagari": "tad upaśrutya nabhasikhe-carāṇāṁ prajalpatāmsatī dākṣāyaṇī devīpitṛ-yajña-mahotsavam",
        "verse_Syn": [
            "tat",
            "upaśrutya",
            "nabhasi",
            "khe",
            "carāṇām",
            "prajalpatām",
            "satī",
            "dākṣāyaṇī",
            "devī",
            "pitṛ",
            "yajña",
            "mahā",
            "utsavam",
            "vrajantīḥ",
            "sarvataḥ",
            "digbhyaḥ",
            "upadeva",
            "vara",
            "striyaḥ",
            "vimāna",
            "yānāḥ",
            "sa",
            "preṣṭhāḥ",
            "niṣka",
            "kaṇṭhīḥ",
            "su",
            "vāsasaḥ",
            "dṛṣṭvā",
            "sva",
            "nilaya",
            "abhyāśe",
            "lola",
            "akṣīḥ",
            "mṛṣṭa",
            "kuṇḍalāḥ",
            "patim",
            "bhūta",
            "patim",
            "devam",
            "autsukyāt",
            "abhyabhāṣata"
        ],
        "translation": "The chaste lady Satī, the daughter of Dakṣa, heard the heavenly denizens flying in the sky conversing about the great sacrifice being performed by her father. When she saw that from all directions the beautiful wives of the heavenly denizens, their eyes very beautifully glittering, were near her residence and were going to the sacrifice dressed in fine clothing and ornamented with earrings and necklaces with lockets, she approached her husband, the master of the bhūtas, in great anxiety, and spoke as follows.",
        "purport": " It appears that the residence of Lord Śiva was not on this planet but somewhere in outer space; otherwise how could Satī have seen the airplanes coming from different directions towards this planet and heard the passengers talking about the great sacrifice being performed by Dakṣa? Satī is described here as Dākṣāyaṇī because she was the daughter of Dakṣa. The mention of upadeva-vara refers to inferior demigods like the Gandharvas, Kinnaras and Uragas, who are not exactly demigods but between the demigods and human beings. They were also coming in planes. The word sva-nilayābhyāśe indicates that they were passing right near her residential quarters. The dress and bodily features of the wives of the heavenly denizens are very nicely described here. Their eyes moved, their earrings and other ornaments glittered and glared, their dresses were the nicest possible, and all of them had special lockets on their necklaces. Each woman was accompanied by her husband. Thus they looked so beautiful that Satī, Dākṣāyaṇī, was impelled to dress similarly and go to the sacrifice with her husband. That is the natural inclination of a woman."
    },
    {
        "verse": "8",
        "devanagari": "सत्युवाचप्रजापतेस्ते श्वशुरस्य साम्प्रतंनिर्यापितो यज्ञमहोत्सव: किल ।वयं च तत्राभिसराम वाम तेयद्यर्थितामी विबुधा व्रजन्ति हि ॥ ८ ॥",
        "english_devnagari": "saty uvācaprajāpates te śvaśurasya sāmprataṁniryāpito yajña-mahotsavaḥ kilavayaṁ ca tatrābhisarāma vāma teyady arthitāmī vibudhā vrajanti hi",
        "verse_Syn": [
            "satī",
            "uvāca",
            "prajāpateḥ",
            "te",
            "śvaśurasya",
            "sāmpratam",
            "niryāpitaḥ",
            "yajña",
            "mahā",
            "utsavaḥ",
            "kila",
            "vayam",
            "ca",
            "tatra",
            "abhisarāma",
            "vāma",
            "te",
            "yadi",
            "arthitā",
            "amī",
            "vibudhāḥ",
            "vrajanti",
            "hi"
        ],
        "translation": "Satī said: My dear Lord Śiva, your father-in-law is now executing great sacrifices, and all the demigods, having been invited by him, are going there. If you desire, we may also go.",
        "purport": " Satī knew of the tension between her father and her husband, but still she expressed to her husband, Lord Śiva, that since such sacrifices were going on at her father’s house and so many demigods were going, she also desired to go. But she could not express her willingness directly, and so she told her husband that if he desired to go, then she could also accompany him. In other words, she submitted her desire very politely to her husband."
    },
    {
        "verse": "9",
        "devanagari": "तस्मिन्भगिन्यो मम भर्तृभि: स्वकै-र्ध्रुवं गमिष्यन्ति सुहृद्दिद‍ृक्षव: ।अहं च तस्मिन्भवताभिकामयेसहोपनीतं परिबर्हमर्हितुम् ॥ ९ ॥",
        "english_devnagari": "tasmin bhaginyo mama bhartṛbhiḥ svakairdhruvaṁ gamiṣyanti suhṛd-didṛkṣavaḥahaṁ ca tasmin bhavatābhikāmayesahopanītaṁ paribarham arhitum",
        "verse_Syn": [
            "tasmin",
            "bhaginyaḥ",
            "mama",
            "bhartṛbhiḥ",
            "svakaiḥ",
            "dhruvam",
            "gamiṣyanti",
            "suhṛt",
            "didṛkṣavaḥ",
            "aham",
            "ca",
            "tasmin",
            "bhavatā",
            "abhikāmaye",
            "saha",
            "upanītam",
            "paribarham",
            "arhitum"
        ],
        "translation": "I think that all my sisters must have gone to this great sacrificial ceremony with their husbands just to see their relatives. I also desire to decorate myself with the ornaments given to me by my father and go there with you to participate in that assembly.",
        "purport": " It is a woman’s nature to want to decorate herself with ornaments and nice dresses and accompany her husband to social functions, meet friends and relatives, and enjoy life in that way. This propensity is not unusual, for woman is the basic principle of material enjoyment. Therefore in Sanskrit the word for woman is strī, which means “one who expands the field of material enjoyment.” In the material world there is an attraction between woman and man. This is the arrangement of conditional life. A woman attracts a man, and in that way the scope of material activities, involving house, wealth, children and friendship, increases, and thus instead of decreasing one’s material demands, one becomes entangled in material enjoyment. Lord Śiva, however, is different; therefore his name is Śiva. He is not at all attracted by material enjoyment, although his wife, Satī, was the daughter of a very great leader and was given to him by the request of Brahmā. Lord Śiva was reluctant, but Satī, as a woman, the daughter of a king, wanted enjoyment. She wanted to go to her father’s house, just as her other sisters might have done, and meet them and enjoy social life. Here, she specifically indicated that she would decorate herself with the ornaments given by her father. She did not say that she would decorate herself with the ornaments given by her husband because her husband was callous about all such matters. He did not know how to decorate his wife and take part in social life because he was always in ecstasy with thoughts of the Supreme Personality of Godhead. According to the Vedic system, a daughter is given a sufficient dowry at the time of her marriage, and therefore Satī was also given a dowry by her father, and ornaments were included. It is also the custom that the husband gives some ornaments, but here it is particularly mentioned that her husband, being materially almost nothing, could not do so; therefore she wanted to decorate herself with the ornaments given by her father. It was fortunate for Satī that Lord Śiva did not take the ornaments from his wife and spend them for gāñjā, because those who imitate Lord Śiva in smoking gāñjā exploit everything from household affairs; they take all of their wives’ property and spend on smoking, intoxication and similar other activities."
    },
    {
        "verse": "10",
        "devanagari": "तत्र स्वसृर्मे ननु भर्तृसम्मितामातृष्वसृ: क्लिन्नधियं च मातरम् ।द्रक्ष्ये चिरोत्कण्ठमना महर्षिभि-रुन्नीयमानं च मृडाध्वरध्वजम् ॥ १० ॥",
        "english_devnagari": "tatra svasṝr me nanu bhartṛ-sammitāmātṛ-ṣvasṝḥ klinna-dhiyaṁ ca mātaramdrakṣye cirotkaṇṭha-manā maharṣibhirunnīyamānaṁ ca mṛḍādhvara-dhvajam",
        "verse_Syn": [
            "tatra",
            "svasṝḥ",
            "me",
            "nanu",
            "bhartṛ",
            "sammitāḥ",
            "mātṛ",
            "svasṝḥ",
            "klinna",
            "dhiyam",
            "ca",
            "mātaram",
            "drakṣye",
            "cira",
            "utkaṇṭha",
            "manāḥ",
            "mahā",
            "ṛṣibhiḥ",
            "unnīyamānam",
            "ca",
            "mṛḍa",
            "adhvara",
            "dhvajam"
        ],
        "translation": "My sisters, my mother’s sisters and their husbands, and other affectionate relatives must be assembled there, so if I go I shall be able to see them, and I shall be able to see the flapping flags and the performance of the sacrifice by the great sages. For these reasons, my dear husband, I am very much anxious to go.",
        "purport": " As stated before, the tension between the father-in-law and son-in-law persisted for a considerable time. Satī had therefore not gone to her father’s house for a long while. Thus she was very anxious to go to her father’s house, particularly because on that occasion her sisters and their husbands and her mother’s sisters would be there. As is natural for a woman, she wanted to dress equally to her other sisters and also be accompanied by her husband. She did not, of course, want to go alone."
    },
    {
        "verse": "11",
        "devanagari": "त्वय्येतदाश्चर्यमजात्ममाययाविनिर्मितं भाति गुणत्रयात्मकम् ।तथाप्यहं योषिदतत्त्वविच्च तेदीना दिद‍ृक्षे भव मे भवक्षितिम् ॥ ११ ॥",
        "english_devnagari": "tvayy etad āścaryam ajātma-māyayāvinirmitaṁ bhāti guṇa-trayātmakamtathāpy ahaṁ yoṣid atattva-vic ca tedīnā didṛkṣe bhava me bhava-kṣitim",
        "verse_Syn": [
            "tvayi",
            "etat",
            "āścaryam",
            "aja",
            "ātma",
            "māyayā",
            "vinirmitam",
            "bhāti",
            "guṇa",
            "traya",
            "ātmakam",
            "tathā",
            "api",
            "aham",
            "yoṣit",
            "atattva",
            "vit",
            "ca",
            "te",
            "dīnā",
            "didṛkṣe",
            "bhava",
            "me",
            "bhava",
            "kṣitim"
        ],
        "translation": "This manifested cosmos is a wonderful creation of the interaction of the three material modes, or the external energy of the Supreme Lord. This truth is fully known to you. Yet I am but a poor woman, and, as you know, I am not conversant with the truth. Therefore I wish to see my birthplace once more.",
        "purport": " Dākṣāyaṇī, Satī, knew very well that her husband, Lord Śiva, was not very much interested in the glaring manifestation of the material world, which is caused by the interaction of the three modes of nature. Therefore she addressed her husband as aja, which refers to one who has transcended the bondage of birth and death, or one who has realized his eternal position. She stated, “The illusion of accepting the perverted reflection, the material or cosmic manifestation, to be real is not present in you, because you are self-realized. For you the attraction of social life and the consideration that someone is father, someone is mother and someone is sister, which are illusory relationships, is already over; but because I am a poor woman, I am not so advanced in transcendental realization. Therefore naturally these appear to me as real.” Only less intelligent persons accept this perverted reflection of the spiritual world to be real. Those who are under the spell of the external energy accept this manifestation to be fact, whereas those who are advanced in spiritual realization know that it is illusion. Actual reality is elsewhere, in the spiritual world. “But as far as I am concerned,” Satī said, “I do not have much knowledge about self-realization. I am poor because I do not know the actual facts. I am attracted by my birthplace, and I want to see it.” One who has attraction for his birthplace, for his body and for other such items mentioned in the Bhāgavatam is considered to be like an ass or a cow. Satī might have heard all this many times from her husband, Lord Śiva, but because she was a woman, yoṣit, she still hankered after the same material objects of affection. The word yoṣit means “one who is enjoyed.” Therefore woman is called yoṣit. In spiritual advancement, association with yoṣit is always restricted because if one is like a play doll in the hands of yoṣit, then all his spiritual advancement is at once stopped. It is said, “Those who are just like playthings in the hands of a woman (yoṣit-krīḍā-mṛgeṣu) cannot make any advancement in spiritual realization.”"
    },
    {
        "verse": "12",
        "devanagari": "पश्य प्रयान्तीरभवान्ययोषितोऽप्यलड़्क़ृता: कान्तसखा वरूथश: ।यासां व्रजद्‌भि: शितिकण्ठ मण्डितंनभो विमानै: कलहंसपाण्डुभि: ॥ १२ ॥",
        "english_devnagari": "paśya prayāntīr abhavānya-yoṣito ’py alaṅkṛtāḥ kānta-sakhā varūthaśaḥyāsāṁ vrajadbhiḥ śiti-kaṇṭha maṇḍitaṁnabho vimānaiḥ kala-haṁsa-pāṇḍubhiḥ",
        "verse_Syn": [
            "paśya",
            "prayāntīḥ",
            "abhava",
            "anya",
            "yoṣitaḥ",
            "api",
            "alaṅkṛtāḥ",
            "kānta",
            "sakhāḥ",
            "varūthaśaḥ",
            "yāsām",
            "vrajadbhiḥ",
            "śiti",
            "kaṇṭha",
            "maṇḍitam",
            "nabhaḥ",
            "vimānaiḥ",
            "kala",
            "haṁsa",
            "pāṇḍubhiḥ"
        ],
        "translation": "O never-born, O blue-throated one, not only my relatives but also other women, dressed in nice clothes and decorated with ornaments, are going there with their husbands and friends. Just see how their flocks of white airplanes have made the entire sky very beautiful.",
        "purport": " Here Lord Śiva is addressed as abhava, which means “one who is never born,” although generally he is known as bhava, “one who is born.” Rudra, Lord Śiva, is actually born from between the eyes of Brahmā, who is called Svayambhū because he is not born of any human being or material creature but is born directly from the lotus flower which grows from the abdomen of Viṣṇu. When Lord Śiva is addressed here as abhava, this may be taken to mean “one who has never felt material miseries.” Satī wanted to impress upon her husband that even those who were not related to her father were also going, to say nothing of herself, who was intimately related with him. Lord Śiva is addressed here as blue-throated. Lord Śiva drank an ocean of poison and kept it in his throat, not swallowing it or allowing it to go down to his stomach, and thus his throat became blue. Since then he has been known as nīlakaṇṭha, or blue-throated. The reason that Lord Śiva drank an ocean of poison was for others’ benefit. When the ocean was churned by the demigods and the demons, the churning at first produced poison, so because the poisonous ocean might have affected others who were not so advanced, Lord Śiva drank all the ocean water. In other words, he could drink such a great amount of poison for others’ benefit, and now, since his wife was personally requesting him to go to her father’s house, even if he did not wish to give that permission, he should do so out of his great kindness."
    },
    {
        "verse": "13",
        "devanagari": "कथं सुताया: पितृगेहकौतुकंनिशम्य देह: सुरवर्य नेङ्गते ।अनाहुता अप्यभियन्ति सौहृदंभर्तुर्गुरोर्देहकृतश्च केतनम् ॥ १३ ॥",
        "english_devnagari": "kathaṁ sutāyāḥ pitṛ-geha-kautukaṁniśamya dehaḥ sura-varya neṅgateanāhutā apy abhiyanti sauhṛdaṁbhartur guror deha-kṛtaś ca ketanam",
        "verse_Syn": [
            "katham",
            "sutāyāḥ",
            "pitṛ",
            "geha",
            "kautukam",
            "niśamya",
            "dehaḥ",
            "sura",
            "varya",
            "na",
            "iṅgate",
            "anāhutāḥ",
            "api",
            "abhiyanti",
            "sauhṛdam",
            "bhartuḥ",
            "guroḥ",
            "deha",
            "kṛtaḥ",
            "ca",
            "ketanam"
        ],
        "translation": "O best of the demigods, how can the body of a daughter remain undisturbed when she hears that some festive event is taking place in her father’s house? Even though you may be considering that I have not been invited, there is no harm if one goes to the house of one’s friend, husband, spiritual master or father without invitation.",
        "purport": ""
    },
    {
        "verse": "14",
        "devanagari": "तन्मे प्रसीदेदममर्त्य वाञ्छितंकर्तुं भवान्कारुणिको बतार्हति ।त्वयात्मनोऽर्धेऽहमदभ्रचक्षुषानिरूपिता मानुगृहाण याचित: ॥ १४ ॥",
        "english_devnagari": "tan me prasīdedam amartya vāñchitaṁkartuṁ bhavān kāruṇiko batārhatitvayātmano ’rdhe ’ham adabhra-cakṣuṣānirūpitā mānugṛhāṇa yācitaḥ",
        "verse_Syn": [
            "tat",
            "me",
            "prasīda",
            "idam",
            "amartya",
            "vāñchitam",
            "kartum",
            "bhavān",
            "kāruṇikaḥ",
            "bata",
            "arhati",
            "tvayā",
            "ātmanaḥ",
            "ardhe",
            "aham",
            "adabhra",
            "cakṣuṣā",
            "nirūpitā",
            "mā",
            "anugṛhāṇa",
            "yācitaḥ"
        ],
        "translation": "O immortal Śiva, please be kind towards me and fulfill my desire. You have accepted me as half of your body; therefore please show kindness towards me and accept my request.",
        "purport": ""
    },
    {
        "verse": "15",
        "devanagari": "ऋषिरुवाचएवं गिरित्र: प्रिययाभिभाषित:प्रत्यभ्यधत्त प्रहसन् सुहृत्प्रिय: ।संस्मारितो मर्मभिद: कुवागिषून्यानाह को विश्वसृजां समक्षत: ॥ १५ ॥",
        "english_devnagari": "ṛṣir uvācaevaṁ giritraḥ priyayābhibhāṣitaḥpratyabhyadhatta prahasan suhṛt-priyaḥsaṁsmārito marma-bhidaḥ kuvāg-iṣūnyān āha ko viśva-sṛjāṁ samakṣataḥ",
        "verse_Syn": [
            "ṛṣiḥ",
            "uvāca",
            "evam",
            "giritraḥ",
            "priyayā",
            "abhibhāṣitaḥ",
            "pratyabhyadhatta",
            "prahasan",
            "suhṛt",
            "priyaḥ",
            "saṁsmāritaḥ",
            "marma",
            "bhidaḥ",
            "kuvāk",
            "iṣūn",
            "yān",
            "āha",
            "kaḥ",
            "viśva",
            "sṛjām",
            "samakṣataḥ"
        ],
        "translation": "The great sage Maitreya said: Lord Śiva, the deliverer of the hill Kailāsa, having thus been addressed by his dear wife, replied smilingly, although at the same time he remembered the malicious, heart-piercing speeches delivered by Dakṣa before the guardians of the universal affairs.",
        "purport": " When Lord Śiva heard from his wife about Dakṣa, the psychological effect was that he immediately remembered the strong words spoken against him in the assembly of the guardians of the universe, and, remembering those words, he was sorry at heart, although to please his wife he smiled. In Bhagavad-gītā it is said that a liberated person is always in mental equilibrium in both the distress and the happiness of this material world. Therefore the question may now be raised why a liberated personality like Lord Śiva was so unhappy because of the words of Dakṣa. The answer is given by Śrīla Viśvanātha Cakravartī Ṭhākura: Lord Śiva is ātmārāma, or situated in complete self-realization, but because he is the incarnation in charge of the material mode of ignorance, tamo-guṇa, he is sometimes affected by the pleasure and pain of the material world. The difference between the pleasure and pain of this material world and that of the spiritual world is that in the spiritual world the effect is qualitatively absolute. Therefore one may feel sorry in the absolute world, but the manifestation of so-called pain is always full of bliss. For instance, once Lord Kṛṣṇa, in His childhood, was chastised by His mother, Yaśodā, and Lord Kṛṣṇa cried. But although He shed tears from His eyes, this is not to be considered a reaction of the mode of ignorance, for the incident was full of transcendental pleasure. When Kṛṣṇa was playing in so many ways, sometimes it appeared that He caused distress to the gopīs, but actually such dealings were full of transcendental bliss. That is the difference between the material and spiritual worlds. The spiritual world, where everything is pure, is pervertedly reflected in this material world. Since everything in the spiritual world is absolute, in the spiritual varieties of apparent pleasure and pain there is no perception other than eternal bliss, whereas in the material world, because everything is contaminated by the modes of material nature, there are feelings of pleasure and pain. Therefore because Lord Śiva, although a fully self-realized person, was in charge of the material mode of ignorance, he felt sorrow."
    },
    {
        "verse": "16",
        "devanagari": "श्रीभगवानुवाचत्वयोदितं शोभनमेव शोभनेअनाहुता अप्यभियन्ति बन्धुषु ।ते यद्यनुत्पादितदोषद‍ृष्टयोबलीयसानात्म्यमदेन मन्युना ॥ १६ ॥",
        "english_devnagari": "śrī-bhagavān uvācatvayoditaṁ śobhanam eva śobhaneanāhutā apy abhiyanti bandhuṣute yady anutpādita-doṣa-dṛṣṭayobalīyasānātmya-madena manyunā",
        "verse_Syn": [
            "śrī",
            "bhagavān",
            "uvāca",
            "tvayā",
            "uditam",
            "śobhanam",
            "eva",
            "śobhane",
            "anāhutāḥ",
            "api",
            "abhiyanti",
            "bandhuṣu",
            "te",
            "yadi",
            "anutpādita",
            "doṣa",
            "dṛṣṭayaḥ",
            "balīyasā",
            "anātmya",
            "madena",
            "manyunā"
        ],
        "translation": "The great lord replied: My dear beautiful wife, you have said that one may go to a friend’s house without being invited, and this is true, provided such a friend does not find fault with the guest because of bodily identification and thereby become angry towards him.",
        "purport": " Lord Śiva could foresee that as soon as Satī reached her father’s house, her father, Dakṣa, being too puffed up because of bodily identification, would be angry at her presence, and although she was innocent and faultless, he would be mercilessly angry towards her. Lord Śiva warned that since her father was too puffed up by his material possessions, he would be angry, and this would be intolerable for her. Therefore it was better that she not go. This fact was already experienced by Lord Śiva because although Lord Śiva was faultless, Dakṣa had cursed him in so many harsh words."
    },
    {
        "verse": "17",
        "devanagari": "विद्यातपोवित्तवपुर्वय:कुलै:सतां गुणै: षड्‌भिरसत्तमेतरै: ।स्मृतौ हतायां भृतमानदुर्दृश:स्तब्धा न पश्यन्ति हि धाम भूयसाम् ॥ १७ ॥",
        "english_devnagari": "vidyā-tapo-vitta-vapur-vayaḥ-kulaiḥsatāṁ guṇaiḥ ṣaḍbhir asattametaraiḥsmṛtau hatāyāṁ bhṛta-māna-durdṛśaḥstabdhā na paśyanti hi dhāma bhūyasām",
        "verse_Syn": [
            "vidyā",
            "tapaḥ",
            "vitta",
            "vapuḥ",
            "vayaḥ",
            "kulaiḥ",
            "satām",
            "guṇaiḥ",
            "ṣaḍbhiḥ",
            "asattama",
            "itaraiḥ",
            "smṛtau",
            "hatāyām",
            "bhṛta",
            "māna",
            "durdṛśaḥ",
            "stabdhāḥ",
            "na",
            "paśyanti",
            "hi",
            "dhāma",
            "bhūyasām"
        ],
        "translation": "Although the six qualities education, austerity, wealth, beauty, youth and heritage are for the highly elevated, one who is proud of possessing them becomes blind, and thus he loses his good sense and cannot appreciate the glories of great personalities.",
        "purport": " It may be argued that since Dakṣa was very learned, wealthy and austere and had descended from a very exalted heritage, how could he be unnecessarily angry towards another? The answer is that when the qualities of good education, good parentage, beauty and sufficient wealth are misplaced in a person who is puffed up by all these possessions, they produce a very bad result. Milk is a very nice food, but when milk is touched by an envious serpent it becomes poisonous. Similarly, material assets such as education, wealth, beauty and good parentage are undoubtedly nice, but when they decorate persons of a malicious nature, then they act adversely. Another example, given by Cāṇakya Paṇḍita, is that a serpent that has a jewel on its head is still fearful because it is a serpent. A serpent, by nature, is envious of other living entities, even though they be faultless. When a serpent bites another creature, it is not necessarily because the other creature is at fault; it is the habit of the serpent to bite innocent creatures. Similarly, although Dakṣa was qualified by many material assets, because he was proud of his possessions and because he was envious, all those qualities were polluted. It is therefore sometimes detrimental for a person advancing in spiritual consciousness, or Kṛṣṇa consciousness, to possess such material assets. Kuntīdevī, while offering prayers to Kṛṣṇa, addressed Him as akiñcana-gocara, one who is easily approached by those who are bereft of all material acquisitions. Material exhaustion is an advantage for advancement in Kṛṣṇa consciousness, although if one is conscious of his eternal relationship with the Supreme Personality of Godhead, one can utilize one’s material assets, such as great learning and beauty and exalted ancestry, for the service of the Lord; then such assets become glorious. In other words, unless one is Kṛṣṇa conscious, all his material possessions are zero, but when this zero is by the side of the Supreme One, it at once increases in value to ten. Unless situated by the side of the Supreme One, zero is always zero; one may add one hundred zeros, but the value will still remain zero. Unless one’s material assets are used in Kṛṣṇa consciousness, they may play havoc and degrade the possessor."
    },
    {
        "verse": "18",
        "devanagari": "नैताद‍ृशानां स्वजनव्यपेक्षयागृहान्प्रतीयादनवस्थितात्मनाम् ।येऽभ्यागतान् वक्रधियाभिचक्षतेआरोपितभ्रूभिरमर्षणाक्षिभि: ॥ १८ ॥",
        "english_devnagari": "naitādṛśānāṁ sva-jana-vyapekṣayāgṛhān pratīyād anavasthitātmanāmye ’bhyāgatān vakra-dhiyābhicakṣateāropita-bhrūbhir amarṣaṇākṣibhiḥ",
        "verse_Syn": [
            "na",
            "etādṛśānām",
            "sva",
            "jana",
            "vyapekṣayā",
            "gṛhān",
            "pratīyāt",
            "anavasthita",
            "ātmanām",
            "ye",
            "abhyāgatān",
            "vakra",
            "dhiyā",
            "abhicakṣate",
            "āropita",
            "bhrūbhiḥ",
            "amarṣaṇa",
            "akṣibhiḥ"
        ],
        "translation": "One should not go to anyone’s house, even on the consideration of his being a relative or a friend, when the man is disturbed in his mind and looks upon the guest with raised eyebrows and angry eyes.",
        "purport": " However low a person may be, he is never unkind to his children, wife and nearest kin; even a tiger is kind to its cubs, for within the animal kingdom the cubs are treated very nicely. Since Satī was the daughter of Dakṣa, however cruel and contaminated he might be, naturally it was expected that he would receive her very nicely. But here it is indicated by the word anavasthita that such a person cannot be trusted. Tigers are very kind to their cubs, but it is also known that sometimes they eat them. Malicious persons should not be trusted, because they are always unsteady. Thus Satī was advised not to go to her father’s house because to accept such a father as a relative and to go to his house without being properly invited was not suitable."
    },
    {
        "verse": "19",
        "devanagari": "तथारिभिर्न व्यथते शिलीमुखै:शेतेऽर्दिताङ्गो हृदयेन दूयता ।स्वानां यथा वक्रधियां दुरुक्तिभि-र्दिवानिशं तप्यति मर्मताडित: ॥ १९ ॥",
        "english_devnagari": "tathāribhir na vyathate śilīmukhaiḥśete ’rditāṅgo hṛdayena dūyatāsvānāṁ yathā vakra-dhiyāṁ duruktibhirdivā-niśaṁ tapyati marma-tāḍitaḥ",
        "verse_Syn": [
            "tathā",
            "aribhiḥ",
            "na",
            "vyathate",
            "śilīmukhaiḥ",
            "śete",
            "ardita",
            "aṅgaḥ",
            "hṛdayena",
            "dūyatā",
            "svānām",
            "yathā",
            "vakra",
            "dhiyām",
            "duruktibhiḥ",
            "divā",
            "niśam",
            "tapyati",
            "marma",
            "tāḍitaḥ"
        ],
        "translation": "Lord Śiva continued: If one is hurt by the arrows of an enemy, one is not as aggrieved as when cut by the unkind words of a relative, for such grief continues to rend one’s heart day and night.",
        "purport": " Satī might have concluded that she would take the risk of going to her father’s house and even if her father spoke unkindly against her she would be tolerant, as a son sometimes tolerates the reproaches of his parents. But Lord Śiva reminded her that she would not be able to tolerate such unkind words because natural psychology dictates that although one can suffer harm from an enemy and not mind so much because pain inflicted by an enemy is natural, when one is hurt by the strong words of a relative, one suffers the effects continually, day and night, and sometimes the injury becomes so intolerable that one commits suicide."
    },
    {
        "verse": "20",
        "devanagari": "व्यक्तं त्वमुत्कृष्टगते: प्रजापते:प्रियात्मजानामसि सुभ्रु मे मता ।तथापि मानं न पितु: प्रपत्स्यसेमदाश्रयात्क: परितप्यते यत: ॥ २० ॥",
        "english_devnagari": "vyaktaṁ tvam utkṛṣṭa-gateḥ prajāpateḥpriyātmajānām asi subhru me matātathāpi mānaṁ na pituḥ prapatsyasemad-āśrayāt kaḥ paritapyate yataḥ",
        "verse_Syn": [
            "vyaktam",
            "tvam",
            "utkṛṣṭa",
            "gateḥ",
            "prajāpateḥ",
            "priyā",
            "ātmajānām",
            "asi",
            "subhru",
            "me",
            "matā",
            "tathā",
            "api",
            "mānam",
            "na",
            "pituḥ",
            "prapatsyase",
            "mat",
            "āśrayāt",
            "kaḥ",
            "paritapyate",
            "yataḥ"
        ],
        "translation": "My dear white-complexioned wife, it is clear that of the many daughters of Dakṣa you are the pet, yet you will not be honored at his house because of your being my wife. Rather, you will be sorry that you are connected with me.",
        "purport": " Lord Śiva put forward the argument that even if Satī proposed to go alone, without her husband, still she would not be received well because she was his wife. There was every chance of a catastrophe, even if she wanted to go alone. Therefore Lord Śiva indirectly requested her not to go to her father’s house."
    },
    {
        "verse": "21",
        "devanagari": "पापच्यमानेन हृदातुरेन्द्रिय:समृद्धिभि: पूरुषबुद्धिसाक्षिणाम् ।अकल्प एषामधिरोढुमञ्जसापरं पदं द्वेष्टि यथासुरा हरिम् ॥ २१ ॥",
        "english_devnagari": "pāpacyamānena hṛdāturendriyaḥsamṛddhibhiḥ pūruṣa-buddhi-sākṣiṇāmakalpa eṣām adhiroḍhum añjasāparaṁ padaṁ dveṣṭi yathāsurā harim",
        "verse_Syn": [
            "pāpacyamānena",
            "hṛdā",
            "ātura",
            "indriyaḥ",
            "samṛddhibhiḥ",
            "pūruṣa",
            "buddhi",
            "sākṣiṇām",
            "akalpaḥ",
            "eṣām",
            "adhiroḍhum",
            "añjasā",
            "param",
            "padam",
            "dveṣṭi",
            "yathā",
            "asurāḥ",
            "harim"
        ],
        "translation": "One who is conducted by false ego and thus always distressed, both mentally and sensually, cannot tolerate the opulence of self-realized persons. Being unable to rise to the standard of self-realization, he envies such persons as much as demons envy the Supreme Personality of Godhead.",
        "purport": " The real reason for the enmity between Lord Śiva and Dakṣa is explained here. Dakṣa was envious of Lord Śiva because of Śiva’s high position as an incarnation of a quality of the Supreme Personality of Godhead and because Śiva was directly in contact with the Supersoul and was therefore honored and given a better sitting place than he. There were many other reasons also. Dakṣa, being materially puffed up, could not tolerate the high position of Lord Śiva, so his anger at Lord Śiva’s not standing up in his presence was only the final manifestation of his envy. Lord Śiva is always in meditation and always perceives the Supersoul, as expressed here by the words pūruṣa-buddhi-sākṣiṇām. The position of one whose intelligence is always absorbed in meditation upon the Supreme Personality of Godhead is very great and cannot be imitated by anyone, especially an ordinary person. When Dakṣa entered the arena of yajña, Lord Śiva was in meditation and might not have seen Dakṣa enter, but Dakṣa took the opportunity to curse him because Dakṣa had maintained an envious attitude towards Lord Śiva for a long time. Those who are actually self-realized see every individual body as a temple of the Supreme Personality of Godhead because the Supreme Personality of Godhead, in His Paramātmā feature, is residing in everyone’s body. When one offers respect to the body, it is not to the material body but to the presence of the Supreme Lord. Thus one who is always in meditation upon the Supreme Lord is always offering Him obeisances. But since Dakṣa was not very elevated, he thought that obeisances were offered to the material body, and because Lord Śiva did not offer respect to his material body, Dakṣa became envious. Such persons, being unable to rise to the standard of self-realized souls like Lord Śiva, are always envious. The example given here is very suitable. Asuras, demons or atheists, are always envious of the Supreme Personality of Godhead; they simply want to kill Him. Even in this age we find some so-called scholars commenting on Bhagavad-gītā who are envious of Kṛṣṇa. When Kṛṣṇa says, man-manā bhava mad-bhaktaḥ (Bg. 18.65) — “Always think of Me, become My devotee, and surrender unto Me” — the so-called scholars comment that it is not to Kṛṣṇa that we have to surrender. That is envy. The asuras or atheists, the demons, without reason or cause, are envious of the Supreme Personality of Godhead. Similarly, instead of offering respect to self-realized persons, foolish men who cannot approach the highest standard of self-realization are always envious, although there is no reason."
    },
    {
        "verse": "22",
        "devanagari": "प्रत्युद्गमप्रश्रयणाभिवादनंविधीयते साधु मिथ: सुमध्यमे ।प्राज्ञै: परस्मै पुरुषाय चेतसागुहाशयायैव न देहमानिने ॥ २२ ॥",
        "english_devnagari": "pratyudgama-praśrayaṇābhivādanaṁvidhīyate sādhu mithaḥ sumadhyameprājñaiḥ parasmai puruṣāya cetasāguhā-śayāyaiva na deha-mānine",
        "verse_Syn": [
            "pratyudgama",
            "praśrayaṇa",
            "abhivādanam",
            "vidhīyate",
            "sādhu",
            "mithaḥ",
            "su",
            "madhyame",
            "prājñaiḥ",
            "parasmai",
            "puruṣāya",
            "cetasā",
            "guhā",
            "śayāya",
            "eva",
            "na",
            "deha",
            "mānine"
        ],
        "translation": "My dear young wife, certainly friends and relatives offer mutual greetings by standing up, welcoming one another and offering obeisances. But those who are elevated to the transcendental platform, being intelligent, offer such respects to the Supersoul, who is sitting within the body, not to the person who identifies with the body.",
        "purport": " It may be argued that since Dakṣa was the father-in-law of Lord Śiva, it was certainly the duty of Lord Śiva to offer him respect. In answer to that argument it is explained here that when a learned person stands up or offers obeisances in welcome, he offers respect to the Supersoul, who is sitting within everyone’s heart. Among Vaiṣṇavas, therefore, it is seen that even when a disciple offers obeisances to his spiritual master, the spiritual master immediately returns the obeisances because they are mutually offered not to the body but to the Supersoul. Therefore the spiritual master also offers respect to the Supersoul situated in the body of the disciple. The Lord says in Śrīmad-Bhāgavatam that offering respect to His devotee is more valuable than offering respect to Him. Devotees do not identify with the body, so offering respect to a Vaiṣṇava means offering respect to Viṣṇu. It is stated also that, as a matter of etiquette, as soon as one sees a Vaiṣṇava one must immediately offer him respect, indicating the Supersoul sitting within. A Vaiṣṇava sees the body as a temple of Viṣṇu. Since Lord Śiva had already offered respect to the Supersoul in Kṛṣṇa consciousness, offering respect to Dakṣa, who identified with his body, was already performed. There was no need to offer respect to his body, for that is not directed by any Vedic injunction."
    },
    {
        "verse": "23",
        "devanagari": "सत्त्वं विशुद्धं वसुदेवशब्दितंयदीयते तत्र पुमानपावृत: ।सत्त्वे च तस्मिन्भगवान्वासुदेवोह्यधोक्षजो मे नमसा विधीयते ॥ २३ ॥",
        "english_devnagari": "sattvaṁ viśuddhaṁ vasudeva-śabditaṁyad īyate tatra pumān apāvṛtaḥsattve ca tasmin bhagavān vāsudevohy adhokṣajo me namasā vidhīyate",
        "verse_Syn": [
            "sattvam",
            "viśuddham",
            "vasudeva",
            "śabditam",
            "yat",
            "īyate",
            "tatra",
            "pumān",
            "apāvṛtaḥ",
            "sattve",
            "ca",
            "tasmin",
            "bhagavān",
            "vāsudevaḥ",
            "hi",
            "adhokṣajaḥ",
            "me",
            "namasā",
            "vidhīyate"
        ],
        "translation": "I am always engaged in offering obeisances to Lord Vāsudeva in pure Kṛṣṇa consciousness. Kṛṣṇa consciousness is always pure consciousness, in which the Supreme Personality of Godhead, known as Vāsudeva, is revealed without any covering.",
        "purport": " The living entity is constitutionally pure. Asaṅgo hy ayaṁ puruṣaḥ. In the Vedic literature it is said that the soul is always pure and uncontaminated by material attachment. The identification of the body with the soul is due to misunderstanding. As soon as one is fully Kṛṣṇa conscious it is to be understood that one is in his pure, original constitutional position. This state of existence is called śuddha-sattva, which means that it is transcendental to the material qualities. Since this śuddha-sattva existence is under the direct action of the internal potency, in this state the activities of material consciousness stop. For example, when iron is put into a fire, it becomes warm, and when red-hot, although it is iron, it acts like fire. Similarly, when copper is surcharged with electricity, its action as copper stops; it acts as electricity. Bhagavad-gītā (14.26) also confirms that anyone who engages in unadulterated devotional service to the Lord is at once elevated to the position of pure Brahman: Therefore śuddha-sattva, as described in this verse, is the transcendental position, which is technically called vasudeva. Vasudeva is also the name of the person from whom Kṛṣṇa appears. This verse explains that the pure state is called vasudeva because in that state Vāsudeva, the Supreme Personality of Godhead, is revealed without any covering. To execute unadulterated devotional service, therefore, one must follow the rules and regulations of devotional service without desire to gain material profit by fruitive activities or mental speculation. In pure devotional service one simply serves the Supreme Personality of Godhead as a matter of duty, without reason and without being impeded by material conditions. That is called śuddha-sattva, or vasudeva, because in that stage the Supreme Person, Kṛṣṇa, is revealed in the heart of the devotee. Śrīla Jīva Gosvāmī has very nicely described this vasudeva, or śuddha-sattva, in his Bhagavat-sandarbha. He explains that aṣṭottara-śata (108) is added to the name of the spiritual master to indicate one who is situated in śuddha-sattva, or in the transcendental state of vasudeva. The word vasudeva is also used for other purposes. For example, vasudeva also means one who is everywhere, or all-pervading. The sun is also called vasudeva-śabditam. The word vasudeva may be utilized for different purposes, but whatever purpose we adopt, Vāsudeva means the all-pervading or localized Supreme Personality of Godhead. In Bhagavad-gītā (7.19) it is also stated, vāsudevaḥ sarvam iti. Factual realization is to understand Vāsudeva, the Supreme Personality of Godhead, and surrender unto Him. Vasudeva is the ground wherein Vāsudeva, the Supreme Personality of Godhead, is revealed. When one is free from the contamination of material nature and is situated in pure Kṛṣṇa consciousness, or in the vasudeva state, Vāsudeva, the Supreme Person, is revealed. This state is also called kaivalya, which means “pure consciousness.” Jñānaṁ sāttvikaṁ kaivalyam: when one is situated in pure, transcendental knowledge, one is situated in kaivalya. Therefore vasudeva also means kaivalya, a word which is generally used by impersonalists. Impersonal kaivalya is not the last stage of realization. In Kṛṣṇa consciousness kaivalya, when one understands the Supreme Personality of Godhead, then one is successful. In that pure state, by hearing, chanting, remembering, etc., because of the development of knowledge of the science of Kṛṣṇa, one can understand the Supreme Personality of Godhead. All these activities are under the guidance of the internal energy of the Supreme Lord. The action of the internal potency is also described in this verse as apāvṛtaḥ, free from any covering. Because the Supreme Personality of Godhead, His name, His form, His quality, His paraphernalia, etc., being transcendental, are beyond material nature, it is not possible to understand any one of them with the materialistic senses. When the senses are purified by the discharge of pure devotional service (hṛṣīkeṇa hṛṣīkeśa-sevanaṁ bhaktir ucyate), the pure senses can see Kṛṣṇa without covering. Now one may inquire that since factually the devotee has the same material existential body, how is it possible that the same materialistic eyes become purified by devotional service? The example, as stated by Lord Caitanya, is that devotional service cleanses the mirror of the mind. In a clean mirror one can see one’s face very distinctly. Similarly, simply by cleansing the mirror of the mind one can have a clear conception of the Supreme Personality of Godhead. It is stated in Bhagavad-gītā (8.8), abhyāsa-yoga-yuktena. By executing one’s prescribed duties in devotional service, cetasā nānya-gāminā, or simply by hearing about God and chanting about Him, if one’s mind is always engaged in chanting and hearing and is not allowed to go elsewhere, one can realize the Supreme Personality of Godhead. As confirmed by Lord Caitanya, by the bhakti-yoga process, beginning from hearing and chanting, one can cleanse the heart and mind, and thus one can clearly see the face of the Supreme Personality of Godhead. Lord Śiva said that since his heart was always filled with the conception of Vāsudeva, the Supreme Personality of Godhead, because of the Supreme Lord’s presence within his mind and heart, he was always offering obeisances unto that Supreme Godhead. In other words, Lord Śiva is always in trance, samādhi. This samādhi is not under the control of the devotee; it is under the control of Vāsudeva, for the entire internal energy of the Supreme Personality of Godhead acts under His order. Of course, the material energy also acts by His order, but His direct will is specifically executed through the spiritual energy. Thus by His spiritual energy He reveals Himself. It is stated in Bhagavad-gītā (4.6), sambhavāmy ātma-māyayā. Ātma-māyayā means “internal potency.” By His sweet will He reveals Himself by His internal potency, being satisfied by the transcendental loving service of the devotee. The devotee never commands, “My dear Lord, please come here so that I can see You.” It is not the position of the devotee to command the Supreme Personality of Godhead to come before him or to dance before him. There are many so-called devotees who command the Lord to come before them dancing. The Lord, however, is not subject to anyone’s command, but if He is satisfied by one’s pure devotional activities, He reveals Himself. Therefore a meaningful word in this verse is adhokṣaja, for it indicates that the activities of our material senses will fail to realize the Supreme Personality of Godhead. One cannot realize the Supreme Personality of Godhead simply by the attempt of one’s speculative mind, but if one desires he can subdue all the material activities of his senses, and the Lord, by manifesting His spiritual energy, can reveal Himself to the pure devotee. When the Supreme Personality of Godhead reveals Himself to the pure devotee, the devotee has no other duty than to offer Him respectful obeisances. The Absolute Truth reveals Himself to the devotee in His form. He is not formless. Vāsudeva is not formless, for it is stated in this verse that as soon as the Lord reveals Himself, the devotee offers his obeisances. Obeisances are offered to a person, not to anything impersonal. One should not accept the Māyāvāda interpretation that Vāsudeva is impersonal. As stated in Bhagavad-gītā, prapadyate: one surrenders. One surrenders to a person, not to impersonal nonduality. Whenever there is a question of surrendering or offering obeisances, there must be an object of surrender or obeisances."
    },
    {
        "verse": "24",
        "devanagari": "तत्ते निरीक्ष्यो न पितापि देहकृद्दक्षो मम द्विट्‌तदनुव्रताश्च ये ।यो विश्वसृग्यज्ञगतं वरोरु मा-मनागसं दुर्वचसाकरोत्तिर: ॥ २४ ॥",
        "english_devnagari": "tat te nirīkṣyo na pitāpi deha-kṛddakṣo mama dviṭ tad-anuvratāś ca yeyo viśvasṛg-yajña-gataṁ varoru māmanāgasaṁ durvacasākarot tiraḥ",
        "verse_Syn": [
            "tat",
            "te",
            "nirīkṣyaḥ",
            "na",
            "pitā",
            "api",
            "deha",
            "kṛt",
            "dakṣaḥ",
            "mama",
            "dviṭ",
            "tat",
            "anuvratāḥ",
            "ca",
            "ye",
            "yaḥ",
            "viśva",
            "sṛk",
            "yajña",
            "gatam",
            "vara",
            "ūru",
            "mām",
            "anāgasam",
            "durvacasā",
            "akarot",
            "tiraḥ"
        ],
        "translation": "Therefore you should not see your father, although he is the giver of your body, because he and his followers are envious of me. Because of his envy, O most worshipful one, he has insulted me with cruel words although I am innocent.",
        "purport": " For a woman, both the husband and the father are equally worshipable. The husband is the protector of a woman during her youthful life, whereas the father is her protector during her childhood. Thus both are worshipable, but especially the father because he is the giver of the body. Lord Śiva reminded Satī, “Your father is undoubtedly worshipable, even more than I am, but take care, for although he is the giver of your body he may also be the taker of your body, because when you see your father he may insult you because of your association with me. An insult from a relative is worse than death, especially when one is well situated.”"
    },
    {
        "verse": "25",
        "devanagari": "यदि व्रजिष्यस्यतिहाय मद्वचोभद्रं भवत्या न ततो भविष्यति ।सम्भावितस्य स्वजनात्पराभवोयदा स सद्यो मरणाय कल्पते ॥ २५ ॥",
        "english_devnagari": "yadi vrajiṣyasy atihāya mad-vacobhadraṁ bhavatyā na tato bhaviṣyatisambhāvitasya sva-janāt parābhavoyadā sa sadyo maraṇāya kalpate",
        "verse_Syn": [
            "yadi",
            "vrajiṣyasi",
            "atihāya",
            "mat",
            "vacaḥ",
            "bhadram",
            "bhavatyāḥ",
            "na",
            "tataḥ",
            "bhaviṣyati",
            "sambhāvitasya",
            "sva",
            "janāt",
            "parābhavaḥ",
            "yadā",
            "saḥ",
            "sadyaḥ",
            "maraṇāya",
            "kalpate"
        ],
        "translation": "If in spite of this instruction you decide to go, neglecting my words, the future will not be good for you. You are most respectable, and when you are insulted by your relative, this insult will immediately be equal to death.",
        "purport": ""
    }
]