[
    {
        "verse": "1-2",
        "devanagari": "मैत्रेय उवाचअथ देवगणा: सर्वे रुद्रानीकै: पराजिता: ।शूलपट्टिशनिस्त्रिंशगदापरिघमुद्गरै: ॥ १ ॥सञ्छिन्नभिन्नसर्वाङ्गा: सर्त्विक्सभ्या भयाकुला: ।स्वयम्भुवे नमस्कृत्य कार्त्स्‍न्येनैतन्न्यवेदयन् ॥ २ ॥",
        "english_devnagari": "maitreya uvācaatha deva-gaṇāḥ sarverudrānīkaiḥ parājitāḥśūla-paṭṭiśa-nistriṁśa-gadā-parigha-mudgaraiḥ",
        "verse_Syn": [
            "maitreyaḥ",
            "uvāca",
            "atha",
            "deva",
            "gaṇāḥ",
            "sarve",
            "rudra",
            "anīkaiḥ",
            "parājitāḥ",
            "śūla",
            "paṭṭiśa",
            "nistriṁśa",
            "gadā",
            "parigha",
            "mudgaraiḥ",
            "sañchinna",
            "bhinna",
            "sarva",
            "aṅgāḥ",
            "sa",
            "ṛtvik",
            "sabhyāḥ",
            "bhaya",
            "ākulāḥ",
            "svayambhuve",
            "namaskṛtya",
            "kārtsnyena",
            "etat",
            "nyavedayan"
        ],
        "translation": "All the priests and other members of the sacrificial assembly and all the demigods, having been defeated by the soldiers of Lord Śiva and injured by weapons like tridents and swords, approached Lord Brahmā with great fear. After offering him obeisances, they began to speak in detail of all the events which had taken place.",
        "purport": ""
    },
    {
        "verse": "3",
        "devanagari": "उपलभ्य पुरैवैतद्भगवानब्जसम्भव: ।नारायणश्च विश्वात्मा न कस्याध्वरमीयतु: ॥ ३ ॥",
        "english_devnagari": "upalabhya puraivaitadbhagavān abja-sambhavaḥnārāyaṇaś ca viśvātmāna kasyādhvaram īyatuḥ",
        "verse_Syn": [
            "upalabhya",
            "purā",
            "eva",
            "etat",
            "bhagavān",
            "abja",
            "sambhavaḥ",
            "nārāyaṇaḥ",
            "ca",
            "viśva",
            "ātmā",
            "na",
            "kasya",
            "adhvaram",
            "īyatuḥ"
        ],
        "translation": "Both Lord Brahmā and Viṣṇu had already known that such events would occur in the sacrificial arena of Dakṣa, and knowing beforehand, they did not go to the sacrifice.",
        "purport": " As stated in Bhagavad-gītā (7.26), vedāhaṁ samatītāni vartamānāni cārjuna. The Lord says, “I know everything that has happened in the past and is going to happen in the future.” Lord Viṣṇu is omniscient, and He therefore knew what would happen at Dakṣa’s sacrificial arena. For this reason neither Nārāyaṇa nor Lord Brahmā attended the great sacrifice performed by Dakṣa."
    },
    {
        "verse": "4",
        "devanagari": "तदाकर्ण्य विभु: प्राह तेजीयसि कृतागसि ।क्षेमाय तत्र सा भूयान्न प्रायेण बुभूषताम् ॥ ४ ॥",
        "english_devnagari": "tad ākarṇya vibhuḥ prāhatejīyasi kṛtāgasikṣemāya tatra sā bhūyānna prāyeṇa bubhūṣatām",
        "verse_Syn": [
            "tat",
            "ākarṇya",
            "vibhuḥ",
            "prāha",
            "tejīyasi",
            "kṛta",
            "āgasi",
            "kṣemāya",
            "tatra",
            "sā",
            "bhūyāt",
            "na",
            "prāyeṇa",
            "bubhūṣatām"
        ],
        "translation": "When Lord Brahmā heard everything from the demigods and the members who had attended the sacrifice, he replied: You cannot be happy in executing a sacrifice if you blaspheme a great personality and thereby offend his lotus feet. You cannot have happiness in that way.",
        "purport": " Lord Brahmā explained to the demigods that although Dakṣa wanted to enjoy the results of fruitive sacrificial activities, it is not possible to enjoy when one offends a great personality like Lord Śiva. It was good for Dakṣa to have died in the fight because if he had lived he would have committed such offenses at the lotus feet of great personalities again and again. According to Manu’s law, when a person commits murder, punishment is beneficial for him because if he is not killed he might commit more and more murders and therefore be entangled in his future lives for having killed so many persons. Therefore the king’s punishment of a murderer is appropriate. lf those who are extremely offensive are killed by the grace of the Lord, that is good for them. In other words, Lord Brahmā explained to the demigods that it was good for Dakṣa to have been killed."
    },
    {
        "verse": "5",
        "devanagari": "अथापि यूयं कृतकिल्बिषा भवंये बर्हिषो भागभाजं परादु: ।प्रसादयध्वं परिशुद्धचेतसाक्षिप्रप्रसादं प्रगृहीताङ्‌घ्रि:पद्मम् ॥ ५ ॥",
        "english_devnagari": "athāpi yūyaṁ kṛta-kilbiṣā bhavaṁye barhiṣo bhāga-bhājaṁ parāduḥprasādayadhvaṁ pariśuddha-cetasākṣipra-prasādaṁ pragṛhītāṅghri-padmam",
        "verse_Syn": [
            "atha",
            "api",
            "yūyam",
            "kṛta",
            "kilbiṣāḥ",
            "bhavam",
            "ye",
            "barhiṣaḥ",
            "bhāga",
            "bhājam",
            "parāduḥ",
            "prasādayadhvam",
            "pariśuddha",
            "cetasā",
            "kṣipra",
            "prasādam",
            "pragṛhīta",
            "aṅghri",
            "padmam"
        ],
        "translation": "You have excluded Lord Śiva from taking part in the sacrificial results, and therefore you are all offenders at his lotus feet. Still, if you go without mental reservations and surrender unto him and fall down at his lotus feet, he will be very pleased.",
        "purport": " Lord Śiva is also called Āśutoṣa. Āśu means “very soon,” and toṣa means “to become satisfied.” The demigods were advised to go to Lord Śiva and beg his pardon, and because he is very easily pleased, it was certain that their purpose would be served. Lord Brahmā knew the mind of Lord Śiva very well, and he was confident that the demigods, who were offenders at his lotus feet, could mitigate their offenses by going to him and surrendering without reservation."
    },
    {
        "verse": "6",
        "devanagari": "आशासाना जीवितमध्वरस्यलोक: सपाल: कुपिते न यस्मिन् ।तमाशु देवं प्रियया विहीनंक्षमापयध्वं हृदि विद्धं दुरुक्तै: ॥ ६ ॥",
        "english_devnagari": "āśāsānā jīvitam adhvarasyalokaḥ sa-pālaḥ kupite na yasmintam āśu devaṁ priyayā vihīnaṁkṣamāpayadhvaṁ hṛdi viddhaṁ duruktaiḥ",
        "verse_Syn": [
            "āśāsānāḥ",
            "jīvitam",
            "adhvarasya",
            "lokaḥ",
            "sa",
            "pālaḥ",
            "kupite",
            "na",
            "yasmin",
            "tam",
            "āśu",
            "devam",
            "priyayā",
            "vihīnam",
            "kṣamāpayadhvam",
            "hṛdi",
            "viddham",
            "duruktaiḥ"
        ],
        "translation": "Lord Brahmā also advised them that Lord Śiva is so powerful that by his anger all the planets and their chief controllers can be destroyed immediately. Also, he said that Lord Śiva was especially sorry because he had recently lost his dear wife and was also very much afflicted by the unkind words of Dakṣa. Under the circumstances, Lord Brahmā suggested, it would behoove them to go at once and beg his pardon.",
        "purport": ""
    },
    {
        "verse": "7",
        "devanagari": "नाहं न यज्ञो न च यूयमन्येये देहभाजो मुनयश्च तत्त्वम् ।विदु: प्रमाणं बलवीर्ययोर्वायस्यात्मतन्त्रस्य क उपायं विधित्सेत् ॥ ७ ॥",
        "english_devnagari": "nāhaṁ na yajño na ca yūyam anyeye deha-bhājo munayaś ca tattvamviduḥ pramāṇaṁ bala-vīryayor vāyasyātma-tantrasya ka upāyaṁ vidhitset",
        "verse_Syn": [
            "na",
            "aham",
            "na",
            "yajñaḥ",
            "na",
            "ca",
            "yūyam",
            "anye",
            "ye",
            "deha",
            "bhājaḥ",
            "munayaḥ",
            "ca",
            "tattvam",
            "viduḥ",
            "pramāṇam",
            "bala",
            "vīryayoḥ",
            "vā",
            "yasya",
            "ātma",
            "tantrasya",
            "kaḥ",
            "upāyam",
            "vidhitset"
        ],
        "translation": "Lord Brahmā said that no one — not even himself, Indra, all the members assembled in the sacrificial arena or all the sages — could know how powerful Lord Śiva is. Under the circumstances, who would dare to commit an offense at his lotus feet?",
        "purport": " After Lord Brahmā advised the demigods to go to Lord Śiva and beg his pardon, it was suggested how he should be satisfied and how the matter should be placed before him. Brahmā also asserted that none of the conditioned souls, including himself and all the demigods, could know how to satisfy Lord Śiva. But he said, “It is known that he is very easily satisfied, so let us try to satisfy him by falling at his lotus feet.” Actually the position of the subordinate is always to surrender to the Supreme. That is the instruction of Bhagavad-gītā. The Lord asks everyone to give up all kinds of concocted occupations and simply surrender unto Him. That will protect the conditioned souls from all sinful reactions. Similarly, in this case Brahmā also suggested that they go and surrender unto the lotus feet of Lord Śiva, for since he is very kind and easily satisfied, this action would prove effective."
    },
    {
        "verse": "8",
        "devanagari": "स इत्थमादिश्य सुरानजस्तु तै:समन्वित: पितृभि: सप्रजेशै: ।ययौ स्वधिष्ण्यान्निलयं पुरद्विष:कैलासमद्रिप्रवरं प्रियं प्रभो: ॥ ८ ॥",
        "english_devnagari": "sa ittham ādiśya surān ajas tu taiḥsamanvitaḥ pitṛbhiḥ sa-prajeśaiḥyayau sva-dhiṣṇyān nilayaṁ pura-dviṣaḥkailāsam adri-pravaraṁ priyaṁ prabhoḥ",
        "verse_Syn": [
            "saḥ",
            "ittham",
            "ādiśya",
            "surān",
            "ajaḥ",
            "tu",
            "taiḥ",
            "samanvitaḥ",
            "pitṛbhiḥ",
            "sa",
            "prajeśaiḥ",
            "yayau",
            "sva",
            "dhiṣṇyāt",
            "nilayam",
            "pura",
            "dviṣaḥ",
            "kailāsam",
            "adri",
            "pravaram",
            "priyam",
            "prabhoḥ"
        ],
        "translation": "After thus instructing all the demigods, the Pitās and the lords of the living entities, Lord Brahmā took them with him and left for the abode of Lord Śiva, known as the Kailāsa Hill.",
        "purport": " The abode of Lord Śiva, which is known as Kailāsa, is described in the fourteen verses which follow."
    },
    {
        "verse": "9",
        "devanagari": "जन्मौषधितपोमन्त्रयोगसिद्धैर्नरेतरै: ।जुष्टं किन्नरगन्धर्वैरप्सरोभिर्वृतं सदा ॥ ९ ॥",
        "english_devnagari": "janmauṣadhi-tapo-mantra-yoga-siddhair naretaraiḥjuṣṭaṁ kinnara-gandharvairapsarobhir vṛtaṁ sadā",
        "verse_Syn": [
            "janma",
            "auṣadhi",
            "tapaḥ",
            "mantra",
            "yoga",
            "siddhaiḥ",
            "nara",
            "itaraiḥ",
            "juṣṭam",
            "kinnara",
            "gandharvaiḥ",
            "apsarobhiḥ",
            "vṛtam",
            "sadā"
        ],
        "translation": "The abode known as Kailāsa is full of different herbs and vegetables, and it is sanctified by Vedic hymns and mystic yoga practice. Thus the residents of that abode are demigods by birth and have all mystic powers. Besides them there are other human beings, who are known as Kinnaras and Gandharvas and are accompanied by their beautiful wives, who are known as Apsarās, or angels.",
        "purport": ""
    },
    {
        "verse": "10",
        "devanagari": "नानामणिमयै: श‍ृङ्गैर्नानाधातुविचित्रितै: ।नानाद्रुमलतागुल्मैर्नानामृगगणावृतै: ॥ १० ॥",
        "english_devnagari": "nānā-maṇimayaiḥ śṛṅgairnānā-dhātu-vicitritaiḥnānā-druma-latā-gulmairnānā-mṛga-gaṇāvṛtaiḥ",
        "verse_Syn": [
            "nānā",
            "maṇi",
            "mayaiḥ",
            "śṛṅgaiḥ",
            "nānā",
            "dhātu",
            "vicitritaiḥ",
            "nānā",
            "druma",
            "latā",
            "gulmaiḥ",
            "nānā",
            "mṛga",
            "gaṇa",
            "āvṛtaiḥ"
        ],
        "translation": "Kailāsa is full of mountains filled with all kinds of valuable jewels and minerals and surrounded by all varieties of valuable trees and plants. The top of the hill is nicely decorated by various types of deer.",
        "purport": ""
    },
    {
        "verse": "11",
        "devanagari": "नानामलप्रस्रवणैर्नानाकन्दरसानुभि: ।रमणं विहरन्तीनां रमणै: सिद्धयोषिताम् ॥ ११ ॥",
        "english_devnagari": "nānāmala-prasravaṇairnānā-kandara-sānubhiḥramaṇaṁ viharantīnāṁramaṇaiḥ siddha-yoṣitām",
        "verse_Syn": [
            "nānā",
            "amala",
            "prasravaṇaiḥ",
            "nānā",
            "kandara",
            "sānubhiḥ",
            "ramaṇam",
            "viharantīnām",
            "ramaṇaiḥ",
            "siddha",
            "yoṣitām"
        ],
        "translation": "There are many waterfalls, and in the mountains there are many beautiful caves in which the very beautiful wives of the mystics are found.",
        "purport": ""
    },
    {
        "verse": "12",
        "devanagari": "मयूरकेकाभिरुतं मदान्धालिविमूर्च्छितम् ।प्लावितै रक्तकण्ठानां कूजितैश्च पतत्त्रिणाम् ॥ १२ ॥",
        "english_devnagari": "mayūra-kekābhirutaṁmadāndhāli-vimūrcchitamplāvitai rakta-kaṇṭhānāṁkūjitaiś ca patattriṇām",
        "verse_Syn": [
            "mayūra",
            "kekā",
            "abhirutam",
            "mada",
            "andha",
            "ali",
            "vimūrcchitam",
            "plāvitaiḥ",
            "rakta",
            "kaṇṭhānām",
            "kūjitaiḥ",
            "ca",
            "patattriṇām"
        ],
        "translation": "On Kailāsa Hill there is always the rhythmical sound of the peacocks’ sweet vibrations and the bees’ humming. Cuckoos are always singing, and other birds whisper amongst themselves.",
        "purport": ""
    },
    {
        "verse": "13",
        "devanagari": "आह्वयन्तमिवोद्धस्तैर्द्विजान् कामदुघैर्द्रुमै: ।व्रजन्तमिव मातङ्गैर्गृणन्तमिव निर्झरै: ॥ १३ ॥",
        "english_devnagari": "āhvayantam ivoddhastairdvijān kāma-dughair drumaiḥvrajantam iva mātaṅgairgṛṇantam iva nirjharaiḥ",
        "verse_Syn": [
            "āhvayantam",
            "iva",
            "ut",
            "hastaiḥ",
            "dvijān",
            "kāma",
            "dughaiḥ",
            "drumaiḥ",
            "vrajantam",
            "iva",
            "mātaṅgaiḥ",
            "gṛṇantam",
            "iva",
            "nirjharaiḥ"
        ],
        "translation": "There are tall trees with straight branches that appear to call the sweet birds, and when herds of elephants pass through the hills, it appears that the Kailāsa Hill moves with them. When the waterfalls resound, it appears that Kailāsa Hill does also.",
        "purport": ""
    },
    {
        "verse": "14-15",
        "devanagari": "मन्दारै: पारिजातैश्च सरलैश्चोपशोभितम् ।तमालै: शालतालैश्च कोविदारासनार्जुनै: ॥ १४ ॥चूतै: कदम्बैर्नीपैश्च नागपुन्नागचम्पकै: ।पाटलाशोकबकुलै: कुन्दै: कुरबकैरपि ॥ १५ ॥",
        "english_devnagari": "mandāraiḥ pārijātaiś casaralaiś copaśobhitamtamālaiḥ śāla-tālaiś cakovidārāsanārjunaiḥ",
        "verse_Syn": [
            "mandāraiḥ",
            "pārijātaiḥ",
            "ca",
            "saralaiḥ",
            "ca",
            "upaśobhitam",
            "tamālaiḥ",
            "śāla",
            "tālaiḥ",
            "ca",
            "kovidāra",
            "āsana",
            "arjunaiḥ",
            "cūtaiḥ",
            "kadambaiḥ",
            "nīpaiḥ",
            "ca",
            "nāga",
            "punnāga",
            "campakaiḥ",
            "pāṭala",
            "aśoka",
            "bakulaiḥ",
            "kundaiḥ",
            "kurabakaiḥ",
            "api"
        ],
        "translation": "The whole of Kailāsa Hill is decorated with various kinds of trees, of which the following names may be mentioned: mandāra, pārijāta, sarala, tamāla, tāla, kovidāra, āsana, arjuna, āmra-jāti [mango], kadamba, dhūli-kadamba, nāga, punnāga, campaka, pāṭala, aśoka, bakula, kunda and kurabaka. The entire hill is decorated with such trees, which produce flowers with fragrant aromas.",
        "purport": ""
    },
    {
        "verse": "16",
        "devanagari": "स्वर्णार्णशतपत्रैश्च वररेणुकजातिभि: ।कुब्जकैर्मल्लिकाभिश्च माधवीभिश्च मण्डितम् ॥ १६ ॥",
        "english_devnagari": "svarṇārṇa-śata-patraiś cavara-reṇuka-jātibhiḥkubjakair mallikābhiś camādhavībhiś ca maṇḍitam",
        "verse_Syn": [
            "svarṇārṇa",
            "śata",
            "patraiḥ",
            "ca",
            "vara",
            "reṇuka",
            "jātibhiḥ",
            "kubjakaiḥ",
            "mallikābhiḥ",
            "ca",
            "mādhavībhiḥ",
            "ca",
            "maṇḍitam"
        ],
        "translation": "There are other trees also which decorate the hill, such as the golden lotus flower, the cinnamon tree, mālatī, kubja, mallikā and mādhavī.",
        "purport": ""
    },
    {
        "verse": "17",
        "devanagari": "पनसोदुम्बराश्वत्थप्लक्षन्यग्रोधहिङ्गुभि: ।भूर्जैरोषधिभि: पूगै राजपूगैश्च जम्बुभि: ॥ १७ ॥",
        "english_devnagari": "panasodumbarāśvattha-plakṣa-nyagrodha-hiṅgubhiḥbhūrjair oṣadhibhiḥ pūgairājapūgaiś ca jambubhiḥ",
        "verse_Syn": [
            "panasa",
            "udumbara",
            "aśvattha",
            "plakṣa",
            "nyagrodha",
            "hiṅgubhiḥ",
            "bhūrjaiḥ",
            "oṣadhibhiḥ",
            "pūgaiḥ",
            "rājapūgaiḥ",
            "ca",
            "jambubhiḥ"
        ],
        "translation": "Kailāsa Hill is also decorated with such trees as kata, jackfruit, julara, banyan trees, plakṣas, nyagrodhas and trees producing asafetida. Also there are trees of betel nuts and bhūrja-patra, as well as rājapūga, blackberries and similar other trees.",
        "purport": ""
    },
    {
        "verse": "18",
        "devanagari": "खर्जूराम्रातकाम्राद्यै: प्रियालमधुकेङ्गुदै: ।द्रुमजातिभिरन्यैश्च राजितं वेणुकीचकै: ॥ १८ ॥",
        "english_devnagari": "kharjūrāmrātakāmrādyaiḥpriyāla-madhukeṅgudaiḥdruma-jātibhir anyaiś carājitaṁ veṇu-kīcakaiḥ",
        "verse_Syn": [
            "kharjūra",
            "āmrātaka",
            "āmra",
            "ādyaiḥ",
            "priyāla",
            "madhuka",
            "iṅgudaiḥ",
            "druma",
            "jātibhiḥ",
            "anyaiḥ",
            "ca",
            "rājitam",
            "veṇu",
            "kīcakaiḥ"
        ],
        "translation": "There are mango trees, priyāla, madhuka and iṅguda. Besides these there are other trees, like thin bamboos, kīcaka and varieties of other bamboo trees, all decorating the tract of Kailāsa Hill.",
        "purport": ""
    },
    {
        "verse": "19-20",
        "devanagari": "कुमुदोत्पलकह्लारशतपत्रवनर्द्धिभि: ।नलिनीषु कलं कूजत्खगवृन्दोपशोभितम् ॥ १९ ॥मृगै: शाखामृगै: क्रोडैर्मृगेन्द्रैर्ऋ क्षशल्यकै: ।गवयै: शरभैर्व्याघ्रै रुरुभिर्महिषादिभि: ॥ २० ॥",
        "english_devnagari": "kumudotpala-kahlāra-śatapatra-vanarddhibhiḥnalinīṣu kalaṁ kūjat-khaga-vṛndopaśobhitam",
        "verse_Syn": [
            "kumuda",
            "utpala",
            "kahlāra",
            "śatapatra",
            "vana",
            "ṛddhibhiḥ",
            "nalinīṣu",
            "kalam",
            "kūjat",
            "khaga",
            "vṛnda",
            "upaśobhitam",
            "mṛgaiḥ",
            "śākhā",
            "mṛgaiḥ",
            "kroḍaiḥ",
            "mṛga",
            "indraiḥ",
            "ṛkṣa",
            "śalyakaiḥ",
            "gavayaiḥ",
            "śarabhaiḥ",
            "vyāghraiḥ",
            "rurubhiḥ",
            "mahiṣa",
            "ādibhiḥ"
        ],
        "translation": "There are different kinds of lotus flowers, such as kumuda, utpala and śatapatra. The forest appears to be a decorated garden, and the small lakes are full of various kinds of birds who whisper very sweetly. There are many kinds of other animals also, like deer, monkeys, boars, lions, ṛkṣas, śalyakas, forest cows, forest asses, tigers, small deer, buffalo and many other animals, who are fully enjoying their lives.",
        "purport": ""
    },
    {
        "verse": "21",
        "devanagari": "कर्णान्त्रैकपदाश्वास्यैर्निर्जुष्टं वृकनाभिभि: ।कदलीखण्डसंरुद्धनलिनीपुलिनश्रियम् ॥ २१ ॥",
        "english_devnagari": "karṇāntraikapadāśvāsyairnirjuṣṭaṁ vṛka-nābhibhiḥkadalī-khaṇḍa-saṁruddha-nalinī-pulina-śriyam",
        "verse_Syn": [
            "karṇāntra",
            "ekapada",
            "aśvāsyaiḥ",
            "nirjuṣṭam",
            "vṛka",
            "nābhibhiḥ",
            "kadalī",
            "khaṇḍa",
            "saṁruddha",
            "nalinī",
            "pulina",
            "śriyam"
        ],
        "translation": "There are varieties of deer, such as karṇāntra, ekapada, aśvāsya, vṛka and kastūrī, the deer which bears musk. Besides the deer there are many banana trees which decorate the small hillside lakes very nicely.",
        "purport": ""
    },
    {
        "verse": "22",
        "devanagari": "पर्यस्तं नन्दया सत्या: स्‍नानपुण्यतरोदया ।विलोक्य भूतेशगिरिं विबुधा विस्मयं ययु: ॥ २२ ॥",
        "english_devnagari": "paryastaṁ nandayā satyāḥsnāna-puṇyatarodayāvilokya bhūteśa-giriṁvibudhā vismayaṁ yayuḥ",
        "verse_Syn": [
            "paryastam",
            "nandayā",
            "satyāḥ",
            "snāna",
            "puṇya",
            "tara",
            "udayā",
            "vilokya",
            "bhūta",
            "īśa",
            "girim",
            "vibudhāḥ",
            "vismayam",
            "yayuḥ"
        ],
        "translation": "There is a small lake named Alakanandā in which Satī used to take her bath, and that lake is especially auspicious. All the demigods, after seeing the specific beauty of Kailāsa Hill, were struck with wonder at the great opulence to be found there.",
        "purport": " According to the commentary called Śrī-Bhāgavata-candra-candrikā, the water in which Satī used to bathe was Ganges water. In other words, the Ganges flowed through the Kailāsa-parvata. There is every possibility of accepting such a statement because Ganges water also flows from the hair of Lord Śiva. Since Ganges water rests on the head of Lord Śiva and then flows to the other parts of the universe, it is quite possible that the water in which Satī bathed, which was certainly very nicely scented, was Ganges water."
    },
    {
        "verse": "23",
        "devanagari": "दद‍ृशुस्तत्र ते रम्यामलकां नाम वै पुरीम् ।वनं सौगन्धिकं चापि यत्र तन्नाम पङ्कजम् ॥ २३ ॥",
        "english_devnagari": "dadṛśus tatra te ramyāmalakāṁ nāma vai purīmvanaṁ saugandhikaṁ cāpiyatra tan-nāma paṅkajam",
        "verse_Syn": [
            "dadṛśuḥ",
            "tatra",
            "te",
            "ramyām",
            "alakām",
            "nāma",
            "vai",
            "purīm",
            "vanam",
            "saugandhikam",
            "ca",
            "api",
            "yatra",
            "tat",
            "nāma",
            "paṅkajam"
        ],
        "translation": "Thus the demigods saw the wonderfully beautiful region known as Alakā in the forest known as Saugandhika, which means “full of fragrance.” The forest is known as Saugandhika because of its abundance of lotus flowers.",
        "purport": " Sometimes Alakā is known as Alakā-purī, which is also the name of the abode of Kuvera. Kuvera’s abode, however, cannot be seen from Kailāsa. Therefore the region of Alakā referred to here is different from the Alakā-purī of Kuvera. According to Vīrarāghava Ācārya, alakā means “uncommonly beautiful.” In the region of Alakā that the demigods saw, there is a type of lotus flower known as Saugandhika that distributes an especially fragrant scent."
    },
    {
        "verse": "24",
        "devanagari": "नन्दा चालकनन्दा च सरितौ बाह्यत: पुर: ।तीर्थपादपदाम्भोजरजसातीव पावने ॥ २४ ॥",
        "english_devnagari": "nandā cālakanandā casaritau bāhyataḥ puraḥtīrthapāda-padāmbhoja-rajasātīva pāvane",
        "verse_Syn": [
            "nandā",
            "ca",
            "alakanandā",
            "ca",
            "saritau",
            "bāhyataḥ",
            "puraḥ",
            "tīrtha",
            "pāda",
            "pada",
            "ambhoja",
            "rajasā",
            "atīva",
            "pāvane"
        ],
        "translation": "They also saw the two rivers named Nandā and Alakanandā. These two rivers are sanctified by the dust of the lotus feet of the Supreme Personality of Godhead, Govinda.",
        "purport": ""
    },
    {
        "verse": "25",
        "devanagari": "ययो: सुरस्त्रिय: क्षत्तरवरुह्य स्वधिष्ण्यत: ।क्रीडन्ति पुंस: सिञ्चन्त्यो विगाह्य रतिकर्शिता: ॥ २५ ॥",
        "english_devnagari": "yayoḥ sura-striyaḥ kṣattaravaruhya sva-dhiṣṇyataḥkrīḍanti puṁsaḥ siñcantyovigāhya rati-karśitāḥ",
        "verse_Syn": [
            "yayoḥ",
            "sura",
            "striyaḥ",
            "kṣattaḥ",
            "avaruhya",
            "sva",
            "dhiṣṇyataḥ",
            "krīḍanti",
            "puṁsaḥ",
            "siñcantyaḥ",
            "vigāhya",
            "rati",
            "karśitāḥ"
        ],
        "translation": "My dear Kṣattā, Vidura, the celestial damsels come down to those rivers in their airplanes with their husbands, and after sexual enjoyment, they enter the water and enjoy sprinkling their husbands with water.",
        "purport": " It is understood that even the damsels of the heavenly planets are polluted by thoughts of sex enjoyment, and therefore they come in airplanes to bathe in the rivers Nandā and Alakanandā. It is significant that these rivers, Nandā and Alakanandā, are sanctified by the dust of the lotus feet of the Supreme Personality of Godhead. In other words, just as the Ganges is sacred because its water emanates from the toes of the Supreme Personality of Godhead, Nārāyaṇa, so whenever water or anything is in touch with devotional service to the Supreme Personality of Godhead, it is purified and spiritualized. The rules and regulations of devotional service are based on this principle: anything in touch with the lotus feet of the Lord is immediately freed from all material contamination. The damsels of the heavenly planets, polluted by thoughts of sex life, come down to bathe in the sanctified rivers and enjoy sprinkling water on their husbands. Two words are very significant in this connection. Rati-karśitāḥ means that the damsels become morose after sex enjoyment. Although they accept sex enjoyment as a bodily demand, afterwards they are not happy. Another significant point is that Lord Govinda, the Supreme Personality of Godhead, is described here as Tīrthapāda. Tīrtha means “sanctified place,” and pāda means “the lotus feet of the Lord.” People go to a sanctified place to free themselves from all sinful reactions. In other words, those who are devoted to the lotus feet of the Supreme Personality of Godhead, Kṛṣṇa, automatically become sanctified. The Lord’s lotus feet are called tīrtha-pāda because under their protection there are hundreds and thousands of saintly persons who sanctify the sacred places of pilgrimage. Śrīla Narottama dāsa Ṭhākura, a great ācārya of the Gauḍīya Vaiṣṇava sampradāya, advises us not to travel to different places of pilgrimage. Undoubtedly it is troublesome to go from one place to another, but one who is intelligent can take shelter of the lotus feet of Govinda and thereby be automatically sanctified as the result of his pilgrimage. Anyone who is fixed in the service of the lotus feet of Govinda is called tīrtha-pāda; he does not need to travel on various pilgrimages, for he can enjoy all the benefits of such travel simply by engaging in the service of the lotus feet of the Lord. Such a pure devotee, who has implicit faith in the lotus feet of the Lord, can create sacred places in any part of the world where he decides to remain: tīrthī-kurvanti tīrthāni (Bhāg. 1.13.10). The places are sanctified due to the presence of pure devotees; any place automatically becomes a place of pilgrimage if either the Lord or His pure devotee remains or resides there. In other words, such a pure devotee, who is engaged one hundred percent in the service of the Lord, can remain anywhere in the universe, and that part of the universe immediately becomes a sacred place where he can peacefully render service to the Lord as the Lord desires."
    },
    {
        "verse": "26",
        "devanagari": "ययोस्तत्स्‍नानविभ्रष्टनवकुङ्कुमपिञ्जरम् ।वितृषोऽपि पिबन्त्यम्भ: पाययन्तो गजा गजी: ॥ २६ ॥",
        "english_devnagari": "yayos tat-snāna-vibhraṣṭa-nava-kuṅkuma-piñjaramvitṛṣo ’pi pibanty ambhaḥpāyayanto gajā gajīḥ",
        "verse_Syn": [
            "yayoḥ",
            "tat",
            "snāna",
            "vibhraṣṭa",
            "nava",
            "kuṅkuma",
            "piñjaram",
            "vitṛṣaḥ",
            "api",
            "pibanti",
            "ambhaḥ",
            "pāyayantaḥ",
            "gajāḥ",
            "gajīḥ"
        ],
        "translation": "After the damsels of the heavenly planets bathe in the water, it becomes yellowish and fragrant due to the kuṅkuma from their bodies. Thus the elephants come to bathe there with their wives, the she-elephants, and they also drink the water, although they are not thirsty.",
        "purport": ""
    },
    {
        "verse": "27",
        "devanagari": "तारहेममहारत्नविमानशतसङ्कुलाम् ।जुष्टां पुण्यजनस्त्रीभिर्यथा खं सतडिद्घनम् ॥ २७ ॥",
        "english_devnagari": "tāra-hema-mahāratna-vimāna-śata-saṅkulāmjuṣṭāṁ puṇyajana-strībhiryathā khaṁ sataḍid-ghanam",
        "verse_Syn": [
            "tāra",
            "hema",
            "mahā",
            "ratna",
            "vimāna",
            "śata",
            "saṅkulām",
            "juṣṭām",
            "puṇyajana",
            "strībhiḥ",
            "yathā",
            "kham",
            "sa",
            "taḍit",
            "ghanam"
        ],
        "translation": "The airplanes of the heavenly denizens are bedecked with pearls, gold and many valuable jewels. The heavenly denizens are compared to clouds in the sky decorated with occasional flashes of electric lightning.",
        "purport": " The airplanes described in this verse are different from the airplanes of which we have experience. In the Śrīmad-Bhāgavatam and all the Vedic literatures, there are many descriptions of vimāna, which means “airplanes.” On different planets there are different kinds of airplanes. On this gross planet earth, there are airplanes run by machine, but on other planets the airplanes are run not by machine but by mantric hymns. They are also used especially for enjoyment by the denizens of the heavenly planets so that they can go from one planet to another. On other planets which are called Siddhalokas, the denizens can travel from one planet to another without airplanes. The beautiful airplanes from the heavenly planets are compared here to the sky because they fly in the sky; the passengers are compared to the clouds. The beautiful damsels, the wives of the denizens of the heavenly planets, are compared to lightning. In summation, the airplanes with their passengers which came from higher planets to Kailāsa were very pleasant to look at."
    },
    {
        "verse": "28",
        "devanagari": "हित्वा यक्षेश्वरपुरीं वनं सौगन्धिकं च तत् ।द्रुमै: कामदुघैर्हृद्यं चित्रमाल्यफलच्छदै: ॥ २८ ॥",
        "english_devnagari": "hitvā yakṣeśvara-purīṁvanaṁ saugandhikaṁ ca tatdrumaiḥ kāma-dughair hṛdyaṁcitra-mālya-phala-cchadaiḥ",
        "verse_Syn": [
            "hitvā",
            "yakṣa",
            "īśvara",
            "purīm",
            "vanam",
            "saugandhikam",
            "ca",
            "tat",
            "drumaiḥ",
            "kāma",
            "dughaiḥ",
            "hṛdyam",
            "citra",
            "mālya",
            "phala",
            "chadaiḥ"
        ],
        "translation": "While traveling, the demigods passed over the forest known as Saugandhika, which is full of varieties of flowers, fruits and desire trees. While passing over the forest, they also saw the regions of Yakṣeśvara.",
        "purport": " Yakṣeśvara is also known as Kuvera, and he is the treasurer of the demigods. In the descriptions of him in Vedic literature, it is stated that he is fabulously rich. It appears from these verses that Kailāsa is situated near the residential quarters of Kuvera. It is also stated here that the forest was full of desire trees. In Brahma-saṁhitā we learn about the desire tree which is found in the spiritual world, especially in Kṛṣṇaloka, the abode of Lord Kṛṣṇa. We learn here that such desire trees are also found in Kailāsa, the residence of Lord Śiva, by the grace of Kṛṣṇa. It thus appears that Kailāsa has a special significance; it is almost like the residence of Lord Kṛṣṇa."
    },
    {
        "verse": "29",
        "devanagari": "रक्तकण्ठखगानीकस्वरमण्डितषट्पदम् ।कलहंसकुलप्रेष्ठं खरदण्डजलाशयम् ॥ २९ ॥",
        "english_devnagari": "rakta-kaṇṭha-khagānīka-svara-maṇḍita-ṣaṭpadamkalahaṁsa-kula-preṣṭhaṁkharadaṇḍa-jalāśayam",
        "verse_Syn": [
            "rakta",
            "kaṇṭha",
            "khaga",
            "anīka",
            "svara",
            "maṇḍita",
            "ṣaṭ",
            "padam",
            "kalahaṁsa",
            "kula",
            "preṣṭham",
            "khara",
            "daṇḍa",
            "jala",
            "āśayam"
        ],
        "translation": "In that celestial forest there were many birds whose necks were colored reddish and whose sweet sounds mixed with the humming of the bees. The lakes were abundantly decorated with crying swans as well as strong-stemmed lotus flowers.",
        "purport": " The beauty of the forest was intensified by the presence of various lakes. It is described herein that the lakes were decorated with lotus flowers and with swans who played and sang with the birds and the humming bees. Considering all these attributes, one can imagine how beautiful this spot was and how much the demigods passing through enjoyed the atmosphere. There are many paths and beautiful spots created by man on this planet earth, but none of them can surpass those of Kailāsa, as they are described in these verses."
    },
    {
        "verse": "30",
        "devanagari": "वनकुञ्जरसङ्घृष्टहरिचन्दनवायुना ।अधि पुण्यजनस्त्रीणां मुहुरुन्मथयन्मन: ॥ ३० ॥",
        "english_devnagari": "vana-kuñjara-saṅghṛṣṭa-haricandana-vāyunāadhi puṇyajana-strīṇāṁmuhur unmathayan manaḥ",
        "verse_Syn": [
            "vana",
            "kuñjara",
            "saṅghṛṣṭa",
            "haricandana",
            "vāyunā",
            "adhi",
            "puṇyajana",
            "strīṇām",
            "muhuḥ",
            "unmathayat",
            "manaḥ"
        ],
        "translation": "All these atmospheric influences unsettled the forest elephants who flocked together in the sandalwood forest, and the blowing wind agitated the minds of the damsels there for further sexual enjoyment.",
        "purport": " Whenever there is a nice atmosphere in the material world, immediately there is an awakening of the sexual appetite in the minds of materialistic persons. This tendency is present everywhere within this material world, not only on this earth but in higher planetary systems as well. In complete contrast with the influence of this atmosphere on the minds of the living entities within the material world is the description of the spiritual world. The women there are hundreds and thousands of times more beautiful than the women here in this material world, and the spiritual atmosphere is also many times better. Yet despite the pleasant atmosphere, the minds of the denizens do not become agitated because in the spiritual world, the Vaikuṇṭha planets, the spiritualistic minds of the inhabitants are so much absorbed in the spiritual vibration of chanting the glories of the Lord that such enjoyment could not be surpassed by any other enjoyment, even sex, which is the culmination of all pleasure in the material world. In other words, in the Vaikuṇṭha world, in spite of its better atmosphere and facilities, there is no impetus for sex life. As stated in Bhagavad-gītā (2.59), paraṁ dṛṣṭvā nivartate: the inhabitants of Vaikuṇṭha are so spiritually enlightened that in the presence of such spirituality sex life is insignificant."
    },
    {
        "verse": "31",
        "devanagari": "वैदूर्यकृतसोपाना वाप्य उत्पलमालिनी: ।प्राप्तं किम्पुरुषैर्दृष्ट्वा त आराद्दद‍ृशुर्वटम् ॥ ३१ ॥",
        "english_devnagari": "vaidūrya-kṛta-sopānāvāpya utpala-mālinīḥprāptaṁ kimpuruṣair dṛṣṭvāta ārād dadṛśur vaṭam",
        "verse_Syn": [
            "vaidūrya",
            "kṛta",
            "sopānāḥ",
            "vāpyaḥ",
            "utpala",
            "mālinīḥ",
            "prāptam",
            "kimpuruṣaiḥ",
            "dṛṣṭvā",
            "te",
            "ārāt",
            "dadṛśuḥ",
            "vaṭam"
        ],
        "translation": "They also saw that the bathing ghāṭas and their staircases were made of vaidūrya-maṇi. The water was full of lotus flowers. Passing by such lakes, the demigods reached a place where there was a great banyan tree.",
        "purport": ""
    },
    {
        "verse": "32",
        "devanagari": "स योजनशतोत्सेध: पादोनविटपायत: ।पर्यक्‍कृताचलच्छायो निर्नीडस्तापवर्जित: ॥ ३२ ॥",
        "english_devnagari": "sa yojana-śatotsedhaḥpādona-viṭapāyataḥparyak-kṛtācala-cchāyonirnīḍas tāpa-varjitaḥ",
        "verse_Syn": [
            "saḥ",
            "yojana",
            "śata",
            "utsedhaḥ",
            "pāda",
            "ūna",
            "viṭapa",
            "āyataḥ",
            "paryak",
            "kṛta",
            "acala",
            "chāyaḥ",
            "nirnīḍaḥ",
            "tāpa",
            "varjitaḥ"
        ],
        "translation": "That banyan tree was eight hundred miles high, and its branches spread over six hundred miles around. The tree cast a fine shade which permanently cooled the temperature, yet there was no noise of birds.",
        "purport": " Generally, in every tree there are bird nests, and the birds congregate in the evening and create noise. But it appears that this banyan tree was devoid of nests, and therefore it was calm, quiet and peaceful. There were no disturbances from noise or heat, and therefore this place was just suitable for meditation."
    },
    {
        "verse": "33",
        "devanagari": "तस्मिन्महायोगमये मुमुक्षुशरणे सुरा: ।दद‍ृशु: शिवमासीनं त्यक्तामर्षमिवान्तकम् ॥ ३३ ॥",
        "english_devnagari": "tasmin mahā-yogamayemumukṣu-śaraṇe surāḥdadṛśuḥ śivam āsīnaṁtyaktāmarṣam ivāntakam",
        "verse_Syn": [
            "tasmin",
            "mahā",
            "yoga",
            "maye",
            "mumukṣu",
            "śaraṇe",
            "surāḥ",
            "dadṛśuḥ",
            "śivam",
            "āsīnam",
            "tyakta",
            "amarṣam",
            "iva",
            "antakam"
        ],
        "translation": "The demigods saw Lord Śiva sitting under that tree, which was competent to give perfection to mystic yogīs and deliver all people. As grave as time eternal, he appeared to have given up all anger.",
        "purport": " In this verse the word mahā-yogamaye is very significant. Yoga means meditation on the Supreme Personality of Godhead, and mahā-yoga means those who engage in the devotional service of Viṣṇu. Meditation means remembering, smaraṇam. There are nine different kinds of devotional service, of which smaraṇam is one process; the yogī remembers the form of Viṣṇu within his heart. Thus there were many devotees engaged in meditation on Lord Viṣṇu under the big banyan tree. The Sanskrit word mahā is derived from the affix mahat. This affix is used when there is a great number or quantity, so mahā-yoga indicates that there were many great yogīs and devotees meditating on the form of Lord Viṣṇu. Generally such meditators are desirous of liberation from material bondage, and they are promoted to the spiritual world, to one of the Vaikuṇṭhas. Liberation means freedom from material bondage or nescience. In the material world we are suffering life after life because of our bodily identification, and liberation is freedom from that miserable condition of life."
    },
    {
        "verse": "34",
        "devanagari": "सनन्दनाद्यैर्महासिद्धै: शान्तै: संशान्तविग्रहम् ।उपास्यमानं सख्या च भर्त्रा गुह्यकरक्षसाम् ॥ ३४ ॥",
        "english_devnagari": "sanandanādyair mahā-siddhaiḥśāntaiḥ saṁśānta-vigrahamupāsyamānaṁ sakhyā cabhartrā guhyaka-rakṣasām",
        "verse_Syn": [
            "sanandana",
            "ādyaiḥ",
            "mahā",
            "siddhaiḥ",
            "śāntaiḥ",
            "saṁśānta",
            "vigraham",
            "upāsyamānam",
            "sakhyā",
            "ca",
            "bhartrā",
            "guhyaka",
            "rakṣasām"
        ],
        "translation": "Lord Śiva sat there, surrounded by saintly persons like Kuvera, the master of the Guhyakas, and the four Kumāras, who were already liberated souls. Lord Śiva was grave and saintly.",
        "purport": " The personalities sitting with Lord Śiva are significant because the four Kumāras were liberated from birth. It may be remembered that after their birth these Kumāras were requested by their father to get married and beget children in order to increase the population of the newly created universe. But they refused, and at that time Lord Brahmā was angry. In that angry mood, Rudra, or Lord Śiva, was born. Thus they were intimately related. Kuvera, the treasurer of the demigods, is fabulously rich. Thus Lord Śiva’s association with the Kumāras and Kuvera indicates that he has all transcendental and material opulences. Actually, he is the qualitative incarnation of the Supreme Lord; therefore his position is very exalted."
    },
    {
        "verse": "35",
        "devanagari": "विद्यातपोयोगपथमास्थितं तमधीश्वरम् ।चरन्तं विश्वसुहृदं वात्सल्याल्लोकमङ्गलम् ॥ ३५ ॥",
        "english_devnagari": "vidyā-tapo-yoga-pathamāsthitaṁ tam adhīśvaramcarantaṁ viśva-suhṛdaṁvātsalyāl loka-maṅgalam",
        "verse_Syn": [
            "vidyā",
            "tapaḥ",
            "yoga",
            "patham",
            "āsthitam",
            "tam",
            "adhīśvaram",
            "carantam",
            "viśva",
            "suhṛdam",
            "vātsalyāt",
            "loka",
            "maṅgalam"
        ],
        "translation": "The demigods saw Lord Śiva situated in his perfection as the master of the senses, knowledge, fruitive activities and the path of achieving perfection. He was the friend of the entire world, and by virtue of his full affection for everyone, he was very auspicious.",
        "purport": " Lord Śiva is full of wisdom and tapasya, austerity. One who knows the modes of work is understood to be situated on the path of devotional service to the Supreme Personality of Godhead. One cannot serve the Supreme Personality of Godhead unless one has achieved full perfectional knowledge in the ways and means of performing devotional service. Lord Śiva is described here as adhīśvara. Īśvara means “controller,” and adhīśvara means particularly “controller of the senses.” Generally our materially contaminated senses are apt to engage in sense gratificatory activities, but when a person is elevated by wisdom and austerity, the senses then become purified, and they become engaged in the service of the Supreme Personality of Godhead. Lord Śiva is the emblem of such perfection, and therefore in the scriptures it is said, vaiṣṇavānāṁ yathā śambhuḥ: Lord Śiva is a Vaiṣṇava. Lord Śiva, by his actions within this material world, teaches all conditioned souls how to engage in devotional service twenty-four hours a day. Therefore he is described here as loka-maṅgala, good fortune personified for all conditioned souls."
    },
    {
        "verse": "36",
        "devanagari": "लिङ्गं च तापसाभीष्टं भस्मदण्डजटाजिनम् ।अङ्गेन सन्ध्याभ्ररुचा चन्द्रलेखां च बिभ्रतम् ॥ ३६ ॥",
        "english_devnagari": "liṅgaṁ ca tāpasābhīṣṭaṁbhasma-daṇḍa-jaṭājinamaṅgena sandhyābhra-rucācandra-lekhāṁ ca bibhratam",
        "verse_Syn": [
            "liṅgam",
            "ca",
            "tāpasa",
            "abhīṣṭam",
            "bhasma",
            "daṇḍa",
            "jaṭā",
            "ajinam",
            "aṅgena",
            "sandhyā",
            "ābhra",
            "rucā",
            "candra",
            "lekhām",
            "ca",
            "bibhratam"
        ],
        "translation": "He was seated on a deerskin and was practicing all forms of austerity. Because his body was smeared with ashes, he looked like an evening cloud. On his hair was the sign of a half-moon, a symbolic representation.",
        "purport": " Lord Śiva’s symptoms of austerity are not exactly those of a Vaiṣṇava. Lord Śiva is certainly the number one Vaiṣṇava, but he exhibits a feature for a particular class of men who cannot follow the Vaiṣṇava principles. The Śaivites, the devotees of Lord Śiva, generally dress like Lord Śiva, and sometimes they indulge in smoking and taking intoxicants. Such practices are never accepted by the followers of Vaiṣṇava rituals."
    },
    {
        "verse": "37",
        "devanagari": "उपविष्टं दर्भमय्यां बृस्यां ब्रह्म सनातनम् ।नारदाय प्रवोचन्तं पृच्छते श‍ृण्वतां सताम् ॥ ३७ ॥",
        "english_devnagari": "upaviṣṭaṁ darbhamayyāṁbṛsyāṁ brahma sanātanamnāradāya pravocantaṁpṛcchate śṛṇvatāṁ satām",
        "verse_Syn": [
            "upaviṣṭam",
            "darbha",
            "mayyām",
            "bṛsyām",
            "brahma",
            "sanātanam",
            "nāradāya",
            "pravocantam",
            "pṛcchate",
            "śṛṇvatām",
            "satām"
        ],
        "translation": "He was seated on a straw mattress and speaking to all present, including the great sage Nārada, to whom he specifically spoke about the Absolute Truth.",
        "purport": " The lord was sitting on a mattress of straw because such a sitting place is accepted by persons who are practicing austerities to gain understanding of the Absolute Truth. In this verse it is specifically mentioned that he was speaking to the great sage Nārada, a celebrated devotee. Nārada was asking Lord Śiva about devotional service, and Śiva, being the topmost Vaiṣṇava, was instructing him. In other words, Lord Śiva and Nārada were discussing the knowledge of the Veda, but it is to be understood that the subject matter was devotional service. Another point in this connection is that Lord Śiva is the supreme instructor and the great sage Nārada is the supreme audience. Therefore the supreme subject matter of Vedic knowledge is bhakti, or devotional service."
    },
    {
        "verse": "38",
        "devanagari": "कृत्वोरौ दक्षिणे सव्यं पादपद्मं च जानुनि ।बाहुं प्रकोष्ठेऽक्षमालाम् आसीनं तर्कमुद्रया ॥ ३८ ॥",
        "english_devnagari": "kṛtvorau dakṣiṇe savyaṁpāda-padmaṁ ca jānunibāhuṁ prakoṣṭhe ’kṣa-mālāmāsīnaṁ tarka-mudrayā",
        "verse_Syn": [
            "kṛtvā",
            "ūrau",
            "dakṣiṇe",
            "savyam",
            "pāda",
            "padmam",
            "ca",
            "jānuni",
            "bāhum",
            "prakoṣṭhe",
            "akṣa",
            "mālām",
            "āsīnam",
            "tarka",
            "mudrayā"
        ],
        "translation": "His left leg was placed on his right thigh, and his left hand was placed on his left thigh. [This sitting posture is called vīrāsana.] In his right hand he held rudrākṣa beads, and his finger was in the mode of argument.",
        "purport": " The sitting posture described herein is called vīrāsana according to the system of aṣṭāṅga-yoga performances. In the performance of yoga there are eight divisions, such as yama and niyama — controlling, following the rules and regulations, then practicing the sitting postures, etc. Besides vīrāsana there are other sitting postures, such as padmāsana and siddhāsana. Practice of these āsanas without elevating oneself to the position of realizing the Supersoul, Viṣṇu, is not the perfectional stage of yoga. Lord Śiva is called yogīśvara, the master of all yogīs, and Kṛṣṇa is called yogeśvara. Yogīśvara indicates that no one can surpass the yoga practice of Lord Śiva, and yogeśvara indicates that no one can surpass the yogic perfection of Kṛṣṇa. Another significant word is tarka-mudrā. This indicates that the fingers are opened and the second finger is raised, along with the arm, to impress the audience with some subject matter. This is actually a symbolic representation."
    },
    {
        "verse": "39",
        "devanagari": "तं ब्रह्मनिर्वाणसमाधिमाश्रितंव्युपाश्रितं गिरिशं योगकक्षाम् ।सलोकपाला मुनयो मनूनाम्आद्यं मनुं प्राञ्जलय: प्रणेमु: ॥ ३९ ॥",
        "english_devnagari": "taṁ brahma-nirvāṇa-samādhim āśritaṁvyupāśritaṁ giriśaṁ yoga-kakṣāmsa-loka-pālā munayo manūnāmādyaṁ manuṁ prāñjalayaḥ praṇemuḥ",
        "verse_Syn": [
            "tam",
            "brahma",
            "nirvāṇa",
            "samādhim",
            "āśritam",
            "vyupāśritam",
            "giriśam",
            "yoga",
            "kakṣām",
            "sa",
            "loka",
            "pālāḥ",
            "munayaḥ",
            "manūnām",
            "ādyam",
            "manum",
            "prāñjalayaḥ",
            "praṇemuḥ"
        ],
        "translation": "All the sages and demigods, headed by Indra, offered their respectful obeisances unto Lord Śiva with folded hands. Lord Śiva was dressed in saffron garments and absorbed in trance, thus appearing to be the foremost of all sages.",
        "purport": " In this verse the word brahmānanda is significant. This brahmānanda, or brahma-nirvāṇa, is explained by Prahlāda Mahārāja. When one is completely absorbed in the adhokṣaja, the Supreme Personality of Godhead, who is beyond the sense perception of materialistic persons, one is situated in brahmānanda. It is impossible to conceive of the existence, name, form, quality and pastimes of the Supreme Personality of Godhead because He is transcendentally situated beyond the conception of materialistic persons. Because materialists cannot imagine or conceive of the Supreme Personality of Godhead, they may think that God is dead, but factually He is always existing in His sac-cid-ānanda-vigraha, His eternal form. Constant meditation concentrated on the form of the Lord is called samādhi — ecstasy or trance. Samādhi means particularly concentrated attention, so one who has achieved the qualification of always meditating on the Personality of Godhead is to be understood to be always in trance and enjoying brahma-nirvāṇa, or brahmānanda. Lord Śiva exhibited those symptoms, and therefore it is stated that he was absorbed in brahmānanda. Another significant word is yoga-kakṣām. Yoga-kakṣā is the sitting posture in which the left thigh is fixed under one’s tightly knotted saffron-colored garment. Also the words manūnām ādyam are significant here because they mean a philosopher, or one who is thoughtful and can think very nicely. Such a man is called manu. Lord Śiva is described in this verse as the chief of all thinkers. Lord Śiva, of course, does not engage in useless mental speculation, but as stated in the previous verse, he is always thoughtful regarding how to deliver the demons from their fallen condition of life. It is said that during the advent of Lord Caitanya, Sadāśiva appeared as Advaita Prabhu, and Advaita Prabhu’s chief concern was to elevate the fallen conditioned souls to the platform of devotional service to Lord Kṛṣṇa. Since people were engaged in useless occupations which would continue their material existence, Lord Śiva, in the form of Lord Advaita, appealed to the Supreme Lord to appear as Lord Caitanya to deliver these illusioned souls. Actually Lord Caitanya appeared on the request of Lord Advaita. Similarly, Lord Śiva has a sampradāya, the Rudra sampradāya. He is always thinking about the deliverance of the fallen souls, as exhibited by Lord Advaita Prabhu."
    },
    {
        "verse": "40",
        "devanagari": "स तूपलभ्यागतमात्मयोनिंसुरासुरेशैरभिवन्दिताङ्‌घ्रि: ।उत्थाय चक्रे शिरसाभिवन्दन-मर्हत्तम: कस्य यथैव विष्णु: ॥ ४० ॥",
        "english_devnagari": "sa tūpalabhyāgatam ātma-yoniṁsurāsureśair abhivanditāṅghriḥutthāya cakre śirasābhivandanamarhattamaḥ kasya yathaiva viṣṇuḥ",
        "verse_Syn": [
            "saḥ",
            "tu",
            "upalabhya",
            "āgatam",
            "ātma",
            "yonim",
            "sura",
            "asura",
            "īśaiḥ",
            "abhivandita",
            "aṅghriḥ",
            "utthāya",
            "cakre",
            "śirasā",
            "abhivandanam",
            "arhattamaḥ",
            "kasya",
            "yathā",
            "eva",
            "viṣṇuḥ"
        ],
        "translation": "Lord Śiva’s lotus feet were worshiped by both the demigods and demons, but still, in spite of his exalted position, as soon as he saw that Lord Brahmā was there among all the other demigods, he immediately stood up and offered him respect by bowing down and touching his lotus feet, just as Vāmanadeva offered His respectful obeisances to Kaśyapa Muni.",
        "purport": " Kaśyapa Muni was in the category of the living entities, but he had a transcendental son, Vāmanadeva, who was an incarnation of Viṣṇu. Thus although Lord Viṣṇu is the Supreme Personality of Godhead, He offered His respects to Kaśyapa Muni. Similarly, when Lord Kṛṣṇa was a child He used to offer His respectful obeisances to His mother and father, Nanda and Yaśodā. Also, at the Battle of Kurukṣetra, Lord Kṛṣṇa touched the feet of Mahārāja Yudhiṣṭhira because the King was His elder. It appears, then, that the Personality of Godhead, Lord Śiva and other devotees, in spite of their being situated in exalted positions, instructed by practical example how to offer obeisances to their superiors. Lord Śiva offered his respectful obeisances to Brahmā because Brahmā was his father, just as Kaśyapa Muni was the father of Vāmana."
    },
    {
        "verse": "41",
        "devanagari": "तथापरे सिद्धगणा महर्षिभि-र्ये वै समन्तादनु नीललोहितम् ।नमस्कृत: प्राह शशाङ्कशेखरंकृतप्रणामं प्रहसन्निवात्मभू: ॥ ४१ ॥",
        "english_devnagari": "tathāpare siddha-gaṇā maharṣibhirye vai samantād anu nīlalohitamnamaskṛtaḥ prāha śaśāṅka-śekharaṁkṛta-praṇāmaṁ prahasann ivātmabhūḥ",
        "verse_Syn": [
            "tathā",
            "apare",
            "siddha",
            "gaṇāḥ",
            "mahā",
            "ṛṣibhiḥ",
            "ye",
            "vai",
            "samantāt",
            "anu",
            "nīlalohitam",
            "namaskṛtaḥ",
            "prāha",
            "śaśāṅka",
            "śekharam",
            "kṛta",
            "praṇāmam",
            "prahasan",
            "iva",
            "ātmabhūḥ"
        ],
        "translation": "All the sages who were sitting with Lord Śiva, such as Nārada and others, also offered their respectful obeisances to Lord Brahmā. After being so worshiped, Lord Brahmā, smiling, began to speak to Lord Śiva.",
        "purport": " Lord Brahmā was smiling because he knew that Lord Śiva is not only easily satisfied but easily irritated as well. He was afraid that Lord Śiva might be in an angry mood because he had lost his wife and had been insulted by Dakṣa. In order to conceal this fear, he smiled and addressed Lord Śiva as follows."
    },
    {
        "verse": "42",
        "devanagari": "ब्रह्मोवाचजाने त्वामीशं विश्वस्य जगतो योनिबीजयो: ।शक्ते: शिवस्य च परं यत्तद्ब्रह्म निरन्तरम् ॥ ४२ ॥",
        "english_devnagari": "brahmovācajāne tvām īśaṁ viśvasyajagato yoni-bījayoḥśakteḥ śivasya ca paraṁyat tad brahma nirantaram",
        "verse_Syn": [
            "brahmā",
            "uvāca",
            "jāne",
            "tvām",
            "īśam",
            "viśvasya",
            "jagataḥ",
            "yoni",
            "bījayoḥ",
            "śakteḥ",
            "śivasya",
            "ca",
            "param",
            "yat",
            "tat",
            "brahma",
            "nirantaram"
        ],
        "translation": "Lord Brahmā said: My dear Lord Śiva, I know that you are the controller of the entire material manifestation, the combination father and mother of the cosmic manifestation, and the Supreme Brahman beyond the cosmic manifestation as well. I know you in that way.",
        "purport": " Although Lord Brahmā had received very respectful obeisances from Lord Śiva, he knew that Lord Śiva was in a more exalted position than himself. Lord Śiva’s position is described in Brahma-saṁhitā: there is no difference between Lord Viṣṇu and Lord Śiva in their original positions, but still Lord Śiva is different from Lord Viṣṇu. The example is given that the milk in yogurt is not different from the original milk from which it was made."
    },
    {
        "verse": "43",
        "devanagari": "त्वमेव भगवन्नेतच्छिवशक्त्यो: स्वरूपयो: ।विश्वं सृजसि पास्यत्सि क्रीडन्नूर्णपटो यथा ॥ ४३ ॥",
        "english_devnagari": "tvam eva bhagavann etacchiva-śaktyoḥ svarūpayoḥviśvaṁ sṛjasi pāsy atsikrīḍann ūrṇa-paṭo yathā",
        "verse_Syn": [
            "tvam",
            "eva",
            "bhagavan",
            "etat",
            "śiva",
            "śaktyoḥ",
            "svarūpayoḥ",
            "viśvam",
            "sṛjasi",
            "pāsi",
            "atsi",
            "krīḍan",
            "ūrṇa",
            "paṭaḥ",
            "yathā"
        ],
        "translation": "My dear lord, you create this cosmic manifestation, maintain it, and annihilate it by expansion of your personality, exactly as a spider creates, maintains and winds up its web.",
        "purport": " In this verse the word śiva-śakti is significant. Śiva means “auspicious,” and śakti means “energy.” There are many types of energies of the Supreme Lord, and all of them are auspicious. Brahmā, Viṣṇu and Maheśvara are called guṇa-avatāras, or incarnations of material qualities. In the material world we compare these different incarnations from different angles of vision, but since all of them are expansions of the supreme auspicious, all of them are auspicious, although sometimes we consider one quality of nature to be higher or lower than another. The mode of ignorance, or tamo-guṇa, is considered very much lower than the others, but in the higher sense it is also auspicious. The example may be given herein that the government has both an educational department and criminal department. An outsider may consider the criminal department inauspicious, but from the government’s point of view it is as important as the education department, and therefore the government finances both departments equally, without discrimination."
    },
    {
        "verse": "44",
        "devanagari": "त्वमेव धर्मार्थदुघाभिपत्तयेदक्षेण सूत्रेण ससर्जिथाध्वरम् ।त्वयैव लोकेऽवसिताश्च सेतवोयान्ब्राह्मणा: श्रद्दधते धृतव्रता: ॥ ४४ ॥",
        "english_devnagari": "tvam eva dharmārtha-dughābhipattayedakṣeṇa sūtreṇa sasarjithādhvaramtvayaiva loke ’vasitāś ca setavoyān brāhmaṇāḥ śraddadhate dhṛta-vratāḥ",
        "verse_Syn": [
            "tvam",
            "eva",
            "dharma",
            "artha",
            "dugha",
            "abhipattaye",
            "dakṣeṇa",
            "sūtreṇa",
            "sasarjitha",
            "adhvaram",
            "tvayā",
            "eva",
            "loke",
            "avasitāḥ",
            "ca",
            "setavaḥ",
            "yān",
            "brāhmaṇāḥ",
            "śraddadhate",
            "dhṛta",
            "vratāḥ"
        ],
        "translation": "My dear lord, Your Lordship has introduced the system of sacrifices through the agency of Dakṣa, and thus one may derive the benefits of religious activities and economic development. Under your regulative principles, the institution of the four varṇās and āśramas is respected. The brāhmaṇas therefore vow to follow this system strictly.",
        "purport": " The Vedic system of varṇa and āśrama is never to be neglected, for these divisions are created by the Supreme Lord Himself for the upkeep of social and religious order in human society. The brāhmaṇas, as the intelligent class of men in society, must vow to steadily respect this regulative principle. The tendency in this Age of Kali to make a classless society and not observe the principles of varṇa and āśrama is a manifestation of an impossible dream. Destruction of the social and spiritual orders will not bring fulfillment of the idea of a classless society. One should strictly observe the principles of varṇa and āśrama for the satisfaction of the creator, for it is stated in the Bhagavad-gītā by Lord Kṛṣṇa that the four orders of the social system — brāhmaṇas, kṣatriyas, vaiśyas and śūdras — are His creation. They should act according to the regulative principles of this institution and satisfy the Lord, just as different parts of the body all engage in the service of the whole. The whole is the Supreme Personality of Godhead in His virāṭ-rūpa, or universal form. The brāhmaṇas, kṣatriyas, vaiśyas and śūdras are respectively the mouth, arms, abdomen and legs of the universal form of the Lord. As long as they are engaged in the service of the complete whole, their position is secure; otherwise they fall down from their respective positions and become degraded."
    },
    {
        "verse": "45",
        "devanagari": "त्वं कर्मणां मङ्गल मङ्गलानांकर्तु: स्वलोकं तनुषे स्व: परं वा ।अमङ्गलानां च तमिस्रमुल्बणंविपर्यय: केन तदेव कस्यचित् ॥ ४५ ॥",
        "english_devnagari": "tvaṁ karmaṇāṁ maṅgala maṅgalānāṁkartuḥ sva-lokaṁ tanuṣe svaḥ paraṁ vāamaṅgalānāṁ ca tamisram ulbaṇaṁviparyayaḥ kena tad eva kasyacit",
        "verse_Syn": [
            "tvam",
            "karmaṇām",
            "maṅgala",
            "maṅgalānām",
            "kartuḥ",
            "sva",
            "lokam",
            "tanuṣe",
            "svaḥ",
            "param",
            "vā",
            "amaṅgalānām",
            "ca",
            "tamisram",
            "ulbaṇam",
            "viparyayaḥ",
            "kena",
            "tat",
            "eva",
            "kasyacit"
        ],
        "translation": "O most auspicious lord, you have ordained the heavenly planets, the spiritual Vaikuṇṭha planets and the impersonal Brahman sphere as the respective destinations of the performers of auspicious activities. Similarly, for others, who are miscreants, you have destined different kinds of hells which are horrible and ghastly. Yet sometimes it is found that their destinations are just the opposite. It is very difficult to ascertain the cause of this.",
        "purport": " The Supreme Personality of Godhead is called the supreme will. It is by the supreme will that everything is happening. It is said, therefore, that not a blade of grass moves without the supreme will. Generally it is prescribed that performers of pious activities are promoted to the higher planetary systems, devotees are promoted to the Vaikuṇṭhas, or spiritual worlds, and impersonal speculators are promoted to the impersonal Brahman effulgence; but it sometimes so happens that a miscreant like Ajāmila is immediately promoted to the Vaikuṇṭhaloka simply by chanting the name of Nārāyaṇa. Although when Ajāmila uttered this vibration he intended to call his son Nārāyaṇa, Lord Nārāyaṇa took it seriously and immediately gave him promotion to Vaikuṇṭhaloka, despite his background, which was full of sinful activities. Similarly King Dakṣa was always engaged in the pious activities of performing sacrifices, yet simply because of creating a little misunderstanding with Lord Śiva, he was severely taken to task. The conclusion, therefore, is that the supreme will is the ultimate judgment; no one can argue upon this. A pure devotee therefore submits in all circumstances to the supreme will of the Lord, accepting it as all-auspicious. The purport of this verse is that when a devotee is in a calamitous condition he takes it as a benediction of the Supreme Lord and takes responsibility himself for his past misdeeds. In such a condition, he offers still more devotional service and is not disturbed. One who lives in such a disposition of mind, engaged in devotional service, is the most eligible candidate for promotion to the spiritual world. In other words, such a devotee’s claim for promotion to the spiritual world is assured in all circumstances."
    },
    {
        "verse": "46",
        "devanagari": "न वै सतां त्वच्चरणार्पितात्मनांभूतेषु सर्वेष्वभिपश्यतां तव ।भूतानि चात्मन्यपृथग्दिद‍ृक्षतांप्रायेण रोषोऽभिभवेद्यथा पशुम् ॥ ४६ ॥",
        "english_devnagari": "na vai satāṁ tvac-caraṇārpitātmanāṁbhūteṣu sarveṣv abhipaśyatāṁ tavabhūtāni cātmany apṛthag-didṛkṣatāṁprāyeṇa roṣo ’bhibhaved yathā paśum",
        "verse_Syn": [
            "na",
            "vai",
            "satām",
            "tvat",
            "caraṇa",
            "arpita",
            "ātmanām",
            "bhūteṣu",
            "sarveṣu",
            "abhipaśyatām",
            "tava",
            "bhūtāni",
            "ca",
            "ātmani",
            "apṛthak",
            "didṛkṣatām",
            "prāyeṇa",
            "roṣaḥ",
            "abhibhavet",
            "yathā",
            "paśum"
        ],
        "translation": "My dear Lord, devotees who have fully dedicated their lives unto your lotus feet certainly observe your presence as Paramātmā in each and every being, and as such they do not differentiate between one living being and another. Such persons treat all living entities equally. They never become overwhelmed by anger like animals, who can see nothing without differentiation.",
        "purport": " When the Supreme Personality of Godhead becomes angry or kills a demon, materially this may appear unfavorable, but spiritually it is a blissful blessing upon him. Therefore pure devotees do not make any distinction between the Lord’s anger and His blessings. They see both with reference to the Lord’s behavior with others and themselves. A devotee does not find fault with the behavior of the Lord in any circumstances."
    },
    {
        "verse": "47",
        "devanagari": "पृथग्धिय: कर्मद‍ृशो दुराशया:परोदयेनार्पितहृद्रुजोऽनिशम् ।परान् दुरुक्तैर्वितुदन्त्यरुन्तुदा-स्तान्मावधीद्दैववधान्भवद्विध: ॥ ४७ ॥",
        "english_devnagari": "pṛthag-dhiyaḥ karma-dṛśo durāśayāḥparodayenārpita-hṛd-rujo ’niśamparān duruktair vitudanty aruntudāstān māvadhīd daiva-vadhān bhavad-vidhaḥ",
        "verse_Syn": [
            "pṛthak",
            "dhiyaḥ",
            "karma",
            "dṛśaḥ",
            "durāśayāḥ",
            "para",
            "udayena",
            "arpita",
            "hṛt",
            "rujaḥ",
            "aniśam",
            "parān",
            "duruktaiḥ",
            "vitudanti",
            "aruntudāḥ",
            "tān",
            "mā",
            "avadhīt",
            "daiva",
            "vadhān",
            "bhavat",
            "vidhaḥ"
        ],
        "translation": "Persons who observe everything with differentiation, who are simply attached to fruitive activities, who are mean-minded, who are always pained to see the flourishing condition of others and who thus give distress to them by uttering harsh and piercing words have already been killed by providence. Thus there is no need for them to be killed again by an exalted personality like you.",
        "purport": " Persons who are materialistic and always engaged in fruitive activities for material profit cannot endure seeing the flourishing life of others. Except for a few persons in Kṛṣṇa consciousness, the entire world is full of such envious persons, who are perpetually full of anxieties because they are attached to the material body and are without self-realization. Since their hearts are always filled with anxiety, it is understood that they have already been killed by providence. Thus Lord Śiva, as a self-realized Vaiṣṇava, was advised not to kill Dakṣa. A Vaiṣṇava is described as para-duḥkha-duḥkhī because although he is never distressed in any condition of life, he is distressed to see others in a distressed condition. Vaiṣṇavas, therefore, should not try to kill by any action of the body or mind but should try to revive the Kṛṣṇa consciousness of others out of compassion for them. The Kṛṣṇa consciousness movement has been started to deliver the envious persons of the world from the clutches of māyā, and even though devotees are sometimes put into trouble, they push on the Kṛṣṇa consciousness movement in all tolerance. Lord Caitanya advises: “One can chant the holy name of the Lord in a humble state of mind, thinking himself lower than the straw in the street. One should be more tolerant than the tree, devoid of all sense of false prestige and ready to offer all respects to others. In such a state of mind one can chant the holy name of the Lord constantly.” (Śikṣāṣṭaka 3) A Vaiṣṇava should follow the examples of such Vaiṣṇavas as Haridāsa Ṭhākura, Nityānanda Prabhu and also Lord Jesus Christ. There is no need to kill anyone who has already been killed. But it should be noted herewith that a Vaiṣṇava should not tolerate the blaspheming of Viṣṇu or Vaiṣṇavas, although he should tolerate personal insults to himself."
    },
    {
        "verse": "48",
        "devanagari": "यस्मिन्यदा पुष्करनाभमाययादुरन्तया स्पृष्टधिय: पृथग्दृश: ।कुर्वन्ति तत्र ह्यनुकम्पया कृपांन साधवो दैवबलात्कृते क्रमम् ॥ ४८ ॥",
        "english_devnagari": "yasmin yadā puṣkara-nābha-māyayādurantayā spṛṣṭa-dhiyaḥ pṛthag-dṛśaḥkurvanti tatra hy anukampayā kṛpāṁna sādhavo daiva-balāt kṛte kramam",
        "verse_Syn": [
            "yasmin",
            "yadā",
            "puṣkara",
            "nābha",
            "māyayā",
            "durantayā",
            "spṛṣṭa",
            "dhiyaḥ",
            "pṛthak",
            "dṛśaḥ",
            "kurvanti",
            "tatra",
            "hi",
            "anukampayā",
            "kṛpām",
            "na",
            "sādhavaḥ",
            "daiva",
            "balāt",
            "kṛte",
            "kramam"
        ],
        "translation": "My dear lord, if in some places materialists, who are already bewildered by the insurmountable illusory energy of the Supreme Godhead, sometimes commit offenses, a saintly person, with compassion, does not take this seriously. Knowing that they commit offenses because they are overpowered by the illusory energy, he does not show his prowess to counteract them.",
        "purport": " It is said that the beauty of a tapasvī, or saintly person, is forgiveness. There are many instances in the spiritual history of the world in which many saintly persons, although unnecessarily harassed, did not take action, although they could have done so. Parīkṣit Mahārāja, for example, was unnecessarily cursed by a brāhmaṇa boy, and this was very much regretted by the boy’s father, but Parīkṣit Mahārāja accepted the curse and agreed to die within a week as the brāhmaṇa boy desired. Parīkṣit Mahārāja was the emperor and was full in power both spiritually and materially, but out of compassion and out of respect for the brāhmaṇa community, he did not counteract the action of the brāhmaṇa boy but agreed to die within seven days. Because it was desired by Kṛṣṇa that Parīkṣit Mahārāja agree to the punishment so that the instruction of Śrīmad-Bhāgavatam would thus be revealed to the world, Parīkṣit Mahārāja was advised not to take action. A Vaiṣṇava is personally tolerant for the benefit of others. When he does not show his prowess, this does not mean that he is lacking in strength; rather, it indicates that he is tolerant for the welfare of the entire human society."
    },
    {
        "verse": "49",
        "devanagari": "भवांस्तु पुंस: परमस्य माययादुरन्तयास्पृष्टमति: समस्तद‍ृक् ।तया हतात्मस्वनुकर्मचेत:-स्वनुग्रहं कर्तुमिहार्हसि प्रभो ॥ ४९ ॥",
        "english_devnagari": "bhavāṁs tu puṁsaḥ paramasya māyayādurantayāspṛṣṭa-matiḥ samasta-dṛktayā hatātmasv anukarma-cetaḥsvanugrahaṁ kartum ihārhasi prabho",
        "verse_Syn": [
            "bhavān",
            "tu",
            "puṁsaḥ",
            "paramasya",
            "māyayā",
            "durantayā",
            "aspṛṣṭa",
            "matiḥ",
            "samasta",
            "dṛk",
            "tayā",
            "hata",
            "ātmasu",
            "anukarma",
            "cetaḥsu",
            "anugraham",
            "kartum",
            "iha",
            "arhasi",
            "prabho"
        ],
        "translation": "My dear lord, you are never bewildered by the formidable influence of the illusory energy of the Supreme Personality of Godhead. Therefore you are omniscient and should be merciful and compassionate toward those who are bewildered by the same illusory energy and are very much attached to fruitive activities.",
        "purport": " A Vaiṣṇava is never bewildered by the influence of the external energy because he is engaged in the transcendental loving service of the Lord. The Lord states in Bhagavad-gītā (7.14): “My divine energy consisting of the three modes of material nature is difficult to overcome. But those who have surrendered unto Me can easily cross beyond it.” A Vaiṣṇava should take care of those who are bewildered by this māyā instead of becoming angry with them, because without a Vaiṣṇava’s mercy they have no way to get out of the clutches of māyā. Those who have been condemned by māyā are rescued by the mercy of devotees: “I offer my respectful obeisances unto all the Vaiṣṇava devotees of the Lord. They are just like desire trees who can fulfill the desires of everyone, and they are full of compassion for the fallen conditioned souls.” Those who are under the influence of the illusory energy are attracted to fruitive activities, but a Vaiṣṇava preacher attracts their hearts to the Supreme Personality of Godhead, Śrī Kṛṣṇa."
    },
    {
        "verse": "50",
        "devanagari": "कुर्वध्वरस्योद्धरणं हतस्य भो:त्वयासमाप्तस्य मनो प्रजापते: ।न यत्र भागं तव भागिनो ददु:कुयाजिनो येन मखो निनीयते ॥ ५० ॥",
        "english_devnagari": "kurv adhvarasyoddharaṇaṁ hatasya bhoḥtvayāsamāptasya mano prajāpateḥna yatra bhāgaṁ tava bhāgino daduḥkuyājino yena makho ninīyate",
        "verse_Syn": [
            "kuru",
            "adhvarasya",
            "uddharaṇam",
            "hatasya",
            "bhoḥ",
            "tvayā",
            "asamāptasya",
            "mano",
            "prajāpateḥ",
            "na",
            "yatra",
            "bhāgam",
            "tava",
            "bhāginaḥ",
            "daduḥ",
            "ku",
            "yājinaḥ",
            "yena",
            "makhaḥ",
            "ninīyate"
        ],
        "translation": "My dear Lord Śiva, you are a shareholder of a portion of the sacrifice, and you are the giver of the result. The bad priests did not deliver your share, and therefore you destroyed everything, and the sacrifice remains unfinished. Now you can do the needful and take your rightful share.",
        "purport": ""
    },
    {
        "verse": "51",
        "devanagari": "जीवताद्यजमानोऽयं प्रपद्येताक्षिणी भग: ।भृगो: श्मश्रूणि रोहन्तु पूष्णो दन्ताश्च पूर्ववत् ॥ ५१ ॥",
        "english_devnagari": "jīvatād yajamāno ’yaṁprapadyetākṣiṇī bhagaḥbhṛgoḥ śmaśrūṇi rohantupūṣṇo dantāś ca pūrvavat",
        "verse_Syn": [
            "jīvatāt",
            "yajamānaḥ",
            "ayam",
            "prapadyeta",
            "akṣiṇī",
            "bhagaḥ",
            "bhṛgoḥ",
            "śmaśrūṇi",
            "rohantu",
            "pūṣṇaḥ",
            "dantāḥ",
            "ca",
            "pūrva",
            "vat"
        ],
        "translation": "My dear lord, by your mercy the performer of the sacrifice [King Dakṣa] may get back his life, Bhaga may get back his eyes, Bhṛgu his mustache, and Pūṣā his teeth.",
        "purport": ""
    },
    {
        "verse": "52",
        "devanagari": "देवानां भग्नगात्राणामृत्विजां चायुधाश्मभि: ।भवतानुगृहीतानामाशु मन्योऽस्त्वनातुरम् ॥ ५२ ॥",
        "english_devnagari": "devānāṁ bhagna-gātrāṇāmṛtvijāṁ cāyudhāśmabhiḥbhavatānugṛhītānāmāśu manyo ’stv anāturam",
        "verse_Syn": [
            "devānām",
            "bhagna",
            "gātrāṇām",
            "ṛtvijām",
            "ca",
            "āyudha",
            "aśmabhiḥ",
            "bhavatā",
            "anugṛhītānām",
            "āśu",
            "manyo",
            "astu",
            "anāturam"
        ],
        "translation": "O Lord Śiva, may the demigods and the priests whose limbs have been broken by your soldiers recover from the injuries by your grace.",
        "purport": ""
    },
    {
        "verse": "53",
        "devanagari": "एष ते रुद्र भागोऽस्तु यदुच्छिष्टोऽध्वरस्य वै ।यज्ञस्ते रुद्रभागेन कल्पतामद्य यज्ञहन् ॥ ५३ ॥",
        "english_devnagari": "eṣa te rudra bhāgo ’stuyad-ucchiṣṭo ’dhvarasya vaiyajñas te rudra bhāgenakalpatām adya yajña-han",
        "verse_Syn": [
            "eṣaḥ",
            "te",
            "rudra",
            "bhāgaḥ",
            "astu",
            "yat",
            "ucchiṣṭaḥ",
            "adhvarasya",
            "vai",
            "yajñaḥ",
            "te",
            "rudra",
            "bhāgena",
            "kalpatām",
            "adya",
            "yajña",
            "han"
        ],
        "translation": "O destroyer of the sacrifice, please take your portion of the sacrifice and let the sacrifice be completed by your grace.",
        "purport": " A sacrifice is a ceremony performed to please the Supreme Personality of Godhead. In the Śrīmad-Bhāgavatam, First Canto, Second Chapter, it is stated that everyone should try to understand whether the Supreme Personality of Godhead is satisfied by his activity. In other words, the aim of our activities should be to satisfy the Supreme Personality of Godhead. Just as in an office it is the duty of the worker to see that the proprietor or the master is satisfied, so everyone’s duty is to see whether the Supreme Personality of Godhead is satisfied by one’s activity. Activities to satisfy the Supreme Godhead are prescribed in the Vedic literature, and execution of such activities is called yajña. In other words, acting on behalf of the Supreme Lord is called yajña. One should know very well that any activity besides yajña is the cause of material bondage. That is explained in Bhagavad-gītā (3.9): yajñārthāt karmaṇo ’nyatra loko ’yaṁ karma-bandhanaḥ. Karma-bandhanaḥ means that if we do not work for the satisfaction of the Supreme Lord, Viṣṇu, then the reaction of our work will bind us. One should not work for his own sense gratification. Everyone should work for the satisfaction of God. That is called yajña. After the yajña was performed by Dakṣa, all the demigods expected prasāda, the remnants of foodstuffs offered to Viṣṇu. Lord Śiva is one of the demigods, so naturally he also expected his share of the prasāda from the yajña. But Dakṣa, out of his envy of Lord Śiva, neither invited Śiva to participate in the yajña nor gave him his share after the offering. But after the destruction of the yajña arena by the followers of Lord Śiva, Lord Brahmā pacified him and assured him that he would get his share of prasāda. Thus he was requested to rectify whatever destruction was caused by his followers. In Bhagavad-gītā (3.11) it is said that all the demigods are satisfied when one performs yajña. Because the demigods expect prasāda from yajñas, yajña must be performed. Those who engage in sense gratificatory, materialistic activities must perform yajña; otherwise they will be implicated. Thus Dakṣa, being the father of mankind, was performing yajña, and Lord Śiva expected his share. But since Śiva was not invited, there was trouble. By the mediation of Lord Brahmā, however, everything was settled satisfactorily. The performance of yajña is a very difficult task because all the demigods must be invited to participate in the yajña. In this Kali-yuga it is not possible to perform such costly sacrifices, nor is it possible to invite the demigods to participate. Therefore in this age it is recommended, yajñaiḥ saṅkīrtana-prāyair yajanti hi sumedhasaḥ (Bhāg. 11.5.32). Those who are intelligent should know that in the Kali-yuga there is no possibility of performing the Vedic sacrifices. But unless one pleases the demigods, there will be no regulated seasonal activities or rainfall. Everything is controlled by the demigods. Under the circumstances, in this age, in order to keep the balance of social peace and prosperity, all intelligent men should execute the performance of saṅkīrtana-yajña by chanting the holy names Hare Kṛṣṇa, Hare Kṛṣṇa, Kṛṣṇa Kṛṣṇa, Hare Hare/ Hare Rāma, Hare Rāma, Rāma Rāma, Hare Hare. One should invite people, chant Hare Kṛṣṇa, and then distribute prasāda. This yajña will satisfy all the demigods, and thus there will be peace and prosperity in the world. Another difficulty in performing the Vedic rituals is that if one fails to satisfy even one demigod out of the many hundreds of thousands of demigods, just as Dakṣa failed to satisfy Lord Śiva, there will be disaster. But in this age the performance of sacrifice has been simplified: one can chant Hare Kṛṣṇa, and by pleasing Kṛṣṇa one can satisfy all the demigods automatically."
    }
]