[
    {
        "verse": "1",
        "devanagari": "मैत्रेय उवाचविजिताश्वोऽधिराजासीत्पृथुपुत्र: पृथुश्रवा: ।यवीयोभ्योऽददात्काष्ठा भ्रातृभ्यो भ्रातृवत्सल: ॥ १ ॥",
        "english_devnagari": "maitreya uvācavijitāśvo ’dhirājāsītpṛthu-putraḥ pṛthu-śravāḥyavīyobhyo ’dadāt kāṣṭhābhrātṛbhyo bhrātṛ-vatsalaḥ",
        "verse_Syn": [
            "maitreyaḥ",
            "uvāca",
            "vijitāśvaḥ",
            "adhirājā",
            "āsīt",
            "pṛthu",
            "putraḥ",
            "pṛthu",
            "śravāḥ",
            "yavīyobhyaḥ",
            "adadāt",
            "kāṣṭhāḥ",
            "bhrātṛbhyaḥ",
            "bhrātṛ",
            "vatsalaḥ"
        ],
        "translation": "The great sage Maitreya continued: Vijitāśva, the eldest son of Mahārāja Pṛthu, who had a reputation like his father’s, became emperor and gave his younger brothers different directions of the world to govern, for he was very affectionate toward his brothers.",
        "purport": " After describing the life and character of Mahārāja Pṛthu in the previous chapter, the great sage Maitreya began to speak about the sons and grandsons in the genealogical line of the Pṛthu dynasty. After the death of Mahārāja Pṛthu, his eldest son, Vijitāśva, became emperor of the world. King Vijitāśva was very affectionate toward his younger brothers, and therefore he wanted them to rule different directions of the world. From time immemorial the eldest son generally becomes king after the death of the previous king. When the Pāṇḍavas ruled the earth, Mahārāja Yudhiṣṭhira, the eldest son of King Pāṇḍu, became emperor, and his younger brothers assisted him. Similarly, King Vijitāśva’s younger brothers were appointed to govern the different directions of the world."
    },
    {
        "verse": "2",
        "devanagari": "हर्यक्षायादिशत्प्राचीं धूम्रकेशाय दक्षिणाम् ।प्रतीचीं वृकसंज्ञाय तुर्यां द्रविणसे विभु: ॥ २ ॥",
        "english_devnagari": "haryakṣāyādiśat prācīṁdhūmrakeśāya dakṣiṇāmpratīcīṁ vṛka-saṁjñāyaturyāṁ draviṇase vibhuḥ",
        "verse_Syn": [
            "haryakṣāya",
            "adiśat",
            "prācīm",
            "dhūmrakeśāya",
            "dakṣiṇām",
            "pratīcīm",
            "vṛka",
            "saṁjñāya",
            "turyām",
            "draviṇase",
            "vibhuḥ"
        ],
        "translation": "Mahārāja Vijitāśva offered the eastern part of the world to his brother Haryakṣa, the southern part to Dhūmrakeśa, the western part to Vṛka and the northern part to Draviṇa.",
        "purport": ""
    },
    {
        "verse": "3",
        "devanagari": "अन्तर्धानगतिं शक्राल्लब्ध्वान्तर्धानसंज्ञित: ।अपत्यत्रयमाधत्त शिखण्डिन्यां सुसम्मतम् ॥ ३ ॥",
        "english_devnagari": "antardhāna-gatiṁ śakrāllabdhvāntardhāna-saṁjñitaḥapatya-trayam ādhattaśikhaṇḍinyāṁ susammatam",
        "verse_Syn": [
            "antardhāna",
            "gatim",
            "śakrāt",
            "labdhvā",
            "antardhāna",
            "saṁjñitaḥ",
            "apatya",
            "trayam",
            "ādhatta",
            "śikhaṇḍinyām",
            "su",
            "sammatam"
        ],
        "translation": "Formerly, Mahārāja Vijitāśva pleased the King of heaven, Indra, and from him received the title Antardhāna. His wife’s name was Śikhaṇḍinī, and by her he begot three good sons.",
        "purport": " Mahārāja Vijitāśva was known as Antardhāna, which means “disappearance.” He received this title from Indra, and it refers to the time when Indra stole Mahārāja Pṛthu’s horse from the sacrificial arena. Indra was not visible to others when he was stealing the horse, but Mahārāja Pṛthu’s son Vijitāśva could see him. Yet despite his knowing that Indra was taking away his father’s horse, Vijitāśva did not attack him. This indicates that Mahārāja Vijitāśva respected the right persons. Although Indra was stealing the horse from his father, Vijitāśva knew perfectly well that Indra was not an ordinary thief. Since Indra was a great and powerful demigod and servant of the Supreme Personality of Godhead, Vijitāśva purposefully excused him due to sentiment only, even though Indra was acting wrongly. Thus Indra became very pleased with Vijitāśva at that time. The demigods have the great mystic power of being able to appear and disappear according to their will, and since Indra was very pleased with Vijitāśva, he bestowed this mystic power upon him. Thus Vijitāśva became known as Antardhāna."
    },
    {
        "verse": "4",
        "devanagari": "पावक: पवमानश्च शुचिरित्यग्नय: पुरा ।वसिष्ठशापादुत्पन्ना: पुनर्योगगतिं गता: ॥ ४ ॥",
        "english_devnagari": "pāvakaḥ pavamānaś caśucir ity agnayaḥ purāvasiṣṭha-śāpād utpannāḥpunar yoga-gatiṁ gatāḥ",
        "verse_Syn": [
            "pāvakaḥ",
            "pavamānaḥ",
            "ca",
            "śuciḥ",
            "iti",
            "agnayaḥ",
            "purā",
            "vasiṣṭha",
            "śāpāt",
            "utpannāḥ",
            "punaḥ",
            "yoga",
            "gatim",
            "gatāḥ"
        ],
        "translation": "The three sons of Mahārāja Antardhāna were named Pāvaka, Pavamāna and Śuci. Formerly these three personalities were the demigods of fire, but due to the curse of the great sage Vasiṣṭha, they became the sons of Mahārāja Antardhāna. As such, they were as powerful as the fire-gods, and they attained the destination of mystic yoga power, being again situated as the demigods of fire.",
        "purport": " In the Bhagavad-gītā (6.41-43) it is stated that one who falls down from yoga practice is elevated to the heavenly planets, and after enjoying the material facilities there he again comes down to the earthly planet and takes birth in a very rich family or a very pious brāhmaṇa family. Thus it is to be understood that when demigods fall down, they come to earth as sons of very rich and pious families. In such families, the living entity gets an opportunity to execute Kṛṣṇa consciousness and thereby gain promotion to his desired goal. The sons of Mahārāja Antardhāna had been the demigods in charge of fire, and they regained their former position and by mystic power returned to the heavenly planets."
    },
    {
        "verse": "5",
        "devanagari": "अन्तर्धानो नभस्वत्यां हविर्धानमविन्दत ।य इन्द्रमश्वहर्तारं विद्वानपि न जघ्निवान् ॥ ५ ॥",
        "english_devnagari": "antardhāno nabhasvatyāṁhavirdhānam avindataya indram aśva-hartāraṁvidvān api na jaghnivān",
        "verse_Syn": [
            "antardhānaḥ",
            "nabhasvatyām",
            "havirdhānam",
            "avindata",
            "yaḥ",
            "indram",
            "aśva",
            "hartāram",
            "vidvān",
            "api",
            "na",
            "jaghnivān"
        ],
        "translation": "Mahārāja Antardhāna had another wife, named Nabhasvatī, and by her he was happy to beget another son, named Havirdhāna. Since Mahārāja Antardhāna was very liberal, he did not kill Indra while the demigod was stealing his father’s horse at the sacrifice.",
        "purport": " It is understood from various scriptures and Purāṇas that the King of heaven, Indra, was very expert in stealing and kidnapping. He could steal anything without being visible to the proprietor, and he could kidnap anyone’s wife without being detected. Once he raped the wife of Gautama Muni by using his disappearing art, and similarly by becoming invisible he stole the horse of Mahārāja Pṛthu. Although in human society such activities are considered abominable, the demigod Indra was not considered to be degraded by them. Although Antardhāna could understand that King Indra was stealing the horse from his father, he did not kill Indra, for he knew that if one who is very powerful sometimes commits an abominable act, it should be disregarded. In Bhagavad-gītā (9.30) it is clearly stated: Thus the Lord says that even if a devotee commits an abominable act, he should be considered a sādhu, or a pious man, because of his unflinching devotion to the Lord. The devotees of the Lord never willingly commit any sinful act, but sometimes they commit something abominable due to their previous habits. Such acts should not be taken very seriously, however, because the devotees of the Lord are very powerful, whether they are on the heavenly planets or on this planet. If by chance they commit something abominable, it should not be taken into account, but should be overlooked."
    },
    {
        "verse": "6",
        "devanagari": "राज्ञां वृत्तिं करादानदण्डशुल्कादिदारुणाम् ।मन्यमानो दीर्घसत्‍त्रव्याजेन विससर्ज ह ॥ ६ ॥",
        "english_devnagari": "rājñāṁ vṛttiṁ karādāna-daṇḍa-śulkādi-dāruṇāmmanyamāno dīrgha-sattra-vyājena visasarja ha",
        "verse_Syn": [
            "rājñām",
            "vṛttim",
            "kara",
            "ādāna",
            "daṇḍa",
            "śulka",
            "ādi",
            "dāruṇām",
            "manyamānaḥ",
            "dīrgha",
            "sattra",
            "vyājena",
            "visasarja",
            "ha"
        ],
        "translation": "Whenever Antardhāna, the supreme royal power, had to exact taxes, punish his citizens or fine them severely, he was not willing to do so. Consequently he retired from the execution of such duties and engaged himself in the performance of different sacrifices.",
        "purport": " It is clear herein that the king sometimes has to perform duties which are not very desirable just because he is the king. Similarly, Arjuna was not at all willing to fight because fighting or killing one’s own kinsmen and family members is not at all desirable. Nonetheless, the kṣatriyas had to perform such undesirable actions as a matter of duty. Mahārāja Antardhāna was not very happy while exacting taxes or punishing the citizens for their criminal activities; therefore, on the plea of performing sacrifices, he retired from the royal majestic power at a very early age."
    },
    {
        "verse": "7",
        "devanagari": "तत्रापि हंसं पुरुषं परमात्मानमात्मद‍ृक् ।यजंस्तल्लोकतामाप कुशलेन समाधिना ॥ ७ ॥",
        "english_devnagari": "tatrāpi haṁsaṁ puruṣaṁparamātmānam ātma-dṛkyajaṁs tal-lokatām āpakuśalena samādhinā",
        "verse_Syn": [
            "tatra",
            "api",
            "haṁsam",
            "puruṣam",
            "parama",
            "ātmānam",
            "ātma",
            "dṛk",
            "yajan",
            "tat",
            "lokatām",
            "āpa",
            "kuśalena",
            "samādhinā"
        ],
        "translation": "Although Mahārāja Antardhāna was engaged in performing sacrifices, because he was a self-realized soul he very intelligently rendered devotional service to the Lord, who eradicates all the fears of His devotees. By thus worshiping the Supreme Lord, Mahārāja Antardhāna, rapt in ecstasy, attained His planet very easily.",
        "purport": " Since sacrifices are generally performed by fruitive actors, it is especially mentioned here (tatrāpi) that although Mahārāja Antardhāna was externally engaged in performing sacrifices, his real business was rendering devotional service by hearing and chanting. In other words, he was performing the usual sacrifices by the method of saṅkīrtana-yajña, as recommended herein: Devotional service is called kīrtana-yajña, and by practicing the saṅkīrtana-yajña, one is very easily elevated to the planet where the Supreme Lord resides. Out of the five kinds of liberations, achieving the same planet where the Lord resides and living with the Lord there is called sālokya liberation."
    },
    {
        "verse": "8",
        "devanagari": "हविर्धानाद्धविर्धानी विदुरासूत षट्‌सुतान् ।बर्हिषदं गयं शुक्लं कृष्णं सत्यं जितव्रतम् ॥ ८ ॥",
        "english_devnagari": "havirdhānād dhavirdhānīvidurāsūta ṣaṭ sutānbarhiṣadaṁ gayaṁ śuklaṁkṛṣṇaṁ satyaṁ jitavratam",
        "verse_Syn": [
            "havirdhānāt",
            "havirdhānī",
            "vidura",
            "asūta",
            "ṣaṭ",
            "sutān",
            "barhiṣadam",
            "gayam",
            "śuklam",
            "kṛṣṇam",
            "satyam",
            "jitavratam"
        ],
        "translation": "Havirdhāna, the son of Mahārāja Antardhāna, had a wife named Havirdhānī, who gave birth to six sons, named Barhiṣat, Gaya, Śukla, Kṛṣṇa, Satya and Jitavrata.",
        "purport": ""
    },
    {
        "verse": "9",
        "devanagari": "बर्हिषत् सुमहाभागो हाविर्धानि: प्रजापति: ।क्रियाकाण्डेषु निष्णातो योगेषु च कुरूद्वह ॥ ९ ॥",
        "english_devnagari": "barhiṣat sumahā-bhāgohāvirdhāniḥ prajāpatiḥkriyā-kāṇḍeṣu niṣṇātoyogeṣu ca kurūdvaha",
        "verse_Syn": [
            "barhiṣat",
            "su",
            "mahā",
            "bhāgaḥ",
            "hāvirdhāniḥ",
            "prajā",
            "patiḥ",
            "kriyā",
            "kāṇḍeṣu",
            "niṣṇātaḥ",
            "yogeṣu",
            "ca",
            "kuru",
            "udvaha"
        ],
        "translation": "The great sage Maitreya continued: My dear Vidura, Havirdhāna’s very powerful son named Barhiṣat was very expert in performing various kinds of fruitive sacrifices, and he was also expert in the practice of mystic yoga. By his great qualifications, he became known as Prajāpati.",
        "purport": " In the beginning of the creation there were not many living entities, and consequently the very powerful living entities or demigods were appointed as Prajāpatis in order to beget children and increase the population. There are many Prajāpatis — Brahmā, Dakṣa and Manu are sometimes known as Prajāpatis — and Barhiṣat, the son of Havirdhāna, became one of them."
    },
    {
        "verse": "10",
        "devanagari": "यस्येदं देवयजनमनुयज्ञं वितन्वत: ।प्राचीनाग्रै: कुशैरासीदास्तृतं वसुधातलम् ॥ १० ॥",
        "english_devnagari": "yasyedaṁ deva-yajanamanuyajñaṁ vitanvataḥprācīnāgraiḥ kuśair āsīdāstṛtaṁ vasudhā-talam",
        "verse_Syn": [
            "yasya",
            "idam",
            "deva",
            "yajanam",
            "anuyajñam",
            "vitanvataḥ",
            "prācīna",
            "agraiḥ",
            "kuśaiḥ",
            "āsīt",
            "āstṛtam",
            "vasudhā",
            "talam"
        ],
        "translation": "Mahārāja Barhiṣat executed many sacrifices all over the world. He scattered kuśa grasses and kept the tops of the grasses pointed eastward.",
        "purport": " As stated in the previous verse (kriyā-kāṇḍeṣu niṣṇātaḥ), Mahārāja Barhiṣat dived very deeply into the fruitive activities of sacrifice. This means that as soon as he finished one yajña in one place, he began performing another yajña in the immediate vicinity. At the present moment there is a similar need to perform saṅkīrtana-yajña all over the world. The Kṛṣṇa consciousness movement has started performing saṅkīrtana-yajña in different places, and it has been experienced that wherever saṅkīrtana-yajña is performed, many thousands of people gather and take part in it. Imperceptible auspiciousness achieved in this connection should be continued all over the world. The members of the Kṛṣṇa consciousness movement should perform saṅkīrtana-yajñas one after another, so much so that all the people of the world will either jokingly or seriously chant Hare Kṛṣṇa, Hare Kṛṣṇa, Kṛṣṇa Kṛṣṇa, Hare Hare/ Hare Rāma, Hare Rāma, Rāma Rāma, Hare Hare, and thus they will derive the benefit of cleansing the heart. The holy name of the Lord (harer nāma) is so powerful that whether it is chanted jokingly or seriously the effect of vibrating this transcendental sound will be equally distributed. It is not possible at the present moment to perform repeated yajñas as Mahārāja Barhiṣat performed, but it is within our means to perform saṅkīrtana-yajña, which does not cost anything. One can sit down anywhere and chant Hare Kṛṣṇa, Hare Kṛṣṇa, Kṛṣṇa Kṛṣṇa, Hare Hare/ Hare Rāma, Hare Rāma, Rāma Rāma, Hare Hare. If the surface of the globe is overflooded with the chanting of the Hare Kṛṣṇa mantra, the people of the world will be very, very happy."
    },
    {
        "verse": "11",
        "devanagari": "सामुद्रीं देवदेवोक्तामुपयेमे शतद्रुतिम् ।यां वीक्ष्य चारुसर्वाङ्गीं किशोरीं सुष्ठ्वलङ्कृताम् ।परिक्रमन्तीमुद्वाहे चकमेऽग्नि: शुकीमिव ॥ ११ ॥",
        "english_devnagari": "sāmudrīṁ devadevoktāmupayeme śatadrutimyāṁ vīkṣya cāru-sarvāṅgīṁkiśorīṁ suṣṭhv-alaṅkṛtāmparikramantīm udvāhecakame ’gniḥ śukīm iva",
        "verse_Syn": [
            "sāmudrīm",
            "deva",
            "deva",
            "uktām",
            "upayeme",
            "śatadrutim",
            "yām",
            "vīkṣya",
            "cāru",
            "sarva",
            "aṅgīm",
            "kiśorīm",
            "suṣṭhu",
            "alaṅkṛtām",
            "parikramantīm",
            "udvāhe",
            "cakame",
            "agniḥ",
            "śukīm",
            "iva"
        ],
        "translation": "Mahārāja Barhiṣat — henceforward known as Prācīnabarhi — was ordered by the supreme demigod Brahmā to marry the daughter of the ocean named Śatadruti. Her bodily features were completely beautiful, and she was very young. She was decorated with the proper garments, and when she came into the marriage arena and began circumambulating it, the fire-god Agni became so attracted to her that he desired her company, exactly as he had formerly desired to enjoy Śukī.",
        "purport": " In this verse the word suṣṭhv-alaṅkṛtām is significant. According to the Vedic system, when a girl is married, she is very profusely and gorgeously decorated with costly saris and jewelry, and during the marriage ceremony the bride circumambulates the bridegroom seven times. After this, the bridegroom and bride look at one another and become attracted for life. When the bridegroom finds the bride very beautiful, the attraction between them immediately becomes very strongly fixed. As stated in Śrīmad-Bhāgavatam, men and women are naturally attracted to one another, and when they are united by marriage that attraction becomes very strong. Being so strongly attracted, the bridegroom attempts to set up a nice homestead and eventually a good field for producing grains. Then children come, then friends, and then wealth. In this way the male becomes more and more entangled in the material conceptions of life, and he begins to think, “This is mine,” and “It is I who am acting.” In this way the illusion of material existence is perpetuated. The words śukīm iva are also significant, for the fire-god Agni became attracted by the beauty of Śatadruti while she was circumambulating the bridegroom Prācīnabarhi, just as he had previously been attracted to the beauty of Śukī, the wife of Saptarṣi. When the fire-god had been present long ago at the assembly of Saptarṣi, he was attracted by the beauty of Śukī when she was circumambulating in the same way. Agni’s wife, named Svāhā, took the form of Śukī and enjoyed sex life with Agni. Not only the fire-god Agni but the heavenly god Indra and sometimes even Lord Brahmā and Lord Śiva — all very highly situated demigods — are subject to being attracted by sex at any time. The sex drive is so strong in the living entities that the whole material world is running on sex attraction only, and it is due to sex attraction that one remains in the material world and is obliged to accept different types of bodies. The attraction of sex life is more clearly explained in the next verse."
    },
    {
        "verse": "12",
        "devanagari": "विबुधासुरगन्धर्वमुनिसिद्धनरोरगा: ।विजिता: सूर्यया दिक्षु क्‍वणयन्त्यैव नूपुरै: ॥ १२ ॥",
        "english_devnagari": "vibudhāsura-gandharva-muni-siddha-naroragāḥvijitāḥ sūryayā dikṣukvaṇayantyaiva nūpuraiḥ",
        "verse_Syn": [
            "vibudha",
            "asura",
            "gandharva",
            "muni",
            "siddha",
            "nara",
            "uragāḥ",
            "vijitāḥ",
            "sūryayā",
            "dikṣu",
            "kvaṇayantyā",
            "eva",
            "nūpuraiḥ"
        ],
        "translation": "While Śatadruti was thus being married, the demons, the denizens of Gandharvaloka, the great sages, and the denizens of Siddhaloka, the earthly planets and Nāgaloka, although highly exalted, were all captivated by the tinkling of her ankle bells.",
        "purport": " Generally a woman becomes more beautiful when, after an early marriage, she gives birth to a child. To give birth to a child is the natural function of a woman, and therefore a woman becomes more and more beautiful as she gives birth to one child after another. In the case of Śatadruti, however, she was so beautiful that she attracted the whole universe at her marriage ceremony. Indeed, she attracted all the learned and exalted demigods simply by the tinkling of her ankle bells. This indicates that all the demigods wanted to see her beauty completely, but they were not able to see it because she was fully dressed and covered with ornaments. Since they could only see the feet of Śatadruti, they became attracted by her ankle bells, which tinkled as she walked. In other words, the demigods became captivated by her simply by hearing the tinkling of her ankle bells. They did not have to see her complete beauty. It is sometimes understood that a person becomes lusty just by hearing the tinkling of bangles on the hands of women or the tinkling of ankle bells, or just by seeing a woman’s sari. Thus it is concluded that woman is the complete representation of māyā. Although Viśvāmitra Muni was engaged in practicing mystic yoga with closed eyes, his transcendental meditation was broken when he heard the tinkling of bangles on the hands of Menakā. In this way Viśvāmitra Muni became a victim of Menakā and fathered a child who is universally celebrated as Śakuntalā. The conclusion is that no one can save himself from the attraction of woman, even though he be an exalted demigod or an inhabitant of the higher planets. Only a devotee of the Lord, who is attracted by Kṛṣṇa, can escape the lures of woman. Once one is attracted by Kṛṣṇa, the illusory energy of the world cannot attract him."
    },
    {
        "verse": "13",
        "devanagari": "प्राचीनबर्हिष: पुत्रा: शतद्रुत्यां दशाभवन् ।तुल्यनामव्रता: सर्वे धर्मस्‍नाता: प्रचेतस: ॥ १३ ॥",
        "english_devnagari": "prācīnabarhiṣaḥ putrāḥśatadrutyāṁ daśābhavantulya-nāma-vratāḥ sarvedharma-snātāḥ pracetasaḥ",
        "verse_Syn": [
            "prācīnabarhiṣaḥ",
            "putrāḥ",
            "śatadrutyām",
            "daśa",
            "abhavan",
            "tulya",
            "nāma",
            "vratāḥ",
            "sarve",
            "dharma",
            "snātāḥ",
            "pracetasaḥ"
        ],
        "translation": "King Prācīnabarhi begot ten children in the womb of Śatadruti. All of them were equally endowed with religiosity, and all of them were known as the Pracetās.",
        "purport": " The word dharma-snātāḥ is significant, for the ten children were all merged in the practice of religion. In addition, they possessed all good qualities. One is supposed to be perfect when one is perfectly religious, perfect in the execution of one’s vows to render devotional service, perfect in knowledge, perfect in good behavior, and so on. All the Pracetās were on the same level of perfection."
    },
    {
        "verse": "14",
        "devanagari": "पित्रादिष्टा: प्रजासर्गे तपसेऽर्णवमाविशन् ।दशवर्षसहस्राणि तपसार्चंस्तपस्पतिम् ॥ १४ ॥",
        "english_devnagari": "pitrādiṣṭāḥ prajā-sargetapase ’rṇavam āviśandaśa-varṣa-sahasrāṇitapasārcaṁs tapas-patim",
        "verse_Syn": [
            "pitrā",
            "ādiṣṭāḥ",
            "prajā",
            "sarge",
            "tapase",
            "arṇavam",
            "āviśan",
            "daśa",
            "varṣa",
            "sahasrāṇi",
            "tapasā",
            "ārcan",
            "tapaḥ",
            "patim"
        ],
        "translation": "When all these Pracetās were ordered by their father to marry and beget children, they all entered the ocean and practiced austerities and penances for ten thousand years. Thus they worshiped the master of all austerity, the Supreme Personality of Godhead.",
        "purport": " Sometimes great sages and ascetics enter the Himālaya Mountains in order to find seclusion from the turmoil of the world. It appears, however, that all the Pracetās, the sons of Prācīnabarhi, entered the depths of the ocean to perform austerity in a secluded place. Since they performed austerities for ten thousand years, this incident took place in the Satya-yuga, when people used to live for a hundred thousand years. It is also significant that by their austerity they worshiped the master of austerity, Śrī Kṛṣṇa, the Supreme Personality of Godhead. If one wants to perform austerities and penances in order to attain the supreme goal, one must attain the favor of the Supreme Personality of Godhead. If one achieves the favor of the Supreme Lord, it is to be understood that he has finished all kinds of austerities and penances and has attained efficiency in their execution. On the other hand, if one does not attain the perfect stage of devotional service, all austerities and penances actually have no meaning, for without the Supreme Lord no one can attain the highest results derived from performing them. As stated in Bhagavad-gītā (5.29), Lord Śrī Kṛṣṇa is the master of all penances and sacrifices (bhoktāraṁ yajña-tapasāṁ sarva-loka-maheśvaram). Thus the desired result of performing austerities may be derived from Lord Kṛṣṇa. In Śrīmad-Bhāgavatam (3.33.7) it is stated: Even if a person is born in a family of caṇḍālas  — the lowest birth one can get in human society — he is glorious if he chants the holy names of the Lord, for it is to be understood that by such chanting a devotee definitely proves that he underwent all kinds of austerities in his previous life. By the grace of Lord Caitanya, one who chants the mahā-mantra — Hare Kṛṣṇa, Hare Kṛṣṇa, Kṛṣṇa Kṛṣṇa, Hare Hare/ Hare Rāma, Hare Rāma, Rāma Rāma, Hare Hare — attains the highest perfectional stage, which had previously been attained by people who entered the ocean and executed austerities for ten thousand years. In this Age of Kali, if a person does not take advantage of chanting the Hare Kṛṣṇa mantra, which is offered as a great concession to the fallen human beings of this age, it is to be understood that he is very much bewildered by the illusory energy of the Lord."
    },
    {
        "verse": "15",
        "devanagari": "यदुक्तं पथि द‍ृष्टेन गिरिशेन प्रसीदता ।तद्ध्यायन्तो जपन्तश्च पूजयन्तश्च संयता: ॥ १५ ॥",
        "english_devnagari": "yad uktaṁ pathi dṛṣṭenagiriśena prasīdatātad dhyāyanto japantaś capūjayantaś ca saṁyatāḥ",
        "verse_Syn": [
            "yat",
            "uktam",
            "pathi",
            "dṛṣṭena",
            "giriśena",
            "prasīdatā",
            "tat",
            "dhyāyantaḥ",
            "japantaḥ",
            "ca",
            "pūjayantaḥ",
            "ca",
            "saṁyatāḥ"
        ],
        "translation": "When all the sons of Prācīnabarhi left home to execute austerities, they met Lord Śiva, who, out of great mercy, instructed them about the Absolute Truth. All the sons of Prācīnabarhi meditated upon the instructions, chanting and worshiping them with great care and attention.",
        "purport": " It is clear that to perform austerities or penances or, for that matter, any form of devotional service, one has to be guided by a spiritual master. Here it is clearly stated that the ten sons of Mahārāja Prācīnabarhi were favored by the appearance of Lord Śiva, who, out of great kindness, gave them instructions regarding the execution of austerities. Lord Śiva actually became the spiritual master of the ten sons, and in turn his disciples took his words so seriously that simply by meditating upon his instructions (dhyāyantaḥ) they became perfect. This is the secret of success. After being initiated and receiving the orders of the spiritual master, the disciple should unhesitatingly think about the instructions or orders of the spiritual master and should not allow himself to be disturbed by anything else. This is also the verdict of Śrīla Viśvanātha Cakravartī Ṭhākura, who, while explaining the verse of Bhagavad-gītā beginning vyavasāyātmikā buddhir ekeha kuru-nandana (Bg. 2.41), points out that the order of the spiritual master is the life substance of the disciple. The disciple should not consider whether he is going back home, back to Godhead; his first business should be to execute the order of his spiritual master. Thus a disciple should always meditate on the order of the spiritual master, and that is perfectional meditation. Not only should he meditate upon that order, but he should find out the means by which he can perfectly worship and execute it."
    },
    {
        "verse": "16",
        "devanagari": "विदुर उवाचप्रचेतसां गिरित्रेण यथासीत्पथि सङ्गम: ।यदुताह हर: प्रीतस्तन्नो ब्रह्मन् वदार्थवत् ॥ १६ ॥",
        "english_devnagari": "vidura uvācapracetasāṁ giritreṇayathāsīt pathi saṅgamaḥyad utāha haraḥ prītastan no brahman vadārthavat",
        "verse_Syn": [
            "viduraḥ",
            "uvāca",
            "pracetasām",
            "giritreṇa",
            "yathā",
            "āsīt",
            "pathi",
            "saṅgamaḥ",
            "yat",
            "uta",
            "āha",
            "haraḥ",
            "prītaḥ",
            "tat",
            "naḥ",
            "brahman",
            "vada",
            "artha",
            "vat"
        ],
        "translation": "Vidura asked Maitreya: My dear brāhmaṇa, why did the Pracetās meet Lord Śiva on the way? Please tell me how the meeting happened, how Lord Śiva became very pleased with them and how he instructed them. Certainly such talks are important, and I wish that you please be merciful upon me and describe them.",
        "purport": " Whenever there are some important talks between a devotee and the Lord or between exalted devotees, one should be very much curious to hear them. At the meeting of Naimiṣāraṇya, where Sūta Gosvāmī spoke Śrīmad-Bhāgavatam to all the great sages, Sūta Gosvāmī was also asked about the talks between Mahārāja Parīkṣit and Śukadeva Gosvāmī, for the sages believed that the talks between Śukadeva Gosvāmī and Mahārāja Parīkṣit must have been as important as the talks between Lord Kṛṣṇa and Arjuna. As everyone is still eager to learn the subject of Bhagavad-gītā in order to become perfectly enlightened, Vidura was similarly eager to learn from the great sage Maitreya about the talks between Lord Śiva and the Pracetās."
    },
    {
        "verse": "17",
        "devanagari": "सङ्गम: खलु विप्रर्षे शिवेनेह शरीरिणाम् ।दुर्लभो मुनयो दध्युरसङ्गाद्यमभीप्सितम् ॥ १७ ॥",
        "english_devnagari": "saṅgamaḥ khalu viprarṣeśiveneha śarīriṇāmdurlabho munayo dadhyurasaṅgād yam abhīpsitam",
        "verse_Syn": [
            "saṅgamaḥ",
            "khalu",
            "vipra",
            "ṛṣe",
            "śivena",
            "iha",
            "śarīriṇām",
            "durlabhaḥ",
            "munayaḥ",
            "dadhyuḥ",
            "asaṅgāt",
            "yam",
            "abhīpsitam"
        ],
        "translation": "The great sage Vidura continued: O best of the brāhmaṇas, it is very difficult for living entities encaged within this material body to have personal contact with Lord Śiva. Even great sages who have no material attachments do not contact him, despite their always being absorbed in meditation to attain his personal contact.",
        "purport": " Since Lord Śiva does not incarnate himself unless there is some special reason, it is very difficult for an ordinary person to contact him. However, Lord Śiva does descend on a special occasion when he is ordered by the Supreme Personality of Godhead. In this regard, it is stated in the Padma Purāṇa that Lord Śiva appeared as a brāhmaṇa in the Age of Kali to preach the Māyāvāda philosophy, which is nothing but a type of Buddhist philosophy. It is stated in Padma Purāṇa: Lord Śiva, speaking to Pārvatī-devī, foretold that he would spread the Māyāvāda philosophy in the guise of a sannyāsī brāhmaṇa just to eradicate Buddhist philosophy. This sannyāsī was Śrīpāda Śaṅkarācārya. In order to overcome the effects of Buddhist philosophy and spread Vedānta philosophy, Śrīpāda Śaṅkarācārya had to make some compromise with the Buddhist philosophy, and as such he preached the philosophy of monism, for it was required at that time. Otherwise there was no need for his preaching Māyāvāda philosophy. At the present moment there is no need for Māyāvāda philosophy or Buddhist philosophy, and Lord Caitanya rejected both of them. This Kṛṣṇa consciousness movement is spreading the philosophy of Lord Caitanya and rejecting the philosophy of both classes of Māyāvādī. Strictly speaking, both Buddhist philosophy and Śaṅkara’s philosophy are but different types of Māyāvāda dealing on the platform of material existence. Neither of these philosophies has spiritual significance. There is spiritual significance only after one accepts the philosophy of Bhagavad-gītā, which culminates in surrendering unto the Supreme Personality of Godhead. Generally people worship Lord Śiva for some material benefit, and although they cannot see him personally, they derive great material profit by worshiping him."
    },
    {
        "verse": "18",
        "devanagari": "आत्मारामोऽपि यस्त्वस्य लोककल्पस्य राधसे ।शक्त्या युक्तो विचरति घोरया भगवान् भव: ॥ १८ ॥",
        "english_devnagari": "ātmārāmo ’pi yas tv asyaloka-kalpasya rādhaseśaktyā yukto vicaratighorayā bhagavān bhavaḥ",
        "verse_Syn": [
            "ātma",
            "ārāmaḥ",
            "api",
            "yaḥ",
            "tu",
            "asya",
            "loka",
            "kalpasya",
            "rādhase",
            "śaktyā",
            "yuktaḥ",
            "vicarati",
            "ghorayā",
            "bhagavān",
            "bhavaḥ"
        ],
        "translation": "Lord Śiva, the most powerful demigod, second only to Lord Viṣṇu, is self-sufficient. Although he has nothing to aspire for in the material world, for the benefit of those in the material world he is always busily engaged everywhere and is accompanied by his dangerous energies like the goddess Kālī and the goddess Durgā.",
        "purport": " Lord Śiva is known as the greatest devotee of the Supreme Personality of Godhead. He is known as the best of all types of Vaiṣṇavas (vaiṣṇavānāṁ yathā śambhuḥ). Consequently, Lord Śiva has a Vaiṣṇava sampradāya, the disciplic succession known as the Rudra sampradāya. Just as there is a Brahma sampradāya coming directly from Lord Brahmā, the Rudra sampradāya comes directly from Lord Śiva. Lord Śiva is one of the twelve great personalities, as stated in Śrīmad-Bhāgavatam (6.3.20): These are twelve great authorities in preaching God consciousness. The name Śambhu means Lord Śiva. His disciplic succession is also known as the Viṣṇusvāmi sampradāya, and the current Viṣṇusvāmi sampradāya is also known as the Vallabha sampradāya. The current Brahma sampradāya is known as the Madhva-Gauḍīya sampradāya. Even though Lord Śiva appeared to preach Māyāvāda philosophy, at the end of his pastimes in the form of Śaṅkarācārya he preached the Vaiṣṇava philosophy: bhaja govindaṁ bhaja govindaṁ bhaja govindaṁ mūḍha-mate. He stressed worshiping Lord Kṛṣṇa, or Govinda, three times in this verse and especially warned his followers that they could not possibly achieve deliverance, or mukti, simply by word jugglery and grammatical puzzles. If one is actually serious to attain mukti, he must worship Lord Kṛṣṇa. That is Śrīpāda Śaṅkarācārya’s last instruction. Herein it is mentioned that Lord Śiva is always accompanied by his material energy (śaktyā ghorayā). Material energy — goddess Durgā, or goddess Kālī — is always under his control. Goddess Kālī and Durgā serve him by killing all the asuras, or demons. Sometimes Kālī becomes so infuriated that she indiscriminately kills all kinds of asuras. There is a popular picture of goddess Kālī in which she wears a garland composed of the heads of the asuras and holds in her left hand a captured head and in her right hand a great khaḍga, or chopper, for killing asuras. Great wars are symbolic representations of Kālī’s devastation of the asuras and are actually conducted by the goddess Kālī: (Brahma-saṁhitā 5.44) Asuras try to pacify the goddess Kālī, or Durgā, by worshiping her in material opulence, but when the asuras become too intolerable, the goddess Kālī does not discriminate in killing them wholesale. Asuras do not know the secret of the energy of Lord Śiva, and they prefer to worship the goddess Kālī or Durgā or Lord Śiva for material benefit. Due to their demoniac character, they are reluctant to surrender to Lord Kṛṣṇa, as indicated by Bhagavad-gītā (7.15): Lord Śiva’s duty is very dangerous because he has to employ the energy of the goddess Kālī, or Durgā. In another popular picture the goddess Kālī is sometimes seen standing on the prostrate body of Lord Śiva, which indicates that sometimes Lord Śiva has to fall down flat in order to stop the goddess Kālī from killing the asuras. Since Lord Śiva controls the great material energy (the goddess Durgā), worshipers of Lord Śiva attain very opulent positions within this material world. Under Lord Śiva’s direction, a worshiper of Lord Śiva gets all kinds of material facilities. In contrast, a Vaiṣṇava, or worshiper of Lord Viṣṇu, gradually becomes poorer in material possessions because Lord Viṣṇu does not trick His devotees into becoming materially entangled by possessions. Lord Viṣṇu gives His devotees intelligence from within, as stated in Bhagavad-gītā (10.10): “To those who are constantly devoted and worship Me with love, I give the understanding by which they can come to Me.” Thus Lord Viṣṇu gives intelligence to His devotee so that the devotee can make progress on the path back home, back to Godhead. Since a devotee has nothing to do with any kind of material possession, he does not come under the control of the goddess Kālī, or the goddess Durgā. Lord Śiva is also in charge of the tamo-guṇa, or the mode of ignorance in this material world. His potency, the goddess Durgā, is described as keeping all living entities in the darkness of ignorance (yā devī sarva-bhūteṣu nidra-rūpaṁ saṁsthitā). Both Lord Brahmā and Lord Śiva are incarnations of Lord Viṣṇu, but Lord Brahmā is in charge of the creation whereas Lord Śiva is in charge of the destruction, which he carries out with the help of his material energy, goddess Kālī, or goddess Durgā. Thus in this verse Lord Śiva is described as being accompanied by dangerous potencies (śaktyā ghorayā), and that is the actual position of Lord Śiva."
    },
    {
        "verse": "19",
        "devanagari": "मैत्रेय उवाचप्रचेतस: पितुर्वाक्यं शिरसादाय साधव: ।दिशं प्रतीचीं प्रययुस्तपस्याद‍ृतचेतस: ॥ १९ ॥",
        "english_devnagari": "maitreya uvācapracetasaḥ pitur vākyaṁśirasādāya sādhavaḥdiśaṁ pratīcīṁ prayayustapasy ādṛta-cetasaḥ",
        "verse_Syn": [
            "maitreyaḥ",
            "uvāca",
            "pracetasaḥ",
            "pituḥ",
            "vākyam",
            "śirasā",
            "ādāya",
            "sādhavaḥ",
            "diśam",
            "pratīcīm",
            "prayayuḥ",
            "tapasi",
            "ādṛta",
            "cetasaḥ"
        ],
        "translation": "The great sage Maitreya continued: My dear Vidura, because of their pious nature, all the sons of Prācīnabarhi very seriously accepted the words of their father with heart and soul, and with these words on their heads, they went toward the west to execute their father’s order.",
        "purport": " In this verse sādhavaḥ, meaning “pious” or “well-behaved,” is very important, especially at the present moment. It is derived from the word sādhu. A perfect sādhu is one who is always engaged in the devotional service of the Supreme Personality of Godhead. Prācīnabarhi’s sons are described as sādhavaḥ because of their complete obedience to their father. The father, king and spiritual master are supposed to be representatives of the Supreme Personality of Godhead, and as such they have to be respected as the Supreme Lord. It is the duty of the father, the spiritual master and the king to regulate their subordinates in such a way that they ultimately become fully unalloyed devotees of the Supreme Lord. That is the duty of the superiors, and it is the duty of the subordinates to obey their orders perfectly and in a disciplined way. The word śirasā, “on their heads,” is also significant, for the Pracetās accepted the orders of their father and carried them on their heads, which means they accepted them in complete surrender."
    },
    {
        "verse": "20",
        "devanagari": "ससमुद्रमुप विस्तीर्णमपश्यन् सुमहत्सर: ।महन्मन इव स्वच्छं प्रसन्नसलिलाशयम् ॥ २० ॥",
        "english_devnagari": "sa-samudram upa vistīrṇamapaśyan sumahat saraḥmahan-mana iva svacchaṁprasanna-salilāśayam",
        "verse_Syn": [
            "sa",
            "samudram",
            "upa",
            "vistīrṇam",
            "apaśyan",
            "su",
            "mahat",
            "saraḥ",
            "mahat",
            "manaḥ",
            "iva",
            "su",
            "accham",
            "prasanna",
            "salila",
            "āśayam"
        ],
        "translation": "While traveling, the Pracetās happened to see a great reservoir of water which seemed almost as big as the ocean. The water of this lake was so calm and quiet that it seemed like the mind of a great soul, and its inhabitants, the aquatics, appeared very peaceful and happy to be under the protection of such a watery reservoir.",
        "purport": " The word sa-samudra means “near the sea.” The reservoir of water was like a bay, for it was not very far from the sea. The word upa, meaning “more or less,” is used in many ways, as in the word upapati, which indicates a husband “more or less,” that is to say, a lover who is acting like a husband. Upa also means “greater,” “smaller” or “nearer.” Considering all these points, the reservoir of water which was seen by the Pracetās while they were traveling was actually a large bay or lake. And unlike the sea or ocean, which has turbulent waves, this reservoir was very calm and quiet. Indeed, the water was so clear that it seemed like the mind of some great soul. There may be many great souls — jñānīs, yogīs and bhaktas, or pure devotees, are also called great souls — but they are very rarely found. One can find many great souls amongst yogīs and jñānīs, but a truly great soul, a pure devotee of the Lord, who is fully surrendered to the Lord, is very rarely found (sa mahātmā sudurlabhaḥ, Bg. 7.19). A devotee’s mind is always calm, quiet and desireless because he is always anyābhilāṣitā-śūnyam, having no desire other than to serve Kṛṣṇa as His personal servant, friend, father, mother or conjugal lover. Due to his association with Kṛṣṇa, a devotee is always very calm and cool. It is also significant that within that reservoir all the aquatics were also very calm and quiet. Because the disciples of a devotee have taken shelter of a great soul, they become very calm and quiet and are not agitated by the waves of the material world. This material world is often described as an ocean of nescience. In such an ocean, everything is agitated. The mind of a great devotee is also like an ocean or a very large lake, but there is no agitation. As stated in Bhagavad-gītā (2.41), vyavasāyātmikā buddhir ekeha kuru-nandana: those who are fixed in the service of the Lord are not agitated by anything. It is also stated in Bhagavad-gītā (6.22), yasmin sthito na duḥkhena guruṇāpi vicālyate: even if he suffers some reversals in life, a devotee is never agitated. Therefore whoever takes shelter of a great soul, or a great devotee, becomes pacified. In the Caitanya-caritāmṛta (Madhya 19.149) it is stated, kṛṣṇa-bhakta — niṣkāma, ataeva ‘śānta’: a devotee of Lord Kṛṣṇa is always peaceful because he has no desire, whereas the yogīs, karmīs and jñānīs have so many desires to fulfill. One may argue that the devotees have desires, for they wish to go home, back to Godhead, but such a desire does not agitate the mind. Although he wishes to go back to Godhead, a devotee is satisfied in any condition of life. Consequently, the word mahan-manaḥ is used in this verse to indicate that the reservoir of water was as calm and quiet as the mind of a great devotee."
    },
    {
        "verse": "21",
        "devanagari": "नीलरक्तोत्पलाम्भोजकह्लारेन्दीवराकरम् ।हंससारसचक्राह्वकारण्डवनिकूजितम् ॥ २१ ॥",
        "english_devnagari": "nīla-raktotpalāmbhoja-kahlārendīvarākaramhaṁsa-sārasa-cakrāhva-kāraṇḍava-nikūjitam",
        "verse_Syn": [
            "nīla",
            "rakta",
            "utpala",
            "ambhaḥ",
            "ja",
            "kahlāra",
            "indīvara",
            "ākaram",
            "haṁsa",
            "sārasa",
            "cakrāhva",
            "kāraṇḍava",
            "nikūjitam"
        ],
        "translation": "In that great lake there were different types of lotus flowers. Some of them were bluish, and some of them were red. Some of them grew at night, some in the day and some, like the indīvara lotus flower, in the evening. Combined together, the lotus flowers filled the lake so full that the lake appeared to be a great mine of such flowers. Consequently, on the shores there were swans and cranes, cakravākas, kāraṇḍavas and other beautiful water birds standing about.",
        "purport": " The word ākaram, “mine,” is significant in this verse, for the reservoir of water appeared like a mine from which different types of lotus flowers were produced. Some of the lotus flowers grew during the day, some at night and some in the evening, and accordingly they had different names and different colors. All these flowers were present on that lake, and because the lake was so calm and quiet and filled with lotus flowers, superior birds, like swans, cakravākas and kāraṇḍavas, stood on the shores and vibrated their different songs, making the entire scene attractive and beautiful. As there are different types of human beings, according to the association of the three qualities of material nature, there are similarly different types of birds, bees, trees, etc. Everything is divided according to the three qualities of material nature. Birds like swans and cranes, who enjoy clear waters and lotus flowers, are different from crows, who enjoy filthy places. Similarly, there are persons who are controlled by the modes of ignorance and passion and those who are controlled by the mode of goodness. The creation is so varied that there are always varieties found in every society. Thus on the bank of this lake all the superior birds lived to enjoy that atmosphere created by that great reservoir filled with lotus flowers."
    },
    {
        "verse": "22",
        "devanagari": "मत्तभ्रमरसौस्वर्यहृष्टरोमलताङ्‌घ्रिपम् ।पद्मकोशरजो दिक्षु विक्षिपत्पवनोत्सवम् ॥ २२ ॥",
        "english_devnagari": "matta-bhramara-sausvarya-hṛṣṭa-roma-latāṅghripampadma-kośa-rajo dikṣuvikṣipat-pavanotsavam",
        "verse_Syn": [
            "matta",
            "bhramara",
            "sau",
            "svarya",
            "hṛṣṭa",
            "roma",
            "latā",
            "aṅghripam",
            "padma",
            "kośa",
            "rajaḥ",
            "dikṣu",
            "vikṣipat",
            "pavana",
            "utsavam"
        ],
        "translation": "There were various trees and creepers on all sides of the lake, and there were mad bumblebees humming all about them. The trees appeared to be very jolly due to the sweet humming of the bumblebees, and the saffron, which was contained in the lotus flowers, was being thrown into the air. These all created such an atmosphere that it appeared as though a festival were taking place there.",
        "purport": " Trees and creepers are also different types of living beings. When bumblebees come upon trees and creepers to collect honey, certainly such plants become very happy. On such an occasion the wind also takes advantage of the situation by throwing pollen or saffron contained in the lotus flowers. All this combines with the sweet vibration created by the swans and the calm of the water. The Pracetās considered such a place to be like a continuous festival. From this description it appears that the Pracetās reached Śivaloka, which is supposed to be situated near the Himālaya Mountains."
    },
    {
        "verse": "23",
        "devanagari": "तत्र गान्धर्वमाकर्ण्य दिव्यमार्गमनोहरम् ।विसिस्म्यू राजपुत्रास्ते मृदङ्गपणवाद्यनु ॥ २३ ॥",
        "english_devnagari": "tatra gāndharvam ākarṇyadivya-mārga-manoharamvisismyū rāja-putrās temṛdaṅga-paṇavādy anu",
        "verse_Syn": [
            "tatra",
            "gāndharvam",
            "ākarṇya",
            "divya",
            "mārga",
            "manaḥ",
            "haram",
            "visismyuḥ",
            "rāja",
            "putrāḥ",
            "te",
            "mṛdaṅga",
            "paṇava",
            "ādi",
            "anu"
        ],
        "translation": "The sons of the King became very much amazed when they heard vibrations from various drums and kettledrums along with other orderly musical sounds pleasing to the ear.",
        "purport": " In addition to the various flowers and living entities about the lake, there were also many musical vibrations. The void of the impersonalists, which has no variegatedness, is not at all pleasing compared with such a scene. Actually one has to attain the perfection of sac-cid-ānanda — eternity, bliss and knowledge. Because the impersonalists deny these varieties of creation, they cannot actually enjoy transcendental bliss. The place where the Pracetās arrived was the abode of Lord Śiva. Impersonalists are generally worshipers of Lord Śiva, but Lord Śiva is never without variety in his abode. Thus wherever one goes, whether to the planet of Lord Śiva, Lord Viṣṇu or Lord Brahmā, there is variety to be enjoyed by persons full in knowledge and bliss."
    },
    {
        "verse": "24-25",
        "devanagari": "तर्ह्येव सरसस्तस्मान्निष्क्रामन्तं सहानुगम् ।उपगीयमानममरप्रवरं विबुधानुगै: ॥ २४ ॥तप्तहेमनिकायाभं शितिकण्ठं त्रिलोचनम् ।प्रसादसुमुखं वीक्ष्य प्रणेमुर्जातकौतुका: ॥ २५ ॥",
        "english_devnagari": "tarhy eva sarasas tasmānniṣkrāmantaṁ sahānugamupagīyamānam amara-pravaraṁ vibudhānugaiḥ",
        "verse_Syn": [
            "tarhi",
            "eva",
            "sarasaḥ",
            "tasmāt",
            "niṣkrāmantam",
            "saha",
            "anugam",
            "upagīyamānam",
            "amara",
            "pravaram",
            "vibudha",
            "anugaiḥ",
            "tapta",
            "hema",
            "nikāya",
            "ābham",
            "śiti",
            "kaṇṭham",
            "tri",
            "locanam",
            "prasāda",
            "su",
            "mukham",
            "vīkṣya",
            "praṇemuḥ",
            "jāta",
            "kautukāḥ"
        ],
        "translation": "The Pracetās were fortunate to see Lord Śiva, the chief of the demigods, emerging from the water with his associates. His bodily luster was just like molten gold, his throat was bluish, and he had three eyes, which looked very mercifully upon his devotees. He was accompanied by many musicians, who were glorifying him. As soon as the Pracetās saw Lord Śiva, they immediately offered their obeisances in great amazement and fell down at the lotus feet of the lord.",
        "purport": " The word vibudhānugaiḥ indicates that Lord Śiva is always accompanied by the denizens of the higher planets known as Gandharvas and Kinnaras. They are very expert in musical science, and Lord Śiva is worshiped by them constantly. In pictures, Lord Śiva is generally painted white, but here we find that the color of his skin is not exactly white but like molten gold, or a glowing yellowish color. Because Lord Śiva is always very, very merciful, his name is Āśutoṣa. Amongst all the demigods, Lord Śiva can be pacified even by the lowest class of men, who need only offer him obeisances and leaves of a bael tree. Thus his name is Āśutoṣa, which means that he is pleased very quickly. Generally those who are very fond of material prosperity approach Lord Śiva for such benediction. The lord, being very merciful, quickly awards all the blessings the devotee asks of him. The demons take advantage of this leniency and sometimes take benedictions from Lord Śiva which can be very dangerous to others. For instance, Vṛkāsura took a benediction from Lord Śiva by which he could kill everyone he touched on the head. Although Lord Śiva sometimes very liberally gives such benedictions to his devotees, the difficulty is that the demons, being very cunning, sometimes want to experiment improperly with such benedictions. For instance, after receiving his benediction, Vṛkāsura tried to touch the head of Lord Śiva. Devotees of Lord Viṣṇu, however, have no desire for such benedictions, and Lord Viṣṇu does not give His devotees benedictions which would cause disturbance to the whole world."
    },
    {
        "verse": "26",
        "devanagari": "स तान् प्रपन्नार्तिहरो भगवान्धर्मवत्सल: ।धर्मज्ञान् शीलसम्पन्नान् प्रीत: प्रीतानुवाच ह ॥ २६ ॥",
        "english_devnagari": "sa tān prapannārti-harobhagavān dharma-vatsalaḥdharma-jñān śīla-sampannānprītaḥ prītān uvāca ha",
        "verse_Syn": [
            "saḥ",
            "tān",
            "prapanna",
            "ārti",
            "haraḥ",
            "bhagavān",
            "dharma",
            "vatsalaḥ",
            "dharma",
            "jñān",
            "śīla",
            "sampannān",
            "prītaḥ",
            "prītān",
            "uvāca",
            "ha"
        ],
        "translation": "Lord Śiva became very pleased with the Pracetās because generally Lord Śiva is the protector of pious persons and persons of gentle behavior. Being very much pleased with the princes, he began to speak as follows.",
        "purport": " The Supreme Personality of Godhead, Viṣṇu, or Kṛṣṇa, is known as bhakta-vatsala, and herein we find Lord Śiva described as dharma-vatsala. Of course, the word dharma-vatsala refers to a person who lives according to religious principles. That is understood. Nonetheless, these two words have additional significance. Sometimes Lord Śiva has to deal with persons who are in the modes of passion and ignorance. Such persons are not always very much religious and pious in their activities, but since they worship Lord Śiva for some material profit, they sometimes obey the religious principles. As soon as Lord Śiva sees that his devotees are following religious principles, he blesses them. The Pracetās, sons of Prācīnabarhi, were naturally very pious and gentle, and consequently Lord Śiva was immediately pleased with them. Lord Śiva could understand that the princes were sons of Vaiṣṇavas, and as such Lord Śiva offered prayers to the Supreme Personality of Godhead as follows."
    },
    {
        "verse": "27",
        "devanagari": "श्रीरुद्र उवाचयूयं वेदिषद: पुत्रा विदितं वश्चिकीर्षितम् ।अनुग्रहाय भद्रं व एवं मे दर्शनंकृतम् ॥ २७ ॥",
        "english_devnagari": "śrī-rudra uvācayūyaṁ vediṣadaḥ putrāviditaṁ vaś cikīrṣitamanugrahāya bhadraṁ vaevaṁ me darśanaṁ kṛtam",
        "verse_Syn": [
            "śrī",
            "rudraḥ",
            "uvāca",
            "yūyam",
            "vediṣadaḥ",
            "putrāḥ",
            "viditam",
            "vaḥ",
            "cikīrṣitam",
            "anugrahāya",
            "bhadram",
            "vaḥ",
            "evam",
            "me",
            "darśanam",
            "kṛtam"
        ],
        "translation": "Lord Śiva said: You are all the sons of King Prācīnabarhi, and I wish all good fortune to you. I also know what you are going to do, and therefore I am visible to you just to show my mercy upon you.",
        "purport": " By these words Lord Śiva indicates that what the princes were going to do was known to him. It is a fact that they were going to worship Lord Viṣṇu by severe austerities and penances. Knowing this fact, Lord Śiva immediately became very pleased, as apparent by the next verse. This indicates that a person who is not yet a devotee of the Supreme Personality of Godhead but who desires to serve the Supreme Lord receives the benedictions of the demigods, headed by the chief demigod, Lord Śiva. Thus a devotee of the Lord does not need to try to please the demigods separately. Simply by worshiping the Supreme Lord, a devotee can please all of them. Nor does he have to ask the demigods for material benedictions, for the demigods, being pleased with the devotee, automatically offer him everything that he needs. The demigods are servants of the Lord, and they are always prepared to help a devotee in all circumstances. Therefore Śrīla Bilvamaṅgala Ṭhākura said that if one has unalloyed devotion for the Supreme Lord, the goddess of liberation is ready to serve him, to say nothing of the gods of material opulences. Indeed, all the demigods are simply waiting for an opportunity to serve the devotee. Thus there is no need for a devotee of Kṛṣṇa to endeavor for material opulence or liberation. By being situated in the transcendental position of devotional service, he receives all the benefits of dharma, artha, kāma and mokṣa."
    },
    {
        "verse": "28",
        "devanagari": "य: परं रंहस:साक्षात्‍त्रिरगुणाज्जीवसंज्ञितात् ।भगवन्तं वासुदेवं प्रपन्न: स प्रियो हिमे ॥ २८ ॥",
        "english_devnagari": "yaḥ paraṁ raṁhasaḥ sākṣāttri-guṇāj jīva-saṁjñitātbhagavantaṁ vāsudevaṁprapannaḥ sa priyo hi me",
        "verse_Syn": [
            "yaḥ",
            "param",
            "raṁhasaḥ",
            "sākṣāt",
            "tri",
            "guṇāt",
            "jīva",
            "saṁjñitāt",
            "bhagavantam",
            "vāsudevam",
            "prapannaḥ",
            "saḥ",
            "priyaḥ",
            "hi",
            "me"
        ],
        "translation": "Lord Śiva continued: Any person who is surrendered to the Supreme Personality of Godhead, Kṛṣṇa, the controller of everything — material nature as well as the living entity — is actually very dear to me.",
        "purport": " Now Lord Śiva explains the reason he has personally come before the princes. It is because all the princes are devotees of Lord Kṛṣṇa. As stated in Bhagavad-gītā (7.19): “After many births and deaths, he who is actually in knowledge surrenders unto Me, knowing Me to be the cause of all causes and all that is. Such a great soul is very rare.” Lord Śiva is rarely seen by common men, and similarly a person who is fully surrendered unto Vāsudeva, Kṛṣṇa, is also very rarely seen because a person who is fully surrendered unto the Supreme Lord is very rare (sa mahātmā sudurlabhaḥ). Consequently, Lord Śiva came especially to see the Pracetās because they were fully surrendered unto the Supreme Personality of Godhead, Vāsudeva. Vāsudeva is also mentioned in the beginning of Śrīmad-Bhāgavatam in the mantra oṁ namo bhagavate vāsudevāya. Since Vāsudeva is the ultimate truth, Lord Śiva openly proclaims that one who is a devotee of Lord Vāsudeva, who is surrendered to Lord Kṛṣṇa, is actually very dear to him. Lord Vāsudeva, Kṛṣṇa, is worshipable not only by ordinary living entities but by demigods like Lord Śiva, Lord Brahmā and others. Yaṁ brahmā-varuṇendra-rudra-marutaḥ stunvanti divyaiḥ stavaiḥ (Bhāg. 12.13.1): Kṛṣṇa is worshiped by Lord Brahmā, Lord Śiva, Varuṇa, Indra, Candra and all other demigods. That is also the situation with a devotee. Indeed, one who takes to Kṛṣṇa consciousness immediately becomes very dear to anyone who is simply finding out and beginning to understand what Kṛṣṇa consciousness actually is. Similarly, all the demigods are also trying to find out who is actually surrendered to Lord Vāsudeva. Because the Pracetā princes were surrendered to Vāsudeva, Lord Śiva willingly came forth to see them. Lord Vāsudeva, or Kṛṣṇa, is described in Bhagavad-gītā as Puruṣottama. Actually He is the enjoyer (puruṣa) and the Supreme (uttama) as well. He is the enjoyer of everything — the prakṛti and the puruṣa. Being influenced by the three modes of material nature, the living entity tries to dominate material nature, but actually he is not the puruṣa (enjoyer) but prakṛti, as described in Bhagavad-gītā (7.5): apareyam itas tv anyāṁ prakṛtiṁ viddhi me parām. Thus the jīva, or living entity, is actually prakṛti, or the marginal energy of the Supreme Lord. Being associated with material energy, he tries to lord it over the material nature. This is also confirmed in Bhagavad-gītā (15.7): “The living entities in this conditioned world are My eternal fragmental parts. Due to conditioned life, they are struggling very hard with the six senses, which include the mind.” By endeavoring to dominate material nature, the living entity simply struggles hard for existence. Indeed, he struggles so hard to enjoy himself that he cannot even enjoy the material resources. Thus he is sometimes called prakṛti, or jīva, for he is situated in the marginal potency. When the living entity is covered with the three modes of material nature, he is called jīva-saṁjñita. There are two kinds of living entities: one is called kṣara, and the other is akṣara. Kṣara refers to those who have fallen down and become conditioned, and akṣara refers to those who are not conditioned. The vast majority of living entities live in the spiritual world and are called akṣara — they are in the position of Brahman, pure spiritual existence. They are different from those who have been conditioned by the three modes of material nature. Being above both the kṣara and akṣara, Lord Kṛṣṇa, Vāsudeva, is described in Bhagavad-gītā (15.18) as Puruṣottama. The impersonalists may say that Vāsudeva is the impersonal Brahman, but actually the impersonal Brahman is subordinate to Kṛṣṇa, as confirmed in Bhagavad-gītā (14.27): brahmaṇo hi pratiṣṭhāham. That Kṛṣṇa is the source of the impersonal Brahman is also confirmed in Brahma-saṁhitā (5.40): yasya prabhā prabhavato jagadaṇḍa-koṭi. The impersonal Brahman is nothing but the effulgence or bodily rays of Kṛṣṇa, and in those bodily rays there are innumerable universes floating. Thus in all respects Vāsudeva, Kṛṣṇa, is the Supreme Lord, and Lord Śiva is very satisfied with those who are completely surrendered to Him. Complete surrender is desired by Kṛṣṇa, as He indicates in the last chapter of Bhagavad-gītā (18.66): sarva-dharmān parityajya mām ekaṁ śaraṇaṁ vraja. The word sākṣāt, meaning “directly,” is very significant. There are many so-called devotees, but actually they are only karmīs and jñānīs, for they are not directly devotees of Lord Kṛṣṇa. The karmīs sometimes offer the results of their activities to Lord Vāsudeva, and this offering is called karmārpaṇam. These are considered to be fruitive activities, for the karmīs consider Lord Viṣṇu to be one of the demigods like Lord Śiva and Lord Brahmā. Because they consider Lord Viṣṇu to be on the same level with the demigods, they contend that surrendering to the demigods is as good as surrendering unto Vāsudeva. This contention is denied herein because if it were true, Lord Śiva would have said that surrender unto him, Lord Vāsudeva, Viṣṇu or Brahmā is the same. However, Lord Śiva does not say this because he himself surrenders unto Vāsudeva, and whoever else surrenders unto Vāsudeva is very, very dear to him. This is expressed herein openly. The conclusion is that a devotee of Lord Śiva is not dear to Lord Śiva, but a devotee of Lord Kṛṣṇa is very dear to Lord Śiva."
    },
    {
        "verse": "29",
        "devanagari": "स्वधर्मनिष्ठ: शतजन्मभि: पुमान्विरिञ्चतामेति तत: परं हि माम् ।अव्याकृतं भागवतोऽथ वैष्णवंपदं यथाहं विबुधा: कलात्यये ॥ २९ ॥",
        "english_devnagari": "sva-dharma-niṣṭhaḥ śata-janmabhiḥ pumānviriñcatām eti tataḥ paraṁ hi māmavyākṛtaṁ bhāgavato ’tha vaiṣṇavaṁpadaṁ yathāhaṁ vibudhāḥ kalātyaye",
        "verse_Syn": [
            "sva",
            "dharma",
            "niṣṭhaḥ",
            "śata",
            "janmabhiḥ",
            "pumān",
            "viriñcatām",
            "eti",
            "tataḥ",
            "param",
            "hi",
            "mām",
            "avyākṛtam",
            "bhāgavataḥ",
            "atha",
            "vaiṣṇavam",
            "padam",
            "yathā",
            "aham",
            "vibudhāḥ",
            "kalā",
            "atyaye"
        ],
        "translation": "A person who executes his occupational duty properly for one hundred births becomes qualified to occupy the post of Brahmā, and if he becomes more qualified, he can approach Lord Śiva. A person who is directly surrendered to Lord Kṛṣṇa, or Viṣṇu, in unalloyed devotional service is immediately promoted to the spiritual planets. Lord Śiva and other demigods attain these planets after the destruction of this material world.",
        "purport": " This verse gives an idea of the highest perfection of the evolutionary process. As described by the Vaiṣṇava poet Jayadeva Gosvāmī, pralaya-payodhi-jale dhṛtavān asi vedam. Let us begin tracing the evolutionary process from the point of devastation (pralaya), when the whole universe is filled with water. At that time there are many fishes and other aquatics, and from these aquatics evolve creepers, trees, etc. From these, insects and reptiles evolve, and from them, birds, beasts and then human beings and finally civilized human beings. Now, the civilized human being is at a junction where he can make further evolutionary progress in spiritual life. Here it is stated (sva-dharma-niṣṭhaḥ) that when a living entity comes to a civilized form of life, there must be sva-dharma, social divisions according to one’s work and qualifications. This is indicated in Bhagavad-gītā (4.13): “According to the three modes of material nature and the work ascribed to them, the four divisions of human society were created by Me.” In civilized human society there must be the divisions of brāhmaṇa, kṣatriya, vaiśya and śūdra, and everyone must properly execute his occupational duty in accordance with his division. Here it is described (sva-dharma-niṣṭhaḥ) that it does not matter whether one is a brāhmaṇa, kṣatriya, vaiśya or śūdra. If one sticks to his position and properly executes his particular duty, he is considered a civilized human being. Otherwise he is no better than an animal. It is also mentioned herein that whoever executes his occupational duty (sva-dharma) for one hundred births (for instance, if a brāhmaṇa continues to act as a brāhmaṇa) becomes eligible for promotion to Brahmaloka, the planet where Lord Brahmā lives. There is also a planet called Śivaloka, or Sadāśivaloka, which is situated in a marginal position between the spiritual and material worlds. If, after being situated in Brahmaloka, one becomes more qualified, he is promoted to Sadāśivaloka. Similarly, when one becomes even more qualified, he can attain the Vaikuṇṭhalokas. The Vaikuṇṭhalokas are targets for everyone, even the demigods, and they can be attained by a devotee who has no desire for material benefit. As indicated in Bhagavad-gītā (8.16), one does not escape material miseries even if he is elevated to Brahmaloka (ābrahma-bhuvanāl lokāḥ punar āvartino ’rjuna). Similarly, one is not very safe even if he is promoted to Śivaloka, because the planet of Śivaloka is marginal. However, if one attains Vaikuṇṭhaloka, he attains the highest perfection of life and the end of the evolutionary process (mām upetya tu kaunteya punar janma na vidyate). In other words, it is confirmed herein that a person in human society who has developed consciousness must take to Kṛṣṇa consciousness in order to be promoted to Vaikuṇṭhaloka or Kṛṣṇaloka immediately after leaving the body. Tyaktvā dehaṁ punar janma naiti mām eti so ’rjuna (Bg. 4.9). A devotee who is fully in Kṛṣṇa consciousness, who is not attracted by any other loka, or planet, including Brahmaloka and Śivaloka, is immediately transferred to Kṛṣṇaloka (mām eti). That is the highest perfection of life and the perfection of the evolutionary process."
    },
    {
        "verse": "30",
        "devanagari": "अथ भागवता यूयं प्रिया: स्थ भगवान् यथा ।न मद्भागवतानां च प्रेयानन्योऽस्ति कर्हिचित् ॥ ३० ॥",
        "english_devnagari": "atha bhāgavatā yūyaṁpriyāḥ stha bhagavān yathāna mad bhāgavatānāṁ capreyān anyo ’sti karhicit",
        "verse_Syn": [
            "atha",
            "bhāgavatāḥ",
            "yūyam",
            "priyāḥ",
            "stha",
            "bhagavān",
            "yathā",
            "na",
            "mat",
            "bhāgavatānām",
            "ca",
            "preyān",
            "anyaḥ",
            "asti",
            "karhicit"
        ],
        "translation": "You are all devotees of the Lord, and as such I appreciate that you are as respectable as the Supreme Personality of Godhead Himself. I know in this way that the devotees also respect me and that I am dear to them. Thus no one can be as dear to the devotees as I am.",
        "purport": " It is said, vaiṣṇavānāṁ yathā śambhuḥ: Lord Śiva is the best of all devotees. Therefore all devotees of Lord Kṛṣṇa are also devotees of Lord Śiva. In Vṛndāvana there is Lord Śiva’s temple called Gopīśvara. The gopīs used to worship not only Lord Śiva but Kātyāyanī, or Durgā, as well, but their aim was to attain the favor of Lord Kṛṣṇa. A devotee of Lord Kṛṣṇa does not disrespect Lord Śiva, but worships Lord Śiva as the most exalted devotee of Lord Kṛṣṇa. Consequently whenever a devotee worships Lord Śiva, he prays to Lord Śiva to achieve the favor of Kṛṣṇa, and he does not request material profit. In Bhagavad-gītā (7.20) it is said that generally people worship demigods for some material profit (kāmais tais tair hṛta-jñānāḥ prapadyante ’nya-devatāḥ). Driven by material lust, they worship demigods. But a devotee never does so, for he is never driven by material lust. That is the difference between a devotee’s respect for Lord Śiva and an asura’s respect for him. The asura worships Lord Śiva, takes some benediction from him, misuses the benediction, and ultimately is killed by the Supreme Personality of Godhead, who awards him liberation. Because Lord Śiva is a great devotee of the Supreme Personality of Godhead, he loves all the devotees of the Supreme Lord. Lord Śiva told the Pracetās that because they were devotees of the Lord, he loved them very much. Lord Śiva was not kind and merciful only to the Pracetās; anyone who is a devotee of the Supreme Personality of Godhead is very dear to Lord Śiva. Not only are the devotees dear to Lord Śiva, but he respects them as much as he respects the Supreme Personality of Godhead. Similarly, devotees of the Supreme Lord also worship Lord Śiva as the most dear devotee of Lord Kṛṣṇa. They do not worship him as a separate Personality of Godhead. It is stated in the list of nāma-aparādhas that it is an offense to think that the chanting of the name of Hari and the chanting of Hara, or Śiva, are the same. The devotees must always know that Lord Viṣṇu is the Supreme Personality of Godhead and that Lord Śiva is His devotee. A devotee should be offered respect on the level of the Supreme Personality of Godhead, and sometimes even more respect. Indeed, Lord Rāma, the Personality of Godhead Himself, sometimes worshiped Lord Śiva. If a devotee is worshiped by the Lord, why should a devotee not be worshiped by other devotees on the same level with the Lord? This is the conclusion. From this verse it appears that Lord Śiva blesses the asuras simply for the sake of formality. Actually he loves one who is devoted to the Supreme Personality of Godhead."
    },
    {
        "verse": "31",
        "devanagari": "इदं विविक्तं जप्तव्यं पवित्रं मङ्गलं परम् ।नि:श्रेयसकरं चापि श्रूयतां तद्वदामि व: ॥ ३१ ॥",
        "english_devnagari": "idaṁ viviktaṁ japtavyaṁpavitraṁ maṅgalaṁ paramniḥśreyasa-karaṁ cāpiśrūyatāṁ tad vadāmi vaḥ",
        "verse_Syn": [
            "idam",
            "viviktam",
            "japtavyam",
            "pavitram",
            "maṅgalam",
            "param",
            "niḥśreyasa",
            "karam",
            "ca",
            "api",
            "śrūyatām",
            "tat",
            "vadāmi",
            "vaḥ"
        ],
        "translation": "Now I shall chant one mantra which is not only transcendental, pure and auspicious, but is the best prayer for anyone who is aspiring to attain the ultimate goal of life. When I chant this mantra, please hear it carefully and attentively.",
        "purport": " The word viviktam is very significant. No one should think of the prayers recited by Lord Śiva as being sectarian. Rather, they are very confidential, so much so that anyone desiring the ultimate prosperity or auspicious goal of life must take the instructions of Lord Śiva and pray to and glorify the Supreme Personality of Godhead as Lord Śiva himself did."
    },
    {
        "verse": "32",
        "devanagari": "मैत्रेय उवाचइत्यनुक्रोशहृदयो भगवानाह ताञ्छिव: ।बद्धाञ्जलीन् राजपुत्रान्नारायणपरो वच: ॥ ३२ ॥",
        "english_devnagari": "maitreya uvācaity anukrośa-hṛdayobhagavān āha tāñ chivaḥbaddhāñjalīn rāja-putrānnārāyaṇa-paro vacaḥ",
        "verse_Syn": [
            "maitreyaḥ",
            "uvāca",
            "iti",
            "anukrośa",
            "hṛdayaḥ",
            "bhagavān",
            "āha",
            "tān",
            "śivaḥ",
            "baddha",
            "añjalīn",
            "rāja",
            "putrān",
            "nārāyaṇa",
            "paraḥ",
            "vacaḥ"
        ],
        "translation": "The great sage Maitreya continued: Out of his causeless mercy, the exalted personality Lord Śiva, a great devotee of Lord Nārāyaṇa, continued to speak to the King’s sons, who were standing with folded hands.",
        "purport": " Lord Śiva voluntarily came to bless the sons of the King as well as do something beneficial for them. He personally chanted the mantra so that the mantra would be more powerful, and he advised that the mantra be chanted by the King’s sons (rāja-putras). When a mantra is chanted by a great devotee, the mantra becomes more powerful. Although the Hare Kṛṣṇa mahā-mantra is powerful in itself, a disciple upon initiation receives the mantra from his spiritual master, for when the mantra is chanted by the spiritual master, it becomes more powerful. Lord Śiva advised the sons of the King to hear him attentively, for inattentive hearing is offensive."
    },
    {
        "verse": "33",
        "devanagari": "श्रीरुद्र उवाचजितं त आत्मविद्वर्यस्वस्तये स्वस्तिरस्तु मे ।भवताराधसा राद्धं सर्वस्मा आत्मने नम: ॥ ३३ ॥",
        "english_devnagari": "śrī-rudra uvācajitaṁ ta ātma-vid-varya-svastaye svastir astu mebhavatārādhasā rāddhaṁsarvasmā ātmane namaḥ",
        "verse_Syn": [
            "śrī",
            "rudraḥ",
            "uvāca",
            "jitam",
            "te",
            "ātma",
            "vit",
            "varya",
            "svastaye",
            "svastiḥ",
            "astu",
            "me",
            "bhavatā",
            "ārādhasā",
            "rāddham",
            "sarvasmai",
            "ātmane",
            "namaḥ"
        ],
        "translation": "Lord Śiva addressed the Supreme Personality of Godhead with the following prayer: O Supreme Personality of Godhead, all glories unto You. You are the most exalted of all self-realized souls. Since You are always auspicious for the self-realized, I wish that You be auspicious for me. You are worshipable by virtue of the all-perfect instructions You give. You are the Supersoul; therefore I offer my obeisances unto You as the supreme living being.",
        "purport": " As soon as a devotee is inspired by the Lord to offer the Lord a prayer, the devotee immediately glorifies the Lord in the beginning by saying, “All glories unto You, my Lord.” The Lord is glorified because He is considered to be the chief of all self-realized souls. As said in the Vedas (Kaṭha Upaniṣad 2.2.13), nityo nityānāṁ cetanaś cetanānām: the Supreme Being, the Personality of Godhead, is the chief living being amongst all living beings. There are different kinds of individual living beings — some of them are in this material world, and some are in the spiritual world. Those who are in the spiritual world are known to be completely self-realized because on the spiritual platform the living entity is not forgetful of his service to the Lord. Therefore in the spiritual world all those who are in the devotional service of the Lord are eternally fixed, for they understand the position of the Supreme Being, as well as their individual constitution. Thus amongst self-realized souls, the Lord is known as the perfectly self-realized soul (nityo nityānāṁ cetanaś cetanānām). When the individual soul is fixed in his knowledge of the Lord as the Supreme Being, he actually becomes established in an all-auspicious position. Lord Śiva prays herein that his auspicious position continue eternally by virtue of the Lord’s mercy upon him. The Supreme Lord is all-perfect, and the Lord instructs that one who worships Him also becomes perfect. As stated in Bhagavad-gītā (15.15): mattaḥ smṛtir jñānam apohanaṁ ca. The Lord is situated as the Supersoul in everyone’s heart, but He is so kind to His devotees that He gives them instructions by which they may continue to progress. When they receive instructions from the all-perfect, there is no chance of their being misled. This is also confirmed in Bhagavad-gītā (10.10): dadāmi buddhi-yogaṁ taṁ yena mām upayānti te. The Lord is always ready to give instructions to the pure devotee so that the devotee can advance further and further in devotional service. Since the Lord gives instructions as sarvātmā, the Supersoul, Lord Śiva offers Him respect with the words sarvasmā ātmane namaḥ. The individual soul is called ātmā, and the Lord is also called ātmā as well as Paramātmā. Being situated in everyone’s heart, the Lord is known as the supreme ātmā. Therefore all obeisances are offered unto Him. In this regard, one may refer to the prayers of Kuntī in the First Canto of Śrīmad-Bhāgavatam (1.8.20): The Lord is always ready to give instructions to the paramahaṁsas, or the topmost devotees of the Lord, who are completely liberated from all contaminations of the material world. The Lord always gives instructions to such exalted devotees to inform them how they can remain fixed in devotional service. Similarly, it is stated in the ātmārāma verse (Bhāg. 1.7.10): The word ātmārāma refers to those who are not interested in the material world but are simply engaged in spiritual realization. Such self-realized persons are generally considered in two categories — impersonal and personal. However, impersonalists also become devotees when they are attracted by the personal transcendental qualities of the Lord. The conclusion is that Lord Śiva wanted to remain a fixed devotee of the Supreme Personality of Godhead, Vāsudeva. As explained in the following verses, Lord Śiva never desires to merge into the existence of the Supreme Lord like the impersonalists. Rather, he thinks that it would be good fortune for him to continue to be fixed in the understanding of the Lord as the Supreme Being. By this understanding, one realizes that all living entities — including Lord Śiva, Lord Brahmā and other demigods — are servants of the Supreme Lord."
    },
    {
        "verse": "34",
        "devanagari": "नम: पङ्कजनाभाय भूतसूक्ष्मेन्द्रियात्मने ।वासुदेवाय शान्ताय कूटस्थाय स्वरोचिषे ॥ ३४ ॥",
        "english_devnagari": "namaḥ paṅkaja-nābhāyabhūta-sūkṣmendriyātmanevāsudevāya śāntāyakūṭa-sthāya sva-rociṣe",
        "verse_Syn": [
            "namaḥ",
            "paṅkaja",
            "nābhāya",
            "bhūta",
            "sūkṣma",
            "indriya",
            "ātmane",
            "vāsudevāya",
            "śāntāya",
            "kūṭa",
            "sthāya",
            "sva",
            "rociṣe"
        ],
        "translation": "My Lord, You are the origin of the creation by virtue of the lotus flower which sprouts from Your navel. You are the supreme controller of the senses and the sense objects, and You are also the all-pervading Vāsudeva. You are most peaceful, and because of Your self-illuminated existence, You are not disturbed by the six kinds of transformations.",
        "purport": " The Lord as Garbhodakaśāyī Viṣṇu lies in the ocean of Garbha within this universe, and from His navel the lotus flower sprouts. Lord Brahmā is generated from that lotus flower, and from Lord Brahmā the creation of this material world begins. As such, the Supreme Personality of Godhead, Garbhodakaśāyī Viṣṇu, is the origin of the material senses and sense objects. Since Lord Śiva considers himself to be one of the products of the material world, his senses are under the control of the supreme creator. The Supreme Lord is also known as Hṛṣīkeśa, master of the senses, which indicates that our senses and sense objects are formed by the Supreme Lord. As such, He can control our senses and out of His mercy engage them in the service of the master of the senses. In the conditioned state, the living entity struggles in this material world and engages his senses for material satisfaction. However, if the living entity is graced by the Supreme Personality of Godhead, he can engage these very senses in the service of the Lord. Lord Śiva desires not to be misled by the material senses but to engage always in the service of the Lord without being subject to contamination by materialistic influences. By the grace and help of Lord Vāsudeva, who is all-pervading, one can engage his senses in devotional service without deviation, just as the Lord acts without deviation. The words śāntāya kūṭa-sthāya sva-rociṣe are very significant. Although the Lord is within this material world, He is not disturbed by the waves of material existence. However, conditioned souls are agitated by six kinds of transformations; namely, they become agitated when they are hungry, when they are thirsty, when they are aggrieved, when they are illusioned, when they grow old and when they are on the deathbed. Although conditioned souls become very easily illusioned by these conditions in the material world, the Supreme Personality of Godhead, as the Supersoul, Vāsudeva, is never agitated by these transformations. Therefore it is said here (kūṭa-sthāya) that He is always peaceful and devoid of agitation because of His prowess, which is described herein as sva-rociṣe, indicating that He is illuminated by His own transcendental position. In other words, the individual soul, although within the illumination of the Supreme, sometimes falls down from that illumination because of his tiny position, and when he falls down he enters into material, conditional life. The Lord, however, is not subject to such conditioning; therefore He is described as self-illuminated. Consequently, any conditioned soul within this material universe can remain completely perfect when he is under the protection of Vāsudeva, or when he is engaged in devotional service."
    },
    {
        "verse": "35",
        "devanagari": "सङ्कर्षणाय सूक्ष्माय दुरन्तायान्तकाय च ।नमो विश्वप्रबोधाय प्रद्युम्नायान्तरात्मने ॥ ३५ ॥",
        "english_devnagari": "saṅkarṣaṇāya sūkṣmāyadurantāyāntakāya canamo viśva-prabodhāyapradyumnāyāntar-ātmane",
        "verse_Syn": [
            "saṅkarṣaṇāya",
            "sūkṣmāya",
            "durantāya",
            "antakāya",
            "ca",
            "namaḥ",
            "viśva",
            "prabodhāya",
            "pradyumnāya",
            "antaḥ",
            "ātmane"
        ],
        "translation": "My dear Lord, You are the origin of the subtle material ingredients, the master of all integration as well as the master of all disintegration, the predominating Deity named Saṅkarṣaṇa, and the master of all intelligence, known as the predominating Deity Pradyumna. Therefore, I offer my respectful obeisances unto You.",
        "purport": " The whole universe is maintained by the integrating power of the Supreme Lord, who is known in that capacity by the name Saṅkarṣaṇa. The material scientists may have discovered the law of gravity, which maintains the integration of objects within the material energy, yet the master of all integration can create devastation by the disintegrating blazing fire emanating from His mouth. A description of this can be found in the Eleventh Chapter of Bhagavad-gītā, wherein the universal form of the Lord is described. The master of integration is also the destroyer of this world by virtue of His disintegrating energy. Saṅkarṣaṇa is the master of integration and disintegration, whereas Pradyumna, another feature of Lord Vāsudeva, is responsible for universal growth and maintenance. The word sūkṣmāya is significant because within this gross material body there are subtle material bodies, namely mind, intelligence and ego. The Lord in His different features — Vāsudeva, Aniruddha, Pradyumna and Saṅkarṣaṇa — maintains both the gross and subtle material elements of this world. As mentioned in Bhagavad-gītā, the gross material elements are earth, water, fire, air and ether, and the subtle material elements are mind, intelligence and ego. All of them are controlled by the Supreme Personality of Godhead as Vāsudeva, Saṅkarṣaṇa, Pradyumna and Aniruddha, and this will be further explained in the following verse."
    },
    {
        "verse": "36",
        "devanagari": "नमो नमोऽनिरुद्धाय हृषीकेशेन्द्रियात्मने ।नम: परमहंसाय पूर्णाय निभृतात्मने ॥ ३६ ॥",
        "english_devnagari": "namo namo ’niruddhāyahṛṣīkeśendriyātmanenamaḥ paramahaṁsāyapūrṇāya nibhṛtātmane",
        "verse_Syn": [
            "namaḥ",
            "namaḥ",
            "aniruddhāya",
            "hṛṣīkeśa",
            "indriya",
            "ātmane",
            "namaḥ",
            "parama",
            "haṁsāya",
            "pūrṇāya",
            "nibhṛta",
            "ātmane"
        ],
        "translation": "My Lord, as the supreme directing Deity known as Aniruddha, You are the master of the senses and the mind. I therefore offer my obeisances unto You again and again. You are known as Ananta as well as Saṅkarṣaṇa because of Your ability to destroy the whole creation by the blazing fire from Your mouth.",
        "purport": " Hṛṣīkeśendriyātmane. The mind is the director of the senses, and Lord Aniruddha is the director of the mind. In order to execute devotional service, one has to fix his mind on the lotus feet of Kṛṣṇa; therefore Lord Śiva prays to the controller of the mind, Lord Aniruddha, to be pleased to help him engage his mind on the lotus feet of the Lord. It is stated in Bhagavad-gītā (9.34), man-manā bhava mad-bhakto mad-yājī māṁ namaskuru. The mind has to be engaged in meditation on the lotus feet of the Lord in order to execute devotional service. It is also stated in Bhagavad-gītā (15.15), mattaḥ smṛtir jñānam apohanaṁ ca: from the Lord come remembrance, knowledge and forgetfulness. Thus if Lord Aniruddha is pleased, He can help the mind engage in the service of the Lord. It is also indicated in this verse that Lord Aniruddha is the sun-god by virtue of His expansions. Since the predominating deity of the sun is an expansion of Lord Aniruddha, Lord Śiva also prays to the sun-god in this verse. Lord Kṛṣṇa, by His quadruple expansion — Vāsudeva, Saṅkarṣaṇa, Pradyumna and Aniruddha — is the Lord of psychic action, namely thinking, feeling, willing and acting. Lord Śiva prays to Lord Aniruddha as the sun-god, who is the controlling deity of the external material elements which constitute the construction of the material body. According to Śrīla Viśvanātha Cakravartī Ṭhākura, the word paramahaṁsa is also another name for the sun-god. The sun-god is addressed herein as nibhṛtātmane, which indicates that he always maintains the various planets by manipulating the rainfall. The sun-god evaporates water from the seas and oceans and then forms the water into clouds and distributes it over land. When there is sufficient rainfall grains are produced, and these grains maintain living entities in each and every planet. The sun-god is also addressed herein as pūrṇa, or complete, because the rays emanating from the sun have no end. For millions and millions of years since the creation of this universe, the sun-god has been supplying heat and light without diminution. The word paramahaṁsa is applied to persons who are completely cleansed. When there is sufficient sunshine, the mind remains clear and transparent — in other words, the sun-god helps the mind of the living entity to become situated on the platform of paramahaṁsa. Thus Lord Śiva prays to Aniruddha to be kind upon him so that his mind will always be in the perfect state of cleanliness and will be engaged in the devotional service of the Lord. Just as fire sterilizes all unclean things, the sun-god also keeps everything sterilized, especially dirty things within the mind, thus enabling one to attain elevation to the platform of spiritual understanding."
    },
    {
        "verse": "37",
        "devanagari": "स्वर्गापवर्गद्वाराय नित्यं शुचिषदे नम: ।नमो हिरण्यवीर्याय चातुर्होत्राय तन्तवे ॥ ३७ ॥",
        "english_devnagari": "svargāpavarga-dvārāyanityaṁ śuci-ṣade namaḥnamo hiraṇya-vīryāyacātur-hotrāya tantave",
        "verse_Syn": [
            "svarga",
            "apavarga",
            "dvārāya",
            "nityam",
            "śuci",
            "sade",
            "namaḥ",
            "namaḥ",
            "hiraṇya",
            "vīryāya",
            "cātuḥ",
            "hotrāya",
            "tantave"
        ],
        "translation": "My Lord, O Aniruddha, You are the authority by which the doors of the higher planetary systems and liberation are opened. You are always within the pure heart of the living entity. Therefore I offer my obeisances unto You. You are the possessor of semen which is like gold, and thus, in the form of fire, You help the Vedic sacrifices, beginning with cātur-hotra. Therefore I offer my obeisances unto You.",
        "purport": " The word svarga indicates a position in the higher or heavenly planetary systems, and the word apavarga means “liberation.” Those who are attached to the karma-kāṇḍīya activities described in the Vedas are actually entangled in the three modes of material nature. The Bhagavad-gītā therefore says that one should be above the dominion of fruitive activities. There are different kinds of liberation, or mukti. The best mukti is engagement in the devotional service of the Supreme Lord. Not only does Lord Aniruddha help fruitive actors by elevating them to the higher planetary systems, but He also helps the devotee engage in devotional service by dint of His inexhaustible energy. Just as heat is the source of material energy, the inspiration of Lord Aniruddha is the energy by which one can engage in executing devotional service."
    },
    {
        "verse": "38",
        "devanagari": "नम ऊर्ज इषे त्रय्या: पतये यज्ञरेतसे ।तृप्तिदाय च जीवानां नम: सर्वरसात्मने ॥ ३८ ॥",
        "english_devnagari": "nama ūrja iṣe trayyāḥpataye yajña-retasetṛpti-dāya ca jīvānāṁnamaḥ sarva-rasātmane",
        "verse_Syn": [
            "namaḥ",
            "ūrje",
            "iṣe",
            "trayyāḥ",
            "pataye",
            "yajña",
            "retase",
            "tṛpti",
            "dāya",
            "ca",
            "jīvānām",
            "namaḥ",
            "sarva",
            "rasa",
            "ātmane"
        ],
        "translation": "My Lord, You are the provider of the Pitṛlokas as well as all the demigods. You are the predominating deity of the moon and the master of all three Vedas. I offer my respectful obeisances unto You because You are the original source of satisfaction for all living entities.",
        "purport": " When the living entity is born within this material world, especially as a human being, he has several obligations unto the demigods, unto the saintly persons and unto living entities in general. As enjoined in the śāstras, devarṣi-bhūtāpta-nṛṇāṁ pitṝṇām. Thus one has an obligation to one’s forefathers, the previous hierarchy. Lord Śiva prays to Lord Aniruddha to give him strength so he can become free from all obligation to the Pitās, demigods, general living entities and saintly persons and completely engage himself in the devotional service of the Lord. As stated: One becomes free from all obligations to the demigods, saintly persons, pitās, ancient forefathers, etc., if one is completely engaged in the devotional service of the Lord. Lord Śiva therefore prays to Lord Aniruddha to give him strength so that he can be free from such obligations and entirely engage in the Lord’s service. Soma, or the predominating deity of the moon, is responsible for the living entity’s ability to relish the taste of food through the tongue. Lord Śiva prays to Lord Aniruddha to give him strength so that he will not taste anything but the prasāda of the Lord. Śrīla Bhaktivinoda Ṭhākura has sung a verse indicating that the tongue is the most formidable enemy among all the senses. If one can control the tongue, he can easily control the other senses. The tongue can be controlled only by eating prasāda offered to the Deity. Lord Śiva’s prayer to Lord Aniruddha is meant for this purpose (tṛpti-dāya); he prays to Lord Aniruddha to help him be satisfied by eating only prasāda offered to the Lord."
    },
    {
        "verse": "39",
        "devanagari": "सर्वसत्त्वात्मदेहाय विशेषायस्थवीयसे ।नमस्त्रैलोक्यपालाय सह ओजोबलाय च ॥ ३९ ॥",
        "english_devnagari": "sarva-sattvātma-dehāyaviśeṣāya sthavīyasenamas trailokya-pālāyasaha ojo-balāya ca",
        "verse_Syn": [
            "sarva",
            "sattva",
            "ātma",
            "dehāya",
            "viśeṣāya",
            "sthavīyase",
            "namaḥ",
            "trai",
            "lokya",
            "pālāya",
            "saha",
            "ojaḥ",
            "balāya",
            "ca"
        ],
        "translation": "My dear Lord, You are the gigantic universal form which contains all the individual bodies of the living entities. You are the maintainer of the three worlds, and as such You maintain the mind, senses, body, and air of life within them. I therefore offer my respectful obeisances unto You.",
        "purport": " As the individual body of the living entity is composed of millions of cells, germs and microbes, the universal body of the Supreme Lord similarly contains all the individual bodies of the living entities. Lord Śiva is offering his obeisances to the universal body, which includes all other bodies, so that everyone’s body may fully engage in devotional service. Since this individual body is composed of senses, all the senses should be engaged in devotional service. For instance, the smelling instrument, the nose, can engage in smelling the flowers offered to the lotus feet of the Lord, the hands can engage in cleansing the temple of the Lord, etc. Indeed, being the life air of every living entity, the Lord is the maintainer of the three worlds. Consequently He can induce every living entity to engage in his real life’s duty with full bodily and mental strength. Thus every living entity should serve the Supreme Personality of Godhead by his prāṇa (life), artha (wealth), intelligence and words. As stated in the Śrīmad-Bhāgavatam (10.22.35): Even though one may desire to engage in the service of the Lord, without sanction one cannot do so. Lord Śiva is offering his prayers in so many different ways in order to show living entities how to engage in the devotional service of the Lord."
    },
    {
        "verse": "40",
        "devanagari": "अर्थलिङ्गाय नभसे नमोऽन्तर्बहिरात्मने ।नम: पुण्याय लोकाय अमुष्मै भूरिवर्चसे ॥ ४० ॥",
        "english_devnagari": "artha-liṅgāya nabhasenamo ’ntar-bahir-ātmanenamaḥ puṇyāya lokāyaamuṣmai bhūri-varcase",
        "verse_Syn": [
            "artha",
            "liṅgāya",
            "nabhase",
            "namaḥ",
            "antaḥ",
            "bahiḥ",
            "ātmane",
            "namaḥ",
            "puṇyāya",
            "lokāya",
            "amuṣmai",
            "bhūri",
            "varcase"
        ],
        "translation": "My dear Lord, by expanding Your transcendental vibrations, You reveal the actual meaning of everything. You are the all-pervading sky within and without, and You are the ultimate goal of pious activities executed both within this material world and beyond it. I therefore offer my respectful obeisances again and again unto You.",
        "purport": " Vedic evidence is called śabda-brahma. There are many things which are beyond the perception of our imperfect senses, yet the authoritative evidence of sound vibration is perfect. The Vedas are known as śabda-brahma because evidence taken from the Vedas constitutes the ultimate understanding. This is because śabda-brahma, or the Vedas, represents the Supreme Personality of Godhead. However, the real essence of śabda-brahma is the chanting of the Hare Kṛṣṇa mantra. By vibrating this transcendental sound, the meaning of everything, both material and spiritual, is revealed. This Hare Kṛṣṇa is nondifferent from the Personality of Godhead. The meaning of everything is received through the air through sound vibration. The vibration may be material or spiritual, but without sound vibration no one can understand the meaning of anything. In the Vedas it is said, antar bahiś ca tat sarvaṁ vyāpya nārāyaṇaḥ sthitaḥ: “Nārāyaṇa is all-pervading, and He exists both within and without.” This is also confirmed in Bhagavad-gītā (13.34): “O son of Bharata, as the sun alone illuminates all this universe, so do the living entity and the Supersoul illuminate the entire body by consciousness.” In other words, the consciousness of both the soul and Supersoul is all-pervading; the limited consciousness of the living entity is pervading the entire material body, and the supreme consciousness of the Lord is pervading the entire universe. Because the soul is present within the body, consciousness pervades the entire body; similarly, because the supreme soul, or Kṛṣṇa, is present within this universe, everything is working in order. Mayādhyakṣeṇa prakṛtiḥ sūyate sa-carācaram: “This material nature is working under My direction, O son of Kuntī, and it is producing all moving and unmoving beings.” (Bg. 9.10) Lord Śiva is therefore praying to the Personality of Godhead to be kind to us so that simply by chanting the Hare Kṛṣṇa mantra we can understand everything in both the material and spiritual worlds. The word amuṣmai is significant in this regard because it indicates the best target one can aim for after attaining the higher planetary systems. Those who are engaged in fruitive activities (karmīs) attain the higher planetary systems as a result of their past activities, and the jñānīs, who seek unification or a monistic merging with the effulgence of the Supreme Lord, also attain their desired end, but in the ultimate issue, the devotees, who desire to personally associate with the Lord, are promoted to the Vaikuṇṭhalokas or Goloka Vṛndāvana. The Lord is described in Bhagavad-gītā (10.12) as pavitraṁ paramam, the supreme pure. This is also confirmed in this verse. Śukadeva Gosvāmī has stated that the cowherd boys who played with Lord Kṛṣṇa were not ordinary living entities. Only after accumulating many pious activities in various births does one get the opportunity to personally associate with the Supreme Personality of Godhead. Since only the pure can reach Him, He is the supreme pure."
    },
    {
        "verse": "41",
        "devanagari": "प्रवृत्ताय निवृत्ताय पितृदेवाय कर्मणे ।नमोऽधर्मविपाकाय मृत्यवे दु:खदाय च ॥ ४१ ॥",
        "english_devnagari": "pravṛttāya nivṛttāyapitṛ-devāya karmaṇenamo ’dharma-vipākāyamṛtyave duḥkha-dāya ca",
        "verse_Syn": [
            "pravṛttāya",
            "nivṛttāya",
            "pitṛ",
            "devāya",
            "karmaṇe",
            "namaḥ",
            "adharma",
            "vipākāya",
            "mṛtyave",
            "duḥkha",
            "dāya",
            "ca"
        ],
        "translation": "My dear Lord, You are the viewer of the results of pious activities. You are inclination, disinclination and their resultant activities. You are the cause of the miserable conditions of life caused by irreligion, and therefore You are death. I offer You my respectful obeisances.",
        "purport": " The Supreme Personality of Godhead is situated in everyone’s heart, and from Him issue a living entity’s inclinations and disinclinations. This is confirmed in Bhagavad-gītā (15.15): “I am seated in everyone’s heart, and from Me come remembrance, knowledge and forgetfulness.” The Supreme Personality of Godhead causes the asuras to forget Him and the devotees to remember Him. One’s disinclinations are due to the Supreme Personality of Godhead. According to Bhagavad-gītā (16.7), pravṛttiṁ ca nivṛttiṁ ca janā na vidur āsurāḥ: the asuras do not know which way one should be inclined to act and which way one should not be inclined to act. Although the asuras oppose devotional service, it is to be understood that they are inclined that way due to the Supreme Personality of Godhead. Because the asuras do not like to engage in the Lord’s devotional service, the Lord within gives them the intelligence to forget. Ordinary karmīs desire promotion to Pitṛloka, as confirmed in Bhagavad-gītā (9.25). Yānti deva-vratā devān pitṝn yānti pitṛ-vratāḥ: “Those who worship the demigods will take birth among the demigods, and those who worship ancestors go to the ancestors.” In this verse the word duḥkha-dāya is also very significant, for those who are nondevotees are perpetually put into the cycle of birth and death. This is a very miserable condition. Because one’s position in life is attained according to one’s activities, the asuras, or nondevotees, are put into such miserable conditions."
    },
    {
        "verse": "42",
        "devanagari": "नमस्त आशिषामीश मनवे कारणात्मने ।नमो धर्माय बृहते कृष्णायाकुण्ठमेधसे ।पुरुषाय पुराणाय साङ्ख्ययोगेश्वराय च ॥ ४२ ॥",
        "english_devnagari": "namas ta āśiṣām īśamanave kāraṇātmanenamo dharmāya bṛhatekṛṣṇāyākuṇṭha-medhasepuruṣāya purāṇāyasāṅkhya-yogeśvarāya ca",
        "verse_Syn": [
            "namaḥ",
            "te",
            "āśiṣām",
            "īśa",
            "manave",
            "kāraṇa",
            "ātmane",
            "namaḥ",
            "dharmāya",
            "bṛhate",
            "kṛṣṇāya",
            "akuṇṭha",
            "medhase",
            "puruṣāya",
            "purāṇāya",
            "sāṅkhya",
            "yoga",
            "īśvarāya",
            "ca"
        ],
        "translation": "My dear Lord, You are the topmost of all bestowers of all benediction, the oldest and supreme enjoyer amongst all enjoyers. You are the master of all the worlds’ metaphysical philosophy, for You are the supreme cause of all causes, Lord Kṛṣṇa. You are the greatest of all religious principles, the supreme mind, and You have a brain which is never checked by any condition. Therefore I repeatedly offer my obeisances unto You.",
        "purport": " The words kṛṣṇāya akuṇṭha-medhase are significant in this verse. Modern scientists have stopped their brainwork by discovering the theory of uncertainty, but factually for a living being there cannot be any brain activity which is not checked by time and space limitations. A living entity is called aṇu, an atomic particle of the supreme soul, and therefore his brain is also atomic. It cannot accommodate unlimited knowledge. This does not mean, however, that the Supreme Personality of Godhead, Kṛṣṇa, has a limited brain. What Kṛṣṇa says and does is not limited by time and space. In Bhagavad-gītā (7.26) the Lord says: “O Arjuna, as the Supreme Personality of Godhead, I know everything that has happened in the past, all that is happening in the present, and all things that are yet to come. I also know all living entities; but Me no one knows.” Kṛṣṇa knows everything, but one cannot know Kṛṣṇa without being favored by Him. Thus for Kṛṣṇa and His representative there is no question of a theory of uncertainty. What Kṛṣṇa says is all perfect and certain and is applicable to the past, present and future. Nor is there any uncertainty for one who knows exactly what Kṛṣṇa says. The Kṛṣṇa consciousness movement is based on Bhagavad-gītā as it is, as spoken by Lord Kṛṣṇa, and for those who are engaged in this movement, there is no question of uncertainty. Lord Kṛṣṇa is also addressed herein as āśiṣām īśa. The great saintly personalities, sages and demigods are able to offer benedictions to ordinary living entities, but they in turn are benedicted by the Supreme Personality of Godhead. Without being benedicted by Kṛṣṇa, one cannot offer benediction to anyone else. The word manave, meaning “unto the supreme Manu,” is also significant. The supreme Manu in Vedic literature is Svāyambhuva Manu, who is an incarnation of Kṛṣṇa. All the Manus are empowered incarnations of Kṛṣṇa (manvantara-avatāra). There are fourteen Manus in one day of Brahmā, 420 in one month, 5,040 in one year, and 504,000 Manus in the lifetime of Brahmā. Since all the Manus are directors of human society, ultimately Kṛṣṇa is the supreme director of human society. In another sense, the word manave indicates the perfection of all kinds of mantras. The mantra delivers the conditioned soul from his bondage; so simply by chanting the mantra Hare Kṛṣṇa, Hare Kṛṣṇa, Kṛṣṇa Kṛṣṇa, Hare Hare/ Hare Rāma, Hare Rāma, Rāma Rāma, Hare Hare, one can gain deliverance from any condition. Kāraṇātmane: everything has a cause. The theory of chance is repudiated in this verse. Because everything has its cause, there is no question of chance. Because so-called philosophers and scientists are unable to find the real cause, they foolishly say that everything happens by chance. In Brahma-saṁhitā Kṛṣṇa is described as the cause of all causes; therefore He is addressed herein as kāraṇātmane. His very personality is the original cause of everything, the root of everything, and the seed of everything. As described in the Vedānta-sūtra (1.1.2), janmādy asya yataḥ: the Absolute Truth is the supreme cause of all emanations. The word sāṅkhya-yogeśvarāya is also significant herein, for Kṛṣṇa is described in Bhagavad-gītā as Yogeśvara, the master of all mystic powers. Without possessing inconceivable mystic powers, one cannot be accepted as God. In this Age of Kali, those who have a little fragmental portion of mystic power claim to be God, but such pseudo Gods can only be accepted as fools, for only Kṛṣṇa is the Supreme Person who possesses all mystic and yogic perfections. The sāṅkhya-yoga system popular at the present moment was propounded by the atheist Kapila, but the original sāṅkhya-yoga system was propounded by an incarnation of Kṛṣṇa also named Kapila, the son of Devahūti. Similarly, Dattātreya, another incarnation of Kṛṣṇa, also explained the sāṅkhya-yoga system. Thus Kṛṣṇa is the origin of all sāṅkhya-yoga systems and mystic yoga powers. The words puruṣāya purāṇāya are also worthy of special attention. In Brahma-saṁhitā, Kṛṣṇa is accepted as the ādi-puruṣa, the original person, or the original enjoyer. In Bhagavad-gītā, Lord Kṛṣṇa is also accepted as purāṇa-puruṣa, the oldest person. Although He is the oldest of all personalities, He is also the youngest of all, or nava-yauvana. Another significant word is dharmāya. Since Kṛṣṇa is the original propounder of all kinds of religious principles, it is said, dharmaṁ tu sākṣād bhagavat-praṇītam (Bhāg. 6.3.19). No one can introduce a new type of religion, for religion is already there, having been established by Lord Kṛṣṇa. In Bhagavad-gītā Kṛṣṇa informs us of the original dharma and asks us to give up all kinds of religious principles. The real dharma is surrender unto Him. In the Mahābhārata, it is also said: The purport is that one who has studied the Vedas perfectly, who is a perfect vipra, or knower of the Vedas, who knows what spiritual life actually is, speaks about Kṛṣṇa, the Supreme Person, as one’s sanātana-dharma. Lord Śiva therefore teaches us the principles of sanātana-dharma."
    },
    {
        "verse": "43",
        "devanagari": "शक्तित्रयसमेताय मीढुषेऽहङ्कृतात्मने ।चेतआकूतिरूपाय नमो वाचो विभूतये ॥ ४३ ॥",
        "english_devnagari": "śakti-traya-sametāyamīḍhuṣe ’haṅkṛtātmaneceta-ākūti-rūpāyanamo vāco vibhūtaye",
        "verse_Syn": [
            "śakti",
            "traya",
            "sametāya",
            "mīḍhuṣe",
            "ahaṅkṛta",
            "ātmane",
            "cetaḥ",
            "ākūti",
            "rūpāya",
            "namaḥ",
            "vācaḥ",
            "vibhūtaye"
        ],
        "translation": "My dear Lord, You are the supreme controller of the worker, sense activities and results of sense activities [karma]. Therefore You are the controller of the body, mind and senses. You are also the supreme controller of egotism, known as Rudra. You are the source of knowledge and the activities of the Vedic injunctions.",
        "purport": " Everyone acts under the dictation of the ego. Therefore Lord Śiva is trying to purify false egotism through the mercy of the Supreme Personality of Godhead. Since Lord Śiva, or Rudra, is himself the controller of egotism, he indirectly wants to be purified by the mercy of the Lord so that his real egotism can be awakened. Of course, Lord Rudra is always spiritually awake, but for our benefit he is praying in this way. For the impersonalist, pure egotism is ahaṁ brahmāsmi — “I am not this body; I am spirit soul.” But in its actual position, the spirit soul has devotional activities to perform. Therefore Lord Śiva prays to be engaged both in mind and in action in the devotional service of the Supreme Lord according to the direction of the Vedas. This is the process for purifying false egotism. Cetaḥ means “knowledge.” Without perfect knowledge, one cannot act perfectly. The real source of knowledge is the vācaḥ, or sound vibration, given by Vedic instructions. Here the word vācaḥ, or vibration, means the Vedic vibration. The origin of creation is sound vibration, and if the sound vibration is clear and purified, perfect knowledge and perfect activities actually become manifest. This is enacted by the chanting of the mahā-mantra: Hare Kṛṣṇa, Hare Kṛṣṇa, Kṛṣṇa Kṛṣṇa, Hare Hare/ Hare Rāma, Hare Rāma, Rāma Rāma, Hare Hare. Thus Lord Śiva is praying again and again for the purification of body, mind and activities through the purification of knowledge and action under the pure directions of the Vedas. Lord Śiva prays to the Supreme Personality of Godhead so that his mind, senses and words will all turn toward devotional activities only."
    },
    {
        "verse": "44",
        "devanagari": "दर्शनं नो दिद‍ृक्षूणां देहि भागवतार्चितम् ।रूपं प्रियतमं स्वानां सर्वेन्द्रियगुणाञ्जनम् ॥ ४४ ॥",
        "english_devnagari": "darśanaṁ no didṛkṣūṇāṁdehi bhāgavatārcitamrūpaṁ priyatamaṁ svānāṁsarvendriya-guṇāñjanam",
        "verse_Syn": [
            "darśanam",
            "naḥ",
            "didṛkṣūṇām",
            "dehi",
            "bhāgavata",
            "arcitam",
            "rūpam",
            "priya",
            "tamam",
            "svānām",
            "sarva",
            "indriya",
            "guṇa",
            "añjanam"
        ],
        "translation": "My dear Lord, I wish to see You exactly in the form that Your very dear devotees worship. You have many other forms, but I wish to see Your form that is especially liked by the devotees. Please be merciful upon me and show me that form, for only that form worshiped by the devotees can perfectly satisfy all the demands of the senses.",
        "purport": " In the śruti, or veda-mantra, it is said that the Supreme Absolute Truth is sarva-kāmaḥ sarva-gandhaḥ sarva-rasaḥ, or, in other words, He is known as raso vai saḥ, the source of all relishable relationships (rasas). We have various senses — the powers of seeing, tasting, smelling, touching, etc. — and all the propensities of our senses can be satisfied when the senses are engaged in the service of the Lord. Hṛṣīkeṇa hṛṣīkeśa-sevanaṁ bhaktir ucyate: “Bhakti means engaging all the senses in the service of the master of the senses, Hṛṣīkeśa.” (Nārada-pañcarātra) These material senses, however, cannot be engaged in the service of the Lord; therefore one has to become free from all designations. Sarvopādhi-vinirmuktaṁ tatparatvena nirmalam: one has to become free from all designation or false egotism and thus become purified. When we engage our senses in the service of the Lord, the desires or the inclinations of the senses can be perfectly fulfilled. Lord Śiva therefore wants to see the Lord in a form which is inconceivable to the Bauddha philosophers, or the Buddhists. The impersonalists and the voidists also have to see the form of the Absolute. In Buddhist temples there are forms of Lord Buddha in meditation, but these are not worshiped like the forms of the Lord in Vaiṣṇava temples — forms like Rādhā-Kṛṣṇa, Sītā-Rāma or Lakṣmī-Nārāyaṇa. Amongst the different sampradāyas (Vaiṣṇava sects) either Rādhā-Kṛṣṇa or Lakṣmī-Nārāyaṇa is worshiped. Lord Śiva wants to see that form perfectly, just as the devotees want to see it. The words rūpaṁ priyatamaṁ svānām are specifically mentioned here, indicating that Lord Śiva wants to see that form which is very dear to the devotees. The word svānām is especially significant because only the devotees are very, very dear to the Supreme Personality of Godhead. The jñānīs, yogīs and karmīs are not particularly dear, for the karmīs simply want to see the Supreme Personality of Godhead as their order supplier, the jñānīs want to see Him to become one with Him, and the yogīs want to see Him partially represented within their heart as Paramātmā. But the bhaktas, or the devotees, want to see Him in His complete perfection. As stated in Brahma-saṁhitā (5.30): “I worship Govinda, the primeval Lord, who is adept at playing on His flute, whose eyes are blooming like lotus petals, whose head is bedecked with peacock feathers, whose beauty is tinged with the hue of blue clouds, and whose unique loveliness charms millions of Cupids.” Thus Lord Śiva’s desire is to see the Supreme Personality of Godhead as He is described in this way — that is, he wants to see Him as He appears to the bhāgavatas, the devotees. The conclusion is that Lord Śiva wants to see Him in complete perfection and not in the impersonalist or voidist way. Although the Lord is one in His various forms (advaitam acyutam anādim), still His form as the young enjoyer of the gopīs and companion of the cowherd boys (kiśora-mūrti) is the most perfect form. Thus Vaiṣṇavas accept the form of the Lord in His Vṛndāvana pastimes as the chief form."
    },
    {
        "verse": "45-46",
        "devanagari": "स्‍निग्धप्रावृड्‌घनश्यामं सर्वसौन्दर्यसङ्ग्रहम् ।चार्वायतचतुर्बाहु सुजातरुचिराननम् ॥ ४५ ॥पद्मकोशपलाशाक्षं सुन्दरभ्रु सुनासिकम् ।सुद्विजं सुकपोलास्यं समकर्णविभूषणम् ॥ ४६ ॥",
        "english_devnagari": "snigdha-prāvṛḍ-ghana-śyāmaṁsarva-saundarya-saṅgrahamcārv-āyata-catur-bāhusujāta-rucirānanam",
        "verse_Syn": [
            "snigdha",
            "prāvṛṭ",
            "ghana",
            "śyāmam",
            "sarva",
            "saundarya",
            "saṅgraham",
            "cāru",
            "āyata",
            "catuḥ",
            "bāhu",
            "su",
            "jāta",
            "rucira",
            "ānanam",
            "padma",
            "kośa",
            "palāśa",
            "akṣam",
            "sundara",
            "bhru",
            "su",
            "nāsikam",
            "su",
            "dvijam",
            "su",
            "kapola",
            "āsyam",
            "sama",
            "karṇa",
            "vibhūṣaṇam"
        ],
        "translation": "The Lord’s beauty resembles a dark cloud during the rainy season. As the rainfall glistens, His bodily features also glisten. Indeed, He is the sum total of all beauty. The Lord has four arms and an exquisitely beautiful face with eyes like lotus petals, a beautiful highly raised nose, a mind-attracting smile, a beautiful forehead and equally beautiful and fully decorated ears.",
        "purport": " After the scorching heat of the summer season, it is very pleasing to see dark clouds in the sky. As confirmed in Brahma-saṁhitā, barhāvataṁsam asitāmbuda-sundarāṅgam: the Lord wears a peacock feather in His hair, and His bodily complexion is just like a blackish cloud. The word sundara, or snigdha, means “very pleasing.” Kandarpa-koṭi-kamanīya: Kṛṣṇa’s beauty is so pleasing that not even millions upon millions of Cupids can compare to it. The Lord’s form as Viṣṇu is decorated in all opulence; therefore Lord Śiva is trying to see that most opulent form of Nārāyaṇa, or Viṣṇu. Generally the worship of the Lord begins with the worship of Nārāyaṇa, or Viṣṇu, whereas the worship of Lord Kṛṣṇa and Rādhā is most confidential. Lord Nārāyaṇa is worshipable by the pāñcarātrika-vidhi, or regulative principles, whereas Lord Kṛṣṇa is worshipable by the bhāgavata-vidhi. No one can worship the Lord in the bhāgavata-vidhi without going through the regulations of the pāñcarātrika-vidhi. Actually, neophyte devotees worship the Lord according to the pāñcarātrika-vidhi, or the regulative principles enjoined in the Nārada-pañcarātra. Rādhā-Kṛṣṇa cannot be approached by the neophyte devotees; therefore temple worship according to regulative principles is offered to Lakṣmī-Nārāyaṇa. Although there may be a Rādhā-Kṛṣṇa vigraha, or form, the worship of the neophyte devotees is acceptable as Lakṣmī-Nārāyaṇa worship. Worship according to the pāñcarātrika-vidhi is called vidhi-mārga, and worship according to the bhāgavata-vidhi principles is called rāga-mārga. The principles of rāga-mārga are especially meant for devotees who are elevated to the Vṛndāvana platform. The inhabitants of Vṛndāvana — the gopīs, mother Yaśodā, Nanda Mahārāja, the cowherd boys, the cows and everyone else — are actually on the rāga-mārga or bhāgavata-mārga platform. They participate in five basic rasas — dāsya, sakhya, vātsalya, mādhurya and śānta. But although these five rasas are found in the bhāgavata-mārga, the bhāgavata-mārga is especially meant for vātsalya and mādhurya, or parental and conjugal relationships. Yet there is the vipralambha-sakhya, the higher fraternal worship of the Lord especially enjoyed by the cowherd boys. Although there is friendship between Kṛṣṇa and the cowherd boys, this friendship is different from the aiśvarya friendship between Kṛṣṇa and Arjuna. When Arjuna saw the viśva-rūpa, the gigantic universal form of the Lord, he was afraid for having treated Kṛṣṇa as an ordinary friend; therefore he begged Kṛṣṇa’s pardon. However, the cowherd boys who are friends of Kṛṣṇa in Vṛndāvana sometimes ride on the shoulders of Kṛṣṇa. They treat Kṛṣṇa equally, just as they treat one another, and they are never afraid of Him, nor do they ever beg His pardon. Thus in the rāga-mārga, or bhāgavata-mārga, friendship exists on a higher platform with Kṛṣṇa, namely the platform of viśrambha friendship. Parental friendship, parental service and conjugal service are visible in the Vṛndāvana rāga-mārga relationships. Without serving Kṛṣṇa according to the vidhi-mārga regulative principles of the pāñcarātrika-vidhi, unscrupulous persons want to jump immediately to the rāga-mārga principles. Such persons are called sahajiyā. There are also demons who enjoy depicting Kṛṣṇa and His pastimes with the gopīs, taking advantage of Kṛṣṇa by their licentious character. These demons who print books and write lyrics on the rāga-mārga principles are surely on the way to hell. Unfortunately, they lead others down with them. Devotees in Kṛṣṇa consciousness should be very careful to avoid such demons. One should strictly follow the vidhi-mārga regulative principles in the worship of Lakṣmī-Nārāyaṇa, although the Lord is present in the temple as Rādhā-Kṛṣṇa. Rādhā-Kṛṣṇa includes Lakṣmī-Nārāyaṇa; therefore when one worships the Lord according to the regulative principles, the Lord accepts the service in the role of Lakṣmī-Nārāyaṇa. In The Nectar of Devotion full instructions are given about the vidhi-mārga worship of Rādhā-Kṛṣṇa, or Lakṣmī-Nārāyaṇa. Although there are sixty-four kinds of offenses one can commit in vidhi-mārga worship, in rāga-mārga worship there is no consideration of such offenses because the devotees on that platform are very much elevated, and there is no question of offense. But if we do not follow the regulative principles on the vidhi-mārga platform and keep our eyes trained to spot offenses, we will not make progress. In his description of Kṛṣṇa’s beauty, Lord Śiva uses the words cārvāyata-catur-bāhu sujāta-rucirānanam, indicating the beautiful four-armed form of Nārāyaṇa, or Viṣṇu. Those who worship Lord Kṛṣṇa describe Him as sujāta-rucirānanam. In the viṣṇu-tattva there are hundreds and thousands and millions of forms of the Supreme Lord, but of all these forms, the form of Kṛṣṇa is the most beautiful. Thus for those who worship Kṛṣṇa, the word sujāta-rucirānanam is used. The four arms of Lord Viṣṇu have different purposes. The hands holding a lotus flower and conchshell are meant for the devotees, whereas the other two hands, holding a disc and mace, or club, are meant for the demons. Actually all of the Lord’s arms are auspicious, whether they are holding conchshells and flowers or clubs and discs. The demons killed by Lord Viṣṇu’s cakra disc and club are elevated to the spiritual world, just like the devotees who are protected by the hands holding the lotus flower and conchshell. However, the demons who are elevated to the spiritual world are situated in the impersonal Brahman effulgence, whereas the devotees are allowed to enter into the Vaikuṇṭha planets. Those who are devotees of Lord Kṛṣṇa are immediately elevated to the Goloka Vṛndāvana planet. The Lord’s beauty is compared to rainfall because when the rain falls in the rainy season, it becomes more and more pleasing to the people. After the scorching heat of the summer season, the people enjoy the rainy season very much. Indeed, they even come out of their doors in the villages and enjoy the rainfall directly. Thus the Lord’s bodily features are compared to the clouds of the rainy season. The devotees enjoy the Lord’s beauty because it is a collection of all kinds of beauties. Therefore the word sarva-saundarya-saṅgraham is used. No one can say that the body of the Lord is wanting in beautiful parts. It is completely pūrṇam. Everything is complete — God’s creation, God’s beauty and God’s bodily features. All these are so complete that all one’s desires can become fully satisfied when one sees the beauty of the Lord. The word sarva-saundarya indicates that there are different types of beauties in the material and spiritual worlds and that the Lord contains all of them. Both materialists and spiritualists can enjoy the beauty of the Lord. Because the Supreme Lord attracts everyone, including demons and devotees, materialists and spiritualists, He is called Kṛṣṇa. Similarly, His devotees also attract everyone. As mentioned in the Ṣaḍ-gosvāmī-stotra, dhīrādhīra-jana-priyau: the Gosvāmīs are equally dear to the dhīra (devotees) and adhīra (demons). Lord Kṛṣṇa was not very pleasing to the demons when He was present in Vṛndāvana, but the Six Gosvāmīs were pleasing to the demons when they were present in Vṛndāvana. That is the beauty of the Lord’s dealings with His devotees; sometimes the Lord gives more credit to His devotees than He takes for Himself. For instance, on the Battlefield of Kurukṣetra, Lord Kṛṣṇa fought simply by giving directions. Yet it was Arjuna who took the credit for fighting. Nimitta-mātraṁ bhava savyasācin: “You, O Savyasācī [Arjuna], can be but an instrument in the fight.” (Bg. 11.33) Everything was arranged by the Lord, but the credit of victory was given to Arjuna. Similarly, in the Kṛṣṇa consciousness movement, everything is happening according to the predictions of Lord Caitanya, but the credit goes to Lord Caitanya’s sincere servants. Thus the Lord is described herein as sarva-saundarya-saṅgraham."
    },
    {
        "verse": "47-48",
        "devanagari": "प्रीतिप्रहसितापाङ्गमलकै रूपशोभितम् ।लसत्पङ्कजकिञ्जल्कदुकूलं मृष्टकुण्डलम् ॥ ४७ ॥स्फुरत्किरीटवलयहारनूपुरमेखलम् ।शङ्खचक्रगदापद्ममालामण्युत्तमर्द्धिमत् ॥ ४८ ॥",
        "english_devnagari": "prīti-prahasitāpāṅgamalakai rūpa-śobhitamlasat-paṅkaja-kiñjalka-dukūlaṁ mṛṣṭa-kuṇḍalam",
        "verse_Syn": [
            "prīti",
            "prahasita",
            "apāṅgam",
            "alakaiḥ",
            "rūpa",
            "śobhitam",
            "lasat",
            "paṅkaja",
            "kiñjalka",
            "dukūlam",
            "mṛṣṭa",
            "kuṇḍalam",
            "sphurat",
            "kirīṭa",
            "valaya",
            "hāra",
            "nūpura",
            "mekhalam",
            "śaṅkha",
            "cakra",
            "gadā",
            "padma",
            "mālā",
            "maṇi",
            "uttama",
            "ṛddhi",
            "mat"
        ],
        "translation": "The Lord is superexcellently beautiful on account of His open and merciful smile and His sidelong glance upon His devotees. His black hair is curly, and His garments, waving in the wind, appear like flying saffron pollen from lotus flowers. His glittering earrings, shining helmet, bangles, garland, ankle bells, waist belt and various other bodily ornaments combine with conchshell, disc, club and lotus flower to increase the natural beauty of the Kaustubha pearl on His chest.",
        "purport": " The word prahasitāpāṅga, referring to Kṛṣṇa’s smile and sidelong glances at His devotees, specifically applies to His dealings with the gopīs. Kṛṣṇa is always in a joking mood when He increases the feelings of conjugal rasa in the hearts of the gopīs. The conchshell, club, disc and lotus flower can be either held in His hands or seen on the palms of His hands. According to palmistry, the signs of a conchshell, club, lotus flower and disc mark the palms of great personalities and especially indicate the Supreme Personality of Godhead."
    },
    {
        "verse": "49",
        "devanagari": "सिंहस्कन्धत्विषो बिभ्रत्सौभगग्रीवकौस्तुभम् ।श्रियानपायिन्या क्षिप्तनिकषाश्मोरसोल्लसत् ॥ ४९ ॥",
        "english_devnagari": "siṁha-skandha-tviṣo bibhratsaubhaga-grīva-kaustubhamśriyānapāyinyā kṣipta-nikaṣāśmorasollasat",
        "verse_Syn": [
            "siṁha",
            "skandha",
            "tviṣaḥ",
            "bibhrat",
            "saubhaga",
            "grīva",
            "kaustubham",
            "śriyā",
            "anapāyinyā",
            "kṣipta",
            "nikaṣa",
            "aśma",
            "urasā",
            "ullasat"
        ],
        "translation": "The Lord has shoulders just like a lion’s. Upon these shoulders are garlands, necklaces and epaulets, and all of these are always glittering. Besides these, there is the beauty of the Kaustubha-maṇi pearl, and on the dark chest of the Lord there are streaks named Śrīvatsa, which are signs of the goddess of fortune. The glittering of these streaks excels the beauty of the golden streaks on a gold-testing stone. Indeed, such beauty defeats a gold-testing stone.",
        "purport": " The curling hair on the shoulders of a lion always appears very, very beautiful. Similarly, the shoulders of the Lord were just like a lion’s, and the necklace and garlands, along with the Kaustubha pearl necklace, combined to excel the beauty of a lion. The chest of the Lord is streaked with Śrīvatsa lines, the sign of the goddess of fortune. Consequently the Lord’s chest excels the beauty of a testing stone for gold. The black siliceous stone on which gold is rubbed to test its value always looks very beautiful, being streaked with gold lines. Yet the chest of the Lord excels even such a stone in its beauty."
    },
    {
        "verse": "50",
        "devanagari": "पूररेचकसंविग्नवलिवल्गुदलोदरम् ।प्रतिसङ्‌क्रामयद्विश्वं नाभ्यावर्तगभीरया ॥ ५० ॥",
        "english_devnagari": "pūra-recaka-saṁvigna-vali-valgu-dalodarampratisaṅkrāmayad viśvaṁnābhyāvarta-gabhīrayā",
        "verse_Syn": [
            "pūra",
            "recaka",
            "saṁvigna",
            "vali",
            "valgu",
            "dala",
            "udaram",
            "pratisaṅkrāmayat",
            "viśvam",
            "nābhyā",
            "āvarta",
            "gabhīrayā"
        ],
        "translation": "The Lord’s abdomen is beautiful due to three ripples in the flesh. Being so round, His abdomen resembles the leaf of a banyan tree, and when He exhales and inhales, the movement of the ripples appears very, very beautiful. The coils within the navel of the Lord are so deep that it appears that the entire universe sprouted out of it and yet again wishes to go back.",
        "purport": " The whole universe is born out of the lotus stem which sprouted from the navel of the Lord. Lord Brahmā sat on the top of this lotus stem to create the whole universe. The navel of the Lord is so deep and coiling that it appears that the whole universe again wants to withdraw into the navel, being attracted by the Lord’s beauty. The Lord’s navel and the ripples on His belly always increase the beauty of His bodily features. The details of the bodily features of the Lord especially indicate the Personality of Godhead. Impersonalists cannot appreciate the beautiful body of the Lord, which is described in these prayers by Lord Śiva. Although the impersonalists are always engaged in the worship of Lord Śiva, they are unable to understand the prayers offered by Lord Śiva to the bodily features of Lord Viṣṇu. Lord Viṣṇu is known as śiva-viriñci-nutam (Bhāg. 11.5.33), for He is always worshiped by Lord Brahmā and Lord Śiva."
    },
    {
        "verse": "51",
        "devanagari": "श्यामश्रोण्यधिरोचिष्णुदुकूलस्वर्णमेखलम् ।समचार्वङ्‌घ्रिजङ्घोरुनिम्नजानुसुदर्शनम् ॥ ५१ ॥",
        "english_devnagari": "śyāma-śroṇy-adhi-rociṣṇu-dukūla-svarṇa-mekhalamsama-cārv-aṅghri-jaṅghoru-nimna-jānu-sudarśanam",
        "verse_Syn": [
            "śyāma",
            "śroṇi",
            "adhi",
            "rociṣṇu",
            "dukūla",
            "svarṇa",
            "mekhalam",
            "sama",
            "cāru",
            "aṅghri",
            "jaṅgha",
            "ūru",
            "nimna",
            "jānu",
            "su",
            "darśanam"
        ],
        "translation": "The lower part of the Lord’s waist is dark and covered with yellow garments and a belt bedecked with golden embroidery work. His symmetrical lotus feet and the calves, thighs and joints of His legs are extraordinarily beautiful. Indeed, the Lord’s entire body appears to be well built.",
        "purport": " Lord Śiva is one of the twelve great authorities mentioned in Śrīmad-Bhāgavatam (6.3.20). These authorities are Svayambhū, Nārada, Śambhu, Kumāra, Kapila, Manu, Prahlāda, Janaka, Bhīṣma, Bali, Vaiyāsaki, or Śukadeva Gosvāmī, and Yamarāja. The impersonalists, who generally worship Lord Śiva, should learn of the transcendental sac-cid-ānanda-vigraha of the Lord. Here Lord Śiva kindly describes the details of the Lord’s bodily features. Thus the impersonalists’ argument that the Lord has no form cannot be accepted under any circumstance."
    },
    {
        "verse": "52",
        "devanagari": "पदा शरत्पद्मपलाशरोचिषानखद्युभिर्नोऽन्तरघं विधुन्वता ।प्रदर्शय स्वीयमपास्तसाध्वसंपदं गुरो मार्गगुरुस्तमोजुषाम् ॥ ५२ ॥",
        "english_devnagari": "padā śarat-padma-palāśa-rociṣānakha-dyubhir no ’ntar-aghaṁ vidhunvatāpradarśaya svīyam apāsta-sādhvasaṁpadaṁ guro mārga-gurus tamo-juṣām",
        "verse_Syn": [
            "padā",
            "śarat",
            "padma",
            "palāśa",
            "rociṣā",
            "nakha",
            "dyubhiḥ",
            "naḥ",
            "antaḥ",
            "agham",
            "vidhunvatā",
            "pradarśaya",
            "svīyam",
            "apāsta",
            "sādhvasam",
            "padam",
            "guro",
            "mārga",
            "guruḥ",
            "tamaḥ",
            "juṣām"
        ],
        "translation": "My dear Lord, Your two lotus feet are so beautiful that they appear like two blossoming petals of the lotus flower which grows during the autumn season. Indeed, the nails of Your lotus feet emanate such a great effulgence that they immediately dissipate all the darkness in the heart of a conditioned soul. My dear Lord, kindly show me that form of Yours which always dissipates all kinds of darkness in the heart of a devotee. My dear Lord, You are the supreme spiritual master of everyone; therefore all conditioned souls covered with the darkness of ignorance can be enlightened by You as the spiritual master.",
        "purport": " Lord Śiva has thus described the bodily features of the Lord authoritatively. Now he wants to see the lotus feet of the Lord. When a devotee wants to see the transcendental form of the Lord, he begins his meditation on the Lord’s body by first looking at the feet of the Lord. Śrīmad-Bhāgavatam is considered to be the transcendental sound form of the Lord, and the twelve cantos are divided in accordance with the transcendental form of the Lord. The First and Second cantos of Śrīmad-Bhāgavatam are called the two lotus feet of the Lord. It is therefore suggested by Lord Śiva that one should first try to see the lotus feet of the Lord. This also means that if one is serious about reading Śrīmad-Bhāgavatam, he must begin by seriously studying the First and Second cantos. The beauty of the lotus feet of the Lord is compared to the petals of a lotus flower which grows in the autumn season. By nature’s law, in autumn the dirty or muddy waters of rivers and lakes become very clean. At that time the lotus flowers growing in the lakes appear very bright and beautiful. The lotus flower itself is compared to the lotus feet of the Lord, and the petals are compared to the nails of the feet of the Lord. The nails of the feet of the Lord are very bright, as Brahma-saṁhitā testifies. Ānanda-cinmaya-sad-ujjvala-vigrahasya: every limb of the transcendental body of the Lord is made of ānanda-cinmaya-sad-ujjvala. Thus every limb is eternally bright. As sunshine dissipates the darkness of this material world, the effulgence emanating from the body of the Lord immediately dries up the darkness in the heart of the conditioned soul. In other words, everyone serious about understanding the transcendental science and seeing the transcendental form of the Lord must first of all attempt to see the lotus feet of the Lord by studying the First and Second cantos of Śrīmad-Bhāgavatam. When one sees the lotus feet of the Lord, all kinds of doubts and fears within the heart are vanquished. In Bhagavad-gītā it is said that in order to make spiritual progress, one must become fearless. Abhayaṁ sattva-saṁśuddhiḥ (Bg. 16.1). Fearfulness is the result of material involvement. It is also said in Śrīmad-Bhāgavatam (11.2.37), bhayaṁ dvitīyābhiniveśataḥ syāt: fearfulness is a creation of the bodily conception of life. As long as one is absorbed in the thought that he is this material body, he is fearful, and as soon as one is freed from this material conception, he becomes brahma-bhūta, or self-realized, and immediately becomes fearless. Brahma-bhūtaḥ prasannātmā (Bg. 18.54). Without being fearless, one cannot be joyful. The bhaktas, the devotees, are fearless and always joyful because they are constantly engaged in the service of the lotus feet of the Lord. It is also said: By practicing bhagavad-bhakti-yoga, one becomes fearless and joyful. Unless one becomes fearless and joyful, he cannot understand the science of God. Bhagavat-tattva-vijñānaṁ mukta-saṅgasya jāyate. This verse refers to those who are completely liberated from the fearfulness of this material world. When one is so liberated, he can really understand the transcendental features of the form of the Lord. Lord Śiva therefore advises everyone to practice bhagavad-bhakti-yoga. As will be clear in the following verses, by doing so one can become really liberated and enjoy spiritual bliss. It is also stated: The Lord is the supreme spiritual master, and the bona fide representative of the Supreme Lord is also a spiritual master. The Lord from within enlightens the devotees by the effulgence of the nails of His lotus feet, and His representative, the spiritual master, enlightens from without. Only by thinking of the lotus feet of the Lord and always taking the spiritual master’s advice can one advance in spiritual life and understand Vedic knowledge: Thus the Vedas (Śvetāśvatara Upaniṣad 6.23) enjoin that for one who has unflinching faith in the lotus feet of the Lord, as well as in the spiritual master, the real import of Vedic knowledge can be revealed."
    },
    {
        "verse": "53",
        "devanagari": "एतद्रूपमनुध्येयमात्मशुद्धिमभीप्सताम् ।यद्भक्तियोगोऽभयद: स्वधर्ममनुतिष्ठताम् ॥ ५३ ॥",
        "english_devnagari": "etad rūpam anudhyeyamātma-śuddhim abhīpsatāmyad-bhakti-yogo ’bhayadaḥsva-dharmam anutiṣṭhatām",
        "verse_Syn": [
            "etat",
            "rūpam",
            "anudhyeyam",
            "ātma",
            "śuddhim",
            "abhīpsatām",
            "yat",
            "bhakti",
            "yogaḥ",
            "abhaya",
            "daḥ",
            "sva",
            "dharmam",
            "anutiṣṭhatām"
        ],
        "translation": "My dear Lord, those who desire to purify their existence must always engage in meditation upon Your lotus feet, as described above. Those who are serious about executing their occupational duties and who want freedom from fear must take to this process of bhakti-yoga.",
        "purport": " It is said that the transcendental name, form, pastimes and entourage of the Lord cannot be appreciated by the blunt material senses; therefore one has to engage himself in devotional service so that the senses may be purified and one can see the Supreme Personality of Godhead. Here, however, it is indicated that those who are constantly engaged in meditating on the lotus feet of the Lord are certainly purified of the material contamination of the senses and are thus able to see the Supreme Lord face to face. The word “meditation” is very popular in this age amongst the common people, but they do not know the actual meaning of meditation. However, from Vedic literature we learn that the yogīs are always absorbed in meditation upon the lotus feet of the Lord: dhyānāvasthita-tad-gatena manasā paśyanti yaṁ yoginaḥ (Bhāg. 12.13.1). This is the real business of the yogīs — to think of the lotus feet of the Lord. Lord Śiva therefore advises that one who is actually serious about purification must engage himself in this type of meditation or in the mystic yoga system, which will help him not only to see the Lord within constantly but to see Him face to face and become His associate in Vaikuṇṭhaloka or Goloka Vṛndāvana. The word sva-dharmam (as in sva-dharmam anutiṣṭhatām) indicates that the system of varṇāśrama — which indicates the occupational duties of the brāhmaṇa, kṣatriya, vaiśya and śūdra and which is the perfect institution for humanity — must be supported by bhakti-yoga if one at all wants security in life. Generally people think that simply by executing the occupational duties of a brāhmaṇa, kṣatriya, vaiśya or śūdra or the duty of a brahmacārī, gṛhastha, vānaprastha or sannyāsī one becomes fearless or securely attains liberation, but factually unless all these occupational duties are accompanied by bhakti-yoga, one cannot become fearless. In Bhagavad-gītā there are descriptions of karma-yoga, jñāna-yoga, bhakti-yoga, dhyāna-yoga, etc., but unless one comes to the point of bhakti-yoga, these other yogas cannot help one attain the highest perfection of life. In other words, bhakti-yoga is the only means for liberation. We find this conclusion also in Caitanya-caritāmṛta in a discussion between Lord Caitanya and Rāmānanda Rāya regarding a human being’s liberation from this material world. In that discussion Rāmānanda Rāya referred to the execution of varṇāśrama-dharma, and Lord Caitanya indicated that the varṇāśrama-dharma was simply external (eho bāhya). Lord Caitanya wanted to impress upon Rāmānanda Rāya that simply by executing the duties of varṇāśrama-dharma one is not guaranteed liberation. Finally Rāmānanda Rāya referred to the process of bhakti-yoga: sthāne sthitāḥ śruti-gatāṁ tanu-vāṅ-manobhiḥ (Bhāg. 10.14.3). Regardless of one’s condition of life, if he practices bhakti-yoga, which begins with hearing (śruti-gatām) the transcendental messages of the Lord through the mouths of devotees, he gradually conquers the unconquerable God. God is known to be unconquerable, but one who submissively hears the words of a self-realized soul conquers the unconquerable. The conclusion is that if one is serious about liberation, he not only should execute the occupational duties of varṇāśrama-dharma but should also engage in bhakti-yoga by beginning hearing from a realized soul. This process will help the devotee conquer the unconquerable Supreme Personality of Godhead and become His associate after giving up the material body."
    },
    {
        "verse": "54",
        "devanagari": "भवान् भक्तिमता लभ्यो दुर्लभ: सर्वदेहिनाम् ।स्वाराज्यस्याप्यभिमत एकान्तेनात्मविद्गति: ॥ ५४ ॥",
        "english_devnagari": "bhavān bhaktimatā labhyodurlabhaḥ sarva-dehināmsvārājyasyāpy abhimataekāntenātma-vid-gatiḥ",
        "verse_Syn": [
            "bhavān",
            "bhakti",
            "matā",
            "labhyaḥ",
            "durlabhaḥ",
            "sarva",
            "dehinām",
            "svārājyasya",
            "api",
            "abhimataḥ",
            "ekāntena",
            "ātma",
            "vit",
            "gatiḥ"
        ],
        "translation": "My dear Lord, the king in charge of the heavenly kingdom is also desirous of obtaining the ultimate goal of life — devotional service. Similarly, You are the ultimate destination of those who identify themselves with You [ahaṁ brahmāsmi]. However, it is very difficult for them to attain You, whereas a devotee can very easily attain Your Lordship.",
        "purport": " As stated in Brahma-saṁhitā, vedeṣu durlabham adurlabham ātma-bhaktau. This indicates that it is very difficult for one to attain the ultimate goal of life and reach the supreme destination, Vaikuṇṭhaloka or Goloka Vṛndāvana, simply by studying Vedānta philosophy or Vedic literature. However, this highest perfectional stage can be attained by the devotees very easily. That is the meaning of vedeṣu durlabham adurlabham ātma-bhaktau. The same point is confirmed by Lord Śiva in this verse. The Lord is very difficult for the karma-yogīs, jñāna-yogīs and dhyāna-yogīs to attain. Those who are bhakti-yogīs, however, have no difficulty at all. In the word svārājyasya, svar refers to Svargaloka, the heavenly planet, and svārājya refers to the ruler of the heavenly planet, Indra. Generally, karmīs desire elevation to heavenly planets, but King Indra desires to become perfect in bhakti-yoga. Those who identify themselves as ahaṁ brahmāsmi (“I am the Supreme Brahman, one with the Absolute Truth”) also ultimately desire to attain perfect liberation in the Vaikuṇṭha planets or Goloka Vṛndāvana. In Bhagavad-gītā (18.55) it is said: “One can understand the Supreme Personality as He is only by devotional service. And when one is in full consciousness of the Supreme Lord by such devotion, he can enter into the kingdom of God.” Thus if one desires to enter into the spiritual world, he must try to understand the Supreme Personality of Godhead by practicing bhakti-yoga. Simply by practicing bhakti-yoga one can understand the Supreme Lord in truth, but without such understanding, one cannot enter the spiritual kingdom. One may be elevated to the heavenly planets or may realize himself as Brahman (ahaṁ brahmāsmi), but that is not the end of realization. One must realize the position of the Supreme Personality of Godhead by bhakti-yoga; then real perfection of life is attained."
    },
    {
        "verse": "55",
        "devanagari": "तं दुराराध्यमाराध्य सतामपि दुरापया ।एकान्तभक्त्या को वाञ्छेत्पादमूलं विना बहि: ॥ ५५ ॥",
        "english_devnagari": "taṁ durārādhyam ārādhyasatām api durāpayāekānta-bhaktyā ko vāñchetpāda-mūlaṁ vinā bahiḥ",
        "verse_Syn": [
            "tam",
            "durārādhyam",
            "ārādhya",
            "satām",
            "api",
            "durāpayā",
            "ekānta",
            "bhaktyā",
            "kaḥ",
            "vāñchet",
            "pāda",
            "mūlam",
            "vinā",
            "bahiḥ"
        ],
        "translation": "My dear Lord, pure devotional service is even difficult for liberated persons to discharge, but devotional service alone can satisfy You. Who will take to other processes of self-realization if he is actually serious about the perfection of life?",
        "purport": " The word satām refers to transcendentalists. There are three kinds of transcendentalists: the jñānī, yogī and bhakta. Out of these three, the bhakta is selected as the most suitable candidate to approach the Supreme Personality of Godhead. It is emphasized herein that only one who is outside devotional service would not engage in searching for the lotus feet of the Lord. Foolish people sometimes maintain that God may be attained in any way — either by karma-yoga, jñāna-yoga, dhyāna-yoga, etc. — but here it is clearly stated that it is impossible to obtain the mercy of the Lord by any means but bhakti-yoga. The word durārādhya is especially significant. It is very difficult to attain the lotus feet of the Lord by any method other than bhakti-yoga."
    },
    {
        "verse": "56",
        "devanagari": "यत्र निर्विष्टमरणं कृतान्तो नाभिमन्यते ।विश्वं विध्वंसयन् वीर्यशौर्यविस्फूर्जितभ्रुवा ॥ ५६ ॥",
        "english_devnagari": "yatra nirviṣṭam araṇaṁkṛtānto nābhimanyateviśvaṁ vidhvaṁsayan vīrya-śaurya-visphūrjita-bhruvā",
        "verse_Syn": [
            "yatra",
            "nirviṣṭam",
            "araṇam",
            "kṛta",
            "antaḥ",
            "na",
            "abhimanyate",
            "viśvam",
            "vidhvaṁsayan",
            "vīrya",
            "śaurya",
            "visphūrjita",
            "bhruvā"
        ],
        "translation": "Simply by expansion of His eyebrows, invincible time personified can immediately vanquish the entire universe. However, formidable time does not approach the devotee who has taken complete shelter at Your lotus feet.",
        "purport": " In Bhagavad-gītā (10.34) it is said that the Lord in the shape and form of death destroys all a person’s possessions. Mṛtyuḥ sarva-haraś cāham: “I am all-devouring death.” The Lord in the shape of death takes away everything that is created by the conditioned soul. Everything in this material world is subject to perish in due course of time. However, all the strength of time cannot hamper the activities of a devotee, for a devotee takes complete shelter under the lotus feet of the Lord. For this reason only is a devotee free from formidable time. All the activities of the karmīs and jñānīs, which have no touch of devotional service, are spoiled in due course of time. The material success of the karmīs is destined to be destroyed; similarly, the impersonal realization attained by the jñānīs is also destroyed in the course of time: To say nothing of the karmīs, the jñānīs undergo severe austerities to attain the impersonal brahmajyoti, but because they do not find the lotus feet of the Lord, they fall down again into this material existence. Unless one is fully situated in unalloyed devotional service, there is no guarantee of liberation, even if one is elevated to the heavenly planets or to the impersonal Brahman effulgence. A devotee’s achievement, however, is never lost by the influence of time. Even if a devotee cannot completely execute devotional service, in his next life he begins from the point where he left off. Such an opportunity is not given to the karmīs and jñānīs, whose achievements are destroyed. The bhakta’s achievement is never destroyed, for it goes on perpetually, be it complete or incomplete. This is the verdict of all Vedic literatures. Śucīnāṁ śrīmatāṁ gehe yoga-bhraṣṭo ’bhijāyate: if one is unable to complete the process of bhakti-yoga, he is given a chance in his next life to take birth in a pure family of devotees or in a rich family. In such families a person can have a good opportunity to further progress in devotional service. When Yamarāja, the superintendent of death, was instructing his assistants, he told them not to approach the devotees. “The devotees should be offered respect,” he said, “but do not go near them.” Thus the devotees of the Lord are not under the jurisdiction of Yamarāja. Yamarāja is a representative of the Supreme Personality of Godhead, and he controls the death of every living entity. Yet he has nothing to do with the devotees. Simply by blinking his eyes, time personified can destroy the entire cosmic manifestation, but he has nothing to do with the devotee. In other words, devotional service which is rendered by the devotee in this lifetime can never be destroyed by time. Such spiritual assets remain unchanged, being beyond the influence of time."
    },
    {
        "verse": "57",
        "devanagari": "क्षणार्धेनापि तुलये न स्वर्गं नापुनर्भवम् ।भगवत्सङ्गिसङ्गस्य मर्त्यानां किमुताशिष: ॥ ५७ ॥",
        "english_devnagari": "kṣaṇārdhenāpi tulayena svargaṁ nāpunar-bhavambhagavat-saṅgi-saṅgasyamartyānāṁ kim utāśiṣaḥ",
        "verse_Syn": [
            "kṣaṇa",
            "ardhena",
            "api",
            "tulaye",
            "na",
            "svargam",
            "na",
            "apunaḥ",
            "bhavam",
            "bhagavat",
            "saṅgi",
            "saṅgasya",
            "martyānām",
            "kim",
            "uta",
            "āśiṣaḥ"
        ],
        "translation": "If one by chance associates with a devotee, even for a fraction of a moment, he no longer is subject to attraction by the results of karma or jñāna. What interest then can he have in the benedictions of the demigods, who are subject to the laws of birth and death?",
        "purport": " Out of three kinds of men — the karmīs, jñānīs and bhaktas — the bhakta is described herein as the most exalted. Śrīla Prabodhānanda Sarasvatī has sung, kaivalyaṁ narakāyate tridaśa-pūr ākāśa-puṣpāyate (Caitanya-candrāmṛta). The word kaivalya means to merge into the effulgence of the Supreme Personality of Godhead, and the word tridaśa-pūr refers to the heavenly planets where the demigods live. Thus for a devotee, kaivalya-sukha, or merging into the existence of the Lord, is hellish because the bhakta considers it suicidal to lose his individuality and merge into the effulgence of Brahman. A bhakta always wants to retain his individuality in order to render service to the Lord. Indeed, he considers promotion to the upper planetary systems to be no better than a will-o’-the-wisp. Temporary, material happiness holds no value for a devotee. The devotee is in such an exalted position that he is not interested in the actions of karma or jñāna. The resultant actions of karma and jñāna are so insignificant to a devotee situated on the transcendental platform that he is not in the least interested in them. Bhakti-yoga is sufficient to give the bhakta all happiness. As stated in Śrīmad-Bhāgavatam (1.2.6), yayātmā suprasīdati. One can be fully satisfied simply by devotional service, and that is the result of association with a devotee. Without being blessed by a pure devotee, no one can be fully satisfied, nor can anyone understand the transcendental position of the Supreme Personality of Godhead."
    },
    {
        "verse": "58",
        "devanagari": "अथानघाङ्‌घ्रेस्तव कीर्तितीर्थयो-रन्तर्बहि:स्‍नानविधूतपाप्मनाम् ।भूतेष्वनुक्रोशसुसत्त्वशीलिनांस्यात्सङ्गमोऽनुग्रह एष नस्तव ॥ ५८ ॥",
        "english_devnagari": "athānaghāṅghres tava kīrti-tīrthayorantar-bahiḥ-snāna-vidhūta-pāpmanāmbhūteṣv anukrośa-susattva-śīlināṁsyāt saṅgamo ’nugraha eṣa nas tava",
        "verse_Syn": [
            "atha",
            "anagha",
            "aṅghreḥ",
            "tava",
            "kīrti",
            "tīrthayoḥ",
            "antaḥ",
            "bahiḥ",
            "snāna",
            "vidhūta",
            "pāpmanām",
            "bhūteṣu",
            "anukrośa",
            "su",
            "sattva",
            "śīlinām",
            "syāt",
            "saṅgamaḥ",
            "anugrahaḥ",
            "eṣaḥ",
            "naḥ",
            "tava"
        ],
        "translation": "My dear Lord, Your lotus feet are the cause of all auspicious things and the destroyer of all the contamination of sin. I therefore beg Your Lordship to bless me by the association of Your devotees, who are completely purified by worshiping Your lotus feet and who are so merciful upon the conditioned souls. I think that Your real benediction will be to allow me to associate with such devotees.",
        "purport": " The Ganges water is celebrated as being able to eradicate all kinds of sinful reactions. In other words, when a person takes his bath in the Ganges, he becomes freed from all life’s contaminations. The Ganges water is celebrated in this way because it emanates from the lotus feet of the Supreme Personality of Godhead. Similarly, those who are directly in touch with the lotus feet of the Supreme Personality of Godhead and who are absorbed in the chanting of His glories are freed from all material contamination. Such unalloyed devotees are able to show mercy to the common conditioned soul. Śrīla Vṛndāvana dāsa Ṭhākura has sung that the devotees of Lord Caitanya are so powerful that each one of them can deliver a universe. In other words, it is the business of devotees to preach the glories of the Lord and deliver all conditioned souls to the platform of śuddha-sattva, pure goodness. Here the word su-sattva means śuddha-sattva, the transcendental stage beyond material goodness. By his exemplary prayers, Lord Śiva teaches us that our best course is to take shelter of Lord Viṣṇu and His Vaiṣṇava devotees."
    },
    {
        "verse": "59",
        "devanagari": "न यस्य चित्तं बहिरर्थविभ्रमंतमोगुहायां च विशुद्धमाविशत् ।यद्भक्तियोगानुगृहीतमञ्जसामुनिर्विचष्टे ननु तत्र ते गतिम् ॥ ५९ ॥",
        "english_devnagari": "na yasya cittaṁ bahir-artha-vibhramaṁtamo-guhāyāṁ ca viśuddham āviśatyad-bhakti-yogānugṛhītam añjasāmunir vicaṣṭe nanu tatra te gatim",
        "verse_Syn": [
            "na",
            "yasya",
            "cittam",
            "bahiḥ",
            "artha",
            "vibhramam",
            "tamaḥ",
            "guhāyām",
            "ca",
            "viśuddham",
            "āviśat",
            "yat",
            "bhakti",
            "yoga",
            "anugṛhītam",
            "añjasā",
            "muniḥ",
            "vicaṣṭe",
            "nanu",
            "tatra",
            "te",
            "gatim"
        ],
        "translation": "The devotee whose heart has been completely cleansed by the process of devotional service and who is favored by Bhaktidevī does not become bewildered by the external energy, which is just like a dark well. Being completely cleansed of all material contamination in this way, a devotee is able to understand very happily Your name, fame, form, activities, etc.",
        "purport": " As stated in Śrīmad-Bhāgavatam (3.25.25): Simply by the association of pure devotees one can understand the transcendental name, fame, quality and activities of the Supreme Personality of Godhead. Śrī Caitanya Mahāprabhu has repeatedly said: Simply by associating with a pure devotee, one becomes wonderfully advanced in Kṛṣṇa consciousness. Sādhu-saṅga, or association with a devotee, means always engaging in Kṛṣṇa consciousness by chanting the Hare Kṛṣṇa mantra and by acting for Kṛṣṇa. Specifically, chanting the Hare Kṛṣṇa mantra purifies one, and this chanting is therefore recommended by Śrī Caitanya Mahāprabhu. Ceto-darpaṇa-mārjanam: by chanting the names of Kṛṣṇa, the mirror of the heart is cleansed, and the devotee loses interest in everything external. When one is influenced by the external energy of the Lord, his heart is impure. When one’s heart is not pure, he cannot see how things are related to the Supreme Personality of Godhead. Idaṁ hi viśvaṁ bhagavān ivetaraḥ (Bhāg. 1.5.20). He whose heart is purified can see that the whole cosmic manifestation is but the Supreme Personality of Godhead, but he whose heart is contaminated sees things differently. Therefore by sat-saṅga, or association with devotees, one becomes perfectly pure in heart. One who is pure in heart is never attracted by the external energy, which urges the individual soul to try to dominate material nature. The pure heart of a devotee is never disturbed when he executes devotional service in the form of hearing, chanting, remembering, etc. In all, there are nine processes one can follow in the execution of devotional service. In any case, a purehearted devotee is never disturbed. The bhakti-yoga process must be carried out by avoiding the ten offenses one can commit while chanting the mahā-mantra and the sixty-four offenses one can commit while worshiping the Deity. When a devotee strictly follows the rules and regulations, Bhaktidevī becomes very much satisfied with him, and at that time he is never disturbed by anything external. A devotee is also called a muni. The word muni means “thoughtful.” A devotee is as thoughtful as a nondevotee is speculative. The nondevotee’s speculation is impure, but a devotee’s thoughts are pure. Lord Kapila and Śukadeva Gosvāmī are also called muni, and Vyāsadeva is addressed as Mahāmuni. A devotee is addressed as muni, or thoughtful, when he purely understands the Supreme Personality of Godhead. The conclusion is that when one’s heart is purified by the association of devotees and by the avoidance of the offenses committed when chanting and worshiping the Lord, the transcendental name, form and activities of the Lord are revealed by the Lord."
    },
    {
        "verse": "60",
        "devanagari": "यत्रेदं व्यज्यते विश्वं विश्वस्मिन्नवभाति यत् ।तत् त्वं ब्रह्म परं ज्योतिराकाशमिव विस्तृतम् ॥ ६० ॥",
        "english_devnagari": "yatredaṁ vyajyate viśvaṁviśvasminn avabhāti yattat tvaṁ brahma paraṁ jyotirākāśam iva vistṛtam",
        "verse_Syn": [
            "yatra",
            "idam",
            "vyajyate",
            "viśvam",
            "viśvasmin",
            "avabhāti",
            "yat",
            "tat",
            "tvam",
            "brahma",
            "param",
            "jyotiḥ",
            "ākāśam",
            "iva",
            "vistṛtam"
        ],
        "translation": "My dear Lord, the impersonal Brahman spreads everywhere, like the sunshine or the sky. And that impersonal Brahman, which spreads throughout the universe and in which the entire universe is manifested, is You.",
        "purport": " In Vedic literature it is said that everything is Brahman and nothing else. The whole cosmic manifestation rests on the Brahman effulgence. The impersonalists, however, cannot understand how such a huge cosmic manifestation can rest on a person. Thus this inconceivable power of the Supreme Personality of Godhead is not understood by the impersonalists; therefore they are puzzled and always denying that the Absolute Truth is a person. This wrong impression is cleared by Lord Śiva himself, who says that the impersonal Brahman, which is spread all over the universe, is nothing but the Supreme Lord Himself. Here it is clearly said that the Lord is spread everywhere, just like the sunshine, by virtue of His Brahman feature. This example is very easy to understand. All the planetary systems are resting upon the sunshine, yet the sunshine and the source of sunshine are aloof from the planetary manifestations. Similarly, the sky or air is spread everywhere; air is within a pot, but it also touches filthy places and sanctified places alike. In any case, the sky is uncontaminated. The sunshine also touches filthy places and sanctified places, and both are actually produced by the sun, but in any case the sun is aloof from all filthy things. Similarly, the Lord exists everywhere. There are pious things and impious things, but in the śāstras the pious things are described as the front of the Supreme Lord, whereas impious things are described as the back of the Supreme Personality of Godhead. In Bhagavad-gītā (9.4) the Lord clearly says: “By Me, in My unmanifested form, this entire universe is pervaded. All beings are in Me, but I am not in them.” This verse of Bhagavad-gītā explains that the Lord is spread everywhere by virtue of His Brahman feature. Everything rests in Him, yet He is not there. The conclusion is that without bhakti-yoga, without rendering devotional service to the Lord, even an impersonalist cannot understand the brahma-tattva, the Brahman feature. In the Vedānta-sūtra it is stated, athāto brahma-jijñāsā. This means that Brahman, Paramātmā or Parabrahman should be understood. In Śrīmad-Bhāgavatam also the Absolute Truth is described as the one without a second, but He is realized in three features — impersonal Brahman, localized Paramātmā and the Supreme Personality of Godhead. The Supreme Personality of Godhead is the ultimate issue, and in this verse Lord Śiva confirms that ultimately the Absolute Truth is a person. He clearly says, tat tvaṁ brahma paraṁ jyotir ākāśam iva vistṛtam. Here is a common example: a successful businessman may have many factories and offices, and everything rests on his order. If someone says that the entire business rests on such and such a person, it does not mean that the person is bearing all the factories and offices on his head. Rather, it is understood that by his brain or his energetic expansion, the business is running without interruption. Similarly, it is the brain and energy of the Supreme Personality of Godhead that carry on the complete manifestation of the material and spiritual worlds. The philosophy of monism, explained here very clearly, adjusts itself to the fact that the supreme source of all energy is the Supreme Personality of Godhead, Kṛṣṇa. This is described very clearly. It is also stated how the impersonal feature of Kṛṣṇa can be understood: “O son of Kuntī [Arjuna], I am the taste of water, the light of the sun and moon, the syllable oṁ in the Vedic mantras; I am the sound in ether and ability in man.” (Bg. 7.8) In this way Kṛṣṇa can be understood as the mystic power in everything."
    },
    {
        "verse": "61",
        "devanagari": "यो माययेदं पुरुरूपयासृजद्बिभर्ति भूय: क्षपयत्यविक्रिय: ।यद्भेदबुद्धि: सदिवात्मदु:स्थयात्वमात्मतन्त्रं भगवन् प्रतीमहि ॥ ६१ ॥",
        "english_devnagari": "yo māyayedaṁ puru-rūpayāsṛjadbibharti bhūyaḥ kṣapayaty avikriyaḥyad-bheda-buddhiḥ sad ivātma-duḥsthayātvam ātma-tantraṁ bhagavan pratīmahi",
        "verse_Syn": [
            "yaḥ",
            "māyayā",
            "idam",
            "puru",
            "rūpayā",
            "asṛjat",
            "bibharti",
            "bhūyaḥ",
            "kṣapayati",
            "avikriyaḥ",
            "yat",
            "bheda",
            "buddhiḥ",
            "sat",
            "iva",
            "ātma",
            "duḥsthayā",
            "tvam",
            "ātma",
            "tantram",
            "bhagavan",
            "pratīmahi"
        ],
        "translation": "My dear Lord, You have manifold energies, and these energies are manifested in manifold forms. With such energies You have also created this cosmic manifestation, and although You maintain it as if it were permanent, You ultimately annihilate it. Although You are never disturbed by such changes and alterations, the living entities are disturbed by them, and therefore they find the cosmic manifestation to be different or separated from You. My Lord, You are always independent, and I can clearly see this fact.",
        "purport": " It is clearly explained that Lord Kṛṣṇa has multienergies, which can be grouped into three, namely the external energy, the internal energy and the marginal energy. There are also different cosmic manifestations — namely the spiritual world and the material world — as well as different types of living entities. Some living entities are conditioned, and others are eternally free. The eternally free living entities are called nitya-mukta, for they never come in contact with the material energy. However, some living entities are conditioned in this material world, and thus they think themselves separated from the Supreme Lord. Due to their contact with the material energy, their existence is always troublesome. Being always in distress, the conditioned soul considers the material energy to be very much disturbing. This fact is explained by a Vaiṣṇava kavi, or poet: When the living entity forgets the Supreme Lord and wants to enjoy himself independently, imitating the Supreme Lord, he is captured by the false notion that he is the enjoyer and is separated from the Supreme Lord. This material energy is therefore very much troublesome to the spiritual energy, the living entity, but the material energy is never troublesome to the Supreme Lord. Indeed, for the Supreme Lord, both material and spiritual energy are the same. In this verse Lord Śiva explains that the material energy is never troublesome to the Supreme Lord. The Supreme Lord is always independent, but because the living entities are not independent — due to their false idea of becoming independently happy — the material energy is troublesome. Consequently the material energy creates differentiation. Because the Māyāvādī philosophers cannot understand this, they want to be relieved from the material energy. However, because a Vaiṣṇava philosopher is in full knowledge of the Supreme Personality of Godhead, he finds no disturbance even in the material energy. This is because he knows how to utilize the material energy for the service of the Lord. In the government, the criminal department and civil department may appear different in the eyes of the citizens, but in the eyes of the government both departments are one and the same. The criminal department is troublesome for the criminal but not for the obedient citizen. Similarly, this material energy is troublesome for the conditioned soul, but it has nothing to do with the liberated souls who are engaged in the service of the Lord. Through the puruṣa-avatāra Mahā-Viṣṇu, the Supreme Personality of Godhead created the whole cosmic manifestation. Simply by breathing out all the universes, the Lord creates and maintains the cosmic manifestation as Lord Viṣṇu. Then as Saṅkarṣaṇa, He annihilates the cosmic manifestation. Yet despite the creation, maintenance and destruction of the cosmos, the Lord is not affected. The various activities of the Lord must be very disturbing to the tiny living entities, but since the Lord is supremely great, He is never affected. Lord Śiva or any other pure devotee can see this clearly without being blinded by bheda-buddhi, or differentiation. For a devotee, the Lord is the supreme spirit soul. Since He is supremely powerful, His various powers are also spiritual. For a devotee, there is nothing material, for material existence only means forgetfulness of the Supreme Personality of Godhead."
    },
    {
        "verse": "62",
        "devanagari": "क्रियाकलापैरिदमेव योगिन:श्रद्धान्विता: साधु यजन्ति सिद्धये ।भूतेन्द्रियान्त:करणोपलक्षितंवेदे च तन्त्रे च त एव कोविदा: ॥ ६२ ॥",
        "english_devnagari": "kriyā-kalāpair idam eva yoginaḥśraddhānvitāḥ sādhu yajanti siddhayebhūtendriyāntaḥ-karaṇopalakṣitaṁvede ca tantre ca ta eva kovidāḥ",
        "verse_Syn": [
            "kriyā",
            "kalāpaiḥ",
            "idam",
            "eva",
            "yoginaḥ",
            "śraddhā",
            "anvitāḥ",
            "sādhu",
            "yajanti",
            "siddhaye",
            "bhūta",
            "indriya",
            "antaḥ",
            "karaṇa",
            "upalakṣitam",
            "vede",
            "ca",
            "tantre",
            "ca",
            "te",
            "eva",
            "kovidāḥ"
        ],
        "translation": "My dear Lord, Your universal form consists of all five elements, the senses, mind, intelligence, false ego (which is material) and the Paramātmā, Your partial expansion, who is the director of everything. Yogīs other than the devotees — namely the karma-yogī and jñāna-yogī — worship You by their respective actions in their respective positions. It is stated both in the Vedas and in the śāstras that are corollaries of the Vedas, and indeed everywhere, that it is only You who are to be worshiped. That is the expert version of all the Vedas.",
        "purport": " In a previous verse Lord Śiva wanted to see the form of the Lord which the devotees are always interested in. There are other forms of the Lord manifest in the material world, including Brahmā and other demigods, and these are worshiped by materialistic persons. In the Second Canto, Third Chapter, of Śrīmad-Bhāgavatam, it is stated that those who desire material benefits are recommended to worship different types of demigods, and in conclusion the Bhāgavatam recommends: The devotees, the jñānīs, who are known as mokṣa-kāma, and the karmīs, who are known as sarva-kāma, are all aspiring to worship the Supreme Personality of Godhead, Viṣṇu. Even when one performs yajñas, as stated here (kriyā-kalāpaiḥ), he should always remember that the demigods are but agents of the Supreme Lord. Actually the worshipful Lord is Viṣṇu, Yajñeśvara. Thus even when different demigods are worshiped in the Vedic and Tantric sacrifices, the actual goal of sacrifice is Lord Viṣṇu. Therefore in Bhagavad-gītā (9.23) it is said: “Whatever a man may sacrifice to other gods, O son of Kuntī, is really meant for Me alone, but is offered without true understanding.” Thus the worshipers of various demigods also worship the Supreme Lord, but they do so against the regulative principles. The purpose of the regulative principles is to satisfy Lord Viṣṇu. In the Viṣṇu Purāṇa (3.8.9) the very same thing is confirmed: Here it is clearly mentioned that the karmī, jñānī or yogī — in fact, everyone — worships Lord Viṣṇu if he is actually expert in knowledge of the Vedas and Tantras. The word kovidāḥ is very significant, for it indicates the devotees of the Lord. Only the devotees know perfectly that the Supreme Personality of Godhead, Viṣṇu, is all-pervading. Within the material energy, He is represented by the five material elements as well as the mind, intelligence and ego. He is also represented by another energy — the living entities — and all these manifestations in the spiritual and material world combined are but representations of the different energies of the Lord. The conclusion is that the Lord is one and that He is expanded in everything. This is understood by the Vedic version: sarvaṁ khalv idaṁ brahma. One who knows this concentrates all his energy in worshiping Lord Viṣṇu."
    },
    {
        "verse": "63",
        "devanagari": "त्वमेक आद्य: पुरुष: सुप्तशक्ति-स्तया रज:सत्त्वतमो विभिद्यते ।महानहं खं मरुदग्निवार्धरा:सुरर्षयो भूतगणा इदं यत: ॥ ६३ ॥",
        "english_devnagari": "tvam eka ādyaḥ puruṣaḥ supta-śaktistayā rajaḥ-sattva-tamo vibhidyatemahān ahaṁ khaṁ marud agni-vār-dharāḥsurarṣayo bhūta-gaṇā idaṁ yataḥ",
        "verse_Syn": [
            "tvam",
            "ekaḥ",
            "ādyaḥ",
            "puruṣaḥ",
            "supta",
            "śaktiḥ",
            "tayā",
            "rajaḥ",
            "sattva",
            "tamaḥ",
            "vibhidyate",
            "mahān",
            "aham",
            "kham",
            "marut",
            "agni",
            "vāḥ",
            "dharāḥ",
            "sura",
            "ṛṣayaḥ",
            "bhūta",
            "gaṇāḥ",
            "idam",
            "yataḥ"
        ],
        "translation": "My dear Lord, You are the only Supreme Person, the cause of all causes. Before the creation of this material world, Your material energy remains in a dormant condition. When Your material energy is agitated, the three qualities — namely goodness, passion and ignorance — act, and as a result the total material energy — egotism, ether, air, fire, water, earth and all the various demigods and saintly persons — becomes manifest. Thus the material world is created.",
        "purport": " If the whole creation is one — that is, nothing but the Supreme Lord, or Viṣṇu — then why do the expert transcendentalists make such categories as are found in the above verse? Why do learned and expert scholars distinguish between matter and spirit? In answer to these questions, Lord Śiva says that spirit and matter are not creations of various philosophers, but are manifested by Lord Viṣṇu, as described in this verse: tvam eka ādyaḥ puruṣaḥ. Spiritual and material categories are made possible by the Supreme Personality of Godhead, but actually there are no such distinctions for the living entities who are eternally engaged in the service of the Lord. There is only a material world for those who want to imitate the Lord and become enjoyers. Indeed, the material world is nothing but forgetfulness of the original Supreme Personality of Godhead, the creator of everything. The distinction between matter and spirit is created by the sleeping energy of the Lord when the Lord wants to give some facility to those living entities who want to imitate the Lord in His enjoyment. It is only for them that this material world is created by the dormant energy of the Lord. For instance, sometimes children want to imitate their mother and cook in the kitchen, and at such a time the mother supplies them with some toys so that the children can imitate her cooking. Similarly, when some of the living entities want to imitate the activities of the Lord, this material cosmic manifestation is created for them by the Lord. The material creation is therefore caused by the Lord through His material energy. It is by the glance of the Lord that the material energy is activated. At that time the three material qualities are set into motion, and the material energy is manifested first in the form of the mahat-tattva, then egotism, then ether, then air, fire, water and earth. After the creation, the living entities are impregnated in the cosmic manifestation, and they emerge as Lord Brahmā and the seven great ṛṣis, then as different demigods. From the demigods come human beings, animals, trees, birds, beasts and everything else. The original cause, however, is the Supreme Personality of Godhead, as verified herein: tvam eka ādyaḥ puruṣaḥ. This is also confirmed in Brahma-saṁhitā (5.1): Those who are covered by the material energy cannot understand that the origin of everything is the Supreme Personality of Godhead, Kṛṣṇa. This is summarized in the Vedānta aphorism janmādy asya yataḥ (Vedānta-sūtra 1.1.2). Kṛṣṇa also confirms this in Bhagavad-gītā (10.8): “I am the source of all spiritual and material worlds. Everything emanates from Me. The wise who perfectly know this engage in My devotional service and worship Me with all their hearts.” When Kṛṣṇa says that He is the origin of everything (ahaṁ sarvasya prabhavaḥ), He means that He is even the source of Lord Brahmā, Lord Śiva, the puruṣa-avatāras, the material manifestation and all the living entities within the material world. Actually the word prabhava, “creation,” refers only to this material world, for since the spiritual world is eternally existing, there is no question of creation. In the catuḥ-ślokī of Śrīmad-Bhāgavatam, the Lord says, aham evāsam evāgre: “I was existing in the beginning before the creation.” (Bhāg. 2.9.33) In the Vedas it is also said, eko nārāyaṇa āsīt: “Before the creation there was only Nārāyaṇa.” This is also confirmed by Śaṅkarācārya. Nārāyaṇaḥ paro ’vyaktāt: “Nārāyaṇa is transcendental to the creation.” (Gīta-bhāṣya) Since all the activities of Nārāyaṇa are spiritual, when Nārāyaṇa said, “Let there be creation,” that creation was all-spiritual. The “material” only exists for those who have forgotten that Nārāyaṇa is the original cause."
    },
    {
        "verse": "64",
        "devanagari": "सृष्टं स्वशक्त्येदमनुप्रविष्ट-श्चचतुर्विधं पुरमात्मांशकेन ।अथो विदुस्तं पुरुषं सन्तमन्त-र्भुङ्क्ते हृषीकैर्मधु सारघं य: ॥ ६४ ॥",
        "english_devnagari": "sṛṣṭaṁ sva-śaktyedam anupraviṣṭaścatur-vidhaṁ puram ātmāṁśakenaatho vidus taṁ puruṣaṁ santam antarbhuṅkte hṛṣīkair madhu sāra-ghaṁ yaḥ",
        "verse_Syn": [
            "sṛṣṭam",
            "sva",
            "śaktyā",
            "idam",
            "anupraviṣṭaḥ",
            "catuḥ",
            "vidham",
            "puram",
            "ātma",
            "aṁśakena",
            "atho",
            "viduḥ",
            "tam",
            "puruṣam",
            "santam",
            "antaḥ",
            "bhuṅkte",
            "hṛṣīkaiḥ",
            "madhu",
            "sāra",
            "gham",
            "yaḥ"
        ],
        "translation": "My dear Lord, after creating by Your own potencies, You enter within the creation in four kinds of forms. Being within the hearts of the living entities, You know them and know how they are enjoying their senses. The so-called happiness of this material creation is exactly like the bees’ enjoyment of honey after it has been collected in the honeycomb.",
        "purport": " The material cosmic manifestation is an exhibition of the external energy of the Supreme Personality of Godhead, but because dull matter cannot work independently, the Lord Himself enters within this material creation in the form of a partial expansion (Paramātmā), and He enters also by His separated parts and parcels (the living entities). In other words, both the living entities and the Supreme Personality of Godhead enter into the material creation just to make it active. As stated in Bhagavad-gītā (7.5): “Besides this inferior nature, O mighty-armed Arjuna, there is a superior energy of Mine, which consists of all living entities who are struggling with the material nature and are sustaining the universe.” Since the material world cannot work independently, the living entities enter into the material manifestation in four different types of bodies. The word catur-vidham is significant in this verse. There are four types of living entities born within this material world: some are born by way of an embryo (jarāyu-ja), some by way of eggs (aṇḍa-ja), some by perspiration (sveda-ja), and some, like the trees, by way of seeds (udbhij-ja). Regardless of how these living entities appear, they are all busy in the pursuit of sense enjoyment. The materialistic scientists’ contention that living entities other than human beings have no soul is nullified herein. Whether they are born through an embryo, eggs, perspiration or seeds, all living entities in the 8,400,000 species of life are parts and parcels of the Supreme Personality of Godhead, and each therefore is an individual spiritual spark and soul. The Supreme Personality of Godhead also remains within the heart of the living entity, regardless of whether the living entity is a man, animal, tree, germ or microbe. The Lord resides in everyone’s heart, and because all living entities who come to this material world do so in order to fulfill their desire for sense enjoyment, the Lord directs the living entities to enjoy their senses. Thus the Paramātmā, the Supreme Personality of Godhead, knows everyone’s desires. As stated in Bhagavad-gītā (15.15): “I am seated in everyone’s heart, and from Me come remembrance, knowledge and forgetfulness.” Remaining within the hearts of all living entities, the Lord bestows remembrance by which the living entities can enjoy certain things. Thus the living entities create their enjoyable honeycombs and then enjoy them. The example of the bees is appropriate because when bees try to enjoy their honeycomb, they have to suffer the bites of other bees. Because bees bite one another when they enjoy honey, they are not exclusively enjoying the sweetness of the honey, for there is also suffering. In other words, the living entities are subjected to the pains and pleasures of material enjoyment, whereas the Supreme Personality of Godhead, knowing their plans for sense enjoyment, is aloof from them. In the Upaniṣads the example is given of two birds sitting on a tree. One bird (the jīva, or living entity) is enjoying the fruits of that tree, and the other bird (Paramātmā) is simply witnessing. In the Bhagavad-gītā (13.23) the Supreme Personality of Godhead as Paramātmā is described as upadraṣṭā (the overseer) and anumantā (the permitter). Thus the Lord simply witnesses and gives the living entity sanction for sense enjoyment. It is the Paramātmā also who gives the intelligence by which the bees can construct a hive, collect honey from various flowers, store it and enjoy it. Although the Paramātmā is aloof from the living entities, He knows their intentions, and He gives them facilities by which they can enjoy or suffer the results of their actions. Human society is exactly like a beehive, for everyone is engaged in collecting honey from various flowers, or collecting money from various sources, and creating large empires for common enjoyment. However, after these empires are created, the bites of other nations have to be suffered. Sometimes nations declare war upon one another, and the human beehives become sources of misery. Although human beings are creating their beehives in order to enjoy the sweetness of their senses, they are at the same time suffering from the bites of other persons or nations. The Supreme Personality of Godhead as Paramātmā is simply witnessing all these activities. The conclusion is that both the Supreme Personality of Godhead and the jīvas enter into this material world. However, the Paramātmā, or Supreme Personality of Godhead, is worshipable because He has arranged for the happiness of the living entity in the material world. Because it is the material world, however, no one can enjoy any kind of happiness without inebriety. Material enjoyment means inebriety, whereas spiritual enjoyment means pure enjoyment under the protection of the Supreme Personality of Godhead."
    },
    {
        "verse": "65",
        "devanagari": "स एष लोकानतिचण्डवेगोविकर्षसि त्वं खलु कालयान: ।भूतानि भूतैरनुमेयतत्त्वोघनावलीर्वायुरिवाविषह्य: ॥ ६५ ॥",
        "english_devnagari": "sa eṣa lokān aticaṇḍa-vegovikarṣasi tvaṁ khalu kāla-yānaḥbhūtāni bhūtair anumeya-tattvoghanāvalīr vāyur ivāviṣahyaḥ",
        "verse_Syn": [
            "saḥ",
            "eṣaḥ",
            "lokān",
            "ati",
            "caṇḍa",
            "vegaḥ",
            "vikarṣasi",
            "tvam",
            "khalu",
            "kāla",
            "yānaḥ",
            "bhūtāni",
            "bhūtaiḥ",
            "anumeya",
            "tattvaḥ",
            "ghana",
            "āvalīḥ",
            "vāyuḥ",
            "iva",
            "aviṣahyaḥ"
        ],
        "translation": "My dear Lord, Your absolute authority cannot be directly experienced, but one can guess by seeing the activities of the world that everything is being destroyed in due course of time. The force of time is very strong, and everything is being destroyed by something else — just as one animal is being eaten by another animal. Time scatters everything, exactly as the wind scatters clouds in the sky.",
        "purport": " The process of destruction is going on according to the law of nature. Nothing within this material world can be permanent, although scientists, philosophers, workers and everyone else are trying to make things permanent. One foolish scientist recently declared that eventually life will be made permanent through science. Some so-called scientists are also trying to manufacture living entities within the laboratory. Thus in one way or another everyone is busy denying the existence of the Supreme Personality of Godhead and rejecting the supreme authority of the Lord. However, the Lord is so powerful that He destroys everything in the form of death. As Kṛṣṇa says in Bhagavad-gītā (10.34), mṛtyuḥ sarva-haraś cāham: “I am all-devouring death.” The Lord is just like death to the atheists, for He takes away everything they accumulate in the material world. Hiraṇyakaśipu, the father of Prahlāda, always denied the existence of the Lord, and he tried to kill his five-year-old boy due to the boy’s unflinching faith in God. However, in due course of time the Lord appeared as Nṛsiṁhadeva and killed Hiraṇyakaśipu in the presence of his son. As stated in Śrīmad-Bhāgavatam (1.13.47), this killing process is natural. Jīvo jīvasya jīvanam: “One animal is food for another animal.” A frog is eaten by a snake, a snake is eaten by a mongoose, and the mongoose is eaten by another animal. In this way the process of destruction goes on by the supreme will of the Lord. Although we do not see the hand of the Supreme Lord directly, we can feel the presence of that hand through the Lord’s process of destruction. We can see the clouds scattered by the wind, although we cannot see how this is being done because it is not possible to see the wind. Similarly, although we do not directly see the Supreme Personality of Godhead, we can see that He controls the process of destruction. The destructive process is going on fiercely under the control of the Lord, but the atheists cannot see it."
    },
    {
        "verse": "66",
        "devanagari": "प्रमत्तमुच्चैरिति कृत्यचिन्तयाप्रवृद्धलोभं विषयेषु लालसम् ।त्वमप्रमत्त: सहसाभिपद्यसेक्षुल्लेलिहानोऽहिरिवाखुमन्तक: ॥ ६६ ॥",
        "english_devnagari": "pramattam uccair iti kṛtya-cintayāpravṛddha-lobhaṁ viṣayeṣu lālasamtvam apramattaḥ sahasābhipadyasekṣul-lelihāno ’hir ivākhum antakaḥ",
        "verse_Syn": [
            "pramattam",
            "uccaiḥ",
            "iti",
            "kṛtya",
            "cintayā",
            "pravṛddha",
            "lobham",
            "viṣayeṣu",
            "lālasam",
            "tvam",
            "apramattaḥ",
            "sahasā",
            "abhipadyase",
            "kṣut",
            "lelihānaḥ",
            "ahiḥ",
            "iva",
            "ākhum",
            "antakaḥ"
        ],
        "translation": "My dear Lord, all living entities within this material world are mad after planning for things, and they are always busy with a desire to do this or that. This is due to uncontrollable greed. The greed for material enjoyment is always existing in the living entity, but Your Lordship is always alert, and in due course of time You strike him, just as a snake seizes a mouse and very easily swallows him.",
        "purport": " Everyone is greedy, and everyone makes plans for material enjoyment. In his lust for material enjoyment, the living entity is described as a madman. As stated in Bhagavad-gītā (3.27): “The bewildered spirit soul, under the influence of the three modes of material nature, thinks himself to be the doer of activities which are in actuality carried out by nature.” Everything is enacted by the laws of nature, and these laws are under the direction of the Supreme Personality of Godhead. The atheists, or unintelligent men, do not know this. They are busy making their own plans, and big nations are busy expanding their empires. And yet we know that in due course of time many empires have come into existence and been destroyed. Many aristocratic families were created by people in their extreme madness, but we can see that in the course of time those families and empires have all been destroyed. But still the foolish atheists do not accept the supreme authority of the Lord. Such foolish people unnecessarily concoct their own duties without referring to the supreme authority of the Lord. The so-called political leaders are busy making plans to advance the material prosperity of their nation, but factually these political leaders only want an exalted position for themselves. Due to their greed for material position, they falsely present themselves as leaders before the people and collect their votes, although they are completely under the grip of the laws of material nature. These are some of the faults of modern civilization. Without taking to God consciousness and accepting the authority of the Lord, the living entities become ultimately confused and frustrated in their planmaking attempts. Due to their unauthorized plans for economic development, the price of commodities is rising daily all over the world, so much so that is has become difficult for the poorer classes, and they are suffering the consequences. And due to lack of Kṛṣṇa consciousness, people are being fooled by so-called leaders and planmakers. Consequently, the sufferings of the people are increasing. According to the laws of nature, which are backed by the Lord, nothing can be permanent within this material world; therefore everyone should be allowed to take shelter of the Absolute in order to be saved. In this regard, Lord Kṛṣṇa says in Bhagavad-gītā (5.29): “The sage who knows Me as the ultimate purpose of all sacrifices and austerities, the Supreme Lord of all planets and demigods, and the benefactor and well-wisher of all living entities attains peace from the pangs of material miseries.” If one wants peace of mind and tranquillity in society, he must accept the fact that the real enjoyer is the Supreme Personality of Godhead. The Lord is the proprietor of everything all over the universe, and He is the supreme friend of all living entities as well. By understanding this, people can become happy and peaceful individually and collectively."
    },
    {
        "verse": "67",
        "devanagari": "कस्त्वत्पदाब्जं विजहाति पण्डितोयस्तेऽवमानव्ययमानकेतन: ।विशङ्कयास्मद्गुरुरर्चति स्म यद्विनोपपत्तिं मनवश्चतुर्दश ॥ ६७ ॥",
        "english_devnagari": "kas tvat-padābjaṁ vijahāti paṇḍitoyas te ’vamāna-vyayamāna-ketanaḥviśaṅkayāsmad-gurur arcati sma yadvinopapattiṁ manavaś caturdaśa",
        "verse_Syn": [
            "kaḥ",
            "tvat",
            "pada",
            "abjam",
            "vijahāti",
            "paṇḍitaḥ",
            "yaḥ",
            "te",
            "avamāna",
            "vyayamāna",
            "ketanaḥ",
            "viśaṅkayā",
            "asmat",
            "guruḥ",
            "arcati",
            "sma",
            "yat",
            "vinā",
            "upapattim",
            "manavaḥ",
            "catuḥ",
            "daśa"
        ],
        "translation": "My dear Lord, any learned person knows that unless he worships You, his entire life is spoiled. Knowing this, how could he give up worshiping Your lotus feet? Even our father and spiritual master, Lord Brahmā, unhesitatingly worshiped You, and the fourteen Manus followed in his footsteps.",
        "purport": " The word paṇḍita means “a wise man.” Who is actually a wise man? The wise man is described in Bhagavad-gītā (7.19) in this way: “After many births and deaths, he who is actually in knowledge surrenders unto Me, knowing Me to be the cause of all causes and all that is. Such a great soul is very rare.” Thus when the wise man actually becomes wise after many births and whimsical attempts at self-realization, he surrenders unto the Supreme Personality of Godhead, Kṛṣṇa. Such a mahātmā, or learned person, knows that Kṛṣṇa, Vāsudeva, is everything (vāsudevaḥ sarvam iti). Learned persons always think that life is wasted unless they worship Lord Kṛṣṇa or become His devotee. Śrīla Rūpa Gosvāmī also says that when one becomes an advanced devotee, he understands that he should be reserved and perseverant (kṣāntiḥ) and that he should engage in the service of the Lord and not waste time (avyartha-kālatvam). He should also be detached from all material attraction (viraktiḥ), and he should not long for any material respect in return for his activities (māna-śūnyatā). He should be certain that Kṛṣṇa will bestow His mercy upon him (āśā-bandhaḥ), and he should always be very eager to serve the Lord faithfully (samutkaṇṭhā). The wise man is always very eager to glorify the Lord by chanting and hearing (nāma-gāne sadā ruciḥ), and he is always eager to describe the transcendental qualities of the Lord (āsaktis tad-guṇākhyāne). He should also be attracted to those places where the Lord had His pastimes (prītis tad-vasati-sthale). These are symptoms of an advanced devotee. An advanced devotee, or a perfect human being who is actually wise and learned, cannot give up his service at the lotus feet of the Lord. Although Lord Brahmā has a long life span (4,320,000,000 years constitute twelve hours in a day of Brahmā), Brahmā is afraid of death and consequently engages in the devotional service of the Lord. Similarly, all the Manus who appear and disappear during the day of Brahmā are also engaged in the Lord’s devotional service. In Brahmā’s one day, fourteen Manus appear and disappear. The first Manu is Svāyambhuva Manu. Each Manu lives for seventy-one yugas, each consisting of some 4,320,000 years. Although the Manus have such a long life span, they still prepare for the next life by engaging in the devotional service of the Lord. In this age human beings only live for sixty or eighty years, and even this small life span is gradually decreasing. Therefore it is even more imperative for human beings to take to the worship of the lotus feet of the Lord by constantly chanting the Hare Kṛṣṇa mantra, as recommended by Lord Caitanya Mahāprabhu: When one is engaged in devotional service, he is often surrounded by envious people, and often many enemies come to try to defeat him or stop him. This is not new in this present age, for even in the days of yore Prahlāda Mahārāja, who was engaged in the devotional service of the Lord, was harassed by his demoniac father, Hiraṇyakaśipu. The atheists are always prepared to harass a devotee; therefore Caitanya Mahāprabhu suggested that one be very tolerant of these people. Nonetheless, one has to continue chanting the Hare Kṛṣṇa mantra and preaching the chanting of this mantra because such preaching and chanting constitute the perfection of life. One should chant and preach about the urgency of making this life perfect in all respects. One should thus engage in the devotional service of the Lord and follow in the footsteps of previous ācāryas, beginning with Lord Brahmā and others."
    },
    {
        "verse": "68",
        "devanagari": "अथ त्वमसि नो ब्रह्मन् परमात्मन् विपश्चिताम् ।विश्वं रुद्रभयध्वस्तमकुतश्चिद्भया गति: ॥ ६८ ॥",
        "english_devnagari": "atha tvam asi no brahmanparamātman vipaścitāmviśvaṁ rudra-bhaya-dhvastamakutaścid-bhayā gatiḥ",
        "verse_Syn": [
            "atha",
            "tvam",
            "asi",
            "naḥ",
            "brahman",
            "parama",
            "ātman",
            "vipaścitām",
            "viśvam",
            "rudra",
            "bhaya",
            "dhvastam",
            "akutaścit",
            "bhayā",
            "gatiḥ"
        ],
        "translation": "My dear Lord, all actually learned persons know You as the Supreme Brahman and the Supersoul. Although the entire universe is afraid of Lord Rudra, who ultimately annihilates everything, for the learned devotees You are the fearless destination of all.",
        "purport": " For the purpose of creation, maintenance and annihilation of this cosmic manifestation, there are three lords — Brahmā, Viṣṇu and Śiva (Maheśvara). The material body is finished at the time of annihilation. Both the universal body and the small unit, the individual living entity’s body, are susceptible to annihilation at the ultimate end. However, the devotees do not fear the annihilation of the body, for they are confident that after the annihilation they will go back home, back to Godhead (tyaktvā dehaṁ punar janma naiti mām eti so ’rjuna). If one strictly follows the process of devotional service, he has no fear of death, for he is predestined to go back home, back to Godhead. The nondevotees are fearful of death because they have no guarantee of where they are going or of the type of body they are going to get in their next life. The word rudra-bhaya is significant in this verse because Rudra himself, Lord Śiva, is speaking of “fear of Rudra.” This indicates that there are many Rudras — eleven Rudras — and the Rudra (Lord Śiva) who was offering this prayer to the Supreme Personality of Godhead is different from the other Rudras, although he is as powerful as they are. The conclusion is that one Rudra is afraid of another Rudra because each and every one of them is engaged in the destruction of this cosmic manifestation. But for the devotee, everyone is afraid of Rudra, even Rudra himself. A devotee is never afraid of Rudra because he is always secure, being protected by the lotus feet of the Lord. As Śrī Kṛṣṇa says in Bhagavad-gītā (9.31), kaunteya pratijānīhi na me bhaktaḥ praṇaśyati: “My dear Arjuna, you may declare publicly that My pure devotee will not be vanquished under any circumstances.”"
    },
    {
        "verse": "69",
        "devanagari": "इदं जपत भद्रं वो विशुद्धा नृपनन्दना: ।स्वधर्ममनुतिष्ठन्तो भगवत्यर्पिताशया: ॥ ६९ ॥",
        "english_devnagari": "idaṁ japata bhadraṁ voviśuddhā nṛpa-nandanāḥsva-dharmam anutiṣṭhantobhagavaty arpitāśayāḥ",
        "verse_Syn": [
            "idam",
            "japata",
            "bhadram",
            "vaḥ",
            "viśuddhāḥ",
            "nṛpa",
            "nandanāḥ",
            "sva",
            "dharmam",
            "anutiṣṭhantaḥ",
            "bhagavati",
            "arpita",
            "āśayāḥ"
        ],
        "translation": "My dear sons of the King, just execute your occupational duty as kings with a pure heart. Just chant this prayer fixing your mind on the lotus feet of the Lord. That will bring you all good fortune, for the Lord will be very much pleased with you.",
        "purport": " The prayers offered by Lord Śiva are very authoritative and significant. Simply by offering prayers to the Supreme Lord one can become perfect, even though engaged in his occupational duty. The real purpose of life is to become a devotee of the Lord. It does not matter where one is situated. Whether one is a brāhmaṇa, kṣatriya, vaiśya, śūdra, American, Englishman, Indian, etc., one can execute devotional service anywhere and everywhere in the material existence simply by offering prayers unto the Supreme Personality of Godhead. The Hare Kṛṣṇa mahā-mantra is also a prayer, for a prayer addresses the Supreme Personality of Godhead by His name and invokes good fortune by petitioning the Lord to allow one to engage in His devotional service. The Hare Kṛṣṇa mahā-mantra also says, “My dear Lord Kṛṣṇa, my dear Lord Rāma, O energy of the Lord, Hare, kindly engage me in Your service.” Although one may be situated in a lowly position, he can execute devotional service under any circumstance, as stated, ahaituky apratihatā: “Devotional service cannot be checked by any material condition.” (Bhāg. 1.2.6) Lord Caitanya Mahāprabhu also recommended this process: One may remain situated in his own place or in his own occupational duty and still lend his ear to receive the message of the Lord from realized souls. The Kṛṣṇa conscious movement is based on this principle, and we are opening centers all over the world to give everyone a chance to hear the message of Lord Kṛṣṇa in order to go back home, back to Godhead."
    },
    {
        "verse": "70",
        "devanagari": "तमेवात्मानमात्मस्थं सर्वभूतेष्ववस्थितम् ।पूजयध्वं गृणन्तश्च ध्यायन्तश्चासकृद्धरिम् ॥ ७० ॥",
        "english_devnagari": "tam evātmānam ātma-sthaṁsarva-bhūteṣv avasthitampūjayadhvaṁ gṛṇantaś cadhyāyantaś cāsakṛd dharim",
        "verse_Syn": [
            "tam",
            "eva",
            "ātmānam",
            "ātma",
            "stham",
            "sarva",
            "bhūteṣu",
            "avasthitam",
            "pūjayadhvam",
            "gṛṇantaḥ",
            "ca",
            "dhyāyantaḥ",
            "ca",
            "asakṛt",
            "harim"
        ],
        "translation": "Therefore, O sons of the King, the Supreme Personality of Godhead, Hari, is situated in everyone’s heart. He is also within your hearts. Therefore chant the glories of the Lord and always meditate upon Him continuously.",
        "purport": " The word asakṛt is significant, for it means not just for a few minutes but continuously. That is the instruction given by Lord Caitanya Mahāprabhu in His Śikṣāṣṭaka. Kīrtanīyaḥ sadā hariḥ: “The holy name of the Lord should be chanted twenty-four hours daily.” Therefore in this Kṛṣṇa consciousness movement we request the devotees to chant at least sixteen rounds on their beads daily. Actually one has to chant twenty-four hours daily, just like Ṭhākura Haridāsa, who was chanting the Hare Kṛṣṇa mantra three hundred thousand times daily. Indeed, he had no other business. Some of the Gosvāmīs, like Raghunātha dāsa Gosvāmī, were also chanting very rigidly and also offering obeisances very rigidly. As stated in Śrīnivāsācārya’s prayer to the Six Gosvāmīs (Ṣaḍ-gosvāmy-aṣṭaka), saṅkhyā-pūrvaka-nāma-gāna-natibhiḥ kālāvasānī-kṛtau. The word saṅkhyā-pūrvaka means “maintaining a numerical strength.” Not only was Raghunātha dāsa Gosvāmī chanting the holy name of the Lord, but he was also offering obeisances in the same prolific numbers. Because the princes were ready to enter into some severe austerity in order to worship the Lord, Lord Śiva advised them to constantly chant of and meditate upon the Supreme Personality of Godhead. It is significant that Lord Śiva personally offered his prayers to the Supreme Personality of Godhead just as he was taught by his father, Lord Brahmā. Similarly, he was also preaching to the princes according to the paramparā system. One not only should practice the instructions received from the spiritual master but should also distribute this knowledge to one’s disciples. The words ātmānam ātma-sthaṁ sarva-bhūteṣv avasthitam are also significant. The Personality of Godhead is the origin of all living entities. Because the living entities are parts and parcels of the Lord, He is the father of all of them. One can search out the Supreme Lord very easily within one’s heart, for He is situated in every living entity’s heart. In this verse the process of worshiping the Lord is considered to be very easy and complete, for anyone can sit down anywhere and in any condition of life and simply chant the holy names of the Lord. By chanting and hearing, one automatically engages in meditation."
    },
    {
        "verse": "71",
        "devanagari": "योगादेशमुपासाद्य धारयन्तो मुनिव्रता: ।समाहितधिय: सर्व एतदभ्यसताद‍ृता: ॥ ७१ ॥",
        "english_devnagari": "yogādeśam upāsādyadhārayanto muni-vratāḥsamāhita-dhiyaḥ sarvaetad abhyasatādṛtāḥ",
        "verse_Syn": [
            "yoga",
            "ādeśam",
            "upāsādya",
            "dhārayantaḥ",
            "muni",
            "vratāḥ",
            "samāhita",
            "dhiyaḥ",
            "sarve",
            "etat",
            "abhyasata",
            "ādṛtāḥ"
        ],
        "translation": "My dear princes, in the form of a prayer I have delineated the yoga system of chanting the holy name. All of you should take this important stotra within your minds and promise to keep it in order to become great sages. By acting silently like a great sage and by giving attention and reverence, you should practice this method.",
        "purport": " In the haṭha-yoga system one has to practice bodily exercises, dhyāna, dhāraṇā, āsana, meditation, etc. One also has to sit in one place in a particular posture and concentrate his gaze on the tip of the nose. There are so many rules and regulations for the haṭha-yoga system that it is practically impossible to perform it in this age. The alternative system of bhakti-yoga is very easy not only in this age but in others as well, for this yoga system was advocated long ago by Lord Śiva when he advised the princes, the sons of Mahārāja Prācīnabarhiṣat. The bhakti-yoga system is not newly introduced, for even five thousand years ago Lord Kṛṣṇa recommended this bhakti-yoga as the topmost yoga. As Kṛṣṇa tells Arjuna in Bhagavad-gītā (6.47): “Of all yogīs, he who always abides in Me with great faith, worshiping Me in transcendental loving service, is most intimately united with Me in yoga and is the highest of all.” The topmost yogī is he who constantly thinks of Kṛṣṇa within himself and chants the glories of the Lord. In other words, this system of bhakti-yoga has been existing from time immemorial and is now continuing in this Kṛṣṇa consciousness movement. The word muni-vratāḥ is significant in this regard because those who are interested in advancing in spiritual life must be silent. Silence means talking only of kṛṣṇa-kathā. This is the silence of Mahārāja Ambarīṣa: “King Ambarīṣa always fixed his mind on the lotus feet of the Lord and talked of Him only.” (Bhāg. 9.4.19) We should also take this opportunity in life to become as good as a great saint simply by not talking unnecessarily with unwanted persons. We should either talk of Kṛṣṇa or chant Hare Kṛṣṇa undeviatingly. This is called muni-vrata. The intelligence must be very sharp (samāhita-dhiyaḥ) and should always be acting in Kṛṣṇa consciousness. The words etad abhyasatādṛtāḥ indicate that if one takes these instructions from a spiritual master with great reverence (ādṛta) and practices them accordingly, he will find this bhakti-yoga process to be very, very easy."
    },
    {
        "verse": "72",
        "devanagari": "इदमाह पुरास्माकं भगवान् विश्वसृक्पति: ।भृग्वादीनामात्मजानां सिसृक्षु: संसिसृक्षताम् ॥ ७२ ॥",
        "english_devnagari": "idam āha purāsmākaṁbhagavān viśvasṛk-patiḥbhṛgv-ādīnām ātmajānāṁsisṛkṣuḥ saṁsisṛkṣatām",
        "verse_Syn": [
            "idam",
            "āha",
            "purā",
            "asmākam",
            "bhagavān",
            "viśva",
            "sṛk",
            "patiḥ",
            "bhṛgu",
            "ādīnām",
            "ātmajānām",
            "sisṛkṣuḥ",
            "saṁsisṛkṣatām"
        ],
        "translation": "This prayer was first spoken to us by Lord Brahmā, the master of all creators. The creators, headed by Bhṛgu, were instructed in these prayers because they wanted to create.",
        "purport": " Lord Brahmā was created by Lord Viṣṇu; then Lord Brahmā created Lord Śiva and other great sages, headed by Bhṛgu Muni. These great sages included Bhṛgu, Marīci, Ātreya, Vasiṣṭha and others. All these great sages were in charge of creating population. Since there were not very many living entities in the beginning, Viṣṇu entrusted Brahmā with the business of creation, and Brahmā in his turn created many hundreds and thousands of demigods and great sages to continue with the creation. At the same time, Lord Brahmā cautioned all his sons and disciples by reciting the prayers now recited by Lord Śiva. The material creation means material engagement, but material engagements can be counteracted if we always remember our relationship with the Lord as that relationship is described in these prayers recited by Lord Śiva. In this way we can remain constantly in touch with the Supreme Personality of Godhead. Thus despite our engagement in the creation, we cannot be deviated from the path of Kṛṣṇa consciousness. The Kṛṣṇa consciousness movement is especially meant for this purpose. In this material world everyone is engaged in some particular occupational duty which is prescribed in the varṇāśrama-dharma. Brāhmaṇas, kṣatriyas, vaiśyas, śūdras and everyone are engaged in their occupational duty, but if one remembers his first duty — keeping in constant contact with the Supreme Personality of Godhead — everything will be successful. If one simply executes the rules and regulations of the varṇāśrama-dharma in the role of a brāhmaṇa, kṣatriya, vaiśya or śūdra and keeps busy and does not remember one’s eternal relationship with the Lord, one’s business and activities as well as occupational duties will simply be a waste of time. This is confirmed in the First Canto of Śrīmad-Bhāgavatam (1.2.8): The conclusion is that even if one is busy executing his occupational duty, his business in Kṛṣṇa consciousness need not be hampered. He has simply to execute the devotional service of śravaṇaṁ kīrtanam — hearing, chanting and remembering. One need not abandon his occupational duty. As stated in Bhagavad-gītā (18.46): “By worship of the Lord — who is the source of all beings and who is all-pervading — man can, in the performance of his own duty, attain perfection.” Thus one can continue with his occupational duty, but if he worships the Supreme Personality of Godhead as Lord Śiva herein prescribes, he attains his perfection of life. Svanuṣṭhitasya dharmasya saṁsiddhir hari-toṣaṇam (Bhāg. 1.2.13): we should continue executing our occupational duties, but if we try to satisfy the Supreme Personality of Godhead by our duties, then our lives will be perfected."
    },
    {
        "verse": "73",
        "devanagari": "ते वयं नोदिता: सर्वे प्रजासर्गे प्रजेश्वरा: ।अनेन ध्वस्ततमस: सिसृक्ष्मो विविधा: प्रजा: ॥ ७३ ॥",
        "english_devnagari": "te vayaṁ noditāḥ sarveprajā-sarge prajeśvarāḥanena dhvasta-tamasaḥsisṛkṣmo vividhāḥ prajāḥ",
        "verse_Syn": [
            "te",
            "vayam",
            "noditāḥ",
            "sarve",
            "prajā",
            "sarge",
            "prajā",
            "īśvarāḥ",
            "anena",
            "dhvasta",
            "tamasaḥ",
            "sisṛkṣmaḥ",
            "vividhāḥ",
            "prajāḥ"
        ],
        "translation": "When all the Prajāpatis were ordered to create by Lord Brahmā, we chanted these prayers in praise of the Supreme Personality of Godhead and became completely free from all ignorance. Thus we were able to create different types of living entities.",
        "purport": " In this verse we can understand that the various types of living entities were created simultaneously at the very beginning of the creation. The nonsensical Darwinian theory of evolution is not applicable here. It is not that intelligent human beings did not exist millions of years ago. On the contrary, it is understood that the most intelligent creature, Lord Brahmā, was first created. Then Lord Brahmā created other saintly sages like Marīci, Bhṛgu, Ātreya, Vasiṣṭha and Lord Śiva. They in their turn created different types of bodies according to karma. In Śrīmad-Bhāgavatam Lord Kapiladeva told His mother that the living entity gets a particular type of body in accordance with his work and that this body is decided upon by higher authorities. The higher authorities, as appointed by the Supreme Personality of Godhead, are Lord Brahmā and all other Prajāpatis and Manus. Thus from the beginning of creation it can be seen that the first creature is the most intelligent. It is not that so-called modern intelligence has developed by the gradual process of evolution. As stated in Brahma-vaivarta Purāṇa, there is a gradual evolutionary process, but it is not the body that is evolving. All the bodily forms are already there. It is the spiritual entity, or spiritual spark within the body, that is being promoted by the laws of nature under the supervision of superior authority. We can understand from this verse that from the very beginning of creation different varieties of living entities were existing. It is not that some of them have become extinct. Everything is there; it is due to our lack of knowledge that we cannot see things in their proper perspective. In this verse the word dhvasta-tamasaḥ is very important, for without being free of ignorance one cannot control the creation of different types of living entities. As stated in Śrīmad-Bhāgavatam (3.31.1), daiva-netreṇa: bodies are awarded under the supervision of superior powers. How can these superior powers control the evolutionary process of the living entity if they are not free from all imperfection? The followers of the Vedic instructions cannot accept the Darwinian theory of evolution, for it is marred by imperfect knowledge."
    },
    {
        "verse": "74",
        "devanagari": "अथेदं नित्यदा युक्तो जपन्नवहित: पुमान् ।अचिराच्छ्रेय आप्नोति वासुदेवपरायण: ॥ ७४ ॥",
        "english_devnagari": "athedaṁ nityadā yuktojapann avahitaḥ pumānacirāc chreya āpnotivāsudeva-parāyaṇaḥ",
        "verse_Syn": [
            "atha",
            "idam",
            "nityadā",
            "yuktaḥ",
            "japan",
            "avahitaḥ",
            "pumān",
            "acirāt",
            "śreyaḥ",
            "āpnoti",
            "vāsudeva",
            "parāyaṇaḥ"
        ],
        "translation": "A devotee of Lord Kṛṣṇa whose mind is always absorbed in Him, who with great attention and reverence chants this stotra [prayer], will achieve the greatest perfection of life without delay.",
        "purport": " Perfection means becoming a devotee of Lord Kṛṣṇa. As stated in the First Canto of Śrīmad-Bhāgavatam (1.2.28), vāsudeva-parā vedā vāsudeva-parā makhāḥ. The ultimate goal of life is Vāsudeva, or Kṛṣṇa. Any devotee of Lord Kṛṣṇa can attain all perfection, material gains and liberation simply by offering prayers to Him. There are many varieties of prayers to Lord Kṛṣṇa chanted by great sages and great personalities such as Lord Brahmā and Lord Śiva. Lord Kṛṣṇa is known as śiva-viriñci-nutam (Bhāg. 11.5.33). Śiva means Lord Śiva, and viriñci means Lord Brahmā. Both of these demigods are engaged in offering prayers to Lord Vāsudeva, Kṛṣṇa. If we follow in the footsteps of such great personalities and become devotees of Lord Kṛṣṇa, our lives will become successful. Unfortunately people do not know this secret. Na te viduḥ svārtha-gatiṁ hi viṣṇum: “They do not know that the real interest and the highest perfection of life is to worship Lord Viṣṇu [Kṛṣṇa].” (Bhāg. 7.5.31) It is impossible to become satisfied by trying to adjust the external energy. Without being a devotee of Lord Kṛṣṇa, one can only be baffled and confused. To save living entities from such a calamity, Lord Kṛṣṇa points out in Bhagavad-gītā (7.19): “After many, many births and deaths, a wise man surrenders unto Me, knowing very well that I, Vāsudeva, am everything. Such a great soul is very rare.” We can achieve whatever benediction we want simply by becoming devotees of Vāsudeva."
    },
    {
        "verse": "75",
        "devanagari": "श्रेयसामिह सर्वेषां ज्ञानं नि:श्रेयसं परम् ।सुखं तरति दुष्पारं ज्ञाननौर्व्यसनार्णवम् ॥ ७५ ॥",
        "english_devnagari": "śreyasām iha sarveṣāṁjñānaṁ niḥśreyasaṁ paramsukhaṁ tarati duṣpāraṁjñāna-naur vyasanārṇavam",
        "verse_Syn": [
            "śreyasām",
            "iha",
            "sarveṣām",
            "jñānam",
            "niḥśreyasam",
            "param",
            "sukham",
            "tarati",
            "duṣpāram",
            "jñāna",
            "nauḥ",
            "vyasana",
            "arṇavam"
        ],
        "translation": "In this material world there are different types of achievement, but of all of them the achievement of knowledge is considered to be the highest because one can cross the ocean of nescience only on the boat of knowledge. Otherwise the ocean is impassable.",
        "purport": " Actually everyone is suffering within this material world due to ignorance. Every day we see that a person without knowledge commits some criminal act and is later arrested and punished, despite the fact that he actually may not have been conscious of his sinful activity. Such ignorance prevails throughout the world. People do not consider how they are risking their lives in an attempt to have illicit sex life, kill animals to satisfy their tongue, enjoy intoxication and gamble. It is very regrettable that the leaders of the world do not know of the effects of these sinful activities. They are instead taking things very easily and are succeeding in making the ocean of nescience wider and wider. Opposed to such ignorance, full knowledge is the greatest achievement within this material world. We can practically see that one who has sufficient knowledge is saved from many dangerous pitfalls in life. As stated in Bhagavad-gītā (7.19), bahūnāṁ janmanām ante jñānavān māṁ prapadyate: “When one actually becomes wise, he surrenders unto the Supreme Personality of Godhead.” Vāsudevaḥ sarvam iti sa mahātmā sudurlabhaḥ: “Such a great soul is very rarely to be found.” This Kṛṣṇa consciousness movement is determined to open wide the eyes of the so-called leaders, who are full of ignorance, and thus save them from the many pitfalls and dangerous conditions of life. The greatest danger is the danger of getting a body lower than that of a human being. It was with great difficulty that we attained this human form of life just to take advantage of this body and reestablish our relationship with the Supreme Personality of Godhead, Govinda. Lord Śiva advises, however, that those who take advantage of his prayers will very soon become devotees of Lord Vāsudeva and thus will be able to cross the ocean of nescience and make life perfect."
    },
    {
        "verse": "76",
        "devanagari": "य इमं श्रद्धया युक्तो मद्गीतं भगवत्स्तवम् ।अधीयानो दुराराध्यं हरिमाराधयत्यसौ ॥ ७६ ॥",
        "english_devnagari": "ya imaṁ śraddhayā yuktomad-gītaṁ bhagavat-stavamadhīyāno durārādhyaṁharim ārādhayaty asau",
        "verse_Syn": [
            "yaḥ",
            "imam",
            "śraddhayā",
            "yuktaḥ",
            "mat",
            "gītam",
            "bhagavat",
            "stavam",
            "adhīyānaḥ",
            "durārādhyam",
            "harim",
            "ārādhayati",
            "asau"
        ],
        "translation": "Although rendering devotional service to the Supreme Personality of Godhead and worshiping Him are very difficult, if one vibrates or simply reads this stotra [prayer] composed and sung by me, he will very easily be able to invoke the mercy of the Supreme Personality of Godhead.",
        "purport": " It is especially significant that Lord Śiva is a pure devotee of Lord Vāsudeva. Vaiṣṇavānāṁ yathā śambhuḥ: “Amongst all Vaiṣṇavas, Lord Śiva is the topmost.” Consequently Lord Śiva has a sampradāya, a Vaiṣṇava disciplic succession, called the Rudra sampradāya. At the present moment those who belong to the Viṣṇusvāmi sampradāya of Vaiṣṇavas come from Rudra, Lord Śiva. To become a devotee of Lord Kṛṣṇa, Vāsudeva, is very, very difficult. The word especially used in this connection is durārādhyam. The worship of the demigods is not very difficult, but becoming a devotee of Lord Vāsudeva, Kṛṣṇa, is not so easy. However, if one adheres to the principles and follows in the footsteps of the higher authorities, as advised by Lord Śiva, one can easily become a devotee of Lord Vāsudeva. This is also confirmed by Prahlāda Mahārāja. Devotional service cannot be practiced by a mental speculator. Devotional service is a special attainment which can be acquired only by a person who has surrendered unto a pure devotee. As confirmed by Prahlāda Mahārāja, mahīyasāṁ pāda-rajo-’bhiṣekaṁ niṣkiñcanānāṁ na vṛṇīta yāvat: “Unless one accepts the dust of the lotus feet of a pure devotee, who is free from all material contamination, one cannot enter into the devotional service of the Lord.” (Bhāg. 7.5.32)"
    },
    {
        "verse": "77",
        "devanagari": "विन्दते पुरुषोऽमुष्माद्यद्यदिच्छत्यसत्वरम् ।मद्गीतगीतात्सुप्रीताच्छ्रेयसामेकवल्लभात् ॥ ७७ ॥",
        "english_devnagari": "vindate puruṣo ’muṣmādyad yad icchaty asatvarammad-gīta-gītāt suprītācchreyasām eka-vallabhāt",
        "verse_Syn": [
            "vindate",
            "puruṣaḥ",
            "amuṣmāt",
            "yat",
            "yat",
            "icchati",
            "asatvaram",
            "mat",
            "gīta",
            "gītāt",
            "su",
            "prītāt",
            "śreyasām",
            "eka",
            "vallabhāt"
        ],
        "translation": "The Supreme Personality of Godhead is the dearmost objective of all auspicious benedictions. A human being who sings this song sung by me can please the Supreme Personality of Godhead. Such a devotee, being fixed in the Lord’s devotional service, can acquire whatever he wants from the Supreme Lord.",
        "purport": " As stated in Bhagavad-gītā (6.22), yaṁ labdhvā cāparaṁ lābhaṁ manyate nādhikaṁ tataḥ: if one can attain the favor of the Supreme Personality of Godhead, he has nothing to aspire for, nor does he desire any other gain. When Dhruva Mahārāja became perfect by austerity and saw the Supreme Personality of Godhead face to face, he was offered any kind of benediction he wanted. However, Dhruva replied that he did not want anything, for he was perfectly satisfied with the benediction of seeing the Lord. Except for the service of the Supreme Lord, whatever we want is called illusion, māyā. Śrī Caitanya Mahāprabhu said, jīvera ‘svarūpa’ haya — kṛṣṇera ‘nitya-dāsa’: every living entity is an eternal servant of the Lord. (Cc. Madhya 20.108) Therefore when one engages in the service of the Lord, he realizes the highest perfection of life. A faithful servant can fulfill any desire by the grace of the master, and one who engages in the transcendental loving service of the Lord has nothing to aspire for separately. All his desires are fulfilled simply by engaging constantly in the Lord’s loving service. Lord Śiva shows us that any devotee can be successful simply by chanting the prayers which he has recited."
    },
    {
        "verse": "78",
        "devanagari": "इदं य: कल्य उत्थाय प्राञ्जलि: श्रद्धयान्वित: ।श‍ृणुयाच्छ्रावयेन्मर्त्यो मुच्यते कर्मबन्धनै: ॥ ७८ ॥",
        "english_devnagari": "idaṁ yaḥ kalya utthāyaprāñjaliḥ śraddhayānvitaḥśṛṇuyāc chrāvayen martyomucyate karma-bandhanaiḥ",
        "verse_Syn": [
            "idam",
            "yaḥ",
            "kalye",
            "utthāya",
            "prāñjaliḥ",
            "śraddhayā",
            "anvitaḥ",
            "śṛṇuyāt",
            "śrāvayet",
            "martyaḥ",
            "mucyate",
            "karma",
            "bandhanaiḥ"
        ],
        "translation": "A devotee who rises early in the morning and with folded hands chants these prayers sung by Lord Śiva, and gives facility to others to hear them, certainly becomes free from all bondage to fruitive activities.",
        "purport": " Mukti, or liberation, means becoming free from the results of fruitive activities. As stated in Śrīmad-Bhāgavatam (2.10.6), muktir hitvānyathā-rūpam svarupeṇa vyavasthitiḥ: mukti means giving up all other activities and being situated in one’s constitutional position. In this conditional state, we are entangled by one fruitive activity after another. Karma-bandhana means “the bonds of fruitive activity.” As long as one’s mind is absorbed in fruitive activities, he has to manufacture plans for happiness. The bhakti-yoga process is different, for bhakti-yoga means acting according to the order of the supreme authority. When we act under the direction of supreme authority, we do not become entangled by fruitive results. For instance, Arjuna fought because the Supreme Personality of Godhead wanted him to; therefore he was not responsible for the outcome of the fighting. As far as devotional service is concerned, even hearing and chanting is as good as acting with our body, mind and senses. Actually, hearing and chanting are also activities of the senses. When the senses are utilized for one’s own sense gratification, they entangle one in karma, but when they are used for the satisfaction of the Lord, they establish one in bhakti."
    },
    {
        "verse": "79",
        "devanagari": "गीतं मयेदं नरदेवनन्दना:परस्य पुंस: परमात्मन: स्तवम् ।जपन्त एकाग्रधियस्तपो महत्चरध्वमन्ते तत आप्स्यथेप्सितम् ॥ ७९ ॥",
        "english_devnagari": "gītaṁ mayedaṁ naradeva-nandanāḥparasya puṁsaḥ paramātmanaḥ stavamjapanta ekāgra-dhiyas tapo mahatcaradhvam ante tata āpsyathepsitam",
        "verse_Syn": [
            "gītam",
            "mayā",
            "idam",
            "naradeva",
            "nandanāḥ",
            "parasya",
            "puṁsaḥ",
            "parama",
            "ātmanaḥ",
            "stavam",
            "japantaḥ",
            "eka",
            "agra",
            "dhiyaḥ",
            "tapaḥ",
            "mahat",
            "caradhvam",
            "ante",
            "tataḥ",
            "āpsyatha",
            "īpsitam"
        ],
        "translation": "My dear sons of the King, the prayers I have recited to you are meant for pleasing the Supreme Personality of Godhead, the Supersoul. I advise you to recite these prayers, which are as effective as great austerities. In this way, when you are mature, your life will be successful, and you will certainly achieve all your desired objectives without fail.",
        "purport": " If we persistently engage in devotional service, certainly all our desires will be fulfilled in due course of time."
    }
]