[
    {
        "verse": "1-3",
        "devanagari": "नारद उवाचस एकदा महेष्वासो रथं पञ्चाश्वमाशुगम् ।द्वीषं द्विचक्रमेकाक्षं त्रिवेणुं पञ्चबन्धुरम् ॥ १ ॥एकरश्म्येकदमनमेकनीडं द्विकूबरम् ।पञ्चप्रहरणं सप्तवरूथं पञ्चविक्रमम् ॥ २ ॥हैमोपस्करमारुह्य स्वर्णवर्माक्षयेषुधि: ।एकादशचमूनाथ: पञ्चप्रस्थमगाद्वनम् ॥ ३ ॥",
        "english_devnagari": "nārada uvācasa ekadā maheṣvāsorathaṁ pañcāśvam āśu-gamdvīṣaṁ dvi-cakram ekākṣaṁtri-veṇuṁ pañca-bandhuram",
        "verse_Syn": [
            "nāradaḥ",
            "uvāca",
            "saḥ",
            "ekadā",
            "mahā",
            "iṣvāsaḥ",
            "ratham",
            "pañca",
            "aśvam",
            "āśu",
            "gam",
            "dvi",
            "īṣam",
            "dvi",
            "cakram",
            "eka",
            "akṣam",
            "tri",
            "veṇum",
            "pañca",
            "bandhuram",
            "eka",
            "raśmi",
            "eka",
            "damanam",
            "eka",
            "nīḍam",
            "dvi",
            "kūbaram",
            "pañca",
            "praharaṇam",
            "sapta",
            "varūtham",
            "pañca",
            "vikramam",
            "haima",
            "upaskaram",
            "āruhya",
            "svarṇa",
            "varmā",
            "akṣaya",
            "iṣu",
            "dhiḥ",
            "ekādaśa",
            "camū",
            "nāthaḥ",
            "pañca",
            "prastham",
            "agāt",
            "vanam"
        ],
        "translation": "The great sage Nārada continued: My dear King, once upon a time King Purañjana took up his great bow, and equipped with golden armor and a quiver of unlimited arrows and accompanied by eleven commanders, he sat on his chariot driven by five swift horses and went to the forest named Pañca-prastha. He took with him in that chariot two explosive arrows. The chariot itself was situated on two wheels and one revolving axle. On the chariot were three flags, one rein, one chariot driver, one sitting place, two poles to which the harness was fixed, five weapons and seven coverings. The chariot moved in five different styles, and five obstacles lay before it. All the decorations of the chariot were made of gold.",
        "purport": " These three verses explain how the material body of the living entity is under the control of the three qualities of the external energy. The body itself is the chariot, and the living entity is the owner of the body, as explained in Bhagavad-gītā (2.13): dehino ’smin yathā dehe. The owner of the body is called the dehī, and he is situated within this body, specifically within the heart. The living entity is driven by one chariot driver. The chariot itself is made of three guṇas, three qualities of material nature, as confirmed in Bhagavad-gītā (18.61): yantrārūḍhāni māyayā. The word yantra means “carriage.” The body is given by material nature, and the driver of that body is Paramātmā, the Supersoul. The living entity is seated within the chariot. This is the actual position. The living entity is always being influenced by the three qualities — sattva (goodness), rajas (passion) and tamas (ignorance). This is also confirmed in Bhagavad-gītā (7.13). Tribhir guṇa-mayair bhāvaiḥ: the living entity is bewildered by the three qualities of material nature. These three qualities are described in this verse as three flags. By a flag, one can come to know who the owner of the chariot is; similarly, by the influence of the three qualities of material nature, one can easily know the direction in which the chariot is moving. In other words, one who has eyes to see can understand how the body is being driven, influenced by the particular type of quality of material nature. In these three verses the activity of the living entity is described to prove how the body becomes influenced by the quality of ignorance, even when a person wants to be religious. Nārada Muni wanted to prove to King Prācīnabarhiṣat that the King was being influenced by the tamo-guṇa, the quality of ignorance, even though the King was supposed to be very religious. According to karma-kāṇḍīya, the process of fruitive activities, a person performs various sacrifices directed by the Vedas, and in all those sacrifices animal killing, or experimenting on the life of animals to test the power of Vedic mantras, is enjoined. Animal-killing is certainly conducted under the influence of the mode of ignorance. Even though one may be religiously inclined, animal sacrifice is recommended in the śāstras, not only in the Vedas but even in the modern scriptures of other sects. These animal sacrifices are recommended in the name of religion, but actually animal sacrifice is meant for persons in the mode of ignorance. When such people kill animals, they can at least do so in the name of religion. However, when the religious system is transcendental, like the Vaiṣṇava religion, there is no place for animal sacrifice. Such a transcendental religious system is recommended by Kṛṣṇa in Bhagavad-gītā (18.66): “Abandon all varieties of religion and just surrender unto Me. I shall deliver you from all sinful reaction. Do not fear.” Because King Prācīnabarhiṣat was engaged in performing various sacrifices in which animals were killed, Nārada Muni pointed out that such sacrifices are influenced by the mode of ignorance. From the very beginning of Śrīmad-Bhāgavatam (1.1.2) it is said, dharmaḥ projjhita-kaitavo ’tra: all kinds of religious systems that are involved in cheating are completely kicked out of Śrīmad-Bhāgavatam. In the bhagavad-dharma, the religion dealing with one’s relationship with the Supreme Personality of Godhead, animal sacrifice is not recommended. In the performance of saṅkīrtana-yajña — Hare Kṛṣṇa, Hare Kṛṣṇa, Kṛṣṇa Kṛṣṇa, Hare Hare/ Hare Rāma, Hare Rāma, Rāma Rāma, Hare Hare — there is no recommendation for animal sacrifices. In these three verses, King Purañjana’s going to the forest to kill animals is symbolic of the living entity’s being driven by the mode of ignorance and thus engaging in different activities for sense gratification. The material body itself indicates that the living entity is already influenced by the three modes of material nature and that he is driven to enjoy material resources. When the body is influenced by the mode of ignorance, its infection becomes very acute. When it is influenced by the mode of passion, the infection is at the symptomatic stage. However, when the body is influenced by the mode of goodness, the materialistic infection becomes purified. The ritualistic ceremonies recommended in religious systems are certainly on the platform of goodness, but because within this material world even the mode of goodness is sometimes polluted by the other qualities, namely passion and ignorance, a man in goodness is sometimes driven by the influence of ignorance. It is herein described that King Purañjana once went to the forest to kill animals. This means that he, the living entity, came under the influence of the mode of ignorance. The forest in which King Purañjana engaged in hunting was named Pañca-prastha. The word pañca means “five,” and this indicates the objects of the five senses. The body has five working senses, namely the hands, the legs, the tongue, the rectum and the genitals. By taking full advantage of these working senses, the body enjoys material life. The chariot is driven by five horses, which represent the five sense organs, namely the eyes, ears, nose, skin and tongue. These sense organs are very easily attracted by the sense objects. Consequently, the horses are described as moving swiftly. On the chariot King Purañjana kept two explosive weapons, which may be compared to ahaṅkāra, or false ego. This false ego is typified by two attitudes: “I am this body” (ahantā) and “Everything in my bodily relationships belongs to me” (mamatā). The two wheels of the chariot may be compared to the two moving facilities, namely sinful life and religious life. The chariot is decorated with three flags, which represent the three modes of material nature. The five kinds of obstacles, or uneven roads, represent the five kinds of air passing within the body. These are prāṇa, apāna, udāna, samāna and vyāna. The body itself is covered by seven coverings, namely skin, muscle, fat, blood, marrow, bone and semen. The living entity is covered by three subtle material elements and five gross material elements. These are actually obstacles placed before the living entity on the path of liberation from material bondage. The word raśmi, “rope,” in this verse indicates the mind. The word nīḍa is also significant, for nīḍa indicates the nest where a bird takes rest. In this case nīḍa is the heart, where the living entity is situated. The living entity sits in one place only. The causes of his bondage are two, namely lamentation and illusion. In material existence the living entity simply hankers to get something he can never get. Therefore he is in illusion. As a result of being in this illusory situation, the living entity is always lamenting. Thus lamentation and illusion are described herein as dvi-kūbara, the two posts of bondage. The living entity carries out various desires through five different processes, which indicate the working of the five working senses. The golden ornaments and dress indicate that the living entity is influenced by the quality of rajo-guṇa, passion. One who has a good deal of money or riches is especially driven by the mode of passion. Being influenced by the mode of passion, one desires so many things for enjoyment in this material world. The eleven commanders represent the ten senses and the mind. The mind is always making plans with the ten commanders to enjoy the material world. The forest named Pañca-prastha, where the King went to hunt, is the forest of the five sense objects: form, taste, sound, smell and touch. Thus in these three verses Nārada Muni describes the position of the material body and the encagement of the living entity within it."
    },
    {
        "verse": "4",
        "devanagari": "चचार मृगयां तत्र द‍ृप्त आत्तेषुकार्मुक: ।विहाय जायामतदर्हां मृगव्यसनलालस: ॥ ४ ॥",
        "english_devnagari": "cacāra mṛgayāṁ tatradṛpta ātteṣu-kārmukaḥvihāya jāyām atad-arhāṁmṛga-vyasana-lālasaḥ",
        "verse_Syn": [
            "cacāra",
            "mṛgayām",
            "tatra",
            "dṛptaḥ",
            "ātta",
            "iṣu",
            "kārmukaḥ",
            "vihāya",
            "jāyām",
            "a",
            "tat",
            "arhām",
            "mṛga",
            "vyasana",
            "lālasaḥ"
        ],
        "translation": "It was almost impossible for King Purañjana to give up the company of his Queen even for a moment. Nonetheless, on that day, being very much inspired by the desire to hunt, he took up his bow and arrow with great pride and went to the forest, not caring for his wife.",
        "purport": " One form of hunting is known as woman-hunting. A conditioned soul is never satisfied with one wife. Those whose senses are very much uncontrolled especially try to hunt for many women. King Purañjana’s abandoning the company of his religiously married wife is representative of the conditioned soul’s attempt to hunt for many women for sense gratification. Wherever a king goes, he is supposed to be accompanied by his queen, but when the king, or conditioned soul, becomes greatly overpowered by the desire for sense gratification, he does not care for religious principles. Instead, with great pride, he accepts the bow and arrow of attachment and hatred. Our consciousness is always working in two ways — the right way and the wrong way. When one becomes too proud of his position, influenced by the mode of passion, he gives up the right path and accepts the wrong one. Kṣatriya kings are sometimes advised to go to the forest to hunt ferocious animals just to learn how to kill, but such forays are never meant for sense gratification. Killing animals to eat their flesh is forbidden for human beings."
    },
    {
        "verse": "5",
        "devanagari": "आसुरीं वृत्तिमाश्रित्य घोरात्मा निरनुग्रह: ।न्यहनन्निशितैर्बाणैर्वनेषु वनगोचरान् ॥ ५ ॥",
        "english_devnagari": "āsurīṁ vṛttim āśrityaghorātmā niranugrahaḥnyahanan niśitair bāṇairvaneṣu vana-gocarān",
        "verse_Syn": [
            "āsurīm",
            "vṛttim",
            "āśritya",
            "ghora",
            "ātmā",
            "niranugrahaḥ",
            "nyahanat",
            "niśitaiḥ",
            "bāṇaiḥ",
            "vaneṣu",
            "vana",
            "gocarān"
        ],
        "translation": "At that time King Purañjana was very much influenced by demoniac propensities. Because of this, his heart became very hard and merciless, and with sharp arrows he killed many innocent animals in the forest, taking no consideration.",
        "purport": " When a man becomes too proud of his material position, he tries to enjoy his senses in an unrestricted way, being influenced by the modes of passion and ignorance. He is thus described as asuric, or demoniac. When people are demoniac in spirit, they are not merciful toward the poor animals. Consequently, they maintain various animal slaughterhouses. This is technically called sūnā, or hiṁsā, which means the killing of living beings. In Kali-yuga, due to the increase of the modes of passion and ignorance, almost all men are asuric, or demoniac; therefore they are very much fond of eating flesh, and for this end they maintain various kinds of animal slaughterhouses. In this Age of Kali the propensity for mercy is almost nil. Consequently there is always fighting and wars between men and nations. Men do not understand that because they unrestrictedly kill so many animals, they also must be slaughtered like animals in big wars. This is very much evident in the Western countries. In the West, slaughterhouses are maintained without restriction, and therefore every fifth or tenth year there is a big war in which countless people are slaughtered even more cruelly than the animals. Sometimes during war, soldiers keep their enemies in concentration camps and kill them in very cruel ways. These are reactions brought about by unrestricted animal-killing in the slaughterhouse and by hunters in the forest. Proud, demoniac persons do not know the laws of nature, or the laws of God. Consequently, they unrestrictedly kill poor animals, not caring for them at all. In the Kṛṣṇa consciousness movement, animal-killing is completely prohibited. One is not accepted as a bona fide student in this movement unless he promises to follow the four regulative principles: no animal-killing, no intoxication, no illicit sex and no gambling. This Kṛṣṇa consciousness movement is the only means by which the sinful activities of men in this Kali-yuga can be counteracted."
    },
    {
        "verse": "6",
        "devanagari": "तीर्थेषु प्रतिद‍ृष्टेषु राजा मेध्यान् पशून् वने ।यावदर्थमलं लुब्धो हन्यादिति नियम्यते ॥ ६ ॥",
        "english_devnagari": "tīrtheṣu pratidṛṣṭeṣurājā medhyān paśūn vaneyāvad-artham alaṁ lubdhohanyād iti niyamyate",
        "verse_Syn": [
            "tīrtheṣu",
            "pratidṛṣṭeṣu",
            "rājā",
            "medhyān",
            "paśūn",
            "vane",
            "yāvat",
            "artham",
            "alam",
            "lubdhaḥ",
            "hanyāt",
            "iti",
            "niyamyate"
        ],
        "translation": "If a king is too attracted to eating flesh, he may, according to the directions of the revealed scriptures on sacrificial performances, go to the forest and kill some animals that are recommended for killing. One is not allowed to kill animals unnecessarily or without restrictions. The Vedas regulate animal-killing to stop the extravagance of foolish men influenced by the modes of passion and ignorance.",
        "purport": " The question may be raised why a living being should be restricted in sense gratification. If a king, to learn how to kill, may go to the forest and kill animals, why should a living entity, who has been given senses, not be allowed unrestricted sense gratification? At the present moment this argument is put forward even by so-called svāmīs and yogīs who publicly say that because we have senses we must satisfy them by sense gratification. These foolish svāmīs and yogīs, however, do not know the injunctions of the śāstras. Indeed, sometimes these rascals come out to defy the śāstras. They even publicly announce that there should be no more śāstras, no more books. “Just come to me,” they say, “and I shall touch you, and you will become immediately spiritually advanced.” Because demoniac people want to be cheated, so many cheaters are present to cheat them. At the present moment in this Age of Kali-yuga, the entire human society has become an assembly of cheaters and cheated. For this reason the Vedic scriptures have given us the proper directions for sense gratification. Everyone is inclined in this age to eat meat and fish, drink liquor and indulge in sex life, but according to the Vedic injunctions sex is allowed only in marriage, meat-eating is allowed only when the animal is killed and offered before the goddess Kālī, and intoxication is allowed only in a restricted way. In this verse the word niyamyate indicates that all these things — namely animal-killing, intoxication and sex — should be regulated. Regulations are meant for human beings, not for animals. The traffic regulations on the street, telling people to keep to the right or the left, are meant for human beings, not for animals. If an animal violates such a law, he is never punished, but a human being is punished. The Vedas are not meant for the animals, but for the understanding of human society. A person who indiscriminately violates the rules and regulations given by the Vedas is liable to be punished. One should therefore not enjoy his senses according to his lusty desires, but should restrict himself according to the regulative principles given in the Vedas. If a king is allowed to hunt in a forest, it is not for his sense gratification. We cannot simply experiment in the art of killing. If a king, being afraid to meet rogues and thieves, kills poor animals and eats their flesh comfortably at home, he must lose his position. Because in this age kings have such demoniac propensities, monarchy is abolished by the laws of nature in every country. People have become so degraded in this age that on the one hand they restrict polygamy and on the other hand they hunt for women in so many ways. Many business concerns publicly advertise that topless girls are available in this club or in that shop. Thus women have become instruments of sense enjoyment in modern society. The Vedas enjoin, however, that if a man has the propensity to enjoy more than one wife — as is sometimes the propensity for men in the higher social order, such as the brāhmaṇas, kṣatriyas and vaiśyas, and even sometimes the śūdras — he is allowed to marry more than one wife. Marriage means taking complete charge of a woman and living peacefully without debauchery. At the present moment, however, debauchery is unrestricted. Nonetheless, society makes a law that one should not marry more than one wife. This is typical of a demoniac society."
    },
    {
        "verse": "7",
        "devanagari": "य एवं कर्म नियतं विद्वान् कुर्वीत मानव: ।कर्मणा तेन राजेन्द्र ज्ञानेन न स लिप्यते ॥ ७ ॥",
        "english_devnagari": "ya evaṁ karma niyataṁvidvān kurvīta mānavaḥkarmaṇā tena rājendrajñānena na sa lipyate",
        "verse_Syn": [
            "yaḥ",
            "evam",
            "karma",
            "niyatam",
            "vidvān",
            "kurvīta",
            "mānavaḥ",
            "karmaṇā",
            "tena",
            "rāja",
            "indra",
            "jñānena",
            "na",
            "saḥ",
            "lipyate"
        ],
        "translation": "Nārada Muni continued to speak to King Prācīnabarhiṣat: My dear King, any person who works according to the directions of the Vedic scriptures does not become involved in fruitive activities.",
        "purport": " Just as a government may issue trade licenses in order for its citizens to act in a certain way, the Vedas contain injunctions that restrain and regulate all of our fruitive activities. All living entities have come into this material world to enjoy themselves. Consequently, the Vedas are given to regulate sense enjoyment. One who enjoys his senses under the Vedic regulative principles does not become entangled in the actions and reactions of his activities. As stated in Bhagavad-gītā (3.9), yajñārthāt karmaṇaḥ: one should act only for the performance of yajña, or to satisfy Lord Viṣṇu. Anyatra loko ’yaṁ karma-bandhanaḥ: otherwise any action will produce a reaction by which the living entity will be bound. A human being is especially meant to attain liberation from the bondage of birth, death, old age and disease. He is therefore directed by the Vedic regulative principles to work in such a way that he may fulfill his desires for sense gratification and at the same time gradually become freed from material bondage. Action according to such principles is called knowledge. Indeed, the word veda means “knowledge.” The words jñānena na sa lipyate indicate that by following the Vedic principles, one does not become involved in the actions and reactions of his fruitive activities. Everyone is therefore advised to act in terms of the Vedic injunctions and not irresponsibly. When a person within a state acts according to the laws and licenses of the government, he does not become involved in criminal activities. Man-made laws, however, are always defective because they are made by men who are prone to committing mistakes, being illusioned, cheating and having imperfect senses. The Vedic instructions are different because they do not have these four defects. Vedic instructions are not subject to mistakes. The knowledge of the Vedas is knowledge received directly from God, and there is consequently no question of illusion, cheating, mistakes or imperfect senses. All Vedic knowledge is perfect because it is received directly from God by the paramparā, disciplic succession. In Śrīmad-Bhāgavatam (1.1.1) it is said, tene brahma hṛdā ya ādi-kavaye: the original creature of this universe, known as the ādi-kavi, or Lord Brahmā, was instructed by Kṛṣṇa through the heart. After receiving these Vedic instructions from Lord Kṛṣṇa Himself, Brahmā distributed the knowledge by the paramparā system to Nārada, and Nārada in turn distributed the knowledge to Vyāsa. In this way Vedic knowledge is perfect. If we act according to Vedic knowledge, there is no question of being involved in sinful activities."
    },
    {
        "verse": "8",
        "devanagari": "अन्यथा कर्म कुर्वाणो मानारूढो निबध्यते ।गुणप्रवाहपतितो नष्टप्रज्ञो व्रजत्यध: ॥ ८ ॥",
        "english_devnagari": "anyathā karma kurvāṇomānārūḍho nibadhyateguṇa-pravāha-patitonaṣṭa-prajño vrajaty adhaḥ",
        "verse_Syn": [
            "anyathā",
            "karma",
            "kurvāṇaḥ",
            "māna",
            "ārūḍhaḥ",
            "nibadhyate",
            "guṇa",
            "pravāha",
            "patitaḥ",
            "naṣṭa",
            "prajñaḥ",
            "vrajati",
            "adhaḥ"
        ],
        "translation": "Otherwise, a person who acts whimsically falls down due to false prestige. Thus he becomes involved in the laws of nature, which are composed of the three qualities [goodness, passion and ignorance]. In this way a living entity becomes devoid of his real intelligence and becomes perpetually lost in the cycle of birth and death. Thus he goes up and down from a microbe in stool to a high position in the Brahmaloka planet.",
        "purport": " There are many important words in this verse. The first is anyathā, “otherwise,” which indicates one who does not care for the Vedic rules and regulations. The rules and regulations laid down in the Vedas are called śāstra-vidhi. Bhagavad-gītā clearly states that one who does not accept the śāstra-vidhi, or rules and regulations mentioned in the Vedic scriptures, and acts whimsically or puffed up with false pride never attains perfection in this life, nor does he attain happiness or liberation from the material condition: “He who discards scriptural injunctions and acts according to his own whims attains neither perfection nor happiness nor the supreme destination.” (Bg. 16.23) Thus one who is deliberately transgressing the rules and regulations of the śāstras is simply involving himself more and more in material existence in the three modes of material nature. Human society should therefore follow the Vedic principles of life, which are summarized in Bhagavad-gītā. Otherwise life in material existence will continue. Foolish persons do not know that the soul is passing through 8,400,000 species of life. By the gradual process of evolution, when one comes to the human form of life, he is supposed to follow the rules and regulations laid down in the Vedas. Śrī Caitanya Mahāprabhu says that the living entity, since time immemorial, is suffering the threefold miseries of material nature due to his demoniac attitude, which is his spirit of revolt against the Supreme Personality of Godhead. Kṛṣṇa also confirms this in Bhagavad-gītā (15.7): “The living entities in this conditioned world are My eternal fragmental parts. Due to conditioned life, they are struggling very hard with the six senses, which include the mind.” Every living entity is part and parcel of God. There is no reason for the living entity’s being put into the miserable threefold condition of material existence but that he voluntarily accepts material existence on the false pretext of becoming an enjoyer. To save him from this horrible condition, the Lord has given all the Vedic literatures in His incarnation of Vyāsadeva. It is therefore said: “By forgetting Kṛṣṇa, the living entity has become materialistic since time immemorial. Therefore the illusory energy of Kṛṣṇa is giving him different types of miseries in material existence.” (Cc. Madhya 20.117) “When a living entity is enchanted by the external energy, he cannot revive his original Kṛṣṇa consciousness independently. Due to such circumstances, Kṛṣṇa has kindly given him the Vedic literatures, such as the four Vedas and eighteen Purāṇas.” (Cc. Madhya 20.122) Every human being should therefore take advantage of the Vedic instructions; otherwise one will be bound by his whimsical activities and will be without any guide. The word mānārūḍhaḥ is also very significant in this verse. Under the pretext of becoming great philosophers and scientists, men throughout the whole world are working on the mental platform. Such men are generally nondevotees, due to not caring for the instructions given by the Lord to the first living creature, Lord Brahmā. The Bhāgavatam (5.18.12) therefore says: A person who is a nondevotee has no good qualifications because he acts on the mental platform. One who acts on the mental platform has to change his standard of knowledge periodically. We consequently see that one philosopher may disagree with another philosopher, and one scientist may put forward a theory contradicting the theory of another scientist. All of this is due to their working on the mental platform without a standard of knowledge. In the Vedic instructions, however, the standard of knowledge is accepted, even though it may sometimes appear that the statements are contradictory. Because the Vedas are the standard of knowledge, even though they may appear contradictory, they should be accepted. If one does not accept them, he will be bound by the material conditions. The material conditions are described in this verse as guṇa-pravāha, the flowing of the three modes of material nature. Śrīla Bhaktivinoda Ṭhākura therefore says in a song, miche māyāra vaśe, yāccha bhese’, khāccha hābuḍubu, bhāi: “Why are you suffering? Why are you sometimes being drowned in the waves of material nature and sometimes coming to the surface?” Jīva kṛṣṇa-dāsa, e viśvāsa, karle ta’ āra duḥkha nāi: “Please therefore accept yourself as the servant of Kṛṣṇa. Then you will be freed from all miseries.” As soon as one surrenders to Kṛṣṇa and accepts the perfect standard of knowledge, which is Bhagavad-gītā as it is, he then comes out of the material modes of nature and does not fall down and lose his knowledge. Naṣṭa-prajñaḥ. The word prajña means “perfect knowledge,” and naṣṭa-prajña means “one who has no perfect knowledge.” One who does not have perfect knowledge has only mental speculation. By such mental speculation one falls down and down into a hellish condition of life. By transgressing the laws laid down in the śāstras, one cannot become pure in heart. When one’s heart is not purified, one acts according to the three material modes of nature. These activities are very nicely explained in verses 1 through 6 of the Seventeenth Chapter of Bhagavad-gītā. Bhagavad-gītā (2.45) further explains: “The Vedas mainly deal with the subject of the three modes of material nature. Rise above these modes, O Arjuna. Be transcendental to all of them. Be free from all dualities and from all anxieties for gain and safety, and be established in the Self.” The entire world and all material knowledge is within the three modes of material nature. One has to transcend these modes, and to attain that platform of transcendence one must follow the instruction of the Supreme Personality of Godhead and thus become perfect in life. Otherwise one will be knocked down by the waves of the material nature’s three modes. This is further explained in Śrīmad-Bhāgavatam (7.5.30) in the words of Prahlāda Mahārāja: Materialistic persons, who are too much engaged in material enjoyment and who do not know anything beyond their material experiences, are carried by the whims of material nature. They live a life characterized by chewing the chewed, and they are controlled by their uncontrolled senses. Thus they go down to the darkest regions of hellish life."
    },
    {
        "verse": "9",
        "devanagari": "तत्र निर्भिन्नगात्राणां चित्रवाजै: शिलीमुखै: ।विप्लवोऽभूद्दु:खितानां दु:सह: करुणात्मनाम् ॥ ९ ॥",
        "english_devnagari": "tatra nirbhinna-gātrāṇāṁcitra-vājaiḥ śilīmukhaiḥviplavo ’bhūd duḥkhitānāṁduḥsahaḥ karuṇātmanām",
        "verse_Syn": [
            "tatra",
            "nirbhinna",
            "gātrāṇām",
            "citra",
            "vājaiḥ",
            "śilī",
            "mukhaiḥ",
            "viplavaḥ",
            "abhūt",
            "duḥkhitānām",
            "duḥsahaḥ",
            "karuṇa",
            "ātmanām"
        ],
        "translation": "When King Purañjana was hunting in this way, many animals within the forest lost their lives with great pain, being pierced by the sharp arrowheads. Upon seeing these devastating, ghastly activities performed by the King, all the people who were merciful by nature became very unhappy. Such merciful persons could not tolerate seeing all this killing.",
        "purport": " When demoniac persons engage in animal-killing, the demigods, or devotees of the Lord, are very much afflicted by this killing. Demoniac civilizations in this modern age maintain various types of slaughterhouses all over the world. Rascal svāmīs and yogīs encourage foolish persons to go on eating flesh and killing animals and at the same time continue their so-called meditation and mystical practices. All these affairs are ghastly, and a compassionate person, namely a devotee of the Lord, becomes very unhappy to see such a sight. The hunting process is also carried on in a different way, as we have already explained. Hunting women, drinking different types of liquor, becoming intoxicated, killing animals and enjoying sex all serve as the basis of modern civilization. Vaiṣṇavas are unhappy to see such a situation in the world, and therefore they are very busy spreading this Kṛṣṇa consciousness movement. The devotees are pained to see the hunting and killing of animals in the forest, the wholesale slaughter of animals in the slaughterhouses, and the exploitation of young girls in brothels that function under different names as clubs and societies. Being very much compassionate upon the killing of animals in sacrifice, the great sage Nārada began his instructions to King Prācīnabarhiṣat. In these instructions, Nārada Muni explained that devotees like him are very much afflicted by all the killing that goes on in human society. Not only are saintly persons afflicted by this killing, but even God Himself is afflicted and therefore comes down in the incarnation of Lord Buddha. Jayadeva Gosvāmī therefore sings, sadaya-hṛdaya-darśita-paśu-ghātam: simply to stop the killing of animals, Lord Buddha compassionately appeared. Some rascals put forward the theory that an animal has no soul or is something like dead stone. In this way they rationalize that there is no sin in animal-killing. Actually animals are not dead stone, but the killers of animals are stonehearted. Consequently no reason or philosophy appeals to them. They continue keeping slaughterhouses and killing animals in the forest. The conclusion is that one who does not care for the instructions of saintly persons like Nārada and his disciplic succession surely falls into the category of naṣṭa-prajña and thus goes to hell."
    },
    {
        "verse": "10",
        "devanagari": "शशान् वराहान् महिषान् गवयान् रुरुशल्यकान् ।मेध्यानन्यांश्च विविधान् विनिघ्नन् श्रममध्यगात् ॥ १० ॥",
        "english_devnagari": "śaśān varāhān mahiṣāngavayān ruru-śalyakānmedhyān anyāṁś ca vividhānvinighnan śramam adhyagāt",
        "verse_Syn": [
            "śaśān",
            "varāhān",
            "mahiṣān",
            "gavayān",
            "ruru",
            "śalyakān",
            "medhyān",
            "anyān",
            "ca",
            "vividhān",
            "vinighnan",
            "śramam",
            "adhyagāt"
        ],
        "translation": "In this way King Purañjana killed many animals, including rabbits, boars, buffalo, bison, black deer, porcupines and other game animals. After killing and killing, the King became very tired.",
        "purport": " A person in the mode of ignorance commits many sinful activities. In the Bhakti-rasāmṛta-sindhu, Śrīla Rūpa Gosvāmī explains that a man becomes sinful out of ignorance only. The resultant effect of sinful life is suffering. Those who are not in knowledge, who commit violations of the standard laws, are subject to be punished under criminal laws. Similarly, the laws of nature are very stringent. If a child touches fire without knowing the effect, he must be burned, even though he is only a child. If a child violates the law of nature, there is no compassion. Only through ignorance does a person violate the laws of nature, and when he comes to knowledge he does not commit any more sinful acts. The King became tired after killing so many animals. When a man comes in contact with a saintly person, he becomes aware of the stringent laws of nature and thus becomes a religious person. Irreligious persons are like animals, but in this Kṛṣṇa consciousness movement such persons can come to a sense of understanding things as they are and abandon the four principles of prohibited activities, namely illicit sex life, meat-eating, gambling and intoxication. This is the beginning of religious life. Those who are so-called religious and indulge in these four principles of prohibited activities are pseudoreligionists. Religious life and sinful activity cannot parallel one another. If one is serious in accepting a religious life, or the path of salvation, he must adhere to the four basic rules and regulations. However sinful a man may be, if he receives knowledge from the proper spiritual master and repents his past activities in his sinful life and stops them, he immediately becomes eligible to return home, back to Godhead. This is made possible just by following the rules and regulations given by the śāstra and following the bona fide spiritual master. At present the whole world is on the verge of retiring from a blind materialistic civilization, which may be likened to hunting animals in the forest. People should take advantage of this Kṛṣṇa consciousness movement and leave their troublesome life of killing. It is said that the killers of animals should neither live nor die. If they live only to kill animals and enjoy women, life is not very prosperous. And as soon as a killer dies, he enters the cycle of birth and death in the lower species of life. That also is not desirable. The conclusion is that killers should retire from the killing business and take to this Kṛṣṇa consciousness movement to make life perfect. A confused, frustrated man cannot get relief by committing suicide because suicide will simply lead him to take birth in the lower species of life or to remain a ghost, unable to attain a gross material body. Therefore the perfect course is to retire altogether from sinful activities and take up Kṛṣṇa consciousness. In this way one can become completely perfect and go back home, back to Godhead."
    },
    {
        "verse": "11",
        "devanagari": "तत: क्षुत्तृट्परिश्रान्तो निवृत्तो गृहमेयिवान् ।कृतस्‍नानोचिताहार: संविवेश गतक्लम: ॥ ११ ॥",
        "english_devnagari": "tataḥ kṣut-tṛṭ-pariśrāntonivṛtto gṛham eyivānkṛta-snānocitāhāraḥsaṁviveśa gata-klamaḥ",
        "verse_Syn": [
            "tataḥ",
            "kṣut",
            "tṛṭ",
            "pariśrāntaḥ",
            "nivṛttaḥ",
            "gṛham",
            "eyivān",
            "kṛta",
            "snāna",
            "ucita",
            "āhāraḥ",
            "saṁviveśa",
            "gata",
            "klamaḥ"
        ],
        "translation": "After this, the King, very much fatigued, hungry and thirsty, returned to his royal palace. After returning, he took a bath and had an appropriate dinner. Then he took rest and thus became freed from all restlessness.",
        "purport": " A materialistic person works throughout the whole week very, very hard. He is always asking, “Where is money? Where is money?” Then, at the end of the week, he wants to retire from these activities and go to some secluded place to rest. King Purañjana returned to his home because he was very much fatigued from hunting animals in the forest. In this way his conscience came to stop him from committing further sinful activities and make him return home. In Bhagavad-gītā materialistic persons are described as duṣkṛtinaḥ, which indicates those who are always engaged in sinful activities. When a person comes to his senses and understands how he is engaging in sinful activities, he returns to his conscience, which is herein figuratively described as the palace. Generally a materialistic person is infected by the material modes of passion and ignorance. The results of passion and ignorance are lust and greed. In the life of a materialist, activity means working in lust and greed. However, when he comes to his senses, he wants to retire. According to Vedic civilization, such retirement is positively recommended, and this portion of life is called vānaprastha. Retirement is absolutely necessary for a materialist who wants to become free from the activities of a sinful life. King Purañjana’s coming home, taking bath and having an appropriate dinner indicate that a materialistic person must retire from sinful activities and become purified by accepting a spiritual master and hearing from him about the values of life. If one would do this, he would feel completely refreshed, just as one feels after taking a bath. After receiving initiation from a bona fide spiritual master, one must abandon all kinds of sinful activities, namely illicit sex, intoxication, gambling and meat-eating. The word ucitāhāraḥ used in this verse is important. Ucita means “appropriate.” One must eat appropriately and not take after food as hogs take after stool. For a human being there are eatables described in Bhagavad-gītā (17.8) as sāttvika-āhāra, or food in the mode of goodness. One should not indulge in eating food in the modes of passion and ignorance. This is called ucitāhāra, or appropriate eating. One who is always eating meat or drinking liquor, which is eating and drinking in passion and ignorance, must give these things up so that his real consciousness may be awakened. In this way one may become peaceful and refreshed. If one is restless or fatigued, one cannot understand the science of God. As stated in Śrīmad-Bhāgavatam (1.2.20): Unless one can become free from the influence of passion and ignorance, he cannot be pacified, and without being pacified, one cannot understand the science of God. King Purañjana’s returning home is indicative of man’s returning to his original consciousness, known as Kṛṣṇa consciousness. Kṛṣṇa consciousness is absolutely necessary for one who has committed a lot of sinful activities, especially killing animals or hunting in the forest."
    },
    {
        "verse": "12",
        "devanagari": "आत्मानमर्हयां चक्रे धूपालेपस्रगादिभि: ।साध्वलङ्कृतसर्वाङ्गो महिष्यामादधे मन: ॥ १२ ॥",
        "english_devnagari": "ātmānam arhayāṁ cakredhūpālepa-srag-ādibhiḥsādhv-alaṅkṛta-sarvāṅgomahiṣyām ādadhe manaḥ",
        "verse_Syn": [
            "ātmānam",
            "arhayām",
            "cakre",
            "dhūpa",
            "ālepa",
            "srak",
            "ādibhiḥ",
            "sādhu",
            "alaṅkṛta",
            "sarva",
            "aṅgaḥ",
            "mahiṣyām",
            "ādadhe",
            "manaḥ"
        ],
        "translation": "After this, King Purañjana decorated his body with suitable ornaments. He also smeared scented sandalwood pulp over his body and put on flower garlands. In this way he became completely refreshed. After this, he began to search out his Queen.",
        "purport": " When a man comes into good consciousness and accepts a saintly person as a spiritual master, he hears many Vedic instructions in the form of philosophy, stories, narrations about great devotees, and transactions between God and His devotees. In this way a man becomes refreshed in mind, exactly like a person who smears scented sandalwood pulp all over his body and decorates himself with ornaments. These decorations may be compared to knowledge of religion and the self. Through such knowledge one becomes detached from a materialistic way of life and engages himself in always hearing Śrīmad-Bhāgavatam, Bhagavad-gītā and other Vedic literatures. The word sādhv-alaṅkṛta used in this verse indicates that one must be absorbed in knowledge gathered from the instructions of saintly persons. Just as King Purañjana began to search out his better half, the Queen, one who is decorated with knowledge and instructions from saintly persons should try to search out his original consciousness, Kṛṣṇa consciousness. One cannot return to Kṛṣṇa consciousness unless he is favored by the instructions of a saintly person. Therefore Śrīla Narottama dāsa Ṭhākura sings, sādhu-śāstra-guru-vākya, cittete kariyā aikya. If we want to become saintly persons, or if we want to return to our original Kṛṣṇa consciousness, we must associate with sādhu (a saintly person), śāstra (authoritative Vedic literature) and guru (a bona fide spiritual master). This is the process."
    },
    {
        "verse": "13",
        "devanagari": "तृप्तो हृष्ट: सुद‍ृप्तश्च कन्दर्पाकृष्टमानस: ।न व्यचष्ट वरारोहां गृहिणीं गृहमेधिनीम् ॥ १३ ॥",
        "english_devnagari": "tṛpto hṛṣṭaḥ sudṛptaś cakandarpākṛṣṭa-mānasaḥna vyacaṣṭa varārohāṁgṛhiṇīṁ gṛha-medhinīm",
        "verse_Syn": [
            "tṛptaḥ",
            "hṛṣṭaḥ",
            "su",
            "dṛptaḥ",
            "ca",
            "kandarpa",
            "ākṛṣṭa",
            "mānasaḥ",
            "na",
            "vyacaṣṭa",
            "vara",
            "ārohām",
            "gṛhiṇīm",
            "gṛha",
            "medhinīm"
        ],
        "translation": "After taking his dinner and having his thirst and hunger satisfied, King Purañjana felt some joy within his heart. Instead of being elevated to a higher consciousness, he became captivated by Cupid, and was moved by a desire to find his wife, who kept him satisfied in his household life.",
        "purport": " This verse is very significant for those desiring to elevate themselves to a higher level of Kṛṣṇa consciousness. When a person is initiated by a spiritual master, he changes his habits and does not eat undesirable eatables or engage in the eating of meat, the drinking of liquor, illicit sex or gambling. Sāttvika-āhāra, foodstuffs in the mode of goodness, are described in the śāstras as wheat, rice, vegetables, fruits, milk, sugar, and milk products. Simple food like rice, dāl, capātīs, vegetables, milk and sugar constitute a balanced diet, but sometimes it is found that an initiated person, in the name of prasāda, eats very luxurious foodstuffs. Due to his past sinful life he becomes attracted by Cupid and eats good food voraciously. It is clearly visible that when a neophyte in Kṛṣṇa consciousness eats too much, he falls down. Instead of being elevated to pure Kṛṣṇa consciousness, he becomes attracted by Cupid. The so-called brahmacārī becomes agitated by women, and the vānaprastha may again become captivated into having sex with his wife, or he may begin to search out another wife. Due to some sentiment, he may give up his own wife and come into the association of devotees and a spiritual master, but due to his past sinful life he cannot stay. Instead of being elevated to Kṛṣṇa consciousness, he falls down, being attracted by Cupid, and takes to another wife for sex enjoyment. The fall of the neophyte devotee from the path of Kṛṣṇa consciousness down to material life is described in Śrīmad-Bhāgavatam (1.5.17) by Nārada Muni: This indicates that although a neophyte devotee may fall down from the path of Kṛṣṇa consciousness due to his immaturity, his service to Kṛṣṇa never goes in vain. However, a person who remains steadfast in his family duty or so-called social or family obligation but does not take to Kṛṣṇa consciousness receives no profit. One who comes to Kṛṣṇa consciousness must be very cautious and refrain from prohibited activities, as defined by Rūpa Gosvāmī in his Upadeśāmṛta: A neophyte devotee should neither eat too much nor collect more money than necessary. Eating too much or collecting too much is called atyāhāra. For such atyāhāra one must endeavor very much. This is called prayāsa. Superficially one may show himself to be very much faithful to the rules and regulations, but at the same time not be fixed in the regulative principles. This is called niyamāgraha. By mixing with undesirable persons, or jana-saṅga, one becomes tainted with lust and greed and falls down from the path of devotional service."
    },
    {
        "verse": "14",
        "devanagari": "अन्त:पुरस्त्रियोऽपृच्छद्विमना इव वेदिषत् ।अपि व: कुशलं रामा: सेश्वरीणां यथा पुरा ॥ १४ ॥",
        "english_devnagari": "antaḥpura-striyo ’pṛcchadvimanā iva vediṣatapi vaḥ kuśalaṁ rāmāḥseśvarīṇāṁ yathā purā",
        "verse_Syn": [
            "antaḥ",
            "pura",
            "striyaḥ",
            "apṛcchat",
            "vimanāḥ",
            "iva",
            "vediṣat",
            "api",
            "vaḥ",
            "kuśalam",
            "rāmāḥ",
            "sa",
            "īśvarīṇām",
            "yathā",
            "purā"
        ],
        "translation": "At that time King Purañjana was a little anxious, and he inquired from the household women: My dear beautiful women, are you and your mistress all very happy like before, or not?",
        "purport": " In this verse the word vediṣat indicates King Prācīnabarhi. When a man becomes refreshed by association with devotees and awakes to Kṛṣṇa consciousness, he consults the activities of his mind — namely thinking, feeling and willing — and decides whether he should return to his material activities or stay steady in spiritual consciousness. The word kuśalam refers to that which is auspicious. One can make his home perfectly auspicious when he engages in devotional service to Lord Viṣṇu. When one is engaged in activities other than viṣṇu-bhakti, or in other words when one is engaged in material activities, he is always filled with anxieties. A sane man should consult his mind — its thinking, feeling and willing processes — and decide how these processes should be utilized. If one always thinks of Kṛṣṇa, feels how to serve Him and wills to execute the order of Kṛṣṇa, it should be known that he has taken good instruction from his intelligence, which is called the mother. Although the King was refreshed, he nonetheless inquired about his wife. Thus he was consulting, thinking and willing how he could return to his steady good consciousness. The mind may suggest that by viṣaya-bhoga, or sense enjoyment, one can become happy, but when one becomes advanced in Kṛṣṇa consciousness, he does not derive happiness from material activities. This is explained in Bhagavad-gītā (2.59): “The embodied soul may be restricted from sense enjoyment, though the taste for sense objects remains. But, ceasing such engagements by experiencing a higher taste, he is fixed in consciousness.” One cannot be unattached to the sense objects unless he finds better engagement in devotional service. Paraṁ dṛṣṭvā nivartate: one can cease from material activities only when one actually engages in devotional service."
    },
    {
        "verse": "15",
        "devanagari": "न तथैतर्हि रोचन्ते गृहेषु गृहसम्पद: ।यदि न स्याद्गृहे माता पत्नी वा पतिदेवता ।व्यङ्गे रथ इव प्राज्ञ: को नामासीत दीनवत् ॥ १५ ॥",
        "english_devnagari": "na tathaitarhi rocantegṛheṣu gṛha-sampadaḥyadi na syād gṛhe mātāpatnī vā pati-devatāvyaṅge ratha iva prājñaḥko nāmāsīta dīnavat",
        "verse_Syn": [
            "na",
            "tathā",
            "etarhi",
            "rocante",
            "gṛheṣu",
            "gṛha",
            "sampadaḥ",
            "yadi",
            "na",
            "syāt",
            "gṛhe",
            "mātā",
            "patnī",
            "vā",
            "pati",
            "devatā",
            "vyaṅge",
            "rathe",
            "iva",
            "prājñaḥ",
            "kaḥ",
            "nāma",
            "āsīta",
            "dīna",
            "vat"
        ],
        "translation": "King Purañjana said: I do not understand why my household paraphernalia does not attract me as before. I think that if there is neither a mother nor devoted wife at home, the home is like a chariot without wheels. Where is the fool who will sit down on such an unworkable chariot?",
        "purport": " The great politician Cāṇakya Paṇḍita said: “If a person has neither a mother nor a pleasing wife at home, he should leave home and go to the forest, because for him there is no difference between the forest and home.” The real mātā, or mother, is devotional service to the Lord, and the real patnī, or devoted wife, is a wife who helps her husband execute religious principles in devotional service. These two things are required for a happy home. Actually, a woman is supposed to be the energy of the man. Historically, in the background of every great man there is either a mother or a wife. One’s household life is very successful if he has both a good wife and mother. In such a case, everything about household affairs and all the paraphernalia in the house becomes very pleasing. Lord Caitanya Mahāprabhu had both a good mother and pleasing wife, and He was very happy at home. Nonetheless, for the benefit of the whole human race, He took sannyāsa and left both His mother and wife. In other words, it is essential that one have both a good mother and wife in order to become perfectly happy at home. Otherwise home life has no meaning. Unless one is religiously guided by intelligence and renders devotional service unto the Supreme Personality of Godhead, his home can never become very pleasing to a saintly person. In other words, if a man has a good mother or a good wife, there is no need of his taking sannyāsa — that is, unless it is absolutely necessary, as it was for Lord Caitanya Mahāprabhu."
    },
    {
        "verse": "16",
        "devanagari": "क्‍व वर्तते सा ललना मज्जन्तं व्यसनार्णवे ।या मामुद्धरते प्रज्ञां दीपयन्ती पदे पदे ॥ १६ ॥",
        "english_devnagari": "kva vartate sā lalanāmajjantaṁ vyasanārṇaveyā mām uddharate prajñāṁdīpayantī pade pade",
        "verse_Syn": [
            "kva",
            "vartate",
            "sā",
            "lalanā",
            "majjantam",
            "vyasana",
            "arṇave",
            "yā",
            "mām",
            "uddharate",
            "prajñām",
            "dīpayantī",
            "pade",
            "pade"
        ],
        "translation": "Kindly let me know the whereabouts of that beautiful woman who always saves me when I am drowning in the ocean of danger. By giving me good intelligence at every step, she always saves me.",
        "purport": " There is no difference between a good wife and good intelligence. One who possesses good intelligence can deliberate properly and save himself from many dangerous conditions. In material existence there is danger at every step. In Śrīmad-Bhāgavatam (10.14.58) it is said, padaṁ padaṁ yad vipadāṁ na teṣām: this material world is not actually a place of residence for an intelligent person or a devotee because here there is danger at every step. Vaikuṇṭha is the real home for the devotee, for there is no anxiety and no danger. Good intelligence means becoming Kṛṣṇa conscious. In the Caitanya-caritāmṛta it is said, kṛṣṇa ye bhaje se baḍa catura: unless one is Kṛṣṇa conscious, he cannot be called an intelligent person. Herein we see that King Purañjana was searching after his good wife, who always helped him out of the dangerous situations that always occur in material existence. As already explained, a real wife is dharma-patnī. That is, a woman accepted in marriage by ritualistic ceremony is called dharma-patnī, which signifies that she is accepted in terms of religious principles. Children born of a dharma-patnī inherit the property of the father, but children born of a woman who is not properly married do not inherit the father’s property. The word dharma-patnī also refers to a chaste wife. A chaste wife is one who never had any connection with men before her marriage. Once a woman is given the freedom to mingle with all kinds of men in her youth, it is very difficult for her to keep chaste. When butter is brought into the proximity of fire, it melts. The woman is like fire, and man is like the butter. But if one gets a chaste wife, accepted through a religious marriage ritual, she can be of great help when one is threatened by the many dangerous situations of life. Actually such a wife can become the source of all good intelligence. With such a good wife, the family’s engagement in the devotional service of the Lord actually makes a home a gṛhastha-āśrama, or household dedicated to spiritual cultivation."
    },
    {
        "verse": "17",
        "devanagari": "रामा ऊचु:नरनाथ न जानीमस्त्वत्प्रिया यद्वय‍वस्यति ।भूतले निरवस्तारे शयानां पश्य शत्रुहन् ॥ १७ ॥",
        "english_devnagari": "rāmā ūcuḥnara-nātha na jānīmastvat-priyā yad vyavasyatibhūtale niravastāreśayānāṁ paśya śatru-han",
        "verse_Syn": [
            "rāmāḥ",
            "ūcuḥ",
            "nara",
            "nātha",
            "na",
            "jānīmaḥ",
            "tvat",
            "priyā",
            "yat",
            "vyavasyati",
            "bhū",
            "tale",
            "niravastāre",
            "śayānām",
            "paśya",
            "śatru",
            "han"
        ],
        "translation": "All the women addressed the King: O master of the citizens, we do not know why your dear wife has taken on this sort of existence. O killer of enemies, kindly look! She is lying on the ground without bedding. We cannot understand why she is acting this way.",
        "purport": " When a person is devoid of devotional service, or viṣṇu-bhakti, he takes to many sinful activities. King Purañjana left home, neglected his own wife and engaged himself in killing animals. This is the position of all materialistic men. They do not care for a married chaste wife. They take the wife only as an instrument for sense enjoyment, not as a means for devotional service. To have unrestricted sex life, the karmīs work very hard. They have concluded that the best course is to have sex with any woman and simply pay the price for her, as though she were a mercantile commodity. Thus they engage their energy in working very hard for such material acquisitions. Such materialistic people have lost their good intelligence. They must search out their intelligence within the heart. A person who does not have a chaste wife accepted by religious principles always has a bewildered intelligence. The wife of King Purañjana was lying on the ground because she was neglected by her husband. Actually the woman must always be protected by her husband. We always speak of the goddess of fortune as being placed on the chest of Nārāyaṇa. In other words, the wife must remain embraced by her husband. Thus she becomes beloved and well protected. Just as one saves his money and places it under his own personal protection, one should similarly protect his wife by his own personal supervision. Just as intelligence is always within the heart, so a beloved chaste wife should always have her place on the chest of a good husband. This is the proper relationship between husband and wife. A wife is therefore called ardhāṅganī, or half of the body. One cannot remain with only one leg, one hand or only one side of the body. He must have two sides. Similarly, according to nature’s way, husband and wife should live together. In the lower species of life, among birds and animals, it is seen that by nature’s arrangement the husband and wife live together. It is similarly ideal in human life for the husband and wife to live together. The home should be a place for devotional service, and the wife should be chaste and accepted by a ritualistic ceremony. In this way one can become happy at home."
    },
    {
        "verse": "18",
        "devanagari": "नारद उवाचपुरञ्जन: स्वमहिषीं निरीक्ष्यावधुतां भुवि ।तत्सङ्गोन्मथितज्ञानो वैक्लव्यं परमं ययौ ॥ १८ ॥",
        "english_devnagari": "nārada uvācapurañjanaḥ sva-mahiṣīṁnirīkṣyāvadhutāṁ bhuvitat-saṅgonmathita-jñānovaiklavyaṁ paramaṁ yayau",
        "verse_Syn": [
            "nāradaḥ",
            "uvāca",
            "purañjanaḥ",
            "sva",
            "mahiṣīm",
            "nirīkṣya",
            "avadhutām",
            "bhuvi",
            "tat",
            "saṅga",
            "unmathita",
            "jñānaḥ",
            "vaiklavyam",
            "paramam",
            "yayau"
        ],
        "translation": "The great sage Nārada continued: My dear King Prācīnabarhi, as soon as King Purañjana saw his Queen lying on the ground, appearing like a mendicant, he immediately became bewildered.",
        "purport": " In this verse the word avadhutām is especially significant, for it refers to a mendicant who does not take care of his body. Since the Queen was lying on the ground without bedding and proper dress, King Purañjana became very much aggrieved. In other words, he repented that he had neglected his intelligence and had engaged himself in the forest in killing animals. In other words, when one’s good intelligence is separated or neglected, he fully engages in sinful activities. Due to neglecting one’s good intelligence, or Kṛṣṇa consciousness, one becomes bewildered and engages in sinful activities. Upon realizing this, a man becomes repentant. Such repentance is described by Narottama dāsa Ṭhākura: Narottama dāsa Ṭhākura herein says that he repents for having spoiled his human life and knowingly drunk poison. By not being Kṛṣṇa conscious, one willingly drinks the poison of material life. The purport is that one certainly becomes addicted to sinful activities when he becomes devoid of his good chaste wife, or when he has lost his good sense and does not take to Kṛṣṇa consciousness."
    },
    {
        "verse": "19",
        "devanagari": "सान्‍त्वयन् श्लक्ष्णया वाचा हृदयेन विदूयता ।प्रेयस्या: स्‍नेहसंरम्भलिङ्गमात्मनि नाभ्यगात् ॥ १९ ॥",
        "english_devnagari": "sāntvayan ślakṣṇayā vācāhṛdayena vidūyatāpreyasyāḥ sneha-saṁrambha-liṅgam ātmani nābhyagāt",
        "verse_Syn": [
            "sāntvayan",
            "ślakṣṇayā",
            "vācā",
            "hṛdayena",
            "vidūyatā",
            "preyasyāḥ",
            "sneha",
            "saṁrambha",
            "liṅgam",
            "ātmani",
            "na",
            "abhyagāt"
        ],
        "translation": "The King, with aggrieved mind, began to speak to his wife with very pleasing words. Although he was filled with regret and tried to pacify her, he could not see any symptom of anger caused by love within the heart of his beloved wife.",
        "purport": " The King very much regretted having left his Queen and having gone to the forest to execute sinful activities. When a person regrets his sinful activities, the abandoning of Kṛṣṇa consciousness and good intelligence, his path of deliverance from the path of material clutches is opened. As stated in Śrīmad-Bhāgavatam (5.5.5), parābhavas tāvad abodha-jāto yāvan na jijñāsata ātma-tattvam. When a person loses his Kṛṣṇa consciousness and loses interest in self-realization, he must engage in sinful activities. All one’s activities in a life devoid of Kṛṣṇa consciousness simply lead to defeat and misuse of one’s life. Naturally one who comes to Kṛṣṇa consciousness regrets his previous sinful activities in the human form. Only by this process can one be delivered from the clutches of nescience or ignorance in materialistic life."
    },
    {
        "verse": "20",
        "devanagari": "अनुनिन्येऽथ शनकैर्वीरोऽनुनयकोविद: ।पस्पर्श पादयुगलमाह चोत्सङ्गलालिताम् ॥ २० ॥",
        "english_devnagari": "anuninye ’tha śanakairvīro ’nunaya-kovidaḥpasparśa pāda-yugalamāha cotsaṅga-lālitām",
        "verse_Syn": [
            "anuninye",
            "atha",
            "śanakaiḥ",
            "vīraḥ",
            "anunaya",
            "kovidaḥ",
            "pasparśa",
            "pāda",
            "yugalam",
            "āha",
            "ca",
            "utsaṅga",
            "lālitām"
        ],
        "translation": "Because the King was very expert in flattery, he began to pacify his Queen very slowly. First he touched her two feet, then embraced her nicely, seating her on his lap, and began to speak as follows.",
        "purport": " One has to awaken his Kṛṣṇa consciousness by first regretting his past deeds. Just as King Purañjana began to flatter his Queen, one should, by deliberate consideration, raise himself to the platform of Kṛṣṇa consciousness. To attain such an end, one must touch the lotus feet of the spiritual master. Kṛṣṇa consciousness cannot be achieved by self-endeavor. One must therefore approach a self-realized, Kṛṣṇa conscious person and touch his lotus feet. Prahlāda Mahārāja therefore said: One cannot come to the precincts of Kṛṣṇa consciousness unless he touches the dust of the lotus feet of a person who has become a mahātmā, a great devotee. This is the beginning of the surrendering process. Lord Kṛṣṇa wants everyone to surrender unto Him, and this surrendering process begins when one touches the lotus feet of a bona fide spiritual master. By sincerely rendering service to a bona fide spiritual master, one begins his spiritual life in Kṛṣṇa consciousness. Touching the lotus feet of a spiritual master means giving up one’s false prestige and unnecessarily puffed-up position in the material world. Those who remain in the darkness of material existence due to their falsely prestigious positions — so-called scientists and philosophers — are actually atheists. They do not know the ultimate cause of everything. Although bewildered, they are not ready to surrender themselves to the lotus feet of a person who knows things in their proper perspective. In other words, one cannot arouse Kṛṣṇa consciousness simply by his own mental speculation. One must surrender to a bona fide spiritual master. Only this process will help one."
    },
    {
        "verse": "21",
        "devanagari": "पुरञ्जन उवाचनूनं त्वकृतपुण्यास्ते भृत्या येष्वीश्वरा: शुभे ।कृताग:स्वात्मसात्कृत्वा शिक्षादण्डं न युञ्जते ॥ २१ ॥",
        "english_devnagari": "purañjana uvācanūnaṁ tv akṛta-puṇyās tebhṛtyā yeṣv īśvarāḥ śubhekṛtāgaḥsv ātmasāt kṛtvāśikṣā-daṇḍaṁ na yuñjate",
        "verse_Syn": [
            "purañjanaḥ",
            "uvāca",
            "nūnam",
            "tu",
            "akṛta",
            "puṇyāḥ",
            "te",
            "bhṛtyāḥ",
            "yeṣu",
            "īśvarāḥ",
            "śubhe",
            "kṛta",
            "āgaḥsu",
            "ātmasāt",
            "kṛtvā",
            "śikṣā",
            "daṇḍam",
            "na",
            "yuñjate"
        ],
        "translation": "King Purañjana said: My dear beautiful wife, when a master accepts a servant as his own man, but does not punish him for his offenses, the servant must be considered unfortunate.",
        "purport": " According to Vedic civilization, domestic animals and servants are treated exactly like one’s own children. Animals and children are sometimes punished not out of vengeance but out of love. Similarly, a master sometimes punishes his servant, not out of vengeance but out of love, to correct him and bring him to the right point. Thus King Purañjana took his punishment dealt by his wife, the Queen, as mercy upon him. He considered himself the most obedient servant of the Queen. She was angry at him for his sinful activities, namely hunting in the forest and leaving her at home. King Purañjana accepted the punishment as actual love and affection from his wife. In the same way, when a person is punished by the laws of nature, by the will of God, he should not be disturbed. A real devotee thinks in this way. When a devotee is put into an awkward position, he takes it as the mercy of the Supreme Lord: This verse states that the devotee accepts a reversal of his position in life as a benediction by the Lord and consequently offers the Lord more obeisances and prayers, thinking that the punishment is due to his past misdeeds and that the Lord is punishing him very mildly. The punishment awarded by the state or by God for one’s own faults is actually for one’s benefit. In the Manu-saṁhitā it is said that the King should be considered merciful when he condemns a murderer to death because a murderer punished in this life becomes freed from his sinful activity and in the next life takes birth cleared of all sins. If one accepts punishment as a reward dealt by the master, he becomes intelligent enough not to commit the same mistake again."
    },
    {
        "verse": "22",
        "devanagari": "परमोऽनुग्रहो दण्डो भृत्येषु प्रभुणार्पित: ।बालो न वेद तत्तन्वि बन्धुकृत्यममर्षण: ॥ २२ ॥",
        "english_devnagari": "paramo ’nugraho daṇḍobhṛtyeṣu prabhuṇārpitaḥbālo na veda tat tanvibandhu-kṛtyam amarṣaṇaḥ",
        "verse_Syn": [
            "paramaḥ",
            "anugrahaḥ",
            "daṇḍaḥ",
            "bhṛtyeṣu",
            "prabhuṇā",
            "arpitaḥ",
            "bālaḥ",
            "na",
            "veda",
            "tat",
            "tanvi",
            "bandhu",
            "kṛtyam",
            "amarṣaṇaḥ"
        ],
        "translation": "My dear slender maiden, when a master chastises his servant, the servant should accept this as great mercy. One who becomes angry must be very foolish not to know that such is the duty of his friend.",
        "purport": " It is said that when a foolish man is instructed in something very nice, he generally cannot accept it. Indeed, he actually becomes angry. Such anger is compared to the poison of a serpent, for when a serpent is fed milk and bananas, its poison actually increases. Instead of becoming merciful or sober, the serpent increases its poisonous venom when fed nice foodstuffs. Similarly, when a fool is instructed, he does not rectify himself but actually becomes angry."
    },
    {
        "verse": "23",
        "devanagari": "सा त्वं मुखं सुदति सुभ्र्‌वनुरागभारव्रीडाविलम्बविलसद्धसितावलोकम् ।नीलालकालिभिरुपस्कृतमुन्नसं न:स्वानां प्रदर्शय मनस्विनि वल्गुवाक्यम् ॥ २३ ॥",
        "english_devnagari": "sā tvaṁ mukhaṁ sudati subhrv anurāga-bhāra-vrīḍā-vilamba-vilasad-dhasitāvalokamnīlālakālibhir upaskṛtam unnasaṁ naḥsvānāṁ pradarśaya manasvini valgu-vākyam",
        "verse_Syn": [
            "sā",
            "tvam",
            "mukham",
            "su",
            "dati",
            "su",
            "bhru",
            "anurāga",
            "bhāra",
            "vrīḍā",
            "vilamba",
            "vilasat",
            "hasita",
            "avalokam",
            "nīla",
            "alaka",
            "alibhiḥ",
            "upaskṛtam",
            "unnasam",
            "naḥ",
            "svānām",
            "pradarśaya",
            "manasvini",
            "valgu",
            "vākyam"
        ],
        "translation": "My dear wife, your teeth are very beautifully set, and your attractive features make you appear very thoughtful. Kindly give up your anger, be merciful upon me, and please smile upon me with loving attachment. When I see a smile on your beautiful face, and when I see your hair, which is as beautiful as the color blue, and see your raised nose and hear your sweet talk, you will become more beautiful to me and thus attract me and oblige me. You are my most respected mistress.",
        "purport": " An effeminate husband, simply being attracted by the external beauty of his wife, tries to become her most obedient servant. Śrīpāda Śaṅkarācārya has therefore advised that we not become attracted by a lump of flesh and blood. The story is told that at one time a man, very much attracted to a beautiful woman, wooed the woman in such a way that she devised a plan to show him the ingredients of her beauty. The woman made a date to see him, and before seeing him she took a purgative, and that whole day and night she simply passed stool, and she preserved that stool in a pot. The next night, when the man came to see her, she appeared very ugly and emaciated. When the man inquired from her about the woman with whom he had an engagement, she replied, “I am that very woman.” The man refused to believe her, not knowing that she had lost all her beauty due to the violent purgative that caused her to pass stool day and night. When the man began to argue with her, the woman said that she was not looking beautiful because she was separated from the ingredients of her beauty. When the man asked how she could be so separated, the woman said, “Come on, and I will show you.” She then showed him the pot filled with liquid stool and vomit. Thus the man became aware that a beautiful woman is simply a lump of matter composed of blood, stool, urine and similar other disgusting ingredients. This is the actual fact, but in a state of illusion, man becomes attracted by illusory beauty and becomes a victim of māyā. King Purañjana begged his Queen to return to her original beauty. He tried to revive her just as a living entity tries to revive his original consciousness, Kṛṣṇa consciousness, which is very beautiful. All the beautiful features of the Queen could be compared to the beautiful features of Kṛṣṇa consciousness. When one returns to his original Kṛṣṇa consciousness, he actually becomes steady, and his life becomes successful."
    },
    {
        "verse": "24",
        "devanagari": "तस्मिन्दधे दममहं तव वीरपत्नियोऽन्यत्र भूसुरकुलात्कृतकिल्बिषस्तम् ।पश्ये न वीतभयमुन्मुदितं त्रिलोक्या-मन्यत्र वै मुररिपोरितरत्र दासात् ॥ २४ ॥",
        "english_devnagari": "tasmin dadhe damam ahaṁ tava vīra-patniyo ’nyatra bhūsura-kulāt kṛta-kilbiṣas tampaśye na vīta-bhayam unmuditaṁ tri-lokyāmanyatra vai mura-ripor itaratra dāsāt",
        "verse_Syn": [
            "tasmin",
            "dadhe",
            "damam",
            "aham",
            "tava",
            "vīra",
            "patni",
            "yaḥ",
            "anyatra",
            "bhū",
            "sura",
            "kulāt",
            "kṛta",
            "kilbiṣaḥ",
            "tam",
            "paśye",
            "na",
            "vīta",
            "bhayam",
            "unmuditam",
            "tri",
            "lokyām",
            "anyatra",
            "vai",
            "mura",
            "ripoḥ",
            "itaratra",
            "dāsāt"
        ],
        "translation": "O hero’s wife, kindly tell me if someone has offended you. I am prepared to give such a person punishment as long as he does not belong to the brāhmaṇa caste. But for the servant of Muraripu [Kṛṣṇa], I excuse no one within or beyond these three worlds. No one can freely move after offending you, for I am prepared to punish him.",
        "purport": " According to Vedic civilization, a brāhmaṇa, or one who is properly qualified to understand the Absolute Truth — that is, one belonging to the most intelligent social order — as well as the devotee of Lord Kṛṣṇa, who is known as Muradviṣa, enemy of a demon named Mura, is not subject to the rules and regulations of the state. In other words, upon breaking the laws of the state, everyone can be punished by the government except the brāhmaṇas and Vaiṣṇavas. Brāhmaṇas and Vaiṣṇavas never transgress the laws of the state or the laws of nature because they know perfectly well the resultant reactions caused by such law-breaking. Even though they may sometimes appear to violate the laws, they are not to be punished by the king. This instruction was given to King Prācīnabarhiṣat by Nārada Muni. King Purañjana was a representative of King Prācīnabarhiṣat, and Nārada Muni was reminding King Prācīnabarhiṣat of his forefather, Mahārāja Pṛthu, who never chastised a brāhmaṇa or a Vaiṣṇava. One’s pure intelligence, or pure Kṛṣṇa consciousness, becomes polluted by material activities. Pure consciousness can be revived by the process of sacrifice, charity, pious activities, etc., but when one pollutes his Kṛṣṇa consciousness by offending a brāhmaṇa or a Vaiṣṇava, it is very difficult to revive. Śrī Caitanya Mahāprabhu has described the vaiṣṇava-aparādha, or offense to a Vaiṣṇava, as “the mad elephant offense.” One should be very careful not to offend a Vaiṣṇava or a brāhmaṇa. Even the great yogī Durvāsā was harassed by the Sudarśana cakra when he offended the Vaiṣṇava Mahārāja Ambarīṣa, who was neither a brāhmaṇa nor a sannyāsī but an ordinary householder. Mahārāja Ambarīṣa was a Vaiṣṇava, and consequently Durvāsā Muni was chastised. The conclusion is that if Kṛṣṇa consciousness is covered by material sins, one can eliminate the sins simply by chanting the Hare Kṛṣṇa mantra, but if one pollutes his Kṛṣṇa consciousness by offending a brāhmaṇa or a Vaiṣṇava, one cannot revive it until one properly atones for the sin by pleasing the offended Vaiṣṇava or brāhmaṇa. This was the course that Durvāsā Muni had to follow, for he surrendered unto Mahārāja Ambarīṣa. A vaiṣṇava-aparādha cannot be atoned for by any means other than by begging the pardon of the offended Vaiṣṇava."
    },
    {
        "verse": "25",
        "devanagari": "वक्त्रं न ते वितिलकं मलिनं विहर्षंसंरम्भभीममविमृष्टमपेतरागम् ।पश्ये स्तनावपि शुचोपहतौ सुजातौबिम्बाधरं विगतकुङ्कुमपङ्करागम् ॥ २५ ॥",
        "english_devnagari": "vaktraṁ na te vitilakaṁ malinaṁ viharṣaṁsaṁrambha-bhīmam avimṛṣṭam apeta-rāgampaśye stanāv api śucopahatau sujātaubimbādharaṁ vigata-kuṅkuma-paṅka-rāgam",
        "verse_Syn": [
            "vaktram",
            "na",
            "te",
            "vitilakam",
            "malinam",
            "viharṣam",
            "saṁrambha",
            "bhīmam",
            "avimṛṣṭam",
            "apeta",
            "rāgam",
            "paśye",
            "stanau",
            "api",
            "śucā",
            "upahatau",
            "su",
            "jātau",
            "bimba",
            "adharam",
            "vigata",
            "kuṅkuma",
            "paṅka",
            "rāgam"
        ],
        "translation": "My dear wife, until this day I have never seen your face without tilaka decorations, nor have I seen you so morose and without luster or affection. Nor have I seen your two nice breasts wet with tears from your eyes. Nor have I ever before seen your lips, which are ordinarily as red as the bimba fruit, without their reddish hue.",
        "purport": " Every woman looks very beautiful when decorated with tilaka and vermillion. A woman generally becomes very attractive when her lips are colored with reddish saffron or vermillion. But when one’s consciousness and intelligence are without any brilliant thoughts about Kṛṣṇa, they become morose and lusterless, so much so that one cannot derive any benefit despite sharp intelligence."
    },
    {
        "verse": "26",
        "devanagari": "तन्मे प्रसीद सुहृद: कृतकिल्बिषस्यस्वैरं गतस्य मृगयां व्यसनातुरस्य ।का देवरं वशगतं कुसुमास्त्रवेगविस्रस्तपौंस्‍नमुशती न भजेत कृत्ये ॥ २६ ॥",
        "english_devnagari": "tan me prasīda suhṛdaḥ kṛta-kilbiṣasyasvairaṁ gatasya mṛgayāṁ vyasanāturasyakā devaraṁ vaśa-gataṁ kusumāstra-vega-visrasta-pauṁsnam uśatī na bhajeta kṛtye",
        "verse_Syn": [
            "tat",
            "me",
            "prasīda",
            "su",
            "hṛdaḥ",
            "kṛta",
            "kilbiṣasya",
            "svairam",
            "gatasya",
            "mṛgayām",
            "vyasana",
            "āturasya",
            "kā",
            "devaram",
            "vaśa",
            "gatam",
            "kusuma",
            "astra",
            "vega",
            "visrasta",
            "pauṁsnam",
            "uśatī",
            "na",
            "bhajeta",
            "kṛtye"
        ],
        "translation": "My dear Queen, due to my sinful desires I went to the forest to hunt without asking you. Therefore I must admit that I have offended you. Nonetheless, thinking of me as your most intimate subordinate, you should still be very much pleased with me. Factually I am very much bereaved, but being pierced by the arrow of Cupid, I am feeling lusty. But where is the beautiful woman who would give up her lusty husband and refuse to unite with him?",
        "purport": " Both man and woman desire one another; that is the basic principle of material existence. Women in general always keep themselves beautiful so that they can be attractive to their lusty husbands. When a lusty husband comes before his wife, the wife takes advantage of his aggressive activities and enjoys life. Generally when a woman is attacked by a man — whether her husband or some other man — she enjoys the attack, being too lusty. In other words, when one’s intelligence is properly utilized, both the intellect and the intelligent person enjoy one another with great satisfaction. As stated in Śrīmad-Bhāgavatam (7.9.45): The actual happiness of the karmīs is sex life. They work very hard outside the home, and to satiate themselves after their hard labor, they come home to enjoy sex life. King Purañjana went to the forest to hunt, and after his hard labor he returned home to enjoy sex life. If a man lives outside the home and spends a week in a city or somewhere else, at the end of the week he becomes very anxious to return home and enjoy sex with his wife. This is confirmed in Śrīmad-Bhāgavatam: yan maithunādi-gṛhamedhi-sukhaṁ hi tuccham. Karmīs work very hard simply to enjoy sex. Modern human society has improved the materialistic way of life simply by inducing unrestricted sex life in many different ways. This is most prominently visible in the Western world."
    }
]