[
    {
        "verse": "1",
        "devanagari": "मैत्रेय उवाचभवो भवान्या निधनं प्रजापते-रसत्कृताया अवगम्य नारदात् ।स्वपार्षदसैन्यं च तदध्वरर्भुभि-र्विद्रावितं क्रोधमपारमादधे ॥ १ ॥",
        "english_devnagari": "maitreya uvācabhavo bhavānyā nidhanaṁ prajāpaterasat-kṛtāyā avagamya nāradātsva-pārṣada-sainyaṁ ca tad-adhvararbhubhirvidrāvitaṁ krodham apāram ādadhe",
        "verse_Syn": [
            "maitreyaḥ",
            "uvāca",
            "bhavaḥ",
            "bhavānyāḥ",
            "nidhanam",
            "prajāpateḥ",
            "asat",
            "kṛtāyāḥ",
            "avagamya",
            "nāradāt",
            "sva",
            "pārṣada",
            "sainyam",
            "ca",
            "tat",
            "adhvara",
            "ṛbhubhiḥ",
            "vidrāvitam",
            "krodham",
            "apāram",
            "ādadhe"
        ],
        "translation": "Maitreya said: When Lord Śiva heard from Nārada that Satī, his wife, was now dead because of Prajāpati Dakṣa’s insult to her and that his soldiers had been driven away by the Ṛbhu demigods, he became greatly angry.",
        "purport": " Lord Śiva understood that Satī, being the youngest daughter of Dakṣa, could present the case of Lord Śiva’s purity of purpose and would thus be able to mitigate the misunderstanding between Dakṣa and himself. But such a compromise was not attained, and Satī was deliberately insulted by her father by not being received properly when she visited his house without being invited. Satī herself could have killed her father, Dakṣa, because she is the personified material energy and has immense power to kill and create within this material universe. In the Brahma-saṁhitā her strength is described: she is capable of creating and dissolving many universes. But although she is so powerful, she acts under the direction of the Supreme Personality of Godhead, Kṛṣṇa, as His shadow. It would not have been difficult for Satī to punish her father, but she thought that since she was his daughter, it was not proper for her to kill him. Thus she decided to give up her own body, which she had obtained from his, and Dakṣa did not even check her. When Satī passed away, giving up her body, the news was conveyed by Nārada to Lord Śiva. Nārada always carries the news of such events because he knows their import. When Lord Śiva heard that his chaste wife, Satī, was dead, he naturally became exceedingly angry. He also understood that Bhṛgu Muni had created the Ṛbhudeva demigods by uttering the mantras of the Yajur Veda and that these demigods had driven away all of his soldiers who were present in the arena of sacrifice. Therefore he wanted to reply to this insult, and thus he decided to kill Dakṣa because he was the cause of the death of Satī."
    },
    {
        "verse": "2",
        "devanagari": "क्रुद्ध: सुदष्टौष्ठपुट: स धूर्जटि-र्जटां तडिद्वह्निसटोग्ररोचिषम् ।उत्कृत्य रुद्र: सहसोत्थितो हसन्गम्भीरनादो विससर्ज तां भुवि ॥ २ ॥",
        "english_devnagari": "kruddhaḥ sudaṣṭauṣṭha-puṭaḥ sa dhūr-jaṭirjaṭāṁ taḍid-vahni-saṭogra-rociṣamutkṛtya rudraḥ sahasotthito hasangambhīra-nādo visasarja tāṁ bhuvi",
        "verse_Syn": [
            "kruddhaḥ",
            "su",
            "daṣṭa",
            "oṣṭha",
            "puṭaḥ",
            "saḥ",
            "dhūḥ",
            "jaṭiḥ",
            "jaṭām",
            "taḍit",
            "vahni",
            "saṭā",
            "ugra",
            "rociṣam",
            "utkṛtya",
            "rudraḥ",
            "sahasā",
            "utthitaḥ",
            "hasan",
            "gambhīra",
            "nādaḥ",
            "visasarja",
            "tām",
            "bhuvi"
        ],
        "translation": "Thus Lord Śiva, being extremely angry, pressed his lips with his teeth and immediately snatched from his head a strand of hair which blazed like electricity or fire. He stood up at once, laughing like a madman, and dashed the hair to the ground.",
        "purport": ""
    },
    {
        "verse": "3",
        "devanagari": "ततोऽतिकायस्तनुवा स्पृशन्दिवंसहस्रबाहुर्घनरुक् त्रिसूर्यद‍ृक् ।करालदंष्ट्रो ज्वलदग्निमूर्धज:कपालमाली विविधोद्यतायुध: ॥ ३ ॥",
        "english_devnagari": "tato ’tikāyas tanuvā spṛśan divaṁsahasra-bāhur ghana-ruk tri-sūrya-dṛkkarāla-daṁṣṭro jvalad-agni-mūrdhajaḥkapāla-mālī vividhodyatāyudhaḥ",
        "verse_Syn": [
            "tataḥ",
            "atikāyaḥ",
            "tanuvā",
            "spṛśan",
            "divam",
            "sahasra",
            "bāhuḥ",
            "ghana",
            "ruk",
            "tri",
            "sūrya",
            "dṛk",
            "karāla",
            "daṁṣṭraḥ",
            "jvalat",
            "agni",
            "mūrdhajaḥ",
            "kapāla",
            "mālī",
            "vividha",
            "udyata",
            "āyudhaḥ"
        ],
        "translation": "A fearful black demon as high as the sky and as bright as three suns combined was thereby created, his teeth very fearful and the hairs on his head like burning fire. He had thousands of arms, equipped with various weapons, and he was garlanded with the heads of men.",
        "purport": ""
    },
    {
        "verse": "4",
        "devanagari": "तं किं करोमीति गृणन्तमाहबद्धाञ्जलिं भगवान् भूतनाथ: ।दक्षं सयज्ञं जहि मद्भटानांत्वमग्रणी रुद्र भटांशको मे ॥ ४ ॥",
        "english_devnagari": "taṁ kiṁ karomīti gṛṇantam āhabaddhāñjaliṁ bhagavān bhūta-nāthaḥdakṣaṁ sa-yajñaṁ jahi mad-bhaṭānāṁtvam agraṇī rudra bhaṭāṁśako me",
        "verse_Syn": [
            "tam",
            "kim",
            "karomi",
            "iti",
            "gṛṇantam",
            "āha",
            "baddha",
            "añjalim",
            "bhagavān",
            "bhūta",
            "nāthaḥ",
            "dakṣam",
            "sa",
            "yajñam",
            "jahi",
            "mat",
            "bhaṭānām",
            "tvam",
            "agraṇīḥ",
            "rudra",
            "bhaṭa",
            "aṁśakaḥ",
            "me"
        ],
        "translation": "When that gigantic demon asked with folded hands, “What shall I do, my lord?” Lord Śiva, who is known as Bhūtanātha, directly ordered, “Because you are born from my body, you are the chief of all my associates. Therefore, kill Dakṣa and his soldiers at the sacrifice.”",
        "purport": " Here is the beginning of competition between brahma-tejas and śiva-tejas. By brahma-tejas, brahminical strength, Bhṛgu Muni had created the Ṛbhu demigods, who had driven away the soldiers of Lord Śiva stationed in the arena. When Lord Śiva heard that his soldiers had been driven away, he created the tall black demon Vīrabhadra to retaliate. There is sometimes a competition between the mode of goodness and the mode of ignorance. That is the way of material existence. Even when one is situated in the mode of goodness, there is every possibility that his position will be mixed with or attacked by the mode of passion or ignorance. That is the law of material nature. Although pure goodness, or śuddha-sattva, is the basic principle in the spiritual world, pure manifestation of goodness is not possible in this material world. Thus, the struggle for existence between different material qualities is always present. This quarrel between Lord Śiva and Bhṛgu Muni, centering around Prajāpati Dakṣa, is the practical example of such competition between the different qualitative modes of material nature."
    },
    {
        "verse": "5",
        "devanagari": "आज्ञप्त एवं कुपितेन मन्युनास देवदेवं परिचक्रमे विभुम् ।मेने तदात्मानमसङ्गरंहसामहीयसां तात सह: सहिष्णुम् ॥ ५ ॥",
        "english_devnagari": "ājñapta evaṁ kupitena manyunāsa deva-devaṁ paricakrame vibhummene tadātmānam asaṅga-raṁhasāmahīyasāṁ tāta sahaḥ sahiṣṇum",
        "verse_Syn": [
            "ājñaptaḥ",
            "evam",
            "kupitena",
            "manyunā",
            "saḥ",
            "deva",
            "devam",
            "paricakrame",
            "vibhum",
            "mene",
            "tadā",
            "ātmānam",
            "asaṅga",
            "raṁhasā",
            "mahīyasām",
            "tāta",
            "sahaḥ",
            "sahiṣṇum"
        ],
        "translation": "Maitreya continued: My dear Vidura, that black person was the personified anger of the Supreme Personality of Godhead, and he was prepared to execute the orders of Lord Śiva. Thus, considering himself capable of coping with any power offered against him, he circumambulated Lord Śiva.",
        "purport": ""
    },
    {
        "verse": "6",
        "devanagari": "अन्वीयमान: स तु रुद्रपार्षदै-र्भृशं नदद्‌भिर्व्यनदत्सुभैरवम् ।उद्यम्य शूलं जगदन्तकान्तकंसम्प्राद्रवद् घोषणभूषणाङ्‌घ्रि: ॥ ६ ॥",
        "english_devnagari": "anvīyamānaḥ sa tu rudra-pārṣadairbhṛśaṁ nadadbhir vyanadat subhairavamudyamya śūlaṁ jagad-antakāntakaṁsamprādravad ghoṣaṇa-bhūṣaṇāṅghriḥ",
        "verse_Syn": [
            "anvīyamānaḥ",
            "saḥ",
            "tu",
            "rudra",
            "pārṣadaiḥ",
            "bhṛśam",
            "nadadbhiḥ",
            "vyanadat",
            "su",
            "bhairavam",
            "udyamya",
            "śūlam",
            "jagat",
            "antaka",
            "antakam",
            "samprādravat",
            "ghoṣaṇa",
            "bhūṣaṇa",
            "aṅghriḥ"
        ],
        "translation": "Many other soldiers of Lord Śiva followed the fierce personality in a tumultuous uproar. He carried a great trident, fearful enough to kill even death, and on his legs he wore bangles which seemed to roar.",
        "purport": ""
    },
    {
        "verse": "7",
        "devanagari": "अथर्त्विजो यजमान: सदस्या:ककुभ्युदीच्यां प्रसमीक्ष्य रेणुम् ।तम: किमेतत्कुत एतद्रजोऽभू-दिति द्विजा द्विजपत्‍न्यश्च दध्यु: ॥ ७ ॥",
        "english_devnagari": "athartvijo yajamānaḥ sadasyāḥkakubhy udīcyāṁ prasamīkṣya reṇumtamaḥ kim etat kuta etad rajo ’bhūditi dvijā dvija-patnyaś ca dadhyuḥ",
        "verse_Syn": [
            "atha",
            "ṛtvijaḥ",
            "yajamānaḥ",
            "sadasyāḥ",
            "kakubhi",
            "udīcyām",
            "prasamīkṣya",
            "reṇum",
            "tamaḥ",
            "kim",
            "etat",
            "kutaḥ",
            "etat",
            "rajaḥ",
            "abhūt",
            "iti",
            "dvijāḥ",
            "dvija",
            "patnyaḥ",
            "ca",
            "dadhyuḥ"
        ],
        "translation": "At that time, all the persons assembled in the sacrificial arena — the priests, the chief of the sacrificial performance, and the brāhmaṇas and their wives — wondered where the darkness was coming from. Later they could understand that it was a dust storm, and all of them were full of anxiety.",
        "purport": ""
    },
    {
        "verse": "8",
        "devanagari": "वाता न वान्ति न हि सन्ति दस्यव:प्राचीनबर्हिर्जीवति होग्रदण्ड: ।गावो न काल्यन्त इदं कुतो रजोलोकोऽधुना किं प्रलयाय कल्पते ॥ ८ ॥",
        "english_devnagari": "vātā na vānti na hi santi dasyavaḥprācīna-barhir jīvati hogra-daṇḍaḥgāvo na kālyanta idaṁ kuto rajoloko ’dhunā kiṁ pralayāya kalpate",
        "verse_Syn": [
            "vātāḥ",
            "na",
            "vānti",
            "na",
            "hi",
            "santi",
            "dasyavaḥ",
            "prācīna",
            "barhiḥ",
            "jīvati",
            "ha",
            "ugra",
            "daṇḍaḥ",
            "gāvaḥ",
            "na",
            "kālyante",
            "idam",
            "kutaḥ",
            "rajaḥ",
            "lokaḥ",
            "adhunā",
            "kim",
            "pralayāya",
            "kalpate"
        ],
        "translation": "Conjecturing on the origin of the storm, they said: There is no wind blowing, and no cows are passing, nor is it possible that this dust storm could be raised by plunderers, for there is still the strong King Barhi, who would punish them. Where is this dust storm blowing from? Is the dissolution of the planet now to occur?",
        "purport": " Specifically significant in this verse is prācīna-barhir jīvati. The king of that part of the land was known as Barhi, and although he was old, he was still living, and he was a very strong ruler. Thus there was no possibility of an invasion by thieves and plunderers. Indirectly it is stated here that thieves, plunderers, rogues and unwanted population can exist only in a state or kingdom where there is no strong ruler. When, in the name of justice, thieves are allowed liberty, the state and kingdom are disturbed by such plunderers and unwanted population. The dust storm created by the soldiers and assistants of Lord Śiva resembled the situation at the time of the dissolution of this world. When there is a need for the dissolution of the material creation, this function is conducted by Lord Śiva. Therefore the situation now created by him resembled the dissolution of the cosmic manifestation."
    },
    {
        "verse": "9",
        "devanagari": "प्रसूतिमिश्रा: स्त्रिय उद्विग्नचित्ताऊचुर्विपाको वृजिनस्यैव तस्य ।यत्पश्यन्तीनां दुहितृणां प्रजेश:सुतां सतीमवदध्यावनागाम् ॥ ९ ॥",
        "english_devnagari": "prasūti-miśrāḥ striya udvigna-cittāūcur vipāko vṛjinasyaiva tasyayat paśyantīnāṁ duhitṝṇāṁ prajeśaḥsutāṁ satīm avadadhyāv anāgām",
        "verse_Syn": [
            "prasūti",
            "miśrāḥ",
            "striyaḥ",
            "udvigna",
            "cittāḥ",
            "ūcuḥ",
            "vipākaḥ",
            "vṛjinasya",
            "eva",
            "tasya",
            "yat",
            "paśyantīnām",
            "duhitṝṇām",
            "prajeśaḥ",
            "sutām",
            "satīm",
            "avadadhyau",
            "anāgām"
        ],
        "translation": "Prasūti, the wife of Dakṣa, along with the other women assembled, became very anxious and said: This danger has been created by Dakṣa because of the death of Satī, who, even though completely innocent, quit her body as her sisters looked on.",
        "purport": " Prasūti, being a softhearted woman, could immediately understand that the imminent danger approaching was due to the impious activity of hardhearted Prajāpati Dakṣa. He was so cruel that he would not save her youngest daughter, Satī, from the act of committing suicide in the presence of her sisters. Satī’s mother could understand how much Satī had been pained by the insult of her father. Satī had been present along with the other daughters, and Dakṣa had purposely received all of them but her because she happened to be the wife of Lord Śiva. This consideration convinced the wife of Dakṣa of the danger which was now ahead, and thus she knew that Dakṣa must be prepared to die for his heinous act."
    },
    {
        "verse": "10",
        "devanagari": "यस्त्वन्तकाले व्युप्तजटाकलाप:स्वशूलसूच्यर्पितदिग्गजेन्द्र: ।वितत्य नृत्यत्युदितास्त्रदोर्ध्वजान्उच्चाट्टहासस्तनयित्नुभिन्नदिक् ॥ १० ॥",
        "english_devnagari": "yas tv anta-kāle vyupta-jaṭā-kalāpaḥsva-śūla-sūcy-arpita-dig-gajendraḥvitatya nṛtyaty uditāstra-dor-dhvajānuccāṭṭa-hāsa-stanayitnu-bhinna-dik",
        "verse_Syn": [
            "yaḥ",
            "tu",
            "anta",
            "kāle",
            "vyupta",
            "jaṭā",
            "kalāpaḥ",
            "sva",
            "śūla",
            "sūci",
            "arpita",
            "dik",
            "gajendraḥ",
            "vitatya",
            "nṛtyati",
            "udita",
            "astra",
            "doḥ",
            "dhvajān",
            "ucca",
            "aṭṭa",
            "hāsa",
            "stanayitnu",
            "bhinna",
            "dik"
        ],
        "translation": "At the time of dissolution, Lord Śiva’s hair is scattered, and he pierces the rulers of the different directions with his trident. He laughs and dances proudly, scattering their hands like flags, as thunder scatters the clouds all over the world.",
        "purport": " Prasūti, who appreciated the power and strength of her son-in-law, Lord Śiva, is describing what he does at the time of dissolution. This description indicates that the strength of Lord Śiva is so great that Dakṣa’s power could not be set in comparison to it. At the time of dissolution, Lord Śiva, with his trident in hand, dances over the rulers of the different planets, and his hair is scattered, just as the clouds are scattered over all directions in order to plunge the different planets into incessant torrents of rain. In the last phase of dissolution, all the planets become inundated with water, and that inundation is caused by the dancing of Lord Śiva. This dance is called the pralaya dance, or dance of dissolution. Prasūti could understand that the dangers ahead resulted not only from Dakṣa’s having neglected her daughter, but also because of his neglecting the prestige and honor of Lord Śiva."
    },
    {
        "verse": "11",
        "devanagari": "अमर्षयित्वा तमसह्यतेजसंमन्युप्लुतं दुर्निरीक्ष्यं भ्रुकुट्या ।करालदंष्ट्राभिरुदस्तभागणंस्यात्स्वस्ति किं कोपयतो विधातु: ॥ ११ ॥",
        "english_devnagari": "amarṣayitvā tam asahya-tejasaṁmanyu-plutaṁ durnirīkṣyaṁ bhru-kuṭyākarāla-daṁṣṭrābhir udasta-bhāgaṇaṁsyāt svasti kiṁ kopayato vidhātuḥ",
        "verse_Syn": [
            "amarṣayitvā",
            "tam",
            "asahya",
            "tejasam",
            "manyu",
            "plutam",
            "durnirīkṣyam",
            "bhru",
            "kuṭyā",
            "karāla",
            "daṁṣṭrābhiḥ",
            "udasta",
            "bhāgaṇam",
            "syāt",
            "svasti",
            "kim",
            "kopayataḥ",
            "vidhātuḥ"
        ],
        "translation": "The gigantic black man bared his fearful teeth. By the movements of his brows he scattered the luminaries all over the sky, and he covered them with his strong, piercing effulgence. Because of the misbehavior of Dakṣa, even Lord Brahmā, Dakṣa’s father, could not have been saved from the great exhibition of anger.",
        "purport": ""
    },
    {
        "verse": "12",
        "devanagari": "बह्वेवमुद्विग्नद‍ृशोच्यमानेजनेन दक्षस्य मुहुर्महात्मन: ।उत्पेतुरुत्पाततमा: सहस्रशोभयावहा दिवि भूमौ च पर्यक् ॥ १२ ॥",
        "english_devnagari": "bahv evam udvigna-dṛśocyamānejanena dakṣasya muhur mahātmanaḥutpetur utpātatamāḥ sahasraśobhayāvahā divi bhūmau ca paryak",
        "verse_Syn": [
            "bahu",
            "evam",
            "udvigna",
            "dṛśā",
            "ucyamāne",
            "janena",
            "dakṣasya",
            "muhuḥ",
            "mahā",
            "ātmanaḥ",
            "utpetuḥ",
            "utpāta",
            "tamāḥ",
            "sahasraśaḥ",
            "bhaya",
            "āvahāḥ",
            "divi",
            "bhūmau",
            "ca",
            "paryak"
        ],
        "translation": "While all the people talked amongst themselves, Dakṣa saw dangerous omens from all sides, from the earth and from the sky.",
        "purport": " In this verse Dakṣa has been described as mahātmā. The word mahātmā has been commented upon by different commentators in various manners. Vīrarāghava Ācārya has indicated that this word mahātmā means “steady in heart.” That is to say that Dakṣa was so stronghearted that even when his beloved daughter was prepared to lay down her life, he was steady and unshaken. But in spite of his being so stronghearted, he was perturbed when he saw the various disturbances created by the gigantic black demon. Viśvanātha Cakravartī Ṭhākura remarks in this connection that even if one is called mahātmā, a great soul, unless he exhibits the symptoms of a mahātmā, he should be considered a durātmā, or a degraded soul. In Bhagavad-gītā (9.13) the word mahātmā describes the pure devotee of the Lord: mahātmānas tu māṁ pārtha daivīṁ prakṛtim āśritāḥ. A mahātmā is always under the guidance of the internal energy of the Supreme Personality of Godhead, and thus how could such a misbehaved person as Dakṣa be a mahātmā? A mahātmā is supposed to have all the good qualities of the demigods, and thus Dakṣa, lacking those qualities, could not be called a mahātmā; he should instead be called durātmā, a degraded soul. The word mahātmā to describe the qualifications of Dakṣa is used sarcastically."
    },
    {
        "verse": "13",
        "devanagari": "तावत्स रुद्रानुचरैर्महामखोनानायुधैर्वामनकैरुदायुधै: ।पिङ्गै: पिशङ्गैर्मकरोदराननै:पर्याद्रवद्‌भिर्विदुरान्वरुध्यत ॥ १३ ॥",
        "english_devnagari": "tāvat sa rudrānucarair mahā-makhonānāyudhair vāmanakair udāyudhaiḥpiṅgaiḥ piśaṅgair makarodarānanaiḥparyādravadbhir vidurānvarudhyata",
        "verse_Syn": [
            "tāvat",
            "saḥ",
            "rudra",
            "anucaraiḥ",
            "mahā",
            "makhaḥ",
            "nānā",
            "āyudhaiḥ",
            "vāmanakaiḥ",
            "udāyudhaiḥ",
            "piṅgaiḥ",
            "piśaṅgaiḥ",
            "makara",
            "udara",
            "ānanaiḥ",
            "paryādravadbhiḥ",
            "vidura",
            "anvarudhyata"
        ],
        "translation": "My dear Vidura, all the followers of Lord Śiva surrounded the arena of sacrifice. They were of short stature and were equipped with various kinds of weapons; their bodies appeared to be like those of sharks, blackish and yellowish. They ran all around the sacrificial arena and thus began to create disturbances.",
        "purport": ""
    },
    {
        "verse": "14",
        "devanagari": "केचिद्बभञ्जु: प्राग्वंशं पत्नीशालां तथापरे ।सद आग्नीध्रशालां च तद्विहारं महानसम् ॥ १४ ॥",
        "english_devnagari": "kecid babhañjuḥ prāg-vaṁśaṁpatnī-śālāṁ tathāparesada āgnīdhra-śālāṁ catad-vihāraṁ mahānasam",
        "verse_Syn": [
            "kecit",
            "babhañjuḥ",
            "prāk",
            "vaṁśam",
            "patnī",
            "śālām",
            "tathā",
            "apare",
            "sadaḥ",
            "āgnīdhra",
            "śālām",
            "ca",
            "tat",
            "vihāram",
            "mahā",
            "anasam"
        ],
        "translation": "Some of the soldiers pulled down the pillars which were supporting the pandal of sacrifice, some of them entered the female quarters, some began destroying the sacrificial arena, and some entered the kitchen and the residential quarters.",
        "purport": ""
    },
    {
        "verse": "15",
        "devanagari": "रुरुजुर्यज्ञपात्राणि तथैकेऽग्नीननाशयन् ।कुण्डेष्वमूत्रयन् केचिद्‌बिभिदुर्वेदिमेखला: ॥ १५ ॥",
        "english_devnagari": "rurujur yajña-pātrāṇitathaike ’gnīn anāśayankuṇḍeṣv amūtrayan kecidbibhidur vedi-mekhalāḥ",
        "verse_Syn": [
            "rurujuḥ",
            "yajña",
            "pātrāṇi",
            "tathā",
            "eke",
            "agnīn",
            "anāśayan",
            "kuṇḍeṣu",
            "amūtrayan",
            "kecit",
            "bibhiduḥ",
            "vedi",
            "mekhalāḥ"
        ],
        "translation": "They broke all the pots made for use in the sacrifice, and some of them began to extinguish the sacrificial fire. Some tore down the boundary line of the sacrificial arena, and some passed urine on the arena.",
        "purport": ""
    },
    {
        "verse": "16",
        "devanagari": "अबाधन्त मुनीनन्ये एके पत्नीरतर्जयन् ।अपरे जगृहुर्देवान् प्रत्यासन्नान् पलायितान् ॥ १६ ॥",
        "english_devnagari": "abādhanta munīn anyeeke patnīr atarjayanapare jagṛhur devānpratyāsannān palāyitān",
        "verse_Syn": [
            "abādhanta",
            "munīn",
            "anye",
            "eke",
            "patnīḥ",
            "atarjayan",
            "apare",
            "jagṛhuḥ",
            "devān",
            "pratyāsannān",
            "palāyitān"
        ],
        "translation": "Some blocked the way of the fleeing sages, some threatened the women assembled there, and some arrested the demigods who were fleeing the pandal.",
        "purport": ""
    },
    {
        "verse": "17",
        "devanagari": "भृगुं बबन्ध मणिमान् वीरभद्र: प्रजापतिम् ।चण्डेश: पूषणं देवं भगं नन्दीश्वरोऽग्रहीत् ॥ १७ ॥",
        "english_devnagari": "bhṛguṁ babandha maṇimānvīrabhadraḥ prajāpatimcaṇḍeśaḥ pūṣaṇaṁ devaṁbhagaṁ nandīśvaro ’grahīt",
        "verse_Syn": [
            "bhṛgum",
            "babandha",
            "maṇimān",
            "vīrabhadraḥ",
            "prajāpatim",
            "caṇḍeśaḥ",
            "pūṣaṇam",
            "devam",
            "bhagam",
            "nandīśvaraḥ",
            "agrahīt"
        ],
        "translation": "Maṇimān, one of the followers of Lord Śiva, arrested Bhṛgu Muni, and Vīrabhadra, the black demon, arrested Prajāpati Dakṣa. Another follower, who was named Caṇḍeśa, arrested Pūṣā. Nandīśvara arrested the demigod Bhaga.",
        "purport": ""
    },
    {
        "verse": "18",
        "devanagari": "सर्व एवर्त्विजो दृष्ट्वा सदस्या: सदिवौकस: ।तैरर्द्यमाना: सुभृशं ग्रावभिर्नैकधाद्रवन् ॥ १८ ॥",
        "english_devnagari": "sarva evartvijo dṛṣṭvāsadasyāḥ sa-divaukasaḥtair ardyamānāḥ subhṛśaṁgrāvabhir naikadhā ’dravan",
        "verse_Syn": [
            "sarve",
            "eva",
            "ṛtvijaḥ",
            "dṛṣṭvā",
            "sadasyāḥ",
            "sa",
            "divaukasaḥ",
            "taiḥ",
            "ardyamānāḥ",
            "su",
            "bhṛśam",
            "grāvabhiḥ",
            "na",
            "ekadhā",
            "adravan"
        ],
        "translation": "There was a continuous shower of stones, and all the priests and other members assembled at the sacrifice were put into immense misery. For fear of their lives, they dispersed in different directions.",
        "purport": ""
    },
    {
        "verse": "19",
        "devanagari": "जुह्वत: स्रुवहस्तस्य श्मश्रूणि भगवान् भव: ।भृगोर्लुलुञ्चे सदसि योऽहसच्छ्‌मश्रु दर्शयन् ॥ १९ ॥",
        "english_devnagari": "juhvataḥ sruva-hastasyaśmaśrūṇi bhagavān bhavaḥbhṛgor luluñce sadasiyo ’hasac chmaśru darśayan",
        "verse_Syn": [
            "juhvataḥ",
            "sruva",
            "hastasya",
            "śmaśrūṇi",
            "bhagavān",
            "bhavaḥ",
            "bhṛgoḥ",
            "luluñce",
            "sadasi",
            "yaḥ",
            "ahasat",
            "śmaśru",
            "darśayan"
        ],
        "translation": "Vīrabhadra tore off the mustache of Bhṛgu, who was offering the sacrificial oblations with his hands in the fire.",
        "purport": ""
    },
    {
        "verse": "20",
        "devanagari": "भगस्य नेत्रे भगवान् पातितस्य रुषा भुवि ।उज्जहार सदस्थोऽक्ष्णा य: शपन्तमसूसुचत् ॥ २० ॥",
        "english_devnagari": "bhagasya netre bhagavānpātitasya ruṣā bhuviujjahāra sada-stho ’kṣṇāyaḥ śapantam asūsucat",
        "verse_Syn": [
            "bhagasya",
            "netre",
            "bhagavān",
            "pātitasya",
            "ruṣā",
            "bhuvi",
            "ujjahāra",
            "sada",
            "sthaḥ",
            "akṣṇā",
            "yaḥ",
            "śapantam",
            "asūsucat"
        ],
        "translation": "Vīrabhadra immediately caught Bhaga, who had been moving his eyebrows during Bhṛgu’s cursing of Lord Śiva, and out of great anger thrust him to the ground and forcibly put out his eyes.",
        "purport": ""
    },
    {
        "verse": "21",
        "devanagari": "पूष्णो ह्यपातयद्दन्तान् कालिङ्गस्य यथा बल: ।शप्यमाने गरिमणि योऽहसद्दर्शयन्दत: ॥ २१ ॥",
        "english_devnagari": "pūṣṇo hy apātayad dantānkāliṅgasya yathā balaḥśapyamāne garimaṇiyo ’hasad darśayan dataḥ",
        "verse_Syn": [
            "pūṣṇaḥ",
            "hi",
            "apātayat",
            "dantān",
            "kāliṅgasya",
            "yathā",
            "balaḥ",
            "śapyamāne",
            "garimaṇi",
            "yaḥ",
            "ahasat",
            "darśayan",
            "dataḥ"
        ],
        "translation": "Just as Baladeva knocked out the teeth of Dantavakra, the King of Kaliṅga, during the gambling match at the marriage ceremony of Aniruddha, Vīrabhadra knocked out the teeth of both Dakṣa, who had shown them while cursing Lord Śiva, and Pūṣā, who by smiling sympathetically had also shown his teeth.",
        "purport": " Here a reference is made to the marriage of Aniruddha, a grandson of Lord Kṛṣṇa’s. He kidnapped the daughter of Dantavakra, and thereafter he was arrested. Just as he was to be punished for the kidnapping, the soldiers from Dvārakā arrived, headed by Balarāma, and a fight ensued amongst the kṣatriyas. This sort of fight was very common, especially during marriage ceremonies, when everyone was in a challenging spirit. In that challenging spirit, a fight was sure to occur, and in such fights there was commonly killing and misfortune. After finishing such fighting, the parties would come to a compromise, and everything would be settled. This Dakṣa yajña was similar to such events. Now all of them — Dakṣa and the demigods Bhaga and Pūṣā and Bhṛgu Muni — were punished by the soldiers of Lord Śiva, but later everything would come to a peaceful end. So this spirit of fighting between one another was not exactly inimical. Because everyone was so powerful and wanted to show his strength by Vedic mantra or mystic power, all these fighting skills were very elaborately exhibited by the different parties at the Dakṣa yajña."
    },
    {
        "verse": "22",
        "devanagari": "आक्रम्योरसि दक्षस्य शितधारेण हेतिना ।छिन्दन्नपि तदुद्धर्तुं नाशक्नोत् त्र्यम्बकस्तदा ॥ २२ ॥",
        "english_devnagari": "ākramyorasi dakṣasyaśita-dhāreṇa hetināchindann api tad uddhartuṁnāśaknot tryambakas tadā",
        "verse_Syn": [
            "ākramya",
            "urasi",
            "dakṣasya",
            "śita",
            "dhāreṇa",
            "hetinā",
            "chindan",
            "api",
            "tat",
            "uddhartum",
            "na",
            "aśaknot",
            "tri",
            "ambakaḥ",
            "tadā"
        ],
        "translation": "Then Vīrabhadra, the giantlike personality, sat on the chest of Dakṣa and tried to separate his head from his body with sharp weapons, but was unsuccessful.",
        "purport": ""
    },
    {
        "verse": "23",
        "devanagari": "शस्त्रैरस्त्रान्वितैरेवमनिर्भिन्नत्वचं हर: ।विस्मयं परमापन्नो दध्यौ पशुपतिश्चिरम् ॥ २३ ॥",
        "english_devnagari": "śastrair astrānvitair evamanirbhinna-tvacaṁ haraḥvismayaṁ param āpannodadhyau paśupatiś ciram",
        "verse_Syn": [
            "śastraiḥ",
            "astra",
            "anvitaiḥ",
            "evam",
            "anirbhinna",
            "tvacam",
            "haraḥ",
            "vismayam",
            "param",
            "āpannaḥ",
            "dadhyau",
            "paśupatiḥ",
            "ciram"
        ],
        "translation": "He tried to cut the head of Dakṣa with hymns as well as weapons, but still it was hard to cut even the surface of the skin of Dakṣa’s head. Thus Vīrabhadra was exceedingly bewildered.",
        "purport": ""
    },
    {
        "verse": "24",
        "devanagari": "दृष्ट्वा संज्ञपनं योगं पशूनां स पतिर्मखे ।यजमानपशो: कस्य कायात्तेनाहरच्छिर: ॥ २४ ॥",
        "english_devnagari": "dṛṣṭvā saṁjñapanaṁ yogaṁpaśūnāṁ sa patir makheyajamāna-paśoḥ kasyakāyāt tenāharac chiraḥ",
        "verse_Syn": [
            "dṛṣṭvā",
            "saṁjñapanam",
            "yogam",
            "paśūnām",
            "saḥ",
            "patiḥ",
            "makhe",
            "yajamāna",
            "paśoḥ",
            "kasya",
            "kāyāt",
            "tena",
            "aharat",
            "śiraḥ"
        ],
        "translation": "Then Vīrabhadra saw the wooden device in the sacrificial arena by which the animals were to have been killed. He took the opportunity of this facility to behead Dakṣa.",
        "purport": " In this connection it is to be noted that the device used for killing animals in the sacrifice was not designed to facilitate eating their flesh. The killing was specifically intended to give a new life to the sacrificed animal by the power of Vedic mantra. The animals were sacrificed to test the strength of Vedic mantras; yajñas were performed as a test of the mantra. Even in the modern age, tests are executed on animal bodies in the physiology laboratory. Similarly, whether or not the brāhmaṇas were uttering the Vedic hymns correctly was tested by sacrifice in the arena. On the whole, the animals thus sacrificed were not at all the losers. Some old animals would be sacrificed, but in exchange for their old bodies they received other, new bodies. That was the test of Vedic mantras. Vīrabhadra, instead of sacrificing animals with the wooden device, immediately beheaded Dakṣa, to the astonishment of everyone."
    },
    {
        "verse": "25",
        "devanagari": "साधुवादस्तदा तेषां कर्म तत्तस्य पश्यताम् ।भूतप्रेतपिशाचानां अन्येषां तद्विपर्यय: ॥ २५ ॥",
        "english_devnagari": "sādhu-vādas tadā teṣāṁkarma tat tasya paśyatāmbhūta-preta-piśācānāṁanyeṣāṁ tad-viparyayaḥ",
        "verse_Syn": [
            "sādhu",
            "vādaḥ",
            "tadā",
            "teṣām",
            "karma",
            "tat",
            "tasya",
            "paśyatām",
            "bhūta",
            "preta",
            "piśācānām",
            "anyeṣām",
            "tat",
            "viparyayaḥ"
        ],
        "translation": "Upon seeing the action of Vīrabhadra, the party of Lord Śiva was pleased and cried out joyfully, and all the bhūtas, ghosts and demons that had come made a tumultuous sound. On the other hand, the brāhmaṇas in charge of the sacrifice cried out in grief at the death of Dakṣa.",
        "purport": ""
    },
    {
        "verse": "26",
        "devanagari": "जुहावैतच्छिरस्तस्मिन्दक्षिणाग्नावमर्षित: ।तद्देवयजनं दग्ध्वा प्रातिष्ठद् गुह्यकालयम् ॥ २६ ॥",
        "english_devnagari": "juhāvaitac chiras tasmindakṣiṇāgnāv amarṣitaḥtad-deva-yajanaṁ dagdhvāprātiṣṭhad guhyakālayam",
        "verse_Syn": [
            "juhāva",
            "etat",
            "śiraḥ",
            "tasmin",
            "dakṣiṇa",
            "agnau",
            "amarṣitaḥ",
            "tat",
            "deva",
            "yajanam",
            "dagdhvā",
            "prātiṣṭhat",
            "guhyaka",
            "ālayam"
        ],
        "translation": "Vīrabhadra then took the head and with great anger threw it into the southern side of the sacrificial fire, offering it as an oblation. In this way the followers of Lord Śiva devastated all the arrangements for sacrifice. After setting fire to the whole arena, they departed for their master’s abode, Kailāsa.",
        "purport": ""
    }
]