[
    {
        "verse": "1",
        "devanagari": "विदुर उवाचये त्वयाभिहिता ब्रह्मन् सुता: प्राचीनबर्हिष: ।ते रुद्रगीतेन हरिं सिद्धिमापु: प्रतोष्य काम् ॥ १ ॥",
        "english_devnagari": "vidura uvācaye tvayābhihitā brahmansutāḥ prācīnabarhiṣaḥte rudra-gītena hariṁsiddhim āpuḥ pratoṣya kām",
        "verse_Syn": [
            "viduraḥ",
            "uvāca",
            "ye",
            "tvayā",
            "abhihitāḥ",
            "brahman",
            "sutāḥ",
            "prācīnabarhiṣaḥ",
            "te",
            "rudra",
            "gītena",
            "harim",
            "siddhim",
            "āpuḥ",
            "pratoṣya",
            "kām"
        ],
        "translation": "Vidura inquired from Maitreya: O brāhmaṇa, you formerly spoke about the sons of Prācīnabarhi and informed me that they satisfied the Supreme Personality of Godhead by chanting a song composed by Lord Śiva. What did they achieve in this way?",
        "purport": " In the beginning, Maitreya Ṛṣi narrated the activities of the sons of Prācīnabarhi. These sons went beside a great lake, which was like an ocean, and fortunately finding Lord Śiva, they learned how to satisfy the Supreme Personality of Godhead by chanting the songs composed by Lord Śiva. Now their father’s attachment for fruitive activities was disapproved by Nārada, who therefore kindly instructed Prācīnabarhi by telling him the allegorical story of Purañjana. Now Vidura again wanted to hear about Prācīnabarhi’s sons, and he was especially inquisitive to know what they achieved by satisfying the Supreme Personality of Godhead. Here the words siddhim āpuḥ, or “achieved perfection,” are very important. Lord Kṛṣṇa says in Bhagavad-gītā (7.3), manuṣyāṇāṁ sahasreṣu kaścid yatati siddhaye: out of many, many millions of people, one may be interested in learning how to attain success in spiritual matters. The supreme success is mentioned also in Bhagavad-gītā (8.15):"
    },
    {
        "verse": "1",
        "devanagari": "विदुर उवाचये त्वयाभिहिता ब्रह्मन् सुता: प्राचीनबर्हिष: ।ते रुद्रगीतेन हरिं सिद्धिमापु: प्रतोष्य काम् ॥ १ ॥",
        "english_devnagari": "vidura uvācaye tvayābhihitā brahmansutāḥ prācīnabarhiṣaḥte rudra-gītena hariṁsiddhim āpuḥ pratoṣya kām",
        "verse_Syn": [
            "viduraḥ",
            "uvāca",
            "ye",
            "tvayā",
            "abhihitāḥ",
            "brahman",
            "sutāḥ",
            "prācīnabarhiṣaḥ",
            "te",
            "rudra",
            "gītena",
            "harim",
            "siddhim",
            "āpuḥ",
            "pratoṣya",
            "kām"
        ],
        "translation": "Vidura inquired from Maitreya: O brāhmaṇa, you formerly spoke about the sons of Prācīnabarhi and informed me that they satisfied the Supreme Personality of Godhead by chanting a song composed by Lord Śiva. What did they achieve in this way?",
        "purport": " In the beginning, Maitreya Ṛṣi narrated the activities of the sons of Prācīnabarhi. These sons went beside a great lake, which was like an ocean, and fortunately finding Lord Śiva, they learned how to satisfy the Supreme Personality of Godhead by chanting the songs composed by Lord Śiva. Now their father’s attachment for fruitive activities was disapproved by Nārada, who therefore kindly instructed Prācīnabarhi by telling him the allegorical story of Purañjana. Now Vidura again wanted to hear about Prācīnabarhi’s sons, and he was especially inquisitive to know what they achieved by satisfying the Supreme Personality of Godhead. Here the words siddhim āpuḥ, or “achieved perfection,” are very important. Lord Kṛṣṇa says in Bhagavad-gītā (7.3), manuṣyāṇāṁ sahasreṣu kaścid yatati siddhaye: out of many, many millions of people, one may be interested in learning how to attain success in spiritual matters. The supreme success is mentioned also in Bhagavad-gītā (8.15): “After attaining Me, the great souls, who are yogīs in devotion, never return to this temporary world, which is full of miseries, because they have attained the highest perfection.” And what is that highest perfection? That is also explained in that verse. The highest perfection is to return home, back to Godhead, so that one will not have to return to this material world and transmigrate from one body to another in the dream of material existence. By the grace of Lord Śiva, the Pracetās actually attained perfection and returned home, back to Godhead, after enjoying material facilities to the highest extent. Maitreya will now narrate that to Vidura."
    },
    {
        "verse": "2",
        "devanagari": "किं बार्हस्पत्येह परत्र वाथकैवल्यनाथप्रियपार्श्ववर्तिन: ।आसाद्य देवं गिरिशं यद‍ृच्छयाप्रापु: परं नूनमथ प्रचेतस: ॥ २ ॥",
        "english_devnagari": "kiṁ bārhaspatyeha paratra vāthakaivalya-nātha-priya-pārśva-vartinaḥāsādya devaṁ giriśaṁ yadṛcchayāprāpuḥ paraṁ nūnam atha pracetasaḥ",
        "verse_Syn": [
            "kim",
            "bārhaspatya",
            "iha",
            "paratra",
            "vā",
            "atha",
            "kaivalya",
            "nātha",
            "priya",
            "pārśva",
            "vartinaḥ",
            "āsādya",
            "devam",
            "giri",
            "śam",
            "yadṛcchayā",
            "prāpuḥ",
            "param",
            "nūnam",
            "atha",
            "pracetasaḥ"
        ],
        "translation": "My dear Bārhaspatya, what did the sons of King Barhiṣat, known as the Pracetās, obtain after meeting Lord Śiva, who is very dear to the Supreme Personality of Godhead, the bestower of liberation? Certainly they were transferred to the spiritual world, but apart from that, what did they obtain within this material world, either in this life or in other lives?",
        "purport": " All types of material happiness are obtained in this life or in the next life, on this planet or on another. The living entity wanders within this material universe in so many species of life and so many planetary systems. The distress and happiness obtained during the span of life are called iha, and the distress and happiness obtained in the next life are called paratra."
    },
    {
        "verse": "2",
        "devanagari": "किं बार्हस्पत्येह परत्र वाथकैवल्यनाथप्रियपार्श्ववर्तिन: ।आसाद्य देवं गिरिशं यद‍ृच्छयाप्रापु: परं नूनमथ प्रचेतस: ॥ २ ॥",
        "english_devnagari": "kiṁ bārhaspatyeha paratra vāthakaivalya-nātha-priya-pārśva-vartinaḥāsādya devaṁ giriśaṁ yadṛcchayāprāpuḥ paraṁ nūnam atha pracetasaḥ",
        "verse_Syn": [
            "kim",
            "bārhaspatya",
            "iha",
            "paratra",
            "vā",
            "atha",
            "kaivalya",
            "nātha",
            "priya",
            "pārśva",
            "vartinaḥ",
            "āsādya",
            "devam",
            "giri",
            "śam",
            "yadṛcchayā",
            "prāpuḥ",
            "param",
            "nūnam",
            "atha",
            "pracetasaḥ"
        ],
        "translation": "My dear Bārhaspatya, what did the sons of King Barhiṣat, known as the Pracetās, obtain after meeting Lord Śiva, who is very dear to the Supreme Personality of Godhead, the bestower of liberation? Certainly they were transferred to the spiritual world, but apart from that, what did they obtain within this material world, either in this life or in other lives?",
        "purport": " All types of material happiness are obtained in this life or in the next life, on this planet or on another. The living entity wanders within this material universe in so many species of life and so many planetary systems. The distress and happiness obtained during the span of life are called iha, and the distress and happiness obtained in the next life are called paratra. Actually, Lord Mahādeva (Śiva) is one of the great demigods within this material world. Generally his blessings bestowed on ordinary people mean material happiness. The predominating deity of this material world, Durgā, is under the control of Lord Mahādeva, Giriśa. Thus Lord Mahādeva can offer anyone any kind of material happiness. Generally people prefer to become devotees of Lord Giriśa to obtain material happiness, but the Pracetās met Lord Mahādeva by providential arrangement. Lord Mahādeva instructed them to worship the Supreme Personality of Godhead, and he personally offered a prayer. As stated in the previous verse (rudra-gītena), simply by chanting the prayers offered by Lord Śiva to Viṣṇu, the Pracetās were transferred to the spiritual world. Sometimes devotees desire to enjoy material happiness also; therefore, by the arrangement of the Supreme Personality of Godhead, the devotee is given a chance to enjoy the material world before his final entrance into the spiritual world. Sometimes a devotee is transferred to a heavenly planet — to Janaloka, Maharloka, Tapoloka, Siddhaloka and so on. However, a pure devotee never aspires for any kind of material happiness. The pure devotee is consequently transferred directly to Vaikuṇṭhaloka, which is described here as param. In this verse Vidura asks Maitreya, the disciple of Bṛhaspati, about the different achievements of the Pracetās."
    },
    {
        "verse": "3",
        "devanagari": "मैत्रेय उवाचप्रचेतसोऽन्तरुदधौ पितुरादेशकारिण: ।जपयज्ञेन तपसा पुरञ्जनमतोषयन् ॥ ३ ॥",
        "english_devnagari": "maitreya uvācapracetaso ’ntar udadhaupitur ādeśa-kāriṇaḥjapa-yajñena tapasāpurañjanam atoṣayan",
        "verse_Syn": [
            "maitreyaḥ",
            "uvāca",
            "pracetasaḥ",
            "antaḥ",
            "udadhau",
            "pituḥ",
            "ādeśa",
            "kāriṇaḥ",
            "japa",
            "yajñena",
            "tapasā",
            "puram",
            "janam",
            "atoṣayan"
        ],
        "translation": "The great sage Maitreya said: The sons of King Prācīnabarhi, known as the Pracetās, underwent severe austerities within the seawater to carry out the order of their father. By chanting and repeating the mantras given by Lord Śiva, they were able to satisfy Lord Viṣṇu, the Supreme Personality of Godhead.",
        "purport": " One can offer prayers to the Supreme Personality of Godhead directly, but if one repeats the prayers offered by great devotees like Lord Śiva and Lord Brahmā, or if one follows in the footsteps of great personalities, one can please the Supreme Personality of Godhead very easily. For instance, we sometimes chant this mantra of Brahma-saṁhitā (5.29):"
    },
    {
        "verse": "3",
        "devanagari": "मैत्रेय उवाचप्रचेतसोऽन्तरुदधौ पितुरादेशकारिण: ।जपयज्ञेन तपसा पुरञ्जनमतोषयन् ॥ ३ ॥",
        "english_devnagari": "maitreya uvācapracetaso ’ntar udadhaupitur ādeśa-kāriṇaḥjapa-yajñena tapasāpurañjanam atoṣayan",
        "verse_Syn": [
            "maitreyaḥ",
            "uvāca",
            "pracetasaḥ",
            "antaḥ",
            "udadhau",
            "pituḥ",
            "ādeśa",
            "kāriṇaḥ",
            "japa",
            "yajñena",
            "tapasā",
            "puram",
            "janam",
            "atoṣayan"
        ],
        "translation": "The great sage Maitreya said: The sons of King Prācīnabarhi, known as the Pracetās, underwent severe austerities within the seawater to carry out the order of their father. By chanting and repeating the mantras given by Lord Śiva, they were able to satisfy Lord Viṣṇu, the Supreme Personality of Godhead.",
        "purport": " One can offer prayers to the Supreme Personality of Godhead directly, but if one repeats the prayers offered by great devotees like Lord Śiva and Lord Brahmā, or if one follows in the footsteps of great personalities, one can please the Supreme Personality of Godhead very easily. For instance, we sometimes chant this mantra of Brahma-saṁhitā (5.29): “I worship Govinda, the primeval Lord, the first progenitor, who is tending the cows, yielding all desires, in abodes built with spiritual gems and surrounded by millions of purpose trees. He is always served with great reverence and affection by hundreds of thousands of lakṣmīs, or gopīs.” Because this prayer was offered by Lord Brahmā, we follow him by reciting this prayer. That is the easiest way to satisfy the Supreme Personality of Godhead. The pure devotee never attempts to reach the Supreme Lord directly. The most important way to worship the Lord is to go through the disciplic succession of devotees. The prayers offered by Lord Śiva to the Supreme Personality of Godhead were thus repeated by the Pracetās, who were thus very successful in pleasing the Supreme Lord."
    },
    {
        "verse": "3",
        "devanagari": "मैत्रेय उवाचप्रचेतसोऽन्तरुदधौ पितुरादेशकारिण: ।जपयज्ञेन तपसा पुरञ्जनमतोषयन् ॥ ३ ॥",
        "english_devnagari": "maitreya uvācapracetaso ’ntar udadhaupitur ādeśa-kāriṇaḥjapa-yajñena tapasāpurañjanam atoṣayan",
        "verse_Syn": [
            "maitreyaḥ",
            "uvāca",
            "pracetasaḥ",
            "antaḥ",
            "udadhau",
            "pituḥ",
            "ādeśa",
            "kāriṇaḥ",
            "japa",
            "yajñena",
            "tapasā",
            "puram",
            "janam",
            "atoṣayan"
        ],
        "translation": "The great sage Maitreya said: The sons of King Prācīnabarhi, known as the Pracetās, underwent severe austerities within the seawater to carry out the order of their father. By chanting and repeating the mantras given by Lord Śiva, they were able to satisfy Lord Viṣṇu, the Supreme Personality of Godhead.",
        "purport": " One can offer prayers to the Supreme Personality of Godhead directly, but if one repeats the prayers offered by great devotees like Lord Śiva and Lord Brahmā, or if one follows in the footsteps of great personalities, one can please the Supreme Personality of Godhead very easily. For instance, we sometimes chant this mantra of Brahma-saṁhitā (5.29): “I worship Govinda, the primeval Lord, the first progenitor, who is tending the cows, yielding all desires, in abodes built with spiritual gems and surrounded by millions of purpose trees. He is always served with great reverence and affection by hundreds of thousands of lakṣmīs, or gopīs.” Because this prayer was offered by Lord Brahmā, we follow him by reciting this prayer. That is the easiest way to satisfy the Supreme Personality of Godhead. The pure devotee never attempts to reach the Supreme Lord directly. The most important way to worship the Lord is to go through the disciplic succession of devotees. The prayers offered by Lord Śiva to the Supreme Personality of Godhead were thus repeated by the Pracetās, who were thus very successful in pleasing the Supreme Lord. Here the Supreme Personality of Godhead is described as purañjana. According to Madhvācārya, the living entity is called purañjana because he has become an inhabitant of this material world, and under the influence of the three modes of material nature, he is forced to live within it. The Supreme Personality of Godhead creates this material world (pura), and He also enters within it. Aṇḍāntara-stha-paramāṇu-cayāntara-stham: the Lord enters within the heart of the living entity and within the atom. Therefore both the living entity and the Lord are called purañjana. One purañjana, the living entity, is subordinate to the supreme purañjana; therefore the duty of the subordinate purañjana is to satisfy the supreme purañjana. That is devotional service. Lord Rudra, or Lord Śiva, is the original ācārya of the Vaiṣṇava sampradāya called the Rudra sampradāya. Rudra-gītena indicates that under the disciplic succession of Lord Rudra, the Pracetās achieved spiritual success."
    },
    {
        "verse": "4",
        "devanagari": "दशवर्षसहस्रान्ते पुरुषस्तु सनातन: ।तेषामाविरभूत्कृच्छ्रं शान्तेन शमयन् रुचा ॥ ४ ॥",
        "english_devnagari": "daśa-varṣa-sahasrāntepuruṣas tu sanātanaḥteṣām āvirabhūt kṛcchraṁśāntena śamayan rucā",
        "verse_Syn": [
            "daśa",
            "varṣa",
            "sahasra",
            "ante",
            "puruṣaḥ",
            "tu",
            "sanātanaḥ",
            "teṣām",
            "āvirabhūt",
            "kṛcchram",
            "śāntena",
            "śamayan",
            "rucā"
        ],
        "translation": "At the end of ten thousand years of severe austerities performed by the Pracetās, the Supreme Personality of Godhead, to reward their austerities, appeared before them in His very pleasing form. This appealed to the Pracetās and satisfied the labor of their austerities.",
        "purport": " Performing ten thousand years of severe austerities does not seem a happy endeavor. Yet the devotees, the serious students of spiritual life, undergo such austerities to attain the favor of the Supreme Personality of Godhead. At that time, when the duration of life was very long, people could undergo severe austerities for thousands of years. It is said that Vālmīki, the author of Rāmāyaṇa, underwent meditational austerities for sixty thousand years. The Supreme Personality of Godhead appreciated the austerities undergone by the Pracetās, and He finally appeared before them in a pleasing form. Thus they all became satisfied and forgot the austerities they underwent. In the material world, if one is successful after hard labor, he is very pleased. Similarly, the devotee forgets all his labors and austerities as soon as he contacts the Supreme Personality of Godhead. Although Dhruva Mahārāja was only a five-year-old boy, he underwent severe austerities by eating simply dry foliage, drinking only water and taking no food. In this way, after six months he was able to see the Supreme Personality of Godhead face to face. When he saw the Lord, he forgot all his austerities and said, svāmin kṛtārtho ’smi: “My dear Lord, I am very pleased.”"
    },
    {
        "verse": "4",
        "devanagari": "दशवर्षसहस्रान्ते पुरुषस्तु सनातन: ।तेषामाविरभूत्कृच्छ्रं शान्तेन शमयन् रुचा ॥ ४ ॥",
        "english_devnagari": "daśa-varṣa-sahasrāntepuruṣas tu sanātanaḥteṣām āvirabhūt kṛcchraṁśāntena śamayan rucā",
        "verse_Syn": [
            "daśa",
            "varṣa",
            "sahasra",
            "ante",
            "puruṣaḥ",
            "tu",
            "sanātanaḥ",
            "teṣām",
            "āvirabhūt",
            "kṛcchram",
            "śāntena",
            "śamayan",
            "rucā"
        ],
        "translation": "At the end of ten thousand years of severe austerities performed by the Pracetās, the Supreme Personality of Godhead, to reward their austerities, appeared before them in His very pleasing form. This appealed to the Pracetās and satisfied the labor of their austerities.",
        "purport": " Performing ten thousand years of severe austerities does not seem a happy endeavor. Yet the devotees, the serious students of spiritual life, undergo such austerities to attain the favor of the Supreme Personality of Godhead. At that time, when the duration of life was very long, people could undergo severe austerities for thousands of years. It is said that Vālmīki, the author of Rāmāyaṇa, underwent meditational austerities for sixty thousand years. The Supreme Personality of Godhead appreciated the austerities undergone by the Pracetās, and He finally appeared before them in a pleasing form. Thus they all became satisfied and forgot the austerities they underwent. In the material world, if one is successful after hard labor, he is very pleased. Similarly, the devotee forgets all his labors and austerities as soon as he contacts the Supreme Personality of Godhead. Although Dhruva Mahārāja was only a five-year-old boy, he underwent severe austerities by eating simply dry foliage, drinking only water and taking no food. In this way, after six months he was able to see the Supreme Personality of Godhead face to face. When he saw the Lord, he forgot all his austerities and said, svāmin kṛtārtho ’smi: “My dear Lord, I am very pleased.” Of course, these austerities were performed in the Satya-yuga, Dvāpara-yuga and Tretā-yuga, but not in this Age of Kali. In this Kali-yuga, one can attain the same results simply by chanting the Hare Kṛṣṇa mahā-mantra. Because the people of this age are fallen, the Lord is kind enough to give them the easiest method. Simply by chanting the Hare Kṛṣṇa mantra, one can attain the same results. However, as Lord Caitanya Mahāprabhu points out, we are so unfortunate that we are not even attracted to chanting the mahā-mantra — Hare Kṛṣṇa, Hare Kṛṣṇa, Kṛṣṇa Kṛṣṇa, Hare Hare/ Hare Rāma, Hare Rāma, Rāma Rāma, Hare Hare."
    },
    {
        "verse": "5",
        "devanagari": "सुपर्णस्कन्धमारूढो मेरुश‍ृङ्गमिवाम्बुद: ।पीतवासा मणिग्रीव: कुर्वन्वितिमिरा दिश: ॥ ५ ॥",
        "english_devnagari": "suparṇa-skandham ārūḍhomeru-śṛṅgam ivāmbudaḥpīta-vāsā maṇi-grīvaḥkurvan vitimirā diśaḥ",
        "verse_Syn": [
            "suparṇa",
            "skandham",
            "ārūḍhaḥ",
            "meru",
            "śṛṅgam",
            "iva",
            "ambudaḥ",
            "pīta",
            "vāsāḥ",
            "maṇi",
            "grīvaḥ",
            "kurvan",
            "vitimirāḥ",
            "diśaḥ"
        ],
        "translation": "The Personality of Godhead, appearing on the shoulder of Garuḍa, seemed like a cloud resting on the summit of the mountain known as Meru. The transcendental body of the Personality of Godhead was covered by attractive yellow garments, and His neck was decorated with the jewel known as Kaustubha-maṇi. The bodily effulgence of the Lord dissipated all the darkness of the universe.",
        "purport": " As stated in Caitanya-caritāmṛta (Madhya 22.31):"
    },
    {
        "verse": "5",
        "devanagari": "सुपर्णस्कन्धमारूढो मेरुश‍ृङ्गमिवाम्बुद: ।पीतवासा मणिग्रीव: कुर्वन्वितिमिरा दिश: ॥ ५ ॥",
        "english_devnagari": "suparṇa-skandham ārūḍhomeru-śṛṅgam ivāmbudaḥpīta-vāsā maṇi-grīvaḥkurvan vitimirā diśaḥ",
        "verse_Syn": [
            "suparṇa",
            "skandham",
            "ārūḍhaḥ",
            "meru",
            "śṛṅgam",
            "iva",
            "ambudaḥ",
            "pīta",
            "vāsāḥ",
            "maṇi",
            "grīvaḥ",
            "kurvan",
            "vitimirāḥ",
            "diśaḥ"
        ],
        "translation": "The Personality of Godhead, appearing on the shoulder of Garuḍa, seemed like a cloud resting on the summit of the mountain known as Meru. The transcendental body of the Personality of Godhead was covered by attractive yellow garments, and His neck was decorated with the jewel known as Kaustubha-maṇi. The bodily effulgence of the Lord dissipated all the darkness of the universe.",
        "purport": " As stated in Caitanya-caritāmṛta (Madhya 22.31): The Lord is just like the effulgent sun. Consequently, whenever the Supreme Personality of Godhead is present, there cannot be darkness or ignorance. Actually this dark universe is illuminated by the sun, but the sun and moon simply reflect the bodily effulgence of the Supreme Lord. In Bhagavad-gītā (7.8) the Lord says, prabhāsmi śaśi-sūryayoḥ: “I am the illuminating energy of both the sun and the moon.” The conclusion is that the origin of all life is the bodily effulgence of the Supreme Personality of Godhead. This is also confirmed in Brahma-saṁhitā: yasya prabhā prabhavato jagad-aṇḍa-koṭi. Being illuminated by the bodily effulgence of the Supreme Personality of Godhead, everything is freed from all darkness."
    },
    {
        "verse": "6",
        "devanagari": "काशिष्णुना कनकवर्णविभूषणेनभ्राजत्कपोलवदनो विलसत्किरीट: ।अष्टायुधैरनुचरैर्मुनिभि: सुरेन्द्रै-रासेवितो गरुडकिन्नरगीतकीर्ति: ॥ ६ ॥",
        "english_devnagari": "kāśiṣṇunā kanaka-varṇa-vibhūṣaṇenabhrājat-kapola-vadano vilasat-kirīṭaḥaṣṭāyudhair anucarair munibhiḥ surendrairāsevito garuḍa-kinnara-gīta-kīrtiḥ",
        "verse_Syn": [
            "kāśiṣṇunā",
            "kanaka",
            "varṇa",
            "vibhūṣaṇena",
            "bhrājat",
            "kapola",
            "vadanaḥ",
            "vilasat",
            "kirīṭaḥ",
            "aṣṭa",
            "āyudhaiḥ",
            "anucaraiḥ",
            "munibhiḥ",
            "sura",
            "indraiḥ",
            "āsevitaḥ",
            "garuḍa",
            "kinnara",
            "gīta",
            "kīrtiḥ"
        ],
        "translation": "The Lord’s face was very beautiful, and His head was decorated with a shining helmet and golden ornaments. The helmet was dazzling and was very beautifully situated on His head. The Lord had eight arms, which each held a particular weapon. The Lord was surrounded by demigods, great sages and other associates. These were all engaged in His service. Garuḍa, the carrier of the Lord, glorified the Lord with Vedic hymns by flapping his wings. Garuḍa appeared to be an inhabitant of the planet known as Kinnaraloka.",
        "purport": " Generally the Viṣṇu form is manifested with four hands holding four objects — a conchshell, disc, club and lotus flower. However, here Lord Viṣṇu is described as possessing eight arms with eight kinds of weapons. According to Vīrarāghava Ācārya, the conchshell and lotus flower are also accepted as weapons. Since the Lord is the supreme controller, whatever is in His hand can be considered a weapon. Four hands hold four kinds of weapons, and the extra four hands hold an arrow, bow, trident and snake. Śrī Vīrarāghava Ācārya describes the eight weapons as śaṅkha, cakra, gadā, padma, śārṅga, śara, etc."
    },
    {
        "verse": "6",
        "devanagari": "काशिष्णुना कनकवर्णविभूषणेनभ्राजत्कपोलवदनो विलसत्किरीट: ।अष्टायुधैरनुचरैर्मुनिभि: सुरेन्द्रै-रासेवितो गरुडकिन्नरगीतकीर्ति: ॥ ६ ॥",
        "english_devnagari": "kāśiṣṇunā kanaka-varṇa-vibhūṣaṇenabhrājat-kapola-vadano vilasat-kirīṭaḥaṣṭāyudhair anucarair munibhiḥ surendrairāsevito garuḍa-kinnara-gīta-kīrtiḥ",
        "verse_Syn": [
            "kāśiṣṇunā",
            "kanaka",
            "varṇa",
            "vibhūṣaṇena",
            "bhrājat",
            "kapola",
            "vadanaḥ",
            "vilasat",
            "kirīṭaḥ",
            "aṣṭa",
            "āyudhaiḥ",
            "anucaraiḥ",
            "munibhiḥ",
            "sura",
            "indraiḥ",
            "āsevitaḥ",
            "garuḍa",
            "kinnara",
            "gīta",
            "kīrtiḥ"
        ],
        "translation": "The Lord’s face was very beautiful, and His head was decorated with a shining helmet and golden ornaments. The helmet was dazzling and was very beautifully situated on His head. The Lord had eight arms, which each held a particular weapon. The Lord was surrounded by demigods, great sages and other associates. These were all engaged in His service. Garuḍa, the carrier of the Lord, glorified the Lord with Vedic hymns by flapping his wings. Garuḍa appeared to be an inhabitant of the planet known as Kinnaraloka.",
        "purport": " Generally the Viṣṇu form is manifested with four hands holding four objects — a conchshell, disc, club and lotus flower. However, here Lord Viṣṇu is described as possessing eight arms with eight kinds of weapons. According to Vīrarāghava Ācārya, the conchshell and lotus flower are also accepted as weapons. Since the Lord is the supreme controller, whatever is in His hand can be considered a weapon. Four hands hold four kinds of weapons, and the extra four hands hold an arrow, bow, trident and snake. Śrī Vīrarāghava Ācārya describes the eight weapons as śaṅkha, cakra, gadā, padma, śārṅga, śara, etc. A king is always accompanied by his ministers, secretaries and commanders, and Lord Viṣṇu is also accompanied by His followers — the demigods, great sages, saintly persons and so on. He is never alone. Consequently there is no question of the Lord’s being impersonal. He is always Himself, the Supreme Personality of Godhead, and His associates are also persons. From the description given in this verse, Garuḍa appears to belong to the Kinnara planet. The inhabitants of the Kinnara planet have the same features as Garuḍa. Their bodily features are like those of a human being, but they have wings. The word gīta-kīrtiḥ indicates that the inhabitants of Kinnaraloka are very expert in singing the glories of the Lord. In Brahma-saṁhitā it is said, jagad-aṇḍa-koṭi-koṭiṣv aśeṣa-vasudhādi-vibhūti-bhinnam: in each and every universe there are different types of planets, and each planet has distinctive features. On the strength of this verse, we can understand that in Kinnaraloka the inhabitants can fly with their wings. There is also a planet, known as Siddhaloka, where the inhabitants can fly even without wings. Thus each and every planet has some distinctive facility. That is the beauty of the varied creation of the Supreme Personality of Godhead."
    },
    {
        "verse": "7",
        "devanagari": "पीनायताष्टभुजमण्डलमध्यलक्ष्म्यास्पर्धच्छ्रिया परिवृतो वनमालयाद्य: ।बर्हिष्मत: पुरुष आह सुतान् प्रपन्नान्पर्जन्यनादरुतया सघृणावलोक: ॥ ७ ॥",
        "english_devnagari": "pīnāyatāṣṭa-bhuja-maṇḍala-madhya-lakṣmyāspardhac-chriyā parivṛto vana-mālayādyaḥbarhiṣmataḥ puruṣa āha sutān prapannānparjanya-nāda-rutayā saghṛṇāvalokaḥ",
        "verse_Syn": [
            "pīna",
            "āyata",
            "aṣṭa",
            "bhuja",
            "maṇḍala",
            "madhya",
            "lakṣmyā",
            "spardhat",
            "śriyā",
            "parivṛtaḥ",
            "vana",
            "mālayā",
            "ādyaḥ",
            "barhiṣmataḥ",
            "puruṣaḥ",
            "āha",
            "sutān",
            "prapannān",
            "parjanya",
            "nāda",
            "rutayā",
            "sa",
            "ghṛṇa",
            "avalokaḥ"
        ],
        "translation": "Around the neck of the Personality of Godhead hung a flower garland that reached to His knees. His eight stout and elongated arms were decorated with that garland, which challenged the beauty of the goddess of fortune. With a merciful glance and a voice like thunder, the Lord addressed the sons of King Prācīnabarhiṣat, who were very much surrendered unto Him.",
        "purport": " The word ādyaḥ in this verse is very significant. The Supreme Personality of Godhead is the origin even of Paramātmā and Brahman. As confirmed in Bhagavad-gītā (14.27), brahmaṇo hi pratiṣṭhāham: the Absolute Truth begins not with the impersonal Brahman but with the original Personality of Godhead, Kṛṣṇa. When Arjuna realized Kṛṣṇa’s greatness, he addressed Him in this way:"
    },
    {
        "verse": "7",
        "devanagari": "पीनायताष्टभुजमण्डलमध्यलक्ष्म्यास्पर्धच्छ्रिया परिवृतो वनमालयाद्य: ।बर्हिष्मत: पुरुष आह सुतान् प्रपन्नान्पर्जन्यनादरुतया सघृणावलोक: ॥ ७ ॥",
        "english_devnagari": "pīnāyatāṣṭa-bhuja-maṇḍala-madhya-lakṣmyāspardhac-chriyā parivṛto vana-mālayādyaḥbarhiṣmataḥ puruṣa āha sutān prapannānparjanya-nāda-rutayā saghṛṇāvalokaḥ",
        "verse_Syn": [
            "pīna",
            "āyata",
            "aṣṭa",
            "bhuja",
            "maṇḍala",
            "madhya",
            "lakṣmyā",
            "spardhat",
            "śriyā",
            "parivṛtaḥ",
            "vana",
            "mālayā",
            "ādyaḥ",
            "barhiṣmataḥ",
            "puruṣaḥ",
            "āha",
            "sutān",
            "prapannān",
            "parjanya",
            "nāda",
            "rutayā",
            "sa",
            "ghṛṇa",
            "avalokaḥ"
        ],
        "translation": "Around the neck of the Personality of Godhead hung a flower garland that reached to His knees. His eight stout and elongated arms were decorated with that garland, which challenged the beauty of the goddess of fortune. With a merciful glance and a voice like thunder, the Lord addressed the sons of King Prācīnabarhiṣat, who were very much surrendered unto Him.",
        "purport": " The word ādyaḥ in this verse is very significant. The Supreme Personality of Godhead is the origin even of Paramātmā and Brahman. As confirmed in Bhagavad-gītā (14.27), brahmaṇo hi pratiṣṭhāham: the Absolute Truth begins not with the impersonal Brahman but with the original Personality of Godhead, Kṛṣṇa. When Arjuna realized Kṛṣṇa’s greatness, he addressed Him in this way: “You are the Supreme Brahman, the ultimate, the supreme abode and purifier, the Absolute Truth and the eternal divine person. You are the primal God, transcendental and original, and You are the unborn and all-pervading beauty.” (Bg. 10.12)"
    },
    {
        "verse": "7",
        "devanagari": "पीनायताष्टभुजमण्डलमध्यलक्ष्म्यास्पर्धच्छ्रिया परिवृतो वनमालयाद्य: ।बर्हिष्मत: पुरुष आह सुतान् प्रपन्नान्पर्जन्यनादरुतया सघृणावलोक: ॥ ७ ॥",
        "english_devnagari": "pīnāyatāṣṭa-bhuja-maṇḍala-madhya-lakṣmyāspardhac-chriyā parivṛto vana-mālayādyaḥbarhiṣmataḥ puruṣa āha sutān prapannānparjanya-nāda-rutayā saghṛṇāvalokaḥ",
        "verse_Syn": [
            "pīna",
            "āyata",
            "aṣṭa",
            "bhuja",
            "maṇḍala",
            "madhya",
            "lakṣmyā",
            "spardhat",
            "śriyā",
            "parivṛtaḥ",
            "vana",
            "mālayā",
            "ādyaḥ",
            "barhiṣmataḥ",
            "puruṣaḥ",
            "āha",
            "sutān",
            "prapannān",
            "parjanya",
            "nāda",
            "rutayā",
            "sa",
            "ghṛṇa",
            "avalokaḥ"
        ],
        "translation": "Around the neck of the Personality of Godhead hung a flower garland that reached to His knees. His eight stout and elongated arms were decorated with that garland, which challenged the beauty of the goddess of fortune. With a merciful glance and a voice like thunder, the Lord addressed the sons of King Prācīnabarhiṣat, who were very much surrendered unto Him.",
        "purport": " The word ādyaḥ in this verse is very significant. The Supreme Personality of Godhead is the origin even of Paramātmā and Brahman. As confirmed in Bhagavad-gītā (14.27), brahmaṇo hi pratiṣṭhāham: the Absolute Truth begins not with the impersonal Brahman but with the original Personality of Godhead, Kṛṣṇa. When Arjuna realized Kṛṣṇa’s greatness, he addressed Him in this way: “You are the Supreme Brahman, the ultimate, the supreme abode and purifier, the Absolute Truth and the eternal divine person. You are the primal God, transcendental and original, and You are the unborn and all-pervading beauty.” (Bg. 10.12) The Brahma-saṁhitā also says, anādir ādir govindaḥ sarva-kāraṇa-kāraṇam: “The Supreme Lord is not caused by anything [anādi], but He is the cause of all causes.” The Vedānta-sūtra says, janmādy asya yataḥ: “The Absolute Truth is that from which everything emanates.” The Absolute Truth is described as ādi-puruṣa. The Absolute Truth is therefore a person and is not impersonal."
    },
    {
        "verse": "8",
        "devanagari": "श्रीभगवानुवाचवरं वृणीध्वं भद्रं वो यूयं मे नृपनन्दना: ।सौहार्देनापृथग्धर्मास्तुष्टोऽहं सौहृदेन व: ॥ ८ ॥",
        "english_devnagari": "śrī-bhagavān uvācavaraṁ vṛṇīdhvaṁ bhadraṁ voyūyaṁ me nṛpa-nandanāḥsauhārdenāpṛthag-dharmāstuṣṭo ’haṁ sauhṛdena vaḥ",
        "verse_Syn": [
            "śrī",
            "bhagavān",
            "uvāca",
            "varam",
            "vṛṇīdhvam",
            "bhadram",
            "vaḥ",
            "yūyam",
            "me",
            "nṛpa",
            "nandanāḥ",
            "sauhārdena",
            "apṛthak",
            "dharmāḥ",
            "tuṣṭaḥ",
            "aham",
            "sauhṛdena",
            "vaḥ"
        ],
        "translation": "The Supreme Personality of Godhead said: My dear sons of the King, I am very much pleased by the friendly relationships among you. All of you are engaged in one occupation — devotional service. I am so pleased with your mutual friendship that I wish you all good fortune. Now you may ask a benediction of Me.",
        "purport": " Since the sons of King Prācīnabarhiṣat were all united in Kṛṣṇa consciousness, the Lord was very pleased with them. Each and every one of the sons of King Prācīnabarhiṣat was an individual soul, but they were united in offering transcendental service to the Lord. The unity of the individual souls attempting to satisfy the Supreme Lord or rendering service to the Lord is real unity. In the material world such unity is not possible. Even though people may officially unite, they all have different interests. In the United Nations, for instance, all the nations have their particular national ambitions, and consequently they cannot be united. Disunity between individual souls is so strong within this material world that even in a society of Kṛṣṇa consciousness, members sometimes appear disunited due to their having different opinions and leaning toward material things. Actually, in Kṛṣṇa consciousness there cannot be two opinions. There is only one goal: to serve Kṛṣṇa to one’s best ability. If there is some disagreement over service, such disagreement is to be taken as spiritual. Those who are actually engaged in the service of the Supreme Personality of Godhead cannot be disunited in any circumstance. This makes the Supreme Personality of Godhead very happy and willing to award all kinds of benediction to His devotees, as indicated in this verse. We can see that the Lord is immediately prepared to award all benedictions to the sons of King Prācīnabarhiṣat."
    },
    {
        "verse": "10",
        "devanagari": "ये तु मां रुद्रगीतेन सायं प्रात: समाहिता: ।स्तुवन्त्यहं कामवरान्दास्ये प्रज्ञां च शोभनाम् ॥ १० ॥",
        "english_devnagari": "ye tu māṁ rudra-gītenasāyaṁ prātaḥ samāhitāḥstuvanty ahaṁ kāma-varāndāsye prajñāṁ ca śobhanām",
        "verse_Syn": [
            "ye",
            "tu",
            "mām",
            "rudra",
            "gītena",
            "sāyam",
            "prātaḥ",
            "samāhitāḥ",
            "stuvanti",
            "aham",
            "kāma",
            "varān",
            "dāsye",
            "prajñām",
            "ca",
            "śobhanām"
        ],
        "translation": "Those who will offer Me the prayers composed by Lord Śiva, both in the morning and in the evening, will be given benedictions by Me. In this way they can both fulfill their desires and attain good intelligence.",
        "purport": " Good intelligence means going back home, back to Godhead. This is confirmed in Bhagavad-gītā (10.10):"
    },
    {
        "verse": "10",
        "devanagari": "ये तु मां रुद्रगीतेन सायं प्रात: समाहिता: ।स्तुवन्त्यहं कामवरान्दास्ये प्रज्ञां च शोभनाम् ॥ १० ॥",
        "english_devnagari": "ye tu māṁ rudra-gītenasāyaṁ prātaḥ samāhitāḥstuvanty ahaṁ kāma-varāndāsye prajñāṁ ca śobhanām",
        "verse_Syn": [
            "ye",
            "tu",
            "mām",
            "rudra",
            "gītena",
            "sāyam",
            "prātaḥ",
            "samāhitāḥ",
            "stuvanti",
            "aham",
            "kāma",
            "varān",
            "dāsye",
            "prajñām",
            "ca",
            "śobhanām"
        ],
        "translation": "Those who will offer Me the prayers composed by Lord Śiva, both in the morning and in the evening, will be given benedictions by Me. In this way they can both fulfill their desires and attain good intelligence.",
        "purport": " Good intelligence means going back home, back to Godhead. This is confirmed in Bhagavad-gītā (10.10): “To those who are constantly devoted and worship Me with love, I give the understanding by which they can come to Me.”"
    },
    {
        "verse": "10",
        "devanagari": "ये तु मां रुद्रगीतेन सायं प्रात: समाहिता: ।स्तुवन्त्यहं कामवरान्दास्ये प्रज्ञां च शोभनाम् ॥ १० ॥",
        "english_devnagari": "ye tu māṁ rudra-gītenasāyaṁ prātaḥ samāhitāḥstuvanty ahaṁ kāma-varāndāsye prajñāṁ ca śobhanām",
        "verse_Syn": [
            "ye",
            "tu",
            "mām",
            "rudra",
            "gītena",
            "sāyam",
            "prātaḥ",
            "samāhitāḥ",
            "stuvanti",
            "aham",
            "kāma",
            "varān",
            "dāsye",
            "prajñām",
            "ca",
            "śobhanām"
        ],
        "translation": "Those who will offer Me the prayers composed by Lord Śiva, both in the morning and in the evening, will be given benedictions by Me. In this way they can both fulfill their desires and attain good intelligence.",
        "purport": " Good intelligence means going back home, back to Godhead. This is confirmed in Bhagavad-gītā (10.10): “To those who are constantly devoted and worship Me with love, I give the understanding by which they can come to Me.” One who offers prayers to the Lord to fulfill his different desires must know that the highest perfectional fulfillment of desire is to go back home, back to Godhead. In this verse it is indicated that those who remember the activities of the Pracetās, the sons of King Prācīnabarhiṣat, will be delivered and blessed. So what to speak of the sons of King Prācīnabarhiṣat, who are directly connected with the Supreme Personality of Godhead? This is the way of the paramparā system. If we follow the ācāryas, we attain the same benefit as our predecessors. If one follows the decisions of Arjuna, he should be considered to be directly hearing Bhagavad-gītā from the Supreme Personality of Godhead. There is no difference between hearing Bhagavad-gītā directly from the Supreme Lord and following a personality like Arjuna, who formerly heard Bhagavad-gītā directly from the Lord. Sometimes foolish people argue that since Kṛṣṇa is not present at the moment, one cannot take direct instructions from Him. Such foolish people do not know that there is no difference between directly hearing Bhagavad-gītā and reading it, as long as one accepts Bhagavad-gītā as it is, spoken by the Lord. However, if one wants to understand Bhagavad-gītā by his imperfect interpretations, one cannot possibly understand the mysteries of Bhagavad-gītā, even though one may be a great scholar according to mundane estimation."
    },
    {
        "verse": "11",
        "devanagari": "यद्यूयं पितुरादेशमग्रहीष्ट मुदान्विता: ।अथो व उशती कीर्तिर्लोकाननु भविष्यति ॥ ११ ॥",
        "english_devnagari": "yad yūyaṁ pitur ādeśamagrahīṣṭa mudānvitāḥatho va uśatī kīrtirlokān anu bhaviṣyati",
        "verse_Syn": [
            "yat",
            "yūyam",
            "pituḥ",
            "ādeśam",
            "agrahīṣṭa",
            "mudā",
            "anvitāḥ",
            "atho",
            "vaḥ",
            "uśatī",
            "kīrtiḥ",
            "lokān",
            "anu",
            "bhaviṣyati"
        ],
        "translation": "Because you have with pleasure accepted within your hearts the orders of your father and have executed those orders very faithfully, your attractive qualities will be celebrated all over the world.",
        "purport": " Since every living entity is part and parcel of the Supreme Personality of Godhead, he has small independence. Sometimes unintelligent men ask why one is put into a miserable condition even though everyone is under the control of the Supreme Personality of Godhead. Because of his minute independence, the living entity can obey or disobey the orders of the Supreme Lord. If he obeys the Supreme Lord’s orders, he becomes happy. If he does not, he becomes unhappy. Therefore the living entity creates his own happiness or unhappiness. The Supreme Lord does not enforce these on anyone. The Supreme Lord praised the Pracetās because they all faithfully obeyed the orders of their father. The Lord therefore blessed the sons of King Prācīnabarhiṣat because they obeyed their father’s orders."
    },
    {
        "verse": "12",
        "devanagari": "भविता विश्रुत: पुत्रोऽनवमो ब्रह्मणो गुणै: ।य एतामात्मवीर्येण त्रिलोकीं पूरयिष्यति ॥ १२ ॥",
        "english_devnagari": "bhavitā viśrutaḥ putro’navamo brahmaṇo guṇaiḥya etām ātma-vīryeṇatri-lokīṁ pūrayiṣyati",
        "verse_Syn": [
            "bhavitā",
            "viśrutaḥ",
            "putraḥ",
            "anavamaḥ",
            "brahmaṇaḥ",
            "guṇaiḥ",
            "yaḥ",
            "etām",
            "ātma",
            "vīryeṇa",
            "tri",
            "lokīm",
            "pūrayiṣyati"
        ],
        "translation": "You will have a nice son, who will be in no way inferior to Lord Brahmā. Consequently, he will be very famous all over the universe, and the sons and grandsons generated by him will fill the three worlds.",
        "purport": " As explained in the next verse, the Pracetās will marry the daughter of the great sage Kaṇḍu. It is suggested that the son’s name will be Viśruta and that he will glorify both his father and mother because of his good character. In fact, he would be greater than Lord Brahmā. The great politician Cāṇakya said, “If there is a good tree within a garden or forest, its flowers will fill the forest with their fragrance. Similarly, a good son within a family makes the whole family famous all over the world.” Kṛṣṇa took birth in the family of the Yadus, and consequently the Yadu dynasty is famous all over the world."
    },
    {
        "verse": "13",
        "devanagari": "कण्डो: प्रम्‍लोचया लब्धा कन्या कमललोचना ।तां चापविद्धां जगृहुर्भूरुहा नृपनन्दना: ॥ १३ ॥",
        "english_devnagari": "kaṇḍoḥ pramlocayā labdhākanyā kamala-locanātāṁ cāpaviddhāṁ jagṛhurbhūruhā nṛpa-nandanāḥ",
        "verse_Syn": [
            "kaṇḍoḥ",
            "pramlocayā",
            "labdhā",
            "kanyā",
            "kamala",
            "locanā",
            "tām",
            "ca",
            "apaviddhām",
            "jagṛhuḥ",
            "bhūruhāḥ",
            "nṛpa",
            "nandanāḥ"
        ],
        "translation": "O sons of King Prācīnabarhiṣat, the heavenly society girl named Pramlocā kept the lotus-eyed daughter of Kaṇḍu in the care of the forest trees. Then she went back to the heavenly planet. This daughter was born by the coupling of the Apsarā named Pramlocā with the sage Kaṇḍu.",
        "purport": " Whenever a great sage undergoes severe austerities for material power, the King of heaven, Indra, becomes very envious. All the demigods have responsible posts for the management of universal affairs and are very highly qualified with pious activities. Although they are ordinary living entities, they are able to attain responsible posts, like Lord Brahmā, Indra, Candra and Varuṇa. As is the nature of this material world, the King of heaven, Indra, is very anxious if a great sage undergoes severe austerities. The whole material world is filled with such envy that everyone becomes afraid of his neighbors. Every businessman is afraid of his associates because this material world is the field of activities for all kinds of envious people who have come here to compete with the opulence of the Supreme Personality of Godhead. Thus Indra was very much afraid of the severe austerities performed by the great sage Kaṇḍu, and he sent Pramlocā to break his vows and austerities. A similar incident took place in the case of Viśvāmitra. From other incidents in the śāstras, it appears that Indra has always been envious. When King Pṛthu was celebrating various sacrifices, outdoing Indra, Indra became very envious, and he disturbed King Pṛthu’s sacrifice. This has already been discussed in previous chapters. King Indra became successful in breaking the vow of the great sage Kaṇḍu, who became attracted by the beauty of the heavenly society girl Pramlocā and begot a female child. This child is described herein as lotus-eyed and very beautiful. Being thus successful in her mission, Pramlocā returned to the heavenly planets, leaving the newborn child to the care of the trees. Fortunately, the trees accepted the child and agreed to raise her."
    },
    {
        "verse": "14",
        "devanagari": "क्षुत्क्षामाया मुखे राजा सोम: पीयूषवर्षिणीम् ।देशिनीं रोदमानाया निदधे स दयान्वित: ॥ १४ ॥",
        "english_devnagari": "kṣut-kṣāmāyā mukhe rājāsomaḥ pīyūṣa-varṣiṇīmdeśinīṁ rodamānāyānidadhe sa dayānvitaḥ",
        "verse_Syn": [
            "kṣut",
            "kṣāmāyāḥ",
            "mukhe",
            "rājā",
            "somaḥ",
            "pīyūṣa",
            "varṣiṇīm",
            "deśinīm",
            "rodamānāyāḥ",
            "nidadhe",
            "saḥ",
            "dayā",
            "anvitaḥ"
        ],
        "translation": "Thereafter the child, who was left to the care of the trees, began to cry in hunger. At that time the king of the forest, namely the king of the moon planet, out of compassion placed his finger, which poured forth nectar, within the child’s mouth. Thus the child was raised by the mercy of the king of the moon.",
        "purport": " Although the Apsarā left her child to the care of the trees, the trees could not take care of the child properly; therefore the trees handed the child over to the king of the moon. Thus Candra, king of the moon, put his finger within the mouth of the child to satisfy her hunger."
    },
    {
        "verse": "15",
        "devanagari": "प्रजाविसर्ग आदिष्टा: पित्रा मामनुवर्तता ।तत्र कन्यां वरारोहां तामुद्वहत मा चिरम् ॥ १५ ॥",
        "english_devnagari": "prajā-visarga ādiṣṭāḥpitrā mām anuvartatātatra kanyāṁ varārohāṁtām udvahata mā ciram",
        "verse_Syn": [
            "prajā",
            "visarge",
            "ādiṣṭāḥ",
            "pitrā",
            "mām",
            "anuvartatā",
            "tatra",
            "kanyām",
            "vara",
            "ārohām",
            "tām",
            "udvahata",
            "mā",
            "ciram"
        ],
        "translation": "Since all of you are very much obedient to My orders, I ask you to immediately marry that girl, who is so well qualified with beauty and good qualities. According to the order of your father, create progeny through her.",
        "purport": " The Pracetās not only were great devotees of the Supreme Personality of Godhead but were very obedient to the orders of their father. Therefore the Lord asked them to marry the daughter of Pramlocā."
    },
    {
        "verse": "16",
        "devanagari": "अपृथग्धर्मशीलानां सर्वेषां व: सुमध्यमा ।अपृथग्धर्मशीलेयं भूयात्पत्‍न्यर्पिताशया ॥ १६ ॥",
        "english_devnagari": "apṛthag-dharma-śīlānāṁsarveṣāṁ vaḥ sumadhyamāapṛthag-dharma-śīleyaṁbhūyāt patny arpitāśayā",
        "verse_Syn": [
            "apṛthak",
            "dharma",
            "śīlānām",
            "sarveṣām",
            "vaḥ",
            "su",
            "madhyamā",
            "apṛthak",
            "dharma",
            "śīlā",
            "iyam",
            "bhūyāt",
            "patnī",
            "arpita",
            "āśayā"
        ],
        "translation": "You brothers are all of the same nature, being My devotees and obedient sons of your father. Similarly, that girl is also of the same type and is dedicated to all of you. Thus both the girl and you, the sons of Prācīnabarhiṣat, are on the same platform, being united on a common principle.",
        "purport": " According to Vedic principles, a woman cannot have many husbands, although a husband can have many wives. In special instances, however, it is found that a woman has more than one husband. Draupadī, for instance, was married to all of the five Pāṇḍava brothers. Similarly, the Supreme Personality of Godhead ordered all the sons of Prācīnabarhiṣat to marry the one girl born of the great sage Kaṇḍu and Pramlocā. In special cases, a girl is allowed to marry more than one man, provided she is able to treat her husbands equally. This is not possible for an ordinary woman. Only one who is especially qualified can be allowed to marry more than one husband. In this Age of Kali, to find such an equipoised woman is very difficult. Thus, according to scripture, kalau pañca vivarjayet. In this age a woman is forbidden to marry her husband’s brother. This system is still practiced in some of the hilly tracts of India. The Lord says, apṛthag-dharma-śīleyaṁ bhūyāt patny arpitāśayā. With the blessings of the Lord, all things are possible. The Lord especially blessed the girl to surrender equally to all brothers. Apṛthag-dharma, meaning “occupational duty without difference of purpose,” is taught in Bhagavad-gītā. Bhagavad-gītā is divided into three primary divisions: karma-yoga, jñāna-yoga and bhakti-yoga. The word yoga means “acting on behalf of the Supreme Personality of Godhead.” As confirmed by Bhagavad-gītā (3.9):"
    },
    {
        "verse": "16",
        "devanagari": "अपृथग्धर्मशीलानां सर्वेषां व: सुमध्यमा ।अपृथग्धर्मशीलेयं भूयात्पत्‍न्यर्पिताशया ॥ १६ ॥",
        "english_devnagari": "apṛthag-dharma-śīlānāṁsarveṣāṁ vaḥ sumadhyamāapṛthag-dharma-śīleyaṁbhūyāt patny arpitāśayā",
        "verse_Syn": [
            "apṛthak",
            "dharma",
            "śīlānām",
            "sarveṣām",
            "vaḥ",
            "su",
            "madhyamā",
            "apṛthak",
            "dharma",
            "śīlā",
            "iyam",
            "bhūyāt",
            "patnī",
            "arpita",
            "āśayā"
        ],
        "translation": "You brothers are all of the same nature, being My devotees and obedient sons of your father. Similarly, that girl is also of the same type and is dedicated to all of you. Thus both the girl and you, the sons of Prācīnabarhiṣat, are on the same platform, being united on a common principle.",
        "purport": " According to Vedic principles, a woman cannot have many husbands, although a husband can have many wives. In special instances, however, it is found that a woman has more than one husband. Draupadī, for instance, was married to all of the five Pāṇḍava brothers. Similarly, the Supreme Personality of Godhead ordered all the sons of Prācīnabarhiṣat to marry the one girl born of the great sage Kaṇḍu and Pramlocā. In special cases, a girl is allowed to marry more than one man, provided she is able to treat her husbands equally. This is not possible for an ordinary woman. Only one who is especially qualified can be allowed to marry more than one husband. In this Age of Kali, to find such an equipoised woman is very difficult. Thus, according to scripture, kalau pañca vivarjayet. In this age a woman is forbidden to marry her husband’s brother. This system is still practiced in some of the hilly tracts of India. The Lord says, apṛthag-dharma-śīleyaṁ bhūyāt patny arpitāśayā. With the blessings of the Lord, all things are possible. The Lord especially blessed the girl to surrender equally to all brothers. Apṛthag-dharma, meaning “occupational duty without difference of purpose,” is taught in Bhagavad-gītā. Bhagavad-gītā is divided into three primary divisions: karma-yoga, jñāna-yoga and bhakti-yoga. The word yoga means “acting on behalf of the Supreme Personality of Godhead.” As confirmed by Bhagavad-gītā (3.9): “Work done as a sacrifice for Viṣṇu has to be performed; otherwise work binds one to this material world. Therefore, O son of Kuntī, perform your prescribed duties for His satisfaction, and in that way you will always remain unattached and free from bondage.”"
    },
    {
        "verse": "16",
        "devanagari": "अपृथग्धर्मशीलानां सर्वेषां व: सुमध्यमा ।अपृथग्धर्मशीलेयं भूयात्पत्‍न्यर्पिताशया ॥ १६ ॥",
        "english_devnagari": "apṛthag-dharma-śīlānāṁsarveṣāṁ vaḥ sumadhyamāapṛthag-dharma-śīleyaṁbhūyāt patny arpitāśayā",
        "verse_Syn": [
            "apṛthak",
            "dharma",
            "śīlānām",
            "sarveṣām",
            "vaḥ",
            "su",
            "madhyamā",
            "apṛthak",
            "dharma",
            "śīlā",
            "iyam",
            "bhūyāt",
            "patnī",
            "arpita",
            "āśayā"
        ],
        "translation": "You brothers are all of the same nature, being My devotees and obedient sons of your father. Similarly, that girl is also of the same type and is dedicated to all of you. Thus both the girl and you, the sons of Prācīnabarhiṣat, are on the same platform, being united on a common principle.",
        "purport": " According to Vedic principles, a woman cannot have many husbands, although a husband can have many wives. In special instances, however, it is found that a woman has more than one husband. Draupadī, for instance, was married to all of the five Pāṇḍava brothers. Similarly, the Supreme Personality of Godhead ordered all the sons of Prācīnabarhiṣat to marry the one girl born of the great sage Kaṇḍu and Pramlocā. In special cases, a girl is allowed to marry more than one man, provided she is able to treat her husbands equally. This is not possible for an ordinary woman. Only one who is especially qualified can be allowed to marry more than one husband. In this Age of Kali, to find such an equipoised woman is very difficult. Thus, according to scripture, kalau pañca vivarjayet. In this age a woman is forbidden to marry her husband’s brother. This system is still practiced in some of the hilly tracts of India. The Lord says, apṛthag-dharma-śīleyaṁ bhūyāt patny arpitāśayā. With the blessings of the Lord, all things are possible. The Lord especially blessed the girl to surrender equally to all brothers. Apṛthag-dharma, meaning “occupational duty without difference of purpose,” is taught in Bhagavad-gītā. Bhagavad-gītā is divided into three primary divisions: karma-yoga, jñāna-yoga and bhakti-yoga. The word yoga means “acting on behalf of the Supreme Personality of Godhead.” As confirmed by Bhagavad-gītā (3.9): “Work done as a sacrifice for Viṣṇu has to be performed; otherwise work binds one to this material world. Therefore, O son of Kuntī, perform your prescribed duties for His satisfaction, and in that way you will always remain unattached and free from bondage.” One may act according to his own occupational duty just to satisfy the yajña-puruṣa, the Supreme Personality of Godhead. That is called apṛthag-dharma. Different limbs of the body may act in different ways, but the ultimate objective is to maintain the entire body. Similarly, if we work for the satisfaction of the Supreme Personality of Godhead, we will find that we satisfy everything. We should follow in the footsteps of the Pracetās, whose only aim was to satisfy the Supreme Lord. This is called apṛthag-dharma. According to Bhagavad-gītā (18.66), sarva-dharmān parityajya mām ekaṁ śaraṇaṁ vraja: “Abandon all varieties of religion and just surrender unto Me.” This is the advice of Lord Kṛṣṇa. Our only aim should be to act in Kṛṣṇa consciousness for the satisfaction of the Lord. This is oneness, or apṛthag-dharma."
    },
    {
        "verse": "17",
        "devanagari": "दिव्यवर्षसहस्राणां सहस्रमहतौजस: ।भौमान् भोक्ष्यथ भोगान् वै दिव्यांश्चानुग्रहान्मम ॥ १७ ॥",
        "english_devnagari": "divya-varṣa-sahasrāṇāṁsahasram ahataujasaḥbhaumān bhokṣyatha bhogān vaidivyāṁś cānugrahān mama",
        "verse_Syn": [
            "divya",
            "varṣa",
            "sahasrāṇām",
            "sahasram",
            "ahata",
            "ojasaḥ",
            "bhaumān",
            "bhokṣyatha",
            "bhogān",
            "vai",
            "divyān",
            "ca",
            "anugrahāt",
            "mama"
        ],
        "translation": "The Lord then blessed all the Pracetās, saying: My dear princes, by My mercy you can enjoy all the facilities of this world as well as the heavenly world. Indeed, you can enjoy all of them without hindrance and with full strength for one million celestial years.",
        "purport": " The duration of life prescribed for the Pracetās by the Supreme Personality of Godhead is calculated by the time measurements of higher planetary systems. Our six earth months are said to equal twelve hours in the higher planetary systems. Thirty days equal one month, and twelve months equal one year. In this way, for one million years according to the calculations of the higher planetary system the Pracetās were allowed to enjoy all kinds of material facilities. Although this life span was so long, the Pracetās were given full bodily strength by the grace of the Lord. In the material world, if one wants to live for many years he must endure the difficulties of old age, invalidity and many other miserable conditions. The Pracetās, however, were given full bodily strength to enjoy material facilities. This special facility was given to the Pracetās so that they could continue rendering full devotional service. This will be explained in the following verse."
    },
    {
        "verse": "18",
        "devanagari": "अथ मय्यनपायिन्या भक्त्या पक्‍वगुणाशया: ।उपयास्यथ मद्धाम निर्विद्य निरयादत: ॥ १८ ॥",
        "english_devnagari": "atha mayy anapāyinyābhaktyā pakva-guṇāśayāḥupayāsyatha mad-dhāmanirvidya nirayād ataḥ",
        "verse_Syn": [
            "atha",
            "mayi",
            "anapāyinyā",
            "bhaktyā",
            "pakva",
            "guṇa",
            "āśayāḥ",
            "upayāsyatha",
            "mat",
            "dhāma",
            "nirvidya",
            "nirayāt",
            "ataḥ"
        ],
        "translation": "Thereafter you will develop unadulterated devotional service unto Me and be freed from all material contamination. At that time, being completely unattached to material enjoyment in the so-called heavenly planets as well as in hellish planets, you will return home, back to Godhead.",
        "purport": " By the grace of the Lord, the Pracetās were given special facilities. Although they could live millions of years to enjoy material facilities, they still would not be deviated from the transcendental loving service of the Lord. Being thus fully engaged, the Pracetās would be completely freed from all material attachment. Material attachment is very strong. During one lifetime, a materialist engages in acquiring land, money, friends, society, friendship, love and so on. He also wants to enjoy the heavenly planets after the annihilation of the body. If one is engaged in devotional service, however, he becomes unattached to all kinds of material enjoyment and suffering. In the material world, those who are elevated to the higher planetary systems are supposed to enjoy all material facilities, whereas those degraded to lower planetary systems are supposed to live in a hellish condition. A devotee, however, is transcendental to both heavenly and hellish conditions. According to Bhagavad-gītā (14.26), a devotee’s position is described in this way:"
    },
    {
        "verse": "18",
        "devanagari": "अथ मय्यनपायिन्या भक्त्या पक्‍वगुणाशया: ।उपयास्यथ मद्धाम निर्विद्य निरयादत: ॥ १८ ॥",
        "english_devnagari": "atha mayy anapāyinyābhaktyā pakva-guṇāśayāḥupayāsyatha mad-dhāmanirvidya nirayād ataḥ",
        "verse_Syn": [
            "atha",
            "mayi",
            "anapāyinyā",
            "bhaktyā",
            "pakva",
            "guṇa",
            "āśayāḥ",
            "upayāsyatha",
            "mat",
            "dhāma",
            "nirvidya",
            "nirayāt",
            "ataḥ"
        ],
        "translation": "Thereafter you will develop unadulterated devotional service unto Me and be freed from all material contamination. At that time, being completely unattached to material enjoyment in the so-called heavenly planets as well as in hellish planets, you will return home, back to Godhead.",
        "purport": " By the grace of the Lord, the Pracetās were given special facilities. Although they could live millions of years to enjoy material facilities, they still would not be deviated from the transcendental loving service of the Lord. Being thus fully engaged, the Pracetās would be completely freed from all material attachment. Material attachment is very strong. During one lifetime, a materialist engages in acquiring land, money, friends, society, friendship, love and so on. He also wants to enjoy the heavenly planets after the annihilation of the body. If one is engaged in devotional service, however, he becomes unattached to all kinds of material enjoyment and suffering. In the material world, those who are elevated to the higher planetary systems are supposed to enjoy all material facilities, whereas those degraded to lower planetary systems are supposed to live in a hellish condition. A devotee, however, is transcendental to both heavenly and hellish conditions. According to Bhagavad-gītā (14.26), a devotee’s position is described in this way: “One who engages in full devotional service, who does not fall down in any circumstance, at once transcends the modes of material nature and thus comes to the level of Brahman.”"
    },
    {
        "verse": "18",
        "devanagari": "अथ मय्यनपायिन्या भक्त्या पक्‍वगुणाशया: ।उपयास्यथ मद्धाम निर्विद्य निरयादत: ॥ १८ ॥",
        "english_devnagari": "atha mayy anapāyinyābhaktyā pakva-guṇāśayāḥupayāsyatha mad-dhāmanirvidya nirayād ataḥ",
        "verse_Syn": [
            "atha",
            "mayi",
            "anapāyinyā",
            "bhaktyā",
            "pakva",
            "guṇa",
            "āśayāḥ",
            "upayāsyatha",
            "mat",
            "dhāma",
            "nirvidya",
            "nirayāt",
            "ataḥ"
        ],
        "translation": "Thereafter you will develop unadulterated devotional service unto Me and be freed from all material contamination. At that time, being completely unattached to material enjoyment in the so-called heavenly planets as well as in hellish planets, you will return home, back to Godhead.",
        "purport": " By the grace of the Lord, the Pracetās were given special facilities. Although they could live millions of years to enjoy material facilities, they still would not be deviated from the transcendental loving service of the Lord. Being thus fully engaged, the Pracetās would be completely freed from all material attachment. Material attachment is very strong. During one lifetime, a materialist engages in acquiring land, money, friends, society, friendship, love and so on. He also wants to enjoy the heavenly planets after the annihilation of the body. If one is engaged in devotional service, however, he becomes unattached to all kinds of material enjoyment and suffering. In the material world, those who are elevated to the higher planetary systems are supposed to enjoy all material facilities, whereas those degraded to lower planetary systems are supposed to live in a hellish condition. A devotee, however, is transcendental to both heavenly and hellish conditions. According to Bhagavad-gītā (14.26), a devotee’s position is described in this way: “One who engages in full devotional service, who does not fall down in any circumstance, at once transcends the modes of material nature and thus comes to the level of Brahman.” A devotee is always situated on the Brahman platform. He has nothing to do with material happiness or distress. When one is strongly fixed in devotional service and free from all material attachment, uncontaminated by the material modes of nature, he becomes fit to return home, back to Godhead. Although by special blessing the Pracetās would enjoy material facilities for millions of years, they would not be attached to them. Thus at the end of their material enjoyment they would be promoted to the spiritual world and return to Godhead."
    },
    {
        "verse": "18",
        "devanagari": "अथ मय्यनपायिन्या भक्त्या पक्‍वगुणाशया: ।उपयास्यथ मद्धाम निर्विद्य निरयादत: ॥ १८ ॥",
        "english_devnagari": "atha mayy anapāyinyābhaktyā pakva-guṇāśayāḥupayāsyatha mad-dhāmanirvidya nirayād ataḥ",
        "verse_Syn": [
            "atha",
            "mayi",
            "anapāyinyā",
            "bhaktyā",
            "pakva",
            "guṇa",
            "āśayāḥ",
            "upayāsyatha",
            "mat",
            "dhāma",
            "nirvidya",
            "nirayāt",
            "ataḥ"
        ],
        "translation": "Thereafter you will develop unadulterated devotional service unto Me and be freed from all material contamination. At that time, being completely unattached to material enjoyment in the so-called heavenly planets as well as in hellish planets, you will return home, back to Godhead.",
        "purport": " By the grace of the Lord, the Pracetās were given special facilities. Although they could live millions of years to enjoy material facilities, they still would not be deviated from the transcendental loving service of the Lord. Being thus fully engaged, the Pracetās would be completely freed from all material attachment. Material attachment is very strong. During one lifetime, a materialist engages in acquiring land, money, friends, society, friendship, love and so on. He also wants to enjoy the heavenly planets after the annihilation of the body. If one is engaged in devotional service, however, he becomes unattached to all kinds of material enjoyment and suffering. In the material world, those who are elevated to the higher planetary systems are supposed to enjoy all material facilities, whereas those degraded to lower planetary systems are supposed to live in a hellish condition. A devotee, however, is transcendental to both heavenly and hellish conditions. According to Bhagavad-gītā (14.26), a devotee’s position is described in this way: “One who engages in full devotional service, who does not fall down in any circumstance, at once transcends the modes of material nature and thus comes to the level of Brahman.” A devotee is always situated on the Brahman platform. He has nothing to do with material happiness or distress. When one is strongly fixed in devotional service and free from all material attachment, uncontaminated by the material modes of nature, he becomes fit to return home, back to Godhead. Although by special blessing the Pracetās would enjoy material facilities for millions of years, they would not be attached to them. Thus at the end of their material enjoyment they would be promoted to the spiritual world and return to Godhead. The word pakva-guṇāśayāḥ has special significance, for it means that by devotional service one is able to give up the influence of the three modes of material nature. As long as one is influenced by the modes of material nature, he cannot return to Godhead. It is clearly explained that all planets in the material world — beginning from Brahmaloka down to the hellish planets — are unfit places for a devotee. Padaṁ padaṁ yad vipadāṁ na teṣām. A place where there is danger at every step is certainly not a comfortable place. The Lord therefore says in Bhagavad-gītā (8.16):"
    },
    {
        "verse": "18",
        "devanagari": "अथ मय्यनपायिन्या भक्त्या पक्‍वगुणाशया: ।उपयास्यथ मद्धाम निर्विद्य निरयादत: ॥ १८ ॥",
        "english_devnagari": "atha mayy anapāyinyābhaktyā pakva-guṇāśayāḥupayāsyatha mad-dhāmanirvidya nirayād ataḥ",
        "verse_Syn": [
            "atha",
            "mayi",
            "anapāyinyā",
            "bhaktyā",
            "pakva",
            "guṇa",
            "āśayāḥ",
            "upayāsyatha",
            "mat",
            "dhāma",
            "nirvidya",
            "nirayāt",
            "ataḥ"
        ],
        "translation": "Thereafter you will develop unadulterated devotional service unto Me and be freed from all material contamination. At that time, being completely unattached to material enjoyment in the so-called heavenly planets as well as in hellish planets, you will return home, back to Godhead.",
        "purport": " By the grace of the Lord, the Pracetās were given special facilities. Although they could live millions of years to enjoy material facilities, they still would not be deviated from the transcendental loving service of the Lord. Being thus fully engaged, the Pracetās would be completely freed from all material attachment. Material attachment is very strong. During one lifetime, a materialist engages in acquiring land, money, friends, society, friendship, love and so on. He also wants to enjoy the heavenly planets after the annihilation of the body. If one is engaged in devotional service, however, he becomes unattached to all kinds of material enjoyment and suffering. In the material world, those who are elevated to the higher planetary systems are supposed to enjoy all material facilities, whereas those degraded to lower planetary systems are supposed to live in a hellish condition. A devotee, however, is transcendental to both heavenly and hellish conditions. According to Bhagavad-gītā (14.26), a devotee’s position is described in this way: “One who engages in full devotional service, who does not fall down in any circumstance, at once transcends the modes of material nature and thus comes to the level of Brahman.” A devotee is always situated on the Brahman platform. He has nothing to do with material happiness or distress. When one is strongly fixed in devotional service and free from all material attachment, uncontaminated by the material modes of nature, he becomes fit to return home, back to Godhead. Although by special blessing the Pracetās would enjoy material facilities for millions of years, they would not be attached to them. Thus at the end of their material enjoyment they would be promoted to the spiritual world and return to Godhead. The word pakva-guṇāśayāḥ has special significance, for it means that by devotional service one is able to give up the influence of the three modes of material nature. As long as one is influenced by the modes of material nature, he cannot return to Godhead. It is clearly explained that all planets in the material world — beginning from Brahmaloka down to the hellish planets — are unfit places for a devotee. Padaṁ padaṁ yad vipadāṁ na teṣām. A place where there is danger at every step is certainly not a comfortable place. The Lord therefore says in Bhagavad-gītā (8.16): “From the highest planet in the material world down to the lowest, all are places of misery wherein repeated birth and death take place. But one who attains to My abode, O son of Kuntī, never takes birth again.”"
    },
    {
        "verse": "18",
        "devanagari": "अथ मय्यनपायिन्या भक्त्या पक्‍वगुणाशया: ।उपयास्यथ मद्धाम निर्विद्य निरयादत: ॥ १८ ॥",
        "english_devnagari": "atha mayy anapāyinyābhaktyā pakva-guṇāśayāḥupayāsyatha mad-dhāmanirvidya nirayād ataḥ",
        "verse_Syn": [
            "atha",
            "mayi",
            "anapāyinyā",
            "bhaktyā",
            "pakva",
            "guṇa",
            "āśayāḥ",
            "upayāsyatha",
            "mat",
            "dhāma",
            "nirvidya",
            "nirayāt",
            "ataḥ"
        ],
        "translation": "Thereafter you will develop unadulterated devotional service unto Me and be freed from all material contamination. At that time, being completely unattached to material enjoyment in the so-called heavenly planets as well as in hellish planets, you will return home, back to Godhead.",
        "purport": " By the grace of the Lord, the Pracetās were given special facilities. Although they could live millions of years to enjoy material facilities, they still would not be deviated from the transcendental loving service of the Lord. Being thus fully engaged, the Pracetās would be completely freed from all material attachment. Material attachment is very strong. During one lifetime, a materialist engages in acquiring land, money, friends, society, friendship, love and so on. He also wants to enjoy the heavenly planets after the annihilation of the body. If one is engaged in devotional service, however, he becomes unattached to all kinds of material enjoyment and suffering. In the material world, those who are elevated to the higher planetary systems are supposed to enjoy all material facilities, whereas those degraded to lower planetary systems are supposed to live in a hellish condition. A devotee, however, is transcendental to both heavenly and hellish conditions. According to Bhagavad-gītā (14.26), a devotee’s position is described in this way: “One who engages in full devotional service, who does not fall down in any circumstance, at once transcends the modes of material nature and thus comes to the level of Brahman.” A devotee is always situated on the Brahman platform. He has nothing to do with material happiness or distress. When one is strongly fixed in devotional service and free from all material attachment, uncontaminated by the material modes of nature, he becomes fit to return home, back to Godhead. Although by special blessing the Pracetās would enjoy material facilities for millions of years, they would not be attached to them. Thus at the end of their material enjoyment they would be promoted to the spiritual world and return to Godhead. The word pakva-guṇāśayāḥ has special significance, for it means that by devotional service one is able to give up the influence of the three modes of material nature. As long as one is influenced by the modes of material nature, he cannot return to Godhead. It is clearly explained that all planets in the material world — beginning from Brahmaloka down to the hellish planets — are unfit places for a devotee. Padaṁ padaṁ yad vipadāṁ na teṣām. A place where there is danger at every step is certainly not a comfortable place. The Lord therefore says in Bhagavad-gītā (8.16): “From the highest planet in the material world down to the lowest, all are places of misery wherein repeated birth and death take place. But one who attains to My abode, O son of Kuntī, never takes birth again.” Thus there is no profit, even if one is promoted to the highest planet in the material universe, Brahmaloka. However, if one is somehow or other promoted to the abode of the Lord, he never returns to the material world."
    },
    {
        "verse": "19",
        "devanagari": "गृहेष्वाविशतां चापि पुंसां कुशलकर्मणाम् ।मद्वार्तायातयामानां न बन्धाय गृहा मता: ॥ १९ ॥",
        "english_devnagari": "gṛheṣv āviśatāṁ cāpipuṁsāṁ kuśala-karmaṇāmmad-vārtā-yāta-yāmānāṁna bandhāya gṛhā matāḥ",
        "verse_Syn": [
            "gṛheṣu",
            "āviśatām",
            "ca",
            "api",
            "puṁsām",
            "kuśala",
            "karmaṇām",
            "mat",
            "vārtā",
            "yāta",
            "yāmānām",
            "na",
            "bandhāya",
            "gṛhāḥ",
            "matāḥ"
        ],
        "translation": "Those who are engaged in auspicious activities in devotional service certainly understand that the ultimate enjoyer or beneficiary of all activities is the Supreme Personality of Godhead. Thus when one acts, he offers the results to the Supreme Personality of Godhead and passes life always engaged in the topics of the Lord. Even though such a person may be participating in family life, he is not affected by the results of his actions.",
        "purport": " Generally a person living in a family becomes overly attached to fruitive activity. In other words, he tries to enjoy the results of his activities. A devotee, however, knows that Kṛṣṇa is the supreme enjoyer and the supreme proprietor (bhoktāraṁ yajña-tapasāṁ sarva-loka-maheśvaram). Consequently, the devotee does not consider himself the proprietor of any occupation. The devotee always thinks of the Supreme Personality of Godhead as the proprietor; therefore the results of his business are offered to the Supreme Lord. One who thus lives in the material world with his family and children never becomes affected by the contaminations of the material world. This is confirmed in Bhagavad-gītā (3.9):"
    },
    {
        "verse": "19",
        "devanagari": "गृहेष्वाविशतां चापि पुंसां कुशलकर्मणाम् ।मद्वार्तायातयामानां न बन्धाय गृहा मता: ॥ १९ ॥",
        "english_devnagari": "gṛheṣv āviśatāṁ cāpipuṁsāṁ kuśala-karmaṇāmmad-vārtā-yāta-yāmānāṁna bandhāya gṛhā matāḥ",
        "verse_Syn": [
            "gṛheṣu",
            "āviśatām",
            "ca",
            "api",
            "puṁsām",
            "kuśala",
            "karmaṇām",
            "mat",
            "vārtā",
            "yāta",
            "yāmānām",
            "na",
            "bandhāya",
            "gṛhāḥ",
            "matāḥ"
        ],
        "translation": "Those who are engaged in auspicious activities in devotional service certainly understand that the ultimate enjoyer or beneficiary of all activities is the Supreme Personality of Godhead. Thus when one acts, he offers the results to the Supreme Personality of Godhead and passes life always engaged in the topics of the Lord. Even though such a person may be participating in family life, he is not affected by the results of his actions.",
        "purport": " Generally a person living in a family becomes overly attached to fruitive activity. In other words, he tries to enjoy the results of his activities. A devotee, however, knows that Kṛṣṇa is the supreme enjoyer and the supreme proprietor (bhoktāraṁ yajña-tapasāṁ sarva-loka-maheśvaram). Consequently, the devotee does not consider himself the proprietor of any occupation. The devotee always thinks of the Supreme Personality of Godhead as the proprietor; therefore the results of his business are offered to the Supreme Lord. One who thus lives in the material world with his family and children never becomes affected by the contaminations of the material world. This is confirmed in Bhagavad-gītā (3.9): One who tries to enjoy the results of his activities becomes bound by the results. One who offers the results or profits to the Supreme Personality of Godhead, however, does not become entangled in the results. This is the secret of success. Generally people take sannyāsa to become free from the reactions of fruitive activity. One who does not receive the results of his actions but offers them instead to the Supreme Personality of Godhead certainly remains in a liberated condition. In Bhakti-rasāmṛta-sindhu, Śrī Rūpa Gosvāmī confirms this:"
    },
    {
        "verse": "19",
        "devanagari": "गृहेष्वाविशतां चापि पुंसां कुशलकर्मणाम् ।मद्वार्तायातयामानां न बन्धाय गृहा मता: ॥ १९ ॥",
        "english_devnagari": "gṛheṣv āviśatāṁ cāpipuṁsāṁ kuśala-karmaṇāmmad-vārtā-yāta-yāmānāṁna bandhāya gṛhā matāḥ",
        "verse_Syn": [
            "gṛheṣu",
            "āviśatām",
            "ca",
            "api",
            "puṁsām",
            "kuśala",
            "karmaṇām",
            "mat",
            "vārtā",
            "yāta",
            "yāmānām",
            "na",
            "bandhāya",
            "gṛhāḥ",
            "matāḥ"
        ],
        "translation": "Those who are engaged in auspicious activities in devotional service certainly understand that the ultimate enjoyer or beneficiary of all activities is the Supreme Personality of Godhead. Thus when one acts, he offers the results to the Supreme Personality of Godhead and passes life always engaged in the topics of the Lord. Even though such a person may be participating in family life, he is not affected by the results of his actions.",
        "purport": " Generally a person living in a family becomes overly attached to fruitive activity. In other words, he tries to enjoy the results of his activities. A devotee, however, knows that Kṛṣṇa is the supreme enjoyer and the supreme proprietor (bhoktāraṁ yajña-tapasāṁ sarva-loka-maheśvaram). Consequently, the devotee does not consider himself the proprietor of any occupation. The devotee always thinks of the Supreme Personality of Godhead as the proprietor; therefore the results of his business are offered to the Supreme Lord. One who thus lives in the material world with his family and children never becomes affected by the contaminations of the material world. This is confirmed in Bhagavad-gītā (3.9): One who tries to enjoy the results of his activities becomes bound by the results. One who offers the results or profits to the Supreme Personality of Godhead, however, does not become entangled in the results. This is the secret of success. Generally people take sannyāsa to become free from the reactions of fruitive activity. One who does not receive the results of his actions but offers them instead to the Supreme Personality of Godhead certainly remains in a liberated condition. In Bhakti-rasāmṛta-sindhu, Śrī Rūpa Gosvāmī confirms this: If one engages himself in the service of the Lord through his life, wealth, words, intelligence and everything he possesses, he will always be liberated in any condition. Such a person is called a jīvan-mukta, one who is liberated during this lifetime. Devoid of Kṛṣṇa consciousness, those who engage in material activities simply become more entangled in material bondage. They have to suffer and enjoy the actions and reactions of all activity. This Kṛṣṇa consciousness movement is therefore the greatest boon to humanity because it keeps one always engaged in Kṛṣṇa’s service. The devotees think of Kṛṣṇa, act for Kṛṣṇa, eat for Kṛṣṇa, sleep for Kṛṣṇa and work for Kṛṣṇa. Thus everything is engaged in the service of Kṛṣṇa. A total life in Kṛṣṇa consciousness saves one from material contamination. As stated by Bhaktisiddhānta Sarasvatī Gosvāmī Mahārāja:"
    },
    {
        "verse": "19",
        "devanagari": "गृहेष्वाविशतां चापि पुंसां कुशलकर्मणाम् ।मद्वार्तायातयामानां न बन्धाय गृहा मता: ॥ १९ ॥",
        "english_devnagari": "gṛheṣv āviśatāṁ cāpipuṁsāṁ kuśala-karmaṇāmmad-vārtā-yāta-yāmānāṁna bandhāya gṛhā matāḥ",
        "verse_Syn": [
            "gṛheṣu",
            "āviśatām",
            "ca",
            "api",
            "puṁsām",
            "kuśala",
            "karmaṇām",
            "mat",
            "vārtā",
            "yāta",
            "yāmānām",
            "na",
            "bandhāya",
            "gṛhāḥ",
            "matāḥ"
        ],
        "translation": "Those who are engaged in auspicious activities in devotional service certainly understand that the ultimate enjoyer or beneficiary of all activities is the Supreme Personality of Godhead. Thus when one acts, he offers the results to the Supreme Personality of Godhead and passes life always engaged in the topics of the Lord. Even though such a person may be participating in family life, he is not affected by the results of his actions.",
        "purport": " Generally a person living in a family becomes overly attached to fruitive activity. In other words, he tries to enjoy the results of his activities. A devotee, however, knows that Kṛṣṇa is the supreme enjoyer and the supreme proprietor (bhoktāraṁ yajña-tapasāṁ sarva-loka-maheśvaram). Consequently, the devotee does not consider himself the proprietor of any occupation. The devotee always thinks of the Supreme Personality of Godhead as the proprietor; therefore the results of his business are offered to the Supreme Lord. One who thus lives in the material world with his family and children never becomes affected by the contaminations of the material world. This is confirmed in Bhagavad-gītā (3.9): One who tries to enjoy the results of his activities becomes bound by the results. One who offers the results or profits to the Supreme Personality of Godhead, however, does not become entangled in the results. This is the secret of success. Generally people take sannyāsa to become free from the reactions of fruitive activity. One who does not receive the results of his actions but offers them instead to the Supreme Personality of Godhead certainly remains in a liberated condition. In Bhakti-rasāmṛta-sindhu, Śrī Rūpa Gosvāmī confirms this: If one engages himself in the service of the Lord through his life, wealth, words, intelligence and everything he possesses, he will always be liberated in any condition. Such a person is called a jīvan-mukta, one who is liberated during this lifetime. Devoid of Kṛṣṇa consciousness, those who engage in material activities simply become more entangled in material bondage. They have to suffer and enjoy the actions and reactions of all activity. This Kṛṣṇa consciousness movement is therefore the greatest boon to humanity because it keeps one always engaged in Kṛṣṇa’s service. The devotees think of Kṛṣṇa, act for Kṛṣṇa, eat for Kṛṣṇa, sleep for Kṛṣṇa and work for Kṛṣṇa. Thus everything is engaged in the service of Kṛṣṇa. A total life in Kṛṣṇa consciousness saves one from material contamination. As stated by Bhaktisiddhānta Sarasvatī Gosvāmī Mahārāja: “If one is so expert that he can engage everything or dovetail everything in the service of the Lord, to give up the material world would be a great blunder.” One should learn how to dovetail everything in the service of the Lord, for everything is connected to Kṛṣṇa. That is the real purpose of life and secret of success. As reiterated later in the Third Chapter of Bhagavad-gītā (3.19):"
    },
    {
        "verse": "19",
        "devanagari": "गृहेष्वाविशतां चापि पुंसां कुशलकर्मणाम् ।मद्वार्तायातयामानां न बन्धाय गृहा मता: ॥ १९ ॥",
        "english_devnagari": "gṛheṣv āviśatāṁ cāpipuṁsāṁ kuśala-karmaṇāmmad-vārtā-yāta-yāmānāṁna bandhāya gṛhā matāḥ",
        "verse_Syn": [
            "gṛheṣu",
            "āviśatām",
            "ca",
            "api",
            "puṁsām",
            "kuśala",
            "karmaṇām",
            "mat",
            "vārtā",
            "yāta",
            "yāmānām",
            "na",
            "bandhāya",
            "gṛhāḥ",
            "matāḥ"
        ],
        "translation": "Those who are engaged in auspicious activities in devotional service certainly understand that the ultimate enjoyer or beneficiary of all activities is the Supreme Personality of Godhead. Thus when one acts, he offers the results to the Supreme Personality of Godhead and passes life always engaged in the topics of the Lord. Even though such a person may be participating in family life, he is not affected by the results of his actions.",
        "purport": " Generally a person living in a family becomes overly attached to fruitive activity. In other words, he tries to enjoy the results of his activities. A devotee, however, knows that Kṛṣṇa is the supreme enjoyer and the supreme proprietor (bhoktāraṁ yajña-tapasāṁ sarva-loka-maheśvaram). Consequently, the devotee does not consider himself the proprietor of any occupation. The devotee always thinks of the Supreme Personality of Godhead as the proprietor; therefore the results of his business are offered to the Supreme Lord. One who thus lives in the material world with his family and children never becomes affected by the contaminations of the material world. This is confirmed in Bhagavad-gītā (3.9): One who tries to enjoy the results of his activities becomes bound by the results. One who offers the results or profits to the Supreme Personality of Godhead, however, does not become entangled in the results. This is the secret of success. Generally people take sannyāsa to become free from the reactions of fruitive activity. One who does not receive the results of his actions but offers them instead to the Supreme Personality of Godhead certainly remains in a liberated condition. In Bhakti-rasāmṛta-sindhu, Śrī Rūpa Gosvāmī confirms this: If one engages himself in the service of the Lord through his life, wealth, words, intelligence and everything he possesses, he will always be liberated in any condition. Such a person is called a jīvan-mukta, one who is liberated during this lifetime. Devoid of Kṛṣṇa consciousness, those who engage in material activities simply become more entangled in material bondage. They have to suffer and enjoy the actions and reactions of all activity. This Kṛṣṇa consciousness movement is therefore the greatest boon to humanity because it keeps one always engaged in Kṛṣṇa’s service. The devotees think of Kṛṣṇa, act for Kṛṣṇa, eat for Kṛṣṇa, sleep for Kṛṣṇa and work for Kṛṣṇa. Thus everything is engaged in the service of Kṛṣṇa. A total life in Kṛṣṇa consciousness saves one from material contamination. As stated by Bhaktisiddhānta Sarasvatī Gosvāmī Mahārāja: “If one is so expert that he can engage everything or dovetail everything in the service of the Lord, to give up the material world would be a great blunder.” One should learn how to dovetail everything in the service of the Lord, for everything is connected to Kṛṣṇa. That is the real purpose of life and secret of success. As reiterated later in the Third Chapter of Bhagavad-gītā (3.19): “Therefore, without being attached to the fruits of activities, one should act as a matter of duty; for by working without attachment, one attains the Supreme.”"
    },
    {
        "verse": "19",
        "devanagari": "गृहेष्वाविशतां चापि पुंसां कुशलकर्मणाम् ।मद्वार्तायातयामानां न बन्धाय गृहा मता: ॥ १९ ॥",
        "english_devnagari": "gṛheṣv āviśatāṁ cāpipuṁsāṁ kuśala-karmaṇāmmad-vārtā-yāta-yāmānāṁna bandhāya gṛhā matāḥ",
        "verse_Syn": [
            "gṛheṣu",
            "āviśatām",
            "ca",
            "api",
            "puṁsām",
            "kuśala",
            "karmaṇām",
            "mat",
            "vārtā",
            "yāta",
            "yāmānām",
            "na",
            "bandhāya",
            "gṛhāḥ",
            "matāḥ"
        ],
        "translation": "Those who are engaged in auspicious activities in devotional service certainly understand that the ultimate enjoyer or beneficiary of all activities is the Supreme Personality of Godhead. Thus when one acts, he offers the results to the Supreme Personality of Godhead and passes life always engaged in the topics of the Lord. Even though such a person may be participating in family life, he is not affected by the results of his actions.",
        "purport": " Generally a person living in a family becomes overly attached to fruitive activity. In other words, he tries to enjoy the results of his activities. A devotee, however, knows that Kṛṣṇa is the supreme enjoyer and the supreme proprietor (bhoktāraṁ yajña-tapasāṁ sarva-loka-maheśvaram). Consequently, the devotee does not consider himself the proprietor of any occupation. The devotee always thinks of the Supreme Personality of Godhead as the proprietor; therefore the results of his business are offered to the Supreme Lord. One who thus lives in the material world with his family and children never becomes affected by the contaminations of the material world. This is confirmed in Bhagavad-gītā (3.9): One who tries to enjoy the results of his activities becomes bound by the results. One who offers the results or profits to the Supreme Personality of Godhead, however, does not become entangled in the results. This is the secret of success. Generally people take sannyāsa to become free from the reactions of fruitive activity. One who does not receive the results of his actions but offers them instead to the Supreme Personality of Godhead certainly remains in a liberated condition. In Bhakti-rasāmṛta-sindhu, Śrī Rūpa Gosvāmī confirms this: If one engages himself in the service of the Lord through his life, wealth, words, intelligence and everything he possesses, he will always be liberated in any condition. Such a person is called a jīvan-mukta, one who is liberated during this lifetime. Devoid of Kṛṣṇa consciousness, those who engage in material activities simply become more entangled in material bondage. They have to suffer and enjoy the actions and reactions of all activity. This Kṛṣṇa consciousness movement is therefore the greatest boon to humanity because it keeps one always engaged in Kṛṣṇa’s service. The devotees think of Kṛṣṇa, act for Kṛṣṇa, eat for Kṛṣṇa, sleep for Kṛṣṇa and work for Kṛṣṇa. Thus everything is engaged in the service of Kṛṣṇa. A total life in Kṛṣṇa consciousness saves one from material contamination. As stated by Bhaktisiddhānta Sarasvatī Gosvāmī Mahārāja: “If one is so expert that he can engage everything or dovetail everything in the service of the Lord, to give up the material world would be a great blunder.” One should learn how to dovetail everything in the service of the Lord, for everything is connected to Kṛṣṇa. That is the real purpose of life and secret of success. As reiterated later in the Third Chapter of Bhagavad-gītā (3.19): “Therefore, without being attached to the fruits of activities, one should act as a matter of duty; for by working without attachment, one attains the Supreme.” The Third Chapter of Bhagavad-gītā specifically considers material activities for the purpose of sense gratification and material activities for the purpose of satisfying the Supreme Lord. The conclusion is that these are not one and the same. Material activities for sense gratification are the cause of material bondage, whereas the very same activities for the satisfaction of Kṛṣṇa are the cause of liberation. How the same activity can be the cause of bondage and liberation can be explained as follows. One may get indigestion due to eating too many milk preparations — condensed milk, sweet rice, and so on. But even though there is indigestion or diarrhea, another milk preparation — yogurt mixed with black pepper and salt — will immediately cure these maladies. In other words, one milk preparation can cause indigestion and diarrhea, and another milk preparation can cure them."
    },
    {
        "verse": "19",
        "devanagari": "गृहेष्वाविशतां चापि पुंसां कुशलकर्मणाम् ।मद्वार्तायातयामानां न बन्धाय गृहा मता: ॥ १९ ॥",
        "english_devnagari": "gṛheṣv āviśatāṁ cāpipuṁsāṁ kuśala-karmaṇāmmad-vārtā-yāta-yāmānāṁna bandhāya gṛhā matāḥ",
        "verse_Syn": [
            "gṛheṣu",
            "āviśatām",
            "ca",
            "api",
            "puṁsām",
            "kuśala",
            "karmaṇām",
            "mat",
            "vārtā",
            "yāta",
            "yāmānām",
            "na",
            "bandhāya",
            "gṛhāḥ",
            "matāḥ"
        ],
        "translation": "Those who are engaged in auspicious activities in devotional service certainly understand that the ultimate enjoyer or beneficiary of all activities is the Supreme Personality of Godhead. Thus when one acts, he offers the results to the Supreme Personality of Godhead and passes life always engaged in the topics of the Lord. Even though such a person may be participating in family life, he is not affected by the results of his actions.",
        "purport": " Generally a person living in a family becomes overly attached to fruitive activity. In other words, he tries to enjoy the results of his activities. A devotee, however, knows that Kṛṣṇa is the supreme enjoyer and the supreme proprietor (bhoktāraṁ yajña-tapasāṁ sarva-loka-maheśvaram). Consequently, the devotee does not consider himself the proprietor of any occupation. The devotee always thinks of the Supreme Personality of Godhead as the proprietor; therefore the results of his business are offered to the Supreme Lord. One who thus lives in the material world with his family and children never becomes affected by the contaminations of the material world. This is confirmed in Bhagavad-gītā (3.9): One who tries to enjoy the results of his activities becomes bound by the results. One who offers the results or profits to the Supreme Personality of Godhead, however, does not become entangled in the results. This is the secret of success. Generally people take sannyāsa to become free from the reactions of fruitive activity. One who does not receive the results of his actions but offers them instead to the Supreme Personality of Godhead certainly remains in a liberated condition. In Bhakti-rasāmṛta-sindhu, Śrī Rūpa Gosvāmī confirms this: If one engages himself in the service of the Lord through his life, wealth, words, intelligence and everything he possesses, he will always be liberated in any condition. Such a person is called a jīvan-mukta, one who is liberated during this lifetime. Devoid of Kṛṣṇa consciousness, those who engage in material activities simply become more entangled in material bondage. They have to suffer and enjoy the actions and reactions of all activity. This Kṛṣṇa consciousness movement is therefore the greatest boon to humanity because it keeps one always engaged in Kṛṣṇa’s service. The devotees think of Kṛṣṇa, act for Kṛṣṇa, eat for Kṛṣṇa, sleep for Kṛṣṇa and work for Kṛṣṇa. Thus everything is engaged in the service of Kṛṣṇa. A total life in Kṛṣṇa consciousness saves one from material contamination. As stated by Bhaktisiddhānta Sarasvatī Gosvāmī Mahārāja: “If one is so expert that he can engage everything or dovetail everything in the service of the Lord, to give up the material world would be a great blunder.” One should learn how to dovetail everything in the service of the Lord, for everything is connected to Kṛṣṇa. That is the real purpose of life and secret of success. As reiterated later in the Third Chapter of Bhagavad-gītā (3.19): “Therefore, without being attached to the fruits of activities, one should act as a matter of duty; for by working without attachment, one attains the Supreme.” The Third Chapter of Bhagavad-gītā specifically considers material activities for the purpose of sense gratification and material activities for the purpose of satisfying the Supreme Lord. The conclusion is that these are not one and the same. Material activities for sense gratification are the cause of material bondage, whereas the very same activities for the satisfaction of Kṛṣṇa are the cause of liberation. How the same activity can be the cause of bondage and liberation can be explained as follows. One may get indigestion due to eating too many milk preparations — condensed milk, sweet rice, and so on. But even though there is indigestion or diarrhea, another milk preparation — yogurt mixed with black pepper and salt — will immediately cure these maladies. In other words, one milk preparation can cause indigestion and diarrhea, and another milk preparation can cure them. If one is placed in material opulence due to the special mercy of the Supreme Personality of Godhead, he should not consider that opulence a cause for bondage. When a mature devotee is blessed with material opulence, he does not become affected adversely, for he knows how to employ material opulence in the service of the Lord. There are many such examples in the history of the world. There were kings like Pṛthu Mahārāja, Prahlāda Mahārāja, Janaka, Dhruva, Vaivasvata Manu and Mahārāja Ikṣvāku. All of these were great kings and were especially favored by the Supreme Personality of Godhead. If a devotee is not mature, the Supreme Lord will take away all his opulence. As the Supreme Personality of Godhead states, yasyāham anugṛhṇāmi hariṣye tad-dhanaṁ śanaiḥ: “My first mercy shown to My devotee is to take away all his material opulence.” Material opulence detrimental to devotional service is taken away by the Supreme Lord, whereas a person who is mature in devotional service is given all material facilities."
    },
    {
        "verse": "20",
        "devanagari": "नव्यवद्धृदये यज्ज्ञो ब्रह्मैतद्ब्रह्मवादिभि: ।न मुह्यन्ति न शोचन्ति न हृष्यन्ति यतो गता: ॥ २० ॥",
        "english_devnagari": "navyavad dhṛdaye yaj jñobrahmaitad brahma-vādibhiḥna muhyanti na śocantina hṛṣyanti yato gatāḥ",
        "verse_Syn": [
            "navya",
            "vat",
            "hṛdaye",
            "yat",
            "jñaḥ",
            "brahma",
            "etat",
            "brahma",
            "vādibhiḥ",
            "na",
            "muhyanti",
            "na",
            "śocanti",
            "na",
            "hṛṣyanti",
            "yataḥ",
            "gatāḥ"
        ],
        "translation": "Always engaging in the activities of devotional service, devotees feel ever-increasingly fresh and new in all their activities. The all-knower, the Supersoul within the heart of the devotee, makes everything increasingly fresh. This is known as the Brahman position by the advocates of the Absolute Truth. In such a liberated stage [brahma-bhūta], one is never bewildered. Nor does one lament or become unnecessarily jubilant. This is due to the brahma-bhūta situation.",
        "purport": " A devotee is inspired by the Supersoul within the heart to advance in devotional service in a variety of ways. The devotee does not feel hackneyed or stereotyped, nor does he feel that he is in a stagnant position. In the material world, if one engages in chanting a material name, he will feel tired after chanting a few times. However, one can chant the Hare Kṛṣṇa mahā-mantra all day and night and never feel tired. As chanting is increased, it will come out new and fresh. Śrīla Rūpa Gosvāmī said that if he could somehow get millions of ears and tongues, then he could relish spiritual bliss by chanting the Hare Kṛṣṇa mahā-mantra. There is really nothing uninspiring for a highly advanced devotee. In Bhagavad-gītā the Lord says that He is situated in everyone’s heart and that He helps the living entity forget and remember. By the grace of the Lord, the devotee gets inspiration:"
    },
    {
        "verse": "20",
        "devanagari": "नव्यवद्धृदये यज्ज्ञो ब्रह्मैतद्ब्रह्मवादिभि: ।न मुह्यन्ति न शोचन्ति न हृष्यन्ति यतो गता: ॥ २० ॥",
        "english_devnagari": "navyavad dhṛdaye yaj jñobrahmaitad brahma-vādibhiḥna muhyanti na śocantina hṛṣyanti yato gatāḥ",
        "verse_Syn": [
            "navya",
            "vat",
            "hṛdaye",
            "yat",
            "jñaḥ",
            "brahma",
            "etat",
            "brahma",
            "vādibhiḥ",
            "na",
            "muhyanti",
            "na",
            "śocanti",
            "na",
            "hṛṣyanti",
            "yataḥ",
            "gatāḥ"
        ],
        "translation": "Always engaging in the activities of devotional service, devotees feel ever-increasingly fresh and new in all their activities. The all-knower, the Supersoul within the heart of the devotee, makes everything increasingly fresh. This is known as the Brahman position by the advocates of the Absolute Truth. In such a liberated stage [brahma-bhūta], one is never bewildered. Nor does one lament or become unnecessarily jubilant. This is due to the brahma-bhūta situation.",
        "purport": " A devotee is inspired by the Supersoul within the heart to advance in devotional service in a variety of ways. The devotee does not feel hackneyed or stereotyped, nor does he feel that he is in a stagnant position. In the material world, if one engages in chanting a material name, he will feel tired after chanting a few times. However, one can chant the Hare Kṛṣṇa mahā-mantra all day and night and never feel tired. As chanting is increased, it will come out new and fresh. Śrīla Rūpa Gosvāmī said that if he could somehow get millions of ears and tongues, then he could relish spiritual bliss by chanting the Hare Kṛṣṇa mahā-mantra. There is really nothing uninspiring for a highly advanced devotee. In Bhagavad-gītā the Lord says that He is situated in everyone’s heart and that He helps the living entity forget and remember. By the grace of the Lord, the devotee gets inspiration: “To those who are constantly devoted and worship Me with love, I give the understanding by which they can come to Me.” (Bg. 10.10)"
    },
    {
        "verse": "20",
        "devanagari": "नव्यवद्धृदये यज्ज्ञो ब्रह्मैतद्ब्रह्मवादिभि: ।न मुह्यन्ति न शोचन्ति न हृष्यन्ति यतो गता: ॥ २० ॥",
        "english_devnagari": "navyavad dhṛdaye yaj jñobrahmaitad brahma-vādibhiḥna muhyanti na śocantina hṛṣyanti yato gatāḥ",
        "verse_Syn": [
            "navya",
            "vat",
            "hṛdaye",
            "yat",
            "jñaḥ",
            "brahma",
            "etat",
            "brahma",
            "vādibhiḥ",
            "na",
            "muhyanti",
            "na",
            "śocanti",
            "na",
            "hṛṣyanti",
            "yataḥ",
            "gatāḥ"
        ],
        "translation": "Always engaging in the activities of devotional service, devotees feel ever-increasingly fresh and new in all their activities. The all-knower, the Supersoul within the heart of the devotee, makes everything increasingly fresh. This is known as the Brahman position by the advocates of the Absolute Truth. In such a liberated stage [brahma-bhūta], one is never bewildered. Nor does one lament or become unnecessarily jubilant. This is due to the brahma-bhūta situation.",
        "purport": " A devotee is inspired by the Supersoul within the heart to advance in devotional service in a variety of ways. The devotee does not feel hackneyed or stereotyped, nor does he feel that he is in a stagnant position. In the material world, if one engages in chanting a material name, he will feel tired after chanting a few times. However, one can chant the Hare Kṛṣṇa mahā-mantra all day and night and never feel tired. As chanting is increased, it will come out new and fresh. Śrīla Rūpa Gosvāmī said that if he could somehow get millions of ears and tongues, then he could relish spiritual bliss by chanting the Hare Kṛṣṇa mahā-mantra. There is really nothing uninspiring for a highly advanced devotee. In Bhagavad-gītā the Lord says that He is situated in everyone’s heart and that He helps the living entity forget and remember. By the grace of the Lord, the devotee gets inspiration: “To those who are constantly devoted and worship Me with love, I give the understanding by which they can come to Me.” (Bg. 10.10) As stated (kuśala-karmaṇām), those engaged in auspicious activities in devotional service are guided by the Supersoul, described in this verse as jña, one who knows everything — past, present and future. The Supersoul gives instructions to the sincere, unalloyed devotee on how he can progress more and more in approaching the Supreme Personality of Godhead. Śrīla Jīva Gosvāmī in this connection says that the Supersoul, the plenary expansion of the Personality of Godhead, exists in everyone’s heart, but in the heart of the devotee He reveals Himself as ever-increasingly new. Being inspired by Him, the devotee experiences increased transcendental bliss in the execution of his devotional service."
    },
    {
        "verse": "21",
        "devanagari": "मैत्रेय उवाचएवं ब्रुवाणं पुरुषार्थभाजनंजनार्दनं प्राञ्जलय: प्रचेतस: ।तद्दर्शनध्वस्ततमोरजोमलागिरागृणन् गद्गदया सुहृत्तमम् ॥ २१ ॥",
        "english_devnagari": "maitreya uvācaevaṁ bruvāṇaṁ puruṣārtha-bhājanaṁjanārdanaṁ prāñjalayaḥ pracetasaḥtad-darśana-dhvasta-tamo-rajo-malāgirāgṛṇan gadgadayā suhṛttamam",
        "verse_Syn": [
            "maitreyaḥ",
            "uvāca",
            "evam",
            "bruvāṇam",
            "puruṣa",
            "artha",
            "bhājanam",
            "jana",
            "ardanam",
            "prāñjalayaḥ",
            "pracetasaḥ",
            "tat",
            "darśana",
            "dhvasta",
            "tamaḥ",
            "rajaḥ",
            "malāḥ",
            "girā",
            "agṛṇan",
            "gadgadayā",
            "suhṛt",
            "tamam"
        ],
        "translation": "The great sage Maitreya said: After the Personality of Godhead spoke thus, the Pracetās began to offer Him prayers. The Lord is the bestower of all success in life and is the supreme benefactor. He is also the supreme friend who takes away all miserable conditions experienced by a devotee. In a faltering voice, due to ecstasy, the Pracetās began to offer prayers. They were purified by the presence of the Lord, who was before them face to face.",
        "purport": " The Lord is herein described as puruṣārtha-bhājanam, the bestower of the ultimate goal of life. Whatever success we want in life can be attained by the mercy of the Lord. Since the Pracetās had already attained the Lord’s mercy, they were no longer subject to the contamination of the material modes. The material modes dissipated from them just as the darkness of night immediately dissipates when the sun rises. Because the Lord appeared before them, naturally all the contaminations of the material qualities of rajas and tamas completely disappeared. Similarly, when an unalloyed devotee chants the Hare Kṛṣṇa mahā-mantra, he is also purified of all material contamination because the name of the Lord and the Lord are identical. As stated in Śrīmad-Bhāgavatam (1.2.17):"
    },
    {
        "verse": "21",
        "devanagari": "मैत्रेय उवाचएवं ब्रुवाणं पुरुषार्थभाजनंजनार्दनं प्राञ्जलय: प्रचेतस: ।तद्दर्शनध्वस्ततमोरजोमलागिरागृणन् गद्गदया सुहृत्तमम् ॥ २१ ॥",
        "english_devnagari": "maitreya uvācaevaṁ bruvāṇaṁ puruṣārtha-bhājanaṁjanārdanaṁ prāñjalayaḥ pracetasaḥtad-darśana-dhvasta-tamo-rajo-malāgirāgṛṇan gadgadayā suhṛttamam",
        "verse_Syn": [
            "maitreyaḥ",
            "uvāca",
            "evam",
            "bruvāṇam",
            "puruṣa",
            "artha",
            "bhājanam",
            "jana",
            "ardanam",
            "prāñjalayaḥ",
            "pracetasaḥ",
            "tat",
            "darśana",
            "dhvasta",
            "tamaḥ",
            "rajaḥ",
            "malāḥ",
            "girā",
            "agṛṇan",
            "gadgadayā",
            "suhṛt",
            "tamam"
        ],
        "translation": "The great sage Maitreya said: After the Personality of Godhead spoke thus, the Pracetās began to offer Him prayers. The Lord is the bestower of all success in life and is the supreme benefactor. He is also the supreme friend who takes away all miserable conditions experienced by a devotee. In a faltering voice, due to ecstasy, the Pracetās began to offer prayers. They were purified by the presence of the Lord, who was before them face to face.",
        "purport": " The Lord is herein described as puruṣārtha-bhājanam, the bestower of the ultimate goal of life. Whatever success we want in life can be attained by the mercy of the Lord. Since the Pracetās had already attained the Lord’s mercy, they were no longer subject to the contamination of the material modes. The material modes dissipated from them just as the darkness of night immediately dissipates when the sun rises. Because the Lord appeared before them, naturally all the contaminations of the material qualities of rajas and tamas completely disappeared. Similarly, when an unalloyed devotee chants the Hare Kṛṣṇa mahā-mantra, he is also purified of all material contamination because the name of the Lord and the Lord are identical. As stated in Śrīmad-Bhāgavatam (1.2.17): “Śrī Kṛṣṇa, the Personality of Godhead, who is the Paramātmā [Supersoul] in everyone’s heart and the benefactor of the truthful devotee, cleanses desire for material enjoyment from the heart of the devotee who has developed the urge to hear His messages, which are in themselves virtuous when properly heard and chanted.”"
    },
    {
        "verse": "21",
        "devanagari": "मैत्रेय उवाचएवं ब्रुवाणं पुरुषार्थभाजनंजनार्दनं प्राञ्जलय: प्रचेतस: ।तद्दर्शनध्वस्ततमोरजोमलागिरागृणन् गद्गदया सुहृत्तमम् ॥ २१ ॥",
        "english_devnagari": "maitreya uvācaevaṁ bruvāṇaṁ puruṣārtha-bhājanaṁjanārdanaṁ prāñjalayaḥ pracetasaḥtad-darśana-dhvasta-tamo-rajo-malāgirāgṛṇan gadgadayā suhṛttamam",
        "verse_Syn": [
            "maitreyaḥ",
            "uvāca",
            "evam",
            "bruvāṇam",
            "puruṣa",
            "artha",
            "bhājanam",
            "jana",
            "ardanam",
            "prāñjalayaḥ",
            "pracetasaḥ",
            "tat",
            "darśana",
            "dhvasta",
            "tamaḥ",
            "rajaḥ",
            "malāḥ",
            "girā",
            "agṛṇan",
            "gadgadayā",
            "suhṛt",
            "tamam"
        ],
        "translation": "The great sage Maitreya said: After the Personality of Godhead spoke thus, the Pracetās began to offer Him prayers. The Lord is the bestower of all success in life and is the supreme benefactor. He is also the supreme friend who takes away all miserable conditions experienced by a devotee. In a faltering voice, due to ecstasy, the Pracetās began to offer prayers. They were purified by the presence of the Lord, who was before them face to face.",
        "purport": " The Lord is herein described as puruṣārtha-bhājanam, the bestower of the ultimate goal of life. Whatever success we want in life can be attained by the mercy of the Lord. Since the Pracetās had already attained the Lord’s mercy, they were no longer subject to the contamination of the material modes. The material modes dissipated from them just as the darkness of night immediately dissipates when the sun rises. Because the Lord appeared before them, naturally all the contaminations of the material qualities of rajas and tamas completely disappeared. Similarly, when an unalloyed devotee chants the Hare Kṛṣṇa mahā-mantra, he is also purified of all material contamination because the name of the Lord and the Lord are identical. As stated in Śrīmad-Bhāgavatam (1.2.17): “Śrī Kṛṣṇa, the Personality of Godhead, who is the Paramātmā [Supersoul] in everyone’s heart and the benefactor of the truthful devotee, cleanses desire for material enjoyment from the heart of the devotee who has developed the urge to hear His messages, which are in themselves virtuous when properly heard and chanted.” The holy name of the Lord is the Lord Himself. If one chants and hears, he becomes purified. Gradually all material contamination disappears. The Pracetās were already purified due to the Lord’s presence before them, and they could therefore offer the proper prayers with folded hands. In other words, as soon as devotees are engaged in devotional service, they become transcendental to all material contamination immediately, as confirmed in Bhagavad-gītā (sa guṇān samatītyaitān brahma-bhūyāya kalpate). Sometimes the devotees are dissatisfied due to their not seeing the Supreme Personality of Godhead personally. When the Pracetās saw the Supreme Lord personally present, their unhappiness vanished."
    },
    {
        "verse": "22",
        "devanagari": "",
        "english_devnagari": "pracetasa ūcuḥnamo namaḥ kleśa-vināśanāyanirūpitodāra-guṇāhvayāyamano-vaco-vega-puro-javāyasarvākṣa-mārgair agatādhvane namaḥ",
        "verse_Syn": [
            "pracetasaḥ",
            "ūcuḥ",
            "namaḥ",
            "namaḥ",
            "kleśa",
            "vināśanāya",
            "nirūpita",
            "udāra",
            "guṇa",
            "āhvayāya",
            "manaḥ",
            "vacaḥ",
            "vega",
            "puraḥ",
            "javāya",
            "sarva",
            "akṣa",
            "mārgaiḥ",
            "agata",
            "adhvane",
            "namaḥ"
        ],
        "translation": "The Pracetās spoke as follows: Dear Lord, You relieve all kinds of material distress. Your magnanimous transcendental qualities and holy name are all-auspicious. This conclusion is already settled. You can go faster than the speed of mind and words. You cannot be perceived by material senses. We therefore offer You respectful obeisances again and again.",
        "purport": " The word nirūpita, meaning “concluded,” is very significant in this verse. No one has to conduct research work to find God or make progress in spiritual knowledge. Everything is conclusively there in the Vedas. Therefore the Lord says in Bhagavad-gītā (15.15), vedaiś ca sarvair aham eva vedyaḥ: understanding the Supreme Personality of Godhead through the process of the Vedas is perfect and conclusive. The Vedas state, ataḥ śrī-kṛṣṇa-nāmādi na bhaved grāhyam indriyaiḥ: the transcendental names, forms, qualities, paraphernalia and pastimes of the Lord cannot be understood by our blunt material senses. Sevonmukhe hi jihvādau svayam eva sphuraty adaḥ: when a devotee engages his senses favorably in devotional service, the Lord, through His causeless mercy, reveals Himself to the devotee. This is the conclusive Vedic process. The Vedas also indicate that simply by chanting the holy names of the Lord one can without a doubt become spiritually advanced. We cannot approach the Supreme Personality of Godhead by the speed of mind or words, but if we stick to devotional service we can easily and quickly approach Him. In other words, the Supreme Lord is attracted by devotional service, and He can approach us more swiftly than we can approach Him with our mental speculation. The Lord has stated that although He is beyond the range of mental speculation and the speed of thought, He can be approached easily by His causeless mercy. Thus only by His causeless mercy can He be attained. Other methods will not be effective."
    },
    {
        "verse": "23",
        "devanagari": "शुद्धाय शान्ताय नम: स्वनिष्ठयामनस्यपार्थं विलसद्‌द्वयाय ।नमो जगत्स्थानलयोदयेषुगृहीतमायागुणविग्रहाय ॥ २३ ॥",
        "english_devnagari": "śuddhāya śāntāya namaḥ sva-niṣṭhayāmanasy apārthaṁ vilasad-dvayāyanamo jagat-sthāna-layodayeṣugṛhīta-māyā-guṇa-vigrahāya",
        "verse_Syn": [
            "śuddhāya",
            "śāntāya",
            "namaḥ",
            "sva",
            "niṣṭhayā",
            "manasi",
            "apārtham",
            "vilasat",
            "dvayāya",
            "namaḥ",
            "jagat",
            "sthāna",
            "laya",
            "udayeṣu",
            "gṛhīta",
            "māyā",
            "guṇa",
            "vigrahāya"
        ],
        "translation": "Dear Lord, we beg to offer our obeisances unto You. When the mind is fixed upon You, the world of duality, although a place for material enjoyment, appears meaningless. Your transcendental form is full of transcendental bliss. We therefore offer our respects unto You. Your appearances as Lord Brahmā, Lord Viṣṇu and Lord Śiva are meant for the purpose of creating, maintaining and annihilating this cosmic manifestation.",
        "purport": " A pure devotee, whose mind is always engaged in the service of the Lord, can certainly appreciate the impermanence of this material world. Although such a devotee may be engaged in executing material activities, this stage is called anāsakti. As explained by Śrīla Rūpa Gosvāmī, anāsaktasya viṣayān yathārham upayuñjataḥ. A devotee is always unattached to material activities because in the liberated stage his mind is always fixed on the lotus feet of the Lord."
    },
    {
        "verse": "23",
        "devanagari": "शुद्धाय शान्ताय नम: स्वनिष्ठयामनस्यपार्थं विलसद्‌द्वयाय ।नमो जगत्स्थानलयोदयेषुगृहीतमायागुणविग्रहाय ॥ २३ ॥",
        "english_devnagari": "śuddhāya śāntāya namaḥ sva-niṣṭhayāmanasy apārthaṁ vilasad-dvayāyanamo jagat-sthāna-layodayeṣugṛhīta-māyā-guṇa-vigrahāya",
        "verse_Syn": [
            "śuddhāya",
            "śāntāya",
            "namaḥ",
            "sva",
            "niṣṭhayā",
            "manasi",
            "apārtham",
            "vilasat",
            "dvayāya",
            "namaḥ",
            "jagat",
            "sthāna",
            "laya",
            "udayeṣu",
            "gṛhīta",
            "māyā",
            "guṇa",
            "vigrahāya"
        ],
        "translation": "Dear Lord, we beg to offer our obeisances unto You. When the mind is fixed upon You, the world of duality, although a place for material enjoyment, appears meaningless. Your transcendental form is full of transcendental bliss. We therefore offer our respects unto You. Your appearances as Lord Brahmā, Lord Viṣṇu and Lord Śiva are meant for the purpose of creating, maintaining and annihilating this cosmic manifestation.",
        "purport": " A pure devotee, whose mind is always engaged in the service of the Lord, can certainly appreciate the impermanence of this material world. Although such a devotee may be engaged in executing material activities, this stage is called anāsakti. As explained by Śrīla Rūpa Gosvāmī, anāsaktasya viṣayān yathārham upayuñjataḥ. A devotee is always unattached to material activities because in the liberated stage his mind is always fixed on the lotus feet of the Lord. This material world is called dvaita, the world of duality. A devotee knows very well that everything within this material world is but a manifestation of the Supreme Lord’s energy. To maintain the three modes of material nature, the Supreme Lord takes on different forms as Lord Brahmā, Lord Viṣṇu and Lord Śiva. Unaffected by the modes of material nature, the Lord takes on different forms to create, maintain and annihilate this cosmic manifestation. The conclusion is that although the pure devotee appears to engage in material activities in the service of the Lord, he knows very well that material enjoyment for sense gratification has no use whatsoever."
    },
    {
        "verse": "24",
        "devanagari": "नमो विशुद्धसत्त्वाय हरये हरिमेधसे ।वासुदेवाय कृष्णाय प्रभवे सर्वसात्वताम् ॥ २४ ॥",
        "english_devnagari": "namo viśuddha-sattvāyaharaye hari-medhasevāsudevāya kṛṣṇāyaprabhave sarva-sātvatām",
        "verse_Syn": [
            "namaḥ",
            "viśuddha",
            "sattvāya",
            "haraye",
            "hari",
            "medhase",
            "vāsudevāya",
            "kṛṣṇāya",
            "prabhave",
            "sarva",
            "sātvatām"
        ],
        "translation": "Dear Lord, we offer our respectful obeisances unto You because Your existence is completely independent of all material influences. Your Lordship always takes away the devotee’s miserable conditions, for Your brain plans how to do so. You live everywhere as Paramātmā; therefore You are known as Vāsudeva. You also accept Vasudeva as Your father, and You are celebrated by the name Kṛṣṇa. You are so kind that You always increase the influence of all kinds of devotees.",
        "purport": " In the previous verse it has been said (gṛhīta-māyā-guṇa-vigrahāya) that the Lord accepts three kinds of bodies (Viṣṇu, Brahmā and Śiva) for the purposes of creating, maintaining and annihilating the cosmic manifestation. The three predominating deities of the material universe — Brahmā, Viṣṇu and Śiva — are called guṇa-avatāras. There are many kinds of incarnations of the Supreme Personality of Godhead, and the first incarnations within this material world are Brahmā, Viṣṇu and Maheśvara (Śiva). Out of these three, Lord Brahmā and Lord Śiva accept material bodies, but Lord Viṣṇu does not accept a material body. Lord Viṣṇu is therefore known as viśuddha-sattva. His existence is completely free from the contamination of the material modes of nature. One should therefore not think that Lord Viṣṇu is in the same category with Lord Brahmā and Śiva. The śāstras forbid us to think in this way:"
    },
    {
        "verse": "24",
        "devanagari": "नमो विशुद्धसत्त्वाय हरये हरिमेधसे ।वासुदेवाय कृष्णाय प्रभवे सर्वसात्वताम् ॥ २४ ॥",
        "english_devnagari": "namo viśuddha-sattvāyaharaye hari-medhasevāsudevāya kṛṣṇāyaprabhave sarva-sātvatām",
        "verse_Syn": [
            "namaḥ",
            "viśuddha",
            "sattvāya",
            "haraye",
            "hari",
            "medhase",
            "vāsudevāya",
            "kṛṣṇāya",
            "prabhave",
            "sarva",
            "sātvatām"
        ],
        "translation": "Dear Lord, we offer our respectful obeisances unto You because Your existence is completely independent of all material influences. Your Lordship always takes away the devotee’s miserable conditions, for Your brain plans how to do so. You live everywhere as Paramātmā; therefore You are known as Vāsudeva. You also accept Vasudeva as Your father, and You are celebrated by the name Kṛṣṇa. You are so kind that You always increase the influence of all kinds of devotees.",
        "purport": " In the previous verse it has been said (gṛhīta-māyā-guṇa-vigrahāya) that the Lord accepts three kinds of bodies (Viṣṇu, Brahmā and Śiva) for the purposes of creating, maintaining and annihilating the cosmic manifestation. The three predominating deities of the material universe — Brahmā, Viṣṇu and Śiva — are called guṇa-avatāras. There are many kinds of incarnations of the Supreme Personality of Godhead, and the first incarnations within this material world are Brahmā, Viṣṇu and Maheśvara (Śiva). Out of these three, Lord Brahmā and Lord Śiva accept material bodies, but Lord Viṣṇu does not accept a material body. Lord Viṣṇu is therefore known as viśuddha-sattva. His existence is completely free from the contamination of the material modes of nature. One should therefore not think that Lord Viṣṇu is in the same category with Lord Brahmā and Śiva. The śāstras forbid us to think in this way: One who considers Lord Viṣṇu to be in the same category with devas like Lord Brahmā or Lord Śiva or who thinks Lord Brahmā and Śiva to be equal to Lord Viṣṇu is to be considered as pāṣaṇḍī, a faithless nonbeliever. Therefore in this verse Lord Viṣṇu is distinguished in the words namo viśuddha-sattvāya. Although a living entity like us, Lord Brahmā is exalted due to his pious activities; therefore he is given the high post of Brahmā. Lord Śiva is not actually like a living entity, but he is not the Supreme Personality of Godhead. His position is somewhere between Viṣṇu, the Supreme Personality of Godhead, and Brahmā, the living entity. Lord Śiva is therefore explained in Brahma-saṁhitā (5.45) in this way:"
    },
    {
        "verse": "24",
        "devanagari": "नमो विशुद्धसत्त्वाय हरये हरिमेधसे ।वासुदेवाय कृष्णाय प्रभवे सर्वसात्वताम् ॥ २४ ॥",
        "english_devnagari": "namo viśuddha-sattvāyaharaye hari-medhasevāsudevāya kṛṣṇāyaprabhave sarva-sātvatām",
        "verse_Syn": [
            "namaḥ",
            "viśuddha",
            "sattvāya",
            "haraye",
            "hari",
            "medhase",
            "vāsudevāya",
            "kṛṣṇāya",
            "prabhave",
            "sarva",
            "sātvatām"
        ],
        "translation": "Dear Lord, we offer our respectful obeisances unto You because Your existence is completely independent of all material influences. Your Lordship always takes away the devotee’s miserable conditions, for Your brain plans how to do so. You live everywhere as Paramātmā; therefore You are known as Vāsudeva. You also accept Vasudeva as Your father, and You are celebrated by the name Kṛṣṇa. You are so kind that You always increase the influence of all kinds of devotees.",
        "purport": " In the previous verse it has been said (gṛhīta-māyā-guṇa-vigrahāya) that the Lord accepts three kinds of bodies (Viṣṇu, Brahmā and Śiva) for the purposes of creating, maintaining and annihilating the cosmic manifestation. The three predominating deities of the material universe — Brahmā, Viṣṇu and Śiva — are called guṇa-avatāras. There are many kinds of incarnations of the Supreme Personality of Godhead, and the first incarnations within this material world are Brahmā, Viṣṇu and Maheśvara (Śiva). Out of these three, Lord Brahmā and Lord Śiva accept material bodies, but Lord Viṣṇu does not accept a material body. Lord Viṣṇu is therefore known as viśuddha-sattva. His existence is completely free from the contamination of the material modes of nature. One should therefore not think that Lord Viṣṇu is in the same category with Lord Brahmā and Śiva. The śāstras forbid us to think in this way: One who considers Lord Viṣṇu to be in the same category with devas like Lord Brahmā or Lord Śiva or who thinks Lord Brahmā and Śiva to be equal to Lord Viṣṇu is to be considered as pāṣaṇḍī, a faithless nonbeliever. Therefore in this verse Lord Viṣṇu is distinguished in the words namo viśuddha-sattvāya. Although a living entity like us, Lord Brahmā is exalted due to his pious activities; therefore he is given the high post of Brahmā. Lord Śiva is not actually like a living entity, but he is not the Supreme Personality of Godhead. His position is somewhere between Viṣṇu, the Supreme Personality of Godhead, and Brahmā, the living entity. Lord Śiva is therefore explained in Brahma-saṁhitā (5.45) in this way: Lord Śiva is considered to be like yogurt (dadhi). Yogurt is nothing but transformed milk; nonetheless, yogurt cannot be accepted as milk. Similarly, Lord Śiva holds almost all the powers of Lord Viṣṇu, and he is also above the qualities of the living entity, but he is not exactly like Viṣṇu, just as yogurt, although transformed milk, is not exactly like milk."
    },
    {
        "verse": "24",
        "devanagari": "नमो विशुद्धसत्त्वाय हरये हरिमेधसे ।वासुदेवाय कृष्णाय प्रभवे सर्वसात्वताम् ॥ २४ ॥",
        "english_devnagari": "namo viśuddha-sattvāyaharaye hari-medhasevāsudevāya kṛṣṇāyaprabhave sarva-sātvatām",
        "verse_Syn": [
            "namaḥ",
            "viśuddha",
            "sattvāya",
            "haraye",
            "hari",
            "medhase",
            "vāsudevāya",
            "kṛṣṇāya",
            "prabhave",
            "sarva",
            "sātvatām"
        ],
        "translation": "Dear Lord, we offer our respectful obeisances unto You because Your existence is completely independent of all material influences. Your Lordship always takes away the devotee’s miserable conditions, for Your brain plans how to do so. You live everywhere as Paramātmā; therefore You are known as Vāsudeva. You also accept Vasudeva as Your father, and You are celebrated by the name Kṛṣṇa. You are so kind that You always increase the influence of all kinds of devotees.",
        "purport": " In the previous verse it has been said (gṛhīta-māyā-guṇa-vigrahāya) that the Lord accepts three kinds of bodies (Viṣṇu, Brahmā and Śiva) for the purposes of creating, maintaining and annihilating the cosmic manifestation. The three predominating deities of the material universe — Brahmā, Viṣṇu and Śiva — are called guṇa-avatāras. There are many kinds of incarnations of the Supreme Personality of Godhead, and the first incarnations within this material world are Brahmā, Viṣṇu and Maheśvara (Śiva). Out of these three, Lord Brahmā and Lord Śiva accept material bodies, but Lord Viṣṇu does not accept a material body. Lord Viṣṇu is therefore known as viśuddha-sattva. His existence is completely free from the contamination of the material modes of nature. One should therefore not think that Lord Viṣṇu is in the same category with Lord Brahmā and Śiva. The śāstras forbid us to think in this way: One who considers Lord Viṣṇu to be in the same category with devas like Lord Brahmā or Lord Śiva or who thinks Lord Brahmā and Śiva to be equal to Lord Viṣṇu is to be considered as pāṣaṇḍī, a faithless nonbeliever. Therefore in this verse Lord Viṣṇu is distinguished in the words namo viśuddha-sattvāya. Although a living entity like us, Lord Brahmā is exalted due to his pious activities; therefore he is given the high post of Brahmā. Lord Śiva is not actually like a living entity, but he is not the Supreme Personality of Godhead. His position is somewhere between Viṣṇu, the Supreme Personality of Godhead, and Brahmā, the living entity. Lord Śiva is therefore explained in Brahma-saṁhitā (5.45) in this way: Lord Śiva is considered to be like yogurt (dadhi). Yogurt is nothing but transformed milk; nonetheless, yogurt cannot be accepted as milk. Similarly, Lord Śiva holds almost all the powers of Lord Viṣṇu, and he is also above the qualities of the living entity, but he is not exactly like Viṣṇu, just as yogurt, although transformed milk, is not exactly like milk. The Supreme Personality of Godhead is also described herein as vāsudevāya kṛṣṇāya. Kṛṣṇa is the original Supreme Personality of Godhead, and all Viṣṇu expansions are His plenary portions or portions of His plenary portions (known as svāṁśa and kalā). The svāṁśa, or direct expansion, is also called aṁśa. All viṣṇu-tattvas are svāṁśa, direct parts and parcels of the Supreme Personality of Godhead, Kṛṣṇa. Kṛṣṇa is known as Vāsudeva because He appeared in this material world as the son of Vasudeva. Similarly, He is known as Devakī-nandana, Yaśodā-nandana, Nanda-nandana and so on."
    },
    {
        "verse": "24",
        "devanagari": "नमो विशुद्धसत्त्वाय हरये हरिमेधसे ।वासुदेवाय कृष्णाय प्रभवे सर्वसात्वताम् ॥ २४ ॥",
        "english_devnagari": "namo viśuddha-sattvāyaharaye hari-medhasevāsudevāya kṛṣṇāyaprabhave sarva-sātvatām",
        "verse_Syn": [
            "namaḥ",
            "viśuddha",
            "sattvāya",
            "haraye",
            "hari",
            "medhase",
            "vāsudevāya",
            "kṛṣṇāya",
            "prabhave",
            "sarva",
            "sātvatām"
        ],
        "translation": "Dear Lord, we offer our respectful obeisances unto You because Your existence is completely independent of all material influences. Your Lordship always takes away the devotee’s miserable conditions, for Your brain plans how to do so. You live everywhere as Paramātmā; therefore You are known as Vāsudeva. You also accept Vasudeva as Your father, and You are celebrated by the name Kṛṣṇa. You are so kind that You always increase the influence of all kinds of devotees.",
        "purport": " In the previous verse it has been said (gṛhīta-māyā-guṇa-vigrahāya) that the Lord accepts three kinds of bodies (Viṣṇu, Brahmā and Śiva) for the purposes of creating, maintaining and annihilating the cosmic manifestation. The three predominating deities of the material universe — Brahmā, Viṣṇu and Śiva — are called guṇa-avatāras. There are many kinds of incarnations of the Supreme Personality of Godhead, and the first incarnations within this material world are Brahmā, Viṣṇu and Maheśvara (Śiva). Out of these three, Lord Brahmā and Lord Śiva accept material bodies, but Lord Viṣṇu does not accept a material body. Lord Viṣṇu is therefore known as viśuddha-sattva. His existence is completely free from the contamination of the material modes of nature. One should therefore not think that Lord Viṣṇu is in the same category with Lord Brahmā and Śiva. The śāstras forbid us to think in this way: One who considers Lord Viṣṇu to be in the same category with devas like Lord Brahmā or Lord Śiva or who thinks Lord Brahmā and Śiva to be equal to Lord Viṣṇu is to be considered as pāṣaṇḍī, a faithless nonbeliever. Therefore in this verse Lord Viṣṇu is distinguished in the words namo viśuddha-sattvāya. Although a living entity like us, Lord Brahmā is exalted due to his pious activities; therefore he is given the high post of Brahmā. Lord Śiva is not actually like a living entity, but he is not the Supreme Personality of Godhead. His position is somewhere between Viṣṇu, the Supreme Personality of Godhead, and Brahmā, the living entity. Lord Śiva is therefore explained in Brahma-saṁhitā (5.45) in this way: Lord Śiva is considered to be like yogurt (dadhi). Yogurt is nothing but transformed milk; nonetheless, yogurt cannot be accepted as milk. Similarly, Lord Śiva holds almost all the powers of Lord Viṣṇu, and he is also above the qualities of the living entity, but he is not exactly like Viṣṇu, just as yogurt, although transformed milk, is not exactly like milk. The Supreme Personality of Godhead is also described herein as vāsudevāya kṛṣṇāya. Kṛṣṇa is the original Supreme Personality of Godhead, and all Viṣṇu expansions are His plenary portions or portions of His plenary portions (known as svāṁśa and kalā). The svāṁśa, or direct expansion, is also called aṁśa. All viṣṇu-tattvas are svāṁśa, direct parts and parcels of the Supreme Personality of Godhead, Kṛṣṇa. Kṛṣṇa is known as Vāsudeva because He appeared in this material world as the son of Vasudeva. Similarly, He is known as Devakī-nandana, Yaśodā-nandana, Nanda-nandana and so on. Again and again the Lord is very much interested in increasing the influence of His devotees. Therefore He is described herein as prabhave sarva-sātvatām. The sātvata community is a community of Vaiṣṇavas, pure devotees of the Lord. The Supreme Personality of Godhead has unlimited powers, and He wants to see that His devotees are also entrusted with unlimited powers. Therefore a devotee of the Lord is always distinguished from all other living entities."
    },
    {
        "verse": "24",
        "devanagari": "नमो विशुद्धसत्त्वाय हरये हरिमेधसे ।वासुदेवाय कृष्णाय प्रभवे सर्वसात्वताम् ॥ २४ ॥",
        "english_devnagari": "namo viśuddha-sattvāyaharaye hari-medhasevāsudevāya kṛṣṇāyaprabhave sarva-sātvatām",
        "verse_Syn": [
            "namaḥ",
            "viśuddha",
            "sattvāya",
            "haraye",
            "hari",
            "medhase",
            "vāsudevāya",
            "kṛṣṇāya",
            "prabhave",
            "sarva",
            "sātvatām"
        ],
        "translation": "Dear Lord, we offer our respectful obeisances unto You because Your existence is completely independent of all material influences. Your Lordship always takes away the devotee’s miserable conditions, for Your brain plans how to do so. You live everywhere as Paramātmā; therefore You are known as Vāsudeva. You also accept Vasudeva as Your father, and You are celebrated by the name Kṛṣṇa. You are so kind that You always increase the influence of all kinds of devotees.",
        "purport": " In the previous verse it has been said (gṛhīta-māyā-guṇa-vigrahāya) that the Lord accepts three kinds of bodies (Viṣṇu, Brahmā and Śiva) for the purposes of creating, maintaining and annihilating the cosmic manifestation. The three predominating deities of the material universe — Brahmā, Viṣṇu and Śiva — are called guṇa-avatāras. There are many kinds of incarnations of the Supreme Personality of Godhead, and the first incarnations within this material world are Brahmā, Viṣṇu and Maheśvara (Śiva). Out of these three, Lord Brahmā and Lord Śiva accept material bodies, but Lord Viṣṇu does not accept a material body. Lord Viṣṇu is therefore known as viśuddha-sattva. His existence is completely free from the contamination of the material modes of nature. One should therefore not think that Lord Viṣṇu is in the same category with Lord Brahmā and Śiva. The śāstras forbid us to think in this way: One who considers Lord Viṣṇu to be in the same category with devas like Lord Brahmā or Lord Śiva or who thinks Lord Brahmā and Śiva to be equal to Lord Viṣṇu is to be considered as pāṣaṇḍī, a faithless nonbeliever. Therefore in this verse Lord Viṣṇu is distinguished in the words namo viśuddha-sattvāya. Although a living entity like us, Lord Brahmā is exalted due to his pious activities; therefore he is given the high post of Brahmā. Lord Śiva is not actually like a living entity, but he is not the Supreme Personality of Godhead. His position is somewhere between Viṣṇu, the Supreme Personality of Godhead, and Brahmā, the living entity. Lord Śiva is therefore explained in Brahma-saṁhitā (5.45) in this way: Lord Śiva is considered to be like yogurt (dadhi). Yogurt is nothing but transformed milk; nonetheless, yogurt cannot be accepted as milk. Similarly, Lord Śiva holds almost all the powers of Lord Viṣṇu, and he is also above the qualities of the living entity, but he is not exactly like Viṣṇu, just as yogurt, although transformed milk, is not exactly like milk. The Supreme Personality of Godhead is also described herein as vāsudevāya kṛṣṇāya. Kṛṣṇa is the original Supreme Personality of Godhead, and all Viṣṇu expansions are His plenary portions or portions of His plenary portions (known as svāṁśa and kalā). The svāṁśa, or direct expansion, is also called aṁśa. All viṣṇu-tattvas are svāṁśa, direct parts and parcels of the Supreme Personality of Godhead, Kṛṣṇa. Kṛṣṇa is known as Vāsudeva because He appeared in this material world as the son of Vasudeva. Similarly, He is known as Devakī-nandana, Yaśodā-nandana, Nanda-nandana and so on. Again and again the Lord is very much interested in increasing the influence of His devotees. Therefore He is described herein as prabhave sarva-sātvatām. The sātvata community is a community of Vaiṣṇavas, pure devotees of the Lord. The Supreme Personality of Godhead has unlimited powers, and He wants to see that His devotees are also entrusted with unlimited powers. Therefore a devotee of the Lord is always distinguished from all other living entities. The word hari means “one who takes away all miserable conditions,” and hari-medhase means that the Lord is always planning ways to deliver the conditioned soul from the clutches of māyā. The Lord is so kind that He personally incarnates to deliver the conditioned souls, and whenever He comes, He makes His plans:"
    },
    {
        "verse": "24",
        "devanagari": "नमो विशुद्धसत्त्वाय हरये हरिमेधसे ।वासुदेवाय कृष्णाय प्रभवे सर्वसात्वताम् ॥ २४ ॥",
        "english_devnagari": "namo viśuddha-sattvāyaharaye hari-medhasevāsudevāya kṛṣṇāyaprabhave sarva-sātvatām",
        "verse_Syn": [
            "namaḥ",
            "viśuddha",
            "sattvāya",
            "haraye",
            "hari",
            "medhase",
            "vāsudevāya",
            "kṛṣṇāya",
            "prabhave",
            "sarva",
            "sātvatām"
        ],
        "translation": "Dear Lord, we offer our respectful obeisances unto You because Your existence is completely independent of all material influences. Your Lordship always takes away the devotee’s miserable conditions, for Your brain plans how to do so. You live everywhere as Paramātmā; therefore You are known as Vāsudeva. You also accept Vasudeva as Your father, and You are celebrated by the name Kṛṣṇa. You are so kind that You always increase the influence of all kinds of devotees.",
        "purport": " In the previous verse it has been said (gṛhīta-māyā-guṇa-vigrahāya) that the Lord accepts three kinds of bodies (Viṣṇu, Brahmā and Śiva) for the purposes of creating, maintaining and annihilating the cosmic manifestation. The three predominating deities of the material universe — Brahmā, Viṣṇu and Śiva — are called guṇa-avatāras. There are many kinds of incarnations of the Supreme Personality of Godhead, and the first incarnations within this material world are Brahmā, Viṣṇu and Maheśvara (Śiva). Out of these three, Lord Brahmā and Lord Śiva accept material bodies, but Lord Viṣṇu does not accept a material body. Lord Viṣṇu is therefore known as viśuddha-sattva. His existence is completely free from the contamination of the material modes of nature. One should therefore not think that Lord Viṣṇu is in the same category with Lord Brahmā and Śiva. The śāstras forbid us to think in this way: One who considers Lord Viṣṇu to be in the same category with devas like Lord Brahmā or Lord Śiva or who thinks Lord Brahmā and Śiva to be equal to Lord Viṣṇu is to be considered as pāṣaṇḍī, a faithless nonbeliever. Therefore in this verse Lord Viṣṇu is distinguished in the words namo viśuddha-sattvāya. Although a living entity like us, Lord Brahmā is exalted due to his pious activities; therefore he is given the high post of Brahmā. Lord Śiva is not actually like a living entity, but he is not the Supreme Personality of Godhead. His position is somewhere between Viṣṇu, the Supreme Personality of Godhead, and Brahmā, the living entity. Lord Śiva is therefore explained in Brahma-saṁhitā (5.45) in this way: Lord Śiva is considered to be like yogurt (dadhi). Yogurt is nothing but transformed milk; nonetheless, yogurt cannot be accepted as milk. Similarly, Lord Śiva holds almost all the powers of Lord Viṣṇu, and he is also above the qualities of the living entity, but he is not exactly like Viṣṇu, just as yogurt, although transformed milk, is not exactly like milk. The Supreme Personality of Godhead is also described herein as vāsudevāya kṛṣṇāya. Kṛṣṇa is the original Supreme Personality of Godhead, and all Viṣṇu expansions are His plenary portions or portions of His plenary portions (known as svāṁśa and kalā). The svāṁśa, or direct expansion, is also called aṁśa. All viṣṇu-tattvas are svāṁśa, direct parts and parcels of the Supreme Personality of Godhead, Kṛṣṇa. Kṛṣṇa is known as Vāsudeva because He appeared in this material world as the son of Vasudeva. Similarly, He is known as Devakī-nandana, Yaśodā-nandana, Nanda-nandana and so on. Again and again the Lord is very much interested in increasing the influence of His devotees. Therefore He is described herein as prabhave sarva-sātvatām. The sātvata community is a community of Vaiṣṇavas, pure devotees of the Lord. The Supreme Personality of Godhead has unlimited powers, and He wants to see that His devotees are also entrusted with unlimited powers. Therefore a devotee of the Lord is always distinguished from all other living entities. The word hari means “one who takes away all miserable conditions,” and hari-medhase means that the Lord is always planning ways to deliver the conditioned soul from the clutches of māyā. The Lord is so kind that He personally incarnates to deliver the conditioned souls, and whenever He comes, He makes His plans: “To deliver the pious and to annihilate the miscreants, as well as to reestablish the principles of religion, I Myself appear millennium after millennium.” (Bg. 4.8)"
    },
    {
        "verse": "24",
        "devanagari": "नमो विशुद्धसत्त्वाय हरये हरिमेधसे ।वासुदेवाय कृष्णाय प्रभवे सर्वसात्वताम् ॥ २४ ॥",
        "english_devnagari": "namo viśuddha-sattvāyaharaye hari-medhasevāsudevāya kṛṣṇāyaprabhave sarva-sātvatām",
        "verse_Syn": [
            "namaḥ",
            "viśuddha",
            "sattvāya",
            "haraye",
            "hari",
            "medhase",
            "vāsudevāya",
            "kṛṣṇāya",
            "prabhave",
            "sarva",
            "sātvatām"
        ],
        "translation": "Dear Lord, we offer our respectful obeisances unto You because Your existence is completely independent of all material influences. Your Lordship always takes away the devotee’s miserable conditions, for Your brain plans how to do so. You live everywhere as Paramātmā; therefore You are known as Vāsudeva. You also accept Vasudeva as Your father, and You are celebrated by the name Kṛṣṇa. You are so kind that You always increase the influence of all kinds of devotees.",
        "purport": " In the previous verse it has been said (gṛhīta-māyā-guṇa-vigrahāya) that the Lord accepts three kinds of bodies (Viṣṇu, Brahmā and Śiva) for the purposes of creating, maintaining and annihilating the cosmic manifestation. The three predominating deities of the material universe — Brahmā, Viṣṇu and Śiva — are called guṇa-avatāras. There are many kinds of incarnations of the Supreme Personality of Godhead, and the first incarnations within this material world are Brahmā, Viṣṇu and Maheśvara (Śiva). Out of these three, Lord Brahmā and Lord Śiva accept material bodies, but Lord Viṣṇu does not accept a material body. Lord Viṣṇu is therefore known as viśuddha-sattva. His existence is completely free from the contamination of the material modes of nature. One should therefore not think that Lord Viṣṇu is in the same category with Lord Brahmā and Śiva. The śāstras forbid us to think in this way: One who considers Lord Viṣṇu to be in the same category with devas like Lord Brahmā or Lord Śiva or who thinks Lord Brahmā and Śiva to be equal to Lord Viṣṇu is to be considered as pāṣaṇḍī, a faithless nonbeliever. Therefore in this verse Lord Viṣṇu is distinguished in the words namo viśuddha-sattvāya. Although a living entity like us, Lord Brahmā is exalted due to his pious activities; therefore he is given the high post of Brahmā. Lord Śiva is not actually like a living entity, but he is not the Supreme Personality of Godhead. His position is somewhere between Viṣṇu, the Supreme Personality of Godhead, and Brahmā, the living entity. Lord Śiva is therefore explained in Brahma-saṁhitā (5.45) in this way: Lord Śiva is considered to be like yogurt (dadhi). Yogurt is nothing but transformed milk; nonetheless, yogurt cannot be accepted as milk. Similarly, Lord Śiva holds almost all the powers of Lord Viṣṇu, and he is also above the qualities of the living entity, but he is not exactly like Viṣṇu, just as yogurt, although transformed milk, is not exactly like milk. The Supreme Personality of Godhead is also described herein as vāsudevāya kṛṣṇāya. Kṛṣṇa is the original Supreme Personality of Godhead, and all Viṣṇu expansions are His plenary portions or portions of His plenary portions (known as svāṁśa and kalā). The svāṁśa, or direct expansion, is also called aṁśa. All viṣṇu-tattvas are svāṁśa, direct parts and parcels of the Supreme Personality of Godhead, Kṛṣṇa. Kṛṣṇa is known as Vāsudeva because He appeared in this material world as the son of Vasudeva. Similarly, He is known as Devakī-nandana, Yaśodā-nandana, Nanda-nandana and so on. Again and again the Lord is very much interested in increasing the influence of His devotees. Therefore He is described herein as prabhave sarva-sātvatām. The sātvata community is a community of Vaiṣṇavas, pure devotees of the Lord. The Supreme Personality of Godhead has unlimited powers, and He wants to see that His devotees are also entrusted with unlimited powers. Therefore a devotee of the Lord is always distinguished from all other living entities. The word hari means “one who takes away all miserable conditions,” and hari-medhase means that the Lord is always planning ways to deliver the conditioned soul from the clutches of māyā. The Lord is so kind that He personally incarnates to deliver the conditioned souls, and whenever He comes, He makes His plans: “To deliver the pious and to annihilate the miscreants, as well as to reestablish the principles of religion, I Myself appear millennium after millennium.” (Bg. 4.8) Since the Lord delivers all conditioned souls from the clutches of māyā, He is known as hari-medhas. In the list of incarnations, Kṛṣṇa is described as the supreme and original Personality of Godhead:"
    },
    {
        "verse": "24",
        "devanagari": "नमो विशुद्धसत्त्वाय हरये हरिमेधसे ।वासुदेवाय कृष्णाय प्रभवे सर्वसात्वताम् ॥ २४ ॥",
        "english_devnagari": "namo viśuddha-sattvāyaharaye hari-medhasevāsudevāya kṛṣṇāyaprabhave sarva-sātvatām",
        "verse_Syn": [
            "namaḥ",
            "viśuddha",
            "sattvāya",
            "haraye",
            "hari",
            "medhase",
            "vāsudevāya",
            "kṛṣṇāya",
            "prabhave",
            "sarva",
            "sātvatām"
        ],
        "translation": "Dear Lord, we offer our respectful obeisances unto You because Your existence is completely independent of all material influences. Your Lordship always takes away the devotee’s miserable conditions, for Your brain plans how to do so. You live everywhere as Paramātmā; therefore You are known as Vāsudeva. You also accept Vasudeva as Your father, and You are celebrated by the name Kṛṣṇa. You are so kind that You always increase the influence of all kinds of devotees.",
        "purport": " In the previous verse it has been said (gṛhīta-māyā-guṇa-vigrahāya) that the Lord accepts three kinds of bodies (Viṣṇu, Brahmā and Śiva) for the purposes of creating, maintaining and annihilating the cosmic manifestation. The three predominating deities of the material universe — Brahmā, Viṣṇu and Śiva — are called guṇa-avatāras. There are many kinds of incarnations of the Supreme Personality of Godhead, and the first incarnations within this material world are Brahmā, Viṣṇu and Maheśvara (Śiva). Out of these three, Lord Brahmā and Lord Śiva accept material bodies, but Lord Viṣṇu does not accept a material body. Lord Viṣṇu is therefore known as viśuddha-sattva. His existence is completely free from the contamination of the material modes of nature. One should therefore not think that Lord Viṣṇu is in the same category with Lord Brahmā and Śiva. The śāstras forbid us to think in this way: One who considers Lord Viṣṇu to be in the same category with devas like Lord Brahmā or Lord Śiva or who thinks Lord Brahmā and Śiva to be equal to Lord Viṣṇu is to be considered as pāṣaṇḍī, a faithless nonbeliever. Therefore in this verse Lord Viṣṇu is distinguished in the words namo viśuddha-sattvāya. Although a living entity like us, Lord Brahmā is exalted due to his pious activities; therefore he is given the high post of Brahmā. Lord Śiva is not actually like a living entity, but he is not the Supreme Personality of Godhead. His position is somewhere between Viṣṇu, the Supreme Personality of Godhead, and Brahmā, the living entity. Lord Śiva is therefore explained in Brahma-saṁhitā (5.45) in this way: Lord Śiva is considered to be like yogurt (dadhi). Yogurt is nothing but transformed milk; nonetheless, yogurt cannot be accepted as milk. Similarly, Lord Śiva holds almost all the powers of Lord Viṣṇu, and he is also above the qualities of the living entity, but he is not exactly like Viṣṇu, just as yogurt, although transformed milk, is not exactly like milk. The Supreme Personality of Godhead is also described herein as vāsudevāya kṛṣṇāya. Kṛṣṇa is the original Supreme Personality of Godhead, and all Viṣṇu expansions are His plenary portions or portions of His plenary portions (known as svāṁśa and kalā). The svāṁśa, or direct expansion, is also called aṁśa. All viṣṇu-tattvas are svāṁśa, direct parts and parcels of the Supreme Personality of Godhead, Kṛṣṇa. Kṛṣṇa is known as Vāsudeva because He appeared in this material world as the son of Vasudeva. Similarly, He is known as Devakī-nandana, Yaśodā-nandana, Nanda-nandana and so on. Again and again the Lord is very much interested in increasing the influence of His devotees. Therefore He is described herein as prabhave sarva-sātvatām. The sātvata community is a community of Vaiṣṇavas, pure devotees of the Lord. The Supreme Personality of Godhead has unlimited powers, and He wants to see that His devotees are also entrusted with unlimited powers. Therefore a devotee of the Lord is always distinguished from all other living entities. The word hari means “one who takes away all miserable conditions,” and hari-medhase means that the Lord is always planning ways to deliver the conditioned soul from the clutches of māyā. The Lord is so kind that He personally incarnates to deliver the conditioned souls, and whenever He comes, He makes His plans: “To deliver the pious and to annihilate the miscreants, as well as to reestablish the principles of religion, I Myself appear millennium after millennium.” (Bg. 4.8) Since the Lord delivers all conditioned souls from the clutches of māyā, He is known as hari-medhas. In the list of incarnations, Kṛṣṇa is described as the supreme and original Personality of Godhead: Kṛṣṇa, the original Personality of Godhead, appears in this material world when the demigods, who are devotees of the Lord, are disturbed by the demons."
    },
    {
        "verse": "25",
        "devanagari": "नम: कमलनाभाय नम: कमलमालिने ।नम: कमलपादाय नमस्ते कमलेक्षण ॥ २५ ॥",
        "english_devnagari": "namaḥ kamala-nābhāyanamaḥ kamala-mālinenamaḥ kamala-pādāyanamas te kamalekṣaṇa",
        "verse_Syn": [
            "namaḥ",
            "kamala",
            "nābhāya",
            "namaḥ",
            "kamala",
            "māline",
            "namaḥ",
            "kamala",
            "pādāya",
            "namaḥ",
            "te",
            "kamala",
            "īkṣaṇa"
        ],
        "translation": "Dear Lord, we offer our respectful obeisances unto You because from Your abdomen sprouts the lotus flower, the origin of all living entities. You are always decorated with a lotus garland, and Your feet resemble the lotus flower with all its fragrance. Your eyes are also like the petals of a lotus flower. Therefore we always offer our respectful obeisances unto You.",
        "purport": " The word kamala-nābhāya indicates that Lord Viṣṇu is the origin of the material creation. From the abdomen of Garbhodakaśāyī Viṣṇu, a lotus flower sprouts. Lord Brahmā, the first creature of the universe, is born from this lotus flower, and subsequently Lord Brahmā creates the whole universe. The origin of all creation is therefore Lord Viṣṇu, and the origin of all the viṣṇu-tattvas is Lord Kṛṣṇa. Consequently, Kṛṣṇa is the origin of everything. This is also confirmed in Bhagavad-gītā (10.8):"
    },
    {
        "verse": "25",
        "devanagari": "नम: कमलनाभाय नम: कमलमालिने ।नम: कमलपादाय नमस्ते कमलेक्षण ॥ २५ ॥",
        "english_devnagari": "namaḥ kamala-nābhāyanamaḥ kamala-mālinenamaḥ kamala-pādāyanamas te kamalekṣaṇa",
        "verse_Syn": [
            "namaḥ",
            "kamala",
            "nābhāya",
            "namaḥ",
            "kamala",
            "māline",
            "namaḥ",
            "kamala",
            "pādāya",
            "namaḥ",
            "te",
            "kamala",
            "īkṣaṇa"
        ],
        "translation": "Dear Lord, we offer our respectful obeisances unto You because from Your abdomen sprouts the lotus flower, the origin of all living entities. You are always decorated with a lotus garland, and Your feet resemble the lotus flower with all its fragrance. Your eyes are also like the petals of a lotus flower. Therefore we always offer our respectful obeisances unto You.",
        "purport": " The word kamala-nābhāya indicates that Lord Viṣṇu is the origin of the material creation. From the abdomen of Garbhodakaśāyī Viṣṇu, a lotus flower sprouts. Lord Brahmā, the first creature of the universe, is born from this lotus flower, and subsequently Lord Brahmā creates the whole universe. The origin of all creation is therefore Lord Viṣṇu, and the origin of all the viṣṇu-tattvas is Lord Kṛṣṇa. Consequently, Kṛṣṇa is the origin of everything. This is also confirmed in Bhagavad-gītā (10.8): “I am the source of all spiritual and material worlds. Everything emanates from Me. The wise who perfectly know this engage in My devotional service and worship Me with all their hearts.” Lord Kṛṣṇa says, “I am the origin of everything.” Therefore whatever we see emanates from Him. This is also confirmed in the Vedānta-sūtra. Janmādy asya yataḥ: “The Absolute Truth is He from whom everything emanates.”"
    },
    {
        "verse": "26",
        "devanagari": "नम: कमलकिञ्जल्कपिशङ्गामलवाससे ।सर्वभूतनिवासाय नमोऽयुङ्‌क्ष्महि साक्षिणे ॥ २६ ॥",
        "english_devnagari": "namaḥ kamala-kiñjalka-piśaṅgāmala-vāsasesarva-bhūta-nivāsāyanamo ’yuṅkṣmahi sākṣiṇe",
        "verse_Syn": [
            "namaḥ",
            "kamala",
            "kiñjalka",
            "piśaṅga",
            "amala",
            "vāsase",
            "sarva",
            "bhūta",
            "nivāsāya",
            "namaḥ",
            "ayuṅkṣmahi",
            "sākṣiṇe"
        ],
        "translation": "Dear Lord, the garment You have put on is yellowish in color, like the saffron of a lotus flower, but it is not made of anything material. Since You live in everyone’s heart, You are the direct witness of all the activities of all living entities. We offer our respectful obeisances unto You again and again.",
        "purport": " In this verse the dress of the Supreme Personality of Godhead and His all-pervasive nature are described. The Lord puts on a dress that is yellow, but such a garment is never to be considered material. The garments of the Lord are also the Lord. They are nondifferent from the Lord because they are spiritual in nature."
    },
    {
        "verse": "26",
        "devanagari": "नम: कमलकिञ्जल्कपिशङ्गामलवाससे ।सर्वभूतनिवासाय नमोऽयुङ्‌क्ष्महि साक्षिणे ॥ २६ ॥",
        "english_devnagari": "namaḥ kamala-kiñjalka-piśaṅgāmala-vāsasesarva-bhūta-nivāsāyanamo ’yuṅkṣmahi sākṣiṇe",
        "verse_Syn": [
            "namaḥ",
            "kamala",
            "kiñjalka",
            "piśaṅga",
            "amala",
            "vāsase",
            "sarva",
            "bhūta",
            "nivāsāya",
            "namaḥ",
            "ayuṅkṣmahi",
            "sākṣiṇe"
        ],
        "translation": "Dear Lord, the garment You have put on is yellowish in color, like the saffron of a lotus flower, but it is not made of anything material. Since You live in everyone’s heart, You are the direct witness of all the activities of all living entities. We offer our respectful obeisances unto You again and again.",
        "purport": " In this verse the dress of the Supreme Personality of Godhead and His all-pervasive nature are described. The Lord puts on a dress that is yellow, but such a garment is never to be considered material. The garments of the Lord are also the Lord. They are nondifferent from the Lord because they are spiritual in nature. The word sarva-bhūta-nivāsāya further clarifies how Lord Viṣṇu lives in everyone’s heart and acts as the direct witness of all the activities of the conditioned soul. Within this material world the conditioned soul has desires and acts in accordance with these desires. All these acts are observed by the Supreme Personality of Godhead. This is also confirmed in Bhagavad-gītā (15.15):"
    },
    {
        "verse": "26",
        "devanagari": "नम: कमलकिञ्जल्कपिशङ्गामलवाससे ।सर्वभूतनिवासाय नमोऽयुङ्‌क्ष्महि साक्षिणे ॥ २६ ॥",
        "english_devnagari": "namaḥ kamala-kiñjalka-piśaṅgāmala-vāsasesarva-bhūta-nivāsāyanamo ’yuṅkṣmahi sākṣiṇe",
        "verse_Syn": [
            "namaḥ",
            "kamala",
            "kiñjalka",
            "piśaṅga",
            "amala",
            "vāsase",
            "sarva",
            "bhūta",
            "nivāsāya",
            "namaḥ",
            "ayuṅkṣmahi",
            "sākṣiṇe"
        ],
        "translation": "Dear Lord, the garment You have put on is yellowish in color, like the saffron of a lotus flower, but it is not made of anything material. Since You live in everyone’s heart, You are the direct witness of all the activities of all living entities. We offer our respectful obeisances unto You again and again.",
        "purport": " In this verse the dress of the Supreme Personality of Godhead and His all-pervasive nature are described. The Lord puts on a dress that is yellow, but such a garment is never to be considered material. The garments of the Lord are also the Lord. They are nondifferent from the Lord because they are spiritual in nature. The word sarva-bhūta-nivāsāya further clarifies how Lord Viṣṇu lives in everyone’s heart and acts as the direct witness of all the activities of the conditioned soul. Within this material world the conditioned soul has desires and acts in accordance with these desires. All these acts are observed by the Supreme Personality of Godhead. This is also confirmed in Bhagavad-gītā (15.15): “I am seated in everyone’s heart, and from Me come remembrance, knowledge and forgetfulness.” The Lord is present in everyone’s heart, and He gives the living entity intelligence. According to the desires of the living entity, the Lord makes him remember or forget. If the living entity is demoniac and wants to forget the Supreme Personality of Godhead, the Lord gives him the intelligence to be able to forget the Supreme Lord forever. Similarly, when a devotee wants to serve the Supreme Lord, the Lord, as Paramātmā, gives the devotee the intelligence to make progress in devotional service. The Lord directly witnesses our activities and experiences our desires. The Supreme Lord gives us the facilities to act in the way we wish."
    },
    {
        "verse": "27",
        "devanagari": "रूपं भगवता त्वेतदशेषक्लेशसङ्‌क्षयम् ।आविष्कृतं न: क्लिष्टानां किमन्यदनुकम्पितम् ॥ २७ ॥",
        "english_devnagari": "rūpaṁ bhagavatā tv etadaśeṣa-kleśa-saṅkṣayamāviṣkṛtaṁ naḥ kliṣṭānāṁkim anyad anukampitam",
        "verse_Syn": [
            "rūpam",
            "bhagavatā",
            "tu",
            "etat",
            "aśeṣa",
            "kleśa",
            "saṅkṣayam",
            "āviṣkṛtam",
            "naḥ",
            "kliṣṭānām",
            "kim",
            "anyat",
            "anukampitam"
        ],
        "translation": "Dear Lord, we conditioned souls are always covered by ignorance in the bodily conception of life. We therefore always prefer the miserable conditions of material existence. To deliver us from these miserable conditions, You have advented Yourself in this transcendental form. This is evidence of Your unlimited causeless mercy upon those of us who are suffering in this way. Then what to speak of the devotees to whom You are always so favorably disposed?",
        "purport": " When the Lord appears in His original form, He acts to deliver the pious and annihilate the miscreants (Bg. 4.8). Although He annihilates the demons, He nonetheless benefits them. It is said that all the living entities who died on the Battlefield of Kurukṣetra attained their original constitutional position (svarūpa) because they had the chance to see Kṛṣṇa face to face riding in the chariot of Arjuna. On the Battlefield of Kurukṣetra, superficially two things were going on: the demons were being killed, and the devotee, Arjuna, was being protected. However, the results were the same for everyone. Thus it is said that the appearance of the Lord diminishes all kinds of miserable conditions caused by material existence."
    },
    {
        "verse": "27",
        "devanagari": "रूपं भगवता त्वेतदशेषक्लेशसङ्‌क्षयम् ।आविष्कृतं न: क्लिष्टानां किमन्यदनुकम्पितम् ॥ २७ ॥",
        "english_devnagari": "rūpaṁ bhagavatā tv etadaśeṣa-kleśa-saṅkṣayamāviṣkṛtaṁ naḥ kliṣṭānāṁkim anyad anukampitam",
        "verse_Syn": [
            "rūpam",
            "bhagavatā",
            "tu",
            "etat",
            "aśeṣa",
            "kleśa",
            "saṅkṣayam",
            "āviṣkṛtam",
            "naḥ",
            "kliṣṭānām",
            "kim",
            "anyat",
            "anukampitam"
        ],
        "translation": "Dear Lord, we conditioned souls are always covered by ignorance in the bodily conception of life. We therefore always prefer the miserable conditions of material existence. To deliver us from these miserable conditions, You have advented Yourself in this transcendental form. This is evidence of Your unlimited causeless mercy upon those of us who are suffering in this way. Then what to speak of the devotees to whom You are always so favorably disposed?",
        "purport": " When the Lord appears in His original form, He acts to deliver the pious and annihilate the miscreants (Bg. 4.8). Although He annihilates the demons, He nonetheless benefits them. It is said that all the living entities who died on the Battlefield of Kurukṣetra attained their original constitutional position (svarūpa) because they had the chance to see Kṛṣṇa face to face riding in the chariot of Arjuna. On the Battlefield of Kurukṣetra, superficially two things were going on: the demons were being killed, and the devotee, Arjuna, was being protected. However, the results were the same for everyone. Thus it is said that the appearance of the Lord diminishes all kinds of miserable conditions caused by material existence. It is clearly stated in this verse that this form (aśeṣa-kleśa-saṅkṣayam) is meant to diminish all the miserable conditions experienced in life not only by the devotees but by all others. Āviṣkṛtaṁ naḥ kliṣṭānām: the Pracetās identified themselves as common men. Kim anyad anukampitam: the devotees are always favorably accepted by the Lord. The Lord shows all mercy not only to conditioned souls but also to the devotees, who are already liberated due to their devotional service."
    },
    {
        "verse": "27",
        "devanagari": "रूपं भगवता त्वेतदशेषक्लेशसङ्‌क्षयम् ।आविष्कृतं न: क्लिष्टानां किमन्यदनुकम्पितम् ॥ २७ ॥",
        "english_devnagari": "rūpaṁ bhagavatā tv etadaśeṣa-kleśa-saṅkṣayamāviṣkṛtaṁ naḥ kliṣṭānāṁkim anyad anukampitam",
        "verse_Syn": [
            "rūpam",
            "bhagavatā",
            "tu",
            "etat",
            "aśeṣa",
            "kleśa",
            "saṅkṣayam",
            "āviṣkṛtam",
            "naḥ",
            "kliṣṭānām",
            "kim",
            "anyat",
            "anukampitam"
        ],
        "translation": "Dear Lord, we conditioned souls are always covered by ignorance in the bodily conception of life. We therefore always prefer the miserable conditions of material existence. To deliver us from these miserable conditions, You have advented Yourself in this transcendental form. This is evidence of Your unlimited causeless mercy upon those of us who are suffering in this way. Then what to speak of the devotees to whom You are always so favorably disposed?",
        "purport": " When the Lord appears in His original form, He acts to deliver the pious and annihilate the miscreants (Bg. 4.8). Although He annihilates the demons, He nonetheless benefits them. It is said that all the living entities who died on the Battlefield of Kurukṣetra attained their original constitutional position (svarūpa) because they had the chance to see Kṛṣṇa face to face riding in the chariot of Arjuna. On the Battlefield of Kurukṣetra, superficially two things were going on: the demons were being killed, and the devotee, Arjuna, was being protected. However, the results were the same for everyone. Thus it is said that the appearance of the Lord diminishes all kinds of miserable conditions caused by material existence. It is clearly stated in this verse that this form (aśeṣa-kleśa-saṅkṣayam) is meant to diminish all the miserable conditions experienced in life not only by the devotees but by all others. Āviṣkṛtaṁ naḥ kliṣṭānām: the Pracetās identified themselves as common men. Kim anyad anukampitam: the devotees are always favorably accepted by the Lord. The Lord shows all mercy not only to conditioned souls but also to the devotees, who are already liberated due to their devotional service. The form of the Lord as worshiped in the temples is called arcā-vigraha or arcāvatāra, the worshipable form, the Deity incarnation. This facility is offered to neophyte devotees so that they can see the real form of the Lord face to face and offer their respectful obeisances and sacrifices in the form of arcā. Through such facilities the neophytes gradually invoke their original Kṛṣṇa consciousness. Deity worship in the form of temple worship is the most valuable benediction given by the Lord to beginners. All neophytes must therefore engage in the worship of the Lord by keeping the arcā-vigraha (arcāvatāra) at home or in the temple."
    },
    {
        "verse": "28",
        "devanagari": "एतावत्त्वं हि विभुभिर्भाव्यं दीनेषु वत्सलै: ।यदनुस्मर्यते काले स्वबुद्ध्याभद्ररन्धन ॥ २८ ॥",
        "english_devnagari": "etāvat tvaṁ hi vibhubhirbhāvyaṁ dīneṣu vatsalaiḥyad anusmaryate kālesva-buddhyābhadra-randhana",
        "verse_Syn": [
            "etāvat",
            "tvam",
            "hi",
            "vibhubhiḥ",
            "bhāvyam",
            "dīneṣu",
            "vatsalaiḥ",
            "yat",
            "anusmaryate",
            "kāle",
            "sva",
            "buddhyā",
            "abhadra",
            "randhana"
        ],
        "translation": "Dear Lord, You are the killer of all inauspicious things. You are compassionate upon Your poor devotees through the expansion of Your arcā-vigraha. You should certainly think of us as Your eternal servants.",
        "purport": " The form of the Lord known as arcā-vigraha is an expansion of His unlimited potencies. When the Lord is gradually satisfied with the service of a devotee, in due course of time He accepts the devotee as one of His many unalloyed servants. By nature, the Lord is very compassionate; therefore the service of neophyte devotees is accepted by the Lord. As confirmed in Bhagavad-gītā (9.26):"
    },
    {
        "verse": "28",
        "devanagari": "एतावत्त्वं हि विभुभिर्भाव्यं दीनेषु वत्सलै: ।यदनुस्मर्यते काले स्वबुद्ध्याभद्ररन्धन ॥ २८ ॥",
        "english_devnagari": "etāvat tvaṁ hi vibhubhirbhāvyaṁ dīneṣu vatsalaiḥyad anusmaryate kālesva-buddhyābhadra-randhana",
        "verse_Syn": [
            "etāvat",
            "tvam",
            "hi",
            "vibhubhiḥ",
            "bhāvyam",
            "dīneṣu",
            "vatsalaiḥ",
            "yat",
            "anusmaryate",
            "kāle",
            "sva",
            "buddhyā",
            "abhadra",
            "randhana"
        ],
        "translation": "Dear Lord, You are the killer of all inauspicious things. You are compassionate upon Your poor devotees through the expansion of Your arcā-vigraha. You should certainly think of us as Your eternal servants.",
        "purport": " The form of the Lord known as arcā-vigraha is an expansion of His unlimited potencies. When the Lord is gradually satisfied with the service of a devotee, in due course of time He accepts the devotee as one of His many unalloyed servants. By nature, the Lord is very compassionate; therefore the service of neophyte devotees is accepted by the Lord. As confirmed in Bhagavad-gītā (9.26): “If one offers Me with love and devotion a leaf, a flower, fruit or water, I will accept it.” The devotee offers eatables in the form of vegetables, fruits, leaves and water to the arcā-vigraha. The Lord, being bhakta-vatsala, compassionate upon His devotees, accepts these offerings. Atheists may think that the devotees are engaged in idol worship, but the fact is different. Janārdana, the Supreme Lord, accepts bhāva, the attitude of service. The neophyte devotee engaged in the worship of the Lord may not understand the value of such worship, but the Supreme Lord, being bhakta-vatsala, accepts His devotee and in due course of time takes him home."
    },
    {
        "verse": "28",
        "devanagari": "एतावत्त्वं हि विभुभिर्भाव्यं दीनेषु वत्सलै: ।यदनुस्मर्यते काले स्वबुद्ध्याभद्ररन्धन ॥ २८ ॥",
        "english_devnagari": "etāvat tvaṁ hi vibhubhirbhāvyaṁ dīneṣu vatsalaiḥyad anusmaryate kālesva-buddhyābhadra-randhana",
        "verse_Syn": [
            "etāvat",
            "tvam",
            "hi",
            "vibhubhiḥ",
            "bhāvyam",
            "dīneṣu",
            "vatsalaiḥ",
            "yat",
            "anusmaryate",
            "kāle",
            "sva",
            "buddhyā",
            "abhadra",
            "randhana"
        ],
        "translation": "Dear Lord, You are the killer of all inauspicious things. You are compassionate upon Your poor devotees through the expansion of Your arcā-vigraha. You should certainly think of us as Your eternal servants.",
        "purport": " The form of the Lord known as arcā-vigraha is an expansion of His unlimited potencies. When the Lord is gradually satisfied with the service of a devotee, in due course of time He accepts the devotee as one of His many unalloyed servants. By nature, the Lord is very compassionate; therefore the service of neophyte devotees is accepted by the Lord. As confirmed in Bhagavad-gītā (9.26): “If one offers Me with love and devotion a leaf, a flower, fruit or water, I will accept it.” The devotee offers eatables in the form of vegetables, fruits, leaves and water to the arcā-vigraha. The Lord, being bhakta-vatsala, compassionate upon His devotees, accepts these offerings. Atheists may think that the devotees are engaged in idol worship, but the fact is different. Janārdana, the Supreme Lord, accepts bhāva, the attitude of service. The neophyte devotee engaged in the worship of the Lord may not understand the value of such worship, but the Supreme Lord, being bhakta-vatsala, accepts His devotee and in due course of time takes him home. In this connection there is a story about a brāhmaṇa who was offering sweet rice to the Lord within his mind. The brāhmaṇa had no money nor any means of worshiping the Deity, but within his mind he arranged everything nicely. He had gold pots to bring water from the sacred rivers to wash the Deity, and he offered the Deity very sumptuous food, including sweet rice. Once, before he offered the sweet rice, he thought that it was too hot, and he thought, “Oh, let me test it. My, it is very hot.” When he put his finger in the sweet rice to test it, his finger was burned and his meditation broken. Although he was offering food to the Lord within his mind, the Lord accepted it nonetheless. Consequently, the Lord in Vaikuṇṭha immediately sent a chariot to bring the brāhmaṇa back home, back to Godhead. Thus it is the duty of every sincere devotee to accept the arcā-vigraha at home or in the temple and worship the form of the Lord as advised in authorized scriptures and directed by the spiritual master."
    },
    {
        "verse": "29",
        "devanagari": "येनोपशान्तिर्भूतानां क्षुल्लकानामपीहताम् । अन्तर्हितोऽन्तर्हृदये कस्मान्नो वेद नाशिष: ॥ २९ ॥",
        "english_devnagari": "yenopaśāntir bhūtānāṁkṣullakānām apīhatāmantarhito ’ntar-hṛdayekasmān no veda nāśiṣaḥ",
        "verse_Syn": [
            "yena",
            "upaśāntiḥ",
            "bhūtānām",
            "kṣullakānām",
            "api",
            "īhatām",
            "antarhitaḥ",
            "antaḥ",
            "hṛdaye",
            "kasmāt",
            "naḥ",
            "veda",
            "na",
            "āśiṣaḥ"
        ],
        "translation": "When the Lord, out of His natural compassion, thinks of His devotee, by that process only are all desires of the neophyte devotee fulfilled. The Lord is situated in every living entity’s heart, although the living entity may be very insignificant. The Lord knows everything about the living entity, including all his desires. Although we are very insignificant, why should the Lord not know our desires?",
        "purport": " A very advanced devotee does not think himself advanced. He is always very humble. The Supreme Personality of Godhead in His plenary expansion as the Paramātmā, or Supersoul, sits in everyone’s heart and can understand the attitudes and desires of His devotees. The Lord also gives opportunity to the nondevotees to fulfill their desires, as confirmed in Bhagavad-gītā (mattaḥ smṛtir jñānam apohanaṁ ca)."
    },
    {
        "verse": "29",
        "devanagari": "येनोपशान्तिर्भूतानां क्षुल्लकानामपीहताम् । अन्तर्हितोऽन्तर्हृदये कस्मान्नो वेद नाशिष: ॥ २९ ॥",
        "english_devnagari": "yenopaśāntir bhūtānāṁkṣullakānām apīhatāmantarhito ’ntar-hṛdayekasmān no veda nāśiṣaḥ",
        "verse_Syn": [
            "yena",
            "upaśāntiḥ",
            "bhūtānām",
            "kṣullakānām",
            "api",
            "īhatām",
            "antarhitaḥ",
            "antaḥ",
            "hṛdaye",
            "kasmāt",
            "naḥ",
            "veda",
            "na",
            "āśiṣaḥ"
        ],
        "translation": "When the Lord, out of His natural compassion, thinks of His devotee, by that process only are all desires of the neophyte devotee fulfilled. The Lord is situated in every living entity’s heart, although the living entity may be very insignificant. The Lord knows everything about the living entity, including all his desires. Although we are very insignificant, why should the Lord not know our desires?",
        "purport": " A very advanced devotee does not think himself advanced. He is always very humble. The Supreme Personality of Godhead in His plenary expansion as the Paramātmā, or Supersoul, sits in everyone’s heart and can understand the attitudes and desires of His devotees. The Lord also gives opportunity to the nondevotees to fulfill their desires, as confirmed in Bhagavad-gītā (mattaḥ smṛtir jñānam apohanaṁ ca). Whatever a living entity desires, however insignificant he may be, is noted by the Lord, who gives him a chance to fulfill his desires. If the desires of the nondevotees are fulfilled, why not those of the devotee? A pure devotee simply wants to engage in the service of the Lord without material desire, and if he wants this within the core of his heart, where the Lord is situated, and if he is without ulterior motive, why should the Lord not understand? If a sincere devotee renders service to the Lord or to the arcā-vigraha, the form of the Lord, all his activities prove successful because the Lord is present within his heart and understands his sincerity. Thus if a devotee, with all confidence, goes on discharging the prescribed duties of devotional service, he will ultimately attain success."
    },
    {
        "verse": "30",
        "devanagari": "असावेव वरोऽस्माकमीप्सितो जगत: पते ।प्रसन्नो भगवान् येषामपवर्गगुरुर्गति: ॥ ३० ॥",
        "english_devnagari": "asāv eva varo ’smākamīpsito jagataḥ pateprasanno bhagavān yeṣāmapavarga-gurur gatiḥ",
        "verse_Syn": [
            "asau",
            "eva",
            "varaḥ",
            "asmākam",
            "īpsitaḥ",
            "jagataḥ",
            "pate",
            "prasannaḥ",
            "bhagavān",
            "yeṣām",
            "apavarga",
            "guruḥ",
            "gatiḥ"
        ],
        "translation": "O Lord of the universe, You are the actual teacher of the science of devotional service. We are satisfied that Your Lordship is the ultimate goal of our life, and we pray that You will be satisfied with us. That is our benediction. We do not desire anything other than Your full satisfaction.",
        "purport": " In this verse the words apavarga-gurur gatiḥ are very significant. According to Śrīmad-Bhāgavatam (1.2.11), the Supreme Lord is the ultimate fact of the Absolute Truth. Brahmeti paramātmeti bhagavān iti śabdyate: the Absolute Truth is realized in three features — impersonal Brahman, localized Paramātmā and ultimately the Supreme Personality of Godhead, Bhagavān. The word apavarga means “liberation.” Pavarga means “material existence.” In material existence, one always works very hard but is ultimately baffled. One then dies and has to accept another body to work very hard again. This is the cycle of material existence. Apavarga means just the opposite. Instead of working hard like cats and dogs, one returns home, back to Godhead. Liberation begins with merging into the Brahman effulgence of the Supreme Lord. This conception is held by the jñānī sampradāya, philosophical speculators, but realization of the Supreme Personality of Godhead is higher. When a devotee understands that the Lord is satisfied, liberation, or merging into the effulgence of the Lord, is not very difficult. One has to approach the Supreme Personality of Godhead through the impersonal Brahman effulgence just as one has to approach the sun through the sunshine. It is not very difficult to merge into the impersonal effulgence of the Lord, Brahman, if one has satisfied the Supreme Personality of Godhead."
    },
    {
        "verse": "31",
        "devanagari": "वरं वृणीमहेऽथापि नाथ त्वत्परत: परात् ।न ह्यन्तस्त्वद्विभूतीनां सोऽनन्त इति गीयसे ॥ ३१ ॥",
        "english_devnagari": "varaṁ vṛṇīmahe ’thāpinātha tvat parataḥ parātna hy antas tvad-vibhūtīnāṁso ’nanta iti gīyase",
        "verse_Syn": [
            "varam",
            "vṛṇīmahe",
            "atha",
            "api",
            "nātha",
            "tvat",
            "parataḥ",
            "parāt",
            "na",
            "hi",
            "antaḥ",
            "tvat",
            "vibhūtīnām",
            "saḥ",
            "anantaḥ",
            "iti",
            "gīyase"
        ],
        "translation": "Dear Lord, we shall therefore pray for Your benediction because You are the Supreme, beyond all transcendence, and because there is no end to Your opulences. Consequently, You are celebrated by the name Ananta.",
        "purport": " There was no need for the Pracetās to ask any benediction from the Supreme Lord because the devotees are simply satisfied by the presence of the Supreme Personality of Godhead. Dhruva Mahārāja practiced severe austerities and penances to see the Supreme Lord, and his intention was to receive benediction from the Lord. He wanted to acquire the throne of his father — or attain an even better position — but when he was actually in the presence of the Supreme Lord, he forgot everything. He said, “My dear Lord, I do not wish to ask any benediction.” This is the actual position of the devotee. The devotee simply wants to be in the presence of the Supreme Lord — either in this world or in the next — and engage in His service. That is the ultimate goal and benediction for the devotees."
    },
    {
        "verse": "31",
        "devanagari": "वरं वृणीमहेऽथापि नाथ त्वत्परत: परात् ।न ह्यन्तस्त्वद्विभूतीनां सोऽनन्त इति गीयसे ॥ ३१ ॥",
        "english_devnagari": "varaṁ vṛṇīmahe ’thāpinātha tvat parataḥ parātna hy antas tvad-vibhūtīnāṁso ’nanta iti gīyase",
        "verse_Syn": [
            "varam",
            "vṛṇīmahe",
            "atha",
            "api",
            "nātha",
            "tvat",
            "parataḥ",
            "parāt",
            "na",
            "hi",
            "antaḥ",
            "tvat",
            "vibhūtīnām",
            "saḥ",
            "anantaḥ",
            "iti",
            "gīyase"
        ],
        "translation": "Dear Lord, we shall therefore pray for Your benediction because You are the Supreme, beyond all transcendence, and because there is no end to Your opulences. Consequently, You are celebrated by the name Ananta.",
        "purport": " There was no need for the Pracetās to ask any benediction from the Supreme Lord because the devotees are simply satisfied by the presence of the Supreme Personality of Godhead. Dhruva Mahārāja practiced severe austerities and penances to see the Supreme Lord, and his intention was to receive benediction from the Lord. He wanted to acquire the throne of his father — or attain an even better position — but when he was actually in the presence of the Supreme Lord, he forgot everything. He said, “My dear Lord, I do not wish to ask any benediction.” This is the actual position of the devotee. The devotee simply wants to be in the presence of the Supreme Lord — either in this world or in the next — and engage in His service. That is the ultimate goal and benediction for the devotees. The Lord asked the Pracetās to pray for some benediction, and they said, “What kind of benediction should we pray for? The Lord is unlimited, and there are unlimited benedictions.” The purport is that if one must ask for benediction, he must ask for unlimited benediction. The words tvat parataḥ are very significant in this verse. The Supreme Personality of Godhead is parataḥ parāt. The word para means “transcendental, beyond this material world.” The impersonal Brahman effulgence is beyond this material world, and this is called paraṁ padam. Āruhya kṛcchreṇa paraṁ padam (Bhāg. 10.2.32). Merging into the impersonal effulgence of the Lord is called paraṁ padam, but there is a higher transcendental position, which is the association of the Supreme Personality of Godhead. Brahmeti paramātmeti bhagavān iti śabdyate (Bhāg. 1.2.11): the Absolute Truth is realized first as impersonal Brahman, then as Paramātmā, and finally as Bhagavān. Thus the Personality of Godhead, Bhagavān, is parataḥ parāt, beyond Brahman and Paramātmā realization. In this connection, Śrīla Jīva Gosvāmī points out that parataḥ parāt means “better than the best.” The best is the spiritual world, and it is known as Brahman. The Supreme Personality of Godhead, however, is known as Parabrahman. Therefore parataḥ parāt means “better than Brahman realization.”"
    },
    {
        "verse": "31",
        "devanagari": "वरं वृणीमहेऽथापि नाथ त्वत्परत: परात् ।न ह्यन्तस्त्वद्विभूतीनां सोऽनन्त इति गीयसे ॥ ३१ ॥",
        "english_devnagari": "varaṁ vṛṇīmahe ’thāpinātha tvat parataḥ parātna hy antas tvad-vibhūtīnāṁso ’nanta iti gīyase",
        "verse_Syn": [
            "varam",
            "vṛṇīmahe",
            "atha",
            "api",
            "nātha",
            "tvat",
            "parataḥ",
            "parāt",
            "na",
            "hi",
            "antaḥ",
            "tvat",
            "vibhūtīnām",
            "saḥ",
            "anantaḥ",
            "iti",
            "gīyase"
        ],
        "translation": "Dear Lord, we shall therefore pray for Your benediction because You are the Supreme, beyond all transcendence, and because there is no end to Your opulences. Consequently, You are celebrated by the name Ananta.",
        "purport": " There was no need for the Pracetās to ask any benediction from the Supreme Lord because the devotees are simply satisfied by the presence of the Supreme Personality of Godhead. Dhruva Mahārāja practiced severe austerities and penances to see the Supreme Lord, and his intention was to receive benediction from the Lord. He wanted to acquire the throne of his father — or attain an even better position — but when he was actually in the presence of the Supreme Lord, he forgot everything. He said, “My dear Lord, I do not wish to ask any benediction.” This is the actual position of the devotee. The devotee simply wants to be in the presence of the Supreme Lord — either in this world or in the next — and engage in His service. That is the ultimate goal and benediction for the devotees. The Lord asked the Pracetās to pray for some benediction, and they said, “What kind of benediction should we pray for? The Lord is unlimited, and there are unlimited benedictions.” The purport is that if one must ask for benediction, he must ask for unlimited benediction. The words tvat parataḥ are very significant in this verse. The Supreme Personality of Godhead is parataḥ parāt. The word para means “transcendental, beyond this material world.” The impersonal Brahman effulgence is beyond this material world, and this is called paraṁ padam. Āruhya kṛcchreṇa paraṁ padam (Bhāg. 10.2.32). Merging into the impersonal effulgence of the Lord is called paraṁ padam, but there is a higher transcendental position, which is the association of the Supreme Personality of Godhead. Brahmeti paramātmeti bhagavān iti śabdyate (Bhāg. 1.2.11): the Absolute Truth is realized first as impersonal Brahman, then as Paramātmā, and finally as Bhagavān. Thus the Personality of Godhead, Bhagavān, is parataḥ parāt, beyond Brahman and Paramātmā realization. In this connection, Śrīla Jīva Gosvāmī points out that parataḥ parāt means “better than the best.” The best is the spiritual world, and it is known as Brahman. The Supreme Personality of Godhead, however, is known as Parabrahman. Therefore parataḥ parāt means “better than Brahman realization.” As will be explained in the next verses, the Pracetās planned to ask the Lord for something that has no limit. The Lord’s pastimes, qualities, forms and names are all unlimited. There is no limit to His name, forms, pastimes, creation and paraphernalia. The living entity cannot conceive of the unlimitedness of the unlimited. However, if living entities are engaged in hearing about the unlimited potencies of the Supreme Lord, they are factually connected directly to the unlimited. Such understanding of the unlimited becomes unlimited by hearing and chanting."
    },
    {
        "verse": "32",
        "devanagari": "पारिजातेऽञ्जसा लब्धे सारङ्गोऽन्यन्न सेवते ।त्वदङ्‌घ्रिमूलमासाद्य साक्षात्किं किं वृणीमहि ॥ ३२ ॥",
        "english_devnagari": "pārijāte ’ñjasā labdhesāraṅgo ’nyan na sevatetvad-aṅghri-mūlam āsādyasākṣāt kiṁ kiṁ vṛṇīmahi",
        "verse_Syn": [
            "pārijāte",
            "añjasā",
            "labdhe",
            "sāraṅgaḥ",
            "anyat",
            "na",
            "sevate",
            "tvat",
            "aṅghri",
            "mūlam",
            "āsādya",
            "sākṣāt",
            "kim",
            "kim",
            "vṛṇīmahi"
        ],
        "translation": "Dear Lord, when the bee approaches the celestial tree called the pārijāta, it certainly does not leave the tree, because there is no need for such action. Similarly, when we have approached Your lotus feet and taken shelter of them, what further benediction may we ask of You?",
        "purport": " When a devotee is actually engaged in the service of the lotus feet of the Lord, his engagement in itself is so perfect that there is no need to ask for further benediction. When a bee approaches the pārijāta tree, it gets unlimited supplies of honey. There is no need to go to another tree. If one is fixed in the service of the lotus feet of the Lord, there is unlimited transcendental bliss, and as such there is no need to ask for further benediction. The pārijāta tree is not commonly found within this material world. The pārijāta tree is also known as kalpa-vṛkṣa, or the wish-fulfilling tree. One can get anything he desires from such a tree. In the material world, one can get oranges from an orange tree or mangoes from a mango tree, but there is no possibility of getting oranges from a mango tree or vice versa. However, one can get whatever he wants from the pārijāta tree — oranges, mangoes, bananas and so on. This tree is found in the spiritual world (cintāmaṇi-prakara-sadmasu kalpa-vṛkṣa-lakṣāvṛteṣu). The spiritual world, cintāmaṇi-dhāma, is surrounded by these kalpa-vṛkṣa trees, but the pārijāta tree is also found in the kingdom of Indra, that is, on Indra’s heavenly planet. This pārijāta tree was brought by Kṛṣṇa to please Satyabhāmā, one of His queens, and this tree was implanted in the Dvārakā mansions constructed for the queens. The lotus feet of the Lord are exactly like the pārijāta trees, or wish-fulfilling trees, and the devotees are like bumblebees. They are always attracted by the lotus feet of the Lord."
    },
    {
        "verse": "33",
        "devanagari": "यावत्ते मायया स्पृष्टा भ्रमाम इह कर्मभि: ।तावद्भवत्प्रसङ्गानां सङ्ग: स्यान्नो भवे भवे ॥ ३३ ॥",
        "english_devnagari": "yāvat te māyayā spṛṣṭābhramāma iha karmabhiḥtāvad bhavat-prasaṅgānāṁsaṅgaḥ syān no bhave bhave",
        "verse_Syn": [
            "yāvat",
            "te",
            "māyayā",
            "spṛṣṭāḥ",
            "bhramāmaḥ",
            "iha",
            "karmabhiḥ",
            "tāvat",
            "bhavat",
            "prasaṅgānām",
            "saṅgaḥ",
            "syāt",
            "naḥ",
            "bhave",
            "bhave"
        ],
        "translation": "Dear Lord, as long as we have to remain within this material world due to our material contamination and wander from one type of body to another and from one planet to another, we pray that we may associate with those who are engaged in discussing Your pastimes. We pray for this benediction life after life, in different bodily forms and on different planets.",
        "purport": " This is the best benediction that a devotee can ask of the Supreme Lord. This is also confirmed by Śrī Caitanya Mahāprabhu: sthāne sthitāḥ śruti-gatāṁ tanu-vāṅ-manobhiḥ (Bhāg. 10.14.3). One may be in one position or another according to destiny, but in any case one must continue to hear about the activities and pastimes of the Supreme Lord, regardless of circumstances. A pure devotee does not pray for liberation or for cessation of the cycle of birth and death because he does not consider that important. The most important thing for a devotee is getting a chance to hear about the pastimes and glories of the Lord. The devotees who engage in the service of the Lord in this world will have the same opportunity in the spiritual world also. Thus for a devotee, everything is in the spiritual world, for as long as he can hear about the pastimes of the Lord, or wherever he can chant, the Lord is personally present (yatra gāyanti mad-bhaktāḥ tatra tiṣṭhāmi nārada). When the pure devotees assemble to chant, hear and talk about the Supreme Personality of Godhead, the place where they assemble becomes Vaikuṇṭha. For the devotee there is no need to pray to the Lord for transferal to the Vaikuṇṭha world. A pure devotee can create Vaikuṇṭha or Vṛndāvana anywhere simply by chanting the glories of the Lord without offense."
    },
    {
        "verse": "33",
        "devanagari": "यावत्ते मायया स्पृष्टा भ्रमाम इह कर्मभि: ।तावद्भवत्प्रसङ्गानां सङ्ग: स्यान्नो भवे भवे ॥ ३३ ॥",
        "english_devnagari": "yāvat te māyayā spṛṣṭābhramāma iha karmabhiḥtāvad bhavat-prasaṅgānāṁsaṅgaḥ syān no bhave bhave",
        "verse_Syn": [
            "yāvat",
            "te",
            "māyayā",
            "spṛṣṭāḥ",
            "bhramāmaḥ",
            "iha",
            "karmabhiḥ",
            "tāvat",
            "bhavat",
            "prasaṅgānām",
            "saṅgaḥ",
            "syāt",
            "naḥ",
            "bhave",
            "bhave"
        ],
        "translation": "Dear Lord, as long as we have to remain within this material world due to our material contamination and wander from one type of body to another and from one planet to another, we pray that we may associate with those who are engaged in discussing Your pastimes. We pray for this benediction life after life, in different bodily forms and on different planets.",
        "purport": " This is the best benediction that a devotee can ask of the Supreme Lord. This is also confirmed by Śrī Caitanya Mahāprabhu: sthāne sthitāḥ śruti-gatāṁ tanu-vāṅ-manobhiḥ (Bhāg. 10.14.3). One may be in one position or another according to destiny, but in any case one must continue to hear about the activities and pastimes of the Supreme Lord, regardless of circumstances. A pure devotee does not pray for liberation or for cessation of the cycle of birth and death because he does not consider that important. The most important thing for a devotee is getting a chance to hear about the pastimes and glories of the Lord. The devotees who engage in the service of the Lord in this world will have the same opportunity in the spiritual world also. Thus for a devotee, everything is in the spiritual world, for as long as he can hear about the pastimes of the Lord, or wherever he can chant, the Lord is personally present (yatra gāyanti mad-bhaktāḥ tatra tiṣṭhāmi nārada). When the pure devotees assemble to chant, hear and talk about the Supreme Personality of Godhead, the place where they assemble becomes Vaikuṇṭha. For the devotee there is no need to pray to the Lord for transferal to the Vaikuṇṭha world. A pure devotee can create Vaikuṇṭha or Vṛndāvana anywhere simply by chanting the glories of the Lord without offense. The Pracetās pray for an opportunity to hear of the glories of the Lord in every form of life (bhave bhave). A living entity transmigrates from one body to another. The devotee is not particularly eager to stop this process. Caitanya Mahāprabhu prays, mama janmani janmanīśvare bhavatād bhaktir ahaitukī tvayi: “My dear Lord, life after life may I be fixed in Your pure devotional service.” Out of humility, a devotee considers himself unfit to be transferred to the spiritual world. He always thinks himself contaminated by the modes of material nature. Nor is there any need for a devotee to ask to be freed from the modes of material nature. Devotional service itself is in the transcendental position; therefore there is no question of asking for this special facility. The conclusion is that a pure devotee is not anxious to stop the repetition of birth and death, but is always eager to associate with other devotees who are engaged in chanting and hearing about the glories of the Lord."
    },
    {
        "verse": "34",
        "devanagari": "तुलयाम लवेनापि न स्वर्गं नापुनर्भवम् ।भगवत्सङ्गिसङ्गस्य मर्त्यानां किमुताशिष: ॥ ३४ ॥",
        "english_devnagari": "tulayāma lavenāpina svargaṁ nāpunar-bhavambhagavat-saṅgi-saṅgasyamartyānāṁ kim utāśiṣaḥ",
        "verse_Syn": [
            "tulayāma",
            "lavena",
            "api",
            "na",
            "svargam",
            "na",
            "apunaḥ",
            "bhavam",
            "bhagavat",
            "saṅgi",
            "saṅgasya",
            "martyānām",
            "kim",
            "uta",
            "āśiṣaḥ"
        ],
        "translation": "Even a moment’s association with a pure devotee cannot be compared to being transferred to heavenly planets or even merging into the Brahman effulgence in complete liberation. For living entities who are destined to give up the body and die, association with pure devotees is the highest benediction.",
        "purport": " The great saint Prabodhānanda Sarasvatī, a devotee of Lord Caitanya, has stated: kaivalyaṁ narakāyate tridaśa-pūr ākāśa-puṣpāyate. For a pure devotee, kaivalya, merging into the existence of Brahman, the Brahman effulgence, is no better than living in hell. Similarly, he considers promotion to heavenly planets (tridaśa-pūr) just another kind of phantasmagoria. In other words, a pure devotee does not place much value in the destination of the karmīs (the heavenly planets) or in the destination of the jñānīs (merging into the Brahman effulgence). A pure devotee considers a moment’s association with another pure devotee to be far superior to residing in a heavenly planet or merging in the Brahman effulgence. The topmost benediction for those who are living in this material world and are subjected to the repetition of birth and death (transmigration) is association with pure devotees. One should search out such pure devotees and remain with them. That will make one completely happy, even though living within the material world. This Kṛṣṇa consciousness movement is started for that purpose. A person who is overly affected materially may take advantage of this movement and become intimately associated with it. In this way the confused and frustrated inhabitants of this material world may find the highest happiness in association with devotees."
    },
    {
        "verse": "35",
        "devanagari": "यत्रेड्यन्ते कथा मृष्टास्तृष्णाया: प्रशमो यत: ।निर्वैरं यत्र भूतेषु नोद्वेगो यत्र कश्चन ॥ ३५ ॥",
        "english_devnagari": "yatreḍyante kathā mṛṣṭāstṛṣṇāyāḥ praśamo yataḥnirvairaṁ yatra bhūteṣunodvego yatra kaścana",
        "verse_Syn": [
            "yatra",
            "īḍyante",
            "kathāḥ",
            "mṛṣṭāḥ",
            "tṛṣṇāyāḥ",
            "praśamaḥ",
            "yataḥ",
            "nirvairam",
            "yatra",
            "bhūteṣu",
            "na",
            "udvegaḥ",
            "yatra",
            "kaścana"
        ],
        "translation": "Whenever pure topics of the transcendental world are discussed, the members of the audience forget all kinds of material hankerings, at least for the time being. Not only that, but they are no longer envious of one another, nor do they suffer from anxiety or fear.",
        "purport": " Vaikuṇṭha means “without anxiety,” and the material world means full of anxiety. As stated by Prahlāda Mahārāja, sadā samudvigna-dhiyām asad-grahāt: the living entities who have accepted this material world as a residence are full of anxiety. A place immediately becomes Vaikuṇṭha whenever the holy topics of the Personality of Godhead are discussed by pure devotees. This is the process of śravaṇaṁ kīrtanaṁ viṣṇoḥ, chanting and hearing about the Supreme Lord, Viṣṇu. As the Supreme Lord Himself confirms:"
    },
    {
        "verse": "35",
        "devanagari": "यत्रेड्यन्ते कथा मृष्टास्तृष्णाया: प्रशमो यत: ।निर्वैरं यत्र भूतेषु नोद्वेगो यत्र कश्चन ॥ ३५ ॥",
        "english_devnagari": "yatreḍyante kathā mṛṣṭāstṛṣṇāyāḥ praśamo yataḥnirvairaṁ yatra bhūteṣunodvego yatra kaścana",
        "verse_Syn": [
            "yatra",
            "īḍyante",
            "kathāḥ",
            "mṛṣṭāḥ",
            "tṛṣṇāyāḥ",
            "praśamaḥ",
            "yataḥ",
            "nirvairam",
            "yatra",
            "bhūteṣu",
            "na",
            "udvegaḥ",
            "yatra",
            "kaścana"
        ],
        "translation": "Whenever pure topics of the transcendental world are discussed, the members of the audience forget all kinds of material hankerings, at least for the time being. Not only that, but they are no longer envious of one another, nor do they suffer from anxiety or fear.",
        "purport": " Vaikuṇṭha means “without anxiety,” and the material world means full of anxiety. As stated by Prahlāda Mahārāja, sadā samudvigna-dhiyām asad-grahāt: the living entities who have accepted this material world as a residence are full of anxiety. A place immediately becomes Vaikuṇṭha whenever the holy topics of the Personality of Godhead are discussed by pure devotees. This is the process of śravaṇaṁ kīrtanaṁ viṣṇoḥ, chanting and hearing about the Supreme Lord, Viṣṇu. As the Supreme Lord Himself confirms: “My dear Nārada, actually I do not reside in My abode, Vaikuṇṭha, nor do I reside within the hearts of the yogīs, but I reside in that place where My pure devotees chant My holy name and discuss My form, pastimes and qualities.” Because of the presence of the Lord in the form of the transcendental vibration, the Vaikuṇṭha atmosphere is evoked. This atmosphere is without fear and anxiety. One living entity does not fear another. By hearing the holy names and glories of the Lord, a person executes pious activities: śṛṇvatāṁ sva-kathāḥ kṛṣṇaḥ puṇya-śravaṇa-kīrtanaḥ (Bhāg. 1.2.17). Thus his material hankerings immediately stop. This saṅkīrtana movement started by the Society for Krishna Consciousness is meant for creating Vaikuṇṭha, the transcendental world that is without anxiety, even in this material world. The method is the propagation of the śravaṇaṁ kīrtanam process throughout the world. In the material world everyone is envious of his fellow man. Animalistic envy exists in human society as long as there is no performance of saṅkīrtana-yajña, the chanting of the holy names: Hare Kṛṣṇa, Hare Kṛṣṇa, Kṛṣṇa Kṛṣṇa, Hare Hare/ Hare Rāma, Hare Rāma, Rāma Rāma, Hare Hare. The Pracetās therefore decided to remain always in the society of devotees, and they considered that to be the highest benediction possible in human life."
    },
    {
        "verse": "36",
        "devanagari": "यत्र नारायण: साक्षाद्भगवान्न्यासिनां गति: ।संस्तूयते सत्कथासु मुक्तसङ्गै: पुन: पुन: ॥ ३६ ॥",
        "english_devnagari": "yatra nārāyaṇaḥ sākṣādbhagavān nyāsināṁ gatiḥsaṁstūyate sat-kathāsumukta-saṅgaiḥ punaḥ punaḥ",
        "verse_Syn": [
            "yatra",
            "nārāyaṇaḥ",
            "sākṣāt",
            "bhagavān",
            "nyāsinām",
            "gatiḥ",
            "saṁstūyate",
            "sat",
            "kathāsu",
            "mukta",
            "saṅgaiḥ",
            "punaḥ",
            "punaḥ"
        ],
        "translation": "The Supreme Lord, Nārāyaṇa, is present among devotees who are engaged in hearing and chanting the holy name of the Supreme Personality of Godhead. Lord Nārāyaṇa is the ultimate goal of sannyāsīs, those in the renounced order of life, and Nārāyaṇa is worshiped through this saṅkīrtana movement by those who are liberated from material contamination. Indeed, they recite the holy name again and again.",
        "purport": " The Māyāvādī sannyāsīs are missing the real presence of Nārāyaṇa. This is because they falsely claim to be Nārāyaṇa Himself. According to the customary etiquette of Māyāvādī sannyāsīs, they address one another as Nārāyaṇa. To say that everyone is a temple of Nārāyaṇa is correct, but to accept another human being as Nārāyaṇa is a great offense. The conception of daridra-nārāyaṇa (poor Nārāyaṇa), an attempt to identify the poor with Nārāyaṇa, is also a great offense. Even to identify Nārāyaṇa with demigods like Lord Brahmā and Lord Śiva is an offense:"
    },
    {
        "verse": "36",
        "devanagari": "यत्र नारायण: साक्षाद्भगवान्न्यासिनां गति: ।संस्तूयते सत्कथासु मुक्तसङ्गै: पुन: पुन: ॥ ३६ ॥",
        "english_devnagari": "yatra nārāyaṇaḥ sākṣādbhagavān nyāsināṁ gatiḥsaṁstūyate sat-kathāsumukta-saṅgaiḥ punaḥ punaḥ",
        "verse_Syn": [
            "yatra",
            "nārāyaṇaḥ",
            "sākṣāt",
            "bhagavān",
            "nyāsinām",
            "gatiḥ",
            "saṁstūyate",
            "sat",
            "kathāsu",
            "mukta",
            "saṅgaiḥ",
            "punaḥ",
            "punaḥ"
        ],
        "translation": "The Supreme Lord, Nārāyaṇa, is present among devotees who are engaged in hearing and chanting the holy name of the Supreme Personality of Godhead. Lord Nārāyaṇa is the ultimate goal of sannyāsīs, those in the renounced order of life, and Nārāyaṇa is worshiped through this saṅkīrtana movement by those who are liberated from material contamination. Indeed, they recite the holy name again and again.",
        "purport": " The Māyāvādī sannyāsīs are missing the real presence of Nārāyaṇa. This is because they falsely claim to be Nārāyaṇa Himself. According to the customary etiquette of Māyāvādī sannyāsīs, they address one another as Nārāyaṇa. To say that everyone is a temple of Nārāyaṇa is correct, but to accept another human being as Nārāyaṇa is a great offense. The conception of daridra-nārāyaṇa (poor Nārāyaṇa), an attempt to identify the poor with Nārāyaṇa, is also a great offense. Even to identify Nārāyaṇa with demigods like Lord Brahmā and Lord Śiva is an offense: “One who considers Lord Nārāyaṇa on a level with great demigods like Lord Brahmā and Lord Śiva is immediately listed among nonbelievers.” The fact is that by performing saṅkīrtana-yajña one can immediately please the Supreme Personality of Godhead. Then Nārāyaṇa Himself descends and immediately is present. In this Age of Kali, Nārāyaṇa is immediately present in the form of Lord Caitanya. Concerning Lord Caitanya, Śrīmad-Bhāgavatam (11.5.32) states:"
    },
    {
        "verse": "36",
        "devanagari": "यत्र नारायण: साक्षाद्भगवान्न्यासिनां गति: ।संस्तूयते सत्कथासु मुक्तसङ्गै: पुन: पुन: ॥ ३६ ॥",
        "english_devnagari": "yatra nārāyaṇaḥ sākṣādbhagavān nyāsināṁ gatiḥsaṁstūyate sat-kathāsumukta-saṅgaiḥ punaḥ punaḥ",
        "verse_Syn": [
            "yatra",
            "nārāyaṇaḥ",
            "sākṣāt",
            "bhagavān",
            "nyāsinām",
            "gatiḥ",
            "saṁstūyate",
            "sat",
            "kathāsu",
            "mukta",
            "saṅgaiḥ",
            "punaḥ",
            "punaḥ"
        ],
        "translation": "The Supreme Lord, Nārāyaṇa, is present among devotees who are engaged in hearing and chanting the holy name of the Supreme Personality of Godhead. Lord Nārāyaṇa is the ultimate goal of sannyāsīs, those in the renounced order of life, and Nārāyaṇa is worshiped through this saṅkīrtana movement by those who are liberated from material contamination. Indeed, they recite the holy name again and again.",
        "purport": " The Māyāvādī sannyāsīs are missing the real presence of Nārāyaṇa. This is because they falsely claim to be Nārāyaṇa Himself. According to the customary etiquette of Māyāvādī sannyāsīs, they address one another as Nārāyaṇa. To say that everyone is a temple of Nārāyaṇa is correct, but to accept another human being as Nārāyaṇa is a great offense. The conception of daridra-nārāyaṇa (poor Nārāyaṇa), an attempt to identify the poor with Nārāyaṇa, is also a great offense. Even to identify Nārāyaṇa with demigods like Lord Brahmā and Lord Śiva is an offense: “One who considers Lord Nārāyaṇa on a level with great demigods like Lord Brahmā and Lord Śiva is immediately listed among nonbelievers.” The fact is that by performing saṅkīrtana-yajña one can immediately please the Supreme Personality of Godhead. Then Nārāyaṇa Himself descends and immediately is present. In this Age of Kali, Nārāyaṇa is immediately present in the form of Lord Caitanya. Concerning Lord Caitanya, Śrīmad-Bhāgavatam (11.5.32) states: “In the Age of Kali, intelligent persons perform congregational chanting to worship the incarnation of Godhead who constantly sings the name of Kṛṣṇa. Although His complexion is not blackish, He is Kṛṣṇa Himself. He is accompanied by His associates, servants, weapons and confidential companions.” After all, human life is meant for pleasing Nārāyaṇa, and this can easily be done by performing saṅkīrtana-yajña. Whenever there is congregational chanting of the holy names of the Lord, Gaura Nārāyaṇa, the Supreme Personality of Godhead in His incarnation as Lord Caitanya, immediately appears and is worshiped by saṅkīrtana-yajña."
    },
    {
        "verse": "36",
        "devanagari": "यत्र नारायण: साक्षाद्भगवान्न्यासिनां गति: ।संस्तूयते सत्कथासु मुक्तसङ्गै: पुन: पुन: ॥ ३६ ॥",
        "english_devnagari": "yatra nārāyaṇaḥ sākṣādbhagavān nyāsināṁ gatiḥsaṁstūyate sat-kathāsumukta-saṅgaiḥ punaḥ punaḥ",
        "verse_Syn": [
            "yatra",
            "nārāyaṇaḥ",
            "sākṣāt",
            "bhagavān",
            "nyāsinām",
            "gatiḥ",
            "saṁstūyate",
            "sat",
            "kathāsu",
            "mukta",
            "saṅgaiḥ",
            "punaḥ",
            "punaḥ"
        ],
        "translation": "The Supreme Lord, Nārāyaṇa, is present among devotees who are engaged in hearing and chanting the holy name of the Supreme Personality of Godhead. Lord Nārāyaṇa is the ultimate goal of sannyāsīs, those in the renounced order of life, and Nārāyaṇa is worshiped through this saṅkīrtana movement by those who are liberated from material contamination. Indeed, they recite the holy name again and again.",
        "purport": " The Māyāvādī sannyāsīs are missing the real presence of Nārāyaṇa. This is because they falsely claim to be Nārāyaṇa Himself. According to the customary etiquette of Māyāvādī sannyāsīs, they address one another as Nārāyaṇa. To say that everyone is a temple of Nārāyaṇa is correct, but to accept another human being as Nārāyaṇa is a great offense. The conception of daridra-nārāyaṇa (poor Nārāyaṇa), an attempt to identify the poor with Nārāyaṇa, is also a great offense. Even to identify Nārāyaṇa with demigods like Lord Brahmā and Lord Śiva is an offense: “One who considers Lord Nārāyaṇa on a level with great demigods like Lord Brahmā and Lord Śiva is immediately listed among nonbelievers.” The fact is that by performing saṅkīrtana-yajña one can immediately please the Supreme Personality of Godhead. Then Nārāyaṇa Himself descends and immediately is present. In this Age of Kali, Nārāyaṇa is immediately present in the form of Lord Caitanya. Concerning Lord Caitanya, Śrīmad-Bhāgavatam (11.5.32) states: “In the Age of Kali, intelligent persons perform congregational chanting to worship the incarnation of Godhead who constantly sings the name of Kṛṣṇa. Although His complexion is not blackish, He is Kṛṣṇa Himself. He is accompanied by His associates, servants, weapons and confidential companions.” After all, human life is meant for pleasing Nārāyaṇa, and this can easily be done by performing saṅkīrtana-yajña. Whenever there is congregational chanting of the holy names of the Lord, Gaura Nārāyaṇa, the Supreme Personality of Godhead in His incarnation as Lord Caitanya, immediately appears and is worshiped by saṅkīrtana-yajña. In this verse it is said that Nārāyaṇa is nyāsināṁ gatiḥ, the ultimate goal of the sannyāsīs. The goal of those who have renounced the material world is the attainment of Nārāyaṇa. A Vaiṣṇava sannyāsī therefore dedicates his life to serving Nārāyaṇa; he does not falsely claim to be Nārāyaṇa. Instead of becoming nirvaira (nonenvious of other living entities), one who tries to become Nārāyaṇa becomes envious of the Supreme Lord. Therefore the attempt to become Nārāyaṇa constitutes the greatest offense. Actually, when one chants or discusses the transcendental activities of the Lord, he immediately becomes nonenvious. In this material world everyone is envious of everyone else, but by vibrating or discussing the holy name of the Lord, one becomes nonenvious and devoid of material hankering. Because of our envy of the Supreme Personality of Godhead, we have become envious of all other living entities. When we are no longer envious of the Supreme Personality of Godhead, there will be real peace, unity and fraternity in human society. Without Nārāyaṇa or saṅkīrtana-yajña there cannot be peace in this material world."
    },
    {
        "verse": "37",
        "devanagari": "तेषां विचरतां पद्‌भ्यां तीर्थानां पावनेच्छया ।भीतस्य किं न रोचेत तावकानां समागम: ॥ ३७ ॥",
        "english_devnagari": "teṣāṁ vicaratāṁ padbhyāṁtīrthānāṁ pāvanecchayābhītasya kiṁ na rocetatāvakānāṁ samāgamaḥ",
        "verse_Syn": [
            "teṣām",
            "vicaratām",
            "padbhyām",
            "tīrthānām",
            "pāvana",
            "icchayā",
            "bhītasya",
            "kim",
            "na",
            "roceta",
            "tāvakānām",
            "samāgamaḥ"
        ],
        "translation": "Dear Lord, Your personal associates, devotees, wander all over the world to purify even the holy places of pilgrimage. Is not such activity pleasing to those who are actually afraid of material existence?",
        "purport": " There are two kinds of devotees: one is called goṣṭhyānandī and the other bhajanānandī. The word bhajanānandī refers to the devotee who does not move, but remains in one place. Such a devotee is always engaged in the devotional service of the Lord. He chants the mahā-mantra as taught by many ācāryas and sometimes goes out for preaching work. The goṣṭhyānandī is one who desires to increase the number of devotees all over the world. He travels all over the world just to purify the world and the people residing in it. Caitanya Mahāprabhu advised:"
    },
    {
        "verse": "37",
        "devanagari": "तेषां विचरतां पद्‌भ्यां तीर्थानां पावनेच्छया ।भीतस्य किं न रोचेत तावकानां समागम: ॥ ३७ ॥",
        "english_devnagari": "teṣāṁ vicaratāṁ padbhyāṁtīrthānāṁ pāvanecchayābhītasya kiṁ na rocetatāvakānāṁ samāgamaḥ",
        "verse_Syn": [
            "teṣām",
            "vicaratām",
            "padbhyām",
            "tīrthānām",
            "pāvana",
            "icchayā",
            "bhītasya",
            "kim",
            "na",
            "roceta",
            "tāvakānām",
            "samāgamaḥ"
        ],
        "translation": "Dear Lord, Your personal associates, devotees, wander all over the world to purify even the holy places of pilgrimage. Is not such activity pleasing to those who are actually afraid of material existence?",
        "purport": " There are two kinds of devotees: one is called goṣṭhyānandī and the other bhajanānandī. The word bhajanānandī refers to the devotee who does not move, but remains in one place. Such a devotee is always engaged in the devotional service of the Lord. He chants the mahā-mantra as taught by many ācāryas and sometimes goes out for preaching work. The goṣṭhyānandī is one who desires to increase the number of devotees all over the world. He travels all over the world just to purify the world and the people residing in it. Caitanya Mahāprabhu advised: Lord Caitanya Mahāprabhu wanted His followers to move all over the world to preach in every town and village. In the Caitanya sampradāya, those who strictly follow the principles of Lord Caitanya must travel all over the world to preach the message of Lord Caitanya, which is the same as preaching the words of Kṛṣṇa — Bhagavad-gītā — and Śrīmad-Bhāgavatam. The more the devotees preach the principles of kṛṣṇa-kathā, the more people throughout the world will benefit."
    },
    {
        "verse": "37",
        "devanagari": "तेषां विचरतां पद्‌भ्यां तीर्थानां पावनेच्छया ।भीतस्य किं न रोचेत तावकानां समागम: ॥ ३७ ॥",
        "english_devnagari": "teṣāṁ vicaratāṁ padbhyāṁtīrthānāṁ pāvanecchayābhītasya kiṁ na rocetatāvakānāṁ samāgamaḥ",
        "verse_Syn": [
            "teṣām",
            "vicaratām",
            "padbhyām",
            "tīrthānām",
            "pāvana",
            "icchayā",
            "bhītasya",
            "kim",
            "na",
            "roceta",
            "tāvakānām",
            "samāgamaḥ"
        ],
        "translation": "Dear Lord, Your personal associates, devotees, wander all over the world to purify even the holy places of pilgrimage. Is not such activity pleasing to those who are actually afraid of material existence?",
        "purport": " There are two kinds of devotees: one is called goṣṭhyānandī and the other bhajanānandī. The word bhajanānandī refers to the devotee who does not move, but remains in one place. Such a devotee is always engaged in the devotional service of the Lord. He chants the mahā-mantra as taught by many ācāryas and sometimes goes out for preaching work. The goṣṭhyānandī is one who desires to increase the number of devotees all over the world. He travels all over the world just to purify the world and the people residing in it. Caitanya Mahāprabhu advised: Lord Caitanya Mahāprabhu wanted His followers to move all over the world to preach in every town and village. In the Caitanya sampradāya, those who strictly follow the principles of Lord Caitanya must travel all over the world to preach the message of Lord Caitanya, which is the same as preaching the words of Kṛṣṇa — Bhagavad-gītā — and Śrīmad-Bhāgavatam. The more the devotees preach the principles of kṛṣṇa-kathā, the more people throughout the world will benefit. Devotees like the great sage Nārada, who travel all over to preach, are called goṣṭhyānandī. Nārada Muni is always wandering throughout the universe just to create different types of devotees. Nārada even made a hunter a devotee. He also made Dhruva Mahārāja and Prahlāda devotees. Actually, all devotees are indebted to the great sage Nārada, for he has wandered both in heaven and in hell. A devotee of the Lord is not even afraid of hell. He goes to preach the glories of the Lord everywhere — even in hell — because there is no distinction between heaven and hell for a devotee:"
    },
    {
        "verse": "37",
        "devanagari": "तेषां विचरतां पद्‌भ्यां तीर्थानां पावनेच्छया ।भीतस्य किं न रोचेत तावकानां समागम: ॥ ३७ ॥",
        "english_devnagari": "teṣāṁ vicaratāṁ padbhyāṁtīrthānāṁ pāvanecchayābhītasya kiṁ na rocetatāvakānāṁ samāgamaḥ",
        "verse_Syn": [
            "teṣām",
            "vicaratām",
            "padbhyām",
            "tīrthānām",
            "pāvana",
            "icchayā",
            "bhītasya",
            "kim",
            "na",
            "roceta",
            "tāvakānām",
            "samāgamaḥ"
        ],
        "translation": "Dear Lord, Your personal associates, devotees, wander all over the world to purify even the holy places of pilgrimage. Is not such activity pleasing to those who are actually afraid of material existence?",
        "purport": " There are two kinds of devotees: one is called goṣṭhyānandī and the other bhajanānandī. The word bhajanānandī refers to the devotee who does not move, but remains in one place. Such a devotee is always engaged in the devotional service of the Lord. He chants the mahā-mantra as taught by many ācāryas and sometimes goes out for preaching work. The goṣṭhyānandī is one who desires to increase the number of devotees all over the world. He travels all over the world just to purify the world and the people residing in it. Caitanya Mahāprabhu advised: Lord Caitanya Mahāprabhu wanted His followers to move all over the world to preach in every town and village. In the Caitanya sampradāya, those who strictly follow the principles of Lord Caitanya must travel all over the world to preach the message of Lord Caitanya, which is the same as preaching the words of Kṛṣṇa — Bhagavad-gītā — and Śrīmad-Bhāgavatam. The more the devotees preach the principles of kṛṣṇa-kathā, the more people throughout the world will benefit. Devotees like the great sage Nārada, who travel all over to preach, are called goṣṭhyānandī. Nārada Muni is always wandering throughout the universe just to create different types of devotees. Nārada even made a hunter a devotee. He also made Dhruva Mahārāja and Prahlāda devotees. Actually, all devotees are indebted to the great sage Nārada, for he has wandered both in heaven and in hell. A devotee of the Lord is not even afraid of hell. He goes to preach the glories of the Lord everywhere — even in hell — because there is no distinction between heaven and hell for a devotee: “A pure devotee of Nārāyaṇa is never afraid of going anywhere and everywhere. For him heaven and hell are one and the same.” (Bhāg. 6.17.28) Such devotees, wandering all over the world, deliver those who are actually afraid of this material existence. Some people are already disgusted with material existence, being confused and frustrated by material enjoyment, and some people, who are intelligent, are interested in understanding the Supreme Lord. Both may take advantage of the pure devotee who wanders throughout the world."
    },
    {
        "verse": "37",
        "devanagari": "तेषां विचरतां पद्‌भ्यां तीर्थानां पावनेच्छया ।भीतस्य किं न रोचेत तावकानां समागम: ॥ ३७ ॥",
        "english_devnagari": "teṣāṁ vicaratāṁ padbhyāṁtīrthānāṁ pāvanecchayābhītasya kiṁ na rocetatāvakānāṁ samāgamaḥ",
        "verse_Syn": [
            "teṣām",
            "vicaratām",
            "padbhyām",
            "tīrthānām",
            "pāvana",
            "icchayā",
            "bhītasya",
            "kim",
            "na",
            "roceta",
            "tāvakānām",
            "samāgamaḥ"
        ],
        "translation": "Dear Lord, Your personal associates, devotees, wander all over the world to purify even the holy places of pilgrimage. Is not such activity pleasing to those who are actually afraid of material existence?",
        "purport": " There are two kinds of devotees: one is called goṣṭhyānandī and the other bhajanānandī. The word bhajanānandī refers to the devotee who does not move, but remains in one place. Such a devotee is always engaged in the devotional service of the Lord. He chants the mahā-mantra as taught by many ācāryas and sometimes goes out for preaching work. The goṣṭhyānandī is one who desires to increase the number of devotees all over the world. He travels all over the world just to purify the world and the people residing in it. Caitanya Mahāprabhu advised: Lord Caitanya Mahāprabhu wanted His followers to move all over the world to preach in every town and village. In the Caitanya sampradāya, those who strictly follow the principles of Lord Caitanya must travel all over the world to preach the message of Lord Caitanya, which is the same as preaching the words of Kṛṣṇa — Bhagavad-gītā — and Śrīmad-Bhāgavatam. The more the devotees preach the principles of kṛṣṇa-kathā, the more people throughout the world will benefit. Devotees like the great sage Nārada, who travel all over to preach, are called goṣṭhyānandī. Nārada Muni is always wandering throughout the universe just to create different types of devotees. Nārada even made a hunter a devotee. He also made Dhruva Mahārāja and Prahlāda devotees. Actually, all devotees are indebted to the great sage Nārada, for he has wandered both in heaven and in hell. A devotee of the Lord is not even afraid of hell. He goes to preach the glories of the Lord everywhere — even in hell — because there is no distinction between heaven and hell for a devotee: “A pure devotee of Nārāyaṇa is never afraid of going anywhere and everywhere. For him heaven and hell are one and the same.” (Bhāg. 6.17.28) Such devotees, wandering all over the world, deliver those who are actually afraid of this material existence. Some people are already disgusted with material existence, being confused and frustrated by material enjoyment, and some people, who are intelligent, are interested in understanding the Supreme Lord. Both may take advantage of the pure devotee who wanders throughout the world. When a pure devotee goes to a place of pilgrimage, he desires to purify that holy place of pilgrimage. Many sinful men bathe in the holy waters of the places of pilgrimage. They take their baths in the waters of the Ganges and Yamunā at places such as Prayāga, Vṛndāvana and Mathurā. In this way the sinful men are purified, but their sinful actions and reactions remain at the holy places of pilgrimage. When a devotee comes to take his bath at those places of pilgrimage, the sinful reactions left by the sinful men are neutralized by the devotee. Tīrthī-kurvanti tīrthāni svāntaḥ-sthena gadā-bhṛtā (Bhāg. 1.13.10): because the devotee always carries the Supreme Personality of Godhead within his heart, wherever he goes becomes a place of pilgrimage, a holy place for understanding the Supreme Personality of Godhead. It is therefore the duty of everyone to associate with a pure devotee and thus attain freedom from material contamination. Everyone should take advantage of the wandering devotees, whose only business is to deliver conditioned souls from the clutches of māyā."
    },
    {
        "verse": "38",
        "devanagari": "वयं तु साक्षाद्भगवन् भवस्यप्रियस्य सख्यु: क्षणसङ्गमेन ।सुदुश्चिकित्स्यस्य भवस्य मृत्यो-र्भिषक्तमं त्वाद्य गतिं गता: स्म ॥ ३८ ॥",
        "english_devnagari": "vayaṁ tu sākṣād bhagavan bhavasyapriyasya sakhyuḥ kṣaṇa-saṅgamenasuduścikitsyasya bhavasya mṛtyorbhiṣaktamaṁ tvādya gatiṁ gatāḥ sma",
        "verse_Syn": [
            "vayam",
            "tu",
            "sākṣāt",
            "bhagavan",
            "bhavasya",
            "priyasya",
            "sakhyuḥ",
            "kṣaṇa",
            "saṅgamena",
            "suduścikitsyasya",
            "bhavasya",
            "mṛtyoḥ",
            "bhiṣak",
            "tamam",
            "tvā",
            "adya",
            "gatim",
            "gatāḥ",
            "sma"
        ],
        "translation": "Dear Lord, by virtue of a moment’s association with Lord Śiva, who is very dear to You and who is Your most intimate friend, we were fortunate to attain You. You are the most expert physician, capable of treating the incurable disease of material existence. On account of our great fortune, we have been able to take shelter at Your lotus feet.",
        "purport": " It has been said, hariṁ vinā na mṛtiṁ taranti. without taking shelter of the lotus feet of the Personality of Godhead, one cannot attain relief from the clutches of māyā, the repetition of birth, old age, disease and death. The Pracetās received the shelter of the Supreme Personality of Godhead by the grace of Lord Śiva. Lord Śiva is the supreme devotee of Lord Viṣṇu, the Supreme Personality of Godhead. Vaiṣṇavānāṁ yathā śambhuḥ: the most exalted Vaiṣṇava is Lord Śiva, and those who are actually devotees of Lord Śiva follow Lord Śiva’s advice and take shelter at the lotus feet of Lord Viṣṇu. The so-called devotees of Lord Śiva, who are simply after material prosperity, are in a way deceived by Lord Śiva. He does not actually deceive them, because Lord Śiva has no business deceiving people, but because the so-called devotees of Lord Śiva want to be deceived, Lord Śiva, who is very easily pleased, allows them all kinds of material benedictions. These benedictions might ironically result in the destruction of the so-called devotees. For instance, Rāvaṇa took all material benediction from Lord Śiva, but the result was that he was ultimately destroyed with his family, kingdom and everything else because he misused Lord Śiva’s benediction. Because of his material power, he became very proud and puffed up so that he dared kidnap the wife of Lord Rāmacandra. In this way he was ruined. To get material benedictions from Lord Śiva is not difficult, but actually these are not benedictions. The Pracetās received benediction from Lord Śiva, and as a result they attained the shelter of the lotus feet of Lord Viṣṇu. This is real benediction. The gopīs also worshiped Lord Śiva in Vṛndāvana, and the lord is still staying there as Gopīśvara. The gopīs, however, prayed that Lord Śiva bless them by giving them Lord Kṛṣṇa as their husband. There is no harm in worshiping the demigods, provided that one’s aim is to return home, back to Godhead. Generally people go to the demigods for material benefit, as indicated in Bhagavad-gītā (7.20):"
    },
    {
        "verse": "38",
        "devanagari": "वयं तु साक्षाद्भगवन् भवस्यप्रियस्य सख्यु: क्षणसङ्गमेन ।सुदुश्चिकित्स्यस्य भवस्य मृत्यो-र्भिषक्तमं त्वाद्य गतिं गता: स्म ॥ ३८ ॥",
        "english_devnagari": "vayaṁ tu sākṣād bhagavan bhavasyapriyasya sakhyuḥ kṣaṇa-saṅgamenasuduścikitsyasya bhavasya mṛtyorbhiṣaktamaṁ tvādya gatiṁ gatāḥ sma",
        "verse_Syn": [
            "vayam",
            "tu",
            "sākṣāt",
            "bhagavan",
            "bhavasya",
            "priyasya",
            "sakhyuḥ",
            "kṣaṇa",
            "saṅgamena",
            "suduścikitsyasya",
            "bhavasya",
            "mṛtyoḥ",
            "bhiṣak",
            "tamam",
            "tvā",
            "adya",
            "gatim",
            "gatāḥ",
            "sma"
        ],
        "translation": "Dear Lord, by virtue of a moment’s association with Lord Śiva, who is very dear to You and who is Your most intimate friend, we were fortunate to attain You. You are the most expert physician, capable of treating the incurable disease of material existence. On account of our great fortune, we have been able to take shelter at Your lotus feet.",
        "purport": " It has been said, hariṁ vinā na mṛtiṁ taranti. without taking shelter of the lotus feet of the Personality of Godhead, one cannot attain relief from the clutches of māyā, the repetition of birth, old age, disease and death. The Pracetās received the shelter of the Supreme Personality of Godhead by the grace of Lord Śiva. Lord Śiva is the supreme devotee of Lord Viṣṇu, the Supreme Personality of Godhead. Vaiṣṇavānāṁ yathā śambhuḥ: the most exalted Vaiṣṇava is Lord Śiva, and those who are actually devotees of Lord Śiva follow Lord Śiva’s advice and take shelter at the lotus feet of Lord Viṣṇu. The so-called devotees of Lord Śiva, who are simply after material prosperity, are in a way deceived by Lord Śiva. He does not actually deceive them, because Lord Śiva has no business deceiving people, but because the so-called devotees of Lord Śiva want to be deceived, Lord Śiva, who is very easily pleased, allows them all kinds of material benedictions. These benedictions might ironically result in the destruction of the so-called devotees. For instance, Rāvaṇa took all material benediction from Lord Śiva, but the result was that he was ultimately destroyed with his family, kingdom and everything else because he misused Lord Śiva’s benediction. Because of his material power, he became very proud and puffed up so that he dared kidnap the wife of Lord Rāmacandra. In this way he was ruined. To get material benedictions from Lord Śiva is not difficult, but actually these are not benedictions. The Pracetās received benediction from Lord Śiva, and as a result they attained the shelter of the lotus feet of Lord Viṣṇu. This is real benediction. The gopīs also worshiped Lord Śiva in Vṛndāvana, and the lord is still staying there as Gopīśvara. The gopīs, however, prayed that Lord Śiva bless them by giving them Lord Kṛṣṇa as their husband. There is no harm in worshiping the demigods, provided that one’s aim is to return home, back to Godhead. Generally people go to the demigods for material benefit, as indicated in Bhagavad-gītā (7.20): “Those whose minds are distorted by material desires surrender unto demigods and follow the particular rules and regulations of worship according to their own natures.” One enamored by material benefits is called hṛta-jñāna, “one who has lost his intelligence.” In this connection it is to be noted that sometimes in revealed scriptures Lord Śiva is described as being nondifferent from the Supreme Personality of Godhead. The point is that Lord Śiva and Lord Viṣṇu are so intimately connected that there is no difference in opinion. The actual fact is, ekale īśvara kṛṣṇa, āra saba bhṛtya: “The only supreme master is Kṛṣṇa, and all others are His devotees or servants.” (Cc. Ādi 5.142) This is the real fact, and there is no difference of opinion between Lord Śiva and Lord Viṣṇu in this connection. Nowhere in revealed scripture does Lord Śiva claim to be equal to Lord Viṣṇu. This is simply the creation of the so-called devotees of Lord Śiva, who claim that Lord Śiva and Lord Viṣṇu are one. This is strictly forbidden in the vaiṣṇava-tantra: yas tu nārāyaṇaṁ devam. Lord Viṣṇu, Lord Śiva and Lord Brahmā are intimately connected as master and servants. Śiva-viriñci-nutam: Viṣṇu is honored and offered obeisances by Lord Śiva and Lord Brahmā. To consider that they are all equal is a great offense. They are all equal in the sense that Lord Viṣṇu is the Supreme Personality of Godhead and all others are His eternal servants."
    },
    {
        "verse": "39-40",
        "devanagari": "यन्न: स्वधीतं गुरव: प्रसादिताविप्राश्च वृद्धाश्च सदानुवृत्त्या ।आर्या नता: सुहृदो भ्रातरश्चसर्वाणि भूतान्यनसूययैव ॥ ३९ ॥यन्न: सुतप्तं तप एतदीशनिरन्धसां कालमदभ्रमप्सु ।सर्वं तदेतत्पुरुषस्य भूम्नोवृणीमहे ते परितोषणाय ॥ ४० ॥",
        "english_devnagari": "yan naḥ svadhītaṁ guravaḥ prasāditāviprāś ca vṛddhāś ca sad-ānuvṛttyāāryā natāḥ suhṛdo bhrātaraś casarvāṇi bhūtāny anasūyayaiva",
        "verse_Syn": [
            "yat",
            "naḥ",
            "svadhītam",
            "guravaḥ",
            "prasāditāḥ",
            "viprāḥ",
            "ca",
            "vṛddhāḥ",
            "ca",
            "sat",
            "ānuvṛttyā",
            "āryāḥ",
            "natāḥ",
            "su",
            "hṛdaḥ",
            "bhrātaraḥ",
            "ca",
            "sarvāṇi",
            "bhūtāni",
            "anasūyayā",
            "eva",
            "yat",
            "naḥ",
            "su",
            "taptam",
            "tapaḥ",
            "etat",
            "īśa",
            "nirandhasām",
            "kālam",
            "adabhram",
            "apsu",
            "sarvam",
            "tat",
            "etat",
            "puruṣasya",
            "bhūmnaḥ",
            "vṛṇīmahe",
            "te",
            "paritoṣaṇāya"
        ],
        "translation": "Dear Lord, we have studied the Vedas, accepted a spiritual master and offered respect to brāhmaṇas, advanced devotees and aged personalities who are spiritually very advanced. We have offered our respects to them, and we have not been envious of any brother, friends or anyone else. We have also undergone severe austerities within the water and have not taken food for a long time. All these spiritual assets of ours are simply offered for Your satisfaction. We pray for this benediction only, and nothing more.",
        "purport": " As stated in Śrīmad-Bhāgavatam, saṁsiddhir hari-toṣaṇam: the real perfection of life is pleasing the Supreme Personality of Godhead. Vedaiś ca sarvair aham eva vedyaḥ: in understanding the Vedas, one has to understand the Supreme Personality of Godhead. One who has actually understood Him surrenders unto Him after many, many births. We find all these qualifications in the Pracetās. They underwent severe austerities and penances within the water, and they did not take any food for a very long time. They practiced these austerities not for material benediction but for the satisfaction of the Supreme Lord. One may engage in any business — material or spiritual — but the purpose should be the satisfaction of the Supreme Personality of Godhead. This verse presents a perfect picture of Vedic civilization. People training to become devotees should be respectful not only to the Supreme Personality of Godhead but also to those who are elderly in knowledge, who are Āryans and actual devotees of the Lord. An Āryan is one who does not boast but is an actual devotee of the Lord. Āryan means “advanced.” Formerly, those who claimed to be Āryans had to be devotees of the Lord. For instance, in Bhagavad-gītā (2.2) Kṛṣṇa chastised Arjuna by saying that he was speaking like a non-Āryan:"
    },
    {
        "verse": "39-40",
        "devanagari": "यन्न: स्वधीतं गुरव: प्रसादिताविप्राश्च वृद्धाश्च सदानुवृत्त्या ।आर्या नता: सुहृदो भ्रातरश्चसर्वाणि भूतान्यनसूययैव ॥ ३९ ॥यन्न: सुतप्तं तप एतदीशनिरन्धसां कालमदभ्रमप्सु ।सर्वं तदेतत्पुरुषस्य भूम्नोवृणीमहे ते परितोषणाय ॥ ४० ॥",
        "english_devnagari": "yan naḥ svadhītaṁ guravaḥ prasāditāviprāś ca vṛddhāś ca sad-ānuvṛttyāāryā natāḥ suhṛdo bhrātaraś casarvāṇi bhūtāny anasūyayaiva",
        "verse_Syn": [
            "yat",
            "naḥ",
            "svadhītam",
            "guravaḥ",
            "prasāditāḥ",
            "viprāḥ",
            "ca",
            "vṛddhāḥ",
            "ca",
            "sat",
            "ānuvṛttyā",
            "āryāḥ",
            "natāḥ",
            "su",
            "hṛdaḥ",
            "bhrātaraḥ",
            "ca",
            "sarvāṇi",
            "bhūtāni",
            "anasūyayā",
            "eva",
            "yat",
            "naḥ",
            "su",
            "taptam",
            "tapaḥ",
            "etat",
            "īśa",
            "nirandhasām",
            "kālam",
            "adabhram",
            "apsu",
            "sarvam",
            "tat",
            "etat",
            "puruṣasya",
            "bhūmnaḥ",
            "vṛṇīmahe",
            "te",
            "paritoṣaṇāya"
        ],
        "translation": "Dear Lord, we have studied the Vedas, accepted a spiritual master and offered respect to brāhmaṇas, advanced devotees and aged personalities who are spiritually very advanced. We have offered our respects to them, and we have not been envious of any brother, friends or anyone else. We have also undergone severe austerities within the water and have not taken food for a long time. All these spiritual assets of ours are simply offered for Your satisfaction. We pray for this benediction only, and nothing more.",
        "purport": " As stated in Śrīmad-Bhāgavatam, saṁsiddhir hari-toṣaṇam: the real perfection of life is pleasing the Supreme Personality of Godhead. Vedaiś ca sarvair aham eva vedyaḥ: in understanding the Vedas, one has to understand the Supreme Personality of Godhead. One who has actually understood Him surrenders unto Him after many, many births. We find all these qualifications in the Pracetās. They underwent severe austerities and penances within the water, and they did not take any food for a very long time. They practiced these austerities not for material benediction but for the satisfaction of the Supreme Lord. One may engage in any business — material or spiritual — but the purpose should be the satisfaction of the Supreme Personality of Godhead. This verse presents a perfect picture of Vedic civilization. People training to become devotees should be respectful not only to the Supreme Personality of Godhead but also to those who are elderly in knowledge, who are Āryans and actual devotees of the Lord. An Āryan is one who does not boast but is an actual devotee of the Lord. Āryan means “advanced.” Formerly, those who claimed to be Āryans had to be devotees of the Lord. For instance, in Bhagavad-gītā (2.2) Kṛṣṇa chastised Arjuna by saying that he was speaking like a non-Āryan: “The Supreme Person [Bhagavān] said: My dear Arjuna, how have these impurities come upon you? They are not at all befitting a man who knows the progressive values of life. They do not lead to higher planets, but to infamy.” Arjuna, the kṣatriya, was refusing to fight despite being directly ordered by the Supreme Lord. He was thus chastised by the Lord as belonging to a non-Āryan family. Anyone who is advanced in the devotional service of the Lord certainly knows his duty. It does not matter whether his duty is violent or nonviolent. If it is sanctioned and ordered by the Supreme Lord, it must be performed. An Āryan performs his duty. It is not that the Āryans are unnecessarily inimical to living entities. The Āryans never maintain slaughterhouses, and they are never enemies of poor animals. The Pracetās underwent severe austerities for many, many years, even within the water. Accepting austerities and penances is the avowed business of those interested in advanced civilization."
    },
    {
        "verse": "39-40",
        "devanagari": "यन्न: स्वधीतं गुरव: प्रसादिताविप्राश्च वृद्धाश्च सदानुवृत्त्या ।आर्या नता: सुहृदो भ्रातरश्चसर्वाणि भूतान्यनसूययैव ॥ ३९ ॥यन्न: सुतप्तं तप एतदीशनिरन्धसां कालमदभ्रमप्सु ।सर्वं तदेतत्पुरुषस्य भूम्नोवृणीमहे ते परितोषणाय ॥ ४० ॥",
        "english_devnagari": "yan naḥ svadhītaṁ guravaḥ prasāditāviprāś ca vṛddhāś ca sad-ānuvṛttyāāryā natāḥ suhṛdo bhrātaraś casarvāṇi bhūtāny anasūyayaiva",
        "verse_Syn": [
            "yat",
            "naḥ",
            "svadhītam",
            "guravaḥ",
            "prasāditāḥ",
            "viprāḥ",
            "ca",
            "vṛddhāḥ",
            "ca",
            "sat",
            "ānuvṛttyā",
            "āryāḥ",
            "natāḥ",
            "su",
            "hṛdaḥ",
            "bhrātaraḥ",
            "ca",
            "sarvāṇi",
            "bhūtāni",
            "anasūyayā",
            "eva",
            "yat",
            "naḥ",
            "su",
            "taptam",
            "tapaḥ",
            "etat",
            "īśa",
            "nirandhasām",
            "kālam",
            "adabhram",
            "apsu",
            "sarvam",
            "tat",
            "etat",
            "puruṣasya",
            "bhūmnaḥ",
            "vṛṇīmahe",
            "te",
            "paritoṣaṇāya"
        ],
        "translation": "Dear Lord, we have studied the Vedas, accepted a spiritual master and offered respect to brāhmaṇas, advanced devotees and aged personalities who are spiritually very advanced. We have offered our respects to them, and we have not been envious of any brother, friends or anyone else. We have also undergone severe austerities within the water and have not taken food for a long time. All these spiritual assets of ours are simply offered for Your satisfaction. We pray for this benediction only, and nothing more.",
        "purport": " As stated in Śrīmad-Bhāgavatam, saṁsiddhir hari-toṣaṇam: the real perfection of life is pleasing the Supreme Personality of Godhead. Vedaiś ca sarvair aham eva vedyaḥ: in understanding the Vedas, one has to understand the Supreme Personality of Godhead. One who has actually understood Him surrenders unto Him after many, many births. We find all these qualifications in the Pracetās. They underwent severe austerities and penances within the water, and they did not take any food for a very long time. They practiced these austerities not for material benediction but for the satisfaction of the Supreme Lord. One may engage in any business — material or spiritual — but the purpose should be the satisfaction of the Supreme Personality of Godhead. This verse presents a perfect picture of Vedic civilization. People training to become devotees should be respectful not only to the Supreme Personality of Godhead but also to those who are elderly in knowledge, who are Āryans and actual devotees of the Lord. An Āryan is one who does not boast but is an actual devotee of the Lord. Āryan means “advanced.” Formerly, those who claimed to be Āryans had to be devotees of the Lord. For instance, in Bhagavad-gītā (2.2) Kṛṣṇa chastised Arjuna by saying that he was speaking like a non-Āryan: “The Supreme Person [Bhagavān] said: My dear Arjuna, how have these impurities come upon you? They are not at all befitting a man who knows the progressive values of life. They do not lead to higher planets, but to infamy.” Arjuna, the kṣatriya, was refusing to fight despite being directly ordered by the Supreme Lord. He was thus chastised by the Lord as belonging to a non-Āryan family. Anyone who is advanced in the devotional service of the Lord certainly knows his duty. It does not matter whether his duty is violent or nonviolent. If it is sanctioned and ordered by the Supreme Lord, it must be performed. An Āryan performs his duty. It is not that the Āryans are unnecessarily inimical to living entities. The Āryans never maintain slaughterhouses, and they are never enemies of poor animals. The Pracetās underwent severe austerities for many, many years, even within the water. Accepting austerities and penances is the avowed business of those interested in advanced civilization. The word nirandhasām means “without food.” Eating voraciously and unnecessarily is not the business of an Āryan. Rather, the eating process should be restricted as far as possible. When Āryans eat, they eat only prescribed eatables. Regarding this, the Lord says in Bhagavad-gītā (9.26):"
    },
    {
        "verse": "39-40",
        "devanagari": "यन्न: स्वधीतं गुरव: प्रसादिताविप्राश्च वृद्धाश्च सदानुवृत्त्या ।आर्या नता: सुहृदो भ्रातरश्चसर्वाणि भूतान्यनसूययैव ॥ ३९ ॥यन्न: सुतप्तं तप एतदीशनिरन्धसां कालमदभ्रमप्सु ।सर्वं तदेतत्पुरुषस्य भूम्नोवृणीमहे ते परितोषणाय ॥ ४० ॥",
        "english_devnagari": "yan naḥ svadhītaṁ guravaḥ prasāditāviprāś ca vṛddhāś ca sad-ānuvṛttyāāryā natāḥ suhṛdo bhrātaraś casarvāṇi bhūtāny anasūyayaiva",
        "verse_Syn": [
            "yat",
            "naḥ",
            "svadhītam",
            "guravaḥ",
            "prasāditāḥ",
            "viprāḥ",
            "ca",
            "vṛddhāḥ",
            "ca",
            "sat",
            "ānuvṛttyā",
            "āryāḥ",
            "natāḥ",
            "su",
            "hṛdaḥ",
            "bhrātaraḥ",
            "ca",
            "sarvāṇi",
            "bhūtāni",
            "anasūyayā",
            "eva",
            "yat",
            "naḥ",
            "su",
            "taptam",
            "tapaḥ",
            "etat",
            "īśa",
            "nirandhasām",
            "kālam",
            "adabhram",
            "apsu",
            "sarvam",
            "tat",
            "etat",
            "puruṣasya",
            "bhūmnaḥ",
            "vṛṇīmahe",
            "te",
            "paritoṣaṇāya"
        ],
        "translation": "Dear Lord, we have studied the Vedas, accepted a spiritual master and offered respect to brāhmaṇas, advanced devotees and aged personalities who are spiritually very advanced. We have offered our respects to them, and we have not been envious of any brother, friends or anyone else. We have also undergone severe austerities within the water and have not taken food for a long time. All these spiritual assets of ours are simply offered for Your satisfaction. We pray for this benediction only, and nothing more.",
        "purport": " As stated in Śrīmad-Bhāgavatam, saṁsiddhir hari-toṣaṇam: the real perfection of life is pleasing the Supreme Personality of Godhead. Vedaiś ca sarvair aham eva vedyaḥ: in understanding the Vedas, one has to understand the Supreme Personality of Godhead. One who has actually understood Him surrenders unto Him after many, many births. We find all these qualifications in the Pracetās. They underwent severe austerities and penances within the water, and they did not take any food for a very long time. They practiced these austerities not for material benediction but for the satisfaction of the Supreme Lord. One may engage in any business — material or spiritual — but the purpose should be the satisfaction of the Supreme Personality of Godhead. This verse presents a perfect picture of Vedic civilization. People training to become devotees should be respectful not only to the Supreme Personality of Godhead but also to those who are elderly in knowledge, who are Āryans and actual devotees of the Lord. An Āryan is one who does not boast but is an actual devotee of the Lord. Āryan means “advanced.” Formerly, those who claimed to be Āryans had to be devotees of the Lord. For instance, in Bhagavad-gītā (2.2) Kṛṣṇa chastised Arjuna by saying that he was speaking like a non-Āryan: “The Supreme Person [Bhagavān] said: My dear Arjuna, how have these impurities come upon you? They are not at all befitting a man who knows the progressive values of life. They do not lead to higher planets, but to infamy.” Arjuna, the kṣatriya, was refusing to fight despite being directly ordered by the Supreme Lord. He was thus chastised by the Lord as belonging to a non-Āryan family. Anyone who is advanced in the devotional service of the Lord certainly knows his duty. It does not matter whether his duty is violent or nonviolent. If it is sanctioned and ordered by the Supreme Lord, it must be performed. An Āryan performs his duty. It is not that the Āryans are unnecessarily inimical to living entities. The Āryans never maintain slaughterhouses, and they are never enemies of poor animals. The Pracetās underwent severe austerities for many, many years, even within the water. Accepting austerities and penances is the avowed business of those interested in advanced civilization. The word nirandhasām means “without food.” Eating voraciously and unnecessarily is not the business of an Āryan. Rather, the eating process should be restricted as far as possible. When Āryans eat, they eat only prescribed eatables. Regarding this, the Lord says in Bhagavad-gītā (9.26): “If one offers Me with love and devotion a leaf, a flower, fruit or water, I will accept it.” Thus there are restrictions for the advanced Āryans. Although the Lord Himself can eat anything and everything, He restricts Himself to vegetables, fruits, milk and so on. This verse thus describes the activities of those who claim to be Āryans."
    },
    {
        "verse": "41",
        "devanagari": "मनु: स्वयम्भूर्भगवान् भवश्चयेऽन्ये तपोज्ञानविशुद्धसत्त्वा: ।अद‍ृष्टपारा अपि यन्महिम्न:स्तुवन्त्यथो त्वात्मसमं गृणीम: ॥ ४१ ॥",
        "english_devnagari": "manuḥ svayambhūr bhagavān bhavaś caye ’nye tapo-jñāna-viśuddha-sattvāḥadṛṣṭa-pārā api yan-mahimnaḥstuvanty atho tvātma-samaṁ gṛṇīmaḥ",
        "verse_Syn": [
            "manuḥ",
            "svayambhūḥ",
            "bhagavān",
            "bhavaḥ",
            "ca",
            "ye",
            "anye",
            "tapaḥ",
            "jñāna",
            "viśuddha",
            "sattvāḥ",
            "adṛṣṭa",
            "pārāḥ",
            "api",
            "yat",
            "mahimnaḥ",
            "stuvanti",
            "atho",
            "tvā",
            "ātma",
            "samam",
            "gṛṇīmaḥ"
        ],
        "translation": "Dear Lord, even great yogīs and mystics who are very much advanced by virtue of austerities and knowledge and who have completely situated themselves in pure existence, as well as great personalities like Manu, Lord Brahmā and Lord Śiva, cannot fully understand Your glories and potencies. Nonetheless they have offered their prayers according to their own capacities. In the same way, we, although much lower than these personalities, also offer our prayers according to our own capability.",
        "purport": " Lord Brahmā, Lord Śiva, Manu (the father of mankind), great saintly persons and also great sages who have elevated themselves to the transcendental platform through austerities and penance, as well as devotional service, are imperfect in knowledge compared to the Supreme Personality of Godhead. This is the case with anyone within this material world. No one can be equal to the Supreme Lord in anything, certainly not in knowledge. Consequently, anyone’s prayer to the Supreme Personality of Godhead is never complete. It is not possible to measure the complete glories of the Supreme Lord, who is unlimited. Even the Lord Himself in His incarnation as Ananta, or Śeṣa, cannot describe His own glories. Although Ananta has many thousands of faces and has been glorifying the Lord for many, many years, He could not find the limit of the glories of the Lord. Thus it is not possible to estimate the complete potencies and glories of the Supreme Lord."
    },
    {
        "verse": "41",
        "devanagari": "मनु: स्वयम्भूर्भगवान् भवश्चयेऽन्ये तपोज्ञानविशुद्धसत्त्वा: ।अद‍ृष्टपारा अपि यन्महिम्न:स्तुवन्त्यथो त्वात्मसमं गृणीम: ॥ ४१ ॥",
        "english_devnagari": "manuḥ svayambhūr bhagavān bhavaś caye ’nye tapo-jñāna-viśuddha-sattvāḥadṛṣṭa-pārā api yan-mahimnaḥstuvanty atho tvātma-samaṁ gṛṇīmaḥ",
        "verse_Syn": [
            "manuḥ",
            "svayambhūḥ",
            "bhagavān",
            "bhavaḥ",
            "ca",
            "ye",
            "anye",
            "tapaḥ",
            "jñāna",
            "viśuddha",
            "sattvāḥ",
            "adṛṣṭa",
            "pārāḥ",
            "api",
            "yat",
            "mahimnaḥ",
            "stuvanti",
            "atho",
            "tvā",
            "ātma",
            "samam",
            "gṛṇīmaḥ"
        ],
        "translation": "Dear Lord, even great yogīs and mystics who are very much advanced by virtue of austerities and knowledge and who have completely situated themselves in pure existence, as well as great personalities like Manu, Lord Brahmā and Lord Śiva, cannot fully understand Your glories and potencies. Nonetheless they have offered their prayers according to their own capacities. In the same way, we, although much lower than these personalities, also offer our prayers according to our own capability.",
        "purport": " Lord Brahmā, Lord Śiva, Manu (the father of mankind), great saintly persons and also great sages who have elevated themselves to the transcendental platform through austerities and penance, as well as devotional service, are imperfect in knowledge compared to the Supreme Personality of Godhead. This is the case with anyone within this material world. No one can be equal to the Supreme Lord in anything, certainly not in knowledge. Consequently, anyone’s prayer to the Supreme Personality of Godhead is never complete. It is not possible to measure the complete glories of the Supreme Lord, who is unlimited. Even the Lord Himself in His incarnation as Ananta, or Śeṣa, cannot describe His own glories. Although Ananta has many thousands of faces and has been glorifying the Lord for many, many years, He could not find the limit of the glories of the Lord. Thus it is not possible to estimate the complete potencies and glories of the Supreme Lord. Nonetheless, everyone in devotional service can offer essential prayers to the Lord. Everyone is situated in a relative position, and no one is perfect in glorifying the Lord. Beginning with Lord Brahmā and Lord Śiva down to ourselves, everyone is the servant of the Supreme Lord. We are all situated in relative positions according to our own karma. Yet every one of us can offer prayers with heart and soul as far as we can appreciate the Lord’s glories. That is our perfection. Even when one is in the darkest region of existence, he is allowed to offer prayers to the Lord according to his own capacity. The Lord therefore says in Bhagavad-gītā (9.32):"
    },
    {
        "verse": "41",
        "devanagari": "मनु: स्वयम्भूर्भगवान् भवश्चयेऽन्ये तपोज्ञानविशुद्धसत्त्वा: ।अद‍ृष्टपारा अपि यन्महिम्न:स्तुवन्त्यथो त्वात्मसमं गृणीम: ॥ ४१ ॥",
        "english_devnagari": "manuḥ svayambhūr bhagavān bhavaś caye ’nye tapo-jñāna-viśuddha-sattvāḥadṛṣṭa-pārā api yan-mahimnaḥstuvanty atho tvātma-samaṁ gṛṇīmaḥ",
        "verse_Syn": [
            "manuḥ",
            "svayambhūḥ",
            "bhagavān",
            "bhavaḥ",
            "ca",
            "ye",
            "anye",
            "tapaḥ",
            "jñāna",
            "viśuddha",
            "sattvāḥ",
            "adṛṣṭa",
            "pārāḥ",
            "api",
            "yat",
            "mahimnaḥ",
            "stuvanti",
            "atho",
            "tvā",
            "ātma",
            "samam",
            "gṛṇīmaḥ"
        ],
        "translation": "Dear Lord, even great yogīs and mystics who are very much advanced by virtue of austerities and knowledge and who have completely situated themselves in pure existence, as well as great personalities like Manu, Lord Brahmā and Lord Śiva, cannot fully understand Your glories and potencies. Nonetheless they have offered their prayers according to their own capacities. In the same way, we, although much lower than these personalities, also offer our prayers according to our own capability.",
        "purport": " Lord Brahmā, Lord Śiva, Manu (the father of mankind), great saintly persons and also great sages who have elevated themselves to the transcendental platform through austerities and penance, as well as devotional service, are imperfect in knowledge compared to the Supreme Personality of Godhead. This is the case with anyone within this material world. No one can be equal to the Supreme Lord in anything, certainly not in knowledge. Consequently, anyone’s prayer to the Supreme Personality of Godhead is never complete. It is not possible to measure the complete glories of the Supreme Lord, who is unlimited. Even the Lord Himself in His incarnation as Ananta, or Śeṣa, cannot describe His own glories. Although Ananta has many thousands of faces and has been glorifying the Lord for many, many years, He could not find the limit of the glories of the Lord. Thus it is not possible to estimate the complete potencies and glories of the Supreme Lord. Nonetheless, everyone in devotional service can offer essential prayers to the Lord. Everyone is situated in a relative position, and no one is perfect in glorifying the Lord. Beginning with Lord Brahmā and Lord Śiva down to ourselves, everyone is the servant of the Supreme Lord. We are all situated in relative positions according to our own karma. Yet every one of us can offer prayers with heart and soul as far as we can appreciate the Lord’s glories. That is our perfection. Even when one is in the darkest region of existence, he is allowed to offer prayers to the Lord according to his own capacity. The Lord therefore says in Bhagavad-gītā (9.32): “O son of Pṛthā, those who take shelter in Me, though they be of lower birth — women, vaiśyas [merchants], as well as śūdras [workers] — can approach the supreme destination.”"
    },
    {
        "verse": "41",
        "devanagari": "मनु: स्वयम्भूर्भगवान् भवश्चयेऽन्ये तपोज्ञानविशुद्धसत्त्वा: ।अद‍ृष्टपारा अपि यन्महिम्न:स्तुवन्त्यथो त्वात्मसमं गृणीम: ॥ ४१ ॥",
        "english_devnagari": "manuḥ svayambhūr bhagavān bhavaś caye ’nye tapo-jñāna-viśuddha-sattvāḥadṛṣṭa-pārā api yan-mahimnaḥstuvanty atho tvātma-samaṁ gṛṇīmaḥ",
        "verse_Syn": [
            "manuḥ",
            "svayambhūḥ",
            "bhagavān",
            "bhavaḥ",
            "ca",
            "ye",
            "anye",
            "tapaḥ",
            "jñāna",
            "viśuddha",
            "sattvāḥ",
            "adṛṣṭa",
            "pārāḥ",
            "api",
            "yat",
            "mahimnaḥ",
            "stuvanti",
            "atho",
            "tvā",
            "ātma",
            "samam",
            "gṛṇīmaḥ"
        ],
        "translation": "Dear Lord, even great yogīs and mystics who are very much advanced by virtue of austerities and knowledge and who have completely situated themselves in pure existence, as well as great personalities like Manu, Lord Brahmā and Lord Śiva, cannot fully understand Your glories and potencies. Nonetheless they have offered their prayers according to their own capacities. In the same way, we, although much lower than these personalities, also offer our prayers according to our own capability.",
        "purport": " Lord Brahmā, Lord Śiva, Manu (the father of mankind), great saintly persons and also great sages who have elevated themselves to the transcendental platform through austerities and penance, as well as devotional service, are imperfect in knowledge compared to the Supreme Personality of Godhead. This is the case with anyone within this material world. No one can be equal to the Supreme Lord in anything, certainly not in knowledge. Consequently, anyone’s prayer to the Supreme Personality of Godhead is never complete. It is not possible to measure the complete glories of the Supreme Lord, who is unlimited. Even the Lord Himself in His incarnation as Ananta, or Śeṣa, cannot describe His own glories. Although Ananta has many thousands of faces and has been glorifying the Lord for many, many years, He could not find the limit of the glories of the Lord. Thus it is not possible to estimate the complete potencies and glories of the Supreme Lord. Nonetheless, everyone in devotional service can offer essential prayers to the Lord. Everyone is situated in a relative position, and no one is perfect in glorifying the Lord. Beginning with Lord Brahmā and Lord Śiva down to ourselves, everyone is the servant of the Supreme Lord. We are all situated in relative positions according to our own karma. Yet every one of us can offer prayers with heart and soul as far as we can appreciate the Lord’s glories. That is our perfection. Even when one is in the darkest region of existence, he is allowed to offer prayers to the Lord according to his own capacity. The Lord therefore says in Bhagavad-gītā (9.32): “O son of Pṛthā, those who take shelter in Me, though they be of lower birth — women, vaiśyas [merchants], as well as śūdras [workers] — can approach the supreme destination.” If one seriously accepts the lotus feet of the Lord, he is purified by the grace of the Lord and by the grace of the Lord’s servant. This is confirmed by Śukadeva Gosvāmī: ye ’nye ca pāpā yad-apāśrayāśrayāḥ śudhyanti tasmai prabhaviṣṇave namaḥ (Bhāg. 2.4.18). One who is brought under the lotus feet of the Lord by the endeavor of the Lord’s servant, the spiritual master, is certainly immediately purified, however lowborn he may be. He becomes eligible to return home, back to Godhead."
    },
    {
        "verse": "42",
        "devanagari": "नम: समाय शुद्धाय पुरुषाय पराय च ।वासुदेवाय सत्त्वाय तुभ्यं भगवते नम: ॥ ४२ ॥",
        "english_devnagari": "namaḥ samāya śuddhāyapuruṣāya parāya cavāsudevāya sattvāyatubhyaṁ bhagavate namaḥ",
        "verse_Syn": [
            "namaḥ",
            "samāya",
            "śuddhāya",
            "puruṣāya",
            "parāya",
            "ca",
            "vāsudevāya",
            "sattvāya",
            "tubhyam",
            "bhagavate",
            "namaḥ"
        ],
        "translation": "Dear Lord, You have no enemies or friends. Therefore You are equal to everyone. You cannot be contaminated by sinful activities, and Your transcendental form is always beyond the material creation. You are the Supreme Personality of Godhead because You remain everywhere within all existence. You are consequently known as Vāsudeva. We offer You our respectful obeisances.",
        "purport": " The Supreme Personality of Godhead is known as Vāsudeva because He lives everywhere. The word vas means “to live.” As stated in Brahma-saṁhitā, eko ’py asau racayituṁ jagad-aṇḍa-koṭim: the Lord, through His plenary portion, enters into each and every universe to create the material manifestation. He also enters into each and every heart in all living entities and into each and every atom also (paramāṇu-cayāntara-stham). Because the Supreme Lord lives everywhere, He is known as Vāsudeva. Although He lives everywhere within the material world, He is not contaminated by the modes of nature. The Lord is therefore described in Īśopaniṣad as apāpa-viddham: He is never contaminated by the modes of material nature. When the Lord descends to this planet, He acts in many ways. He kills demons and performs acts not sanctioned by the Vedic principles, that is, acts considered sinful. Even though He acts in such a way, He is never contaminated by His action. He is therefore described herein as śuddha, meaning “always free from contamination.” The Lord is also sama, equal to everyone. In this regard, He states in Bhagavad-gītā (9.29), samo ’haṁ sarva-bhūteṣu na me dveṣyo ’sti na priyaḥ: the Lord has no one as His friend or enemy, and He is equal to everyone."
    },
    {
        "verse": "42",
        "devanagari": "नम: समाय शुद्धाय पुरुषाय पराय च ।वासुदेवाय सत्त्वाय तुभ्यं भगवते नम: ॥ ४२ ॥",
        "english_devnagari": "namaḥ samāya śuddhāyapuruṣāya parāya cavāsudevāya sattvāyatubhyaṁ bhagavate namaḥ",
        "verse_Syn": [
            "namaḥ",
            "samāya",
            "śuddhāya",
            "puruṣāya",
            "parāya",
            "ca",
            "vāsudevāya",
            "sattvāya",
            "tubhyam",
            "bhagavate",
            "namaḥ"
        ],
        "translation": "Dear Lord, You have no enemies or friends. Therefore You are equal to everyone. You cannot be contaminated by sinful activities, and Your transcendental form is always beyond the material creation. You are the Supreme Personality of Godhead because You remain everywhere within all existence. You are consequently known as Vāsudeva. We offer You our respectful obeisances.",
        "purport": " The Supreme Personality of Godhead is known as Vāsudeva because He lives everywhere. The word vas means “to live.” As stated in Brahma-saṁhitā, eko ’py asau racayituṁ jagad-aṇḍa-koṭim: the Lord, through His plenary portion, enters into each and every universe to create the material manifestation. He also enters into each and every heart in all living entities and into each and every atom also (paramāṇu-cayāntara-stham). Because the Supreme Lord lives everywhere, He is known as Vāsudeva. Although He lives everywhere within the material world, He is not contaminated by the modes of nature. The Lord is therefore described in Īśopaniṣad as apāpa-viddham: He is never contaminated by the modes of material nature. When the Lord descends to this planet, He acts in many ways. He kills demons and performs acts not sanctioned by the Vedic principles, that is, acts considered sinful. Even though He acts in such a way, He is never contaminated by His action. He is therefore described herein as śuddha, meaning “always free from contamination.” The Lord is also sama, equal to everyone. In this regard, He states in Bhagavad-gītā (9.29), samo ’haṁ sarva-bhūteṣu na me dveṣyo ’sti na priyaḥ: the Lord has no one as His friend or enemy, and He is equal to everyone. The word sattvāya indicates that the form of the Lord is not material. It is sac-cid-ānanda-vigrahaḥ. Īśvaraḥ paramaḥ kṛṣṇaḥ sac-cid-ānanda-vigrahaḥ. His body is different from our material bodies. One should not think that the Supreme Personality of Godhead has a material body, like ours."
    },
    {
        "verse": "43",
        "devanagari": "मैत्रेय उवाचइति प्रचेतोभिरभिष्टुतो हरि:प्रीतस्तथेत्याह शरण्यवत्सल: ।अनिच्छतां यानमतृप्तचक्षुषांययौ स्वधामानपवर्गवीर्य: ॥ ४३ ॥",
        "english_devnagari": "maitreya uvācaiti pracetobhir abhiṣṭuto hariḥprītas tathety āha śaraṇya-vatsalaḥanicchatāṁ yānam atṛpta-cakṣuṣāṁyayau sva-dhāmānapavarga-vīryaḥ",
        "verse_Syn": [
            "maitreyaḥ",
            "uvāca",
            "iti",
            "pracetobhiḥ",
            "abhiṣṭutaḥ",
            "hariḥ",
            "prītaḥ",
            "tathā",
            "iti",
            "āha",
            "śaraṇya",
            "vatsalaḥ",
            "anicchatām",
            "yānam",
            "atṛpta",
            "cakṣuṣām",
            "yayau",
            "sva",
            "dhāma",
            "anapavarga",
            "vīryaḥ"
        ],
        "translation": "The great sage Maitreya continued: My dear Vidura, the Supreme Personality of Godhead, who is the protector of surrendered souls, being thus addressed by the Pracetās and worshiped by them, replied, “May whatever you have prayed for be fulfilled.” After saying this, the Supreme Personality of Godhead, whose prowess is never defeated, left. The Pracetās were unwilling to be separated from Him because they had not seen Him to their full satisfaction.",
        "purport": " The word anapavarga-vīrya is significant in this verse. The word ana means “without,” pavarga means “the materialistic way of life,” and vīrya means “prowess.” The prowess of the Supreme Personality of Godhead always contains six basic opulences, one of which is renunciation. Although the Pracetās desired to see the Lord to their full satisfaction, the Lord left. According to Śrīla Jīva Gosvāmī, this is an exhibition of His kindness to innumerable other devotees. Although He was being attracted by the Pracetās, He left. This is an example of His renunciation. This renunciation was also exhibited by Lord Caitanya Mahāprabhu when He stayed with Advaita Prabhu after taking sannyāsa. All the devotees there wanted Him to stay a few days longer, but Lord Caitanya left without hesitation. The conclusion is that although the Supreme Lord has unlimited kindness for His devotees, He is not attached to anyone. He is equally kind to His innumerable devotees all over the creation."
    },
    {
        "verse": "44",
        "devanagari": "अथ निर्याय सलिलात्प्रचेतस उदन्वत: ।वीक्ष्याकुप्यन्द्रुमैश्छन्नां गां गां रोद्धुमिवोच्छ्रितै: ॥ ४४ ॥",
        "english_devnagari": "atha niryāya salilātpracetasa udanvataḥvīkṣyākupyan drumaiś channāṁgāṁ gāṁ roddhum ivocchritaiḥ",
        "verse_Syn": [
            "atha",
            "niryāya",
            "salilāt",
            "pracetasaḥ",
            "udanvataḥ",
            "vīkṣya",
            "akupyan",
            "drumaiḥ",
            "channām",
            "gām",
            "gām",
            "roddhum",
            "iva",
            "ucchritaiḥ"
        ],
        "translation": "Thereafter all the Pracetās emerged from the waters of the sea. They then saw that all the trees on land had grown very tall, as if to obstruct the path to the heavenly planets. These trees had covered the entire surface of the world. At this time the Pracetās became very angry.",
        "purport": " King Prācīnabarhiṣat left his kingdom before his sons arrived after their execution of penance and austerity. The sons, the Pracetās, were ordered by the Supreme Personality of Godhead to come out of the water and go to the kingdom of their father in order to take care of that kingdom. However, when they came out they saw that everything had been neglected due to the King’s absence. They first observed that food grains were not being produced and that there were no agricultural activities. Indeed, the surface of the world was practically covered by very tall trees. It seemed as though the trees were determined to stop people from going into outer space to reach the heavenly kingdoms. The Pracetās became very angry when they saw the surface of the globe covered in this way. They desired that the land be cleared for crops."
    },
    {
        "verse": "44",
        "devanagari": "अथ निर्याय सलिलात्प्रचेतस उदन्वत: ।वीक्ष्याकुप्यन्द्रुमैश्छन्नां गां गां रोद्धुमिवोच्छ्रितै: ॥ ४४ ॥",
        "english_devnagari": "atha niryāya salilātpracetasa udanvataḥvīkṣyākupyan drumaiś channāṁgāṁ gāṁ roddhum ivocchritaiḥ",
        "verse_Syn": [
            "atha",
            "niryāya",
            "salilāt",
            "pracetasaḥ",
            "udanvataḥ",
            "vīkṣya",
            "akupyan",
            "drumaiḥ",
            "channām",
            "gām",
            "gām",
            "roddhum",
            "iva",
            "ucchritaiḥ"
        ],
        "translation": "Thereafter all the Pracetās emerged from the waters of the sea. They then saw that all the trees on land had grown very tall, as if to obstruct the path to the heavenly planets. These trees had covered the entire surface of the world. At this time the Pracetās became very angry.",
        "purport": " King Prācīnabarhiṣat left his kingdom before his sons arrived after their execution of penance and austerity. The sons, the Pracetās, were ordered by the Supreme Personality of Godhead to come out of the water and go to the kingdom of their father in order to take care of that kingdom. However, when they came out they saw that everything had been neglected due to the King’s absence. They first observed that food grains were not being produced and that there were no agricultural activities. Indeed, the surface of the world was practically covered by very tall trees. It seemed as though the trees were determined to stop people from going into outer space to reach the heavenly kingdoms. The Pracetās became very angry when they saw the surface of the globe covered in this way. They desired that the land be cleared for crops. It is not a fact that jungles and trees attract clouds and rain, because we find rainfall over the sea. Human beings can inhabit any place on the surface of the earth by clearing jungles and converting land for agricultural purposes. People can keep cows, and all economic problems can be solved in that way. One need only work to produce grains and take care of the cows. The wood found in the jungles may be used for constructing cottages. In this way the economic problem of humanity can be solved. At the present moment there are many vacant lands throughout the world, and if they are properly utilized, there will be no scarcity of food. As far as rain is concerned, it is the performance of yajña that attracts rain. As stated in Bhagavad-gītā (3.14):"
    },
    {
        "verse": "44",
        "devanagari": "अथ निर्याय सलिलात्प्रचेतस उदन्वत: ।वीक्ष्याकुप्यन्द्रुमैश्छन्नां गां गां रोद्धुमिवोच्छ्रितै: ॥ ४४ ॥",
        "english_devnagari": "atha niryāya salilātpracetasa udanvataḥvīkṣyākupyan drumaiś channāṁgāṁ gāṁ roddhum ivocchritaiḥ",
        "verse_Syn": [
            "atha",
            "niryāya",
            "salilāt",
            "pracetasaḥ",
            "udanvataḥ",
            "vīkṣya",
            "akupyan",
            "drumaiḥ",
            "channām",
            "gām",
            "gām",
            "roddhum",
            "iva",
            "ucchritaiḥ"
        ],
        "translation": "Thereafter all the Pracetās emerged from the waters of the sea. They then saw that all the trees on land had grown very tall, as if to obstruct the path to the heavenly planets. These trees had covered the entire surface of the world. At this time the Pracetās became very angry.",
        "purport": " King Prācīnabarhiṣat left his kingdom before his sons arrived after their execution of penance and austerity. The sons, the Pracetās, were ordered by the Supreme Personality of Godhead to come out of the water and go to the kingdom of their father in order to take care of that kingdom. However, when they came out they saw that everything had been neglected due to the King’s absence. They first observed that food grains were not being produced and that there were no agricultural activities. Indeed, the surface of the world was practically covered by very tall trees. It seemed as though the trees were determined to stop people from going into outer space to reach the heavenly kingdoms. The Pracetās became very angry when they saw the surface of the globe covered in this way. They desired that the land be cleared for crops. It is not a fact that jungles and trees attract clouds and rain, because we find rainfall over the sea. Human beings can inhabit any place on the surface of the earth by clearing jungles and converting land for agricultural purposes. People can keep cows, and all economic problems can be solved in that way. One need only work to produce grains and take care of the cows. The wood found in the jungles may be used for constructing cottages. In this way the economic problem of humanity can be solved. At the present moment there are many vacant lands throughout the world, and if they are properly utilized, there will be no scarcity of food. As far as rain is concerned, it is the performance of yajña that attracts rain. As stated in Bhagavad-gītā (3.14): “All living bodies subsist on food grains, which are produced from rains. Rains are produced by performance of yajña [sacrifice], and yajña is born of prescribed duties.” By performing sacrifice, man will have sufficient rainfall and crops."
    },
    {
        "verse": "45",
        "devanagari": "ततोऽग्निमारुतौ राजन्नमुञ्चन्मुखतो रुषा ।महीं निर्वीरुधं कर्तुं संवर्तक इवात्यये ॥ ४५ ॥",
        "english_devnagari": "tato ’gni-mārutau rājannamuñcan mukhato ruṣāmahīṁ nirvīrudhaṁ kartuṁsaṁvartaka ivātyaye",
        "verse_Syn": [
            "tataḥ",
            "agni",
            "mārutau",
            "rājan",
            "amuñcan",
            "mukhataḥ",
            "ruṣā",
            "mahīm",
            "nirvīrudham",
            "kartum",
            "saṁvartakaḥ",
            "iva",
            "atyaye"
        ],
        "translation": "My dear King, at the time of devastation, Lord Śiva emits fire and air from his mouth out of anger. To make the surface of the earth completely treeless, the Pracetās also emitted fire and air from their mouths.",
        "purport": " In this verse Vidura is addressed as rājan, which means “O King.” In this regard, Śrīla Viśvanātha Cakravartī Ṭhākura comments that a dhīra never becomes angry because he is always situated in devotional service. Advanced devotees can control their senses; therefore a devotee can be addressed as rājan. A king controls and rules in various ways among citizens; similarly, one who can control his senses is the king of his senses. He is a svāmī or gosvāmī. The svāmīs and gosvāmīs are therefore sometimes addressed as mahārāja, or king."
    },
    {
        "verse": "46",
        "devanagari": "भस्मसात्क्रियमाणांस्तान् द्रुमान्वीक्ष्य पितामह: ।आगत: शमयामास पुत्रान् बर्हिष्मतो नयै: ॥ ४६ ॥",
        "english_devnagari": "bhasmasāt kriyamāṇāṁs tāndrumān vīkṣya pitāmahaḥāgataḥ śamayām āsaputrān barhiṣmato nayaiḥ",
        "verse_Syn": [
            "bhasmasāt",
            "kriyamāṇān",
            "tān",
            "drumān",
            "vīkṣya",
            "pitāmahaḥ",
            "āgataḥ",
            "śamayām",
            "āsa",
            "putrān",
            "barhiṣmataḥ",
            "nayaiḥ"
        ],
        "translation": "After seeing that all the trees on the surface of the earth were being turned to ashes, Lord Brahmā immediately came to the sons of King Barhiṣmān and pacified them with words of logic.",
        "purport": " Whenever there is some uncommon occurrence on any planet, Lord Brahmā, being in charge of the whole universe, immediately comes to control the situation. Lord Brahmā also came when Hiraṇyakaśipu underwent severe penances and austerities and made the whole universe tremble. A responsible man in any establishment is always alert to keep peace and harmony within the establishment. Similarly, Lord Brahmā is also allowed to keep peace and harmony within this universe. He consequently pacified the sons of King Barhiṣmān with good logic."
    },
    {
        "verse": "47",
        "devanagari": "तत्रावशिष्टा ये वृक्षा भीता दुहितरं तदा ।उज्जह्रुस्ते प्रचेतोभ्य उपदिष्टा: स्वयम्भुवा ॥ ४७ ॥",
        "english_devnagari": "tatrāvaśiṣṭā ye vṛkṣābhītā duhitaraṁ tadāujjahrus te pracetobhyaupadiṣṭāḥ svayambhuvā",
        "verse_Syn": [
            "tatra",
            "avaśiṣṭāḥ",
            "ye",
            "vṛkṣāḥ",
            "bhītāḥ",
            "duhitaram",
            "tadā",
            "ujjahruḥ",
            "te",
            "pracetobhyaḥ",
            "upadiṣṭāḥ",
            "svayambhuvā"
        ],
        "translation": "The remaining trees, being very much afraid of the Pracetās, immediately delivered their daughter at the advice of Lord Brahmā.",
        "purport": " The daughter of the trees is referred to in text 13 of this chapter. This daughter was born of Kaṇḍu and Pramlocā. The society girl Pramlocā, after giving birth to the child, immediately left for the heavenly kingdom. While the child was crying, the king of the moon took compassion upon her and saved her by putting his finger into her mouth. This child was cared for by the trees, and when she grew up, by the order of Lord Brahmā, she was delivered to the Pracetās as their wife. The name of the girl was Māriṣā, as the next verse will explain. It was the predominating deity of the trees that delivered the daughter. In this connection, Śrīla Jīva Gosvāmī Prabhupāda states, vṛkṣāḥ tad-adhiṣṭhātṛ-devatāḥ: “The ‘trees’ means the controlling deity of those trees.” In Vedic literatures we find that there is a controlling deity of the water; similarly, there is a controlling deity of the trees. The Pracetās were engaged in burning all the trees to ashes, and they considered the trees their enemies. To pacify the Pracetās, the predominating deity of the trees, under the advice of Lord Brahmā, delivered the daughter Māriṣā."
    },
    {
        "verse": "48",
        "devanagari": "ते च ब्रह्मण आदेशान्मारिषामुपयेमिरे ।यस्यां महदवज्ञानादजन्यजनयोनिज: ॥ ४८ ॥",
        "english_devnagari": "te ca brahmaṇa ādeśānmāriṣām upayemireyasyāṁ mahad-avajñānādajany ajana-yonijaḥ",
        "verse_Syn": [
            "te",
            "ca",
            "brahmaṇaḥ",
            "ādeśāt",
            "māriṣām",
            "upayemire",
            "yasyām",
            "mahat",
            "avajñānāt",
            "ajani",
            "ajana",
            "yoni",
            "jaḥ"
        ],
        "translation": "Following the order of Lord Brahmā, all the Pracetās accepted the girl as their wife. From the womb of this girl, the son of Lord Brahmā named Dakṣa took birth. Dakṣa had to take birth from the womb of Māriṣā due to his disobeying and disrespecting Lord Mahādeva [Śiva]. Consequently he had to give up his body twice.",
        "purport": " In this connection the word mahad-avajñānāt is significant. King Dakṣa was the son of Lord Brahmā; therefore in a previous birth he was a brāhmaṇa. But because of his behaving like a non-brāhmaṇa (abrāhmaṇa) by insulting or disrespecting Lord Mahādeva, he had to take birth within the semen of a kṣatriya — that is to say, he became the son of the Pracetās. Not only that, but because of his disrespecting Lord Śiva, he had to undergo the tribulation of taking birth from within the womb of a woman. In the Dakṣa-yajña arena, he was once killed by Lord Śiva’s servant, Vīrabhadra. Because that was not sufficient, he again took birth, from the womb of Māriṣā. At the end of the Dakṣa-yajña and the disastrous incidents there, Dakṣa offered his prayer to Lord Śiva. Although he had to give up his body and take birth from the womb of a woman impregnated by the semen of a kṣatriya, he received all opulence by the grace of Lord Śiva. These are the subtle laws of material nature. Unfortunately, people in this modern age do not know how these laws are working. Having no knowledge of the eternity of the spirit soul and its transmigration, the population of the present age is in the greatest ignorance. Because of this, it is said in Bhāgavatam (1.1.10), mandāḥ sumanda-matayo manda-bhāgyā hy upadrutāḥ: the total population in this Age of Kali-yuga is very bad, lazy, unfortunate and disturbed by material conditions."
    },
    {
        "verse": "49",
        "devanagari": "चाक्षुषे त्वन्तरे प्राप्ते प्राक्सर्गे कालविद्रुते ।य: ससर्ज प्रजा इष्टा: स दक्षो दैवचोदित: ॥ ४९ ॥",
        "english_devnagari": "cākṣuṣe tv antare prāpteprāk-sarge kāla-vidruteyaḥ sasarja prajā iṣṭāḥsa dakṣo daiva-coditaḥ",
        "verse_Syn": [
            "cākṣuṣe",
            "tu",
            "antare",
            "prāpte",
            "prāk",
            "sarge",
            "kāla",
            "vidrute",
            "yaḥ",
            "sasarja",
            "prajāḥ",
            "iṣṭāḥ",
            "saḥ",
            "dakṣaḥ",
            "daiva",
            "coditaḥ"
        ],
        "translation": "His previous body had been destroyed, but he, the same Dakṣa, inspired by the supreme will, created all the desired living entities in the Cākṣuṣa manvantara.",
        "purport": " As stated in Bhagavad-gītā (8.17):"
    },
    {
        "verse": "49",
        "devanagari": "चाक्षुषे त्वन्तरे प्राप्ते प्राक्सर्गे कालविद्रुते ।य: ससर्ज प्रजा इष्टा: स दक्षो दैवचोदित: ॥ ४९ ॥",
        "english_devnagari": "cākṣuṣe tv antare prāpteprāk-sarge kāla-vidruteyaḥ sasarja prajā iṣṭāḥsa dakṣo daiva-coditaḥ",
        "verse_Syn": [
            "cākṣuṣe",
            "tu",
            "antare",
            "prāpte",
            "prāk",
            "sarge",
            "kāla",
            "vidrute",
            "yaḥ",
            "sasarja",
            "prajāḥ",
            "iṣṭāḥ",
            "saḥ",
            "dakṣaḥ",
            "daiva",
            "coditaḥ"
        ],
        "translation": "His previous body had been destroyed, but he, the same Dakṣa, inspired by the supreme will, created all the desired living entities in the Cākṣuṣa manvantara.",
        "purport": " As stated in Bhagavad-gītā (8.17): “By human calculation, a thousand ages taken together is the duration of Brahmā’s one day. And such also is the duration of his night.” Brahmā’s one day consists of one thousand cycles of the four yugas — Satya, Tretā, Dvāpara and Kali. In that one day there are fourteen manvantaras, and out of these manvantaras this Cākṣuṣa manvantara is the sixth. The various Manus existing in one day of Lord Brahmā are as follows: (1) Svāyambhuva, (2) Svārociṣa, (3) Uttama, (4) Tāmasa, (5) Raivata, (6) Cākṣuṣa, (7) Vaivasvata, (8) Sāvarṇi, (9) Dakṣasāvarṇi, (10) Brahma-sāvarṇi, (11) Dharma-sāvarṇi, (12) Rudra-sāvarṇi, (13) Deva-sāvarṇi and (14) Indra-sāvarṇi."
    },
    {
        "verse": "49",
        "devanagari": "चाक्षुषे त्वन्तरे प्राप्ते प्राक्सर्गे कालविद्रुते ।य: ससर्ज प्रजा इष्टा: स दक्षो दैवचोदित: ॥ ४९ ॥",
        "english_devnagari": "cākṣuṣe tv antare prāpteprāk-sarge kāla-vidruteyaḥ sasarja prajā iṣṭāḥsa dakṣo daiva-coditaḥ",
        "verse_Syn": [
            "cākṣuṣe",
            "tu",
            "antare",
            "prāpte",
            "prāk",
            "sarge",
            "kāla",
            "vidrute",
            "yaḥ",
            "sasarja",
            "prajāḥ",
            "iṣṭāḥ",
            "saḥ",
            "dakṣaḥ",
            "daiva",
            "coditaḥ"
        ],
        "translation": "His previous body had been destroyed, but he, the same Dakṣa, inspired by the supreme will, created all the desired living entities in the Cākṣuṣa manvantara.",
        "purport": " As stated in Bhagavad-gītā (8.17): “By human calculation, a thousand ages taken together is the duration of Brahmā’s one day. And such also is the duration of his night.” Brahmā’s one day consists of one thousand cycles of the four yugas — Satya, Tretā, Dvāpara and Kali. In that one day there are fourteen manvantaras, and out of these manvantaras this Cākṣuṣa manvantara is the sixth. The various Manus existing in one day of Lord Brahmā are as follows: (1) Svāyambhuva, (2) Svārociṣa, (3) Uttama, (4) Tāmasa, (5) Raivata, (6) Cākṣuṣa, (7) Vaivasvata, (8) Sāvarṇi, (9) Dakṣasāvarṇi, (10) Brahma-sāvarṇi, (11) Dharma-sāvarṇi, (12) Rudra-sāvarṇi, (13) Deva-sāvarṇi and (14) Indra-sāvarṇi. Thus there are fourteen Manus in one day of Brahmā. In a year there are 5,040 Manus. Brahmā has to live for one hundred years; consequently, the total of Manus appearing and disappearing during the life of one Brahmā is 504,000. This is the calculation for one universe, and there are innumerable universes. All these Manus come and go simply by the breathing process of Mahā-Viṣṇu. As stated in the Brahma-saṁhitā:"
    },
    {
        "verse": "49",
        "devanagari": "चाक्षुषे त्वन्तरे प्राप्ते प्राक्सर्गे कालविद्रुते ।य: ससर्ज प्रजा इष्टा: स दक्षो दैवचोदित: ॥ ४९ ॥",
        "english_devnagari": "cākṣuṣe tv antare prāpteprāk-sarge kāla-vidruteyaḥ sasarja prajā iṣṭāḥsa dakṣo daiva-coditaḥ",
        "verse_Syn": [
            "cākṣuṣe",
            "tu",
            "antare",
            "prāpte",
            "prāk",
            "sarge",
            "kāla",
            "vidrute",
            "yaḥ",
            "sasarja",
            "prajāḥ",
            "iṣṭāḥ",
            "saḥ",
            "dakṣaḥ",
            "daiva",
            "coditaḥ"
        ],
        "translation": "His previous body had been destroyed, but he, the same Dakṣa, inspired by the supreme will, created all the desired living entities in the Cākṣuṣa manvantara.",
        "purport": " As stated in Bhagavad-gītā (8.17): “By human calculation, a thousand ages taken together is the duration of Brahmā’s one day. And such also is the duration of his night.” Brahmā’s one day consists of one thousand cycles of the four yugas — Satya, Tretā, Dvāpara and Kali. In that one day there are fourteen manvantaras, and out of these manvantaras this Cākṣuṣa manvantara is the sixth. The various Manus existing in one day of Lord Brahmā are as follows: (1) Svāyambhuva, (2) Svārociṣa, (3) Uttama, (4) Tāmasa, (5) Raivata, (6) Cākṣuṣa, (7) Vaivasvata, (8) Sāvarṇi, (9) Dakṣasāvarṇi, (10) Brahma-sāvarṇi, (11) Dharma-sāvarṇi, (12) Rudra-sāvarṇi, (13) Deva-sāvarṇi and (14) Indra-sāvarṇi. Thus there are fourteen Manus in one day of Brahmā. In a year there are 5,040 Manus. Brahmā has to live for one hundred years; consequently, the total of Manus appearing and disappearing during the life of one Brahmā is 504,000. This is the calculation for one universe, and there are innumerable universes. All these Manus come and go simply by the breathing process of Mahā-Viṣṇu. As stated in the Brahma-saṁhitā: The word jagad-aṇḍa-nātha means Lord Brahmā. There are innumerable jagad-aṇḍa-nātha Brahmās, and thus we can calculate the many Manus. The present age is under the control of Vaivasvata Manu. Each Manu lives 4,320,000 years multiplied by 71. The present Manu has already lived for 4,320,000 years multiplied by 28. All these long life spans are ultimately ended by the laws of material nature. The controversy of the Dakṣa-yajña took place in the Svāyambhuva manvantara period. As a result, Dakṣa was punished by Lord Śiva, but by virtue of his prayers to Lord Śiva he became eligible to regain his former opulence. According to Viśvanātha Cakravartī Ṭhākura, Dakṣa underwent severe penances up to the fifth manvantara. Thus at the beginning of the sixth manvantara, known as the Cākṣuṣa manvantara, Dakṣa regained his former opulence by the blessings of Lord Śiva."
    },
    {
        "verse": "50-51",
        "devanagari": "यो जायमान: सर्वेषां तेजस्तेजस्विनां रुचा ।स्वयोपादत्त दाक्ष्याच्च कर्मणां दक्षमब्रुवन् ॥ ५० ॥तं प्रजासर्गरक्षायामनादिरभिषिच्य च ।युयोज युयुजेऽन्यांश्च स वै सर्वप्रजापतीन् ॥ ५१ ॥",
        "english_devnagari": "yo jāyamānaḥ sarveṣāṁtejas tejasvināṁ rucāsvayopādatta dākṣyāc cakarmaṇāṁ dakṣam abruvan",
        "verse_Syn": [
            "yaḥ",
            "jāyamānaḥ",
            "sarveṣām",
            "tejaḥ",
            "tejasvinām",
            "rucā",
            "svayā",
            "upādatta",
            "dākṣyāt",
            "ca",
            "karmaṇām",
            "dakṣam",
            "abruvan",
            "tam",
            "prajā",
            "sarga",
            "rakṣāyām",
            "anādiḥ",
            "abhiṣicya",
            "ca",
            "yuyoja",
            "yuyuje",
            "anyān",
            "ca",
            "saḥ",
            "vai",
            "sarva",
            "prajā",
            "patīn"
        ],
        "translation": "After being born, Dakṣa, by the superexcellence of his bodily luster, covered all others’ bodily opulence. Because he was very expert in performing fruitive activity, he was called by the name Dakṣa, meaning “the very expert.” Lord Brahmā therefore engaged Dakṣa in the work of generating living entities and maintaining them. In due course of time, Dakṣa also engaged other Prajāpatis [progenitors] in the process of generation and maintenance.",
        "purport": " Dakṣa became almost as powerful as Lord Brahmā. Consequently, Lord Brahmā engaged him in generating population. Dakṣa was very influential and opulent. In his own turn, Dakṣa engaged other Prajāpatis, headed by Marīci. In this way the population of the universe increased."
    }
]