[
    {
        "verse": "1",
        "devanagari": "",
        "english_devnagari": "maitreya uvācabhagavān api vaikuṇṭhaḥsākaṁ maghavatā vibhuḥyajñair yajña-patis tuṣṭoyajña-bhuk tam abhāṣata",
        "verse_Syn": [
            "maitreyaḥ",
            "uvāca",
            "bhagavān",
            "api",
            "vaikuṇṭhaḥ",
            "sākam",
            "maghavatā",
            "vibhuḥ",
            "yajñaiḥ",
            "yajña",
            "patiḥ",
            "tuṣṭaḥ",
            "yajña",
            "bhuk",
            "tam",
            "abhāṣata"
        ],
        "translation": "The great sage Maitreya continued: My dear Vidura, being very much satisfied by the performance of ninety-nine horse sacrifices, the Supreme Personality of Godhead, Lord Viṣṇu, appeared on the scene. Accompanying Him was King Indra. Lord Viṣṇu then began to speak.",
        "purport": ""
    },
    {
        "verse": "2",
        "devanagari": "श्रीभगवानुवाचएष तेऽकार्षीद्भङ्गं हयमेधशतस्य ह ।क्षमापयत आत्मानममुष्य क्षन्तुमर्हसि ॥ २ ॥",
        "english_devnagari": "śrī-bhagavān uvācaeṣa te ’kārṣīd bhaṅgaṁhaya-medha-śatasya hakṣamāpayata ātmānamamuṣya kṣantum arhasi",
        "verse_Syn": [
            "śrī",
            "bhagavān",
            "uvāca",
            "eṣaḥ",
            "te",
            "akārṣīt",
            "bhaṅgam",
            "haya",
            "medha",
            "śatasya",
            "ha",
            "kṣamāpayataḥ",
            "ātmānam",
            "amuṣya",
            "kṣantum",
            "arhasi"
        ],
        "translation": "Lord Viṣṇu, the Supreme Personality of Godhead, said: My dear King Pṛthu, Indra, the King of heaven, has disturbed your execution of one hundred sacrifices. Now he has come with Me to be forgiven by you. Therefore excuse him.",
        "purport": " In this verse the word ātmānam is very significant. It is a custom among yogīs and jñānīs to address one another (or even an ordinary man) as one’s self, for a transcendentalist never accepts a living being to be the body. Since the individual self is part and parcel of the Supreme Personality of Godhead, the self and the Superself are qualitatively nondifferent. As the next verse will explain, the body is only a superficial covering, and consequently an advanced transcendentalist will not make a distinction between one self and another."
    },
    {
        "verse": "3",
        "devanagari": "सुधिय: साधवो लोके नरदेव नरोत्तमा: ।नाभिद्रुह्यन्ति भूतेभ्यो यर्हि नात्मा कलेवरम् ॥ ३ ॥",
        "english_devnagari": "sudhiyaḥ sādhavo lokenaradeva narottamāḥnābhidruhyanti bhūtebhyoyarhi nātmā kalevaram",
        "verse_Syn": [
            "su",
            "dhiyaḥ",
            "sādhavaḥ",
            "loke",
            "nara",
            "deva",
            "nara",
            "uttamāḥ",
            "na",
            "abhidruhyanti",
            "bhūtebhyaḥ",
            "yarhi",
            "na",
            "ātmā",
            "kalevaram"
        ],
        "translation": "O King, one who is advanced in intelligence and eager to perform welfare activities for others is considered best amongst human beings. An advanced human being is never malicious to others. Those with advanced intelligence are always conscious that this material body is different from the soul.",
        "purport": " In daily life we find that when a madman commits murder, he is excused even by a high-court judge. The idea is that a living entity is always pure because he is part and parcel of the Supreme Personality of Godhead. When he falls into the clutches of material energy, he becomes a victim of the three modes of material nature. Indeed, whatever he does, he does under the influence of material nature. As stated in Bhagavad-gītā (5.14): “The embodied spirit, master of the city of his body, does not create activities, nor does he induce people to act, nor does he create the fruits of action. All this is enacted by the modes of material nature.” Actually the living entity, or soul, does not do anything; everything is done under the influence of the modes of material nature. When a man is diseased, the symptoms of the disease become a source of all kinds of pain. Those who are advanced in transcendental consciousness, or Kṛṣṇa consciousness, are never envious, neither of the soul nor of the activities of the soul under the influence of material nature. Advanced transcendentalists are called sudhiyaḥ. Sudhī means “intelligence,” sudhī means “highly advanced,” and sudhī means “devotee.” One who is both devoted and highly advanced in intelligence does not take action against the soul or the body. If there is any discrepancy, he forgives. It is said that forgiveness is a quality of those who are advancing in spiritual knowledge."
    },
    {
        "verse": "4",
        "devanagari": "पुरुषा यदि मुह्यन्ति त्वाद‍ृशा देवमायया ।श्रम एव परं जातो दीर्घया वृद्धसेवया ॥ ४ ॥",
        "english_devnagari": "puruṣā yadi muhyantitvādṛśā deva-māyayāśrama eva paraṁ jātodīrghayā vṛddha-sevayā",
        "verse_Syn": [
            "puruṣāḥ",
            "yadi",
            "muhyanti",
            "tvādṛśāḥ",
            "deva",
            "māyayā",
            "śramaḥ",
            "eva",
            "param",
            "jātaḥ",
            "dīrghayā",
            "vṛddha",
            "sevayā"
        ],
        "translation": "If a personality like you, who are so much advanced because of executing the instructions of the previous ācāryas, is carried away by the influence of My material energy, then all your advancement may be considered simply a waste of time.",
        "purport": " In this verse the word vṛddha-sevayā is very significant. Vṛddha means “old”; sevayā means “by service.” Perfect knowledge is acquired from the ācāryas, or liberated souls. No one can be perfect in knowledge without being trained by the paramparā system. Pṛthu Mahārāja was completely trained in that line; therefore he did not deserve to be considered an ordinary man. An ordinary man, who has only a conception of bodily existence, is always bewildered by the modes of material nature."
    },
    {
        "verse": "5",
        "devanagari": "अत: कायमिमं विद्वानविद्याकामकर्मभि: ।आरब्ध इति नैवास्मिन्प्रतिबुद्धोऽनुषज्जते ॥ ५ ॥",
        "english_devnagari": "ataḥ kāyam imaṁ vidvānavidyā-kāma-karmabhiḥārabdha iti naivāsminpratibuddho ’nuṣajjate",
        "verse_Syn": [
            "ataḥ",
            "kāyam",
            "imam",
            "vidvān",
            "avidyā",
            "kāma",
            "karmabhiḥ",
            "ārabdhaḥ",
            "iti",
            "na",
            "eva",
            "asmin",
            "pratibuddhaḥ",
            "anuṣajjate"
        ],
        "translation": "Those who are in full knowledge of the bodily conception of life, who know that this body is composed of nescience, desires and activities resulting from illusion, do not become addicted to the body.",
        "purport": " As stated in a previous verse, those with good intellect (sudhiyaḥ) do not accept themselves to be the body. Being a creation of nescience, the body has two types of activities. In the bodily conception, when we think that sense gratification will help us, we are in illusion. Another kind of illusion is to think that one will become happy by trying to satisfy the desires that arise from the illusory body or by attaining elevation to the higher planetary systems or by performing various types of Vedic rituals. This is all illusion. Similarly, material activities performed for political emancipation and social and humanitarian activities performed with an idea that people of the world will be happy are also illusory because the basic principle is the bodily conception, which is illusory. Whatever we desire or perform under the bodily conception is all illusion. In other words, Lord Viṣṇu informed Pṛthu Mahārāja that although the sacrificial performances set an example for ordinary people, there was no need for such sacrificial performances as far as his personal self was concerned. As confirmed in Bhagavad-gītā (2.45): “The Vedas mainly deal with the subject of the three modes of material nature. Rise above these modes, O Arjuna. Be transcendental to all of them. Be free from all dualities and from all anxieties for gain and safety, and be established in the self.” The ritualistic performances recommended in the Vedas mainly depend on the three modes of material nature. Consequently Arjuna was advised to transcend the Vedic activities. The activities Arjuna was advised to perform were the transcendental activities of devotional service."
    },
    {
        "verse": "6",
        "devanagari": "असंसक्त: शरीरेऽस्मिन्नमुनोत्पादिते गृहे ।अपत्ये द्रविणे वापि क: कुर्यान्ममतां बुध: ॥ ६ ॥",
        "english_devnagari": "asaṁsaktaḥ śarīre ’sminnamunotpādite gṛheapatye draviṇe vāpikaḥ kuryān mamatāṁ budhaḥ",
        "verse_Syn": [
            "asaṁsaktaḥ",
            "śarīre",
            "asmin",
            "amunā",
            "utpādite",
            "gṛhe",
            "apatye",
            "draviṇe",
            "vā",
            "api",
            "kaḥ",
            "kuryāt",
            "mamatām",
            "budhaḥ"
        ],
        "translation": "How can a highly learned person who has absolutely no affinity for the bodily conception of life be affected by the bodily conception in regard to house, children, wealth and similar other bodily productions?",
        "purport": " The Vedic ritualistic ceremonies are certainly meant to please the Supreme Personality of Godhead, Lord Viṣṇu. However, by such activities one does not factually satisfy the Lord. Rather, with the sanction of the Lord, one tries to satisfy one’s own senses. In other words, materialists, who are especially interested in sense gratification, are given permission or license to enjoy sense gratification by executing the Vedic ritualistic ceremonies. That is called traiguṇya-viṣayā vedāḥ. The Vedic performances are based on the three modes of material nature. Those who are elevated above the material condition are not at all interested in such Vedic performances. Rather, they are interested in the higher duties of transcendental loving service to the Supreme Personality of Godhead. Such devotional service is called nistraiguṇya. Devotional service to the Lord has nothing to do with the material conception of bodily comfort."
    },
    {
        "verse": "7",
        "devanagari": "एक: शुद्ध: स्वयंज्योतिर्निर्गुणोऽसौ गुणाश्रय: ।सर्वगोऽनावृत: साक्षी निरात्मात्मात्मन: पर: ॥ ७ ॥",
        "english_devnagari": "ekaḥ śuddhaḥ svayaṁ-jyotirnirguṇo ’sau guṇāśrayaḥsarva-go ’nāvṛtaḥ sākṣīnirātmātmātmanaḥ paraḥ",
        "verse_Syn": [
            "ekaḥ",
            "śuddhaḥ",
            "svayam",
            "jyotiḥ",
            "nirguṇaḥ",
            "asau",
            "guṇa",
            "āśrayaḥ",
            "sarva",
            "gaḥ",
            "anāvṛtaḥ",
            "sākṣī",
            "nirātmā",
            "ātma",
            "ātmanaḥ",
            "paraḥ"
        ],
        "translation": "The individual soul is one, pure, nonmaterial and self-effulgent. He is the reservoir of all good qualities, and He is all-pervading. He is without material covering, and He is the witness of all activities. He is completely distinguished from other living entities, and He is transcendental to all embodied souls.",
        "purport": " In the previous verse two significant words are used: asaṁsaktaḥ, meaning “without attachment,” and budhaḥ, meaning “fully cognizant of everything.” By full cognizance it is meant that one should know about his own constitutional position as well as the position of the Supreme Personality of Godhead. According to Śrī Viśvanātha Cakravartī Ṭhākura, in this verse Lord Viṣṇu is describing Himself, or the Paramātmā. The Paramātmā is always distinguished from the embodied soul as well as the material world. Therefore He has been described as para. That para, or Supreme Personality of Godhead, is eka, meaning “one.” The Lord is one, whereas the conditioned souls embodied within the material world exist in many varieties of form. There are demigods, human beings, animals, trees, birds, bees and so forth. Thus the living entities are not eka but many. As confirmed in the Vedas: nityo nityānāṁ cetanaś cetanānām. The living entities, who are many and who are entangled in this material world, are not pure. However, the Supreme Personality of Godhead is pure and detached. Due to being covered by the material body, the living entities are not self-effulgent, but the Supreme Personality of Godhead, Paramātmā, is self-effulgent. The living entities, being contaminated by the modes of material nature, are called saguṇa, whereas Paramātmā, the Supreme Personality of Godhead, is nirguṇa, not being under the influence of the material modes. The living entities, being encaged in material qualities, are guṇāśrita, whereas the Supreme Personality of Godhead is guṇāśraya. The conditioned soul’s vision is covered by material contamination; therefore he cannot see the cause of his actions, and he cannot see his past lives. The Supreme Personality of Godhead, not being covered by a material body, is the witness of all the activities of the living entity. But both of them, the living entity and the Paramātmā, the Supreme Personality of Godhead, are ātmā, or spirit. They are one in quality, yet they are different in so many ways, especially in regard to the six opulences the Supreme Personality of Godhead has in full. Full knowledge means that the jīva-ātmā, the living entity, must know both his position and the Supreme’s position. That is full knowledge."
    },
    {
        "verse": "8",
        "devanagari": "य एवं सन्तमात्मानमात्मस्थं वेद पूरुष: ।नाज्यते प्रकृतिस्थोऽपि तद्गुणै: स मयि स्थित: ॥ ८ ॥",
        "english_devnagari": "ya evaṁ santam ātmānamātma-sthaṁ veda pūruṣaḥnājyate prakṛti-stho ’pitad-guṇaiḥ sa mayi sthitaḥ",
        "verse_Syn": [
            "yaḥ",
            "evam",
            "santam",
            "ātmānam",
            "ātma",
            "stham",
            "veda",
            "pūruṣaḥ",
            "na",
            "ajyate",
            "prakṛti",
            "sthaḥ",
            "api",
            "tat",
            "guṇaiḥ",
            "saḥ",
            "mayi",
            "sthitaḥ"
        ],
        "translation": "Although within the material nature, one who is thus situated in full knowledge of the Paramātmā and ātmā is never affected by the modes of material nature, for he is always situated in My transcendental loving service.",
        "purport": " When the Supreme Personality of Godhead appears in this material world, He is not affected by the modes of material nature. Similarly, those who are always connected with the Supreme Personality of Godhead, even though they be within the material body or the material world, are not affected by the material qualities. That is explained very nicely in Bhagavad-gītā (14.26): “One who is unflinchingly engaged in the devotional service of the Lord surpasses the material qualities and attains Brahman realization.” In this connection Śrīla Rūpa Gosvāmī says that if a person is always engaged in the service of the Lord with his body, words and mind, he is to be considered liberated although living in the material world."
    },
    {
        "verse": "9",
        "devanagari": "य: स्वधर्मेण मां नित्यं निराशी: श्रद्धयान्वित: ।भजते शनकैस्तस्य मनो राजन् प्रसीदति ॥ ९ ॥",
        "english_devnagari": "yaḥ sva-dharmeṇa māṁ nityaṁnirāśīḥ śraddhayānvitaḥbhajate śanakais tasyamano rājan prasīdati",
        "verse_Syn": [
            "yaḥ",
            "sva",
            "dharmeṇa",
            "mām",
            "nityam",
            "nirāśīḥ",
            "śraddhayā",
            "anvitaḥ",
            "bhajate",
            "śanakaiḥ",
            "tasya",
            "manaḥ",
            "rājan",
            "prasīdati"
        ],
        "translation": "The Supreme Personality of Godhead, Lord Viṣṇu, continued: My dear King Pṛthu, when one situated in his occupational duty engages in My loving service without motive for material gain, he gradually becomes very satisfied within.",
        "purport": " This verse is also confirmed by the Viṣṇu Purāṇa. Occupational duties are known as varṇāśrama-dharma and apply to the four divisions of material and spiritual life — namely brāhmaṇa, kṣatriya, vaiśya and śūdra, and brahmacarya, gṛhastha, vānaprastha and sannyāsa. If one works according to the varṇāśrama-dharma system and does not desire fruitive results, he gets satisfaction gradually. Discharging one’s occupational duty as a means of rendering devotional service unto the Supreme Personality of Godhead is the ultimate goal of life. Bhagavad-gītā confirms this as the process of karma-yoga. In other words, we should act only for the satisfaction and service of the Lord; otherwise we will be entangled by the resultant actions. Everyone is situated in his occupational duty, but the purpose of material occupations should not be material gain. Rather, everyone should offer the results of his occupational activities. A brāhmaṇa especially should execute his occupational duties not for material gain but to please the Supreme Personality of Godhead. The kṣatriya, vaiśya and śūdra should work in a similar way. In this material world everyone is engaged in various professional and occupational duties, but the purpose of such activities should be to please the Supreme Personality of Godhead. Devotional service is very simple, and anyone can adopt it. Let one remain what he is; he need only install the Deity of the Supreme Lord in his house. The Deity may be Rādhā-Kṛṣṇa or Lakṣmī-Nārāyaṇa (there are many other forms of the Lord). In this way a brāhmaṇa, kṣatriya, vaiśya or śūdra can worship the Deity with the results of his honest labor. Regardless of one’s occupational duty, one should adopt the devotional means of hearing, chanting, remembering, worshiping, offering everything to the Lord and engaging in His service. In this way one can very easily engage himself in the service of the Lord. When the Lord is pleased with one’s service, one’s mission in life is fulfilled."
    },
    {
        "verse": "10",
        "devanagari": "परित्यक्तगुण: सम्यग्दर्शनो विशदाशय: ।शान्तिं मे समवस्थानं ब्रह्म कैवल्यमश्नुते ॥ १० ॥",
        "english_devnagari": "parityakta-guṇaḥ samyagdarśano viśadāśayaḥśāntiṁ me samavasthānaṁbrahma kaivalyam aśnute",
        "verse_Syn": [
            "parityakta",
            "guṇaḥ",
            "samyak",
            "darśanaḥ",
            "viśada",
            "āśayaḥ",
            "śāntim",
            "me",
            "samavasthānam",
            "brahma",
            "kaivalyam",
            "aśnute"
        ],
        "translation": "When the heart is cleansed of all material contamination, the devotee’s mind becomes broader and transparent and he can see things equally. At that stage of life there is peace, and one is situated equally with Me as sac-cid-ānanda-vigraha.",
        "purport": " The Māyāvāda conception of kaivalya and that of the Vaiṣṇava community is different. The Māyāvādī thinks that as soon as one is free from all material contamination, he is merged into the existence of the Supreme. The Vaiṣṇava philosopher’s conception of kaivalya is different. He understands both his position and the position of the Supreme Personality of Godhead. In the uncontaminated condition, the living entity understands that he is the eternal servitor of the Supreme, and that is called Brahman realization, the spiritual perfection of the living entity. This rapport is very easily achieved. As stated in Bhagavad-gītā, when one is engaged in the transcendental loving service of the Lord, he is immediately situated on the transcendental platform of kaivalya, or Brahman."
    },
    {
        "verse": "11",
        "devanagari": "उदासीनमिवाध्यक्षं द्रव्यज्ञानक्रियात्मनाम् ।कूटस्थमिममात्मानं यो वेदाप्नोति शोभनम् ॥ ११ ॥",
        "english_devnagari": "udāsīnam ivādhyakṣaṁdravya-jñāna-kriyātmanāmkūṭa-stham imam ātmānaṁyo vedāpnoti śobhanam",
        "verse_Syn": [
            "udāsīnam",
            "iva",
            "adhyakṣam",
            "dravya",
            "jñāna",
            "kriyā",
            "ātmanām",
            "kūṭa",
            "stham",
            "imam",
            "ātmānam",
            "yaḥ",
            "veda",
            "āpnoti",
            "śobhanam"
        ],
        "translation": "Anyone who knows that this material body, made of the five gross elements, the sense organs, the working senses and the mind, is simply supervised by the fixed soul is eligible to be liberated from material bondage.",
        "purport": " This verse describes how one can become liberated from material bondage. The first point is that one must know that the soul is different from his body. The soul is called dehī, or one who possesses the body, and the material body is called deha, or the embodiment of the soul. The body is changing at every moment, but the soul is fixed; therefore the soul is called kūṭa-stham. The change of body is enacted by the reactions of the three modes of nature. One who has understood the fixed position of the soul should not be disturbed by the incoming and outgoing interactions of the modes of material nature in the form of happiness and distress. In Bhagavad-gītā also, Lord Kṛṣṇa recommends that since happiness and distress come and go due to the interaction of the modes of nature on the body, one should not be disturbed by such external movements. Even though one is sometimes absorbed in such external movements, he has to learn to tolerate them. The living entity should be always indifferent to the action and reaction of the external body. Lord Kṛṣṇa says in Bhagavad-gītā that the body, made of the gross physical elements (earth, water, fire, air and sky) and the subtle elements (mind, intelligence and ego), is completely different from the soul proper. One should therefore not be disturbed by the action and reaction of these eight gross and subtle material elements. The practical process to attain this stage of indifference is to execute devotional service. Only one who constantly engages in devotional service twenty-four hours a day can be indifferent to the action and reaction of the external body. When a man is absorbed in a particular thought, he does not hear or see any external activities, even though they are enacted in his presence. Similarly, those who are fully absorbed in devotional service do not care what is going on with the external body. That status is called samādhi. One who is actually situated in samādhi is understood to be a first-class yogī."
    },
    {
        "verse": "12",
        "devanagari": "भिन्नस्य लिङ्गस्य गुणप्रवाहोद्रव्यक्रियाकारकचेतनात्मन: ।द‍ृष्टासु सम्पत्सु विपत्सु सूरयोन विक्रियन्ते मयि बद्धसौहृदा: ॥ १२ ॥",
        "english_devnagari": "bhinnasya liṅgasya guṇa-pravāhodravya-kriyā-kāraka-cetanātmanaḥdṛṣṭāsu sampatsu vipatsu sūrayona vikriyante mayi baddha-sauhṛdāḥ",
        "verse_Syn": [
            "bhinnasya",
            "liṅgasya",
            "guṇa",
            "pravāhaḥ",
            "dravya",
            "kriyā",
            "kāraka",
            "cetanā",
            "ātmanaḥ",
            "dṛṣṭāsu",
            "sampatsu",
            "vipatsu",
            "sūrayaḥ",
            "na",
            "vikriyante",
            "mayi",
            "baddha",
            "sauhṛdāḥ"
        ],
        "translation": "Lord Viṣṇu told King Pṛthu: My dear King, the constant change of this material world is due to the interaction of the three modes of material nature. The five elements, the senses, the demigods who control the senses, as well as the mind, which is agitated by the spirit soul — all these taken together comprise the body. Since the spirit soul is completely different from this combination of gross and subtle material elements, My devotee who is connected with Me in intense friendship and affection, being completely in knowledge, is never agitated by material happiness and distress.",
        "purport": " The question may be raised that if the living entity has to act as the superintendent of the activities of the bodily combination, then how can he be indifferent to the activities of the body? The answer is given here: these activities are completely different from the activities of the spirit soul of the living entity. A crude example can be given in this connection: A businessman riding in a motorcar sits in the car, supervises its running and advises the driver. He knows how much gasoline is used up, and he knows everything about the car, but still he is apart from the car and is more concerned with his business. Even while riding in the car, he thinks of his business and his office. He has no connection with the car, although he is sitting there. As the businessman is always absorbed in thoughts of his business, so the living entity can be absorbed in thoughts of rendering loving service to the Lord. Then it will be possible to remain separate from the activities of the material body. This position of neutrality can be possible only for a devotee. The word baddha-sauhṛdāḥ, “bound in friendship,” is particularly used here. Karmīs, jñānīs and yogīs cannot be bound in devotional service. Karmīs fully engage in the activities of the body. Their aim of life is to give comfort to the body only. Jñānīs try to get out of entanglement by philosophical speculation, but they have no standing in the liberated position. Because they do not take shelter under the lotus feet of the Lord, they fall down from the exalted position of Brahman realization. Yogīs also have a bodily concept of life — they think that they can achieve something spiritual by exercising the body through dhāraṇā, āsana, prāṇāyāma, etc. A devotee’s position is always transcendental because of his intimate relationship with the Supreme Personality of Godhead. Therefore, to remain always aloof from the actions and reactions of the body and engage in one’s real occupation, namely rendering service to the Lord, can be possible only for devotees."
    },
    {
        "verse": "13",
        "devanagari": "सम: समानोत्तममध्यमाधम:सुखे च दु:खे च जितेन्द्रियाशय: ।मयोपक्लृप्ताखिललोकसंयुतोविधत्स्व वीराखिललोकरक्षणम् ॥ १३ ॥",
        "english_devnagari": "samaḥ samānottama-madhyamādhamaḥsukhe ca duḥkhe ca jitendriyāśayaḥmayopakḷptākhila-loka-saṁyutovidhatsva vīrākhila-loka-rakṣaṇam",
        "verse_Syn": [
            "samaḥ",
            "samāna",
            "uttama",
            "madhyama",
            "adhamaḥ",
            "sukhe",
            "ca",
            "duḥkhe",
            "ca",
            "jita",
            "indriya",
            "āśayaḥ",
            "mayā",
            "upakḷpta",
            "akhila",
            "loka",
            "saṁyutaḥ",
            "vidhatsva",
            "vīra",
            "akhila",
            "loka",
            "rakṣaṇam"
        ],
        "translation": "My dear heroic King, please keep yourself always equipoised and treat people equally, whether they are greater than you, in the intermediate stage or lower than you. Do not be disturbed by temporary distress or happiness. Fully control your mind and senses. In this transcendental position, try to execute your duty as king in whatever condition of life you may be posted by My arrangement, for your only duty here is to give protection to the citizens of your kingdom.",
        "purport": " Here is an example of receiving direct instruction from the Supreme Personality of Godhead, Lord Viṣṇu. One has to execute the order of Lord Viṣṇu, whether receiving it directly from Him or from His bona fide representative, the spiritual master. Arjuna fought the Battle of Kurukṣetra under the direct order of the Supreme Personality of Godhead, Kṛṣṇa. Similarly, here Pṛthu Mahārāja is also being given orders by Lord Viṣṇu regarding the execution of his duty. We have to stick to the principles stated in the Bhagavad-gītā. Vyavasāyātmikā buddhiḥ: every man’s duty is to receive orders from Lord Kṛṣṇa or from His bona fide representative and take these orders as his life and soul, without personal considerations. Śrīla Viśvanātha Cakravartī Ṭhākura states that one should not care very much whether he is going to be liberated or not, but he should simply execute the direct order received from the spiritual master. If one sticks to the principle of abiding by the order of the spiritual master, he will always remain in a liberated position. A common man must execute the rules and regulations of varṇāśrama-dharma by working in his prescribed duty according to the caste system (brāhmaṇa, kṣatriya, vaiśya and śūdra) and the spiritual-order system (brahmacarya, gṛhastha, vānaprastha and sannyāsa). If one simply executes regularly and strictly the injunctions given for the different divisions of life, then one satisfies Lord Viṣṇu. As a king, Pṛthu Mahārāja was ordered by Lord Viṣṇu to keep himself always aloof from the activities of the bodily situation and to engage always in the service of the Lord and thus keep himself in the liberated stage. The word baddha-sauhṛdāḥ in the previous verse is explained herewith. One can fully remain in intimate connection with the Supreme Lord directly or receive orders from His bona fide representative the spiritual master and execute the orders sincerely when one keeps aloof from the activities of the body. The Lord helps us by giving us directions how to act in devotional service and thus advance on the path back home, back to Godhead. He instructs us outwardly in the form of the spiritual master. Therefore, one should not accept the spiritual master as an ordinary human being. The Lord says, ācāryaṁ māṁ vijānīyān nāva-manyeta karhicit: one should not treat the spiritual master as an ordinary human being, for he is the substitute for the Supreme Personality of Godhead (Bhāg. 11.17.27). One should treat the spiritual master as the Supreme Personality of Godhead and never be envious of him or consider him to be an ordinary human being. If we follow the instruction of the spiritual master and execute devotional service to the Lord, we will remain always free from the contamination of bodily and material activities, and our life will be successful."
    },
    {
        "verse": "14",
        "devanagari": "श्रेय: प्रजापालनमेव राज्ञोयत्साम्पराये सुकृतात् षष्ठमंशम् ।हर्तान्यथा हृतपुण्य: प्रजाना-मरक्षिता करहारोऽघमत्ति ॥ १४ ॥",
        "english_devnagari": "śreyaḥ prajā-pālanam eva rājñoyat sāmparāye sukṛtāt ṣaṣṭham aṁśamhartānyathā hṛta-puṇyaḥ prajānāmarakṣitā kara-hāro ’gham atti",
        "verse_Syn": [
            "śreyaḥ",
            "prajā",
            "pālanam",
            "eva",
            "rājñaḥ",
            "yat",
            "sāmparāye",
            "su",
            "kṛtāt",
            "ṣaṣṭham",
            "aṁśam",
            "hartā",
            "anyathā",
            "hṛta",
            "puṇyaḥ",
            "prajānām",
            "arakṣitā",
            "kara",
            "hāraḥ",
            "agham",
            "atti"
        ],
        "translation": "To give protection to the general mass of people who are citizens of the state is the prescribed occupational duty for a king. By acting in that way, the king in his next life shares one sixth of the result of the pious activities of the citizens. But a king or executive head of state who simply collects taxes from the citizens but does not give them proper protection as human beings has the results of his own pious activities taken away by the citizens, and in exchange for his not giving protection he becomes liable to punishment for the impious activities of his subjects.",
        "purport": " The question may be raised here that if everyone engaged in spiritual activities to attain salvation and became indifferent to the activities of the material world, then how could things as they are go on? And if things are to go on as they ought to, how can a head of state be indifferent to such activities? In answer to this question, the word śreyaḥ, “auspicious,” is used here. The division of activities in society as arranged by the Supreme Personality of Godhead was not blindly or accidentally created, as foolish people say. The brāhmaṇa must do his duty properly, and the kṣatriya, the vaiśya and even the śūdra must do the same. And every one of them can achieve the highest perfection of life — liberation from this material bondage. This is confirmed in Bhagavad-gītā (18.45). Sve sve karmaṇy abhirataḥ saṁsiddhiṁ labhate naraḥ: “By executing one’s prescribed duties, one can attain the highest perfection.” Lord Viṣṇu advised Mahārāja Pṛthu that a king is not enjoined to give up his kingdom and the responsibility of protecting the prajās, or citizens, to instead go away to the Himālayas for liberation. He can attain liberation while executing his royal duties. The royal duty or the duty of the head of state is to see that the prajās, or the general mass of people, are doing their respective duties for spiritual salvation. A secular state does not necessitate a king or head of state who is indifferent to the activities of the prajās. In the modern state the government has many rules and regulations for conducting the duties of the prajās, but the government neglects to see that the citizens advance in spiritual knowledge. If the government is careless in this matter, the citizens will act whimsically, without any sense of God realization or spiritual life, and thus become entangled in sinful activities. An executive head should not be callous to the welfare of the general mass of people while he simply goes on collecting taxes. The king’s real duty is to see that the citizens gradually become fully Kṛṣṇa conscious. Kṛṣṇa conscious means completely free from all sinful activities. As soon as there is complete eradication of sinful activities in the state, then there will be no more war, pestilence, famine or natural disturbances. This was actually prevailing during the reign of Mahārāja Yudhiṣṭhira. If a king or head of the government is able to induce the citizens to become Kṛṣṇa conscious, then he is worthy to rule over the mass of people; otherwise, he has no right to levy taxes. If the king looks after the spiritual interests of the citizens, he can levy taxes without difficulties. In this way both the subjects and the king will be happy during this life, and in the next life the king will be able to share one sixth of the pious activities of the citizens. Otherwise, by levying taxes on the sinful citizens, he will have to share the reactions of their sinful activities. This same principle can be applied to parents and spiritual masters as well. If parents simply give birth to children like cats and dogs but cannot save their children from imminent death, they become responsible for the activities of their animalistic children. Lately, such children are turning into hippies. Similarly, if a spiritual master cannot direct his disciples to become free of sinful activities, he becomes responsible for their sinful acts. These subtle laws of nature are unknown to the present leaders of society. Since the leaders of society have a poor fund of knowledge and the citizens in general are rogues and thieves, there cannot be an auspicious situation for human society. At the present moment the whole world is full of such an incompatible combination of state and citizens, and therefore there is constant tension, war and anxiety as an inevitable result of such social conditions."
    },
    {
        "verse": "15",
        "devanagari": "एवं द्विजाग्र्यानुमतानुवृत्तधर्मप्रधानोऽन्यतमोऽवितास्या: ।ह्रस्वेन कालेन गृहोपयातान्द्रष्टासि सिद्धाननुरक्तलोक: ॥ १५ ॥",
        "english_devnagari": "evaṁ dvijāgryānumatānuvṛtta-dharma-pradhāno ’nyatamo ’vitāsyāḥhrasvena kālena gṛhopayātāndraṣṭāsi siddhān anurakta-lokaḥ",
        "verse_Syn": [
            "evam",
            "dvija",
            "agrya",
            "anumata",
            "anuvṛtta",
            "dharma",
            "pradhānaḥ",
            "anyatamaḥ",
            "avitā",
            "asyāḥ",
            "hrasvena",
            "kālena",
            "gṛha",
            "upayātān",
            "draṣṭāsi",
            "siddhān",
            "anurakta",
            "lokaḥ"
        ],
        "translation": "Lord Viṣṇu continued: My dear King Pṛthu, if you continue to protect the citizens according to the instructions of the learned brāhmaṇa authorities, as they are received by the disciplic succession — by hearing — from master to disciple, and if you follow the religious principles laid down by them, without attachment to ideas manufactured by mental concoction, then every one of your citizens will be happy and will love you, and very soon you will be able to see such already liberated personalities as the four Kumāras [Sanaka, Sanātana, Sanandana and Sanat-kumāra].",
        "purport": " Lord Viṣṇu advised King Pṛthu that everyone should follow the principles of varṇāśrama-dharma; then, in whatever capacity one remains within this material world, his salvation is guaranteed after death. In this age, however, since the system of varṇāśrama-dharma is topsy-turvy, it is very difficult to strictly follow all the principles. The only method for becoming perfect in life is to develop Kṛṣṇa consciousness. As varṇāśrama-dharma is executed from different positions by different men, so the Kṛṣṇa consciousness principles can be followed by everyone in every part of the world. There is a specific purpose in mentioning herein that one should follow the dvijāgryas, the most prominent brāhmaṇas, like Parāśara and Manu. These great sages have already given us instructions on how to live according to the principles of varṇāśrama-dharma. Similarly, Sanātana Gosvāmī and Rūpa Gosvāmī have given us rules and regulations for becoming pure devotees of the Lord. It is essential, therefore, to follow the instructions of the ācāryas in the paramparā system, who have received the knowledge as passed down from spiritual master to disciple. In this way, although living in our material condition of life, we can get out of the entanglement of material contamination without leaving our positions. Lord Caitanya Mahāprabhu advises, therefore, that one does not have to change his position. One simply has to hear from the perfect source (this is called paramparā) and follow the principles for practical application in life; thus one can attain the highest perfection of life — liberation — and go back home, back to Godhead. In other words, the change required is a change in consciousness, not in the body. Unfortunately, in this fallen age, people are concerned with the body, not with the soul. They have invented so many “isms” pertaining to the body only, not to the soul. In the modern age of democracy there are so many government representatives voting for legislation. Every day they bring out a new law. But because these laws are only mental concoctions manufactured by inexperienced conditioned souls, they cannot give relief to human society. Formerly, although the kings were autocrats, they strictly followed the principles laid down by great sages and saintly persons. There were no mistakes in ruling over the country, and everything went perfectly. The citizens were completely pious, the king levied taxes legitimately, and therefore the situation was very happy. At the present moment the so-called executive heads are more or less selected from materially ambitious persons who simply look after their own personal interests; they have no knowledge of the śāstras. In other words, the executive heads are fools and rascals in the strict sense of the terms, and the people in general are śūdras. This combination of fools and rascals and śūdras cannot bring about peace and prosperity in this world. Therefore we find periodic upheavals in society in the forms of battles, communal riots and fratricidal quarrels. Under these circumstances, not only are the leaders unable to lead the people toward liberation, but they cannot even give them peace of mind. In Bhagavad-gītā it is stated that anyone who lives on concocted ideas, without reference to the śāstras, never becomes successful and does not attain happiness or liberation after death."
    },
    {
        "verse": "16",
        "devanagari": "वरं च मत्कञ्चन मानवेन्द्रवृणीष्व तेऽहं गुणशीलयन्त्रित: ।नाहं मखैर्वै सुलभस्तपोभि-र्योगेन वा यत्समचित्तवर्ती ॥ १६ ॥",
        "english_devnagari": "varaṁ ca mat kañcana mānavendravṛṇīṣva te ’haṁ guṇa-śīla-yantritaḥnāhaṁ makhair vai sulabhas tapobhiryogena vā yat sama-citta-vartī",
        "verse_Syn": [
            "varam",
            "ca",
            "mat",
            "kañcana",
            "mānava",
            "indra",
            "vṛṇīṣva",
            "te",
            "aham",
            "guṇa",
            "śīla",
            "yantritaḥ",
            "na",
            "aham",
            "makhaiḥ",
            "vai",
            "su",
            "labhaḥ",
            "tapobhiḥ",
            "yogena",
            "vā",
            "yat",
            "sama",
            "citta",
            "vartī"
        ],
        "translation": "My dear King, I am very captivated by your elevated qualities and excellent behavior, and thus I am very favorably inclined toward you. You may therefore ask from Me any benediction you like. One who does not possess elevated qualities and behavior cannot possibly achieve My favor simply by performance of sacrifices, severe austerities or mystic yoga. But I always remain equipoised in the heart of one who is also equipoised in all circumstances.",
        "purport": " Lord Viṣṇu was very pleased with Mahārāja Pṛthu’s good character and behavior and offered him a benediction. The Lord openly says that performing great sacrifices or undergoing the austerities of mystic yoga practice cannot satisfy Him. He is pleased only by elevated character and behavior. But these cannot develop unless one becomes a pure devotee of the Lord. Anyone who has developed unalloyed, unflinching devotional service unto the Lord develops his original good qualities as spirit soul. The spirit soul, as part and parcel of the Supreme Personality of Godhead, has all the good qualities of the Lord. When the spirit soul is contaminated by the material modes of nature, one is considered good or bad with reference to the material qualities. But when one is transcendental to all material qualities, all the good qualities come out. These qualities of a devotee, twenty-six in number, are listed as follows: (1) kind to everyone, (2) does not quarrel with anyone, (3) fixed in the Absolute Truth, (4) equal to everyone, (5) faultless, (6) charitable, (7) mild, (8) clean, (9) simple, (10) benevolent, (11) peaceful, (12) completely attached to Kṛṣṇa, (13) has no material hankering, (14) meek, (15) steady, (16) self-controlled, (17) does not eat more than required, (18) sane, (19) respectful, (20) humble, (21) grave, (22) compassionate, (23) friendly, (24) poetic, (25) expert, (26) silent. The Lord is satisfied by development of the transcendental qualities of the living entity and not by artificial performance of sacrifices and mystic yoga. In other words, unless one is fully qualified to become a pure devotee of the Lord, one cannot expect to be liberated from material entanglement."
    },
    {
        "verse": "17",
        "devanagari": "मैत्रेय उवाचस इत्थं लोकगुरुणा विष्वक्सेनेन विश्वजित् ।अनुशासित आदेशं शिरसा जगृहे हरे: ॥ १७ ॥",
        "english_devnagari": "maitreya uvācasa itthaṁ loka-guruṇāviṣvaksenena viśva-jitanuśāsita ādeśaṁśirasā jagṛhe hareḥ",
        "verse_Syn": [
            "maitreyaḥ",
            "uvāca",
            "saḥ",
            "ittham",
            "loka",
            "guruṇā",
            "viṣvaksenena",
            "viśva",
            "jit",
            "anuśāsitaḥ",
            "ādeśam",
            "śirasā",
            "jagṛhe",
            "hareḥ"
        ],
        "translation": "The great saint Maitreya continued: My dear Vidura, in this way Mahārāja Pṛthu, the conqueror of the entire world, accepted the instructions of the Supreme Personality of Godhead on his head.",
        "purport": " One should accept the instructions of the Supreme Personality of Godhead by bowing down at the lotus feet of the Lord. This means that anything spoken by the Personality of Godhead should be taken as it is, with great care and attention and with great respect. It is not our business to amend the words of the Supreme Personality of Godhead or make additions or alterations, as it has become a custom for many so-called scholars and svāmīs who comment on the words of Bhagavad-gītā. Here the practical example of how to accept the instruction of the Supreme Personality of Godhead is shown by Pṛthu Mahārāja. This is the way to receive knowledge through the paramparā system."
    },
    {
        "verse": "18",
        "devanagari": "स्पृशन्तं पादयो: प्रेम्णा व्रीडितं स्वेन कर्मणा ।शतक्रतुं परिष्वज्य विद्वेषं विससर्ज ह ॥ १८ ॥",
        "english_devnagari": "spṛśantaṁ pādayoḥ premṇāvrīḍitaṁ svena karmaṇāśata-kratuṁ pariṣvajyavidveṣaṁ visasarja ha",
        "verse_Syn": [
            "spṛśantam",
            "pādayoḥ",
            "premṇā",
            "vrīḍitam",
            "svena",
            "karmaṇā",
            "śata",
            "kratum",
            "pariṣvajya",
            "vidveṣam",
            "visasarja",
            "ha"
        ],
        "translation": "As King Indra was standing by, he became ashamed of his own activities and fell down before King Pṛthu to touch his lotus feet. But Pṛthu Mahārāja immediately embraced him in great ecstasy and gave up all envy against him for his having stolen the horse meant for the sacrifice.",
        "purport": " There are many cases in which a person becomes an offender to the lotus feet of a Vaiṣṇava and later becomes repentant. Here also we find that although the King of heaven, Indra, was so powerful that he accompanied Lord Viṣṇu, he felt himself a great offender for stealing Pṛthu Mahārāja’s horse that was meant for sacrifice. An offender at the lotus feet of a Vaiṣṇava is never excused by the Supreme Personality of Godhead. There are many instances illustrating this fact. Ambarīṣa Mahārāja was offended by Durvāsā Muni, a great sage and mystic yogī, and Durvāsā also had to fall down at the lotus feet of Ambarīṣa Mahārāja. Indra decided to fall down at the lotus feet of King Pṛthu, but the King was so magnanimous a Vaiṣṇava that he did not want Mahārāja Indra to fall down at his feet. Instead, King Pṛthu immediately picked him up and embraced him, and both of them forgot all the past incidents. Both King Indra and Mahārāja Pṛthu were envious and angry with each other, but since both of them were Vaiṣṇavas, or servants of Lord Viṣṇu, it was their duty to adjust the cause of their envy. This is also a first-class example of cooperative behavior between Vaiṣṇavas. In the present days, however, because people are not Vaiṣṇavas, they fight perpetually among one another and are vanquished without finishing the mission of human life. There is a great need to propagate the Kṛṣṇa consciousness movement in the world so that even though people sometimes become angry and malicious toward one another, because of their being Kṛṣṇa conscious such rivalry, competition and envy can be adjusted without difficulty."
    },
    {
        "verse": "19",
        "devanagari": "भगवानथ विश्वात्मा पृथुनोपहृतार्हण: ।समुज्जिहानया भक्त्या गृहीतचरणाम्बुज: ॥ १९ ॥",
        "english_devnagari": "bhagavān atha viśvātmāpṛthunopahṛtārhaṇaḥsamujjihānayā bhaktyāgṛhīta-caraṇāmbujaḥ",
        "verse_Syn": [
            "bhagavān",
            "atha",
            "viśva",
            "ātmā",
            "pṛthunā",
            "upahṛta",
            "arhaṇaḥ",
            "samujjihānayā",
            "bhaktyā",
            "gṛhīta",
            "caraṇa",
            "ambujaḥ"
        ],
        "translation": "King Pṛthu abundantly worshiped the lotus feet of the Supreme Personality of Godhead, who was so merciful to him. While worshiping the lotus feet of the Lord, Pṛthu Mahārāja gradually increased his ecstasy in devotional service.",
        "purport": " When various ecstasies appear in the body of a devotee, it is to be understood that his devotional service has become perfect. There are many types of transcendental ecstasies in the forms of crying, laughing, perspiring, falling down, and crying like a madman. All these symptoms are sometimes visible on the body of a devotee. They are called aṣṭa-sāttvika-vikāra, which means “eight kinds of transcendental transformations.” They are never to be imitated, but when a devotee actually becomes perfect, these symptoms are visible on his body. The Lord is bhakta-vatsala, which means that He is inclined toward His pure devotee (bhakta). Therefore the transcendental ecstatic transaction between the Supreme Lord and His devotee is never like the activities of this material world."
    },
    {
        "verse": "20",
        "devanagari": "प्रस्थानाभिमुखोऽप्येनमनुग्रहविलम्बित: ।पश्यन् पद्मपलाशाक्षो न प्रतस्थे सुहृत्सताम् ॥ २० ॥",
        "english_devnagari": "prasthānābhimukho ’py enamanugraha-vilambitaḥpaśyan padma-palāśākṣona pratasthe suhṛt satām",
        "verse_Syn": [
            "prasthāna",
            "abhimukhaḥ",
            "api",
            "enam",
            "anugraha",
            "vilambitaḥ",
            "paśyan",
            "padma",
            "palāśa",
            "akṣaḥ",
            "na",
            "pratasthe",
            "suhṛt",
            "satām"
        ],
        "translation": "The Lord was just about to leave, but because He was so greatly inclined toward the behavior of King Pṛthu, He did not depart. Seeing the behavior of Mahārāja Pṛthu with His lotus eyes, He was detained because He is always the well-wisher of His devotees.",
        "purport": " Here the words suhṛt satām are very significant. The Supreme Personality of Godhead is always very inclined toward His devotee and is always thinking of the devotee’s well-being. This is not partiality. As stated in Bhagavad-gītā, the Lord is equal to everyone (samo ’haṁ sarva-bhūteṣu), but to one who particularly engages in His service, He is very much inclined. In another place, the Lord says that a devotee always exists in His heart and He also exists always in the heart of the devotee. The special inclination of the Supreme Personality of Godhead for His pure devotee is not unnatural, nor is it partiality. For example, sometimes a father has several children, but he has special affection for one child who is very much inclined toward him. This is explained in Bhagavad-gītā (10.10): Those who constantly engage in the devotional service of the Lord in love and affection are directly in contact with the Supreme Personality of Godhead sitting as the Supersoul in everyone’s heart. The Lord is not far away from the devotee. He is always in everyone’s heart, but only the devotee can realize the Lord’s presence, and thus he is directly connected and he takes instruction from the Lord at every moment. Therefore there is no chance of a devotee’s being in error, nor is there any partiality on the part of the Lord for His pure devotees."
    },
    {
        "verse": "21",
        "devanagari": "स आदिराजो रचिताञ्जलिर्हरिंविलोकितुं नाशकदश्रुलोचन: ।न किञ्चनोवाच स बाष्पविक्लवोहृदोपगुह्यामुमधादवस्थित: ॥ २१ ॥",
        "english_devnagari": "sa ādi-rājo racitāñjalir hariṁvilokituṁ nāśakad aśru-locanaḥna kiñcanovāca sa bāṣpa-viklavohṛdopaguhyāmum adhād avasthitaḥ",
        "verse_Syn": [
            "saḥ",
            "ādi",
            "rājaḥ",
            "racita",
            "añjaliḥ",
            "harim",
            "vilokitum",
            "na",
            "aśakat",
            "aśru",
            "locanaḥ",
            "na",
            "kiñcana",
            "uvāca",
            "saḥ",
            "bāṣpa",
            "viklavaḥ",
            "hṛdā",
            "upaguhya",
            "amum",
            "adhāt",
            "avasthitaḥ"
        ],
        "translation": "The original king, Mahārāja Pṛthu, his eyes full of tears and his voice faltering and choked up, could neither see the Lord very distinctly nor speak to address the Lord in any way. He simply embraced the Lord within his heart and remained standing in that way with folded hands.",
        "purport": " Just as Kṛṣṇa is addressed in the Brahma-saṁhitā as ādi-puruṣa, the original personality, so King Pṛthu, being an empowered incarnation of the Lord, is referred to in this verse as ādi-rājaḥ, the original or ideal king. He was a great devotee and at the same time a great hero who conquered over all undesirable elements in his kingdom. He was so powerful that he was equal in fighting to Indra, the King of heaven. He gave protection to his citizens, keeping them engaged in pious activities and devotion to the Lord. He did not collect a single cent of taxes from the citizens without being able to give them protection from all calamities. The greatest calamity in life is to become godless and therefore sinful. If the state head or king allows the citizens to become sinful by indulging in illicit sex life, intoxication, meat-eating and gambling, then the king is responsible, and he has to suffer the resultant sequence of reactions for the sinful lives of the citizens because he levies taxes on them unnecessarily. These are the principles for a ruling power, and because Mahārāja Pṛthu observed all the principles for a ruling chief, he is referred to here as ādi-rājaḥ. Even a responsible king like Mahārāja Pṛthu can become a pure devotee of the first order. We can distinctly see from King Pṛthu’s behavior how he became ecstatic, both externally and internally, in pure devotional service. Just today we have seen in the newspapers of Bombay that the government is going to repeal its prohibition laws. Ever since Gandhi’s noncooperation movement, Bombay has been kept dry and has not allowed its citizens to drink. But unfortunately the citizens are so clever that they have increased illicit distillation of liquor, and although not being sold publicly in shops, liquor is being sold in public lavatories and similar abnormal places. Unable to check such illicit smuggling, the government has decided to manufacture the liquor at cheaper prices so that people can have their supply of intoxication directly from the government instead of purchasing it in public lavatories. The government failed to change the hearts of the citizens from indulging in sinful life, so instead of losing the taxes they collect to inflate the treasury, they have decided to manufacture liquor to supply to the citizens who hanker after it. This kind of government cannot check the resultant actions of sinful life, namely war, pestilence, famine, earthquakes and similar other disturbances. Nature’s law is that as soon as there are discrepancies in regard to the law of God (which are described in Bhagavad-gītā as dharmasya glāniḥ, or disobedience to the laws of nature or God), at once there will be heavy punishment in the form of sudden outbreaks of war. We have recently experienced a war between India and Pakistan. Within fourteen days there have been immense losses of men and money, and there have been disturbances to the entire world. These are the reactions of sinful life. The Kṛṣṇa consciousness movement is meant to make people pure and perfect. If we become even partially pure, as described in the Bhāgavatam (naṣṭa-prāyeṣv abhadreṣu), by development of Kṛṣṇa consciousness, then lust and greed, the material diseases of the citizens, will be reduced. This can be made possible simply by broadcasting the pure message of Śrīmad-Bhāgavatam, or Kṛṣṇa consciousness. Big commercial and industrial firms have contributed many thousands of rupees to a defense fund that burns the money in the form of gunpowder, but unfortunately, if they are asked to contribute liberally to advance the Kṛṣṇa consciousness movement, they are reluctant. Under the circumstances, the world will periodically suffer from such upsurges and outbreaks of war, which are the consequences of not being Kṛṣṇa conscious."
    },
    {
        "verse": "22",
        "devanagari": "अथावमृज्याश्रुकला विलोकयन्-नतृप्तद‍ृग्गोचरमाह पूरुषम् ।पदा स्पृशन्तं क्षितिमंस उन्नतेविन्यस्तहस्ताग्रमुरङ्गविद्विष: ॥ २२ ॥",
        "english_devnagari": "athāvamṛjyāśru-kalā vilokayannatṛpta-dṛg-gocaram āha pūruṣampadā spṛśantaṁ kṣitim aṁsa unnatevinyasta-hastāgram uraṅga-vidviṣaḥ",
        "verse_Syn": [
            "atha",
            "avamṛjya",
            "aśru",
            "kalāḥ",
            "vilokayan",
            "atṛpta",
            "dṛk",
            "gocaram",
            "āha",
            "pūruṣam",
            "padā",
            "spṛśantam",
            "kṣitim",
            "aṁse",
            "unnate",
            "vinyasta",
            "hasta",
            "agram",
            "uraṅga",
            "vidviṣaḥ"
        ],
        "translation": "The Supreme Personality of Godhead stood with His lotus feet almost touching the ground while He rested the front of His hand on the raised shoulder of Garuḍa, the enemy of the snakes. Mahārāja Pṛthu, wiping the tears from his eyes, tried to look upon the Lord, but it appeared that the King was not fully satisfied by looking at Him. Thus the King offered the following prayers.",
        "purport": " The significant point in this verse is that the Lord was standing above the ground, almost touching it. The residents of the upper planetary systems, beginning from Brahmaloka (the planet where Lord Brahmā lives) down to Svargaloka (the heavenly planet of Indra), are so advanced in spiritual life that when they come to visit this or similar other lower planetary systems, they keep their weightlessness. This means that they can stand without touching the ground. Lord Viṣṇu is the Supreme Personality of Godhead, but because He lives in one of the planetary systems within this universe, He sometimes plays as if one of the demigods of this universe. When He first appeared before Pṛthu Mahārāja, He was not touching the ground of this earth, but when He was fully satisfied with the behavior and character of Mahārāja Pṛthu, He immediately acted as the Supreme Personality of Godhead Nārāyaṇa from Vaikuṇṭha. Out of affection for Pṛthu Mahārāja, He touched the earth, but He rested the front of His hand on the raised shoulder of Garuḍa, His carrier, as if to prevent Himself from falling down, since the Lord is not accustomed to stand on earthly ground. These are all symptoms of His great affection for Pṛthu Mahārāja. Perceiving his fortunate position, Pṛthu Mahārāja could not fully look upon the Lord due to ecstasy, but still, in a faltering voice, he began to offer prayers."
    },
    {
        "verse": "23",
        "devanagari": "पृथुरुवाचवरान्विभो त्वद्वरदेश्वराद् बुध:कथं वृणीते गुणविक्रियात्मनाम् ।ये नारकाणामपि सन्ति देहिनांतानीश कैवल्यपते वृणे न च ॥ २३ ॥",
        "english_devnagari": "pṛthur uvācavarān vibho tvad varadeśvarād budhaḥkathaṁ vṛṇīte guṇa-vikriyātmanāmye nārakāṇām api santi dehināṁtān īśa kaivalya-pate vṛṇe na ca",
        "verse_Syn": [
            "pṛthuḥ",
            "uvāca",
            "varān",
            "vibho",
            "tvat",
            "vara",
            "da",
            "īśvarāt",
            "budhaḥ",
            "katham",
            "vṛṇīte",
            "guṇa",
            "vikriyā",
            "ātmanām",
            "ye",
            "nārakāṇām",
            "api",
            "santi",
            "dehinām",
            "tān",
            "īśa",
            "kaivalya",
            "pate",
            "vṛṇe",
            "na",
            "ca"
        ],
        "translation": "My dear Lord, You are the best of the demigods who can offer benedictions. Why, therefore, should any learned person ask You for benedictions meant for living entities bewildered by the modes of nature? Such benedictions are available automatically, even in the lives of living entities suffering in hellish conditions. My dear Lord, You can certainly bestow merging into Your existence, but I do not wish to have such a benediction.",
        "purport": " There are different kinds of benedictions according to a person’s demands. For karmīs the best benediction is promotion to the higher planetary systems, where the duration of life is very long and the standard of living and happiness is very high. There are others, namely jñānīs and yogīs, who want the benediction of merging into the existence of the Lord. This is called kaivalya. The Lord is therefore addressed as kaivalya-pati, the master or Lord of the benediction known as kaivalya. But devotees receive a different type of benediction from the Lord. Devotees are anxious neither for the heavenly planets nor for merging into the existence of the Lord. According to devotees, kaivalya, or merging into the existence of the Lord, is considered as good as hell. The word naraka means “hell.” Similarly, everyone who exists in this material world is called nāraka because this material existence itself is known as a hellish condition of life. Pṛthu Mahārāja, however, expressed that he was interested neither in the benediction desired by the karmīs nor that desired by the jñānīs and yogīs. Śrīla Prabodhānanda Sarasvatī Prabhu, a great devotee of Lord Caitanya, described that kaivalya is no better than a hellish condition of life, and as for the delights of the heavenly planets, they are factually will-o’-the-wisps, or phantasmagoria. They are not wanted by devotees. Devotees do not even care for the positions held by Lord Brahmā or Lord Śiva, nor does a devotee desire to become equal with Lord Viṣṇu. As a pure devotee of the Lord, Pṛthu Mahārāja made his position very clear."
    },
    {
        "verse": "24",
        "devanagari": "न कामये नाथ तदप्यहं क्‍वचिन्न यत्र युष्मच्चरणाम्बुजासव: ।महत्तमान्तर्हृदयान्मुखच्युतोविधत्स्व कर्णायुतमेष मे वर: ॥ २४ ॥",
        "english_devnagari": "na kāmaye nātha tad apy ahaṁ kvacinna yatra yuṣmac-caraṇāmbujāsavaḥmahattamāntar-hṛdayān mukha-cyutovidhatsva karṇāyutam eṣa me varaḥ",
        "verse_Syn": [
            "na",
            "kāmaye",
            "nātha",
            "tat",
            "api",
            "aham",
            "kvacit",
            "na",
            "yatra",
            "yuṣmat",
            "caraṇa",
            "ambuja",
            "āsavaḥ",
            "mahat",
            "tama",
            "antaḥ",
            "hṛdayāt",
            "mukha",
            "cyutaḥ",
            "vidhatsva",
            "karṇa",
            "ayutam",
            "eṣaḥ",
            "me",
            "varaḥ"
        ],
        "translation": "My dear Lord, I therefore do not wish to have the benediction of merging into Your existence, a benediction in which there is no existence of the nectarean beverage of Your lotus feet. I want the benediction of at least one million ears, for thus I may be able to hear about the glories of Your lotus feet from the mouths of Your pure devotees.",
        "purport": " In the previous verse Mahārāja Pṛthu addressed the Lord as kaivalya-pati, the master of the liberation of merging into His existence. This does not mean that he was anxious for kaivalya liberation. That is made clear in this verse: “My dear Lord, I do not want such a benediction.” Mahārāja Pṛthu wanted to have a million ears to hear the glories of the lotus feet of the Lord. He specifically mentioned that the glories of the Lord should emanate from the mouths of pure devotees, who speak from the cores of their hearts. It is stated in the beginning of Śrīmad-Bhāgavatam (1.1.3), śuka-mukhād amṛta-drava-saṁyutam: the nectar of Śrīmad-Bhāgavatam became more relishable because it emanated from the mouth of Śrīla Śukadeva Gosvāmī. One might think that these glories of the Lord can be heard from anywhere, from the mouths of either devotees or nondevotees, but here it is specifically mentioned that the glories of the Lord must emanate from the mouths of pure devotees. Śrī Sanātana Gosvāmī has strictly prohibited hearing from the mouth of a nondevotee. There are many professional reciters of Śrīmad-Bhāgavatam who speak the narrations very ornamentally, but a pure devotee does not like to hear from them because such glorification of the Lord is simply a vibration of material sound. But when heard from the mouth of a pure devotee, glorification of the Lord is immediately effective. The words satāṁ prasaṅgān mama vīrya-saṁvidaḥ (Bhāg. 3.25.25) mean that glorification of the Lord is potent when uttered from the mouth of a pure devotee. The Lord has innumerable devotees all over the universe, and they have been glorifying the Lord since time immemorial and for an unlimited time. But still they cannot completely finish enumerating the glories of the Lord. Pṛthu Mahārāja therefore wanted innumerable ears, as Rūpa Gosvāmī also desired to have millions of ears and millions of tongues to chant and hear the glorification of the Lord. In other words, if our ears are always engaged in hearing the glorification of the Lord, there will be no scope for hearing the Māyāvāda philosophy, which is doom to spiritual progress. Śrī Caitanya Mahāprabhu said that if anyone hears from a Māyāvādī philosopher preaching about the activities of the Lord, even if it is a description from the Vedic literature, he is ultimately doomed. By hearing such Māyāvāda philosophy one cannot come to the destination of spiritual perfection of life."
    },
    {
        "verse": "25",
        "devanagari": "स उत्तमश्लोक महन्मुखच्युतोभवत्पदाम्भोजसुधा कणानिल: ।स्मृतिं पुनर्विस्मृततत्त्ववर्त्मनांकुयोगिनां नो वितरत्यलं वरै: ॥ २५ ॥",
        "english_devnagari": "sa uttamaśloka mahan-mukha-cyutobhavat-padāmbhoja-sudhā kaṇānilaḥsmṛtiṁ punar vismṛta-tattva-vartmanāṁkuyogināṁ no vitaraty alaṁ varaiḥ",
        "verse_Syn": [
            "saḥ",
            "uttama",
            "śloka",
            "mahat",
            "mukha",
            "cyutaḥ",
            "bhavat",
            "pada",
            "ambhoja",
            "sudhā",
            "kaṇa",
            "anilaḥ",
            "smṛtim",
            "punaḥ",
            "vismṛta",
            "tattva",
            "vartmanām",
            "ku",
            "yoginām",
            "naḥ",
            "vitarati",
            "alam",
            "varaiḥ"
        ],
        "translation": "My dear Lord, You are glorified by the selected verses uttered by great personalities. Such glorification of Your lotus feet is just like saffron particles. When the transcendental vibration from the mouths of great devotees carries the aroma of the saffron dust of Your lotus feet, the forgetful living entity gradually remembers his eternal relationship with You. Devotees thus gradually come to the right conclusion about the value of life. My dear Lord, I therefore do not need any other benediction but the opportunity to hear from the mouth of Your pure devotee.",
        "purport": " It is explained in the previous verse that one has to hear glorification of the Lord from the mouth of a pure devotee. This is further explained here. The transcendental vibration from the mouth of a pure devotee is so powerful that it can revive the living entity’s memory of his eternal relationship with the Supreme Personality of Godhead. In our material existence, under the influence of illusory māyā, we have almost forgotten our eternal relationship with the Lord, exactly like a man sleeping very deeply who forgets his duties. In the Vedas it is said that every one of us is sleeping under the influence of māyā. We must get up from this slumber and engage in the right service, for thus we can properly utilize the facility of this human form of life. As expressed in a song by Ṭhākura Bhaktivinoda, Lord Caitanya says, jīva jāgo, jīva jāgo. The Lord asks every sleeping living entity to get up and engage in devotional service so that his mission in this human form of life may be fulfilled. This awakening voice comes through the mouth of a pure devotee. A pure devotee always engages in the service of the Lord, taking shelter of His lotus feet, and therefore he has a direct connection with the saffron mercy-particles that are strewn over the lotus feet of the Lord. Although when a pure devotee speaks the articulation of his voice may resemble the sound of this material sky, the voice is spiritually very powerful because it touches the particles of saffron dust on the lotus feet of the Lord. As soon as a sleeping living entity hears the powerful voice emanating from the mouth of a pure devotee, he immediately remembers his eternal relationship with the Lord, although up until that moment he had forgotten everything. For a conditioned soul, therefore, it is very important to hear from the mouth of a pure devotee, who is fully surrendered to the lotus feet of the Lord without any material desire, speculative knowledge or contamination of the modes of material nature. Every one of us is kuyogī because we have engaged in the service of this material world, forgetting our eternal relationship with the Lord as His eternal loving servants. It is our duty to rise from the kuyoga platform to become suyogīs, perfect mystics. The process of hearing from a pure devotee is recommended in all Vedic scriptures, especially by Lord Caitanya Mahāprabhu. One may stay in his position of life — it does not matter what it is — but if one hears from the mouth of a pure devotee, he gradually comes to the understanding of his relationship with the Lord and thus engages in His loving service, and his life becomes completely perfect. Therefore, this process of hearing from the mouth of a pure devotee is very important for making progress in the line of spiritual understanding."
    },
    {
        "verse": "26",
        "devanagari": "यश: शिवं सुश्रव आर्यसङ्गमेयद‍ृच्छया चोपश‍ृणोति ते सकृत् ।कथं गुणज्ञो विरमेद्विना पशुंश्रीर्यत्प्रवव्रे गुणसङ्ग्रहेच्छया ॥ २६ ॥",
        "english_devnagari": "yaśaḥ śivaṁ suśrava ārya-saṅgameyadṛcchayā copaśṛṇoti te sakṛtkathaṁ guṇa-jño viramed vinā paśuṁśrīr yat pravavre guṇa-saṅgrahecchayā",
        "verse_Syn": [
            "yaśaḥ",
            "śivam",
            "su",
            "śravaḥ",
            "ārya",
            "saṅgame",
            "yadṛcchayā",
            "ca",
            "upaśṛṇoti",
            "te",
            "sakṛt",
            "katham",
            "guṇa",
            "jñaḥ",
            "viramet",
            "vinā",
            "paśum",
            "śrīḥ",
            "yat",
            "pravavre",
            "guṇa",
            "saṅgraha",
            "icchayā"
        ],
        "translation": "My dear highly glorified Lord, if one, in the association of pure devotees, hears even once the glories of Your activities, he does not, unless he is nothing but an animal, give up the association of devotees, for no intelligent person would be so careless as to leave their association. The perfection of chanting and hearing about Your glories was accepted even by the goddess of fortune, who desired to hear of Your unlimited activities and transcendental glories.",
        "purport": " The association of devotees (ārya-saṅgama) is the most important factor in this world. The word ārya refers to those who are advancing spiritually. In the history of the human race, the Āryan family is considered to be the most elevated community in the world because it adopts the Vedic civilization. The Āryan family is distributed all over the world and is known as Indo-Āryan. In prehistoric days all of the members of the Āryan family followed the Vedic principles, and therefore they became spiritually advanced. The kings, known as rājarṣis, were so perfectly educated as kṣatriyas, or protectors of the citizens, and so greatly advanced in spiritual life, that there was not a bit of trouble for the citizens. The glorification of the Supreme Lord can be very much appreciated by the Āryan family. Although there is no bar for others, the members of the Āryan family very quickly catch the essence of spiritual life. How is it that we are finding it very easy to spread Kṛṣṇa consciousness among the Europeans and Americans? History reports that the Americans and Europeans proved their capability when they were anxious to expand colonization, but at the present time, being contaminated by the advancement of material science, their sons and grandsons are turning into reprobates. This is due to their having lost their original spiritual culture, which is Vedic civilization. Presently these descendants of the Āryan family are taking this Kṛṣṇa consciousness movement very seriously. Others who are associating with them and hearing the chanting of the Hare Kṛṣṇa mahā-mantra from the lips of pure devotees are also becoming captivated by the transcendental vibration. Transcendental vibrations are very much effective when chanted among Āryans, but even though one does not belong to the Āryan family, he will become a Vaiṣṇava simply by hearing the mantra because the vibration has great influence over everyone. Mahārāja Pṛthu points out that even the goddess of fortune, who is the constant companion of Lord Nārāyaṇa, specifically wanted to hear about the Lord’s glories, and for the association of the gopīs, who are pure devotees, the goddess of fortune, Lakṣmī, underwent severe austerities. The impersonalist may ask why one should bother chanting the Hare Kṛṣṇa mahā-mantra continually for so many years instead of stopping and trying for kaivalya, liberation, or merging into the existence of the Lord. In answer, Mahārāja Pṛthu maintains that the attraction of this chanting is so great that one cannot give up the process unless he is an animal. This is the case even if one comes in contact with this transcendental vibration by chance. Pṛthu Mahārāja is very emphatic in this connection — only an animal can give up the practice of chanting Hare Kṛṣṇa. Those who are not animals but actually intelligent, advanced, human, civilized men cannot give up this practice of continually chanting Hare Kṛṣṇa, Hare Kṛṣṇa, Kṛṣṇa Kṛṣṇa, Hare Hare/ Hare Rāma, Hare Rāma, Rāma Rāma, Hare Hare."
    },
    {
        "verse": "27",
        "devanagari": "अथाभजे त्वाखिलपूरुषोत्तमंगुणालयं पद्मकरेव लालस: ।अप्यावयोरेकपतिस्पृधो: कलि-र्न स्यात्कृतत्वच्चरणैकतानयो: ॥ २७ ॥",
        "english_devnagari": "athābhaje tvākhila-pūruṣottamaṁguṇālayaṁ padma-kareva lālasaḥapy āvayor eka-pati-spṛdhoḥ kalirna syāt kṛta-tvac-caraṇaika-tānayoḥ",
        "verse_Syn": [
            "atha",
            "ābhaje",
            "tvā",
            "akhila",
            "pūruṣa",
            "uttamam",
            "guṇa",
            "ālayam",
            "padma",
            "karā",
            "iva",
            "lālasaḥ",
            "api",
            "āvayoḥ",
            "eka",
            "pati",
            "spṛdhoḥ",
            "kaliḥ",
            "na",
            "syāt",
            "kṛta",
            "tvat",
            "caraṇa",
            "eka",
            "tānayoḥ"
        ],
        "translation": "Now I wish to engage in the service of the lotus feet of the Supreme Personality of Godhead and to serve just like the goddess of fortune, who carries a lotus flower in her hand, because His Lordship, the Supreme Personality of Godhead, is the reservoir of all transcendental qualities. I am afraid that the goddess of fortune and I would quarrel because both of us would be attentively engaged in the same service.",
        "purport": " The Lord is here addressed as akhila-pūruṣottama, the Supreme Personality of Godhead, Lord of the entire creation. Puruṣa means “the enjoyer,” and uttama means “the best.” There are different kinds of puruṣas, or enjoyers, within the universe. Generally they can be divided into three classes: those who are conditioned, those who are liberated and those who are eternal. In the Vedas the Supreme Lord is called the supreme eternal of all eternals (nityo nityānām). Both the Supreme Personality of Godhead and the living entities are eternal. The supreme eternals are the viṣṇu-tattva, or Lord Viṣṇu and His expansions. So nitya refers to the Personality of Godhead, beginning from Kṛṣṇa to Mahā-Viṣṇu, Nārāyaṇa and other expansions of Lord Kṛṣṇa. As stated in the Brahma-saṁhitā (rāmādi-mūrtiṣu), there are millions and trillions of expansions of Lord Viṣṇu, as Rāma, Nṛsiṁha, Varāha and other incarnations. All of them are called eternals. The word mukta refers to the living entities who never come within this material world. The baddhas are those living entities who are almost eternally living within this material world. The baddhas are struggling very hard within this material world to become free from the threefold miseries of material nature and to enjoy life, whereas the muktas are already liberated. They never come into this material world. Lord Viṣṇu is the master of this material world, and there is no question of His being controlled by material nature. Consequently, Lord Viṣṇu is addressed here as pūruṣottama, the best of all living entities, namely viṣṇu-tattvas and jīva-tattvas. It is a great offense, therefore, to compare Lord Viṣṇu and the jīva-tattva or consider them on an equal level. The Māyāvādī philosophers equate the jīvas and the Supreme Lord and consider them to be one, but that is the greatest offense to the lotus feet of Lord Viṣṇu. Here in the material world we have practical experience that a superior person is worshiped by an inferior one. Similarly, pūruṣottama, the greatest, the Supreme Personality of Godhead, Kṛṣṇa, or Lord Viṣṇu, is always worshiped by others. Pṛthu Mahārāja therefore decided to engage in the service of the lotus feet of Lord Viṣṇu. Pṛthu Mahārāja is considered to be an incarnation of Lord Viṣṇu, but he is called a śaktyāveśa incarnation. Another significant word in this verse is guṇālayam, which refers to Viṣṇu as the reservoir of all transcendental qualities. The Māyāvādī philosophers, in accordance with the impersonalistic view, take the Absolute Truth to be nirguṇa, “without qualities,” but actually the Lord is the reservoir of all good qualities. One of the most important qualities of the Lord is His inclination to His devotees, for which He is called bhakta-vatsala. The devotees are always very much inclined to render service unto the lotus feet of the Lord, and the Lord is also very much inclined to accept loving service from His devotees. In that exchange of service there are many transcendental transactions, which are called transcendental qualitative activities. Some of the transcendental qualities of the Lord are that He is omniscient, omnipresent, all-pervasive, all-powerful, the cause of all causes, the Absolute Truth, the reservoir of all pleasures, the reservoir of all knowledge, the all-auspicious and so on. Pṛthu Mahārāja desired to serve the Lord with the goddess of fortune, but this desire does not mean that he was situated on the platform of mādhurya-rasa. The goddess of fortune is engaged in the service of the Lord in the rasa of mādhurya, conjugal love. Although her position is on the chest of the Lord, the goddess of fortune, in her position as a devotee, takes pleasure in serving the lotus feet of the Lord. Pṛthu Mahārāja was thinking only of the lotus feet of the Lord because he is on the platform of dāsya-rasa, or servitorship of the Lord. From the next verse we learn that Pṛthu Mahārāja was thinking of the goddess of fortune as the universal mother, jagan-mātā. Consequently there was no question of his competing with her on the platform of mādhurya-rasa. Nonetheless he feared that she might take offense at his engaging in the service of the Lord. This suggests that in the absolute world there is sometimes competition between servitors in the service of the Lord, but such competition is without malice. In the Vaikuṇṭha worlds if a devotee excels in the service of the Lord, others do not become envious of his excellent service but rather aspire to come to the platform of that service."
    },
    {
        "verse": "28",
        "devanagari": "जगज्जनन्यां जगदीश वैशसंस्यादेव यत्कर्मणि न: समीहितम् ।करोषि फल्ग्वप्युरु दीनवत्सल:स्व एव धिष्ण्येऽभिरतस्य किं तया ॥ २८ ॥",
        "english_devnagari": "jagaj-jananyāṁ jagad-īśa vaiśasaṁsyād eva yat-karmaṇi naḥ samīhitamkaroṣi phalgv apy uru dīna-vatsalaḥsva eva dhiṣṇye ’bhiratasya kiṁ tayā",
        "verse_Syn": [
            "jagat",
            "jananyām",
            "jagat",
            "īśa",
            "vaiśasam",
            "syāt",
            "eva",
            "yat",
            "karmaṇi",
            "naḥ",
            "samīhitam",
            "karoṣi",
            "phalgu",
            "api",
            "uru",
            "dīna",
            "vatsalaḥ",
            "sve",
            "eva",
            "dhiṣṇye",
            "abhiratasya",
            "kim",
            "tayā"
        ],
        "translation": "My dear Lord of the universe, the goddess of fortune, Lakṣmī, is the mother of the universe, and yet I think that she may be angry with me because of my intruding upon her service and acting on that very platform to which she is so much attached. Yet I am hopeful that even though there is some misunderstanding, You will take my part, for You are very much inclined to the poor, and You always magnify even insignificant service unto You. Therefore even though she becomes angry, I think that there is no harm for You, because You are so self-sufficient that You can do without her.",
        "purport": " Mother Lakṣmījī, the goddess of fortune, is well known for always massaging the lotus feet of Lord Nārāyaṇa. She is an ideal wife because she takes care of Lord Nārāyaṇa in every detail. She takes care not only of His lotus feet but of the household affairs of the Lord as well. She cooks nice foods for Him, fans Him while He eats, smoothes sandalwood pulp on His face and sets His bed and sitting places in the right order. In this way she is always engaged in the service of the Lord, and there is hardly any opportunity for any other devotee to intrude upon His daily activities. Pṛthu Mahārāja was therefore almost certain that his intrusion into the service of the goddess of fortune would irritate her and cause her to become angry with him. But why should mother Lakṣmī, the mother of the universe, be angry with an insignificant devotee like Pṛthu Mahārāja? All this was not very likely. Yet Pṛthu Mahārāja, just for his personal protection, appealed to the Lord to take his part. Pṛthu Mahārāja was engaged in performing the ordinary Vedic rituals and sacrifices according to karma-kāṇḍa, or fruitive activities, but the Lord, being so kind and magnanimous, was ready to award Pṛthu Mahārāja the highest perfectional stage of life, namely devotional service. When a person performs Vedic rituals and sacrifices, he does so to elevate himself to the heavenly planets. No one can become qualified to go back home, back to Godhead, by means of such sacrifices. But the Lord is so kind that He accepts a little insignificant service, and therefore it is stated in the Viṣṇu Purāṇa that by following the principles of varṇāśrama-dharma one can satisfy the Supreme Lord. When the Lord is satisfied, the performer of sacrifices is elevated to the platform of devotional service. Pṛthu Mahārāja therefore expected that his insignificant service to the Lord would be accepted by Him as being greater than that of Lakṣmījī. The goddess of fortune is called cañcalā, “restless,” because she is very restless and is always coming and going. So Pṛthu Mahārāja indicated that even though she might go away out of anger, there would be no harm for Lord Viṣṇu, because He is self-sufficient and can do anything and everything without the help of Lakṣmījī. For example, when Garbhodakaśāyī Viṣṇu begot Lord Brahmā from His navel, He did not take any help from Lakṣmī, who was just sitting by Him and massaging His lotus feet. Generally if a son is to be begotten, the husband impregnates the wife, and in due course of time the son is born. But in the case of Lord Brahmā’s birth, Garbhodakaśāyī Viṣṇu did not impregnate Lakṣmījī. Being self-sufficient, the Lord begot Brahmā from His own navel. Therefore, Pṛthu Mahārāja was confident that even if the goddess of fortune became angry with him there would be no harm, neither to the Lord nor to himself."
    },
    {
        "verse": "29",
        "devanagari": "भजन्त्यथ त्वामत एव साधवोव्युदस्तमायागुणविभ्रमोदयम् ।भवत्पदानुस्मरणाद‍ृते सतांनिमित्तमन्यद्भगवन्न विद्महे ॥ २९ ॥",
        "english_devnagari": "bhajanty atha tvām ata eva sādhavovyudasta-māyā-guṇa-vibhramodayambhavat-padānusmaraṇād ṛte satāṁnimittam anyad bhagavan na vidmahe",
        "verse_Syn": [
            "bhajanti",
            "atha",
            "tvām",
            "ataḥ",
            "eva",
            "sādhavaḥ",
            "vyudasta",
            "māyā",
            "guṇa",
            "vibhrama",
            "udayam",
            "bhavat",
            "pada",
            "anusmaraṇāt",
            "ṛte",
            "satām",
            "nimittam",
            "anyat",
            "bhagavan",
            "na",
            "vidmahe"
        ],
        "translation": "Great saintly persons who are always liberated take to Your devotional service because only by devotional service can one be relieved from the illusions of material existence. O my Lord, there is no reason for the liberated souls to take shelter at Your lotus feet except that such souls are constantly thinking of Your feet.",
        "purport": " The karmīs are generally engaged in fruitive activities for material bodily comforts. The jñānīs, however, are disgusted with searching after material comforts. They understand that they have nothing to do with this material world, being spirit souls. After self-realization, the jñānīs who are actually mature in their knowledge must surrender unto the lotus feet of the Lord, as stated in Bhagavad-gītā (bahūnāṁ janmanām ante). Self-realization is not complete unless one comes to the devotional platform. Therefore it is stated in the Śrīmad-Bhāgavatam that those who are ātmārāma, self-satisfied, are freed from all contaminations of the material modes of nature. As long as one is affected by the modes of material nature, especially by rajas and tamas, he will be very greedy and lusty and will therefore engage in hard tasks, laboring all day and night. Such false egoism carries one from one species of life into another perpetually, and there is no rest in any species of life. The jñānī understands this fact and therefore ceases to work and takes to karma-sannyāsa. Yet this is not actually the platform of satisfaction. After self-realization, the material wisdom of the jñānī leads him to the shelter of the lotus feet of the Lord. Then he is satisfied only in contemplating the lotus feet of the Lord constantly. Pṛthu Mahārāja therefore concluded that liberated persons taking to the devotional path have acquired the ultimate goal of life. If liberation were the end in itself, there would be no question of a liberated person’s taking to devotional service. In other words, the transcendental bliss derived from self-realization, known as ātmānanda, is very insignificant in the presence of the bliss derived from devotional service to the lotus feet of the Lord. Pṛthu Mahārāja therefore concluded that he would simply hear of the glories of the Lord constantly and thus engage his mind upon the lotus feet of the Lord. That is the highest perfection of life."
    },
    {
        "verse": "30",
        "devanagari": "मन्ये गिरं ते जगतां विमोहिनींवरं वृणीष्वेति भजन्तमात्थ यत् ।वाचा नु तन्त्या यदि ते जनोऽसित:कथं पुन: कर्म करोति मोहित: ॥ ३० ॥",
        "english_devnagari": "manye giraṁ te jagatāṁ vimohinīṁvaraṁ vṛṇīṣveti bhajantam āttha yatvācā nu tantyā yadi te jano ’sitaḥkathaṁ punaḥ karma karoti mohitaḥ",
        "verse_Syn": [
            "manye",
            "giram",
            "te",
            "jagatām",
            "vimohinīm",
            "varam",
            "vṛṇīṣva",
            "iti",
            "bhajantam",
            "āttha",
            "yat",
            "vācā",
            "nu",
            "tantyā",
            "yadi",
            "te",
            "janaḥ",
            "asitaḥ",
            "katham",
            "punaḥ",
            "karma",
            "karoti",
            "mohitaḥ"
        ],
        "translation": "My dear Lord, what You have said to Your unalloyed devotee is certainly very much bewildering. The allurements You offer in the Vedas are certainly not suitable for pure devotees. People in general, bound by the sweet words of the Vedas, engage themselves again and again in fruitive activities, enamored by the results of their actions.",
        "purport": " Śrīla Narottama dāsa Ṭhākura, a great ācārya of the Gauḍīya sampradāya, has said that persons who are very much attached to the fruitive activities of the Vedas, namely karma-kāṇḍa and jñāna-kāṇḍa, are certainly doomed. In the Vedas there are three categories of activities, known as karma-kāṇḍa (fruitive activities), jñāna-kāṇḍa (philosophical research) and upāsanā-kāṇḍa (worship of different demigods for receiving material benefits). Those who are engaged in karma-kāṇḍa and jñāna-kāṇḍa are doomed in the sense that everyone is doomed who is entrapped by this material body, whether it is a body of a demigod, a king, a lower animal or whatever. The sufferings of the threefold miseries of material nature are the same for all. Cultivation of knowledge to understand one’s spiritual position is also, to a certain extent, a waste of time. Because the living entity is an eternal part and parcel of the Supreme Lord, his immediate business is to engage himself in devotional service. Pṛthu Mahārāja therefore says that the allurement of material benedictions is another trap to entangle one in this material world. He therefore frankly tells the Lord that the Lord’s offerings of benedictions in the form of material facilities are certainly causes for bewilderment. A pure devotee is not at all interested in bhukti or mukti. The Lord sometimes offers benedictions to the neophyte devotees who have not yet understood that material facilities will not make them happy. In the Caitanya-caritāmṛta the Lord therefore says that a sincere devotee who is not very intelligent may ask some material benefit from the Lord, but the Lord, being omniscient, does not generally give material rewards but, on the contrary, takes away whatever material facilities are being enjoyed by His devotee, so that ultimately the devotee will completely surrender unto Him. In other words, the offering of benedictions in the form of material profit is never auspicious for the devotee. The statements of the Vedas which offer elevation to heavenly planets in exchange for great sacrifices are simply bewildering. Therefore in Bhagavad-gītā (2.42) the Lord says, yām imāṁ puṣpitāṁ vācaṁ pravadanty avipaścitaḥ: the less intelligent class of men (avipaścitaḥ), attracted by the flowery language of the Vedas, engage in fruitive activities to become materially benefited. Thus they continue life after life, in different bodily forms, to search very, very hard."
    },
    {
        "verse": "31",
        "devanagari": "त्वन्माययाद्धा जन ईश खण्डितोयदन्यदाशास्त ऋतात्मनोऽबुध: ।यथा चरेद् बालहितं पिता स्वयंतथा त्वमेवार्हसि न: समीहितुम् ॥ ३१ ॥",
        "english_devnagari": "tvan-māyayāddhā jana īśa khaṇḍitoyad anyad āśāsta ṛtātmano ’budhaḥyathā cared bāla-hitaṁ pitā svayaṁtathā tvam evārhasi naḥ samīhitum",
        "verse_Syn": [
            "tvat",
            "māyayā",
            "addhā",
            "janaḥ",
            "īśa",
            "khaṇḍitaḥ",
            "yat",
            "anyat",
            "āśāste",
            "ṛta",
            "ātmanaḥ",
            "abudhaḥ",
            "yathā",
            "caret",
            "bāla",
            "hitam",
            "pitā",
            "svayam",
            "tathā",
            "tvam",
            "eva",
            "arhasi",
            "naḥ",
            "samīhitum"
        ],
        "translation": "My Lord, due to Your illusory energy, all living beings in this material world have forgotten their real constitutional position, and out of ignorance they are always desirous of material happiness in the form of society, friendship and love. Therefore, please do not ask me to take some material benefits from You, but as a father, not waiting for the son’s demand, does everything for the benefit of the son, please bestow upon me whatever You think best for me.",
        "purport": " It is the duty of the son to depend upon his father without asking anything from him. The good son has faith that the father knows best how to benefit him. Similarly, a pure devotee does not ask anything from the Lord for material benefit. Nor does he ask anything for spiritual benefit. The pure devotee is fully surrendered unto the lotus feet of the Lord, and the Lord takes charge of him, as stated in Bhagavad-gītā (18.66): ahaṁ tvāṁ sarva-pāpebhyo mokṣayiṣyāmi. The father knows the necessities of the son and supplies them, and the Supreme Lord knows the necessities of the living entities and supplies them sumptuously. Therefore the Īśopaniṣad states that everything in this material world is complete (pūrṇam idam). The difficulty is that due to forgetfulness the living entities create unnecessary demands and entangle themselves in material activities. The result is that there is no end to material activities, life after life. Before us there are varieties of living entities, and everyone is entangled in transmigrations and activities. Our duty is simply to surrender unto the Supreme Personality of Godhead and let Him take charge, for He knows what is good for us. Pṛthu Mahārāja therefore tells the Lord that, as the supreme father, He may elect to bestow whatever He considers beneficial for Pṛthu Mahārāja. That is the perfect position of the living entity. Therefore Śrī Caitanya Mahāprabhu teaches us in His Śikṣāṣṭaka: “O Almighty Lord! I have no desire to accumulate wealth, nor have I any desire to enjoy beautiful women, nor do I want any number of followers. I only want Your causeless devotional service in my life, birth after birth.” The conclusion is that the pure devotee should not aspire after any material benefit from devotional service, nor should he be enamored by fruitive activities or philosophical speculation. He should always be engaged favorably in the service of the Lord. That is the highest perfection of life."
    },
    {
        "verse": "32",
        "devanagari": "मैत्रेय उवाचइत्यादिराजेन नुत: स विश्वद‍ृक्तमाह राजन्मयि भक्तिरस्तु ते ।दिष्ट्येद‍ृशी धीर्मयि ते कृता ययामायां मदीयां तरति स्म दुस्त्यजाम् ॥ ३२ ॥",
        "english_devnagari": "maitreya uvācaity ādi-rājena nutaḥ sa viśva-dṛktam āha rājan mayi bhaktir astu tediṣṭyedṛśī dhīr mayi te kṛtā yayāmāyāṁ madīyāṁ tarati sma dustyajām",
        "verse_Syn": [
            "maitreyaḥ",
            "uvāca",
            "iti",
            "ādi",
            "rājena",
            "nutaḥ",
            "saḥ",
            "viśva",
            "dṛk",
            "tam",
            "āha",
            "rājan",
            "mayi",
            "bhaktiḥ",
            "astu",
            "te",
            "diṣṭyā",
            "īdṛśī",
            "dhīḥ",
            "mayi",
            "te",
            "kṛtā",
            "yayā",
            "māyām",
            "madīyām",
            "tarati",
            "sma",
            "dustyajām"
        ],
        "translation": "The great sage Maitreya continued by saying that the Lord, the seer of the universe, after hearing Pṛthu Mahārāja’s prayer, addressed the King: My dear King, may you always be blessed by engaging in My devotional service. Only by such purity of purpose, as you yourself very intelligently express, can one cross over the insurmountable illusory energy of māyā.",
        "purport": " This is also confirmed in Bhagavad-gītā, wherein the Lord claims that the illusory energy is insurmountable. No one can transcend the illusory energy of māyā by fruitive activity, speculative philosophy or mystic yoga. The only means for transcending illusory energy is devotional service, as the Lord Himself states: mām eva ye prapadyante māyām etāṁ taranti te (Bg. 7.14). If one wants to cross over the ocean of material existence, there is no alternative than to take to devotional service. A devotee, therefore, should not care for any material position, whether in heaven or in hell. A pure devotee should always engage in the service of the Lord, for that is his real occupation. Simply by sticking to that position, one can overcome the stringent laws of material nature."
    },
    {
        "verse": "33",
        "devanagari": "तत्त्वं कुरु मयादिष्टमप्रमत्त: प्रजापते ।मदादेशकरो लोक: सर्वत्राप्नोति शोभनम् ॥ ३३ ॥",
        "english_devnagari": "tat tvaṁ kuru mayādiṣṭamapramattaḥ prajāpatemad-ādeśa-karo lokaḥsarvatrāpnoti śobhanam",
        "verse_Syn": [
            "tat",
            "tvam",
            "kuru",
            "mayā",
            "ādiṣṭam",
            "apramattaḥ",
            "prajā",
            "pate",
            "mat",
            "ādeśa",
            "karaḥ",
            "lokaḥ",
            "sarvatra",
            "āpnoti",
            "śobhanam"
        ],
        "translation": "My dear King, O protector of the citizens, henceforward be very careful to execute My orders and not be misled by anything. Anyone who lives in that way, simply carrying out My orders faithfully, will always find good fortune all over the world.",
        "purport": " The sum and substance of religious life is to execute the orders of the Supreme Personality of Godhead, and one who does so is perfectly religious. In Bhagavad-gītā (18.65) the Supreme Lord Kṛṣṇa says, man-manā bhava mad-bhaktaḥ: “Just think of Me always and become My devotee.” Furthermore, the Lord says, sarva-dharmān parityajya mām ekaṁ śaraṇaṁ vraja: “Give up all kinds of material engagement and simply surrender unto Me.” (Bg. 18.66) This is the primary principle of religion. Anyone who directly executes such an order from the Personality of Godhead is actually a religious person. Others are described as pretenders, for there are many activities going on throughout the world in the name of religion which are not actually religious. For one who executes the order of the Supreme Personality of Godhead, however, there is only good fortune throughout the world."
    },
    {
        "verse": "34",
        "devanagari": "मैत्रेय उवाचइति वैन्यस्य राजर्षे: प्रतिनन्द्यार्थवद्वच: ।पूजितोऽनुगृहीत्वैनं गन्तुं चक्रेऽच्युतो मतिम् ॥ ३४ ॥",
        "english_devnagari": "maitreya uvācaiti vainyasya rājarṣeḥpratinandyārthavad vacaḥpūjito ’nugṛhītvainaṁgantuṁ cakre ’cyuto matim",
        "verse_Syn": [
            "maitreyaḥ",
            "uvāca",
            "iti",
            "vainyasya",
            "rāja",
            "ṛṣeḥ",
            "pratinandya",
            "artha",
            "vat",
            "vacaḥ",
            "pūjitaḥ",
            "anugṛhītvā",
            "enam",
            "gantum",
            "cakre",
            "acyutaḥ",
            "matim"
        ],
        "translation": "The great saint Maitreya told Vidura: The Supreme Personality of Godhead amply appreciated the meaningful prayers of Mahārāja Pṛthu. Thus, after being properly worshiped by the King, the Lord blessed him and decided to depart.",
        "purport": " Most important in this verse are the words pratinandyārthavad vacaḥ, which indicate that the Lord appreciated the very meaningful prayers of the King. When a devotee prays to the Lord, it is not to ask for material benefits but to ask the Lord for His favor; he prays that he may be engaged in the service of the Lord’s lotus feet birth after birth. Lord Caitanya therefore uses the words mama janmani janmani, which mean “birth after birth,” because a devotee is not even interested in stopping the repetition of birth. The Lord and the devotee appear in this material world birth after birth, but such births are transcendental. In the Fourth Chapter of Bhagavad-gītā the Lord informed Arjuna that both He and Arjuna had undergone many, many births previously, but the Lord remembered everything about them whereas Arjuna had forgotten. The Lord and His confidential devotees appear many times to fulfill the Lord’s mission, but since such births are transcendental, they are not accompanied by the miserable conditions of material birth, and they are therefore called divya, transcendental. One must understand the transcendental birth of the Lord and the devotee. The purpose of the Lord’s taking birth is to establish devotional service, which is the perfect system of religion, and the purpose of the birth of a devotee is to broadcast the same system of religion, or the bhakti cult, all over the world. Pṛthu Mahārāja was an incarnation of the power of the Lord to spread the bhakti cult, and the Lord blessed him to remain fixed in his position. Thus when the King refused to accept any material benediction, the Lord appreciated that refusal very much. Another significant word in this verse is acyuta, which means “infallible.” Although the Lord appears in this material world, He is never to be considered one of the conditioned souls, who are all fallible. When the Lord appears, He remains in His spiritual position, uncontaminated by the modes of material nature, and therefore in Bhagavad-gītā the Lord expresses the quality of His appearance as ātma-māyayā, “performed by internal potency.” The Lord, being infallible, is not forced by material nature to take birth in this material world. He appears in order to reestablish the perfect order of religious principles and to vanquish the demoniac influence in human society."
    },
    {
        "verse": "35-36",
        "devanagari": "देवर्षिपितृगन्धर्वसिद्धचारणपन्नगा: ।किन्नराप्सरसो मर्त्या: खगा भूतान्यनेकश: ॥ ३५ ॥यज्ञेश्वरधिया राज्ञा वाग्वित्ताञ्जलिभक्तित: ।सभाजिता ययु: सर्वे वैकुण्ठानुगतास्तत: ॥ ३६ ॥",
        "english_devnagari": "devarṣi-pitṛ-gandharva-siddha-cāraṇa-pannagāḥkinnarāpsaraso martyāḥkhagā bhūtāny anekaśaḥ",
        "verse_Syn": [
            "deva",
            "ṛṣi",
            "pitṛ",
            "gandharva",
            "siddha",
            "cāraṇa",
            "pannagāḥ",
            "kinnara",
            "apsarasaḥ",
            "martyāḥ",
            "khagāḥ",
            "bhūtāni",
            "anekaśaḥ",
            "yajña",
            "īśvara",
            "dhiyā",
            "rājñā",
            "vāk",
            "vitta",
            "añjali",
            "bhaktitaḥ",
            "sabhājitāḥ",
            "yayuḥ",
            "sarve",
            "vaikuṇṭha",
            "anugatāḥ",
            "tataḥ"
        ],
        "translation": "King Pṛthu worshiped the demigods, the great sages, the inhabitants of Pitṛloka, the inhabitants of Gandharvaloka, and those of Siddhaloka, Cāraṇaloka, Pannagaloka, Kinnaraloka, Apsaroloka, the earthly planets and the planets of the birds. He also worshiped many other living entities who presented themselves in the sacrificial arena. With folded hands he worshiped all these, as well as the Supreme Personality of Godhead and the personal associates of the Lord, by offering sweet words and as much wealth as possible. After this function, they all went back to their respective abodes, following in the footsteps of Lord Viṣṇu.",
        "purport": " In modern so-called scientific society the idea is very prevalent that there is no life on other planets but that only on this earth do living entities with intelligence and scientific knowledge exist. The Vedic literatures, however, do not accept this foolish theory. The followers of Vedic wisdom are fully aware of various planets inhabited by varieties of living entities such as the demigods, the sages, the Pitās, the Gandharvas, the Pannagas, the Kinnaras, the Cāraṇas, the Siddhas and the Apsarās. The Vedas give information that in all planets — not only within this material sky but also in the spiritual sky — there are varieties of living entities. Although all these living entities are of one spiritual nature, in quality the same as the Supreme Personality of Godhead, they have varieties of bodies due to the embodiment of the spirit soul by the eight material elements, namely earth, water, fire, air, sky, mind, intelligence and false ego. In the spiritual world, however, there is no such distinction between the body and the embodied. In the material world, distinctive features are manifested in different types of bodies in the various planets. We have full information from the Vedic literature that in each and every planet, both material and spiritual, there are living entities of varied intelligence. The earth is one of the planets of the Bhūrloka planetary system. There are six planetary systems above Bhūrloka and seven planetary systems below it. Therefore the entire universe is known as caturdaśa-bhuvana, indicating that it has fourteen different planetary systems. Beyond the planetary systems in the material sky, there is another sky, which is known as paravyoma, or the spiritual sky, where there are spiritual planets. The inhabitants of those planets engage in varieties of loving service unto the Supreme Personality of Godhead, which include different rasas, or relationships, known as dāsya-rasa, sakhya-rasa, vātsalya-rasa, mādhurya-rasa and, above all, parakīya-rasa. This parakīya-rasa, or paramour love, is prevalent in Kṛṣṇaloka, where Lord Kṛṣṇa lives. This planet is also called Goloka Vṛndāvana, and although Lord Kṛṣṇa lives there perpetually, He also expands Himself in millions and trillions of forms. In one of such forms He appears on this material planet in a particular place known as Vṛndāvana-dhāma, where He displays His original pastimes of Goloka Vṛndāvana-dhāma in the spiritual sky in order to attract the conditioned souls back home, back to Godhead."
    },
    {
        "verse": "37",
        "devanagari": "भगवानपि राजर्षे: सोपाध्यायस्य चाच्युत: ।हरन्निव मनोऽमुष्य स्वधाम प्रत्यपद्यत ॥ ३७ ॥",
        "english_devnagari": "bhagavān api rājarṣeḥsopādhyāyasya cācyutaḥharann iva mano ’muṣyasva-dhāma pratyapadyata",
        "verse_Syn": [
            "bhagavān",
            "api",
            "rāja",
            "ṛṣeḥ",
            "sa",
            "upādhyāyasya",
            "ca",
            "acyutaḥ",
            "haran",
            "iva",
            "manaḥ",
            "amuṣya",
            "sva",
            "dhāma",
            "pratyapadyata"
        ],
        "translation": "The infallible Supreme Personality of Godhead, having captivated the minds of the King and the priests who were present, returned to His abode in the spiritual sky.",
        "purport": " Because the Supreme Personality of Godhead is all-spiritual, He can descend from the spiritual sky without changing His body, and thus He is known as acyuta, or infallible. When a living entity falls down to the material world, however, he has to accept a material body, and therefore, in his material embodiment, he cannot be called acyuta. Because he falls down from his real engagement in the service of the Lord, the living entity gets a material body to suffer or try to enjoy in the miserable material conditions of life. Therefore the fallen living entity is cyuta, whereas the Lord is called acyuta. The Lord was attractive for everyone — not only the King but also the priestly order, who were very much addicted to the performance of Vedic rituals. Because the Lord is all-attractive, He is called Kṛṣṇa, or “one who attracts everyone.” The Lord appeared in the sacrificial arena of Mahārāja Pṛthu as Kṣīrodakaśāyī Viṣṇu, who is a plenary expansion of Lord Kṛṣṇa. He is the second incarnation from Kāraṇodakaśāyī Viṣṇu, who is the origin of material creation and who expands as Garbhodakaśāyī Viṣṇu, who then enters into each and every universe. Kṣīrodakaśāyī Viṣṇu is one of the puruṣas who control the material modes of nature."
    },
    {
        "verse": "38",
        "devanagari": "अद‍ृष्टाय नमस्कृत्य नृप: सन्दर्शितात्मने ।अव्यक्ताय च देवानां देवाय स्वपुरं ययौ ॥ ३८ ॥",
        "english_devnagari": "adṛṣṭāya namaskṛtyanṛpaḥ sandarśitātmaneavyaktāya ca devānāṁdevāya sva-puraṁ yayau",
        "verse_Syn": [
            "adṛṣṭāya",
            "namaḥ",
            "kṛtya",
            "nṛpaḥ",
            "sandarśita",
            "ātmane",
            "avyaktāya",
            "ca",
            "devānām",
            "devāya",
            "sva",
            "puram",
            "yayau"
        ],
        "translation": "King Pṛthu then offered his respectful obeisances unto the Supreme Personality of Godhead, who is the Supreme Lord of all demigods. Although not an object of material vision, the Lord revealed Himself to the sight of Mahārāja Pṛthu. After offering obeisances to the Lord, the King returned to his home.",
        "purport": " The Supreme Lord is not visible to material eyes, but when the material senses are inclined to the transcendental loving service of the Lord and are thus purified, the Lord reveals Himself to the vision of the devotee. Avyakta means “unmanifested.” Although the material world is the creation of the Supreme Personality of Godhead, He is unmanifested to material eyes. Mahārāja Pṛthu, however, developed spiritual eyes by his pure devotional service. Here, therefore, the Lord is described as sandarśitātmā, for He reveals Himself to the vision of the devotee, although He is not visible to ordinary eyes."
    }
]