[
    {
        "verse": "1",
        "devanagari": "नारद उवाचसैनिका भयनाम्नो ये बर्हिष्मन् दिष्टकारिण: ।प्रज्वारकालकन्याभ्यांविचेरुरवनीमिमाम् ॥ १ ॥",
        "english_devnagari": "nārada uvācasainikā bhaya-nāmno yebarhiṣman diṣṭa-kāriṇaḥprajvāra-kāla-kanyābhyāṁvicerur avanīm imām",
        "verse_Syn": [
            "nāradaḥ",
            "uvāca",
            "sainikāḥ",
            "bhaya",
            "nāmnaḥ",
            "ye",
            "barhiṣman",
            "diṣṭa",
            "kāriṇaḥ",
            "prajvāra",
            "kāla",
            "kanyābhyām",
            "viceruḥ",
            "avanīm",
            "imām"
        ],
        "translation": "The great sage Nārada continued: My dear King Prācīnabarhiṣat, afterward the King of the Yavanas, whose name is fear itself, as well as Prajvāra, Kālakanyā, and his soldiers, began to travel all over the world.",
        "purport": " The period of life just prior to death is certainly very dangerous because usually at this time people are attacked by the weakness of old age as well as many kinds of disease. The diseases that attack the body are compared here to soldiers. These soldiers are not ordinary soldiers, for they are guided by the King of the Yavanas, who acts as their commander-in-chief. The word diṣṭa-kāriṇaḥ indicates that he is their commander. When a man is young, he does not care for old age but enjoys sex to the best of his satisfaction, not knowing that at the end of life his sexual indulgence will bring on various diseases, which so much disturb the body that one will pray for immediate death. The more one enjoys sex during youth, the more he suffers in old age."
    },
    {
        "verse": "2",
        "devanagari": "त एकदा तु रभसा पुरञ्जनपुरीं नृप ।रुरुधुर्भौमभोगाढ्यांजरत्पन्नगपालिताम् ॥ २ ॥",
        "english_devnagari": "ta ekadā tu rabhasāpurañjana-purīṁ nṛparurudhur bhauma-bhogāḍhyāṁjarat-pannaga-pālitām",
        "verse_Syn": [
            "te",
            "ekadā",
            "tu",
            "rabhasā",
            "purañjana",
            "purīm",
            "nṛpa",
            "rurudhuḥ",
            "bhauma",
            "bhoga",
            "āḍhyām",
            "jarat",
            "pannaga",
            "pālitām"
        ],
        "translation": "Once the dangerous soldiers attacked the city of Purañjana with great force. Although the city was full of paraphernalia for sense gratification, it was being protected by the old serpent.",
        "purport": " As one’s body engages in sense gratification, it becomes weaker and weaker daily. Finally the vital force becomes so weak that it is herein compared to a weak serpent. The life air has already been compared to the serpent. When the vital force within the body becomes weak, the body itself also becomes weak. At such a time the death symptoms — that is, the dangerous soldiers of death’s superintendent, Yamarāja — begin to attack very severely. According to the Vedic system, before coming to such a stage one should leave home and take sannyāsa to preach the message of God for the duration of life. However, if one sits at home and is served by his beloved wife and children, he certainly becomes weaker and weaker due to sense gratification. When death finally comes, one leaves the body devoid of spiritual assets. At the present time, even the oldest man in the family does not leave home, being attracted by wife, children, money, opulence, dwelling, etc. Thus at the end of life one worries about how his wife will be protected and how she will manage the great family responsibilities. In this way a man usually thinks of his wife before death. According to Bhagavad-gītā (8.6): “Whatever state of being one remembers when he quits his body, that state he will attain without fail.” At the end of life, a person thinks of what he has done throughout his whole life; thus he gets another body (dehāntara) according to his thoughts and desires at the end of life. One overly addicted to life at home naturally thinks of his beloved wife at the end of life. Consequently, in the next life he gets the body of a woman, and he also acquires the results of his pious or impious activities. In this chapter the acceptance of a woman’s body by King Purañjana will be thoroughly explained."
    },
    {
        "verse": "3",
        "devanagari": "कालकन्यापि बुभुजे पुरञ्जनपुरं बलात् ।ययाभिभूत: पुरुष: सद्यो नि:सारतामियात् ॥ ३ ॥",
        "english_devnagari": "kāla-kanyāpi bubhujepurañjana-puraṁ balātyayābhibhūtaḥ puruṣaḥsadyo niḥsāratām iyāt",
        "verse_Syn": [
            "kāla",
            "kanyā",
            "api",
            "bubhuje",
            "purañjana",
            "puram",
            "balāt",
            "yayā",
            "abhibhūtaḥ",
            "puruṣaḥ",
            "sadyaḥ",
            "niḥsāratām",
            "iyāt"
        ],
        "translation": "Gradually Kālakanyā, with the help of dangerous soldiers, attacked all the inhabitants of Purañjana’s city and thus rendered them useless for all purposes.",
        "purport": " At the fag end of life, when the invalidity of old age attacks a man, his body becomes useless for all purposes. Therefore Vedic training dictates that when a man is in his boyhood he should be trained in the process of brahmacarya — that is, he should be completely engaged in the service of the Lord and should not in any way associate with women. When the boy becomes a young man, he marries between the ages of twenty and twenty-five. When he is married at the right age, he can immediately beget strong, healthy sons. Now female descendants are increasing because young men are very weak sexually. A male child will be born if the husband is sexually stronger than the wife, but if the female is stronger, a female child will be born. Thus it is essential to practice the system of brahmacarya if one wishes to beget a male child when one is married. When one reaches the age of fifty, he should give up family life. At that time one’s child should be grown up so that the father can leave the family responsibilities to him. The husband and wife may then go abroad to live a retired life and travel to different places of pilgrimage. When both the husband and wife lose their attachment for family and home, the wife returns home to live under the care of her grown-up children and to remain aloof from family affairs. The husband then takes sannyāsa to render some service to the Supreme Personality of Godhead. This is the perfect system of civilization. The human form of life is especially meant for God realization. If one is unable to take to the process of Kṛṣṇa consciousness from the very beginning of life, he must be trained to accept these principles at the fag end of life. Unfortunately, there is no training even in childhood, nor can one give up his family life even at the end. This is the situation with the city of Purañjana, figuratively described in these verses."
    },
    {
        "verse": "4",
        "devanagari": "तयोपभुज्यमानां वै यवना: सर्वतोदिशम् ।द्वार्भि: प्रविश्य सुभृशं प्रार्दयन् सकलां पुरीम् ॥ ४ ॥",
        "english_devnagari": "tayopabhujyamānāṁ vaiyavanāḥ sarvato-diśamdvārbhiḥ praviśya subhṛśaṁprārdayan sakalāṁ purīm",
        "verse_Syn": [
            "tayā",
            "upabhujyamānām",
            "vai",
            "yavanāḥ",
            "sarvataḥ",
            "diśam",
            "dvārbhiḥ",
            "praviśya",
            "su",
            "bhṛśam",
            "prārdayan",
            "sakalām",
            "purīm"
        ],
        "translation": "When Kālakanyā, daughter of Time, attacked the body, the dangerous soldiers of the King of the Yavanas entered the city through different gates. They then began to give severe trouble to all the citizens.",
        "purport": " The body has nine gates: the two eyes, two nostrils, two ears, mouth, rectum and genitals. When one is harassed by the invalidity of old age, various diseases manifest at the gates of the body. For example, the eyes become so dim that one requires spectacles, and the ears become too weak to hear directly, and therefore one requires hearing aids. The nostrils are blocked by mucus, and one has to always sniff a medicinal bottle containing ammonia. Similarly, the mouth, too weak to chew, requires false teeth. The rectum also gives one trouble, and the evacuation process becomes difficult. Sometimes one has to take enemas and sometimes use a surgical nozzle to accelerate the passing of urine. In this way the city of Purañjana was attacked at various gates by the soldiers. Thus in old age all the gates of the body are blocked by so many diseases, and one has to take help from so many medicines and surgical appliances."
    },
    {
        "verse": "5",
        "devanagari": "तस्यां प्रपीड्यमानायामभिमानी पुरञ्जन: ।अवापोरुविधांस्तापान् कुटुम्बी ममताकुल: ॥ ५ ॥",
        "english_devnagari": "tasyāṁ prapīḍyamānāyāmabhimānī purañjanaḥavāporu-vidhāṁs tāpānkuṭumbī mamatākulaḥ",
        "verse_Syn": [
            "tasyām",
            "prapīḍyamānāyām",
            "abhimānī",
            "purañjanaḥ",
            "avāpa",
            "uru",
            "vidhān",
            "tāpān",
            "kuṭumbī",
            "mamatā",
            "ākulaḥ"
        ],
        "translation": "When the city was thus endangered by the soldiers and Kālakanyā, King Purañjana, being overly absorbed in affection for his family, was placed in difficulty by the attack of Yavana-rāja and Kālakanyā.",
        "purport": " When we refer to the body, we include the external gross body with its various limbs, as well as the mind, intelligence and ego. In old age these all become weak when they are attacked by different diseases. The proprietor of the body, the living soul, becomes very sad at not being able to use the field of activities properly. In Bhagavad-gītā it is clearly explained that the living entity is the proprietor of this body (kṣetra-jña) and that the body is the field of activities (kṣetra). When a field is overgrown with thorns and weeds, it becomes very difficult for the owner to work it. That is the position of the spirit soul when the body itself becomes a burden due to disease. Extra burdens are placed on the body in the form of anxiety and general deterioration of the bodily functions."
    },
    {
        "verse": "6",
        "devanagari": "कन्योपगूढो नष्टश्री: कृपणो विषयात्मक: ।नष्टप्रज्ञो हृतैश्वर्यो गन्धर्वयवनैर्बलात् ॥ ६ ॥",
        "english_devnagari": "kanyopagūḍho naṣṭa-śrīḥkṛpaṇo viṣayātmakaḥnaṣṭa-prajño hṛtaiśvaryogandharva-yavanair balāt",
        "verse_Syn": [
            "kanyā",
            "upagūḍhaḥ",
            "naṣṭa",
            "śrīḥ",
            "kṛpaṇaḥ",
            "viṣaya",
            "ātmakaḥ",
            "naṣṭa",
            "prajñaḥ",
            "hṛta",
            "aiśvaryaḥ",
            "gandharva",
            "yavanaiḥ",
            "balāt"
        ],
        "translation": "When King Purañjana was embraced by Kālakanyā, he gradually lost all his beauty. Having been too much addicted to sex, he became very poor in intelligence and lost all his opulence. Being bereft of all possessions, he was conquered forcibly by the Gandharvas and the Yavanas.",
        "purport": " When a person is attacked by the invalidity of old age and is still addicted to sense gratification, he gradually loses all his personal beauty, intelligence and good possessions. He thus cannot resist the forceful attack of the daughter of Time."
    },
    {
        "verse": "7",
        "devanagari": "विशीर्णां स्वपुरीं वीक्ष्य प्रतिकूलाननाद‍ृतान् ।पुत्रान् पौत्रानुगामात्याञ्जायां च गतसौहृदाम् ॥ ७ ॥",
        "english_devnagari": "viśīrṇāṁ sva-purīṁ vīkṣyapratikūlān anādṛtānputrān pautrānugāmātyāñjāyāṁ ca gata-sauhṛdām",
        "verse_Syn": [
            "viśīrṇām",
            "sva",
            "purīm",
            "vīkṣya",
            "pratikūlān",
            "anādṛtān",
            "putrān",
            "pautra",
            "anuga",
            "amātyān",
            "jāyām",
            "ca",
            "gata",
            "sauhṛdām"
        ],
        "translation": "King Purañjana then saw that everything in his town was scattered and that his sons, grandsons, servants and ministers were all gradually opposing him. He also noted that his wife was becoming cold and indifferent.",
        "purport": " When one becomes an invalid, his senses and organs are weakened. In other words, they are no longer under one’s control. The senses and sense objects then begin to oppose him. When a person is in a distressed condition, even his family members — his sons, grandsons and wife — become disrespectful. They no longer are under the command of the master of the house. Just as we wish to use our senses for sense gratification, the senses also require strength from the body in reciprocation. A man keeps a family for enjoyment, and similarly family members demand enjoyment from the head of the family. When they do not receive sufficient money from him, they grow disinterested and ignore his commands or desires. This is all due to one’s being a kṛpaṇa (miser). This word kṛpaṇa, used in the sixth verse, is in opposition to the word brāhmaṇa. In the human form of life one should become a brāhmaṇa, which means that one should understand the constitutional position of the Absolute Truth, Brahman, and then engage in His service as a Vaiṣṇava. We get this facility in the human form of life, but if we do not properly utilize this opportunity, we become a kṛpaṇa, miser. A miser is one who gets money but does not spend it properly. This human form of life is especially meant for understanding Brahman, for becoming a brāhmaṇa, and if we do not utilize it properly, we remain a kṛpaṇa. We can actually see that when one has money but does not spend it, he remains a miser and is never happy. Similarly, when one’s intelligence is spoiled due to sense gratification, he remains a miser throughout his life."
    },
    {
        "verse": "8",
        "devanagari": "आत्मानं कन्यया ग्रस्तं पञ्चालानरिदूषितान् ।दुरन्तचिन्तामापन्नो न लेभे तत्प्रतिक्रियाम् ॥ ८ ॥",
        "english_devnagari": "ātmānaṁ kanyayā grastaṁpañcālān ari-dūṣitānduranta-cintām āpannona lebhe tat-pratikriyām",
        "verse_Syn": [
            "ātmānam",
            "kanyayā",
            "grastam",
            "pañcālān",
            "ari",
            "dūṣitān",
            "duranta",
            "cintām",
            "āpannaḥ",
            "na",
            "lebhe",
            "tat",
            "pratikriyām"
        ],
        "translation": "When King Purañjana saw that all his family members, relatives, followers, servants, secretaries and everyone else had turned against him, he certainly became very anxious. But he could not counteract the situation because he was thoroughly overwhelmed by Kālakanyā.",
        "purport": " When a person becomes weak from the attack of old age, the family members, servants and secretaries do not care for him. He is then unable to counteract this. Thus he becomes more and more anxious and laments his frightful condition."
    },
    {
        "verse": "9",
        "devanagari": "कामानभिलषन्दीनो यातयामांश्च कन्यया ।विगतात्मगतिस्‍नेह: पुत्रदारांश्च लालयन् ॥ ९ ॥",
        "english_devnagari": "kāmān abhilaṣan dīnoyāta-yāmāṁś ca kanyayāvigatātma-gati-snehaḥputra-dārāṁś ca lālayan",
        "verse_Syn": [
            "kāmān",
            "abhilaṣan",
            "dīnaḥ",
            "yāta",
            "yāmān",
            "ca",
            "kanyayā",
            "vigata",
            "ātma",
            "gati",
            "snehaḥ",
            "putra",
            "dārān",
            "ca",
            "lālayan"
        ],
        "translation": "The objects of enjoyment became stale by the influence of Kālakanyā. Due to the continuance of his lusty desires, King Purañjana became very poor in everything. Thus he did not understand the aim of life. He was still very affectionate toward his wife and children, and he worried about maintaining them.",
        "purport": " This is exactly the position of present civilization. Everyone is engaged in maintaining the body, home and family. Consequently everyone becomes confused at the end of life, not knowing what spiritual life and the goal of human life are. In a civilization of sense gratification there cannot be spiritual life, because a person thinks only of this life. Although the next life is a fact, no information is given about it."
    },
    {
        "verse": "10",
        "devanagari": "गन्धर्वयवनाक्रान्तां कालकन्योपमर्दिताम् ।हातुं प्रचक्रमे राजा तां पुरीमनिकामत: ॥ १० ॥",
        "english_devnagari": "gandharva-yavanākrāntāṁkāla-kanyopamarditāmhātuṁ pracakrame rājātāṁ purīm anikāmataḥ",
        "verse_Syn": [
            "gandharva",
            "yavana",
            "ākrāntām",
            "kāla",
            "kanyā",
            "upamarditām",
            "hātum",
            "pracakrame",
            "rājā",
            "tām",
            "purīm",
            "anikāmataḥ"
        ],
        "translation": "The city of King Purañjana was overcome by the Gandharva and Yavana soldiers, and although the King had no desire to leave the city, he was circumstantially forced to do so, for it was smashed by Kālakanyā.",
        "purport": " The living entity, separated from the association of the Supreme Personality of Godhead, tries to enjoy this material world. He is given a chance to enjoy it in a particular type of body, beginning with the body of a Brahmā down to that of the microbe. From the Vedic history of creation we can understand that the first living creature was Lord Brahmā, who created the seven great sages and other Prajāpatis to increase the universal population. Thus every living entity, according to karma, his past desires and activities, gets a particular type of body, from that of Brahmā to that of a microbe or germ in stool. Due to long association with a particular type of material body and also due to the grace of Kālakanyā and her māyā, one becomes overly attached to a material body, although it is the abode of pain. Even if one tries to separate a worm from stool, the worm will be unwilling to leave. It will return to the stool. Similarly, a hog generally lives in a very filthy state, eating stool, but if one tries to separate it from its condition and give it a nice place, the hog will be unwilling. In this way if we study each and every living entity, we will find that he will defy offers of a more comfortable position. Although King Purañjana was attacked from all sides, he was unwilling to leave the city. In other words, the living entity — whatever his condition — does not want to give up the body. But he will be forced to give it up because, after all, this material body cannot exist forever. The living entity wishes to enjoy the material world in different ways, and therefore by nature’s law he is allowed to transmigrate from one body to another, exactly as a person transmigrates from the body of an infant to a child to a boy to a youth to a man. This process is constantly going on. At the last stage, when the gross body becomes old and invalid, the living entity is reluctant to give it up, despite the fact that it is no longer usable. Although material existence and the material body are not comfortable, why does the living entity not want to leave? As soon as one gets a material body, he has to work very hard to maintain it. He may engage in different fields of activity, but whatever the case, everyone has to work very hard to maintain the material body. Unfortunately, society has no information of the soul’s transmigration. Because the living entity does not hope to enter the spiritual kingdom of eternal life, bliss and knowledge, he wants to stick to his present body, even though it may be useless. Consequently, the greatest welfare activity in this material world is the furthering of the Kṛṣṇa consciousness movement. This movement is giving human society information about the kingdom of God. There is God, there is Kṛṣṇa, and everyone can return to God and live eternally in bliss and knowledge. A Kṛṣṇa conscious person is not afraid of giving up the body because his position is always eternal. A Kṛṣṇa conscious person engages in the transcendental loving service of the Lord eternally; therefore as long as he lives within the body, he is happy to engage in the loving service of the Lord, and when he gives up the body, he is also permanently situated in the service of the Lord. The saintly devotees are always free and liberated, whereas the karmīs, who have no knowledge of spiritual life or the transcendental loving service of the Lord, are very much afraid of giving up the rotten material body."
    },
    {
        "verse": "11",
        "devanagari": "भयनाम्नोऽग्रजो भ्राता प्रज्वार: प्रत्युपस्थित: ।ददाह तां पुरीं कृत्‍स्‍नां भ्रातु: प्रियचिकीर्षया ॥ ११ ॥",
        "english_devnagari": "bhaya-nāmno ’grajo bhrātāprajvāraḥ pratyupasthitaḥdadāha tāṁ purīṁ kṛtsnāṁbhrātuḥ priya-cikīrṣayā",
        "verse_Syn": [
            "bhaya",
            "nāmnaḥ",
            "agra",
            "jaḥ",
            "bhrātā",
            "prajvāraḥ",
            "pratyupasthitaḥ",
            "dadāha",
            "tām",
            "purīm",
            "kṛtsnām",
            "bhrātuḥ",
            "priya",
            "cikīrṣayā"
        ],
        "translation": "Under the circumstances, the elder brother of Yavana-rāja, known as Prajvāra, set fire to the city to please his younger brother, whose other name is fear itself.",
        "purport": " According to the Vedic system, a dead body is set on fire, but before death there is another fire, or fever, which is called prajvāra, or viṣṇu-jvāra. Medical science verifies that when one’s temperature is raised to 107 degrees, a man immediately dies. This prajvāra, or high fever, at the last stage of life places the living entity in the midst of a blazing fire."
    },
    {
        "verse": "12",
        "devanagari": "तस्यां सन्दह्यमानायां सपौर: सपरिच्छद: ।कौटुम्बिक: कुटुम्बिन्या उपातप्यत सान्वय: ॥ १२ ॥",
        "english_devnagari": "tasyāṁ sandahyamānāyāṁsapauraḥ saparicchadaḥkauṭumbikaḥ kuṭumbinyāupātapyata sānvayaḥ",
        "verse_Syn": [
            "tasyām",
            "sandahyamānāyām",
            "sa",
            "pauraḥ",
            "sa",
            "paricchadaḥ",
            "kauṭumbikaḥ",
            "kuṭumbinyā",
            "upātapyata",
            "sa",
            "anvayaḥ"
        ],
        "translation": "When the city was set ablaze, all the citizens and servants of the King, as well as all family members, sons, grandsons, wives and other relatives, were within the fire. King Purañjana thus became very unhappy.",
        "purport": " There are many parts of the body — the senses, the limbs, the skin, the muscles, blood, marrow, etc. — and all these are considered here figuratively as sons, grandsons, citizens and dependents. When the body is attacked by the viṣṇu-jvāra, the fiery condition becomes so acute that sometimes one remains in a coma. This means that the body is in such severe pain that one becomes unconscious and cannot feel the miseries taking place within the body. Indeed, the living entity becomes so helpless at the time of death that, although unwilling, he is forced to give up the body and enter another. In Bhagavad-gītā it is stated that man may, by scientific advancement, improve the temporary living conditions, but that he cannot avoid the pangs of birth, old age, disease and death. These are under the control of the Supreme Personality of Godhead through the agency of material nature. A foolish person cannot understand this simple fact. Now people are very busy trying to find petroleum in the midst of the ocean. They are very anxious to make provisions for the future petroleum supply, but they do not make any attempts to ameliorate the conditions of birth, old age, disease and death. Thus a person in ignorance, not knowing anything about his own future life, is certainly defeated in all his activities."
    },
    {
        "verse": "13",
        "devanagari": "यवनोपरुद्धायतनो ग्रस्तायां कालकन्यया ।पुर्यां प्रज्वारसंसृष्ट:पुरपालोऽन्वतप्यत ॥ १३ ॥",
        "english_devnagari": "yavanoparuddhāyatanograstāyāṁ kāla-kanyayāpuryāṁ prajvāra-saṁsṛṣṭaḥpura-pālo ’nvatapyata",
        "verse_Syn": [
            "yavana",
            "uparuddha",
            "āyatanaḥ",
            "grastāyām",
            "kāla",
            "kanyayā",
            "puryām",
            "prajvāra",
            "saṁsṛṣṭaḥ",
            "pura",
            "pālaḥ",
            "anvatapyata"
        ],
        "translation": "The city’s superintendent of police, the serpent, saw that the citizens were being attacked by Kālakanyā, and he became very aggrieved to see his own residence set ablaze after being attacked by the Yavanas.",
        "purport": " The living entity is covered by two different types of bodies — the gross body and the subtle body. At death we can see that the gross body is finished, but actually the living entity is carried by the subtle body to another gross body. The so-called scientists of the modern age cannot see how the subtle body is working in carrying the soul from one body to another. This subtle body has been figuratively described as a serpent, or the city’s police superintendent. When there is fire everywhere, the police superintendent cannot escape either. When there is security and an absence of fire in the city, the police superintendent can impose his authority upon the citizens, but when there is an all-out attack on the city, he is rendered useless. As the life air was ready to leave the gross body, the subtle body also began to experience pain."
    },
    {
        "verse": "14",
        "devanagari": "न शेके सोऽवितुं तत्र पुरुकृच्छ्रोरुवेपथु: ।गन्तुमैच्छत्ततो वृक्षकोटरादिव सानलात् ॥ १४ ॥",
        "english_devnagari": "na śeke so ’vituṁ tatrapuru-kṛcchroru-vepathuḥgantum aicchat tato vṛkṣa-koṭarād iva sānalāt",
        "verse_Syn": [
            "na",
            "śeke",
            "saḥ",
            "avitum",
            "tatra",
            "puru",
            "kṛcchra",
            "uru",
            "vepathuḥ",
            "gantum",
            "aicchat",
            "tataḥ",
            "vṛkṣa",
            "koṭarāt",
            "iva",
            "sa",
            "analāt"
        ],
        "translation": "As a serpent living within the cavity of a tree wishes to leave when there is a forest fire, so the city’s police superintendent, the snake, wished to leave the city due to the fire’s severe heat.",
        "purport": " It becomes very difficult for snakes to leave a forest when there is a fire. Other animals may flee due to their long legs, but serpents, only being able to crawl, are generally burnt in the fire. At the last stage, the limbs of the body are not as much affected as the life air."
    },
    {
        "verse": "15",
        "devanagari": "शिथिलावयवो यर्हि गन्धर्वैर्हृतपौरुष: ।यवनैररिभी राजन्नुपरुद्धो रुरोद ह ॥ १५ ॥",
        "english_devnagari": "śithilāvayavo yarhigandharvair hṛta-pauruṣaḥyavanair aribhī rājannuparuddho ruroda ha",
        "verse_Syn": [
            "śithila",
            "avayavaḥ",
            "yarhi",
            "gandharvaiḥ",
            "hṛta",
            "pauruṣaḥ",
            "yavanaiḥ",
            "aribhiḥ",
            "rājan",
            "uparuddhaḥ",
            "ruroda",
            "ha"
        ],
        "translation": "The limbs of the serpent’s body were slackened by the Gandharvas and Yavana soldiers, who had thoroughly defeated his bodily strength. When he attempted to leave the body, he was checked by his enemies. Being thus baffled in his attempt, he began to cry loudly.",
        "purport": " At the last stage of life, the different gates of the body are choked by the effects of disease, which are caused by an imbalance of bile, mucus and air. Thus the living entity cannot clearly express his difficulties, and surrounding relatives hear the sound “ghura ghura” from a dying man. In his Mukunda-mālā-stotra, King Kulaśekhara states: “My dear Kṛṣṇa, please help me die immediately so that the swan of my mind may be encircled by the stem of Your lotus feet. Otherwise at the time of my final breath, when my throat is choked up, how will it be possible for me to think of You?” The swan takes great pleasure in diving within water and being encircled by the stem of the lotus flower. This entanglement is sporting joy. If, in our healthy condition, we think of the lotus feet of the Lord and die, it is most fortunate. In old age, at the time of death, the throat sometimes becomes choked with mucus or blocked by air. At such a time the sound vibration of Hare Kṛṣṇa, the mahā-mantra, may not come out. Thus one may forget Kṛṣṇa. Of course, those who are strong in Kṛṣṇa consciousness cannot possibly forget Kṛṣṇa at any stage because they are accustomed to chanting the Hare Kṛṣṇa mantra, especially when there is a signal from death."
    },
    {
        "verse": "16",
        "devanagari": "दुहितृ: पुत्रपौत्रांश्च जामिजामातृपार्षदान् ।स्वत्वावशिष्टं यत्किञ्चिद् गृहकोशपरिच्छदम् ॥ १६ ॥",
        "english_devnagari": "duhitṝḥ putra-pautrāṁś cajāmi-jāmātṛ-pārṣadānsvatvāvaśiṣṭaṁ yat kiñcidgṛha-kośa-paricchadam",
        "verse_Syn": [
            "duhitṝḥ",
            "putra",
            "pautrān",
            "ca",
            "jāmi",
            "jāmātṛ",
            "pārṣadān",
            "svatva",
            "avaśiṣṭam",
            "yat",
            "kiñcit",
            "gṛha",
            "kośa",
            "paricchadam"
        ],
        "translation": "King Purañjana then began to think of his daughters, sons, grandsons, daughters-in-law, sons-in-law, servants and other associates, as well as his house, his household paraphernalia and his little accumulation of wealth.",
        "purport": " It is not infrequent for a person overly attached to the material body to request a physician to prolong his life at least for some time. If the so-called scientific physician is able to prolong one’s life for a few minutes through the use of oxygen or other medicines, he thinks that he is very successful in his attempts, although ultimately the patient will die. This is called the struggle for existence. At the time of death both patient and physician still think of prolonging life, although all the constituents of the body are practically dead and gone."
    },
    {
        "verse": "17",
        "devanagari": "अहं ममेति स्वीकृत्य गृहेषु कुमतिर्गृही ।दध्यौ प्रमदया दीनो विप्रयोग उपस्थिते ॥ १७ ॥",
        "english_devnagari": "ahaṁ mameti svīkṛtyagṛheṣu kumatir gṛhīdadhyau pramadayā dīnoviprayoga upasthite",
        "verse_Syn": [
            "aham",
            "mama",
            "iti",
            "svī",
            "kṛtya",
            "gṛheṣu",
            "ku",
            "matiḥ",
            "gṛhī",
            "dadhyau",
            "pramadayā",
            "dīnaḥ",
            "viprayoge",
            "upasthite"
        ],
        "translation": "King Purañjana was overly attached to his family and conceptions of “I” and “mine.” Because he was overly attracted to his wife, he was already quite poverty-stricken. At the time of separation, he became very sorry.",
        "purport": " It is clear in this verse that at the time of death thoughts of material enjoyment do not go away. This indicates that the living entity, the soul, is carried by the subtle body — mind, intelligence and ego. Due to false ego, the living entity still wants to enjoy the material world, and for want of material enjoyment he becomes sorry or sad. He still makes intellectual plans to further his existence, and therefore, although he gives up the gross body, he is carried by the subtle body to another gross body. The transmigration of the subtle body is never visible to material eyes; therefore when one gives up the gross body, we think that he is finished. Plans for material enjoyment are made by the subtle body, and the gross body is the instrument for enjoying these plans. Thus the gross body can be compared to the wife, for the wife is the agent for all kinds of sense gratification. Because of long association with the gross body, the living entity becomes very sad to be separated from it. The mental activity of the living entity obliges him to accept another gross body and continue his material existence. The Sanskrit word strī means “expansion.” Through the wife one expands his various objects of attraction — sons, daughters, grandsons and so on. Attachment to family members becomes very prominent at the time of death. One often sees that just before leaving his body a man may call for his beloved son to give him charge of his wife and other paraphernalia. He may say, “My dear boy, I am being forced to leave. Please take charge of the family affairs.” He speaks in this way, not even knowing his destination."
    },
    {
        "verse": "18",
        "devanagari": "लोकान्तरं गतवति मय्यनाथा कुटुम्बिनी ।वर्तिष्यते कथं त्वेषा बालकाननुशोचती ॥ १८ ॥",
        "english_devnagari": "lokāntaraṁ gatavatimayy anāthā kuṭumbinīvartiṣyate kathaṁ tv eṣābālakān anuśocatī",
        "verse_Syn": [
            "loka",
            "antaram",
            "gatavati",
            "mayi",
            "anāthā",
            "kuṭumbinī",
            "vartiṣyate",
            "katham",
            "tu",
            "eṣā",
            "bālakān",
            "anuśocatī"
        ],
        "translation": "King Purañjana was anxiously thinking, “Alas, my wife is encumbered by so many children. When I pass from this body, how will she be able to maintain all these family members? Alas, she will be greatly harassed by thoughts of family maintenance.”",
        "purport": " All these thoughts of one’s wife indicate that the King was overly engrossed with the thoughts of woman. Generally a chaste woman becomes a very obedient wife. This causes a husband to become attached to his wife, and consequently he thinks of his wife very much at the time of death. This is a very dangerous situation, as is evident from the life of King Purañjana. If one thinks of his wife instead of Kṛṣṇa at the time of death, he will certainly not return home, back to Godhead, but will be forced to accept the body of a woman and thus begin another chapter of material existence."
    },
    {
        "verse": "19",
        "devanagari": "न मय्यनाशिते भुङ्क्ते नास्‍नाते स्‍नाति मत्परा ।मयि रुष्टे सुसन्त्रस्ता भर्त्सिते यतवाग्भयात् ॥ १९ ॥",
        "english_devnagari": "na mayy anāśite bhuṅktenāsnāte snāti mat-parāmayi ruṣṭe susantrastābhartsite yata-vāg bhayāt",
        "verse_Syn": [
            "na",
            "mayi",
            "anāśite",
            "bhuṅkte",
            "na",
            "asnāte",
            "snāti",
            "mat",
            "parā",
            "mayi",
            "ruṣṭe",
            "su",
            "santrastā",
            "bhartsite",
            "yata",
            "vāk",
            "bhayāt"
        ],
        "translation": "King Purañjana then began to think of his past dealings with his wife. He recalled that his wife would not take her dinner until he had finished his, that she would not take her bath until he had finished his, and that she was always very much attached to him, so much so that if he would sometimes become angry and chastise her, she would simply remain silent and tolerate his misbehavior.",
        "purport": " A wife is always supposed to be submissive to her husband. Submission, mild behavior and subservience are qualities in a wife which make a husband very thoughtful of her. For family life it is very good for a husband to be attached to his wife, but it is not very good for spiritual advancement. Thus Kṛṣṇa consciousness must be established in every home. If a husband and wife are very much attached to one another in Kṛṣṇa consciousness, they will both benefit because Kṛṣṇa is the center of their existence. Otherwise, if the husband is too much attached to his wife, he becomes a woman in his next life. The woman, being overly attached to her husband, becomes a man in her next life. Of course, it is an advantage for a woman to become a man, but it is not at all advantageous for the man to become a woman."
    },
    {
        "verse": "20",
        "devanagari": "प्रबोधयति माविज्ञं व्युषिते शोककर्शिता ।वर्त्मैतद् गृहमेधीयं वीरसूरपि नेष्यति ॥ २० ॥",
        "english_devnagari": "prabodhayati māvijñaṁvyuṣite śoka-karśitāvartmaitad gṛha-medhīyaṁvīra-sūr api neṣyati",
        "verse_Syn": [
            "prabodhayati",
            "mā",
            "avijñam",
            "vyuṣite",
            "śoka",
            "karśitā",
            "vartma",
            "etat",
            "gṛha",
            "medhīyam",
            "vīra",
            "sūḥ",
            "api",
            "neṣyati"
        ],
        "translation": "King Purañjana continued thinking how, when he was in a state of bewilderment, his wife would give him good counsel and how she would become aggrieved when he was away from home. Although she was the mother of so many sons and heroes, the King still feared that she would not be able to maintain the responsibility of household affairs.",
        "purport": " At the time of death King Purañjana was thinking of his wife, and this is called polluted consciousness. As Lord Kṛṣṇa explains in Bhagavad-gītā (15.7): “The living entities in this conditioned world are My eternal fragmental parts. Due to conditioned life, they are struggling very hard with the six senses, which include the mind.” The living entity is, after all, part and parcel of the Supreme Spirit, Kṛṣṇa. In other words, Kṛṣṇa’s constitutional position and the living entity’s constitutional position are the same qualitatively. The only difference is that the living entity is eternally an atomic particle of the Supreme Spirit (mamaivāṁśo jīva-loke jīva-bhūtaḥ sanātanaḥ). In this material world of conditional life, the fragmental portion of the Supreme Lord, the individual soul, is struggling due to his contaminated mind and consciousness. As part and parcel of the Supreme Lord, a living entity is supposed to think of Kṛṣṇa, but here we see that King Purañjana (the living entity) is thinking of a woman. Such mental absorption with some sense object brings about the living entity’s struggle for existence in this material world. Since King Purañjana is thinking of his wife, his struggle for existence in the material world will not be ended by death. As revealed in the following verses, King Purañjana had to accept the body of a woman in his next life due to his being overly absorbed in thoughts of his wife. Thus mental absorption in social, political, pseudoreligious, national and communal consciousness is cause for bondage. During one’s lifetime one has to change his activities in order to attain release from bondage. This is confirmed in Bhagavad-gītā (3.9): yajñārthāt karmaṇo ’nyatra loko ’yaṁ karma-bandhanaḥ. If we do not change our consciousness in this life, whatever we do in the name of social, political, religious or communal and national welfare will be the cause of our bondage. This means we have to continue in material, conditional life. As explained in Bhagavad-gītā (15.7), manaḥ-ṣaṣṭhānīndriyāṇi prakṛti-sthāni karṣati: when the mind and senses are engaged in material activities, one has to continue his material existence and struggle to attain happiness. In each and every life one is engaged in the struggle to become happy. Actually no one in this material world is happy, but the struggle gives a false sense of happiness. A person must work very hard, and when he attains the result of his hard work, he thinks himself happy. In the material world people do not know what real happiness is. Sukham ātyantikaṁ yat tad buddhi-grāhyam atīndriyam (Bg. 6.21): real happiness must be appreciated by one’s transcendental senses. Unless one is purified, the transcendental senses are not manifest; therefore to purify the senses one must take to Kṛṣṇa consciousness and engage the senses in the service of the Lord. Then there will be real happiness and liberation. It is stated in Bhagavad-gītā (15.8): “The living entity in the material world carries his different conceptions of life from one body to another as the air carries aromas.” If the wind passes over a garden of roses, it will carry the aroma of roses, and if it passes over a filthy place, it will carry the stench of obnoxious things. Similarly, King Purañjana, the living entity, now passes the air of his life over his wife, a woman; therefore he has to accept the body of a woman in his next life."
    },
    {
        "verse": "21",
        "devanagari": "कथं नु दारका दीना दारकीर्वापरायणा: ।वर्तिष्यन्ते मयि गते भिन्ननाव इवोदधौ ॥ २१ ॥",
        "english_devnagari": "kathaṁ nu dārakā dīnādārakīr vāparāyaṇāḥvartiṣyante mayi gatebhinna-nāva ivodadhau",
        "verse_Syn": [
            "katham",
            "nu",
            "dārakāḥ",
            "dīnāḥ",
            "dārakīḥ",
            "vā",
            "aparāyaṇāḥ",
            "vartiṣyante",
            "mayi",
            "gate",
            "bhinna",
            "nāvaḥ",
            "iva",
            "udadhau"
        ],
        "translation": "King Purañjana continued worrying: “After I pass from this world, how will my sons and daughters, who are now fully dependent on me, live and continue their lives? Their position will be similar to that of passengers aboard a ship wrecked in the midst of the ocean.”",
        "purport": " At the time of death every living entity worries about what will happen to his wife and children. Similarly, a politician also worries about what will happen to his country or his political party. Unless one is fully Kṛṣṇa conscious, he has to accept a body in the next life according to his particular state of consciousness. Since Purañjana is thinking of his wife and children and is overly engrossed in thoughts of his wife, he will accept the body of a woman. Similarly, a politician or so-called nationalist who is inordinately attached to the land of his birth will certainly be reborn in the same land after ending his political career. One’s next life will also be affected by the acts one performs during this life. Sometimes politicians act most sinfully for their own sense gratification. It is not unusual for a politician to kill the opposing party. Even though a politician may be allowed to take birth in his so-called homeland, he still has to undergo suffering due to his sinful activities in his previous life. This science of transmigration is completely unknown to modern scientists. So-called scientists do not like to bother with these things because if they would at all consider this subtle subject matter and the problems of life, they would see that their future is very dark. Thus they try to avoid considering the future and continue committing all kinds of sinful activities in the name of social, political and national necessity."
    },
    {
        "verse": "22",
        "devanagari": "एवं कृपणया बुद्ध्या शोचन्तमतदर्हणम् ।ग्रहीतुं कृतधीरेनं भयनामाभ्यपद्यत ॥ २२ ॥",
        "english_devnagari": "evaṁ kṛpaṇayā buddhyāśocantam atad-arhaṇamgrahītuṁ kṛta-dhīr enaṁbhaya-nāmābhyapadyata",
        "verse_Syn": [
            "evam",
            "kṛpaṇayā",
            "buddhyā",
            "śocantam",
            "a",
            "tat",
            "arhaṇam",
            "grahītum",
            "kṛta",
            "dhīḥ",
            "enam",
            "bhaya",
            "nāmā",
            "abhyapadyata"
        ],
        "translation": "Although King Purañjana should not have lamented over the fate of his wife and children, he nonetheless did so due to his miserly intelligence. In the meantime, Yavana-rāja, whose name was fear itself, immediately drew near to arrest him.",
        "purport": " Foolish people do not know that every individual soul is responsible for his own actions and reactions in life. As long as a living entity in the form of a child or boy is innocent, it is the duty of the father and mother to lead him into a proper understanding of the values of life. When a child is grown, it should be left up to him to execute the duties of life properly. The parent, after his death, cannot help his child. A father may leave some estate for his children’s immediate help, but he should not be overly absorbed in thoughts of how his family will survive after his death. This is the disease of the conditioned soul. Not only does he commit sinful activities for his own sense gratification, but he accumulates great wealth to leave behind so that his children may also gorgeously arrange for sense gratification. In any case, everyone is afraid of death, and therefore death is called bhaya, or fear. Although King Purañjana was engaged in thinking of his wife and children, death did not wait for him. Death does not wait for any man; it will immediately carry out its duty. Since death must take away the living entity without hesitation, it is the ultimate God realization of the atheists, who spoil their lives thinking of country, society and relatives, to the neglect of God consciousness. In this verse the word atad-arhaṇam is very significant, for it means that one should not be overly engaged in welfare activities for one’s family members, countrymen, society and community. None of these will help a person to advance spiritually. Unfortunately, in present-day society so-called educated men have no idea what spiritual progress is. Although they have the opportunity in the human form of life to make spiritual progress, they remain misers. They use their lives improperly and simply waste them thinking about the material welfare of their relatives, countrymen, society and so on. One’s actual duty is to learn how to conquer death. Lord Kṛṣṇa states the process of conquering death in Bhagavad-gītā (4.9): “One who knows the transcendental nature of My appearance and activities does not, upon leaving the body, take his birth again in this material world, but attains My eternal abode, O Arjuna.” After giving up this body, one who is fully Kṛṣṇa conscious does not accept another material body but returns home, back to Godhead. Everyone should try to attain this perfection. Unfortunately, instead of doing so, people are absorbed in thoughts of society, friendship, love and relatives. This Kṛṣṇa consciousness movement, however, is educating people throughout the world and informing them how to conquer death. Hariṁ vinā na mṛtiṁ taranti: one cannot conquer death without taking shelter of the Supreme Personality of Godhead."
    },
    {
        "verse": "23",
        "devanagari": "पशुवद्यवनैरेष नीयमान: स्वकं क्षयम् ।अन्वद्रवन्ननुपथा: शोचन्तो भृशमातुरा: ॥ २३ ॥",
        "english_devnagari": "paśuvad yavanair eṣanīyamānaḥ svakaṁ kṣayamanvadravann anupathāḥśocanto bhṛśam āturāḥ",
        "verse_Syn": [
            "paśu",
            "vat",
            "yavanaiḥ",
            "eṣaḥ",
            "nīyamānaḥ",
            "svakam",
            "kṣayam",
            "anvadravan",
            "anupathāḥ",
            "śocantaḥ",
            "bhṛśam",
            "āturāḥ"
        ],
        "translation": "When the Yavanas were taking King Purañjana away to their place, binding him like an animal, the King’s followers became greatly aggrieved. While they lamented, they were forced to go along with him.",
        "purport": " When Yamarāja and his assistants take a living entity away to the place of judgment, the life, life air and desires, being followers of the living entity, also go with him. This is confirmed in the Vedas. When the living entity is taken away or arrested by Yamarāja (tam utkrāmantam), the life air also goes with him (prāṇo ’nūtkrāmati), and when the life air is gone (prāṇam anūtkrāmantam), all the senses (sarve prāṇāḥ) also go along (anūtkrāmanti). When the living entity and the life air are gone, the lump of matter produced of five elements — earth, water, air, fire and ether — is rejected and left behind. The living entity then goes to the court of judgment, and Yamarāja decides what kind of body he is going to get next. This process is unknown to modern scientists. Every living entity is responsible for his activities in this life, and after death he is taken to the court of Yamarāja, where it is decided what kind of body he will take next. Although the gross material body is left, the living entity and his desires, as well as the resultant reactions of his past activities, go on. It is Yamarāja who decides what kind of body one gets next in accordance with one’s past actions."
    },
    {
        "verse": "24",
        "devanagari": "पुरीं विहायोपगत उपरुद्धो भुजङ्गम: ।यदा तमेवानु पुरी विशीर्णा प्रकृतिं गता ॥ २४ ॥",
        "english_devnagari": "purīṁ vihāyopagatauparuddho bhujaṅgamaḥyadā tam evānu purīviśīrṇā prakṛtiṁ gatā",
        "verse_Syn": [
            "purīm",
            "vihāya",
            "upagataḥ",
            "uparuddhaḥ",
            "bhujaṅgamaḥ",
            "yadā",
            "tam",
            "eva",
            "anu",
            "purī",
            "viśīrṇā",
            "prakṛtim",
            "gatā"
        ],
        "translation": "The serpent, who had already been arrested by the soldiers of Yavana-rāja and was out of the city, began to follow his master along with the others. As soon as they all left the city, it was immediately dismantled and smashed to dust.",
        "purport": " When the living entity is arrested, all his followers — namely the life air, the senses and sense objects — immediately leave the lump of matter, the body. When the living entity and his companions leave, the body no longer works but turns into basic material elements — earth, water, fire, air and ether. When a city attacked by enemies is vacated by its inhabitants, the enemy immediately takes advantage of that city and bombards it to smash the whole thing to dust. When we say, “Dust thou art, and unto dust thou shall return,” we refer to the body. When a city is attacked and bombarded by enemies, the citizens generally leave, and the city ceases to exist. It is a foolish person who engages in improving the condition of a city without caring for the citizens or inhabitants. Similarly, a living entity who is not properly enlightened in spiritual knowledge simply takes care of the external body, not knowing that the spirit soul is the principal factor within the body. When one is advanced in spiritual knowledge, the spirit soul is saved from eternal transmigration. The Bhāgavatam considers those who are attached to their bodies to be like cows and asses (sa eva go-kharaḥ). The cow is a very innocent animal, and the ass is a beast of burden. One who labors under the bodily conception simply works like an ass and does not know his self-interest. It is therefore said: “A human being who identifies this body made of three elements with his self, who considers the by-products of the body to be his kinsmen, who considers the land of birth worshipable, and who goes to a place of pilgrimage simply to take a bath rather than meet men of transcendental knowledge there, is to be considered like an ass or a cow.” (Bhāg. 10.84.13) Human civilization devoid of Kṛṣṇa consciousness is simply a civilization of lower animals. Sometimes such a civilization may study the dead body and consider the brain or the heart. However, no part of the body is important unless the spirit soul is present. In a modern civilization of cows and asses, scientists try to search out some value in the brain or heart of a dead man."
    },
    {
        "verse": "25",
        "devanagari": "विकृष्यमाण: प्रसभं यवनेन बलीयसा ।नाविन्दत्तमसाविष्ट: सखायं सुहृदं पुर: ॥ २५ ॥",
        "english_devnagari": "vikṛṣyamāṇaḥ prasabhaṁyavanena balīyasānāvindat tamasāviṣṭaḥsakhāyaṁ suhṛdaṁ puraḥ",
        "verse_Syn": [
            "vikṛṣyamāṇaḥ",
            "prasabham",
            "yavanena",
            "balīyasā",
            "na",
            "avindat",
            "tamasā",
            "āviṣṭaḥ",
            "sakhāyam",
            "suhṛdam",
            "puraḥ"
        ],
        "translation": "When King Purañjana was being dragged with great force by the powerful Yavana, out of his gross ignorance he still could not remember his friend and well-wisher, the Supersoul.",
        "purport": " In Bhagavad-gītā (5.29) Lord Kṛṣṇa says: A person can be in full Kṛṣṇa consciousness and become happy and satisfied if he knows but three things — namely, that the Supreme Lord Kṛṣṇa is the enjoyer of all benefits, that He is the proprietor of everything, and that He is the supreme friend of all living entities. If one does not know this and functions instead under the bodily conception, he is always harassed by the tribulations offered by material nature. In actuality, the Supreme Lord is sitting by the side of everyone: īśvaraḥ sarva-bhūtānāṁ hṛd-deśe ’rjuna tiṣṭhati (Bg. 18.61). The living entity and the Supersoul are sitting side by side in the same tree, but despite being harassed by the laws of material nature, the foolish living entity does not turn toward the Supreme Personality of Godhead for protection. However, he thinks that he is able to protect himself from the stringent laws of material nature. This, however, is not possible. The living entity must turn toward the Supreme Personality of Godhead and surrender unto Him. Only then will he be saved from the onslaught of the powerful Yavana, or Yamarāja. The word sakhāyam, “friend,” is very significant in this verse because God is eternally present beside the living entity. The Supreme Lord is also described as suḥrdam, “ever well-wisher.” The Supreme Lord is always a well-wisher, just like a father or mother. Despite all the offenses of a son, the father and mother are always the son’s well-wisher. Similarly, despite all our offenses and defiance of the desires of the Supreme Personality of Godhead, the Lord will give us immediate relief from all the hardships offered by material nature if we simply surrender unto Him, as confirmed in Bhagavad-gītā (mām eva ye prapadyante māyām etāṁ taranti te). Unfortunately, due to our bad association and great attachment for sense gratification, we do not remember our best friend, the Supreme Personality of Godhead."
    },
    {
        "verse": "26",
        "devanagari": "तं यज्ञपशवोऽनेन संज्ञप्ता येऽदयालुना ।कुठारैश्चिच्छिदु: क्रुद्धा: स्मरन्तोऽमीवमस्य तत् ॥ २६ ॥",
        "english_devnagari": "taṁ yajña-paśavo ’nenasaṁjñaptā ye ’dayālunākuṭhāraiś cicchiduḥ kruddhāḥsmaranto ’mīvam asya tat",
        "verse_Syn": [
            "tam",
            "yajña",
            "paśavaḥ",
            "anena",
            "saṁjñaptāḥ",
            "ye",
            "adayālunā",
            "kuṭhāraiḥ",
            "cicchiduḥ",
            "kruddhāḥ",
            "smarantaḥ",
            "amīvam",
            "asya",
            "tat"
        ],
        "translation": "That most unkind king, Purañjana, had killed many animals in various sacrifices. Now, taking advantage of this opportunity, all these animals began to pierce him with their horns. It was as though he were being cut to pieces by axes.",
        "purport": " Those who are very enthusiastic about killing animals in the name of religion or for food must await similar punishment after death. The word māṁsa, “meat,” indicates that those animals whom we kill will be given an opportunity to kill us. Although in actuality no living entity is killed, the pains of being pierced by the horns of animals will be experienced after death. Not knowing this, rascals unhesitatingly go on killing poor animals. So-called human civilization has opened many slaughterhouses for animals in the name of religion or food. Those who are a little religious kill animals in temples, mosques or synagogues, and those who are more fallen maintain various slaughterhouses. Just as in civilized human society the law is a life for a life, no living entity can encroach upon another living entity as far as the Supreme Lord is concerned. Everyone should be given freedom to live at the cost of the supreme father, and animal-killing — either for religion or for food — is always condemned by the Supreme Personality of Godhead. In Bhagavad-gītā (16.19) Lord Kṛṣṇa says: “Those who are envious and mischievous, who are the lowest among men, are cast by Me into the ocean of material existence, into various demoniac species of life.” The animal-killers (dviṣataḥ), envying other living entities and the Supreme Personality of Godhead, are placed in darkness and cannot understand the theme and objective of life. This is further explained in the following verses."
    },
    {
        "verse": "27",
        "devanagari": "अनन्तपारे तमसि मग्नो नष्टस्मृति: समा: ।शाश्वतीरनुभूयार्तिं प्रमदासङ्गदूषित: ॥ २७ ॥",
        "english_devnagari": "ananta-pāre tamasimagno naṣṭa-smṛtiḥ samāḥśāśvatīr anubhūyārtiṁpramadā-saṅga-dūṣitaḥ",
        "verse_Syn": [
            "ananta",
            "pāre",
            "tamasi",
            "magnaḥ",
            "naṣṭa",
            "smṛtiḥ",
            "samāḥ",
            "śāśvatīḥ",
            "anubhūya",
            "ārtim",
            "pramadā",
            "saṅga",
            "dūṣitaḥ"
        ],
        "translation": "Due to his contaminated association with women, a living entity like King Purañjana eternally suffers all the pangs of material existence and remains in the dark region of material life, bereft of all remembrance for many, many years.",
        "purport": " This is a description of material existence. Material existence is experienced when one becomes attached to a woman and forgets his real identity as the eternal servant of Kṛṣṇa (naṣṭa-smṛtiḥ). In this way, in one body after another, the living entity perpetually suffers the threefold miseries of material existence. To save human civilization from the darkness of ignorance, this movement was started. The main purpose of the Kṛṣṇa consciousness movement is to enlighten the forgetful living entity and remind him of his original Kṛṣṇa consciousness. In this way the living entity can be saved from the catastrophe of ignorance as well as bodily transmigration. As Śrīla Bhaktivinoda Ṭhākura has sung: “Because of my past fruitive activities, I have now fallen into an ocean of nescience. I cannot find any means to get out of this great ocean, which is indeed like an ocean of poison. We are trying to be happy through sense enjoyment, but actually that so-called enjoyment is like food that is too hot and causes burning in the heart. I feel a burning sensation constantly, day and night, and thus my mind cannot find satisfaction.” Material existence is always full of anxiety. People are always trying to find many ways to mitigate anxiety, but because they are not guided by a real leader, they try to forget material anxiety through drink and sex indulgence. Foolish people do not know that by attempting to escape anxiety by drink and sex, they simply increase their duration of material life. It is not possible to escape material anxiety in this way. The word pramadā-saṅga-dūṣitaḥ indicates that apart from all other contamination, if one simply remains attached to a woman, that single contamination will be sufficient to prolong one’s miserable material existence. Consequently, in Vedic civilization one is trained from the beginning to give up attachment for women. The first stage of life is brahmacārī, the second stage gṛhastha, the third stage vānaprastha, and the fourth stage sannyāsa. All these stages are devised to enable one to detach himself from the association of women."
    },
    {
        "verse": "28",
        "devanagari": "तामेव मनसा गृह्णन् बभूव प्रमदोत्तमा ।अनन्तरं विदर्भस्य राजसिंहस्य वेश्मनि ॥ २८ ॥",
        "english_devnagari": "tām eva manasā gṛhṇanbabhūva pramadottamāanantaraṁ vidarbhasyarāja-siṁhasya veśmani",
        "verse_Syn": [
            "tām",
            "eva",
            "manasā",
            "gṛhṇan",
            "babhūva",
            "pramadā",
            "uttamā",
            "anantaram",
            "vidarbhasya",
            "rāja",
            "siṁhasya",
            "veśmani"
        ],
        "translation": "King Purañjana gave up his body while remembering his wife, and consequently in his next life he became a very beautiful and well-situated woman. He took his next birth as the daughter of King Vidarbha in the very house of the King.",
        "purport": " Since King Purañjana thought of his wife at the time of death, he attained the body of a woman in his next birth. This verifies the following verse in Bhagavad-gītā (8.6): “Whatever state of being one remembers when he quits his body, that state he will attain without fail.” When a living entity is accustomed to think of a particular subject matter or become absorbed in a certain type of thought, he will think of that subject at the time of death. At the time of death, one will think of the subject that has occupied his life while he was awake, lightly sleeping or dreaming, or while he was deeply sleeping. After falling from the association of the Supreme Lord, the living entity thus transmigrates from one bodily form to another according to nature’s course, until he finally attains the human form. If he is absorbed in material thoughts and ignorant of spiritual life, and if he does not take shelter under the lotus feet of the Supreme Personality of Godhead, Govinda, who solves all questions of birth and death, he will become a woman in the next life, especially if he thinks of his wife. As stated in Śrīmad-Bhāgavatam (3.31.1), karmaṇā daiva-netreṇa. A living entity acts piously and impiously, and sometimes in both ways. All actions are taken into account, and the living entity is offered a new body by his superiors. Although King Purañjana was overly attached to his wife, he nonetheless performed many pious fruitive activities. Consequently, although he took the form of a woman, he was given a chance to be the daughter of a powerful king. As confirmed in Bhagavad-gītā (6.41): “The unsuccessful yogī, after many, many years of enjoyment on the planets of the pious living entities, is born into a family of righteous people or into a family of rich aristocracy.” If a person falls from the path of bhakti-yoga, God realization, due to attachment to fruitive activity, philosophical speculation or mystic yoga, he is given a chance to take birth in a high and rich family. The higher authorities appointed by the Supreme Personality of Godhead thus render justice to the living entity according to the living entity’s desires. Although King Purañjana was overly absorbed in thoughts of his wife and thus became a woman, he took birth in the family of a king due to his previous pious activities. The conclusion is that all our activities are taken into consideration before we are awarded another body. Nārada Muni therefore advised Vyāsadeva that one should take to Kṛṣṇa consciousness, devotional service, and abandon all ordinary occupational duties. This advice was also given by Lord Kṛṣṇa Himself. Although a devotee may fall from the path of spiritual consciousness, he will nonetheless attain a human body in the home of a devotee or a rich man. In this way one can resume his devotional service."
    },
    {
        "verse": "29",
        "devanagari": "उपयेमे वीर्यपणां वैदर्भीं मलयध्वज: ।युधि निर्जित्य राजन्यान् पाण्ड्य: परपुरञ्जय: ॥ २९ ॥",
        "english_devnagari": "upayeme vīrya-paṇāṁvaidarbhīṁ malayadhvajaḥyudhi nirjitya rājanyānpāṇḍyaḥ para-purañjayaḥ",
        "verse_Syn": [
            "upayeme",
            "vīrya",
            "paṇām",
            "vaidarbhīm",
            "malaya",
            "dhvajaḥ",
            "yudhi",
            "nirjitya",
            "rājanyān",
            "pāṇḍyaḥ",
            "para",
            "puram",
            "jayaḥ"
        ],
        "translation": "It was fixed that Vaidarbhī, daughter of King Vidarbha, was to be married to a very powerful man, Malayadhvaja, an inhabitant of the Pāṇḍu country. After conquering other princes, he married the daughter of King Vidarbha.",
        "purport": " It is customary among kṣatriyas for a princess to be offered under certain conditions. For instance, Draupadī was offered in marriage to one who could pierce a fish with an arrow simply by seeing the reflection of that fish. Kṛṣṇa married one of His queens after conquering seven strong bulls. The Vedic system is for a daughter of a king to be offered under certain conditions. Vaidarbhī, the daughter of Vidarbha, was offered to a great devotee and powerful king. Since King Malayadhvaja was both a powerful king and great devotee, he fulfilled all the requirements. The name Malayadhvaja signifies a great devotee who stands as firm as Malaya Hill and, through his propaganda, makes other devotees similarly as firm. Such a mahā-bhāgavata can prevail over the opinions of all others. A strong devotee makes propaganda against all other spiritual conceptions, namely jñāna, karma and yoga. With his devotional flag unfurled, he always stands fast to conquer other conceptions of transcendental realization. Whenever there is an argument between a devotee and a nondevotee, the pure, strong devotee comes out victorious. The word pāṇḍya comes from the word paṇḍā, meaning “knowledge.” Unless one is highly learned, he cannot conquer nondevotional conceptions. The word para means “transcendental,” and pura means “city.” The para-pura is Vaikuṇṭha, the kingdom of God, and the word jaya refers to one who can conquer. This means that a pure devotee, who is strong in devotional service and who has conquered all nondevotional conceptions, can also conquer the kingdom of God. In other words, one can conquer the kingdom of God, Vaikuṇṭha, only by rendering devotional service. The Supreme Personality of Godhead is called ajita, meaning that no one can conquer Him, but a devotee, by strong devotional service and sincere attachment to the Supreme Personality of Godhead, can easily conquer Him. Lord Kṛṣṇa is fear personified for everyone, but He voluntarily agreed to fear the stick of mother Yaśodā. Kṛṣṇa, God, cannot be conquered by anyone but His devotee. Such a devotee kindly married the daughter of King Vidarbha."
    },
    {
        "verse": "30",
        "devanagari": "तस्यां स जनयां चक्र आत्मजामसितेक्षणाम् ।यवीयस: सप्त सुतान् सप्त द्रविडभूभृत: ॥ ३० ॥",
        "english_devnagari": "tasyāṁ sa janayāṁ cakraātmajām asitekṣaṇāmyavīyasaḥ sapta sutānsapta draviḍa-bhūbhṛtaḥ",
        "verse_Syn": [
            "tasyām",
            "saḥ",
            "janayām",
            "cakre",
            "ātmajām",
            "asita",
            "īkṣaṇām",
            "yavīyasaḥ",
            "sapta",
            "sutān",
            "sapta",
            "draviḍa",
            "bhū",
            "bhṛtaḥ"
        ],
        "translation": "King Malayadhvaja fathered one daughter, who had very black eyes. He also had seven sons, who later became rulers of that tract of land known as Draviḍa. Thus there were seven kings in that land.",
        "purport": " King Malayadhvaja was a great devotee, and after he married the daughter of King Vidarbha, he gave her one nice daughter, whose eyes were black. Figuratively this means that the daughter of King Malayadhvaja was also bestowed with devotional service, for her eyes were always fixed on Kṛṣṇa. A devotee has no vision in his life other than Kṛṣṇa. The seven sons are the seven processes of devotional service — hearing, chanting, remembering, offering worship, offering prayers, rendering transcendental loving service and serving the lotus feet of the Lord. Of the nine types of devotional service, only seven were immediately given. The balance — friendship and surrendering everything — were to be developed later. In other words, devotional service is divided into two categories, namely vidhi-mārga and rāga-mārga. The process of becoming friends with the Lord and sacrificing everything for Him belongs to the category of rāga-mārga, the stage of developed devotional service. For the neophyte, the important processes are those of hearing and chanting (śravaṇaṁ kīrtanam), remembering Kṛṣṇa, worshiping the Deity in the temple, offering prayers, always engaging in the service of the Lord, and worshiping the lotus feet of the Lord. The word yavīyasaḥ indicates that these processes are very powerful. After a devotee engages in the processes of śravaṇaṁ kīrtanaṁ viṣṇoḥ smaraṇaṁ pāda-sevanam/ arcanaṁ vandanaṁ dāsyam, and is able to secure these processes, he can later become a devotee capable of rendering spontaneous devotional service, namely sakhyam and ātma-nivedanam. Generally the great ācāryas who preach devotional service all over the world belong to the category of sakhyam ātma-nivedanam. A neophyte devotee cannot actually become a preacher. The neophyte is advised to execute devotional service in the seven other fields (śravaṇaṁ kīrtanam, etc.). If one can successfully execute the preliminary seven items, he can in the future be situated on the platform of sakhyam ātma-nivedanam. The specific mention of Draviḍa-deśa refers to the five Draviḍa-deśas in South India. All are very strong in rendering the preliminary devotional processes (śravaṇaṁ kīrtanam). Some great ācāryas, like Rāmānujācārya and Madhvācārya, also came from Draviḍa-deśa and became great preachers. They were all situated on the platform of sakhyam ātma-nivedanam."
    },
    {
        "verse": "31",
        "devanagari": "एकैकस्याभवत्तेषां राजन्नर्बुदमर्बुदम् ।भोक्ष्यते यद्वंशधरैर्मही मन्वन्तरं परम् ॥ ३१ ॥",
        "english_devnagari": "ekaikasyābhavat teṣāṁrājann arbudam arbudambhokṣyate yad-vaṁśa-dharairmahī manvantaraṁ param",
        "verse_Syn": [
            "eka",
            "ekasya",
            "abhavat",
            "teṣām",
            "rājan",
            "arbudam",
            "arbudam",
            "bhokṣyate",
            "yat",
            "vaṁśa",
            "dharaiḥ",
            "mahī",
            "manu",
            "antaram",
            "param"
        ],
        "translation": "My dear King Prācīnabarhiṣat, the sons of Malayadhvaja gave birth to many thousands and thousands of sons, and all of these have been protecting the entire world up to the end of one Manu’s life span and even afterward.",
        "purport": " There are fourteen Manus in one day of Brahmā. A manvantara, the life span of one Manu, is given as 71 multiplied by 4,320,000 years. After one such Manu passes on, another Manu begins his life span. In this way the life cycle of the universe is going on. As one Manu follows another, the cult of Kṛṣṇa consciousness is being imparted, as confirmed in Bhagavad-gītā (4.1): “The Blessed Lord said: I instructed this imperishable science of yoga to the sun-god, Vivasvān, and Vivasvān instructed it to Manu, the father of mankind, and Manu in turn instructed it to Ikṣvāku.” Vivasvān, the sun-god, imparted Bhagavad-gītā to one Manu, and this Manu imparted it to his son, who imparted it to yet another Manu. In this way the propagation of Kṛṣṇa consciousness is never stopped. No one should think that this Kṛṣṇa consciousness movement is a new movement. As confirmed by Bhagavad-gītā and Śrīmad-Bhāgavatam, it is a very, very old movement, for it has been passing down from one Manu to another. Among Vaiṣṇavas there may be some difference of opinion due to everyone’s personal identity, but despite all personal differences, the cult of Kṛṣṇa consciousness must go on. We can see that under the instructions of Śrīla Bhaktivinoda Ṭhākura, Śrīla Bhaktisiddhānta Sarasvatī Gosvāmī Mahārāja began preaching the Kṛṣṇa consciousness movement in an organized way within the past hundred years. The disciples of Śrīla Bhaktisiddhānta Sarasvatī Gosvāmī Mahārāja are all godbrothers, and although there are some differences of opinion, and although we are not acting conjointly, every one of us is spreading this Kṛṣṇa consciousness movement according to his own capacity and producing many disciples to spread it all over the world. As far as we are concerned, we have already started the International Society for Krishna Consciousness, and many thousands of Europeans and Americans have joined this movement. Indeed, it is spreading like wildfire. The cult of Kṛṣṇa consciousness, based on the nine principles of devotional service (śravaṇaṁ kīrtanaṁ viṣṇoḥ smaraṇaṁ pāda-sevanam/ arcanaṁ vandanaṁ dāsyaṁ sakhyam ātma-nivedanam), will never be stopped. It will go on without distinction of caste, creed, color or country. No one can check it. The word bhokṣyate is very important in this verse. Just as a king gives protection to his citizens, these devotees, following the principles of devotional service, will give protection to all the people of the world. The people of the world are very much harassed by so-called religious-principled svāmīs, yogīs, karmīs and jñānīs, but none of these can show the right way to become elevated to the spiritual platform. There are primarily four parties spreading devotional service all over the universe. These are the Rāmānuja sampradāya, the Madhva sampradāya, the Viṣṇusvāmi sampradāya and the Nimbārka sampradāya. The Madhva-Gauḍīya sampradāya in particular comes from Lord Caitanya Mahāprabhu. All these devotees are spreading this Kṛṣṇa consciousness movement very widely and giving protection to innocent people who are being so much embarrassed by pseudo-avatāras,-svāmīs, -yogīs and others."
    },
    {
        "verse": "32",
        "devanagari": "अगस्त्य: प्राग्दुहितरमुपयेमे धृतव्रताम् ।यस्यां द‍ृढच्युतो जात इध्मवाहात्मजो मुनि: ॥ ३२ ॥",
        "english_devnagari": "agastyaḥ prāg duhitaramupayeme dhṛta-vratāmyasyāṁ dṛḍhacyuto jātaidhmavāhātmajo muniḥ",
        "verse_Syn": [
            "agastyaḥ",
            "prāk",
            "duhitaram",
            "upayeme",
            "dhṛta",
            "vratām",
            "yasyām",
            "dṛḍhacyutaḥ",
            "jātaḥ",
            "idhmavāha",
            "ātma",
            "jaḥ",
            "muniḥ"
        ],
        "translation": "The great sage named Agastya married the first-born daughter of Malayadhvaja, the avowed devotee of Lord Kṛṣṇa. From her one son was born, whose name was Dṛḍhacyuta, and from him another son was born, whose name was Idhmavāha.",
        "purport": " The name Agastya Muni is very significant. Agastya Muni represents the mind. The word agastya indicates that the senses do not act independently, and the word muni means “mind.” The mind is the center of all the senses, and thus the senses cannot work independent of the mind. When the mind takes to the cult of bhakti, it engages in devotional service. The cult of bhakti (bhakti-latā) is the first daughter of Malayadhvaja, and as previously described, her eyes are always upon Kṛṣṇa (asitekṣaṇām). One cannot render bhakti to any demigod. Bhakti can be rendered only to Viṣṇu (śravaṇaṁ kīrtanaṁ viṣṇoḥ). Thinking the Absolute Truth to be without form, the Māyāvādīs say that the word bhakti can apply to any form of worship. If this were the case, a devotee could imagine any demigod or any godly form and worship it. This, however, is not the real fact. The real fact is that bhakti can be applied only to Lord Viṣṇu and His expansions. Therefore bhakti-latā is dṛḍha-vrata, the great vow, for when the mind is completely engaged in devotional service, the mind does not fall down. If one tries to advance by other means — by karma-yoga or jñāna-yoga — one will fall down, but if one is fixed in bhakti, he never falls down. Thus from bhakti-latā the son Dṛḍhacyuta is born, and from Dṛḍhacyuta the next son, Idhmavāha, is born. The word idhma-vāha refers to one who carries wood for burning in a sacrifice when approaching a spiritual master. The point is that bhakti-latā, the cult of devotion, fixes one in his spiritual position. One so fixed never comes down, and he begets children who are strict followers of the śāstric injunctions. As said in the Vedas: In the line of devotional service, those who are initiated are strict followers of the Vedic scriptural injunctions."
    },
    {
        "verse": "33",
        "devanagari": "विभज्य तनयेभ्य: क्ष्मां राजर्षिर्मलयध्वज: ।आरिराधयिषु: कृष्णं स जगाम कुलाचलम् ॥ ३३ ॥",
        "english_devnagari": "vibhajya tanayebhyaḥ kṣmāṁrājarṣir malayadhvajaḥārirādhayiṣuḥ kṛṣṇaṁsa jagāma kulācalam",
        "verse_Syn": [
            "vibhajya",
            "tanayebhyaḥ",
            "kṣmām",
            "rāja",
            "ṛṣiḥ",
            "malayadhvajaḥ",
            "ārirādhayiṣuḥ",
            "kṛṣṇam",
            "saḥ",
            "jagāma",
            "kulācalam"
        ],
        "translation": "After this, the great saintly King Malayadhvaja divided his entire kingdom among his sons. Then, in order to worship Lord Kṛṣṇa with full attention, he went to a solitary place known as Kulācala.",
        "purport": " Malayadhvaja, the great king, was certainly a mahā-bhāgavata, topmost devotee. By executing devotional service, he begot many sons and disciples for propagating the bhakti cult (śravaṇaṁ kīrtanaṁ viṣṇoḥ). Actually, the entire world should be divided among such disciples; everyone should be engaged in preaching the cult of Kṛṣṇa consciousness. In other words, when disciples are grown up and are able to preach, the spiritual master should retire and sit down in a solitary place to write and execute nirjana-bhajana. This means sitting silently in a solitary place and executing devotional service. This nirjana-bhajana, which is the silent worship of the Supreme Lord, is not possible for a neophyte devotee. Śrīla Bhaktisiddhānta Sarasvatī Ṭhākura never advised a neophyte devotee to go to a solitary place to engage in devotional service. Indeed, he has written a song in this connection: “My dear mind, what kind of devotee are you? Simply for cheap adoration you sit in a solitary place and pretend to chant the Hare Kṛṣṇa mahā-mantra, but this is all cheating.” Thus Bhaktisiddhānta Sarasvatī Ṭhākura advocated that every devotee, under the guidance of an expert spiritual master, preach the bhakti cult, Kṛṣṇa consciousness, all over the world. Only when one is mature can he sit in a solitary place and retire from preaching all over the world. Following this example, the devotees of the International Society for Krishna Consciousness now render service as preachers in various parts of the world. Now they can allow the spiritual master to retire from active preaching work. In the last stage of the spiritual master’s life, the devotees of the spiritual master should take preaching activities into their own hands. In this way the spiritual master can sit down in a solitary place and render nirjana-bhajana."
    },
    {
        "verse": "34",
        "devanagari": "हित्वा गृहान् सुतान् भोगान् वैदर्भी मदिरेक्षणा ।अन्वधावत पाण्ड्येशं ज्योत्‍स्‍नेव रजनीकरम् ॥ ३४ ॥",
        "english_devnagari": "hitvā gṛhān sutān bhogānvaidarbhī madirekṣaṇāanvadhāvata pāṇḍyeśaṁjyotsneva rajanī-karam",
        "verse_Syn": [
            "hitvā",
            "gṛhān",
            "sutān",
            "bhogān",
            "vaidarbhī",
            "madira",
            "īkṣaṇā",
            "anvadhāvata",
            "pāṇḍya",
            "īśam",
            "jyotsnā",
            "iva",
            "rajanī",
            "karam"
        ],
        "translation": "Just as the moonshine follows the moon at night, immediately after King Malayadhvaja departed for Kulācala, his devoted wife, whose eyes were very enchanting, followed him, giving up all homely happiness, despite family and children.",
        "purport": " Just as in the vānaprastha stage the wife follows the husband, similarly when the spiritual master retires for nirjana-bhajana, some of his advanced devotees follow him and engage in his personal service. In other words, those who are very fond of family life should come forward in the service of the spiritual master and abandon so-called happiness afforded by society, friendship and love. A verse by Śrīla Viśvanātha Cakravartī Ṭhākura in his Gurv-aṣṭaka is significant in this regard: yasya prasādād bhagavat-prasādaḥ. A disciple should always remember that by serving the spiritual master he can easily advance in Kṛṣṇa consciousness. All the scriptures recommend that it is by pleasing the spiritual master and serving him directly that one can attain the highest perfectional stage of devotional service. The word madirekṣaṇā is also significant in this verse. Śrīla Jīva Gosvāmī has explained in his Sandarbha that the word madira means “intoxicating.” If one’s eyes become intoxicated upon seeing the Deity, he may be called madirekṣaṇa. Queen Vaidarbhī’s eyes were very enchanting, just as one’s eyes are madirekṣaṇa when engaged in seeing the temple Deity. Unless one is an advanced devotee, he cannot fix his eyes on the Deity in the temple."
    },
    {
        "verse": "35-36",
        "devanagari": "तत्र चन्द्रवसा नाम ताम्रपर्णी वटोदका ।तत्पुण्यसलिलैर्नित्यमुभयत्रात्मनो मृजन् ॥ ३५ ॥कन्दाष्टिभिर्मूलफलै: पुष्पपर्णैस्तृणोदकै: ।वर्तमान: शनैर्गात्रकर्शनं तप आस्थित: ॥ ३६ ॥",
        "english_devnagari": "tatra candravasā nāmatāmraparṇī vaṭodakātat-puṇya-salilair nityamubhayatrātmano mṛjan",
        "verse_Syn": [
            "tatra",
            "candravasā",
            "nāma",
            "tāmraparṇī",
            "vaṭodakā",
            "tat",
            "puṇya",
            "salilaiḥ",
            "nityam",
            "ubhayatra",
            "ātmanaḥ",
            "mṛjan",
            "kanda",
            "aṣṭibhiḥ",
            "mūla",
            "phalaiḥ",
            "puṣpa",
            "parṇaiḥ",
            "tṛṇā",
            "udakaiḥ",
            "vartamānaḥ",
            "śanaiḥ",
            "gātra",
            "karśanam",
            "tapaḥ",
            "āsthitaḥ"
        ],
        "translation": "In the province of Kulācala, there were rivers named Candravasā, Tāmraparṇī and Vaṭodakā. King Malayadhvaja used to go to those pious rivers regularly and take his bath there. Thus he purified himself externally and internally. He took his bath and ate bulbs, seeds, leaves, flowers, roots, fruits and grasses and drank water. In this way he underwent severe austerities. Eventually he became very skinny.",
        "purport": " We can definitely see that to advance in Kṛṣṇa consciousness one must control his bodily weight. If one becomes too fat, it is to be assumed that he is not advancing spiritually. Śrīla Bhaktisiddhānta Sarasvatī Ṭhākura severely criticized his fat disciples. The idea is that one who intends to advance in Kṛṣṇa consciousness must not eat very much. Devotees used to go to forests, high hills or mountains on pilgrimages, but such severe austerities are not possible in these days. One should instead eat only prasāda and no more than required. According to the Vaiṣṇava calendar, there are many fasts, such as Ekādaśī and the appearance and disappearance days of God and His devotees. All of these are meant to decrease the fat within the body so that one will not sleep more than desired and will not become inactive and lazy. Overindulgence in food will cause a man to sleep more than required. This human form of life is meant for austerity, and austerity means controlling sex, food intake, etc. In this way time can be saved for spiritual activity, and one can purify himself both externally and internally. Thus both body and mind can be cleansed."
    },
    {
        "verse": "37",
        "devanagari": "शीतोष्णवातवर्षाणि क्षुत्पिपासे प्रियाप्रिये ।सुखदु:खे इति द्वन्द्वान्यजयत्समदर्शन: ॥ ३७ ॥",
        "english_devnagari": "śītoṣṇa-vāta-varṣāṇikṣut-pipāse priyāpriyesukha-duḥkhe iti dvandvānyajayat sama-darśanaḥ",
        "verse_Syn": [
            "śīta",
            "uṣṇa",
            "vāta",
            "varṣāṇi",
            "kṣut",
            "pipāse",
            "priya",
            "apriye",
            "sukha",
            "duḥkhe",
            "iti",
            "dvandvāni",
            "ajayat",
            "sama",
            "darśanaḥ"
        ],
        "translation": "Through austerity, King Malayadhvaja in body and mind gradually became equal to the dualities of cold and heat, happiness and distress, wind and rain, hunger and thirst, the pleasant and the unpleasant. In this way he conquered all relativities.",
        "purport": " Liberation means becoming free from the relativities of the world. Unless one is self-realized, he has to undergo the dual struggle of the relative world. In Bhagavad-gītā Lord Kṛṣṇa advises Arjuna to conquer all relativities through tolerance. Lord Kṛṣṇa points out that it is the relativities like winter and summer that give us trouble in the material world. In the winter we do not like taking a bath, but in the summer we wish to take a bath twice, thrice or more a day. Thus Kṛṣṇa advises us not to be disturbed by such relativities and dualities when they come and go. The common man has to undergo much austerity to become equipoised before dualities. One who becomes agitated by the relativities of life has accepted a relative position and must therefore undergo the austerities prescribed in the śāstras to transcend the material body and put an end to material existence. King Malayadhvaja underwent severe austerities by leaving his home, going to Kulācala, taking his bath in the sacred rivers and eating only vegetables like stems, roots, seeds, flowers and leaves, avoiding any cooked food or grains. These are very, very austere practices. In this age it is very difficult to leave home and go to the forest or the Himālayas to adopt the processes of austerity. Indeed, it is almost impossible. If one is even advised to give up meat-eating, drinking, gambling and illicit sex, one will fail to do so. What, then, would a person do if he went to the Himālayas or Kulācala? Such acts of renunciation are not possible in this age; therefore Lord Kṛṣṇa has advised us to accept the bhakti-yoga process. Bhakti-yoga will automatically liberate a person from the dualities of life. In bhakti-yoga, Kṛṣṇa is the center, and Kṛṣṇa is always transcendental. Thus in order to transcend dualities, one must always engage in the service of the Lord, as confirmed by Bhagavad-gītā (14.26): “One who engages in full devotional service, who does not fall down in any circumstance, at once transcends the modes of material nature and thus comes to the level of Brahman.” If one is factually engaged in the service of the Lord, bhakti-yoga, he will automatically control his senses, his tongue and so many other things. Once engaged in the bhakti-yoga process with all sincerity, one will have no chance of falling down. Even if one falls down, there is no loss. One’s devotional activities may be stunned or choked for the time being, but as soon as there is another chance, the practitioner begins from the point where he left off."
    },
    {
        "verse": "38",
        "devanagari": "तपसा विद्यया पक्‍वकषायो नियमैर्यमै: ।युयुजे ब्रह्मण्यात्मानं विजिताक्षानिलाशय: ॥ ३८ ॥",
        "english_devnagari": "tapasā vidyayā pakva-kaṣāyo niyamair yamaiḥyuyuje brahmaṇy ātmānaṁvijitākṣānilāśayaḥ",
        "verse_Syn": [
            "tapasā",
            "vidyayā",
            "pakva",
            "kaṣāyaḥ",
            "niyamaiḥ",
            "yamaiḥ",
            "yuyuje",
            "brahmaṇi",
            "ātmānam",
            "vijita",
            "akṣa",
            "anila",
            "āśayaḥ"
        ],
        "translation": "By worshiping, executing austerities and following the regulative principles, King Malayadhvaja conquered his senses, his life and his consciousness. Thus he fixed everything on the central point of the Supreme Brahman [Kṛṣṇa].",
        "purport": " Whenever the word brahman appears, the impersonalists take this to mean the impersonal effulgence, the brahmajyoti. Actually, however, Parabrahman, the Supreme Brahman, is Kṛṣṇa, Vāsudeva. As stated in Bhagavad-gītā (7.19), vāsudevaḥ sarvam iti: Vāsudeva extends everywhere as the impersonal Brahman. One cannot fix one’s mind upon an impersonal “something.” Bhagavad-gītā (12.5) therefore says, kleśo ’dhikataras teṣām avyaktāsakta-cetasām: “For those whose minds are attached to the unmanifested, impersonal feature of the Supreme, advancement is very troublesome.” Consequently, when it is said herein that King Malayadhvaja fixed his mind on Brahman, “Brahman” means the Supreme Personality of Godhead, Vāsudeva."
    },
    {
        "verse": "39",
        "devanagari": "आस्ते स्थाणुरिवैकत्र दिव्यं वर्षशतं स्थिर: ।वासुदेवे भगवति नान्यद्वेदोद्वहन् रतिम् ॥ ३९ ॥",
        "english_devnagari": "āste sthāṇur ivaikatradivyaṁ varṣa-śataṁ sthiraḥvāsudeve bhagavatinānyad vedodvahan ratim",
        "verse_Syn": [
            "āste",
            "sthāṇuḥ",
            "iva",
            "ekatra",
            "divyam",
            "varṣa",
            "śatam",
            "sthiraḥ",
            "vāsudeve",
            "bhagavati",
            "na",
            "anyat",
            "veda",
            "udvahan",
            "ratim"
        ],
        "translation": "In this way he stayed immovable in one place for one hundred years by the calculation of the demigods. After this time, he developed pure devotional attraction for Kṛṣṇa, the Supreme Personality of Godhead, and remained fixed in that position.",
        "purport": " “After many births and deaths, he who is actually in knowledge surrenders unto Me, knowing Me to be the cause of all causes and all that is. Such a great soul is very rare.” (Bg. 7.19) Vāsudeva, the Supreme Personality of Godhead, Kṛṣṇa, is everything, and one who knows this is the greatest of all transcendentalists. It is stated in Bhagavad-gītā that one realizes this after many, many births. This is also confirmed in this verse with the words divyaṁ varṣa-śatam, “one hundred years according to the calculation of the demigods.” According to the calculations of the demigods, one day (twelve hours) is equal to six months on earth. A hundred years of the demigods would equal thirty-six thousand earth years. Thus King Malayadhvaja executed austerities and penances for thirty-six thousand years. After this time, he became fixed in the devotional service of the Lord. To live on earth for so many years, one has to take birth many times. This confirms the conclusion of Kṛṣṇa. To come to the conclusion of Kṛṣṇa consciousness and remain fixed in the realization that Kṛṣṇa is everything, as well as render service unto Kṛṣṇa, are characteristics of the perfectional stage. As said in Caitanya-caritāmṛta (Madhya 22.62), kṛṣṇe bhakti kaile sarva-karma kṛta haya: when one comes to the conclusion that Kṛṣṇa is everything by worshiping or by rendering devotional service unto Kṛṣṇa, one actually becomes perfect in all respects. Not only must one come to the conclusion that Kṛṣṇa is everything, but he must remain fixed in this realization. This is the highest perfection of life, and it is this perfection that King Malayadhvaja attained at the end."
    },
    {
        "verse": "40",
        "devanagari": "स व्यापकतयात्मानं व्यतिरिक्ततयात्मनि ।विद्वान् स्वप्न इवामर्शसाक्षिणं विरराम ह ॥ ४० ॥",
        "english_devnagari": "sa vyāpakatayātmānaṁvyatiriktatayātmanividvān svapna ivāmarśa-sākṣiṇaṁ virarāma ha",
        "verse_Syn": [
            "saḥ",
            "vyāpakatayā",
            "ātmānam",
            "vyatiriktatayā",
            "ātmani",
            "vidvān",
            "svapne",
            "iva",
            "amarśa",
            "sākṣiṇam",
            "virarāma",
            "ha"
        ],
        "translation": "King Malayadhvaja attained perfect knowledge by being able to distinguish the Supersoul from the individual soul. The individual soul is localized, whereas the Supersoul is all-pervasive. He became perfect in knowledge that the material body is not the soul but that the soul is the witness of the material body.",
        "purport": " The conditioned soul is often frustrated in trying to understand the distinctions between the material body, the Supersoul and the individual soul. There are two types of Māyāvādī philosophers: the followers of the Buddhist philosophy and the followers of the Śaṅkara philosophy. The followers of Buddha do not recognize that there is anything beyond the body. The followers of Śaṅkara conclude that there is no separate existence of the Paramātmā, the Supersoul; they believe that the individual soul is identical with the Paramātmā in the ultimate analysis. But the Vaiṣṇava philosopher, who is perfect in knowledge, knows that the body is made of the external energy and that the Supersoul, the Paramātmā, the Supreme Personality of Godhead, is sitting with the individual soul and is distinct from him. As Lord Kṛṣṇa states in Bhagavad-gītā (13.3): “O scion of Bharata, you should understand that I am also the knower in all bodies, and to understand this body and its owner is called knowledge. That is My opinion.” The body is taken to be the field, and the individual soul is taken to be the worker in that field. Yet there is another, who is known as the Supersoul, who, along with the individual soul, simply witnesses. The individual soul works and enjoys the fruits of the body, whereas the Supersoul simply witnesses the activities of the individual soul but does not enjoy the fruits of those activities. The Supersoul is present in every field of activity, whereas the individual soul is present in his one localized body. King Malayadhvaja attained this perfection of knowledge and was able to distinguish between the soul and the Supersoul and the soul and the material body."
    },
    {
        "verse": "41",
        "devanagari": "साक्षाद्भगवतोक्तेन गुरुणा हरिणा नृप ।विशुद्धज्ञानदीपेन स्फुरता विश्वतोमुखम् ॥ ४१ ॥",
        "english_devnagari": "sākṣād bhagavatoktenaguruṇā hariṇā nṛpaviśuddha-jñāna-dīpenasphuratā viśvato-mukham",
        "verse_Syn": [
            "sākṣāt",
            "bhagavatā",
            "uktena",
            "guruṇā",
            "hariṇā",
            "nṛpa",
            "viśuddha",
            "jñāna",
            "dīpena",
            "sphuratā",
            "viśvataḥ",
            "mukham"
        ],
        "translation": "In this way King Malayadhvaja attained perfect knowledge because in his pure state he was directly instructed by the Supreme Personality of Godhead. By means of such enlightening transcendental knowledge, he could understand everything from all angles of vision.",
        "purport": " In this verse the words sākṣād bhagavatoktena guruṇā hariṇā are very significant. The Supreme Personality of Godhead speaks directly to the individual soul when the devotee has completely purified himself by rendering devotional service to the Lord. Lord Kṛṣṇa confirms this also in Bhagavad-gītā (10.10): “To those who are constantly devoted and worship Me with love, I give the understanding by which they can come to Me.” The Lord is the Supersoul seated in everyone’s heart, and He acts as the caitya-guru, the spiritual master within. However, He gives direct instructions only to the advanced, pure devotees. In the beginning, when a devotee is serious and sincere, the Lord gives him directions from within to approach a bona fide spiritual master. When one is trained by the spiritual master according to the regulative principles of devotional service and is situated on the platform of spontaneous attachment for the Lord (rāga-bhakti), the Lord also gives instructions from within (teṣāṁ satata-yuktānāṁ bhajatāṁ prīti-pūrvakam/ dadāmi buddhi-yogaṁ tam). This distinct advantage is obtained by a liberated soul. Having attained this stage, King Malayadhvaja was directly in touch with the Supreme Lord and was receiving instructions from Him directly."
    },
    {
        "verse": "42",
        "devanagari": "परे ब्रह्मणि चात्मानं परं ब्रह्म तथात्मनि ।वीक्षमाणोविहायेक्षामस्मादुपरराम ह ॥ ४२ ॥",
        "english_devnagari": "pare brahmaṇi cātmānaṁparaṁ brahma tathātmanivīkṣamāṇo vihāyekṣāmasmād upararāma ha",
        "verse_Syn": [
            "pare",
            "brahmaṇi",
            "ca",
            "ātmānam",
            "param",
            "brahma",
            "tathā",
            "ātmani",
            "vīkṣamāṇaḥ",
            "vihāya",
            "īkṣām",
            "asmāt",
            "upararāma",
            "ha"
        ],
        "translation": "King Malayadhvaja could thus observe that the Supersoul was sitting by his side, and that he, as the individual soul, was sitting by the side of the Supersoul. Since both were together, there was no need for separate interests; thus he ceased from such activities.",
        "purport": " In the advanced stage of devotional service, the devotee does not see anything separate between his own interests and those of the Supreme Personality of Godhead. Both interests become one, for the devotee does not act for a separate interest. Whatever he does, he does in the interest of the Supreme Personality of Godhead. At that time he sees everything in the Supreme Personality of Godhead and the Supreme Personality of Godhead in everything. Having attained this stage of understanding, he sees no distinction between the spiritual and material worlds. In perfect vision, the material world becomes the spiritual world due to its being the external energy of the Supreme Lord. For the perfect devotee, the energy and the energetic are nondifferent. Thus the so-called material world becomes spiritual (sarvaṁ khalv idaṁ brahma). Everything is intended for the service of the Supreme Lord, and the expert devotee can utilize any so-called material thing for the Lord’s service. One cannot serve the Lord without being situated on the spiritual platform; thus if a so-called material thing is dovetailed in the service of the Lord, it is no longer to be considered material. This is how the pure devotee, in his perfect vision, sees from all angles."
    },
    {
        "verse": "43",
        "devanagari": "पतिं परमधर्मज्ञं वैदर्भी मलयध्वजम् ।प्रेम्णा पर्यचरद्धित्वा भोगान् सापतिदेवता ॥ ४३ ॥",
        "english_devnagari": "patiṁ parama-dharma-jñaṁvaidarbhī malayadhvajampremṇā paryacarad dhitvābhogān sā pati-devatā",
        "verse_Syn": [
            "patim",
            "parama",
            "dharma",
            "jñam",
            "vaidarbhī",
            "malaya",
            "dhvajam",
            "premṇā",
            "paryacarat",
            "hitvā",
            "bhogān",
            "sā",
            "pati",
            "devatā"
        ],
        "translation": "The daughter of King Vidarbha accepted her husband all in all as the Supreme. She gave up all sensual enjoyment and in complete renunciation followed the principles of her husband, who was so advanced. Thus she remained engaged in his service.",
        "purport": " Figuratively, King Malayadhvaja is the spiritual master, and his wife, Vaidarbhī, is the disciple. The disciple accepts the spiritual master as the Supreme Personality of Godhead. As stated by Viśvanātha Cakravartī Ṭhākura in Gurv-aṣṭaka, sākṣād-dharitvena: “One directly accepts the guru, the spiritual master, as the Supreme Personality of Godhead.” One should accept the spiritual master not in the sense that the Māyāvādī philosophers do, but in the way recommended here. Since the spiritual master is the most confidential servant of the Lord, he should be treated exactly like the Supreme Personality of Godhead. The spiritual master should never be neglected or disobeyed, like an ordinary person. If a woman is fortunate enough to be the wife of a pure devotee, she can serve her husband without any desire for sense gratification. If she remains engaged in the service of her exalted husband, she will automatically attain the spiritual perfections of her husband. If a disciple gets a bona fide spiritual master, simply by satisfying him, he can attain a similar opportunity to serve the Supreme Personality of Godhead."
    },
    {
        "verse": "44",
        "devanagari": "चीरवासा व्रतक्षामा वेणीभूतशिरोरुहा ।बभावुप पतिं शान्ता शिखा शान्तमिवानलम् ॥ ४४ ॥",
        "english_devnagari": "cīra-vāsā vrata-kṣāmāveṇī-bhūta-śiroruhābabhāv upa patiṁ śāntāśikhā śāntam ivānalam",
        "verse_Syn": [
            "cīra",
            "vāsā",
            "vrata",
            "kṣāmā",
            "veṇī",
            "bhūta",
            "śiroruhā",
            "babhau",
            "upa",
            "patim",
            "śāntā",
            "śikhā",
            "śāntam",
            "iva",
            "analam"
        ],
        "translation": "The daughter of King Vidarbha wore old garments, and she was lean and thin because of her vows of austerity. Since she did not arrange her hair, it became entangled and twisted in locks. Although she remained always near her husband, she was as silent and unagitated as the flame of an undisturbed fire.",
        "purport": " When one begins to burn firewood, there is smoke and agitation in the beginning. Although there are so many disturbances in the beginning, once the fire is completely set, the firewood burns steadily. Similarly, when both husband and wife follow the regulative principles of austerity, they remain silent and are not agitated by sex impulses. At such a time both husband and wife are benefited spiritually. One can attain this stage of life by completely giving up a luxurious mode of life. In this verse the word cīra-vāsā refers to very old torn garments. The wife especially should remain austere, not desiring luxurious dresses and living standards. She should accept only the bare necessities of life and minimize her eating and sleeping. There should be no question of mating. Simply by engaging in the service of her exalted husband, who must be a pure devotee, the wife will never be agitated by sex impulses. The vānaprastha stage is exactly like this. Although the wife remains with the husband, she undergoes severe austerities and penances so that although both husband and wife live together, there is no question of sex. In this way both husband and wife can live together perpetually. Since the wife is weaker than the husband, this weakness is expressed in this verse with the words upa patim. Upa means “near to,” or “almost equal to.” Being a man, the husband is generally more advanced than his wife. Nonetheless, the wife is expected to give up all luxurious habits. She should not even dress nicely or comb her hair. Hair-combing is one of the main businesses of women. In the vānaprastha stage the wife should not take care of her hair. Thus her hair will become tangled in knots. Consequently, the wife will no longer be attractive to the husband, and she herself will no longer be agitated by sex impulses. In this way both husband and wife can advance in spiritual consciousness. This advanced stage is called the paramahaṁsa stage, and once it is obtained, both husband and wife can be actually liberated from bodily consciousness. If the disciple remains steady in the service of the spiritual master, he need no longer fear falling down into the clutches of māyā."
    },
    {
        "verse": "45",
        "devanagari": "अजानती प्रियतमं यदोपरतमङ्गना ।सुस्थिरासनमासाद्य यथापूर्वमुपाचरत् ॥ ४५ ॥",
        "english_devnagari": "ajānatī priyatamaṁyadoparatam aṅganāsusthirāsanam āsādyayathā-pūrvam upācarat",
        "verse_Syn": [
            "ajānatī",
            "priya",
            "tamam",
            "yadā",
            "uparatam",
            "aṅganā",
            "susthira",
            "āsanam",
            "āsādya",
            "yathā",
            "pūrvam",
            "upācarat"
        ],
        "translation": "The daughter of King Vidarbha continued as usual to serve her husband, who was seated in a steady posture, until she could ascertain that he had passed away from the body.",
        "purport": " It appears that the Queen did not even talk to her husband while serving. She would simply perform her prescribed duties without talk. Thus she did not stop rendering service until she could ascertain that her husband had passed from the body."
    },
    {
        "verse": "46",
        "devanagari": "यदा नोपलभेताङ्‌घ्रावूष्माणं पत्युरर्चती ।आसीत्संविग्नहृदया यूथभ्रष्टा मृगी यथा ॥ ४६ ॥",
        "english_devnagari": "yadā nopalabhetāṅghrāvūṣmāṇaṁ patyur arcatīāsīt saṁvigna-hṛdayāyūtha-bhraṣṭā mṛgī yathā",
        "verse_Syn": [
            "yadā",
            "na",
            "upalabheta",
            "aṅghrau",
            "ūṣmāṇam",
            "patyuḥ",
            "arcatī",
            "āsīt",
            "saṁvigna",
            "hṛdayā",
            "yūtha",
            "bhraṣṭā",
            "mṛgī",
            "yathā"
        ],
        "translation": "While she was serving her husband by massaging his legs, she could feel that his feet were no longer warm and could thus understand that he had already passed from the body. She felt great anxiety upon being left alone. Bereft of her husband’s company, she felt exactly as the deer feels upon being separated from its mate.",
        "purport": " As soon as the circulation of blood and air within the body stops, it is to be understood that the soul within the body has left. The stoppage of the blood’s circulation is perceived when the hands and feet lose heat. One tests whether a body is alive or not by feeling the heart’s palpitations and the coldness of the feet and hands."
    },
    {
        "verse": "47",
        "devanagari": "आत्मानं शोचती दीनमबन्धुं विक्लवाश्रुभि: ।स्तनावासिच्य विपिने सुस्वरं प्ररुरोद सा ॥ ४७ ॥",
        "english_devnagari": "ātmānaṁ śocatī dīnamabandhuṁ viklavāśrubhiḥstanāv āsicya vipinesusvaraṁ praruroda sā",
        "verse_Syn": [
            "ātmānam",
            "śocatī",
            "dīnam",
            "abandhum",
            "viklava",
            "aśrubhiḥ",
            "stanau",
            "āsicya",
            "vipine",
            "susvaram",
            "praruroda",
            "sā"
        ],
        "translation": "Being now alone and a widow in that forest, the daughter of Vidarbha began to lament, incessantly shedding tears, which soaked her breasts, and crying very loudly.",
        "purport": " Figuratively the queen is supposed to be the disciple of the king; thus when the mortal body of the spiritual master expires, his disciples should cry exactly as the queen cries when the king leaves his body. However, the disciple and spiritual master are never separated because the spiritual master always keeps company with the disciple as long as the disciple follows strictly the instructions of the spiritual master. This is called the association of vāṇī (words). Physical presence is called vapuḥ. As long as the spiritual master is physically present, the disciple should serve the physical body of the spiritual master, and when the spiritual master is no longer physically existing, the disciple should serve the instructions of the spiritual master."
    },
    {
        "verse": "48",
        "devanagari": "उत्तिष्ठोत्तिष्ठ राजर्षे इमामुदधिमेखलाम् ।दस्युभ्य: क्षत्रबन्धुभ्यो बिभ्यतीं पातुमर्हसि ॥ ४८ ॥",
        "english_devnagari": "uttiṣṭhottiṣṭha rājarṣeimām udadhi-mekhalāmdasyubhyaḥ kṣatra-bandhubhyobibhyatīṁ pātum arhasi",
        "verse_Syn": [
            "uttiṣṭha",
            "uttiṣṭha",
            "rāja",
            "ṛṣe",
            "imām",
            "udadhi",
            "mekhalām",
            "dasyubhyaḥ",
            "kṣatra",
            "bandhubhyaḥ",
            "bibhyatīm",
            "pātum",
            "arhasi"
        ],
        "translation": "O best of kings, please get up! Get up! Just see this world surrounded by water and infested with rogues and so-called kings. This world is very much afraid, and it is your duty to protect her.",
        "purport": " Whenever an ācārya comes, following the superior orders of the Supreme Personality of Godhead or His representative, he establishes the principles of religion, as enunciated in Bhagavad-gītā. Religion means abiding by the orders of the Supreme Personality of Godhead. Religious principles begin from the time one surrenders to the Supreme Personality of Godhead. It is the ācārya’s duty to spread a bona fide religious system and induce everyone to bow down before the Supreme Lord. One executes the religious principles by rendering devotional service, specifically the nine items like hearing, chanting and remembering. Unfortunately, when the ācārya disappears, rogues and nondevotees take advantage and immediately begin to introduce unauthorized principles in the name of so-called svāmīs, yogīs, philanthropists, welfare workers and so on. Actually, human life is meant for executing the orders of the Supreme Lord, and this is stated in Bhagavad-gītā (9.34): “Engage your mind always in thinking of Me and become My devotee. Offer obeisances and worship Me. Being completely absorbed in Me, surely you will come to Me.” The main business of human society is to think of the Supreme Personality of Godhead at all times, to become His devotees, to worship the Supreme Lord and to bow down before Him. The ācārya, the authorized representative of the Supreme Lord, establishes these principles, but when he disappears, things once again become disordered. The perfect disciples of the ācārya try to relieve the situation by sincerely following the instructions of the spiritual master. At the present moment practically the entire world is afraid of rogues and nondevotees; therefore this Kṛṣṇa consciousness movement is started to save the world from irreligious principles. Everyone should cooperate with this movement in order to bring about actual peace and happiness in the world."
    },
    {
        "verse": "49",
        "devanagari": "एवं विलपन्ती बाला विपिनेऽनुगता पतिम् ।पतिता पादयोर्भर्तू रुदत्यश्रूण्यवर्तयत् ॥ ४९ ॥",
        "english_devnagari": "evaṁ vilapantī bālāvipine ’nugatā patimpatitā pādayor bhartūrudaty aśrūṇy avartayat",
        "verse_Syn": [
            "evam",
            "vilapantī",
            "bālā",
            "vipine",
            "anugatā",
            "patim",
            "patitā",
            "pādayoḥ",
            "bhartuḥ",
            "rudatī",
            "aśrūṇi",
            "avartayat"
        ],
        "translation": "That most obedient wife thus fell down at the feet of her dead husband and began to cry pitifully in that solitary forest. Thus the tears rolled down from her eyes.",
        "purport": " Just as a devoted wife becomes afflicted at the passing away of her husband, when a spiritual master passes away, the disciple becomes similarly bereaved."
    },
    {
        "verse": "50",
        "devanagari": "चितिं दारुमयीं चित्वा तस्यां पत्यु: कलेवरम् ।आदीप्य चानुमरणे विलपन्ती मनो दधे ॥ ५० ॥",
        "english_devnagari": "citiṁ dārumayīṁ citvātasyāṁ patyuḥ kalevaramādīpya cānumaraṇevilapantī mano dadhe",
        "verse_Syn": [
            "citim",
            "dāru",
            "mayīm",
            "citvā",
            "tasyām",
            "patyuḥ",
            "kalevaram",
            "ādīpya",
            "ca",
            "anumaraṇe",
            "vilapantī",
            "manaḥ",
            "dadhe"
        ],
        "translation": "She then prepared a blazing fire with firewood and placed the dead body of her husband upon it. When this was finished, she lamented severely and prepared herself to perish in the fire with her husband.",
        "purport": " It is the long-standing tradition of the Vedic system that a faithful wife dies along with her husband. This is called saha-maraṇa. In India this system was prevalent even to the date of British occupation. At that time, however, a wife who did not wish to die with her husband was sometimes forced to do so by her relatives. Formerly that was not the case — the wife used to enter the fire voluntarily. The British government stopped this practice, considering it inhuman. However, from the early history of India we find that when Mahārāja Pāṇḍu died, he was survived by two wives — Mādrī and Kuntī. The question was whether both should die or one should die. After the death of Mahārāja Pāṇḍu, his wives settled that one should remain and the other should go. Mādrī would perish with her husband in the fire, and Kuntī would remain to take charge of the five Pāṇḍava children. Even as late as 1936 we saw a devoted wife voluntarily enter the fire of her husband. This indicates that a devotee’s wife must be prepared to act in such a way. Similarly, a devoted disciple of the spiritual master would rather die with the spiritual master than fail to execute the spiritual master’s mission. As the Supreme Personality of Godhead comes down upon this earth to reestablish the principles of religion, so His representative, the spiritual master, also comes to reestablish religious principles. It is the duty of the disciples to take charge of the mission of the spiritual master and execute it properly. Otherwise the disciple should decide to die along with the spiritual master. In other words, to execute the will of the spiritual master, the disciple should be prepared to lay down his life and abandon all personal considerations."
    },
    {
        "verse": "51",
        "devanagari": "तत्र पूर्वतर: कश्चित्सखा ब्राह्मण आत्मवान् ।सान्‍त्वयन् वल्गुना साम्ना तामाह रुदतीं प्रभो ॥ ५१ ॥",
        "english_devnagari": "tatra pūrvataraḥ kaścitsakhā brāhmaṇa ātmavānsāntvayan valgunā sāmnātām āha rudatīṁ prabho",
        "verse_Syn": [
            "tatra",
            "pūrvataraḥ",
            "kaścit",
            "sakhā",
            "brāhmaṇaḥ",
            "ātmavān",
            "sāntvayan",
            "valgunā",
            "sāmnā",
            "tām",
            "āha",
            "rudatīm",
            "prabho"
        ],
        "translation": "My dear King, one brāhmaṇa, who was an old friend of King Purañjana, came to that place and began to pacify the Queen with sweet words.",
        "purport": " The appearance of an old friend in the form of a brāhmaṇa is very significant. In His Paramātmā feature, Kṛṣṇa is the old friend of everyone. According to Vedic injunction, Kṛṣṇa is sitting with the living entity side by side. According to the śruti-mantra (dvā suparṇā sayujā sakhāyāḥ), the Lord is sitting within the heart of every living entity as suhṛt, the best friend. The Lord is always eager to have the living entity come home, back to Godhead. Sitting with the living entity as witness, the Lord gives him all chances to enjoy himself materially, but whenever there is an opportunity, the Lord gives good counsel and advises the living entity to abandon trying to become happy through material adjustment and instead turn his face toward the Supreme Personality of Godhead and surrender unto Him. When one becomes serious to follow the mission of the spiritual master, his resolution is tantamount to seeing the Supreme Personality of Godhead. As explained before, this means meeting the Supreme Personality of Godhead in the instruction of the spiritual master. This is technically called vāṇī-sevā. Śrīla Viśvanātha Cakravartī Ṭhākura states in his Bhagavad-gītā commentary on the verse vyavasāyātmikā buddhir ekeha kuru-nandana (Bg. 2.41) that one should serve the words of the spiritual master. The disciple must stick to whatever the spiritual master orders. Simply by following on that line, one sees the Supreme Personality of Godhead. The Supreme Personality of Godhead, Paramātmā, appeared before the Queen as a brāhmaṇa, but why didn’t He appear in His original form as Śrī Kṛṣṇa? Śrīla Viśvanātha Cakravartī Ṭhākura remarks that unless one is very highly elevated in loving the Supreme Personality of Godhead, one cannot see Him as He is. Nonetheless, if one sticks to the principles enunciated by the spiritual master, somehow or other he is in association with the Supreme Personality of Godhead. Since the Lord is in the heart, He can advise a sincere disciple from within. This is also confirmed in Bhagavad-gītā (10.10): “To those who are constantly devoted and worship Me with love, I give the understanding by which they can come to Me.” In conclusion, if a disciple is very serious to execute the mission of the spiritual master, he immediately associates with the Supreme Personality of Godhead by vāṇī or vapuḥ. This is the only secret of success in seeing the Supreme Personality of Godhead. Instead of being eager to see the Lord in some bush of Vṛndāvana while at the same time engaging in sense gratification, if one instead sticks to the principle of following the words of the spiritual master, he will see the Supreme Lord without difficulty. Śrīla Bilvamaṅgala Ṭhākura has therefore said: “If I am engaged in devotional service unto You, my dear Lord, then very easily can I perceive Your presence everywhere. And as far as liberation is concerned, I think that liberation stands at my door with folded hands, waiting to serve me — and all material conveniences of dharma [religiosity], artha [economic development] and kāma [sense gratification] stand with her.” (Kṛṣṇa-karṇāmṛta 107) If one is very highly advanced in devotional service, he will have no difficulty in seeing the Supreme Personality of Godhead. If one engages in the service of the spiritual master, he not only sees the Supreme Personality of Godhead but attains liberation. As far as material conveniences are concerned, they automatically come, just as the maidservants of a queen follow the queen wherever she goes. Liberation is no problem for the pure devotee, and all material conveniences are simply awaiting him at all stages of life."
    },
    {
        "verse": "52",
        "devanagari": "ब्राह्मण उवाचका त्वं कस्यासि को वायं शयानो यस्य शोचसि ।जानासि किं सखायं मां येनाग्रे विचचर्थ ह ॥ ५२ ॥",
        "english_devnagari": "brāhmaṇa uvācakā tvaṁ kasyāsi ko vāyaṁśayāno yasya śocasijānāsi kiṁ sakhāyaṁ māṁyenāgre vicacartha ha",
        "verse_Syn": [
            "brāhmaṇaḥ",
            "uvāca",
            "kā",
            "tvam",
            "kasya",
            "asi",
            "kaḥ",
            "vā",
            "ayam",
            "śayānaḥ",
            "yasya",
            "śocasi",
            "jānāsi",
            "kim",
            "sakhāyam",
            "mām",
            "yena",
            "agre",
            "vicacartha",
            "ha"
        ],
        "translation": "The brāhmaṇa inquired as follows: Who are you? Whose wife or daughter are you? Who is the man lying here? It appears you are lamenting for this dead body. Don’t you recognize Me? I am your eternal friend. You may remember that many times in the past you have consulted Me.",
        "purport": " When a person’s relative dies, renunciation is automatically visible. Consultation with the Supersoul seated within everyone’s heart is possible only when one is completely free from the contamination of material attachment. One who is sincere and pure gets an opportunity to consult with the Supreme Personality of Godhead in His Paramātmā feature sitting within everyone’s heart. The Paramātmā is always the caitya-guru, the spiritual master within, and He comes before one externally as the instructor and initiator spiritual master. The Lord can reside within the heart, and He can also come out before a person and give him instructions. Thus the spiritual master is not different from the Supersoul sitting within the heart. An uncontaminated soul or living entity can get a chance to meet the Paramātmā face to face. Just as one gets a chance to consult with the Paramātmā within his heart, one also gets a chance to see Him actually situated before him. Then one can take instructions from the Supersoul directly. This is the duty of the pure devotee: to see the bona fide spiritual master and consult with the Supersoul within the heart. When the brāhmaṇa asked the woman who the man lying on the floor was, she answered that he was her spiritual master and that she was perplexed about what to do in his absence. At such a time the Supersoul immediately appears, provided the devotee is purified in heart by following the directions of the spiritual master. A sincere devotee who follows the instructions of the spiritual master certainly gets direct instructions from his heart from the Supersoul. Thus a sincere devotee is always helped directly or indirectly by the spiritual master and the Supersoul. This is confirmed in Caitanya-caritāmṛta: guru-kṛṣṇa-prasāde pāya bhakti-latā-bīja. If the devotee serves his spiritual master sincerely, Kṛṣṇa automatically becomes pleased. Yasya prasādād bhagavad-prasādaḥ: by satisfying the spiritual master, one automatically satisfies Kṛṣṇa. Thus the devotee becomes enriched by both the spiritual master and Kṛṣṇa. The Supersoul is eternally the friend of the living entity and always remains with him. The Supersoul has always been ready to help the living entity, even before the creation of this material world. It is therefore stated here, yenāgre vicacartha. The word agre means “before the creation.” Thus the Supersoul has been accompanying the living entity since before the creation."
    },
    {
        "verse": "53",
        "devanagari": "अपि स्मरसि चात्मानमविज्ञातसखं सखे ।हित्वा मां पदमन्विच्छन् भौमभोगरतो गत: ॥ ५३ ॥",
        "english_devnagari": "api smarasi cātmānamavijñāta-sakhaṁ sakhehitvā māṁ padam anvicchanbhauma-bhoga-rato gataḥ",
        "verse_Syn": [
            "api",
            "smarasi",
            "ca",
            "ātmānam",
            "avijñāta",
            "sakham",
            "sakhe",
            "hitvā",
            "mām",
            "padam",
            "anvicchan",
            "bhauma",
            "bhoga",
            "rataḥ",
            "gataḥ"
        ],
        "translation": "The brāhmaṇa continued: My dear friend, even though you cannot immediately recognize Me, can’t you remember that in the past you had a very intimate friend? Unfortunately, you gave up My company and accepted a position as enjoyer of this material world.",
        "purport": " As stated in Bhagavad-gītā (7.27): “O scion of Bharata [Arjuna], O conqueror of the foe, all living entities are born into delusion, overcome by the dualities of desire and hate.” This is an explanation of how the living entity falls down into this material world. In the spiritual world there is no duality, nor is there hate. The Supreme Personality of Godhead expands Himself into many. In order to enjoy bliss more and more, the Supreme Lord expands Himself in different categories. As mentioned in the Varāha Purāṇa, He expands Himself in viṣṇu-tattva (the svāṁśa expansion) and in His marginal potency (the vibhinnāṁśa, or the living entity). These expanded living entities are innumerable, just as the minute molecules of sunshine are innumerable expansions of the sun. The vibhinnāṁśa expansions, the marginal potencies of the Lord, are the living entities. When the living entities desire to enjoy themselves, they develop a consciousness of duality and come to hate the service of the Lord. In this way the living entities fall into the material world. In the Prema-vivarta it is said: The natural position of the living entity is to serve the Lord in a transcendental loving attitude. When the living entity wants to become Kṛṣṇa Himself or imitate Kṛṣṇa, he falls down into the material world. Since Kṛṣṇa is the supreme father, His affection for the living entity is eternal. When the living entity falls down into the material world, the Supreme Lord, through His svāṁśa expansion (Paramātmā), keeps company with the living entity. In this way the living entity may some day return home, back to Godhead. By misusing his independence, the living entity falls down from the service of the Lord and takes a position in this material world as an enjoyer — that is to say, the living entity takes his position within a material body. Wanting to take a very exalted position, the living entity instead becomes entangled in a repetition of birth and death. He selects his position as a human being, a demigod, a cat, a dog, a tree, etc. In this way the living entity selects a body out of the 8,400,000 forms and tries to satisfy himself by a variety of material enjoyment. The Supersoul, however, does not like him to do this. Consequently, the Supersoul instructs him to surrender unto the Supreme Personality of Godhead. The Lord then takes charge of the living entity. But unless the living entity is uncontaminated by material desires, he cannot surrender to the Supreme Lord. In Bhagavad-gītā (5.29) the Lord says: “The sages, knowing Me as the ultimate purpose of all sacrifices and austerities, the Supreme Lord of all planets and demigods and the benefactor and well-wisher of all living entities, attain peace from the pangs of material miseries.” The Supreme Lord is the supreme friend of everyone; however, no one can take advantage of the supreme friend’s instructions while making his own plans to become happy and entangling himself in the modes of material nature. When there is creation, the living entities take on different forms according to past desires. This means that all the species or forms of life are simultaneously created. Darwin’s theory stating that no human being existed from the beginning but that humans evolved after many, many years is simply a nonsensical theory. From Vedic literature we find that the first creature within the universe is Lord Brahmā. Being the most intelligent personality, Lord Brahmā could take charge of creating all the variety found within this material world."
    },
    {
        "verse": "54",
        "devanagari": "हंसावहं च त्वं चार्य सखायौ मानसायनौ ।अभूतामन्तरा वौक: सहस्रपरिवत्सरान् ॥ ५४ ॥",
        "english_devnagari": "haṁsāv ahaṁ ca tvaṁ cāryasakhāyau mānasāyanauabhūtām antarā vaukaḥsahasra-parivatsarān",
        "verse_Syn": [
            "haṁsau",
            "aham",
            "ca",
            "tvam",
            "ca",
            "ārya",
            "sakhāyau",
            "mānasa",
            "ayanau",
            "abhūtām",
            "antarā",
            "vā",
            "okaḥ",
            "sahasra",
            "pari",
            "vatsarān"
        ],
        "translation": "My dear gentle friend, both you and I are exactly like two swans. We live together in the same heart, which is just like the Mānasa Lake. Although we have been living together for many thousands of years, we are still far away from our original home.",
        "purport": " The original home of the living entity and the Supreme Personality of Godhead is the spiritual world. In the spiritual world both the Lord and the living entities live together very peacefully. Since the living entity remains engaged in the service of the Lord, they both share a blissful life in the spiritual world. However, when the living entity wants to enjoy himself, he falls down into the material world. Even while he is in that position, the Lord remains with him as the Supersoul, his intimate friend. Because of his forgetfulness, the living entity does not know that the Supreme Lord is accompanying him as the Supersoul. In this way the living entity remains conditioned in each and every millennium. Although the Lord follows him as a friend, the living entity, because of forgetful material existence, does not recognize Him."
    },
    {
        "verse": "55",
        "devanagari": "स त्वं विहाय मां बन्धो गतो ग्राम्यमतिर्महीम् ।विचरन् पदमद्राक्षी: कयाचिन्निर्मितं स्त्रिया ॥ ५५ ॥",
        "english_devnagari": "sa tvaṁ vihāya māṁ bandhogato grāmya-matir mahīmvicaran padam adrākṣīḥkayācin nirmitaṁ striyā",
        "verse_Syn": [
            "saḥ",
            "tvam",
            "vihāya",
            "mām",
            "bandho",
            "gataḥ",
            "grāmya",
            "matiḥ",
            "mahīm",
            "vicaran",
            "padam",
            "adrākṣīḥ",
            "kayācit",
            "nirmitam",
            "striyā"
        ],
        "translation": "My dear friend, you are now My very same friend. Since you left Me, you have become more and more materialistic, and not seeing Me, you have been traveling in different forms throughout this material world, which was created by some woman.",
        "purport": " When the living entity falls down, he goes into the material world, which was created by the external energy of the Lord. This external energy is described herein as “some woman,” or prakṛti. This material world is composed of material elements, ingredients supplied by the mahat-tattva, the total material energy. The material world, created by this external energy, becomes the so-called home of the conditioned soul. Within this material world the conditioned soul accepts different apartments, or different bodily forms, and then travels about. Sometimes he travels in the higher planetary systems and sometimes in the lower systems. Sometimes he travels in higher species of life and sometimes in lower species. He has been wandering within this material universe since time immemorial. As explained by Śrī Caitanya Mahāprabhu: The living entity wanders into many species of life, but he is fortunate when he once again meets his friend, either in person or through His representative. Actually, it is Kṛṣṇa who personally advises all living entities to return home, back to Godhead. Sometimes Kṛṣṇa sends His representative, who, delivering Kṛṣṇa’s very message, canvasses all living entities to return home, back to Godhead. Unfortunately the living entity is so greatly attached to material enjoyment that he does not take the instructions of Kṛṣṇa or His representative very seriously. This material tendency is mentioned in this verse as grāmya-matiḥ, sense gratification. The word mahīm means “within this material world.” All living entities within this material world are sensually inclined. Consequently they become entangled in different types of bodies and suffer the pangs of material existence."
    },
    {
        "verse": "56",
        "devanagari": "पञ्चारामं नवद्वारमेकपालं त्रिकोष्ठकम् ।षट्कुलं पञ्चविपणं पञ्चप्रकृति स्त्रीधवम् ॥ ५६ ॥",
        "english_devnagari": "pañcārāmaṁ nava-dvārameka-pālaṁ tri-koṣṭhakamṣaṭ-kulaṁ pañca-vipaṇaṁpañca-prakṛti strī-dhavam",
        "verse_Syn": [
            "pañca",
            "ārāmam",
            "nava",
            "dvāram",
            "eka",
            "pālam",
            "tri",
            "koṣṭhakam",
            "ṣaṭ",
            "kulam",
            "pañca",
            "vipaṇam",
            "pañca",
            "prakṛti",
            "strī",
            "dhavam"
        ],
        "translation": "In that city [the material body] there are five gardens, nine gates, one protector, three apartments, six families, five stores, five material elements, and one woman who is lord of the house.",
        "purport": ""
    },
    {
        "verse": "57",
        "devanagari": "पञ्चेन्द्रियार्था आरामा द्वार: प्राणा नव प्रभो ।तेजोऽबन्नानि कोष्ठानि कुलमिन्द्रियसङ्ग्रह: ॥ ५७ ॥",
        "english_devnagari": "pañcendriyārthā ārāmādvāraḥ prāṇā nava prabhotejo-’b-annāni koṣṭhānikulam indriya-saṅgrahaḥ",
        "verse_Syn": [
            "pañca",
            "indriya",
            "arthāḥ",
            "ārāmāḥ",
            "dvāraḥ",
            "prāṇāḥ",
            "nava",
            "prabho",
            "tejaḥ",
            "ap",
            "annāni",
            "koṣṭhāni",
            "kulam",
            "indriya",
            "saṅgrahaḥ"
        ],
        "translation": "My dear friend, the five gardens are the five objects of sense enjoyment, and the protector is the life air, which passes through the nine gates. The three apartments are the chief ingredients — fire, water and earth. The six families are the aggregate total of the mind and five senses.",
        "purport": " The five senses that acquire knowledge are sight, taste, smell, sound and touch, and these act through the nine gates — the two eyes, two ears, one mouth, two nostrils, the genitals and one rectum. These holes are compared to gates in the walls of the city. The principal ingredients are earth, water and fire, and the principal actor is the mind, which is controlled by the intelligence (buddhi)."
    },
    {
        "verse": "58",
        "devanagari": "विपणस्तु क्रियाशक्तिर्भूतप्रकृतिरव्यया ।शक्त्यधीश: पुमांस्त्वत्र प्रविष्टो नावबुध्यते ॥ ५८ ॥",
        "english_devnagari": "vipaṇas tu kriyā-śaktirbhūta-prakṛtir avyayāśakty-adhīśaḥ pumāṁs tv atrapraviṣṭo nāvabudhyate",
        "verse_Syn": [
            "vipaṇaḥ",
            "tu",
            "kriyā",
            "śaktiḥ",
            "bhūta",
            "prakṛtiḥ",
            "avyayā",
            "śakti",
            "adhīśaḥ",
            "pumān",
            "tu",
            "atra",
            "praviṣṭaḥ",
            "na",
            "avabudhyate"
        ],
        "translation": "The five stores are the five working sensory organs. They transact their business through the combined forces of the five elements, which are eternal. Behind all this activity is the soul. The soul is a person and an enjoyer in reality. However, because he is now hidden within the city of the body, he is devoid of knowledge.",
        "purport": " The living entity enters the material creation with the aid of the five elements — earth, water, fire, air and ether — and thus his body is formed. Although the living entity is working from within, he is nonetheless unknown. The living entity enters the material creation, but because he is bewildered by the material energy, he appears to be hidden. The bodily conception of life is prominent because of ignorance (nāvabudhyate). Intelligence is described in the feminine gender, but owing to her prominence in all activities, she is described in this verse as adhīśaḥ, the controller. The living entity lives by means of fire, water and food grains. It is through the combination of these three that the body is maintained. Consequently the body is called prakṛti, material creation. All the elements gradually combine to form flesh, bone, blood and so on. All these appear as various apartments. It is said in the Vedas that the digested foods are ultimately divided into three. The solid portion becomes stool, and the semiliquid portion turns into flesh. The liquid portion turns yellow and is again divided into three. One of these liquid portions is called urine. Similarly, the fiery portion is divided into three, and one is called bone. Out of the five elements, fire, water and food grains are very important. These three are mentioned in the previous verse, whereas sky (ether) and air are not mentioned. This is all explained in Bhagavad-gītā (13.20): “Material nature and the living entities should be understood to be beginningless. Their transformations and the modes of matter are products of material nature.” Prakṛti, material nature, and puruṣa, the living entity, are eternal. When they both come in contact, there are different reactions and manifestations. All of them should be considered the results of the interaction of the three modes of material nature."
    },
    {
        "verse": "59",
        "devanagari": "तस्मिंस्त्वं रामया स्पृष्टो रममाणोऽश्रुतस्मृति: ।तत्सङ्गादीद‍ृशीं प्राप्तो दशां पापीयसीं प्रभो ॥ ५९ ॥",
        "english_devnagari": "tasmiṁs tvaṁ rāmayā spṛṣṭoramamāṇo ’śruta-smṛtiḥtat-saṅgād īdṛśīṁ prāptodaśāṁ pāpīyasīṁ prabho",
        "verse_Syn": [
            "tasmin",
            "tvam",
            "rāmayā",
            "spṛṣṭaḥ",
            "ramamāṇaḥ",
            "aśruta",
            "smṛtiḥ",
            "tat",
            "saṅgāt",
            "īdṛśīm",
            "prāptaḥ",
            "daśām",
            "pāpīyasīm",
            "prabho"
        ],
        "translation": "My dear friend, when you enter such a body along with the woman of material desires, you become overly absorbed in sense enjoyment. Because of this, you have forgotten your spiritual life. Due to your material conceptions, you are placed in various miserable conditions.",
        "purport": " When a person becomes materially engrossed, he has no capacity to hear about spiritual existence. Forgetfulness of spiritual existence entangles a man more and more in material existence. Such is the result of sinful life. Various bodies are developed with the material ingredients because of different types of sinful activities. King Purañjana assumed the body of a woman, Vaidarbhī, as a result of his sinful activities. Bhagavad-gītā clearly says (striyo vaiśyās tathā śūdrāḥ) that such a body is lowborn. If one takes shelter of the Supreme Personality of Godhead, however, he can be elevated to the highest perfection, even though he be lowborn. One acquires lower births when one’s spiritual intelligence is reduced."
    },
    {
        "verse": "60",
        "devanagari": "न त्वं विदर्भदुहिता नायं वीर: सुहृत्तव ।न पतिस्त्वं पुरञ्जन्या रुद्धो नवमुखे यया ॥ ६० ॥",
        "english_devnagari": "na tvaṁ vidarbha-duhitānāyaṁ vīraḥ suhṛt tavana patis tvaṁ purañjanyāruddho nava-mukhe yayā",
        "verse_Syn": [
            "na",
            "tvam",
            "vidarbha",
            "duhitā",
            "na",
            "ayam",
            "vīraḥ",
            "su",
            "hṛt",
            "tava",
            "na",
            "patiḥ",
            "tvam",
            "purañjanyāḥ",
            "ruddhaḥ",
            "nava",
            "mukhe",
            "yayā"
        ],
        "translation": "Actually, you are not the daughter of Vidarbha, nor is this man, Malayadhvaja, your well-wishing husband. Nor were you the actual husband of Purañjanī. You were simply captivated in this body of nine gates.",
        "purport": " In the material world many living entities come into contact with one another and, increasing their attachment to a particular type of body, become related as father, husband, mother, wife, etc. Actually every living entity is a separate individual being, and it is because of his contact with matter that he comes together with other bodies and becomes falsely related. False bodies create various associations in the name of family, community, society and nationality. Actually every living entity is part and parcel of the Supreme Personality of Godhead, but the living entities are overly engrossed in the material body. The Supreme Personality of Godhead, Kṛṣṇa, appears and gives instructions in the form of Bhagavad-gītā and Vedic literatures. The Supreme Lord gives these instructions because He is the eternal friend of the living entities. His instructions are important because by them the living entity can obtain liberation from bodily engagement. As water passes down a river, many straws and grasses are carried from the shore. These straws and grasses come together in the river’s current, but when the waves toss this way and that, they are separated and carried somewhere else. Similarly, the innumerable living entities within this material world are being carried by the waves of material nature. Sometimes the waves bring them together, and they form friendships and relate to one another on a bodily basis of family, community or nationality. Eventually they are thrown out of association by the waves of material nature. This process has been going on since the creation of material nature. In this regard, Śrīla Bhaktivinoda Ṭhākura sings: “My dear living entities, you are being carried away by the waves of material nature. Sometimes you are on the surface, sometimes you are being drowned. In this way your eternal life is being spoiled. If you simply catch hold of Kṛṣṇa and take shelter of His lotus feet, you will once again get free from all the miserable material conditions.” In this verse the words suhṛt, “well-wisher,” and tava, “your,” are very significant. One’s so-called husband, relative, son, father or whatever cannot actually be a well-wisher. The only actual well-wisher is Kṛṣṇa Himself, as Kṛṣṇa confirms in Bhagavad-gītā (5.29): suhṛdaṁ sarva-bhūtānām. Society, friendship, love and well-wishers are all simply results of being packed in different bodies. One should know this well and try to get out of this bodily encagement into which one is thrown birth after birth. One should take shelter of the Supreme Personality of Godhead, Kṛṣṇa, and return home, back to Godhead."
    },
    {
        "verse": "61",
        "devanagari": "माया ह्येषा मया सृष्टा यत्पुमांसं स्त्रियं सतीम् ।मन्यसे नोभयं यद्वै हंसौ पश्यावयोर्गतिम् ॥ ६१ ॥",
        "english_devnagari": "māyā hy eṣā mayā sṛṣṭāyat pumāṁsaṁ striyaṁ satīmmanyase nobhayaṁ yad vaihaṁsau paśyāvayor gatim",
        "verse_Syn": [
            "māyā",
            "hi",
            "eṣā",
            "mayā",
            "sṛṣṭā",
            "yat",
            "pumāṁsam",
            "striyam",
            "satīm",
            "manyase",
            "na",
            "ubhayam",
            "yat",
            "vai",
            "haṁsau",
            "paśya",
            "āvayoḥ",
            "gatim"
        ],
        "translation": "Sometimes you think yourself a man, sometimes a chaste woman and sometimes a neutral eunuch. This is all because of the body, which is created by the illusory energy. This illusory energy is My potency, and actually both of us — you and I — are pure spiritual identities. Now just try to understand this. I am trying to explain our factual position.",
        "purport": " The factual position of both the Supreme Personality of Godhead and the living entity is qualitatively one. The Supreme Lord is the Supreme Spirit, the Supersoul, and the living entity is the individual spiritual soul. Even though both of them are original spiritual identities, the living entity forgets his identity when he comes in contact with material nature and becomes conditioned. At such a time he identifies himself as a product of the material nature. Because of the material body, he forgets that he is the eternal (sanātana) part and parcel of the Supreme Personality of Godhead. This is confirmed in this way: mamaivāṁśo jīva-loke jīva-bhūtaḥ sanātanaḥ. The word sanātana is found in several places in Bhagavad-gītā. Both the Lord and the living entity are sanātana (eternal), and there is also a place known as sanātana, beyond this material nature. The real residence of both the living entity and God is the domain of sanātana, not this material world. The material world is the temporary, external energy of the Lord, and the living entity is placed in this material world because he wanted to imitate the position of the Supreme Personality of Godhead. In this material world he tries to enjoy his senses to his best capacity. All the activities of the conditioned soul within this material world are perpetually taking place in different types of bodies, but when the living entity acquires developed consciousness, he should try to rectify his situation and again become a member of the spiritual world. The process by which one can return home, back to Godhead, is bhakti-yoga, sometimes called sanātana-dharma. Instead of accepting a temporary occupational duty based on the material body, one should take to the process of sanātana-dharma, or bhakti-yoga, so that he can put an end to this perpetual bondage in material bodies and return home, back to Godhead. As long as human society works on the basis of false material identification, all the so-called advancements of science and philosophy are simply useless. They only serve to mislead human society. Andhā yathāndhair upanīyamānāḥ: in the material world, the blind simply lead the blind."
    },
    {
        "verse": "62",
        "devanagari": "अहं भवान्न चान्यस्त्वं त्वमेवाहं विचक्ष्व भो: ।न नौ पश्यन्ति कवयश्छिद्रं जातु मनागपि ॥ ६२ ॥",
        "english_devnagari": "ahaṁ bhavān na cānyas tvaṁtvam evāhaṁ vicakṣva bhoḥna nau paśyanti kavayaśchidraṁ jātu manāg api",
        "verse_Syn": [
            "aham",
            "bhavān",
            "na",
            "ca",
            "anyaḥ",
            "tvam",
            "tvam",
            "eva",
            "aham",
            "vicakṣva",
            "bhoḥ",
            "na",
            "nau",
            "paśyanti",
            "kavayaḥ",
            "chidram",
            "jātu",
            "manāk",
            "api"
        ],
        "translation": "My dear friend, I, the Supersoul, and you, the individual soul, are not different in quality, for we are both spiritual. In fact, My dear friend, you are qualitatively not different from Me in your constitutional position. Just try to consider this subject. Those who are actually advanced scholars, who are in knowledge, do not find any qualitative difference between you and Me.",
        "purport": " Both the Supreme Personality of Godhead and the living entity are qualitatively one. There is no factual difference between the two. The Māyāvādī philosophers are again and again defeated by the illusory energy because they think that there is no separation between the Supersoul and the individual soul or that there is no Supersoul. They are also misled in thinking that everything is the Supersoul. However, those who are kavayaḥ, learned scholars, actually know the facts. They do not commit such mistakes. They know that God and the individual soul are one in quality, but that the individual soul falls under the clutches of māyā, whereas the Supersoul, the Supreme Personality of Godhead, is the controller of māyā. Māyā is the creation of the Supreme Lord (mayā sṛṣṭā); therefore the Supreme Lord is the controller of māyā. Although one in quality with the Supreme Lord, the individual soul is under the control of māyā. Māyāvādī philosophers cannot distinguish between the controller and the controlled."
    },
    {
        "verse": "63",
        "devanagari": "यथा पुरुष आत्मानमेकमादर्शचक्षुषो: ।द्विधाभूतमवेक्षेत तथैवान्तरमावयो: ॥ ६३ ॥",
        "english_devnagari": "yathā puruṣa ātmānamekam ādarśa-cakṣuṣoḥdvidhābhūtam avekṣetatathaivāntaram āvayoḥ",
        "verse_Syn": [
            "yathā",
            "puruṣaḥ",
            "ātmānam",
            "ekam",
            "ādarśa",
            "cakṣuṣoḥ",
            "dvidhā",
            "ābhūtam",
            "avekṣeta",
            "tathā",
            "eva",
            "antaram",
            "āvayoḥ"
        ],
        "translation": "As a person sees the reflection of his body in a mirror to be one with himself and not different, whereas others actually see two bodies, so in our material condition, in which the living being is affected and yet not affected, there is a difference between God and the living entity.",
        "purport": " Being affected by the conditioning of matter, Māyāvādī philosophers cannot see the difference between the Supreme Lord and the living entity. When the sun is reflected in a pot of water, the sun knows that there is no difference between himself and the reflected sun in the water. Those in ignorance, however, perceive that there are many small suns reflected in each and every pot. As far as the brilliance is concerned, there is brilliance both in the original sun and in the reflections, but the reflections are small, whereas the original sun is very large. Vaiṣṇava philosophers conclude that the living entity is simply a small sample of the original Supreme Personality of Godhead. Qualitatively, God and the living entities are one, but quantitatively the living entities are small fragments of the Supreme Personality of Godhead. The Supreme Lord is full, powerful and opulent. In the previous verse, the Lord says, “My dear friend, you and I are not different.” This nondifference refers to qualitative oneness, for it was not necessary for the Paramātmā, the Supreme Personality, to remind the conditioned soul that he is not one in quantity. The self-realized soul never thinks that he and the Supreme Personality of Godhead are one in every respect. Although he and the Supreme Personality of Godhead are one in quality, the living entity is prone to forget his spiritual identity, whereas the Supreme Personality never forgets. This is the difference between lipta and alipta. The Supreme Personality of Godhead is eternally alipta, uncontaminated by the external energy. The conditioned soul, however, being in contact with material nature, forgets his real identity; therefore when he sees himself in the conditioned state, he identifies himself with the body. For the Supreme Personality of Godhead, however, there is no difference between the body and the soul. He is completely soul; He has no material body. Although the Supersoul, Paramātmā, and the individual soul are both within the body, the Supersoul is devoid of designation, whereas the conditioned soul is designated by his particular type of body. The Supersoul is called antaryāmī, and He is extensive. This is confirmed in Bhagavad-gītā (13.3). Kṣetra-jñaṁ cāpi māṁ viddhi sarva-kṣetreṣu bhārata: “O scion of Bharata, you should understand that I am also the knower in all bodies.” The Supersoul is present in everyone’s body, whereas the individual soul is conditioned in one particular type of body. The individual soul cannot understand what is taking place in another’s body, but the Supersoul knows very well what is happening in all bodies. In other words, the Supersoul is always present in His full spiritual position, whereas the individual soul is prone to forget himself. Nor is the individual soul present everywhere. Generally in his conditioned state the individual soul cannot understand his relationship with the Supersoul, but sometimes, when he is free from all conditional existence, he can see the real difference between the Supersoul and himself. When the Supersoul tells the conditioned soul, “You and I are one and the same,” it is to remind the conditioned soul of his spiritual identity as being qualitatively one. In the Third Canto of Śrīmad-Bhāgavatam (3.28.40), it is said: Fire has different features. There is flame, the sparks and the smoke. Although these are one in quality, there is still a difference between the fire, the flame, the spark and the smoke. The living entity becomes conditioned, but the Supreme Personality of Godhead is different because He does not become conditioned at any point. In the Vedas it is stated, ātmā tathā pṛthag draṣṭā bhagavān brahma-saṁjñitaḥ: ātmā is the individual soul as well as the Supreme Personality of Godhead, who is the seer of everything. Although both are spirit, there is always a difference. In the smṛti it is also said, yathāgneḥ kṣudrā visphuliṅgā vyuccaranti: Just as sparks manifest in a large fire, similarly the small individual souls are present in the big spiritual flame. In Bhagavad-gītā (9.4) Lord Kṛṣṇa says, mat-sthāni sarva-bhūtāni na cāhaṁ teṣv avasthitaḥ: “All beings are in Me, but I am not in them.” Although all living beings are resting in Him, as small fiery sparks rest on a large flame, both are differently situated. Similarly, in the Viṣṇu Purāṇa it is said: “Fire is situated in one place, but it distributes heat and light. Similarly, the Supreme Personality of Godhead is distributing His energies in different ways.” The living entity is but one of these energies (marginal energy). The energy and the energetic are one in one sense, but they are differently situated as energy and the energetic. Similarly, the sac-cid-ānanda form confirmed in Brahma-saṁhitā (īśvaraḥ paramaḥ kṛṣṇaḥ sac-cid-ānanda-vigrahaḥ) is different from that of the living entity in both his conditioned and liberated states. Only atheists consider the living entity and the Personality of Godhead equal in all respects. Caitanya Mahāprabhu therefore says, māyāvādi-bhāṣya śunile haya sarva-nāśa: “If one follows the instructions of Māyāvādī philosophers and believes that the Supreme Personality of Godhead and the individual soul are one, his understanding of real philosophy is forever doomed.”"
    },
    {
        "verse": "64",
        "devanagari": "एवं स मानसो हंसो हंसेन प्रतिबोधित: ।स्वस्थस्तद्वय‍‌भिचारेण नष्टामाप पुन: स्मृतिम् ॥ ६४ ॥",
        "english_devnagari": "evaṁ sa mānaso haṁsohaṁsena pratibodhitaḥsva-sthas tad-vyabhicāreṇanaṣṭām āpa punaḥ smṛtim",
        "verse_Syn": [
            "evam",
            "saḥ",
            "mānasaḥ",
            "haṁsaḥ",
            "haṁsena",
            "pratibodhitaḥ",
            "sva",
            "sthaḥ",
            "tat",
            "vyabhicāreṇa",
            "naṣṭām",
            "āpa",
            "punaḥ",
            "smṛtim"
        ],
        "translation": "In this way both swans live together in the heart. When the one swan is instructed by the other, he is situated in his constitutional position. This means he regains his original Kṛṣṇa consciousness, which was lost because of his material attraction.",
        "purport": " Here it is clearly stated, haṁso haṁsena pratibodhitaḥ: the individual soul and the Supersoul are both compared to swans (haṁsa) because they are white, or uncontaminated. One swan, however, is superior and is the instructor of the other. When the inferior swan is separated from the other swan, he is attracted to material enjoyment. This is the cause of his falldown. When he hears the instructions of the other swan, he understands his real position and is again revived to his original consciousness. The Supreme Personality of Godhead, Kṛṣṇa, comes down (avatāra) to deliver His devotees and kill the demons. He also gives His sublime instructions in the form of Bhagavad-gītā. The individual soul has to understand his position by the grace of the Lord and the spiritual master because the text of Bhagavad-gītā cannot be understood simply by academic qualifications. One has to learn Bhagavad-gītā from a realized soul: “Just try to learn the truth by approaching a spiritual master. Inquire from him submissively and render service unto him. The self-realized soul can impart knowledge unto you because he has seen the truth.” (Bg. 4.34) Thus one has to select a bona fide spiritual master and become enlightened to his original consciousness. In this way the individual soul can understand that he is always subordinate to the Supersoul. As soon as he declines to remain subordinate and tries to become an enjoyer, he begins his material conditioning. When he abandons this spirit of being an individual owner or enjoyer, he becomes situated in his liberated state. The word sva-sthaḥ, meaning “situated in one’s original position,” is very significant in this verse. When one gives up his unwanted attitude of superiority, he becomes situated in his original position. The word tad-vyabhicāreṇa is also significant, for it indicates that when one is separated from God due to disobedience, his real sense is lost. Again, by the grace of Kṛṣṇa and guru, he can be properly situated in his liberated position. These verses are spoken by Śrīla Nārada Muni, and his purpose in speaking them is to revive our consciousness. Although the living entity and the Supersoul are one in quality, the individual soul has to pursue the instruction of the Supersoul. That is the state of liberation."
    },
    {
        "verse": "65",
        "devanagari": "बर्हिष्मन्नेतदध्यात्मं पारोक्ष्येण प्रदर्शितम् ।यत्परोक्षप्रियो देवो भगवान् विश्वभावन: ॥ ६५ ॥",
        "english_devnagari": "barhiṣmann etad adhyātmaṁpārokṣyeṇa pradarśitamyat parokṣa-priyo devobhagavān viśva-bhāvanaḥ",
        "verse_Syn": [
            "barhiṣman",
            "etat",
            "adhyātmam",
            "pārokṣyeṇa",
            "pradarśitam",
            "yat",
            "parokṣa",
            "priyaḥ",
            "devaḥ",
            "bhagavān",
            "viśva",
            "bhāvanaḥ"
        ],
        "translation": "My dear King Prācīnabarhi, the Supreme Personality of Godhead, the cause of all causes, is celebrated to be known indirectly. Thus I have described the story of Purañjana to you. Actually it is an instruction for self-realization.",
        "purport": " There are many similar stories in the Purāṇas for self-realization. As stated in the Vedas, parokṣa-priyā iva hi devāḥ. There are many stories in the Purāṇas that are intended to interest ordinary men in transcendental subjects, but actually these refer to real facts. They are not to be considered stories without a transcendental purpose. Some of them refer to real historical facts. One should be interested, however, in the real purport of the story. Indirect instruction is quickly understandable for a common man. Factually the path of bhakti-yoga is the path of hearing directly about the pastimes of the Supreme Personality of Godhead (śravaṇaṁ kīrtanaṁ viṣṇoḥ), but those who are not interested in hearing directly about the activities of the Lord, or who cannot understand them, can very effectively hear such stories and fables as this one narrated by Nārada Muni. The following is a glossary of some of the important words in this chapter. Ādeśa-kārī. The actions resulting from sinful activities. Agastya. The mind. Amātya. The governor of the senses, the mind. Arbuda-arbuda. Various types of śravaṇa and kīrtana of the Supreme Lord’s name, quality, form and so on. Ari. Impediments like disease. Bhoga. Enjoyment. Herein this word refers to real enjoyment in spiritual life. Bhṛtya. The servants of the body, namely the senses. Draviḍa-rāja. Devotional service or a person eligible to act in devotional service. Dvāra. The doors of the body, such as the eyes and ears. Gṛha. Home. For spiritual cultivation one requires an undisturbed place or the good association of devotees. Idhmavāha. The devotee who approaches the spiritual master. Idhma refers to wood that is taken to burn as fuel for a fire. A brahmacārī is supposed to take this idhma to ignite the fire used in performing sacrifices. By spiritual instruction a brahmacāri is trained to ignite a fire and offer oblations in the morning. He is supposed to go to the spiritual master to take lessons on transcendental subject matter, and the Vedic injunction is that when approaching the spiritual master one must carry with him fuel to perform yajñas, or sacrifices. The exact Vedic injunction is as follows: “To learn transcendental subject matter, one must approach the spiritual master. In doing so, he should carry fuel to burn in sacrifice. The symptom of such a spiritual master is that he is expert in understanding the Vedic conclusion, and therefore he constantly engages in the service of the Supreme Personality of Godhead.” (Muṇḍaka Upaniṣad 1.2.12) By serving such a bona fide spiritual master, gradually a conditioned soul becomes detached from material enjoyment and invariably makes progress in spiritual realization under the direction of the spiritual master. Those who are misled by the illusory energy are never interested in approaching a spiritual master to make life successful. Jāyā. Intelligence. Jīrṇa-sarpa. The fatigued air of life. Kālakanyā. The invalidity of old age. Kāma. A high fever. Kulācala. The place where there is no disturbance. Kuṭumbinī. Intelligence. Madirekṣaṇā. Madirekṣaṇā refers to one whose eyes are so attractive that one who observes them becomes maddened by her. In other words, madirekṣaṇā means a very beautiful young girl. According to Jīva Gosvāmī, madirekṣaṇā means the personified deity of bhakti. If one is attracted by the bhakti cult, he becomes engaged in the service of the Lord and the spiritual master, and thus his life becomes successful. Vaidarbhī, the woman, became a follower of her husband. As she left her comfortable home for the service of her husband, a serious student of spiritual understanding must give up everything for the service of the spiritual master. As stated by Viśvanātha Cakravartī Ṭhākura, yasya prasādād bhagavat-prasādaḥ: if one wants actual success in life, he must strictly follow the instructions of the spiritual master. By following such instructions, one is sure to make rapid progress in spiritual life. This statement by Viśvanātha Cakravartī is in pursuance of the following injunction from the Śvetāśvatara Upaniṣad (6.23): “Only unto those great souls who have implicit faith in both the Lord and the spiritual master are all the imports of Vedic knowledge automatically revealed.” In the Chāndogya Upaniṣad it is said, ācāryavān puruṣo veda: “One who approaches a bona fide spiritual master can understand everything about spiritual realization.” Malayadhvaja. A nice devotee who is like sandalwood. Pañcāla. The five sense objects. Paricchada. The total aggregate of the senses. Paura-jana. The seven elements that constitute the body. Pautra. Patience and gravity. Prajvāra. A kind of fever called viṣṇu-jvāra. Pratikriyā. Counteracting agents such as mantras and medicines. Pura-pālaka. The life air. Putra. Consciousness. Sainika. The condition of threefold miseries. Sapta-suta. The seven sons, namely hearing, chanting, remembering, offering prayers, serving the lotus feet of the Lord, worshiping the Deity and becoming a servant of the Lord. Sauhṛdya. Endeavor. Suta. The son of Vaidarbhī, or, in other words, one who is somewhat advanced in fruitive activities and who comes in contact with a devotee spiritual master. Such a person becomes interested in the subject matter of devotional service. Vaidarbhī. The woman who was formerly a man but took birth as a woman in his next life because of too much attachment to woman. Darbha means kuśa grass. In fruitive activities, or karma-kāṇḍīya ceremonies, one requires kuśa grass. Thus vaidarbhī refers to one who takes birth in a family of karma-kāṇḍīya understanding. However, if by karma-kāṇḍa activities one by chance comes in contact with a devotee, as Vaidarbhī did when she married Malayadhvaja, his life becomes successful. He then pursues the devotional service of the Lord. The conditioned soul becomes liberated simply by following the instructions of the bona fide spiritual master. Vidarbha-rājasiṁha. The best of persons who are expert in fruitive activities. Vīrya. One who has mercy. Yavana. The servant of Yamarāja."
    }
]