[
    {
        "verse": "1",
        "devanagari": "मैत्रेय उवाचध्रुवं निवृत्तं प्रतिबुद्ध्य वैशसा-दपेतमन्युं भगवान्धनेश्वर: ।तत्रागतश्चारणयक्षकिन्नरै:संस्तूयमानो न्यवदत्कृताञ्जलिम् ॥ १ ॥",
        "english_devnagari": "maitreya uvācadhruvaṁ nivṛttaṁ pratibuddhya vaiśasādapeta-manyuṁ bhagavān dhaneśvaraḥtatrāgataś cāraṇa-yakṣa-kinnaraiḥsaṁstūyamāno nyavadat kṛtāñjalim",
        "verse_Syn": [
            "maitreyaḥ",
            "uvāca",
            "dhruvam",
            "nivṛttam",
            "pratibuddhya",
            "vaiśasāt",
            "apeta",
            "manyum",
            "bhagavān",
            "dhana",
            "īśvaraḥ",
            "tatra",
            "āgataḥ",
            "cāraṇa",
            "yakṣa",
            "kinnaraiḥ",
            "saṁstūyamānaḥ",
            "nyavadat",
            "kṛta",
            "añjalim"
        ],
        "translation": "The great sage Maitreya said: My dear Vidura, Dhruva Mahārāja’s anger subsided, and he completely ceased killing Yakṣas. When Kuvera, the most blessed master of the treasury, learned this news, he appeared before Dhruva. While being worshiped by Yakṣas, Kinnaras and Cāraṇas, he spoke to Dhruva Mahārāja, who stood before him with folded hands.",
        "purport": ""
    },
    {
        "verse": "2",
        "devanagari": "धनद उवाचभो भो: क्षत्रियदायाद परितुष्टोऽस्मि तेऽनघ ।यत्त्वं पितामहादेशाद्वैरं दुस्त्यजमत्यज: ॥ २ ॥",
        "english_devnagari": "dhanada uvācabhoḥ bhoḥ kṣatriya-dāyādaparituṣṭo ’smi te ’naghayat tvaṁ pitāmahādeśādvairaṁ dustyajam atyajaḥ",
        "verse_Syn": [
            "dhana",
            "daḥ",
            "uvāca",
            "bhoḥ",
            "bhoḥ",
            "kṣatriya",
            "dāyāda",
            "parituṣṭaḥ",
            "asmi",
            "te",
            "anagha",
            "yat",
            "tvam",
            "pitāmaha",
            "ādeśāt",
            "vairam",
            "dustyajam",
            "atyajaḥ"
        ],
        "translation": "The master of the treasury, Kuvera, said: O sinless son of a kṣatriya, I am very glad to know that under the instruction of your grandfather you have given up your enmity, although it is very difficult to avoid. I am very pleased with you.",
        "purport": ""
    },
    {
        "verse": "3",
        "devanagari": "न भवानवधीद्यक्षान्न यक्षा भ्रातरं तव ।काल एव हि भूतानां प्रभुरप्ययभावयो: ॥ ३ ॥",
        "english_devnagari": "na bhavān avadhīd yakṣānna yakṣā bhrātaraṁ tavakāla eva hi bhūtānāṁprabhur apyaya-bhāvayoḥ",
        "verse_Syn": [
            "na",
            "bhavān",
            "avadhīt",
            "yakṣān",
            "na",
            "yakṣāḥ",
            "bhrātaram",
            "tava",
            "kālaḥ",
            "eva",
            "hi",
            "bhūtānām",
            "prabhuḥ",
            "apyaya",
            "bhāvayoḥ"
        ],
        "translation": "Actually, you have not killed the Yakṣas, nor have they killed your brother, for the ultimate cause of generation and annihilation is the eternal time feature of the Supreme Lord.",
        "purport": " When the master of the treasury addressed him as sinless, Dhruva Mahārāja, considering himself responsible for killing so many Yakṣas, might have thought himself otherwise. Kuvera, however, assured him that factually he had not killed any of the Yakṣas; therefore, he was not at all sinful. He did his duty as a king, as it is ordered by the laws of nature. “Nor should you think that your brother was killed by the Yakṣas,” said Kuvera. “He died or was killed in due course of time by the laws of nature. Eternal time, one of the features of the Lord, is ultimately responsible for annihilation and generation. You are not responsible for such actions.”"
    },
    {
        "verse": "4",
        "devanagari": "अहं त्वमित्यपार्था धीरज्ञानात्पुरुषस्य हि ।स्वाप्नीवाभात्यतद्ध्यानाद्यया बन्धविपर्ययौ ॥ ४ ॥",
        "english_devnagari": "ahaṁ tvam ity apārthā dhīrajñānāt puruṣasya hisvāpnīvābhāty atad-dhyānādyayā bandha-viparyayau",
        "verse_Syn": [
            "aham",
            "tvam",
            "iti",
            "apārthā",
            "dhīḥ",
            "ajñānāt",
            "puruṣasya",
            "hi",
            "svāpni",
            "iva",
            "ābhāti",
            "a",
            "tat",
            "dhyānāt",
            "yayā",
            "bandha",
            "viparyayau"
        ],
        "translation": "Misidentification of oneself and others as “I” and “you” on the basis of the bodily concept of life is a product of ignorance. This bodily concept is the cause of repeated birth and death, and it makes us go on continuously in material existence.",
        "purport": " The conception of “I” and “you,” ahaṁ tvam, as separate from each other, is due to our forgetfulness of our eternal relationship with the Supreme Personality of Godhead. The Supreme Person, Kṛṣṇa, is the central point, and all of us are His parts and parcels, just as hands and legs are parts and parcels of the whole body. When we actually come to this understanding of being eternally related to the Supreme Lord, this distinction, which is based on the bodily concept of life, cannot exist. The same example can be cited herewith: the hand is the hand, and the leg is the leg, but when both of them engage in the service of the whole body, there is no such distinction as “hands” and “legs,” for all of them belong to the whole body, and all the parts working together constitute the whole body. Similarly, when the living entities are in Kṛṣṇa consciousness, there is no such distinction as “I” and “you” because everyone is engaged in the service of the Lord. Since the Lord is absolute, the services are also absolute; even though the hand is working one way and the leg is working in another way, since the purpose is the Supreme Personality of Godhead, they are all one. This is not to be confused with the statement by the Māyāvādī philosopher that “everything is one.” Real knowledge is that hand is hand, leg is leg, body is body, and yet all together they are one. As soon as the living entity thinks that he is independent, his conditional, material existence begins. The conception of independent existence is therefore like a dream. One has to be in Kṛṣṇa consciousness, his original position. Then he can be freed from material bondage."
    },
    {
        "verse": "5",
        "devanagari": "तद्गच्छ ध्रुव भद्रं ते भगवन्तमधोक्षजम् ।सर्वभूतात्मभावेन सर्वभूतात्मविग्रहम् ॥ ५ ॥",
        "english_devnagari": "tad gaccha dhruva bhadraṁ tebhagavantam adhokṣajamsarva-bhūtātma-bhāvenasarva-bhūtātma-vigraham",
        "verse_Syn": [
            "tat",
            "gaccha",
            "dhruva",
            "bhadram",
            "te",
            "bhagavantam",
            "adhokṣajam",
            "sarva",
            "bhūta",
            "ātma",
            "bhāvena",
            "sarva",
            "bhūta",
            "ātma",
            "vigraham"
        ],
        "translation": "My dear Dhruva, come forward. May the Lord always grace you with good fortune. The Supreme Personality of Godhead, who is beyond our sensory perception, is the Supersoul of all living entities, and thus all entities are one, without distinction. Therefore begin rendering service unto the transcendental form of the Lord, who is the ultimate shelter of all living entities.",
        "purport": " Here the word vigraham, “having specific form,” is very significant, for it indicates that the Absolute Truth is ultimately the Supreme Personality of Godhead. That is explained in the Brahma-saṁhitā. Sac-cid-ānanda-vigrahaḥ: He has form, but His form is different from any kind of material form. The living entities are the marginal energy of the supreme form. As such, they are not different from the supreme form, but at the same time they are not equal to the supreme form. Dhruva Mahārāja is advised herewith to render service unto the supreme form. That will include service to other individual forms. For example, a tree has a form, and when water is poured on the root of the tree, the other forms — the leaves, twigs, flowers and fruits — are automatically watered. The Māyāvāda conception that because the Absolute Truth is everything He must be formless is rejected here. Rather, it is confirmed that the Absolute Truth has form, and yet He is all-pervading. Nothing is independent of Him."
    },
    {
        "verse": "6",
        "devanagari": "भजस्व भजनीयाङ्‌घ्रि मभवाय भवच्छिदम् ।युक्तं विरहितं शक्त्या गुणमय्यात्ममायया ॥ ६ ॥",
        "english_devnagari": "bhajasva bhajanīyāṅghrimabhavāya bhava-cchidamyuktaṁ virahitaṁ śaktyāguṇa-mayyātma-māyayā",
        "verse_Syn": [
            "bhajasva",
            "bhajanīya",
            "aṅghrim",
            "abhavāya",
            "bhava",
            "chidam",
            "yuktam",
            "virahitam",
            "śaktyā",
            "guṇa",
            "mayyā",
            "ātma",
            "māyayā"
        ],
        "translation": "Engage yourself fully, therefore, in the devotional service of the Lord, for only He can deliver us from this entanglement of materialistic existence. Although the Lord is attached to His material potency, He is aloof from her activities. Everything in this material world is happening by the inconceivable potency of the Supreme Personality of Godhead.",
        "purport": " In continuation of the previous verse, it is specifically mentioned here that Dhruva Mahārāja should engage himself in devotional service. Devotional service cannot be rendered to the impersonal Brahman feature of the Supreme Personality of Godhead. Whenever the word bhajasva appears, meaning “engage yourself in devotional service,” there must be the servant, service and the served. The Supreme Personality of Godhead is served, the mode of activities to please Him is called service, and one who renders such service is called the servant. Another significant feature in this verse is that only the Lord, and no one else, is to be served. That is confirmed in the Bhagavad-gītā (mām ekaṁ śaraṇaṁ vraja). There is no need to serve the demigods, who are just like the hands and legs of the Supreme Lord. When the Supreme Lord is served, the hands and legs of the Supreme Lord are automatically served. There is no need of separate service. As stated in Bhagavad-gītā (12.7), teṣām ahaṁ samuddhartā mṛtyu-saṁsāra-sāgarāt. This means that the Lord, in order to show specific favor to the devotee, directs the devotee from within in such a way that ultimately he is delivered from the entanglement of material existence. No one but the Supreme Lord can help the living entity be delivered from the entanglement of this material world. The material energy is a manifestation of one of the Supreme Personality of Godhead’s varieties of potencies (parāsya śaktir vividhaiva śrūyate). This material energy is one of the Lord’s potencies, as much as heat and light are potencies of fire. The material energy is not different from the Supreme Godhead, but at the same time He has nothing to do with the material energy. The living entity, who is of the marginal energy, is entrapped by the material energy on the basis of his desire to lord it over the material world. The Lord is aloof from this, but when the same living entity engages himself in the devotional service of the Lord, then he becomes attached to this service. This situation is called yuktam. For devotees the Lord is present even in the material energy. This is the inconceivable potency of the Lord. Material energy acts in the three modes of material qualities, which produce the action and reaction of material existence. Those who are not devotees become involved in such activities, whereas devotees, who are dovetailed with the Supreme Personality of Godhead, are freed from such action and reaction of the material energy. The Lord is therefore described herewith as bhava-cchidam, one who can give deliverance from the entanglement of material existence."
    },
    {
        "verse": "7",
        "devanagari": "वृणीहि कामं नृप यन्मनोगतंमत्तस्त्वमौत्तानपदेऽविशङ्कित: ।वरं वरार्होऽम्बुजनाभपादयो-रनन्तरं त्वां वयमङ्ग शुश्रुम ॥ ७ ॥",
        "english_devnagari": "vṛṇīhi kāmaṁ nṛpa yan mano-gataṁmattas tvam auttānapade ’viśaṅkitaḥvaraṁ varārho ’mbuja-nābha-pādayoranantaraṁ tvāṁ vayam aṅga śuśruma",
        "verse_Syn": [
            "vṛṇīhi",
            "kāmam",
            "nṛpa",
            "yat",
            "manaḥ",
            "gatam",
            "mattaḥ",
            "tvam",
            "auttānapade",
            "aviśaṅkitaḥ",
            "varam",
            "vara",
            "arhaḥ",
            "ambuja",
            "nābha",
            "pādayoḥ",
            "anantaram",
            "tvām",
            "vayam",
            "aṅga",
            "śuśruma"
        ],
        "translation": "My dear Dhruva Mahārāja, son of Mahārāja Uttānapāda, we have heard that you are constantly engaged in transcendental loving service to the Supreme Personality of Godhead, who is known for His lotus navel. You are therefore worthy to take all benedictions from us. Please, therefore, ask without hesitation whatever benediction you want from me.",
        "purport": " Dhruva Mahārāja, the son of King Uttānapāda, was already known throughout the universe as a great devotee of the Lord, constantly thinking of His lotus feet. Such a pure, uncontaminated devotee of the Lord is worthy to have all the benedictions that can be offered by the demigods. He does not have to worship the demigods separately for such benedictions. Kuvera is the treasurer of the demigods, and he is personally offering whatever benediction Dhruva Mahārāja would like to have from him. Śrīla Bilvamaṅgala Ṭhākura stated, therefore, that for persons who engage in the devotional service of the Lord, all material benedictions wait like maidservants. Mukti-devī is just waiting at the door of the devotee to offer liberation, or more than that, at any time. To be a devotee is therefore an exalted position. Simply by rendering transcendental loving service unto the Supreme Personality of Godhead, one can have all the benedictions of the world without separate endeavor. Lord Kuvera said to Dhruva Mahārāja that he had heard that Dhruva was always in samādhi, or thinking of the lotus feet of the Lord. In other words, he knew that for Dhruva Mahārāja there was nothing desirable within the three material worlds. He knew that Dhruva would ask for nothing but to remember the lotus feet of the Supreme Lord constantly."
    },
    {
        "verse": "8",
        "devanagari": "मैत्रेय उवाचस राजराजेन वराय चोदितोध्रुवो महाभागवतो महामति: ।हरौ स वव्रेऽचलितां स्मृतिं ययातरत्ययत्नेन दुरत्ययं तम: ॥ ८ ॥",
        "english_devnagari": "maitreya uvācasa rāja-rājena varāya coditodhruvo mahā-bhāgavato mahā-matiḥharau sa vavre ’calitāṁ smṛtiṁ yayātaraty ayatnena duratyayaṁ tamaḥ",
        "verse_Syn": [
            "maitreyaḥ",
            "uvāca",
            "saḥ",
            "rāja",
            "rājena",
            "varāya",
            "coditaḥ",
            "dhruvaḥ",
            "mahā",
            "bhāgavataḥ",
            "mahā",
            "matiḥ",
            "harau",
            "saḥ",
            "vavre",
            "acalitām",
            "smṛtim",
            "yayā",
            "tarati",
            "ayatnena",
            "duratyayam",
            "tamaḥ"
        ],
        "translation": "The great sage Maitreya continued: My dear Vidura, when thus asked to accept a benediction from Kuvera the Yakṣarāja [King of the Yakṣas], Dhruva Mahārāja, that most elevated pure devotee, who was an intelligent and thoughtful king, begged that he might have unflinching faith in and remembrance of the Supreme Personality of Godhead, for thus a person can cross over the ocean of nescience very easily, although it is very difficult for others to cross.",
        "purport": " According to the opinion of expert followers of Vedic rites, there are different types of benedictions in terms of religiosity, economic development, sense gratification and liberation. These four principles are known as catur-vargas. Of all the catur-vargas, the benediction of liberation is considered to be the highest in this material world. To be enabled to cross over material nescience is known as the highest puruṣārtha, or benediction for the human being. But Dhruva Mahārāja wanted a benediction which surpasses even the highest puruṣārtha, liberation. He wanted the benediction that he might constantly remember the lotus feet of the Lord. This stage of life is called pañcama-puruṣārtha. When a devotee comes to the platform of pañcama-puruṣārtha, simply engaging in devotional service to the Lord, the fourth puruṣārtha, liberation, becomes very insignificant in his eyes. Śrīla Prabodhānanda Sarasvatī has stated in this connection that for a devotee liberation is a hellish condition of life; as for sense gratification, which is available in the heavenly planets, the devotee considers it to be a will-o’-the-wisp, having no value in life. Yogīs endeavor to control the senses, but for a devotee, controlling the senses is no difficulty at all. The senses are compared to serpents, but for a devotee the serpents’ poison teeth are broken. Thus Śrīla Prabodhānanda Sarasvatī has analyzed all kinds of benedictions available in this world, and he has clearly declared that for a pure devotee they are all of no significance. Dhruva Mahārāja was also a mahā-bhāgavata, or a first-class pure devotee, and his intelligence was very great (mahā-matiḥ). Unless one is very intelligent, one cannot take to devotional service, or Kṛṣṇa consciousness. Naturally, anyone who is a first-class devotee must be a first-class intelligent person and therefore not interested in any kind of benediction within this material world. Dhruva Mahārāja was offered a benediction by the king of the kings. Kuvera, the treasurer of the demigods, whose only business is to supply immense riches to persons within this materialistic world, is described as the king of kings because unless one is blessed by Kuvera one cannot become a king. The king of kings personally offered Dhruva Mahārāja any amount of riches, but he declined to accept them. Therefore he is described here as mahā-matiḥ — very thoughtful, or highly intellectual."
    },
    {
        "verse": "9",
        "devanagari": "तस्य प्रीतेन मनसा तां दत्त्वैडविडस्तत: ।पश्यतोऽन्तर्दधे सोऽपि स्वपुरं प्रत्यपद्यत ॥ ९ ॥",
        "english_devnagari": "tasya prītena manasātāṁ dattvaiḍaviḍas tataḥpaśyato ’ntardadhe so ’pisva-puraṁ pratyapadyata",
        "verse_Syn": [
            "tasya",
            "prītena",
            "manasā",
            "tām",
            "dattvā",
            "aiḍaviḍaḥ",
            "tataḥ",
            "paśyataḥ",
            "antardadhe",
            "saḥ",
            "api",
            "sva",
            "puram",
            "pratyapadyata"
        ],
        "translation": "The son of Iḍaviḍā, Lord Kuvera, was very pleased, and happily he gave Dhruva Mahārāja the benediction he wanted. Thereafter he disappeared from Dhruva’s presence, and Dhruva Mahārāja returned to his capital city.",
        "purport": " Kuvera, who is known as the son of Iḍaviḍā, was very pleased with Dhruva Mahārāja because he did not ask him for anything materially enjoyable. Kuvera is one of the demigods, so one may put forward the argument, “Why did Dhruva Mahārāja take a benediction from a demigod?” The answer is that for a Vaiṣṇava there is no objection to taking a benediction from a demigod if it is favorable for advancing Kṛṣṇa consciousness. The gopīs, for example, worshiped Kātyāyanī, a demigoddess, but the only benediction they wanted from the goddess was to have Kṛṣṇa as their husband. A Vaiṣṇava is not interested in asking any benediction from the demigods, nor is he interested in asking benedictions from the Supreme Personality of Godhead. It is said in the Bhāgavatam that liberation can be offered by the Supreme Person, but even if a pure devotee is offered liberation by the Supreme Lord, he refuses to accept it. Dhruva Mahārāja did not ask Kuvera for transference to the spiritual world, which is called liberation; he simply asked that wherever he would remain — whether in the spiritual or material world — he would always remember the Supreme Personality of Godhead. A Vaiṣṇava is always respectful to everyone. So when Kuvera offered him a benediction, he did not refuse it. But he wanted something which would be favorable to his advancement in Kṛṣṇa consciousness."
    },
    {
        "verse": "10",
        "devanagari": "अथायजत यज्ञेशं क्रतुभिर्भूरिदक्षिणै: ।द्रव्यक्रियादेवतानां कर्म कर्मफलप्रदम् ॥ १० ॥",
        "english_devnagari": "athāyajata yajñeśaṁkratubhir bhūri-dakṣiṇaiḥdravya-kriyā-devatānāṁkarma karma-phala-pradam",
        "verse_Syn": [
            "atha",
            "ayajata",
            "yajña",
            "īśam",
            "kratubhiḥ",
            "bhūri",
            "dakṣiṇaiḥ",
            "dravya",
            "kriyā",
            "devatānām",
            "karma",
            "karma",
            "phala",
            "pradam"
        ],
        "translation": "As long as he remained at home, Dhruva Mahārāja performed many great ceremonial sacrifices in order to please the enjoyer of all sacrifices, the Supreme Personality of Godhead. Prescribed ceremonial sacrifices are especially meant to please Lord Viṣṇu, who is the objective of all such sacrifices and who awards the resultant benedictions.",
        "purport": " In Bhagavad-gītā (3.9) it is said, yajñārthāt karmaṇo ’nyatra loko ’yaṁ karma-bandhanaḥ: one should act or work only in order to please the Supreme Lord; otherwise one becomes entangled in the resultant reactions. According to the four divisions of varṇa and āśrama, kṣatriyas and vaiśyas are especially advised to perform great ceremonial sacrifices and to distribute their accumulated money very liberally. Dhruva Mahārāja, as a king and ideal kṣatriya, performed many such sacrifices, giving very liberally in charity. Kṣatriyas and vaiśyas are supposed to earn their money and accumulate great riches. Sometimes they do it by acting sinfully. Kṣatriyas are meant to rule over a country; Dhruva Mahārāja, for example, in the course of ruling, had to fight and kill many Yakṣas. Such action is necessary for kṣatriyas. A kṣatriya should not be a coward, and he should not be nonviolent; to rule over the country he has to act violently. Kṣatriyas and vaiśyas are therefore especially advised to give in charity at least fifty percent of their accumulated wealth. In Bhagavad-gītā it is recommended that even though one enters the renounced order of life, he still cannot give up the performance of yajña, dāna and tapasya. They are never to be given up. Tapasya is meant for the renounced order of life; those who are retired from worldly activities should perform tapasya, penances and austerities. Those who are in the material world, the kṣatriyas and vaiśyas, must give charity. Brahmacārīs, in the beginning of their lives, should perform different kinds of yajñas. Dhruva Mahārāja, as an ideal king, practically emptied his treasury by giving charity. A king is not meant simply to realize taxes from the citizens and accumulate wealth to spend in sense gratification. World monarchy has failed ever since kings began to satisfy their personal senses with the taxes accumulated from the citizens. Of course, whether the system is monarchy or democracy, the same corruption is still going on. At the present moment there are different parties in the democratic government, but everyone is busy trying to keep his post or trying to keep his political party in power. The politicians have very little time to think of the welfare of the citizens, whom they oppress with heavy taxes in the form of income tax, sales tax and many other taxes — people sometimes have eighty to ninety percent of their income taken away, and these taxes are lavishly spent for the high salaries drawn by the officers and rulers. Formerly, the taxes accumulated from the citizens were spent for performing great sacrifices as enjoined in the Vedic literature. At the present moment, however, almost all forms of sacrifice are not at all possible; therefore, it is recommended in the śāstras that people should perform saṅkīrtana-yajña. Any householder, regardless of his position, can perform this saṅkīrtana-yajña without expenditure. All the family members can sit down together and simply clap their hands and chant the Hare Kṛṣṇa mahā-mantra. Somehow or other, everyone can manage to perform such a yajña and distribute prasāda to the people in general. That is quite sufficient for this Age of Kali. The Kṛṣṇa consciousness movement is based on this principle: chant the Hare Kṛṣṇa mantra at every moment, as much as possible, both inside and outside of the temples, and, as far as possible, distribute prasāda. This process can be accelerated with the cooperation of state administrators and those who are producing the country’s wealth. Simply by liberal distribution of prasāda and saṅkīrtana, the whole world can become peaceful and prosperous. Generally in all the material sacrifices recommended in the Vedic literature there are offerings to the demigods. This demigod worship is especially meant for less intelligent men. Actually, the result of such sacrifice goes to the Supreme Personality of Godhead, Nārāyaṇa. Lord Kṛṣṇa says in Bhagavad-gītā (5.29), bhoktāraṁ yajña-tapasām: He is actually the enjoyer of all sacrifices. His name, therefore, is Yajña-puruṣa. Although Dhruva Mahārāja was a great devotee and had nothing to do with these sacrifices, to set an example to his people he performed many sacrifices and gave all his wealth in charity. For as long as he lived as a householder, he never spent a farthing for his sense gratification. In this verse the word karma-phala-pradam is very significant. The Lord awards everyone different kinds of karma as the individual living entities desire; He is the Supersoul present within the heart of everyone, and He is so kind and liberal that He gives everyone full facilities to perform whatever acts one wants. Then the result of the action is also enjoyed by the living entity. If anyone wants to enjoy or lord it over material nature, the Lord gives him full facilities, but he becomes entangled in the resultant reactions. Similarly, if anyone wants to engage himself fully in devotional service, the Lord gives him full facilities, and the devotee enjoys the results. The Lord is therefore known as karma-phala-prada."
    },
    {
        "verse": "11",
        "devanagari": "सर्वात्मन्यच्युतेऽसर्वे तीव्रौघां भक्तिमुद्वहन् ।ददर्शात्मनि भूतेषु तमेवावस्थितं विभुम् ॥ ११ ॥",
        "english_devnagari": "sarvātmany acyute ’sarvetīvraughāṁ bhaktim udvahandadarśātmani bhūteṣutam evāvasthitaṁ vibhum",
        "verse_Syn": [
            "sarva",
            "ātmani",
            "acyute",
            "asarve",
            "tīvra",
            "oghām",
            "bhaktim",
            "udvahan",
            "dadarśa",
            "ātmani",
            "bhūteṣu",
            "tam",
            "eva",
            "avasthitam",
            "vibhum"
        ],
        "translation": "Dhruva Mahārāja rendered devotional service unto the Supreme, the reservoir of everything, with unrelenting force. While carrying out his devotional service to the Lord, he could see that everything is situated in Him only and that He is situated in all living entities. The Lord is called Acyuta because He never fails in His prime duty, to give protection to His devotees.",
        "purport": " Not only did Dhruva Mahārāja perform many sacrifices, but he carried on his transcendental occupation of engagement in the devotional service of the Lord. The ordinary karmīs, who want to enjoy the results of fruitive activities, are concerned only with sacrifices and ritualistic ceremonies as enjoined in the Vedic śāstras. Although Dhruva Mahārāja performed many sacrifices in order to be an exemplary king, he was constantly engaged in devotional service. The Lord always protects His surrendered devotee. A devotee can see that the Lord is situated in everyone’s heart, as stated in the Bhagavad-gītā (īśvaraḥ sarva-bhūtānāṁ hṛd-deśe ’rjuna tiṣṭhati). Ordinary persons cannot understand how the Supreme Lord is situated in everyone’s heart, but a devotee can actually see Him. Not only can the devotee see Him outwardly, but he can see, with spiritual vision, that everything is resting in the Supreme Personality of Godhead, as described in Bhagavad-gītā (mat-sthāni sarva-bhūtāni). That is the vision of a mahā-bhāgavata. He sees everything others see, but instead of seeing merely the trees, the mountains, the cities or the sky, he sees only his worshipable Supreme Personality of Godhead in everything because everything is resting in Him only. This is the vision of the mahā-bhāgavata. In summary, a mahā-bhāgavata, a highly elevated pure devotee, sees the Lord everywhere, as well as within the heart of everyone. This is possible for devotees who have developed elevated devotional service to the Lord. As stated in the Brahma-saṁhitā (5.38), premāñjana-cchurita-bhakti-vilocanena: only those who have smeared their eyes with the ointment of love of Godhead can see everywhere the Supreme Lord face to face; it is not possible by imagination or so-called meditation."
    },
    {
        "verse": "12",
        "devanagari": "तमेवं शीलसम्पन्नं ब्रह्मण्यं दीनवत्सलम् ।गोप्तारं धर्मसेतूनां मेनिरे पितरं प्रजा: ॥ १२ ॥",
        "english_devnagari": "tam evaṁ śīla-sampannaṁbrahmaṇyaṁ dīna-vatsalamgoptāraṁ dharma-setūnāṁmenire pitaraṁ prajāḥ",
        "verse_Syn": [
            "tam",
            "evam",
            "śīla",
            "sampannam",
            "brahmaṇyam",
            "dīna",
            "vatsalam",
            "goptāram",
            "dharma",
            "setūnām",
            "menire",
            "pitaram",
            "prajāḥ"
        ],
        "translation": "Dhruva Mahārāja was endowed with all godly qualities; he was very respectful to the devotees of the Supreme Lord and very kind to the poor and innocent, and he protected religious principles. With all these qualifications, he was considered to be the direct father of all the citizens.",
        "purport": " The personal qualities of Dhruva Mahārāja described herein are the exemplary qualities of a saintly king. Not only a king but also the leaders of a modern democratic or impersonal government must be qualified with all these godly characteristics. Then the citizens of the state can be happy. It is clearly stated here that the citizens thought of Dhruva Mahārāja as their father. As a child, depending on the able father, is completely satisfied, so the citizens of the state, being protected by the state or the king, should remain satisfied in every respect. At the present moment, however, there is no guarantee by the government of even the primary necessities of life in the state, namely, the protection of the lives and property of the citizens. One word is very significant in this connection: brahmaṇyam. Dhruva Mahārāja was very devoted to the brāhmaṇas, who engage in the study of the Vedas and thereby know the Supreme Personality of Godhead. They are always busy propagating Kṛṣṇa consciousness. The state should be very respectful to societies that distribute God consciousness all over the world, but, unfortunately, at the present moment there is no state or government support given to such movements. As for good qualities, it is very difficult to find anyone in state administration with any good qualities. The administrators simply sit in their administrative posts and say no to every request, as if they were paid to say no to the citizens. Another word, dīna-vatsalam, is very significant also. The state head should be very kind to the innocent. Unfortunately, in this age the state agents and the presidents draw good salaries from the state, and they pose themselves as very pious, but they allow the running of slaughterhouses, where innocent animals are killed. If we try to compare the godly qualities of Dhruva Mahārāja to the qualities of modern statesmen, we can see that there is no actual comparison. Dhruva Mahārāja was present in the Satya-yuga, as will be clear from the next verses. He was the ideal king in Satya-yuga. The government administration in the present age (Kali-yuga) is bereft of all godly qualities. Considering all these points, the people today have no alternative but to take to Kṛṣṇa consciousness for protection of religion, life and property."
    },
    {
        "verse": "13",
        "devanagari": "षट्‌त्रिंशद्वर्षसाहस्रं शशास क्षितिमण्डलम् ।भोगै: पुण्यक्षयं कुर्वन्नभोगैरशुभक्षयम् ॥ १३ ॥",
        "english_devnagari": "ṣaṭ-triṁśad-varṣa-sāhasraṁśaśāsa kṣiti-maṇḍalambhogaiḥ puṇya-kṣayaṁ kurvannabhogair aśubha-kṣayam",
        "verse_Syn": [
            "ṣaṭ",
            "triṁśat",
            "varṣa",
            "sāhasram",
            "śaśāsa",
            "kṣiti",
            "maṇḍalam",
            "bhogaiḥ",
            "puṇya",
            "kṣayam",
            "kurvan",
            "abhogaiḥ",
            "aśubha",
            "kṣayam"
        ],
        "translation": "Dhruva Mahārāja ruled over this planet for thirty-six thousand years; he diminished the reactions of pious activities by enjoyment, and by practicing austerities he diminished inauspicious reactions.",
        "purport": " That Dhruva Mahārāja ruled over the planet for thirty-six thousand years means that he was present in the Satya-yuga because in the Satya-yuga people used to live for one hundred thousand years. In the next yuga, Tretā, people used to live for ten thousand years, and in the next yuga, Dvāpara, for one thousand years. In the present age, the Kali-yuga, the maximum duration of life is one hundred years. With the change of the yugas, the duration of life and memory, the quality of kindness, and all other good qualities diminish. There are two kinds of activities, namely pious and impious. By executing pious activities one can gain facilities for higher material enjoyment, but due to impious activities one has to undergo severe distress. A devotee, however, is not interested in enjoyment or affected by distress. When he is prosperous he knows, “I am diminishing the results of my pious activities,” and when he is in distress he knows, “I am diminishing the reactions of my impious activities.” A devotee is not concerned with enjoyment or distress; he simply desires to execute devotional service. It is said in the Śrīmad-Bhāgavatam that devotional service should be apratihatā, unchecked by the material conditions of happiness or distress. The devotee undergoes processes of austerity such as observing Ekādaśī and similar other fasting days and refraining from illicit sex life, intoxication, gambling and meat-eating. Thus he becomes purified from the reactions of his past impious life, and because he engages in devotional service, which is the most pious activity, he enjoys life without separate endeavor."
    },
    {
        "verse": "14",
        "devanagari": "एवं बहुसवं कालं महात्माविचलेन्द्रिय: ।त्रिवर्गौपयिकं नीत्वा पुत्रायादान्नृपासनम् ॥ १४ ॥",
        "english_devnagari": "evaṁ bahu-savaṁ kālaṁmahātmāvicalendriyaḥtri-vargaupayikaṁ nītvāputrāyādān nṛpāsanam",
        "verse_Syn": [
            "evam",
            "bahu",
            "savam",
            "kālam",
            "mahā",
            "ātmā",
            "avicala",
            "indriyaḥ",
            "tri",
            "varga",
            "aupayikam",
            "nītvā",
            "putrāya",
            "adāt",
            "nṛpa",
            "āsanam"
        ],
        "translation": "The self-controlled great soul Dhruva Mahārāja thus passed many, many years favorably executing three kinds of worldly activities, namely religiosity, economic development and satisfaction of all material desires. Thereafter he handed over the charge of the royal throne to his son.",
        "purport": " Perfection of materialistic life is suitably attained by the process of observing religious principles. This leads automatically to successful economic development, and thus there is no difficulty in satisfying all material desires. Since Dhruva Mahārāja, as a king, had to keep up his status quo or it would not have been possible to rule over the people in general, he did it perfectly. But as soon as he saw that his son was grown up and could take charge of the royal throne, he immediately handed over the charge and retired from all material engagements. One word used here is very significant — avicalendriyaḥ, which means that he was not disturbed by the agitation of the senses nor was his sensory power diminished, although in years he was a very old man. Since he ruled over the world for thirty-six thousand years, naturally one may conclude that he became very, very old, but factually his senses were very young — and yet he was not interested in sense gratification. In other words, he remained self-controlled. He performed his duties perfectly according to the materialistic way. That is the way of behavior of great devotees. Śrīla Raghunātha dāsa Gosvāmī, one of the direct disciples of Lord Caitanya, was the son of a very rich man. Although he had no interest in enjoying material happiness, when he was entrusted with doing something in managing the state, he did it perfectly. Śrīla Gaurasundara advised him, “From within, keep yourself and your mind completely aloof, but externally execute the material duties just as they need to be done.” This transcendental position can be achieved by devotees only, as described in the Bhagavad-gītā: while others, such as yogīs, try to control their senses by force, devotees, even though possessing full sensory powers, do not use them because they engage in higher, transcendental activities."
    },
    {
        "verse": "15",
        "devanagari": "मन्यमान इदं विश्वं मायारचितमात्मनि ।अविद्यारचितस्वप्नगन्धर्वनगरोपमम् ॥ १५ ॥",
        "english_devnagari": "manyamāna idaṁ viśvaṁmāyā-racitam ātmaniavidyā-racita-svapna-gandharva-nagaropamam",
        "verse_Syn": [
            "manyamānaḥ",
            "idam",
            "viśvam",
            "māyā",
            "racitam",
            "ātmani",
            "avidyā",
            "racita",
            "svapna",
            "gandharva",
            "nagara",
            "upamam"
        ],
        "translation": "Śrīla Dhruva Mahārāja realized that this cosmic manifestation bewilders living entities like a dream or phantasmagoria because it is a creation of the illusory, external energy of the Supreme Lord.",
        "purport": " In the deep forest it sometimes appears that there are big palaces and nice cities. That is technically called gandharva-nagara. Similarly, in dreams also we create many false things out of imagination. A self-realized person, or a devotee, knows well that this material cosmic manifestation is a temporary, illusory representation appearing to be truth. It is like a phantasmagoria. But behind this shadow creation there is reality — the spiritual world. A devotee is interested in the spiritual world, not its shadow. Since he has realization of the supreme truth, a devotee is not interested in this temporary shadow of truth. This is confirmed in the Bhagavad-gītā (paraṁ dṛṣṭvā nivartate)."
    },
    {
        "verse": "16",
        "devanagari": "आत्मस्त्र्यपत्यसुहृदो बलमृद्धकोश-मन्त:पुरं परिविहारभुवश्च रम्या: ।भूमण्डलं जलधिमेखलमाकलय्यकालोपसृष्टमिति स प्रययौ विशालाम् ॥ १६ ॥",
        "english_devnagari": "ātma-stry-apatya-suhṛdo balam ṛddha-kośamantaḥ-puraṁ parivihāra-bhuvaś ca ramyāḥbhū-maṇḍalaṁ jaladhi-mekhalam ākalayyakālopasṛṣṭam iti sa prayayau viśālām",
        "verse_Syn": [
            "ātma",
            "strī",
            "apatya",
            "suhṛdaḥ",
            "balam",
            "ṛddha",
            "kośam",
            "antaḥ",
            "puram",
            "parivihāra",
            "bhuvaḥ",
            "ca",
            "ramyāḥ",
            "bhū",
            "maṇḍalam",
            "jala",
            "dhi",
            "mekhalam",
            "ākalayya",
            "kāla",
            "upasṛṣṭam",
            "iti",
            "saḥ",
            "prayayau",
            "viśālām"
        ],
        "translation": "Thus Dhruva Mahārāja, at the end, left his kingdom, which extended all over the earth and was bounded by the great oceans. He considered his body, his wives, his children, his friends, his army, his rich treasury, his very comfortable palaces and his many enjoyable pleasure-grounds to be creations of the illusory energy. Thus in due course of time he retired to the forest in the Himālayas known as Badarikāśrama.",
        "purport": " In the beginning of his life, when he went to the forest in search of the Supreme Personality of Godhead, Dhruva Mahārāja realized that all bodily conceptions of pleasure are products of the illusory energy. In the very beginning, of course, he was after the kingdom of his father, and in order to get it he went to search for the Supreme Lord. But he later realized that everything is the creation of the illusory energy. From the acts of Śrīla Dhruva Mahārāja we can understand that somehow or other if one becomes Kṛṣṇa conscious — it does not matter what his motivation is in the beginning — he will eventually realize the real truth by the grace of the Lord. In the beginning, Dhruva Mahārāja was interested in the kingdom of his father, but later he became a great devotee, mahā-bhāgavata, and had no interest in material enjoyment. The perfection of life can be achieved only by devotees. Even if one completes only a minute percentage of devotional service and then falls down from his immature position, he is better than a person who fully engages in the fruitive activities of this material world."
    },
    {
        "verse": "17",
        "devanagari": "तस्यां विशुद्धकरण: शिववार्विगाह्यबद्ध्वासनं जितमरुन्मनसाहृताक्ष: ।स्थूले दधार भगवत्प्रतिरूप एतद्ध्यायंस्तदव्यवहितो व्यसृजत्समाधौ ॥ १७ ॥",
        "english_devnagari": "tasyāṁ viśuddha-karaṇaḥ śiva-vār vigāhyabaddhvāsanaṁ jita-marun manasāhṛtākṣaḥsthūle dadhāra bhagavat-pratirūpa etaddhyāyaṁs tad avyavahito vyasṛjat samādhau",
        "verse_Syn": [
            "tasyām",
            "viśuddha",
            "karaṇaḥ",
            "śiva",
            "vāḥ",
            "vigāhya",
            "baddhvā",
            "āsanam",
            "jita",
            "marut",
            "manasā",
            "āhṛta",
            "akṣaḥ",
            "sthūle",
            "dadhāra",
            "bhagavat",
            "pratirūpe",
            "etat",
            "dhyāyan",
            "tat",
            "avyavahitaḥ",
            "vyasṛjat",
            "samādhau"
        ],
        "translation": "In Badarikāśrama Dhruva Mahārāja’s senses became completely purified because he bathed regularly in the crystal-clear, purified water. He fixed his sitting position and by yogic practice controlled the breathing process and the air of life; in this way his senses were completely withdrawn. Then he concentrated his mind on the arcā-vigraha form of the Lord, which is the exact replica of the Lord and, thus meditating upon Him, entered into complete trance.",
        "purport": " Here is a description of the aṣṭāṅga-yoga system, to which Dhruva Mahārāja was already accustomed. Aṣṭāṅga-yoga was never meant to be practiced in a fashionable city. Dhruva Mahārāja went to Badarikāśrama, and in a solitary place, alone, he practiced yoga. He concentrated his mind on the arcā-vigraha, the worshipable Deity of the Lord, which exactly represents the Supreme Lord, and thus thinking constantly of that Deity, he became absorbed in trance. Worship of the arcā-vigraha is not idol worship. The arcā-vigraha is an incarnation of the Lord in a form appreciable by a devotee. Therefore devotees engage in the temple in the service of the Lord as arcā-vigraha, a form made of sthūla (material) objects such as stone, metal, wood, jewels or paint. All of these are called sthūla, or physical representations. Since the devotees follow the regulative principles of worship, even though the Lord is there in His physical form He is nondifferent from His original, spiritual form. Thus the devotee gets the benefit of achieving the ultimate goal of life, that is to say, becoming always absorbed in thought of the Lord. This incessant thought of the Lord, as prescribed in the Bhagavad-gītā, makes one the topmost yogī."
    },
    {
        "verse": "18",
        "devanagari": "भक्तिं हरौ भगवति प्रवहन्नजस्र-मानन्दबाष्पकलया मुहुरर्द्यमान: ।विक्लिद्यमानहृदय: पुलकाचिताङ्गोनात्मानमस्मरदसाविति मुक्तलिङ्ग: ॥ १८ ॥",
        "english_devnagari": "bhaktiṁ harau bhagavati pravahann ajasramānanda-bāṣpa-kalayā muhur ardyamānaḥviklidyamāna-hṛdayaḥ pulakācitāṅgonātmānam asmarad asāv iti mukta-liṅgaḥ",
        "verse_Syn": [
            "bhaktim",
            "harau",
            "bhagavati",
            "pravahan",
            "ajasram",
            "ānanda",
            "bāṣpa",
            "kalayā",
            "muhuḥ",
            "ardyamānaḥ",
            "viklidyamāna",
            "hṛdayaḥ",
            "pulaka",
            "ācita",
            "aṅgaḥ",
            "na",
            "ātmānam",
            "asmarat",
            "asau",
            "iti",
            "mukta",
            "liṅgaḥ"
        ],
        "translation": "Because of his transcendental bliss, incessant tears flowed from his eyes, his heart melted, and there was shivering and standing of the hairs all over his body. Thus transformed, in a trance of devotional service, Dhruva Mahārāja completely forgot his bodily existence, and thus he immediately became liberated from material bondage.",
        "purport": " Due to constant engagement in devotional service — hearing, chanting, remembering, worshiping the Deity, etc., as prescribed in nine varieties — there are different symptoms which appear in the body of a devotee. These eight bodily transformations, which indicate that a devotee is already liberated within himself, are called aṣṭa-sāttvika-vikāra. When a devotee completely forgets his bodily existence, he should be understood to be liberated. He is no longer encaged in the body. The example is given that when a coconut becomes completely dry, the coconut pulp within the coconut shell separates from the bondage of the shell and the outer covering. By moving the dry coconut, one can hear that the pulp within is no longer attached to the shell or to the covering. Similarly, when one is fully absorbed in devotional service, he is completely disconnected from the two material coverings, the subtle and gross bodies. Dhruva Mahārāja actually attained this stage of life by constantly discharging devotional service. He has already been described as a mahā-bhāgavata, for unless one becomes a mahā-bhāgavata, or a first-class pure devotee, these symptoms are not visible. Lord Caitanya exhibited all these symptoms. Ṭhākura Haridāsa also exhibited them, and there are many pure devotees who manifested such bodily symptoms. They are not to be imitated, but when one is actually advanced, these symptoms are exhibited. At that time it is to be understood that a devotee is materially free. Of course, from the beginning of devotional service the path of liberation immediately opens, just as the coconut taken from the tree immediately begins to dry; it simply takes some time for the shell and pulp to separate from one another. An important word in this verse is mukta-liṅgaḥ. Mukta means “liberated,” and liṅga means “the subtle body.” When a man dies, he quits the gross body, but the subtle body of mind, intelligence and ego carries him to a new body. While existing in the present body, the same subtle body carries him from one stage of life to another (for example, from childhood to boyhood) by mental development. The mental condition of a baby is different from that of a boy, the mental condition of a boy is different from that of a young man, and the mental condition of a young man is different from that of an old man. So at death the process of changing bodies takes place due to the subtle body: the mind, intelligence and ego carry the soul from one gross body to another. This is called transmigration of the soul. But there is another stage, when one becomes liberated even from the subtle body; at that time the living entity is competent and fully prepared to be transferred to the transcendental or spiritual world. The description of the bodily symptoms of Śrī Dhruva Mahārāja makes it apparent that he became perfectly fit to be transferred to the spiritual world. One can experience the distinction between the subtle and gross bodies even daily: in a dream, one’s gross body is lying on the bed while the subtle body carries the soul, the living entity, to another atmosphere. But because the gross body has to be continued, the subtle body comes back and settles in the present gross body. Therefore one has to become free from the subtle body also. This freedom is known as mukta-liṅga."
    },
    {
        "verse": "19",
        "devanagari": "स ददर्श विमानाग्र्यं नभसोऽवतरद् ध्रुव: ।विभ्राजयद्दश दिशो राकापतिमिवोदितम् ॥ १९ ॥",
        "english_devnagari": "sa dadarśa vimānāgryaṁnabhaso ’vatarad dhruvaḥvibhrājayad daśa diśorākāpatim ivoditam",
        "verse_Syn": [
            "saḥ",
            "dadarśa",
            "vimāna",
            "agryam",
            "nabhasaḥ",
            "avatarat",
            "dhruvaḥ",
            "vibhrājayat",
            "daśa",
            "diśaḥ",
            "rākā",
            "patim",
            "iva",
            "uditam"
        ],
        "translation": "As soon as the symptoms of his liberation were manifest, he saw a very beautiful airplane coming down from the sky, as if the brilliant full moon were coming down, illuminating all the ten directions.",
        "purport": " There are different levels of acquired knowledge — direct knowledge, knowledge received from authorities, transcendental knowledge, knowledge beyond the senses, and finally spiritual knowledge. When one surpasses the stage of acquiring knowledge by the descending process, he is immediately situated on the transcendental platform. Dhruva Mahārāja, being liberated from the material concept of life, was situated in transcendental knowledge and could perceive the presence of a transcendental airplane which was as brilliant as the full moonlight. This is not possible in the stages of direct or indirect perception of knowledge. Such knowledge is a special favor of the Supreme Personality of Godhead. One can, however, rise to this platform of knowledge by the gradual process of advancing in devotional service, or Kṛṣṇa consciousness."
    },
    {
        "verse": "20",
        "devanagari": "तत्रानु देवप्रवरौ चतुर्भुजौश्यामौ किशोरावरुणाम्बुजेक्षणौ ।स्थिताववष्टभ्य गदां सुवाससौकिरीटहाराङ्गदचारुकुण्डलौ ॥ २० ॥",
        "english_devnagari": "tatrānu deva-pravarau catur-bhujauśyāmau kiśorāv aruṇāmbujekṣaṇausthitāv avaṣṭabhya gadāṁ suvāsasaukirīṭa-hārāṅgada-cāru-kuṇḍalau",
        "verse_Syn": [
            "tatra",
            "anu",
            "deva",
            "pravarau",
            "catuḥ",
            "bhujau",
            "śyāmau",
            "kiśorau",
            "aruṇa",
            "ambuja",
            "īkṣaṇau",
            "sthitau",
            "avaṣṭabhya",
            "gadām",
            "suvāsasau",
            "kirīṭa",
            "hāra",
            "aṅgada",
            "cāru",
            "kuṇḍalau"
        ],
        "translation": "Dhruva Mahārāja saw two very beautiful associates of Lord Viṣṇu in the plane. They had four hands and a blackish bodily luster, they were very youthful, and their eyes were just like reddish lotus flowers. They held clubs in their hands, and they were dressed in very attractive garments with helmets and were decorated with necklaces, bracelets and earrings.",
        "purport": " The inhabitants of Viṣṇuloka are of the same bodily feature as Lord Viṣṇu, and they also hold club, conchshell, lotus flower and disc. In this verse it is distinctly stated that they had four hands and were nicely dressed; the description of their bodily decorations corresponds exactly to that of Viṣṇu. So the two uncommon personalities who descended from the airplane came directly from Viṣṇuloka, or the planet where Lord Viṣṇu lives."
    },
    {
        "verse": "21",
        "devanagari": "विज्ञाय तावुत्तमगायकिङ्करा-वभ्युत्थित: साध्वसविस्मृतक्रम: ।ननाम नामानि गृणन्मधुद्विष:पार्षत्प्रधानाविति संहताञ्जलि: ॥ २१ ॥",
        "english_devnagari": "vijñāya tāv uttamagāya-kiṅkarāvabhyutthitaḥ sādhvasa-vismṛta-kramaḥnanāma nāmāni gṛṇan madhudviṣaḥpārṣat-pradhānāv iti saṁhatāñjaliḥ",
        "verse_Syn": [
            "vijñāya",
            "tau",
            "uttama",
            "gāya",
            "kiṅkarau",
            "abhyutthitaḥ",
            "sādhvasa",
            "vismṛta",
            "kramaḥ",
            "nanāma",
            "nāmāni",
            "gṛṇan",
            "madhu",
            "dviṣaḥ",
            "pārṣat",
            "pradhānau",
            "iti",
            "saṁhata",
            "añjaliḥ"
        ],
        "translation": "Dhruva Mahārāja, seeing that these uncommon personalities were direct servants of the Supreme Personality of Godhead, immediately stood up. But, being puzzled, in hastiness he forgot how to receive them in the proper way. Therefore he simply offered obeisances with folded hands and chanted and glorified the holy names of the Lord.",
        "purport": " Chanting of the holy names of the Lord is perfect in every way. When Dhruva Mahārāja saw the Viṣṇudūtas, the direct associates of Lord Viṣṇu, four-handed and nicely decorated, he could understand who they were, but for the time being he was puzzled. But simply by chanting the holy name of the Lord, the Hare Kṛṣṇa mantra, he could satisfy the uncommon guests who had all of a sudden arrived before him. The chanting of the holy name of the Lord is perfect; even though one does not know how to please Lord Viṣṇu or His associates, simply by sincerely chanting the holy name of the Lord, everything becomes perfect. A devotee, therefore, either in danger or in happiness, constantly chants the Hare Kṛṣṇa mantra. When he is in danger he is immediately relieved, and when he is in a position to see Lord Viṣṇu or His associates directly, by chanting this mahā-mantra he can please the Lord. This is the absolute nature of the mahā-mantra. Either in danger or in happiness, it can be chanted without limitation."
    },
    {
        "verse": "22",
        "devanagari": "तं कृष्णपादाभिनिविष्टचेतसंबद्धाञ्जलिं प्रश्रयनम्रकन्धरम् ।सुनन्दनन्दावुपसृत्य सस्मितंप्रत्यूचतु: पुष्करनाभसम्मतौ ॥ २२ ॥",
        "english_devnagari": "taṁ kṛṣṇa-pādābhiniviṣṭa-cetasaṁbaddhāñjaliṁ praśraya-namra-kandharamsunanda-nandāv upasṛtya sasmitaṁpratyūcatuḥ puṣkaranābha-sammatau",
        "verse_Syn": [
            "tam",
            "kṛṣṇa",
            "pāda",
            "abhiniviṣṭa",
            "cetasam",
            "baddha",
            "añjalim",
            "praśraya",
            "namra",
            "kandharam",
            "sunanda",
            "nandau",
            "upasṛtya",
            "sa",
            "smitam",
            "pratyūcatuḥ",
            "puṣkara",
            "nābha",
            "sammatau"
        ],
        "translation": "Dhruva Mahārāja was always absorbed in thinking of the lotus feet of Lord Kṛṣṇa. His heart was full with Kṛṣṇa. When the two confidential servants of the Supreme Lord, who were named Nanda and Sunanda, approached him, smiling happily, Dhruva stood with folded hands, bowing humbly. They then addressed him as follows.",
        "purport": " In this verse the word puṣkaranābha-sammatau is significant. Kṛṣṇa, or Lord Viṣṇu, is known for His lotus eyes, lotus navel, lotus feet and lotus palms. Here He is called puṣkara-nābha, which means “the Supreme Personality of Godhead, who has a lotus navel,” and sammatau means “two confidential or very obedient servants.” The materialistic way of life differs from the spiritual way of life in that one is disobedience and the other is obedience to the will of the Supreme Lord. All living entities are part and parcel of the Supreme Lord, and they are supposed to be always agreeable to the order of the Supreme Person; that is perfect oneness. In the Vaikuṇṭha world all the living entities are in oneness with the Supreme Godhead because they never defy His orders. Here in the material world, however, they are not sammata, agreeable, but always asammata, disagreeable. This human form of life is a chance to be trained to be agreeable to the orders of the Supreme Lord. To bring about this training in society is the mission of the Kṛṣṇa consciousness movement. As stated in the Bhagavad-gītā, the laws of material nature are very strict; no one can overcome the stringent laws of material nature. But one who becomes a surrendered soul and agrees to the order of the Supreme Lord can easily overcome those stringent laws. The example of Dhruva Mahārāja is very fitting. Simply by becoming agreeable to the orders of the Supreme Personality of Godhead and by developing love of Godhead, Dhruva got the chance to personally meet the confidential servants of Lord Viṣṇu face to face. What was possible for Dhruva Mahārāja is possible for everyone. Anyone who very seriously engages in devotional service can obtain, in due course of time, the same perfection of the human form of life."
    },
    {
        "verse": "23",
        "devanagari": "सुनन्दनन्दावूचतु:भो भो राजन्सुभद्रं ते वाचं नोऽवहित: श‍ृणु ।य: पञ्चवर्षस्तपसा भवान्देवमतीतृपत् ॥ २३ ॥",
        "english_devnagari": "sunanda-nandāv ūcatuḥbho bho rājan subhadraṁ tevācaṁ no ’vahitaḥ śṛṇuyaḥ pañca-varṣas tapasābhavān devam atītṛpat",
        "verse_Syn": [
            "sunanda",
            "nandau",
            "ūcatuḥ",
            "bhoḥ",
            "bhoḥ",
            "rājan",
            "su",
            "bhadram",
            "te",
            "vācam",
            "naḥ",
            "avahitaḥ",
            "śṛṇu",
            "yaḥ",
            "pañca",
            "varṣaḥ",
            "tapasā",
            "bhavān",
            "devam",
            "atītṛpat"
        ],
        "translation": "Nanda and Sunanda, the two confidential associates of Lord Viṣṇu, said: Dear King, let there be all good fortune unto you. Please attentively hear what we shall say. When you were only five years old, you underwent severe austerities, and you thereby greatly satisfied the Supreme Personality of Godhead.",
        "purport": " What was possible for Dhruva Mahārāja is possible for anyone. Any five-year-old child can be trained, and within a very short time his life will become successful by realization of Kṛṣṇa consciousness. Unfortunately, this training is lacking all over the world. It is necessary for the leaders of the Kṛṣṇa consciousness movement to start educational institutions in different parts of the world to train children, starting at the age of five years. Thus such children will not become hippies or spoiled children of society; rather, they can all become devotees of the Lord. The face of the world will then change automatically."
    },
    {
        "verse": "24",
        "devanagari": "तस्याखिलजगद्धातुरावां देवस्य शार्ङ्गिण: ।पार्षदाविह सम्प्राप्तौ नेतुं त्वां भगवत्पदम् ॥ २४ ॥",
        "english_devnagari": "tasyākhila-jagad-dhāturāvāṁ devasya śārṅgiṇaḥpārṣadāv iha samprāptaunetuṁ tvāṁ bhagavat-padam",
        "verse_Syn": [
            "tasya",
            "akhila",
            "jagat",
            "dhātuḥ",
            "āvām",
            "devasya",
            "śārṅgiṇaḥ",
            "pārṣadau",
            "iha",
            "samprāptau",
            "netum",
            "tvām",
            "bhagavat",
            "padam"
        ],
        "translation": "We are representatives of the Supreme Personality of Godhead, the creator of the whole universe, who carries in His hand the bow named Śārṅga. We have been specifically deputed to take you to the spiritual world.",
        "purport": " In Bhagavad-gītā the Lord says that simply by knowing His transcendental pastimes (whether within this material world or in the spiritual world), anyone who understands factually who He is, how He appears and how He acts can be immediately fit for transfer to the spiritual world. This principle stated in the Bhagavad-gītā operated in the case of King Dhruva. Throughout his life he tried to understand the Supreme Personality of Godhead by austerity and penances. Now, the mature result was that Dhruva Mahārāja became fit to be carried to the spiritual world, accompanied by the confidential associates of the Lord."
    },
    {
        "verse": "25",
        "devanagari": "सुदुर्जयं विष्णुपदं जितं त्वयायत्सूरयोऽप्राप्य विचक्षते परम् ।आतिष्ठ तच्चन्द्रदिवाकरादयोग्रहर्क्षतारा: परियन्ति दक्षिणम् ॥ २५ ॥",
        "english_devnagari": "sudurjayaṁ viṣṇu-padaṁ jitaṁ tvayāyat sūrayo ’prāpya vicakṣate paramātiṣṭha tac candra-divākarādayograharkṣa-tārāḥ pariyanti dakṣiṇam",
        "verse_Syn": [
            "sudurjayam",
            "viṣṇu",
            "padam",
            "jitam",
            "tvayā",
            "yat",
            "sūrayaḥ",
            "aprāpya",
            "vicakṣate",
            "param",
            "ātiṣṭha",
            "tat",
            "candra",
            "diva",
            "ākara",
            "ādayaḥ",
            "graha",
            "ṛkṣa",
            "tārāḥ",
            "pariyanti",
            "dakṣiṇam"
        ],
        "translation": "To achieve Viṣṇuloka is very difficult, but by your austerity you have conquered. Even the great ṛṣis and demigods cannot achieve this position. Simply to see the supreme abode [the Viṣṇu planet], the sun and moon and all the other planets, stars, lunar mansions and solar systems are circumambulating it. Now please come; you are welcome to go there.",
        "purport": " Even in this material world the so-called scientists, philosophers and mental speculators strive to merge into the spiritual sky, but they can never go there. But a devotee, by executing devotional service, not only realizes what the spiritual world actually is, but factually goes there to live an eternal life of bliss and knowledge. The Kṛṣṇa consciousness movement is so potent that by adopting these principles of life and developing love of God one can very easily go back home, back to Godhead. Here the practical example is the case of Dhruva Mahārāja. While the scientist and philosopher go to the moon but are disappointed in their attempts to stay there and live, the devotee makes an easy journey to other planets and ultimately goes back to Godhead. Devotees have no interest in seeing other planets, but while going back to Godhead they see all of them as passing phases, just as one who is going to a distant place passes through many small stations."
    },
    {
        "verse": "26",
        "devanagari": "अनास्थितं ते पितृभिरन्यैरप्यङ्ग कर्हिचित् ।आतिष्ठ जगतां वन्द्यं तद्विष्णो: परमं पदम् ॥ २६ ॥",
        "english_devnagari": "anāsthitaṁ te pitṛbhiranyair apy aṅga karhicitātiṣṭha jagatāṁ vandyaṁtad viṣṇoḥ paramaṁ padam",
        "verse_Syn": [
            "anāsthitam",
            "te",
            "pitṛbhiḥ",
            "anyaiḥ",
            "api",
            "aṅga",
            "karhicit",
            "ātiṣṭha",
            "jagatām",
            "vandyam",
            "tat",
            "viṣṇoḥ",
            "paramam",
            "padam"
        ],
        "translation": "Dear King Dhruva, neither your forefathers nor anyone else before you ever achieved such a transcendental planet. The planet known as Viṣṇuloka, where Lord Viṣṇu personally resides, is the highest of all. It is worshipable by the inhabitants of all other planets within the universe. Please come with us and live there eternally.",
        "purport": " When Dhruva Mahārāja went to perform austerities, he was very determined to achieve a post never dreamed of by his forefathers. His father was Uttānapāda, his grandfather was Manu, and his great-grandfather was Lord Brahmā. So Dhruva wanted a kingdom even greater than Lord Brahmā could achieve, and he requested Nārada Muni to give him facility for achieving it. The associates of Lord Viṣṇu reminded him that not only his forefathers but everyone else before him was unable to attain Viṣṇuloka, the planet where Lord Viṣṇu resides. This is because everyone within this material world is either a karmī, a jñānī or a yogī, but there are hardly any pure devotees. The transcendental planet known as Viṣṇuloka is especially meant for devotees, not for karmīs, jñānīs or yogīs. Great ṛṣis or demigods can hardly approach Brahmaloka, and as stated in Bhagavad-gītā, Brahmaloka is not a permanent residence. Lord Brahmā’s duration of life is so long that it is difficult to estimate even the duration of one day in his life, and yet Lord Brahmā also dies, as do the residents of his planet. Bhagavad-gītā (8.16) says, ābrahma-bhuvanāl lokāḥ punar āvartino ’rjuna: except for those who go to Viṣṇuloka, everyone is subjected to the four principles of material life, namely birth, death, old age and disease. The Lord says, yad gatvā na nivartante tad dhāma paramaṁ mama: “The planet from which, once going, no one returns is My supreme abode.” (Bg. 15.6) Dhruva Mahārāja was reminded, “You are going in our company to that planet from which no one returns to this material world.” Material scientists are attempting to go to the moon and other planets, but they cannot imagine going to the topmost planet, Brahmaloka, for it is beyond their imagination. By material calculation, traveling at the speed of light it would take forty thousand light-years to reach the topmost planet. By mechanical processes we are unable to reach the topmost planet of this universe, but the process called bhakti-yoga, as executed by Mahārāja Dhruva, can give one the facility not only to reach other planets within this universe, but also to reach beyond this universe to the Viṣṇuloka planets. We have outlined this in our small booklet Easy Journey to Other Planets."
    },
    {
        "verse": "27",
        "devanagari": "एतद्विमानप्रवरमुत्तमश्लोकमौलिना ।उपस्थापितमायुष्मन्नधिरोढुं त्वमर्हसि ॥ २७ ॥",
        "english_devnagari": "etad vimāna-pravaramuttamaśloka-maulināupasthāpitam āyuṣmannadhiroḍhuṁ tvam arhasi",
        "verse_Syn": [
            "etat",
            "vimāna",
            "pravaram",
            "uttamaśloka",
            "maulinā",
            "upasthāpitam",
            "āyuṣman",
            "adhiroḍhum",
            "tvam",
            "arhasi"
        ],
        "translation": "O immortal one, this unique airplane has been sent by the Supreme Personality of Godhead, who is worshiped by selected prayers and who is the chief of all living entities. You are quite worthy to board such a plane.",
        "purport": " According to astronomical calculation, along with the polestar there is another star, which is called Śiśumāra, where Lord Viṣṇu, who is in charge of the maintenance of this material world, resides. Śiśumāra or Dhruvaloka can never be reached by anyone but the Vaiṣṇavas, as will be described by the following ślokas. The associates of Lord Viṣṇu brought the special airplane for Dhruva Mahārāja and then informed him that Lord Viṣṇu had especially sent this airplane. The Vaikuṇṭha airplane does not move by mechanical arrangement. There are three processes for moving in outer space. One of the processes is known to the modern scientist. It is called ka-pota-vāyu. Ka means “outer space,” and pota means “ship.” There is a second process also called kapota-vāyu. Kapota also means “pigeon.” One can train pigeons to carry one into outer space. The third process is very subtle. It is called ākāśa-patana. This ākāśa-patana system is also material. Just as the mind can fly anywhere one likes without mechanical arrangement, so the ākāśa-patana airplane can fly at the speed of mind. Beyond this ākāśa-patana system is the Vaikuṇṭha process, which is completely spiritual. The airplane sent by Lord Viṣṇu to carry Dhruva Mahārāja to Śiśumāra was a completely spiritual, transcendental airplane. Material scientists can neither see such vehicles nor imagine how they fly in the air. The material scientist has no information about the spiritual sky, although it is mentioned in the Bhagavad-gītā (paras tasmāt tu bhāvo ’nyaḥ)."
    },
    {
        "verse": "28",
        "devanagari": "मैत्रेय उवाचनिशम्य वैकुण्ठनियोज्यमुख्ययो-र्मधुच्युतं वाचमुरुक्रमप्रिय: ।कृताभिषेक: कृतनित्यमङ्गलोमुनीन् प्रणम्याशिषमभ्यवादयत् ॥ २८ ॥",
        "english_devnagari": "maitreya uvācaniśamya vaikuṇṭha-niyojya-mukhyayormadhu-cyutaṁ vācam urukrama-priyaḥkṛtābhiṣekaḥ kṛta-nitya-maṅgalomunīn praṇamyāśiṣam abhyavādayat",
        "verse_Syn": [
            "maitreyaḥ",
            "uvāca",
            "niśamya",
            "vaikuṇṭha",
            "niyojya",
            "mukhyayoḥ",
            "madhu",
            "cyutam",
            "vācam",
            "urukrama",
            "priyaḥ",
            "kṛta",
            "abhiṣekaḥ",
            "kṛta",
            "nitya",
            "maṅgalaḥ",
            "munīn",
            "praṇamya",
            "āśiṣam",
            "abhyavādayat"
        ],
        "translation": "The great sage Maitreya continued: Mahārāja Dhruva was very dear to the Supreme Personality of Godhead. When he heard the sweet speeches of the Lord’s chief associates in the Vaikuṇṭha planet, he immediately took his sacred bath, dressed himself with suitable ornaments, and performed his daily spiritual duties. Thereafter he offered his respectful obeisances to the great sages present there and accepted their blessings.",
        "purport": " We should mark how dutiful Dhruva Mahārāja was in his devotional service, even at the time he left this material world. He was constantly alert in the performance of devotional duties. Every devotee should take his bath early in the morning and decorate his body with tilaka. In Kali-yuga one can hardly acquire gold or jeweled ornaments, but the twelve tilaka marks on the body are sufficient as auspicious decorations to purify the body. Since Dhruva Mahārāja was living at that time at Badarikāśrama, there were other great sages there. He did not become puffed up because the airplane sent by Lord Viṣṇu was waiting for him; as a humble Vaiṣṇava, he accepted blessings from all the sages before riding on the plane brought by the chief of the Vaikuṇṭha associates."
    },
    {
        "verse": "29",
        "devanagari": "परीत्याभ्यर्च्य धिष्ण्याग्र्यं पार्षदावभिवन्द्य च ।इयेष तदधिष्ठातुं बिभ्रद्रूपं हिरण्मयम् ॥ २९ ॥",
        "english_devnagari": "parītyābhyarcya dhiṣṇyāgryaṁpārṣadāv abhivandya caiyeṣa tad adhiṣṭhātuṁbibhrad rūpaṁ hiraṇmayam",
        "verse_Syn": [
            "parītya",
            "abhyarcya",
            "dhiṣṇya",
            "agryam",
            "pārṣadau",
            "abhivandya",
            "ca",
            "iyeṣa",
            "tat",
            "adhiṣṭhātum",
            "bibhrat",
            "rūpam",
            "hiraṇmayam"
        ],
        "translation": "Before getting aboard, Dhruva Mahārāja worshiped the airplane, circumambulated it, and also offered obeisances to the associates of Viṣṇu. In the meantime he became as brilliant and illuminating as molten gold. He was thus completely prepared to board the transcendental plane.",
        "purport": " In the absolute world, the plane, the associates of Lord Viṣṇu and Lord Viṣṇu Himself are all spiritual — there is no material contamination. In quality, everything there is one. As Lord Viṣṇu is worshipable, so also are His associates, His paraphernalia, His airplane and His abode, for everything of Viṣṇu’s is as good as Lord Viṣṇu. Dhruva Mahārāja knew all this very well, as a pure Vaiṣṇava, and he offered his respects to the associates and to the plane before riding in it. But in the meantime, his body changed into spiritual existence, and therefore it was illuminating like molten gold. In this way he also became one with the other paraphernalia of Viṣṇuloka. Māyāvādī philosophers cannot imagine how this oneness can be achieved even in different varieties. Their idea of oneness is that there is no variety. Therefore they have become impersonalists. As Śiśumāra, Viṣṇuloka or Dhruvaloka are completely different from this material world, so a Viṣṇu temple within this world is also completely different from this material world. As soon as we are in a temple we should know very well that we are situated differently from the material world. In the temple, Lord Viṣṇu, His throne, His room and all other things associated with the temple are transcendental. The three modes — sattva-guṇa, rajo-guṇa and tamo-guṇa — have no entrance into the temple. It is said, therefore, that to live in the forest is in the mode of goodness, to live in the city is in the mode of passion, and to live in a brothel, liquor shop or slaughterhouse is in the mode of ignorance, but to live in the temple means to live in Vaikuṇṭhaloka. Everything in the temple is as worshipable as Lord Viṣṇu, or Kṛṣṇa."
    },
    {
        "verse": "30",
        "devanagari": "तदोत्तानपद: पुत्रो ददर्शान्तकमागतम् ।मृत्योर्मूर्ध्नि पदं दत्त्वा आरुरोहाद्भुतं गृहम् ॥ ३० ॥",
        "english_devnagari": "tadottānapadaḥ putrodadarśāntakam āgatammṛtyor mūrdhni padaṁ dattvāārurohādbhutaṁ gṛham",
        "verse_Syn": [
            "tadā",
            "uttānapadaḥ",
            "putraḥ",
            "dadarśa",
            "antakam",
            "āgatam",
            "mṛtyoḥ",
            "mūrdhni",
            "padam",
            "dattvā",
            "āruroha",
            "adbhutam",
            "gṛham"
        ],
        "translation": "When Dhruva Mahārāja was attempting to get on the transcendental plane, he saw death personified approach him. Not caring for death, however, he took advantage of the opportunity to put his feet on the head of death, and thus he got up on the airplane, which was as big as a house.",
        "purport": " To take the passing away of a devotee and the passing away of a nondevotee as one and the same is completely misleading. While ascending the transcendental airplane, Dhruva Mahārāja suddenly saw death personified before him, but he was not afraid. Instead of death’s giving him trouble, Dhruva Mahārāja took advantage of death’s presence and put his feet on the head of death. People with a poor fund of knowledge do not know the difference between the death of a devotee and the death of a nondevotee. In this connection, an example can be given: A cat carries its kittens in its mouth, and it also catches a rat in its mouth. Superficially, the catching of the rat and the kitten appear to be one and the same, but actually they are not. When the cat catches the rat in its mouth it means death for the rat, whereas when the cat catches the kitten, the kitten enjoys it. When Dhruva Mahārāja boarded the airplane, he took advantage of the arrival of death personified, who came to offer him obeisances; putting his feet on the head of death, he got up on the unique airplane, which is described here to be as big as a house (gṛham). There are many other similar instances in Bhāgavata literature. It is stated that when Kardama Muni created an airplane to carry his wife, Devahūti, all over the universe, the airplane was like a big city, carrying many houses, lakes and gardens. Modern scientists have manufactured big airplanes, but they are packed with passengers, who experience all sorts of discomforts while riding in them. Material scientists are not even perfect in manufacturing a material airplane. In order to compare to the plane used by Kardama or the plane sent from Viṣṇuloka, they must manufacture an airplane equipped like a big city, with all the comforts of life — lakes, gardens, parks, etc. Their plane must be able to fly in outer space and hover, and visit all other planets. If they invent such a plane, they will not have to make different space stations for fuel to travel into outer space. Such a plane would have an unlimited supply of fuel, or, like the plane from Viṣṇuloka, would fly without it."
    },
    {
        "verse": "31",
        "devanagari": "तदा दुन्दुभयो नेदुर्मृदङ्गपणवादय: ।गन्धर्वमुख्या: प्रजगु: पेतु: कुसुमवृष्टय: ॥ ३१ ॥",
        "english_devnagari": "tadā dundubhayo nedurmṛdaṅga-paṇavādayaḥgandharva-mukhyāḥ prajaguḥpetuḥ kusuma-vṛṣṭayaḥ",
        "verse_Syn": [
            "tadā",
            "dundubhayaḥ",
            "neduḥ",
            "mṛdaṅga",
            "paṇava",
            "ādayaḥ",
            "gandharva",
            "mukhyāḥ",
            "prajaguḥ",
            "petuḥ",
            "kusuma",
            "vṛṣṭayaḥ"
        ],
        "translation": "At that time drums and kettledrums resounded from the sky, the chief Gandharvas began to sing, and other demigods showered flowers like torrents of rain upon Dhruva Mahārāja.",
        "purport": ""
    },
    {
        "verse": "32",
        "devanagari": "स च स्वर्लोकमारोक्ष्यन् सुनीतिं जननीं ध्रुव: ।अन्वस्मरदगं हित्वा दीनां यास्ये त्रिविष्टपम् ॥ ३२ ॥",
        "english_devnagari": "sa ca svarlokam ārokṣyansunītiṁ jananīṁ dhruvaḥanvasmarad agaṁ hitvādīnāṁ yāsye tri-viṣṭapam",
        "verse_Syn": [
            "saḥ",
            "ca",
            "svaḥ",
            "lokam",
            "ārokṣyan",
            "sunītim",
            "jananīm",
            "dhruvaḥ",
            "anvasmarat",
            "agam",
            "hitvā",
            "dīnām",
            "yāsye",
            "tri",
            "viṣṭapam"
        ],
        "translation": "Dhruva was seated in the transcendental airplane, which was just about to start, when he remembered his poor mother, Sunīti. He thought to himself, “How shall I go alone to the Vaikuṇṭha planet and leave behind my poor mother?”",
        "purport": " Dhruva had a feeling of obligation to his mother, Sunīti. It was Sunīti who had given him the clue which had now enabled him to be personally carried to the Vaikuṇṭha planet by the associates of Lord Viṣṇu. He now remembered her and wanted to take her with him. Actually, Dhruva Mahārāja’s mother, Sunīti, was his patha-pradarśaka-guru. Patha-pradarśaka-guru means “the guru, or the spiritual master, who shows the way.” Such a guru is sometimes called śikṣā-guru. Although Nārada Muni was his dīkṣā-guru (initiating spiritual master), Sunīti, his mother, was the first who gave him instruction on how to achieve the favor of the Supreme Personality of Godhead. It is the duty of the śikṣā-guru or dīkṣā-guru to instruct the disciple in the right way, and it depends on the disciple to execute the process. According to śāstric injunctions, there is no difference between śikṣā-guru and dīkṣā-guru, and generally the śikṣā-guru later on becomes the dīkṣā-guru. Sunīti, however, being a woman, and specifically his mother, could not become Dhruva Mahārāja’s dīkṣā-guru. Still, he was not less obliged to Sunīti. There was no question of carrying Nārada Muni to Vaikuṇṭhaloka, but Dhruva Mahārāja thought of his mother. Whatever plan the Supreme Personality of Godhead contemplates immediately fructifies. Similarly, a devotee who is completely dependent on the Supreme Lord can also fulfill his wishes by the grace of the Lord. The Lord fulfills His wishes independently, but a devotee fulfills his wishes simply by being dependent on the Supreme Personality of Godhead. Therefore as soon as Dhruva Mahārāja thought of his poor mother, he was assured by the associates of Viṣṇu that Sunīti was also going to Vaikuṇṭhaloka, in another plane. Dhruva Mahārāja had thought that he was going alone to Vaikuṇṭhaloka, leaving behind his mother, which was not very auspicious because people would criticize him for going alone to Vaikuṇṭhaloka and not carrying with him Sunīti, who had given him so much. But Dhruva also considered that he was not personally the Supreme. Therefore, only if Kṛṣṇa fulfilled his desires would it be possible. Kṛṣṇa could immediately understand his mind, and He told Dhruva that his mother was also going with him. This incident proves that a pure devotee like Dhruva Mahārāja can fulfill all his desires; by the grace of the Lord, he becomes exactly like the Lord, and thus whenever he thinks of anything, his wish is immediately fulfilled."
    },
    {
        "verse": "33",
        "devanagari": "इति व्यवसितं तस्य व्यवसाय सुरोत्तमौ ।दर्शयामासतुर्देवीं पुरो यानेन गच्छतीम् ॥ ३३ ॥",
        "english_devnagari": "iti vyavasitaṁ tasyavyavasāya surottamaudarśayām āsatur devīṁpuro yānena gacchatīm",
        "verse_Syn": [
            "iti",
            "vyavasitam",
            "tasya",
            "vyavasāya",
            "sura",
            "uttamau",
            "darśayām",
            "āsatuḥ",
            "devīm",
            "puraḥ",
            "yānena",
            "gacchatīm"
        ],
        "translation": "The great associates of Vaikuṇṭhaloka, Nanda and Sunanda, could understand the mind of Dhruva Mahārāja, and thus they showed him that his mother, Sunīti, was going forward in another plane.",
        "purport": " This incident proves that the śikṣā- or dīkṣā-guru who has a disciple who strongly executes devotional service like Dhruva Mahārāja can be carried by the disciple even though the instructor is not as advanced. Although Sunīti was an instructor to Dhruva Mahārāja, she could not go to the forest because she was a woman, nor could she execute austerities and penances as Dhruva Mahārāja did. Still, Dhruva Mahārāja was able to take his mother with him. Similarly, Prahlāda Mahārāja also delivered his atheistic father, Hiraṇyakaśipu. The conclusion is that a disciple or an offspring who is a very strong devotee can carry with him to Vaikuṇṭhaloka either his father, mother or śikṣā- or dīkṣā-guru. Śrīla Bhaktisiddhānta Sarasvatī Ṭhākura used to say, “If I could perfectly deliver even one soul back home, back to Godhead, I would think my mission — propagating Kṛṣṇa consciousness — to be successful.” The Kṛṣṇa consciousness movement is spreading now all over the world, and sometimes I think that even though I am crippled in many ways, if one of my disciples becomes as strong as Dhruva Mahārāja, then he will be able to carry me with him to Vaikuṇṭhaloka."
    },
    {
        "verse": "34",
        "devanagari": "तत्र तत्र प्रशंसद्‌भि: पथि वैमानिकै: सुरै: ।अवकीर्यमाणो दद‍ृशे कुसुमै: क्रमशो ग्रहान् ॥ ३४ ॥",
        "english_devnagari": "tatra tatra praśaṁsadbhiḥpathi vaimānikaiḥ suraiḥavakīryamāṇo dadṛśekusumaiḥ kramaśo grahān",
        "verse_Syn": [
            "tatra",
            "tatra",
            "praśaṁsadbhiḥ",
            "pathi",
            "vaimānikaiḥ",
            "suraiḥ",
            "avakīryamāṇaḥ",
            "dadṛśe",
            "kusumaiḥ",
            "kramaśaḥ",
            "grahān"
        ],
        "translation": "While Dhruva Mahārāja was passing through space, he gradually saw all the planets of the solar system, and on the path he saw all the demigods in their airplanes showering flowers upon him like rain.",
        "purport": " There is a Vedic version, yasmin vijñāte sarvam evaṁ vijñātaṁ bhavati, which means that by knowing the Supreme Personality of Godhead, everything becomes known to the devotee. Similarly, by going to the planet of the Supreme Personality of Godhead, one can know all the other planetary systems on the path to Vaikuṇṭha. We should remember that Dhruva Mahārāja’s body was different from our bodies. While boarding the Vaikuṇṭha airplane, his body changed to a completely spiritual golden hue. No one can surpass the higher planets in a material body, but when one gets a spiritual body he can travel not only to the higher planetary system of this material world, but even to the still higher planetary system known as Vaikuṇṭhaloka. It is well known that Nārada Muni travels everywhere, both in the spiritual and material worlds. It should be noted also that while Sunīti was going to Vaikuṇṭhaloka she also changed her body into a spiritual form. Like Śrī Sunīti, every mother should train her child to become a devotee like Dhruva Mahārāja. Sunīti instructed her son, even at the age of five years, to be unattached to worldly affairs and to go to the forest to search out the Supreme Lord. She never desired that her son remain at home comfortably without ever undertaking austerities and penances to achieve the favor of the Supreme Personality of Godhead. Every mother, like Sunīti, must take care of her son and train him to become a brahmacārī from the age of five years and to undergo austerities and penances for spiritual realization. The benefit will be that if her son becomes a strong devotee like Dhruva, certainly not only will he be transferred back home, back to Godhead, but she will also be transferred with him to the spiritual world, even though she may be unable to undergo austerities and penances in executing devotional service."
    },
    {
        "verse": "35",
        "devanagari": "त्रिलोकीं देवयानेन सोऽतिव्रज्य मुनीनपि ।परस्ताद्यद् ध्रुवगतिर्विष्णो: पदमथाभ्यगात् ॥ ३५ ॥",
        "english_devnagari": "tri-lokīṁ deva-yānenaso ’tivrajya munīn apiparastād yad dhruva-gatirviṣṇoḥ padam athābhyagāt",
        "verse_Syn": [
            "tri",
            "lokīm",
            "deva",
            "yānena",
            "saḥ",
            "ativrajya",
            "munīn",
            "api",
            "parastāt",
            "yat",
            "dhruva",
            "gatiḥ",
            "viṣṇoḥ",
            "padam",
            "atha",
            "abhyagāt"
        ],
        "translation": "Dhruva Mahārāja thus surpassed the seven planetary systems of the great sages who are known as saptarṣi. Beyond that region, he achieved the transcendental situation of permanent life in the planet where Lord Viṣṇu lives.",
        "purport": " The airplane was piloted by the two chief associates of Lord Viṣṇu, namely Sunanda and Nanda. Only such spiritual astronauts can pilot their airplane beyond the seven planets and arrive in the region of eternal, blissful life. It is confirmed in the Bhagavad-gītā also (paras tasmāt tu bhāvo ’nyaḥ) that beyond this planetary system begins the spiritual sky, where everything is permanent and blissful. The planets there are known as Viṣṇuloka or Vaikuṇṭhaloka. Only there can one get an eternal, blissful life of knowledge. Below Vaikuṇṭhaloka is the material universe, where Lord Brahmā and others in Brahmaloka can live until the annihilation of this universe; but that life is not permanent. That is also confirmed in the Bhagavad-gītā (ābrahma-bhuvanāl lokāḥ). Even if one goes to the topmost planet, one cannot achieve eternal life. Only by arriving in Vaikuṇṭhaloka can one live an eternally blissful life."
    },
    {
        "verse": "36",
        "devanagari": "यद्भ्राजमानं स्वरुचैव सर्वतोलोकास्त्रयो ह्यनु विभ्राजन्त एते ।यन्नाव्रजञ्जन्तुषु येऽननुग्रहाव्रजन्ति भद्राणि चरन्ति येऽनिशम् ॥ ३६ ॥",
        "english_devnagari": "yad bhrājamānaṁ sva-rucaiva sarvatolokās trayo hy anu vibhrājanta eteyan nāvrajañ jantuṣu ye ’nanugrahāvrajanti bhadrāṇi caranti ye ’niśam",
        "verse_Syn": [
            "yat",
            "bhrājamānam",
            "sva",
            "rucā",
            "eva",
            "sarvataḥ",
            "lokāḥ",
            "trayaḥ",
            "hi",
            "anu",
            "vibhrājante",
            "ete",
            "yat",
            "na",
            "avrajan",
            "jantuṣu",
            "ye",
            "ananugrahāḥ",
            "vrajanti",
            "bhadrāṇi",
            "caranti",
            "ye",
            "aniśam"
        ],
        "translation": "The self-effulgent Vaikuṇṭha planets, by whose illumination alone all the illuminating planets within this material world give off reflected light, cannot be reached by those who are not merciful to other living entities. Only persons who constantly engage in welfare activities for other living entities can reach the Vaikuṇṭha planets.",
        "purport": " Here is a description of two aspects of the Vaikuṇṭha planets. The first is that in the Vaikuṇṭha sky there is no need of the sun and moon. This is confirmed by the Upaniṣads as well as Bhagavad-gītā (na tad bhāsayate sūryo na śaśāṅko na pāvakaḥ). In the spiritual world the Vaikuṇṭhalokas are themselves illuminated; there is therefore no need of sun, moon or electric light. It is in fact the illumination of the Vaikuṇṭhalokas which is reflected in the material sky. Only by this reflection are the suns in the material universes illuminated; after the illumination of the sun, all the stars and moons are illuminated. In other words, all the luminaries in the material sky borrow illumination from Vaikuṇṭhaloka. From this material world, however, people can be transferred to the Vaikuṇṭhaloka, if they incessantly engage in welfare activities for all other living entities. Such incessant welfare activities can really be performed only in Kṛṣṇa consciousness. There is no philanthropic work within this material world but Kṛṣṇa consciousness that can engage a person twenty-four hours a day. A Kṛṣṇa conscious being is always engaged in planning how to take all of suffering humanity back home, back to Godhead. Even if one is not successful in reclaiming all the fallen souls back to Godhead, still, because he is Kṛṣṇa conscious, his path to Vaikuṇṭhaloka is open. He personally becomes qualified to enter the Vaikuṇṭhalokas, and if anyone follows such a devotee, he also enters into Vaikuṇṭhaloka. Others, who engage in envious activities, are known as karmīs. Karmīs are envious of one another. Simply for sense gratification, they can kill thousands of innocent animals. Jñānīs are not as sinful as karmīs, but they do not try to reclaim others back to Godhead. They perform austerities for their own liberation. Yogīs are also engaged in self-aggrandizement by trying to attain mystic powers. But devotees, Vaiṣṇavas, who are servants of the Lord, come forward in the actual field of work in Kṛṣṇa consciousness to reclaim fallen souls. Only Kṛṣṇa conscious persons are eligible to enter into the spiritual world. That is clearly stated in this verse and is confirmed in Bhagavad-gītā, wherein the Lord says that there is no one dearer to Him than those who preach the gospel of Bhagavad-gītā to the world."
    },
    {
        "verse": "37",
        "devanagari": "शान्ता: समद‍ृश: शुद्धा: सर्वभूतानुरञ्जना: ।यान्त्यञ्जसाच्युतपदमच्युतप्रियबान्धवा: ॥ ३७ ॥",
        "english_devnagari": "śāntāḥ sama-dṛśaḥ śuddhāḥsarva-bhūtānurañjanāḥyānty añjasācyuta-padamacyuta-priya-bāndhavāḥ",
        "verse_Syn": [
            "śāntāḥ",
            "sama",
            "dṛśaḥ",
            "śuddhāḥ",
            "sarva",
            "bhūta",
            "anurañjanāḥ",
            "yānti",
            "añjasā",
            "acyuta",
            "padam",
            "acyuta",
            "priya",
            "bāndhavāḥ"
        ],
        "translation": "Persons who are peaceful, equipoised, cleansed and purified, and who know the art of pleasing all other living entities, keep friendship only with devotees of the Lord; they alone can very easily achieve the perfection of going back home, back to Godhead.",
        "purport": " The description of this verse fully indicates that only devotees are eligible to enter into the kingdom of Godhead. The first point stated is that devotees are peaceful, for they have no demands for their personal sense gratification. They are simply dedicated to the service of the Lord. Karmīs cannot be peaceful because they have immense demands for sense gratification. As for jñānīs, they cannot be peaceful because they are too busy trying to attain liberation or merge into the existence of the Supreme. Similarly, yogīs are also restless to get mystic power. But a devotee is peaceful because he is fully surrendered to the Supreme Personality of Godhead and thinks of himself as completely helpless; just as a child feels complete peace in depending on the parent, so a devotee is completely peaceful, for he depends on the mercy of the Supreme Personality of Godhead. A devotee is equipoised. He sees everyone on the same transcendental platform. A devotee knows that although a conditioned soul has a particular type of body according to his past fruitive activities, factually everyone is part of the Supreme Lord. A devotee sees all living entities with spiritual vision and does not discriminate on the platform of the bodily concept of life. Such qualities develop only in the association of devotees. Without the association of devotees, one cannot advance in Kṛṣṇa consciousness. Therefore, we have established the International Society for Krishna Consciousness. Factually, whoever lives in this society automatically develops Kṛṣṇa consciousness. Devotees are dear to the Supreme Personality of Godhead, and the Supreme Personality of Godhead is only dear to devotees. On this platform only can one make progress in Kṛṣṇa consciousness. Persons in Kṛṣṇa consciousness, or devotees of the Lord, can please everyone, as is evident in the Kṛṣṇa consciousness movement. We invite everyone, without discrimination; we request everyone to sit down and chant the Hare Kṛṣṇa mantra and take as much prasāda as we can supply, and thus everyone is pleased with us. This is the qualification: sarva-bhūtānurañjanāḥ. As for purification, no one can be more pure than devotees. Anyone who once utters the name of Viṣṇu immediately becomes purified, inside and outside (yaḥ smaret puṇḍarīkākṣam). Since a devotee constantly chants the Hare Kṛṣṇa mantra, no contamination of the material world can touch him. He is, therefore, actually purified. Muci haya śuci haya yadi kṛṣṇa bhaje: it is said that even a cobbler or person born in the family of a cobbler can be elevated to the position of a brāhmaṇa (śuci) if he takes to Kṛṣṇa consciousness. Any person who is purely Kṛṣṇa conscious and who engages in chanting the Hare Kṛṣṇa mantra is the purest in the whole universe."
    },
    {
        "verse": "38",
        "devanagari": "इत्युत्तानपद: पुत्रो ध्रुव: कृष्णपरायण: ।अभूत्‍त्रयाणां लोकानां चूडामणिरिवामल: ॥ ३८ ॥",
        "english_devnagari": "ity uttānapadaḥ putrodhruvaḥ kṛṣṇa-parāyaṇaḥabhūt trayāṇāṁ lokānāṁcūḍā-maṇir ivāmalaḥ",
        "verse_Syn": [
            "iti",
            "uttānapadaḥ",
            "putraḥ",
            "dhruvaḥ",
            "kṛṣṇa",
            "parāyaṇaḥ",
            "abhūt",
            "trayāṇām",
            "lokānām",
            "cūḍā",
            "maṇiḥ",
            "iva",
            "amalaḥ"
        ],
        "translation": "In this way, the fully Kṛṣṇa conscious Dhruva Mahārāja, the exalted son of Mahārāja Uttānapāda, attained the summit of the three statuses of planetary systems.",
        "purport": " The exact Sanskrit terminology for Kṛṣṇa consciousness is here mentioned: kṛṣṇa-parāyaṇaḥ. Parāyaṇa means “going forward.” Anyone who is going forward to the goal of Kṛṣṇa is called kṛṣṇa-parāyaṇa, or fully Kṛṣṇa conscious. The example of Dhruva Mahārāja indicates that every Kṛṣṇa conscious person can expect to reach the topmost summit of all three planetary systems within the universe. A Kṛṣṇa conscious person can occupy an exalted position beyond the imagination of any ambitious materialist."
    },
    {
        "verse": "39",
        "devanagari": "गम्भीरवेगोऽनिमिषं ज्योतिषां चक्रमाहितम् ।यस्मिन् भ्रमति कौरव्य मेढ्यामिव गवां गण: ॥ ३९ ॥",
        "english_devnagari": "gambhīra-vego ’nimiṣaṁjyotiṣāṁ cakram āhitamyasmin bhramati kauravyameḍhyām iva gavāṁ gaṇaḥ",
        "verse_Syn": [
            "gambhīra",
            "vegaḥ",
            "animiṣam",
            "jyotiṣām",
            "cakram",
            "āhitam",
            "yasmin",
            "bhramati",
            "kauravya",
            "meḍhyām",
            "iva",
            "gavām",
            "gaṇaḥ"
        ],
        "translation": "Saint Maitreya continued: My dear Vidura, descendant of Kuru, as a herd of bulls circumambulates a central pole on their right side, all the luminaries within the universal sky unceasingly circumambulate the abode of Dhruva Mahārāja with great force and speed.",
        "purport": " Each and every planet within the universe travels at a very high speed. From a statement in Śrīmad-Bhāgavatam it is understood that even the sun travels sixteen thousand miles in a second, and from Brahma-saṁhitā we understand from the śloka beginning yac-cakṣur eṣa savitā sakala-grahāṇām that the sun is considered to be the eye of the Supreme Personality of Godhead, Govinda, and it also has a specific orbit within which it circles. Similarly, all other planets have their specific orbits. But together all of them encircle the polestar, or Dhruvaloka, where Dhruva Mahārāja is situated at the summit of the three worlds. We can only imagine how highly exalted the actual position of a devotee is, and certainly we cannot even conceive how exalted is the position of the Supreme Personality of Godhead."
    },
    {
        "verse": "40",
        "devanagari": "महिमानं विलोक्यास्य नारदो भगवानृषि: ।आतोद्यं वितुदञ्श्लोकान् सत्रेऽगायत्प्रचेतसाम् ॥ ४० ॥",
        "english_devnagari": "mahimānaṁ vilokyāsyanārado bhagavān ṛṣiḥātodyaṁ vitudañ ślokānsatre ’gāyat pracetasām",
        "verse_Syn": [
            "mahimānam",
            "vilokya",
            "asya",
            "nāradaḥ",
            "bhagavān",
            "ṛṣiḥ",
            "ātodyam",
            "vitudan",
            "ślokān",
            "satre",
            "agāyat",
            "pracetasām"
        ],
        "translation": "After observing the glories of Dhruva Mahārāja, the great sage Nārada, playing his vīṇā, went to the sacrificial arena of the Pracetās and very happily chanted the following three verses.",
        "purport": " The great sage Nārada was the spiritual master of Dhruva Mahārāja. Certainly he was very glad to see Dhruva’s glories. As a father is very happy to see the son’s advancement in every respect, so the spiritual master is very happy to observe the ascendancy of his disciple."
    },
    {
        "verse": "41",
        "devanagari": "नारद उवाचनूनं सुनीते: पतिदेवताया-स्तप:प्रभावस्य सुतस्य तां गतिम् ।दृष्ट्वाभ्युपायानपि वेदवादिनोनैवाधिगन्तुं प्रभवन्ति किं नृपा: ॥ ४१ ॥",
        "english_devnagari": "nārada uvācanūnaṁ sunīteḥ pati-devatāyāstapaḥ-prabhāvasya sutasya tāṁ gatimdṛṣṭvābhyupāyān api veda-vādinonaivādhigantuṁ prabhavanti kiṁ nṛpāḥ",
        "verse_Syn": [
            "nāradaḥ",
            "uvāca",
            "nūnam",
            "sunīteḥ",
            "pati",
            "devatāyāḥ",
            "tapaḥ",
            "prabhāvasya",
            "sutasya",
            "tām",
            "gatim",
            "dṛṣṭvā",
            "abhyupāyān",
            "api",
            "veda",
            "vādinaḥ",
            "na",
            "eva",
            "adhigantum",
            "prabhavanti",
            "kim",
            "nṛpāḥ"
        ],
        "translation": "The great sage Nārada said: Simply by the influence of his spiritual advancement and powerful austerity, Dhruva Mahārāja, the son of Sunīti, who was devoted to her husband, acquired an exalted position not possible to attain even for the so-called Vedāntists or strict followers of the Vedic principles, not to speak of ordinary human beings.",
        "purport": " In this verse the word veda-vādinaḥ is very significant. Generally, a person who strictly follows the Vedic principles is called veda-vādī. There are also so-called Vedāntists who advertise themselves as followers of Vedānta philosophy but who misinterpret Vedānta. The expression veda-vāda-ratāḥ is also found in the Bhagavad-gītā, referring to persons who are attached to the Vedas without understanding the purport of the Vedas. Such persons may go on talking about the Vedas or may execute austerities in their own way, but it is not possible for them to attain to such an exalted position as Dhruva Mahārāja. As far as ordinary kings are concerned, it is not at all possible. The specific mention of kings is significant because formerly kings were also rājarṣis, for the kings were as good as great sages. Dhruva Mahārāja was a king, and at the same time he was as learned as a great sage. But without devotional service, neither a great king, a kṣatriya, nor a great brāhmaṇa strictly adhering to the Vedic principles can be elevated to the exalted position attained by Dhruva Mahārāja."
    },
    {
        "verse": "42",
        "devanagari": "य: पञ्चवर्षो गुरुदारवाक्शरै-र्भिन्नेन यातो हृदयेन दूयता ।वनं मदादेशकरोऽजितं प्रभुंजिगाय तद्भक्तगुणै: पराजितम् ॥ ४२ ॥",
        "english_devnagari": "yaḥ pañca-varṣo guru-dāra-vāk-śarairbhinnena yāto hṛdayena dūyatāvanaṁ mad-ādeśa-karo ’jitaṁ prabhuṁjigāya tad-bhakta-guṇaiḥ parājitam",
        "verse_Syn": [
            "yaḥ",
            "pañca",
            "varṣaḥ",
            "guru",
            "dāra",
            "vāk",
            "śaraiḥ",
            "bhinnena",
            "yātaḥ",
            "hṛdayena",
            "dūyatā",
            "vanam",
            "mat",
            "ādeśa",
            "karaḥ",
            "ajitam",
            "prabhum",
            "jigāya",
            "tat",
            "bhakta",
            "guṇaiḥ",
            "parājitam"
        ],
        "translation": "The great sage Nārada continued: Just see how Dhruva Mahārāja, aggrieved at the harsh words of his stepmother, went to the forest at the age of only five years and under my direction underwent austerity. Although the Supreme Personality of Godhead is unconquerable, Dhruva Mahārāja defeated Him with the specific qualifications possessed by the Lord’s devotees.",
        "purport": " The Supreme Godhead is unconquerable; no one can conquer the Lord. But He voluntarily accepts subordination to the devotional qualities of His devotees. For example, Lord Kṛṣṇa accepted subordination to the control of mother Yaśodā because she was a great devotee. The Lord likes to be under the control of His devotees. In the Caitanya-caritāmṛta it is said that everyone comes before the Lord and offers Him exalted prayers, but the Lord does not feel as pleased when offered such prayers as He does when a devotee, out of pure love, chastises Him as a subordinate. The Lord forgets His exalted position and willingly submits to His pure devotee. Dhruva Mahārāja conquered the Supreme Lord because at a very tender age, only five years old, he underwent all the austerities of devotional service. This devotional service was of course executed under the direction of a great sage, Nārada. This is the first principle of devotional service — ādau gurv-āśrayam. In the beginning one must accept a bona fide spiritual master, and if a devotee follows strictly the direction of the spiritual master, as Dhruva Mahārāja followed the instruction of Nārada Muni, then it is not difficult for him to achieve the favor of the Lord. The sum total of devotional qualities is development of unalloyed love for Kṛṣṇa. This unalloyed love for Kṛṣṇa can be achieved simply by hearing about Kṛṣṇa. Lord Caitanya accepted this principle — that if one in any position submissively hears the transcendental message spoken by Kṛṣṇa or about Kṛṣṇa, then gradually he develops the quality of unalloyed love, and by that love only he can conquer the unconquerable. The Māyāvādī philosophers aspire to become one with the Supreme Lord, but a devotee surpasses that position. Not only does a devotee become one in quality with the Supreme Lord, but he sometimes becomes the father, mother or master of the Lord. Arjuna also, by his devotional service, made Lord Kṛṣṇa his chariot driver; he ordered the Lord, “Put my chariot here,” and the Lord executed his order. These are some examples of how a devotee can acquire the exalted position of conquering the unconquerable."
    },
    {
        "verse": "43",
        "devanagari": "य: क्षत्रबन्धुर्भुवि तस्याधिरूढ-मन्वारुरुक्षेदपि वर्षपूगै: ।प्रसाद्य वैकुण्ठमवाप तत्पदम् ॥ ४३ ॥ षट्पञ्चवर्षो यदहोभिरल्पै:",
        "english_devnagari": "yaḥ kṣatra-bandhur bhuvi tasyādhirūḍhamanv ārurukṣed api varṣa-pūgaiḥṣaṭ-pañca-varṣo yad ahobhir alpaiḥprasādya vaikuṇṭham avāpa tat-padam",
        "verse_Syn": [
            "yaḥ",
            "kṣatra",
            "bandhuḥ",
            "bhuvi",
            "tasya",
            "adhirūḍham",
            "anu",
            "ārurukṣet",
            "api",
            "varṣa",
            "pūgaiḥ",
            "ṣaṭ",
            "pañca",
            "varṣaḥ",
            "yat",
            "ahobhiḥ",
            "alpaiḥ",
            "prasādya",
            "vaikuṇṭham",
            "avāpa",
            "tat",
            "padam"
        ],
        "translation": "Dhruva Mahārāja attained an exalted position at the age of only five or six years, after undergoing austerity for six months. Alas, a great kṣatriya cannot achieve such a position even after undergoing austerities for many, many years.",
        "purport": " Dhruva Mahārāja is described herein as kṣatra-bandhuḥ, which indicates that he was not fully trained as a kṣatriya because he was only five years old; he was not a mature kṣatriya. A kṣatriya or brāhmaṇa has to take training. A boy born in the family of a brāhmaṇa is not immediately a brāhmaṇa; he has to take up the training and the purificatory process. The great sage Nārada Muni was very proud of having a devotee-disciple like Dhruva Mahārāja. He had many other disciples, but he was very pleased with Dhruva Mahārāja because in one lifetime, by dint of his severe penances and austerities, he had achieved Vaikuṇṭha, which was never achieved by any other king’s son or rājarṣi throughout the whole universe. There is the instance of the great King Bharata, who was also a great devotee, but he attained Vaikuṇṭhaloka in three lives. In the first life, although he executed austerities in the forest, he became a victim of too much affection for a small deer, and in his next life he had to take birth as a deer. Although he had a deer’s body, he remembered his spiritual position, but he still had to wait until the next life for perfection. In the next life he took birth as Jaḍa Bharata. Of course, in that life he was completely freed from all material entanglement, and he attained perfection and was elevated to Vaikuṇṭhaloka. The lesson from the life of Dhruva Mahārāja is that if one likes, one can attain Vaikuṇṭhaloka in one life, without waiting for many other lives. My Guru Mahārāja, Śrī Śrīmad Bhaktisiddhānta Sarasvatī Gosvāmī Prabhupāda, used to say that every one of his disciples could attain Vaikuṇṭhaloka in this life, without waiting for another life to execute devotional service. One simply has to become as serious and sincere as Dhruva Mahārāja; then it is quite possible to attain Vaikuṇṭhaloka and go back home, back to Godhead, in one life."
    },
    {
        "verse": "44",
        "devanagari": "मैत्रेय उवाचएतत्तेऽभिहितं सर्वं यत्पृष्टोऽहमिह त्वया ।ध्रुवस्योद्दामयशसश्‍चरितं सम्मतं सताम् ॥ ४४ ॥",
        "english_devnagari": "maitreya uvācaetat te ’bhihitaṁ sarvaṁyat pṛṣṭo ’ham iha tvayādhruvasyoddāma-yaśasaścaritaṁ sammataṁ satām",
        "verse_Syn": [
            "maitreyaḥ",
            "uvāca",
            "etat",
            "te",
            "abhihitam",
            "sarvam",
            "yat",
            "pṛṣṭaḥ",
            "aham",
            "iha",
            "tvayā",
            "dhruvasya",
            "uddāma",
            "yaśasaḥ",
            "caritam",
            "sammatam",
            "satām"
        ],
        "translation": "The great sage Maitreya continued: My dear Vidura, whatever you have asked from me about the great reputation and character of Dhruva Mahārāja I have explained to you in all detail. Great saintly persons and devotees very much like to hear about Dhruva Mahārāja.",
        "purport": " Śrīmad-Bhāgavatam means everything in relationship with the Supreme Personality of Godhead. Whether we hear the pastimes and activities of the Supreme Lord or we hear about the character, reputation and activities of His devotees, they are all one and the same. Neophyte devotees simply try to understand the pastimes of the Lord and are not very interested in hearing about the activities of His devotees, but such discrimination should not be indulged in by any real devotee. Sometimes less intelligent men try to hear about the rāsa dance of Kṛṣṇa and do not take care to hear about other portions of Śrīmad-Bhāgavatam, which they completely avoid. There are professional Bhāgavata reciters who abruptly go to the rāsa-līlā chapters of Śrīmad-Bhāgavatam, as if other portions of Śrīmad-Bhāgavatam were useless. This kind of discrimination and abrupt adoption of the rāsa-līlā pastimes of the Lord is not approved by the ācāryas. A sincere devotee should read every chapter and every word of Śrīmad-Bhāgavatam, for the beginning verses describe that it is the ripened fruit of all Vedic literature. Devotees should not try to avoid even a word of Śrīmad-Bhāgavatam. The great sage Maitreya therefore affirmed herein that the Bhāgavatam is sammataṁ satām, approved by great devotees."
    },
    {
        "verse": "45",
        "devanagari": "धन्यं यशस्यमायुष्यं पुण्यं स्वस्त्ययनं महत् ।स्वर्ग्यं ध्रौव्यं सौमनस्यं प्रशस्यमघमर्षणम् ॥ ४५ ॥",
        "english_devnagari": "dhanyaṁ yaśasyam āyuṣyaṁpuṇyaṁ svasty-ayanaṁ mahatsvargyaṁ dhrauvyaṁ saumanasyaṁpraśasyam agha-marṣaṇam",
        "verse_Syn": [
            "dhanyam",
            "yaśasyam",
            "āyuṣyam",
            "puṇyam",
            "svasti",
            "ayanam",
            "mahat",
            "svargyam",
            "dhrauvyam",
            "saumanasyam",
            "praśasyam",
            "agha",
            "marṣaṇam"
        ],
        "translation": "By hearing the narration of Dhruva Mahārāja one can fulfill desires for wealth, reputation and increased duration of life. It is so auspicious that one can even go to a heavenly planet or attain Dhruvaloka, which was achieved by Dhruva Mahārāja, just by hearing about him. The demigods also become pleased because this narration is so glorious, and it is so powerful that it can counteract all the results of one’s sinful actions.",
        "purport": " There are different types of men in this world, not all of them pure devotees. Some are karmīs, desiring to acquire vast wealth. There are also persons who are only after reputation. Some desire to be elevated to the heavenly planets or to go to Dhruvaloka, and others want to please the demigods to get material profits. Herein it is recommended by Maitreya that every one of them can hear the narration about Dhruva Mahārāja and thus get their desired goal. It is recommended that the devotees (akāma), the karmīs (sarva-kāma) and the jñānīs, who desire to be liberated (mokṣa-kāma), should all worship the Supreme Personality of Godhead to acquire their desired goals of life. Similarly, if anyone hears about the activities of the Lord’s devotee, he can achieve the same result. There is no difference between the activities and character of the Supreme Personality of Godhead and those of His pure devotees."
    },
    {
        "verse": "46",
        "devanagari": "श्रुत्वैतच्छ्रद्धयाभीक्ष्णमच्युतप्रियचेष्टितम् ।भवेद्भक्तिर्भगवति यया स्यात्‍क्‍लेशसङ्‌क्षय: ॥ ४६ ॥",
        "english_devnagari": "śrutvaitac chraddhayābhīkṣṇamacyuta-priya-ceṣṭitambhaved bhaktir bhagavatiyayā syāt kleśa-saṅkṣayaḥ",
        "verse_Syn": [
            "śrutvā",
            "etat",
            "śraddhayā",
            "abhīkṣṇam",
            "acyuta",
            "priya",
            "ceṣṭitam",
            "bhavet",
            "bhaktiḥ",
            "bhagavati",
            "yayā",
            "syāt",
            "kleśa",
            "saṅkṣayaḥ"
        ],
        "translation": "Anyone who hears the narration of Dhruva Mahārāja, and who repeatedly tries with faith and devotion to understand his pure character, attains the pure devotional platform and executes pure devotional service. By such activities one can diminish the threefold miserable conditions of material life.",
        "purport": " Here the word acyuta-priya is very significant. Dhruva Mahārāja’s character and reputation are great because he is very dear to Acyuta, the Supreme Personality of Godhead. As the pastimes and activities of the Supreme Lord are pleasing to hear, hearing about His devotees, who are very dear to the Supreme Person, is also pleasing and potent. If one simply reads over and over again about Dhruva Mahārāja by hearing and reading this chapter, one can attain the highest perfection of life in any way he desires; most importantly, he gets the chance to become a great devotee. To become a great devotee means to finish all miserable conditions of materialistic life."
    },
    {
        "verse": "47",
        "devanagari": "महत्त्वमिच्छतां तीर्थं श्रोतु: शीलादयो गुणा: ।यत्र तेजस्तदिच्छूनां मानो यत्र मनस्विनाम् ॥ ४७ ॥",
        "english_devnagari": "mahattvam icchatāṁ tīrthaṁśrotuḥ śīlādayo guṇāḥyatra tejas tad icchūnāṁmāno yatra manasvinām",
        "verse_Syn": [
            "mahattvam",
            "icchatām",
            "tīrtham",
            "śrotuḥ",
            "śīla",
            "ādayaḥ",
            "guṇāḥ",
            "yatra",
            "tejaḥ",
            "tat",
            "icchūnām",
            "mānaḥ",
            "yatra",
            "manasvinām"
        ],
        "translation": "Anyone who hears this narration of Dhruva Mahārāja acquires exalted qualities like him. For anyone who desires greatness, prowess or influence, here is the process by which to acquire them, and for thoughtful men who want adoration, here is the proper means.",
        "purport": " In the material world everyone is after profit, respectability and reputation, everyone wants the supreme exalted position, and everyone wants to hear about the great qualities of exalted persons. All ambitions which are desirable for great persons can be fulfilled simply by reading and understanding the narration of Dhruva Mahārāja’s activities."
    },
    {
        "verse": "48",
        "devanagari": "प्रयत: कीर्तयेत्प्रात: समवाये द्विजन्मनाम् ।सायं च पुण्यश्लोकस्य ध्रुवस्य चरितं महत् ॥ ४८ ॥",
        "english_devnagari": "prayataḥ kīrtayet prātaḥsamavāye dvi-janmanāmsāyaṁ ca puṇya-ślokasyadhruvasya caritaṁ mahat",
        "verse_Syn": [
            "prayataḥ",
            "kīrtayet",
            "prātaḥ",
            "samavāye",
            "dvi",
            "janmanām",
            "sāyam",
            "ca",
            "puṇya",
            "ślokasya",
            "dhruvasya",
            "caritam",
            "mahat"
        ],
        "translation": "The great sage Maitreya recommended: One should chant of the character and activities of Dhruva Mahārāja both in the morning and in the evening, with great attention and care, in a society of brāhmaṇas or other twice-born persons.",
        "purport": " It is said that only in the association of devotees can one understand the importance of the character and pastimes of the Supreme Personality of Godhead or His devotees. In this verse it is especially recommended that Dhruva Mahārāja’s character be discussed in a society of the twice-born, which refers to the qualified brāhmaṇas, kṣatriyas and vaiśyas. One should especially seek the society of brāhmaṇas who are elevated to the position of Vaiṣṇavas. Thus discussion of Śrīmad-Bhāgavatam, which describes the character and pastimes of devotees and the Lord, is very quickly effective. The International Society for Krishna Consciousness has been organized for this purpose. In every center of this Society — not only in the morning, evening or noon, but practically twenty-four hours a day — there is continuous devotional service going on. Anyone who comes in contact with the Society automatically becomes a devotee. We have actual experience that many karmīs and others come to the Society and find a very pleasing and peaceful atmosphere in the temples of ISKCON. In this verse the word dvi-janmanām means “of the twice-born.” Anyone can join the International Society for Krishna Consciousness and be initiated to become twice-born. As recommended by Sanātana Gosvāmī, by the process of initiation and authorized training, any man can become twice-born. The first birth is made possible by the parents, and the second birth is made possible by the spiritual father and Vedic knowledge. Unless one is twice-born one cannot understand the transcendental characteristics of the Lord and His devotees. Study of the Vedas is therefore forbidden for śūdras. Simply by academic qualifications a śūdra cannot understand the transcendental science. At the present moment, throughout the entire world the educational system is geared to produce śūdras. A big technologist is no more than a big śūdra. Kalau śūdra-sambhavaḥ: in the Age of Kali, everyone is a śūdra. Because the whole population of the world consists only of śūdras, there is a decline of spiritual knowledge, and people are unhappy. The Kṛṣṇa consciousness movement has been started especially to create qualified brāhmaṇas to broadcast spiritual knowledge all over the world, for thus people may become very happy."
    },
    {
        "verse": "49-50",
        "devanagari": "पौर्णमास्यां सिनीवाल्यां द्वादश्यां श्रवणेऽथवा ।दिनक्षये व्यतीपाते सङ्‌क्रमेऽर्कदिनेऽपि वा ॥ ४९ ॥श्रावयेच्छ्रद्दधानानां तीर्थपादपदाश्रय: ।नेच्छंस्तत्रात्मनात्मानं सन्तुष्ट इति सिध्यति ॥ ५० ॥",
        "english_devnagari": "paurṇamāsyāṁ sinīvālyāṁdvādaśyāṁ śravaṇe ’thavādina-kṣaye vyatīpātesaṅkrame ’rkadine ’pi vā",
        "verse_Syn": [
            "paurṇamāsyām",
            "sinīvālyām",
            "dvādaśyām",
            "śravaṇe",
            "athavā",
            "dina",
            "kṣaye",
            "vyatīpāte",
            "saṅkrame",
            "arkadine",
            "api",
            "vā",
            "śrāvayet",
            "śraddadhānānām",
            "tīrtha",
            "pāda",
            "pada",
            "āśrayaḥ",
            "na",
            "icchan",
            "tatra",
            "ātmanā",
            "ātmānam",
            "santuṣṭaḥ",
            "iti",
            "sidhyati"
        ],
        "translation": "Persons who have completely taken shelter of the lotus feet of the Lord should recite this narration of Dhruva Mahārāja without taking remuneration. Specifically, recitation is recommended on the full-moon or dark-moon day, on the day after Ekādaśī, on the appearance of the Śravaṇa star, at the end of a particular tithi, or the occasion of Vyatīpāta, at the end of the month, or on Sunday. Such recitation should of course be performed before a favorable audience. When recitation is performed this way, without professional motive, the reciter and audience become perfect.",
        "purport": " Professional reciters may ask money to extinguish the blazing fire within their bellies, but they cannot make any spiritual improvement or become perfect. It is therefore strictly forbidden to recite Śrīmad-Bhāgavatam as a profession to earn a livelihood. Only one who is completely surrendered at the lotus feet of the Supreme Personality of Godhead, depending fully on Him for personal maintenance or even for maintenance of his family, can attain perfection by recitation of Śrīmad-Bhāgavatam, which is full of narrations of the pastimes of the Lord and His devotees. The process can be summarized as follows: the audience must be faithfully receptive to the Bhāgavata message, and the reciter should completely depend on the Supreme Personality of Godhead. Bhāgavata recitation must not be a business. If done in the right way, not only does the reciter achieve perfect satisfaction, but the Lord also is very satisfied with the reciter and the audience, and thus both are liberated from material bondage simply by the process of hearing."
    },
    {
        "verse": "51",
        "devanagari": "ज्ञानमज्ञाततत्त्वाय यो दद्यात्सत्पथेऽमृतम् । कृपालोर्दीननाथस्य देवास्तस्यानुगृह्णते ॥ ५१ ॥",
        "english_devnagari": "jñānam ajñāta-tattvāyayo dadyāt sat-pathe ’mṛtamkṛpālor dīna-nāthasyadevās tasyānugṛhṇate",
        "verse_Syn": [
            "jñānam",
            "ajñāta",
            "tattvāya",
            "yaḥ",
            "dadyāt",
            "sat",
            "pathe",
            "amṛtam",
            "kṛpāloḥ",
            "dīna",
            "nāthasya",
            "devāḥ",
            "tasya",
            "anugṛhṇate"
        ],
        "translation": "The narration of Dhruva Mahārāja is sublime knowledge for the attainment of immortality. Persons unaware of the Absolute Truth can be led to the path of truth. Those who out of transcendental kindness take on the responsibility of becoming master-protectors of the poor living entities automatically gain the interest and blessings of the demigods.",
        "purport": " Jñānam ajñāta means knowledge which is unknown almost throughout the entire world. No one knows actually what is the Absolute Truth. Materialists are very proud of their advancement in education, in philosophical speculation and in scientific knowledge, but no one actually knows what the Absolute Truth is. The great sage Maitreya, therefore, recommends that to enlighten people about the Absolute Truth (tattva) devotees should preach the teachings of Śrīmad-Bhāgavatam throughout the entire world. Śrīla Vyāsadeva especially compiled this great literature of scientific knowledge because people are completely unaware of the Absolute Truth. In the beginning of Śrīmad-Bhāgavatam, First Canto, it is said that Vyāsadeva, the learned sage, compiled this great Bhāgavata Purāṇa just to stop the ignorance of the mass of people. Because people do not know the Absolute Truth, this Śrīmad-Bhāgavatam was specifically compiled by Vyāsadeva under the instruction of Nārada. Generally, even though people are interested in understanding the truth, they take to speculation and reach at most the conception of impersonal Brahman. But very few men actually know the Personality of Godhead. Recitation of Śrīmad-Bhāgavatam is specifically meant to enlighten people about the Absolute Truth, the Supreme Personality of Godhead. Although there is no fundamental difference between impersonal Brahman, localized Paramātmā and the Supreme Person, factual immortality cannot be obtained unless and until one attains the stage of associating with the Supreme Person. Devotional service, which leads to the association of the Supreme Lord, is actual immortality. Pure devotees, out of compassion for the fallen souls, are kṛpālu, very kind to people in general; they distribute this Bhāgavata knowledge all over the world. A kindhearted devotee is called dīna-nātha, protector of the poor, ignorant mass of people. Lord Kṛṣṇa is also known as dīna-nātha or dīna-bandhu, the master or actual friend of the poor living entities, and His pure devotee also takes the same position of dīna-nātha. The dīna-nāthas, or devotees of Lord Kṛṣṇa, who preach the path of devotional service, become the favorites of the demigods. Generally people are interested in worshiping the demigods, especially Lord Śiva, in order to obtain material benefits, but a pure devotee, who engages in preaching the principles of devotional service, as prescribed in the Śrīmad-Bhāgavatam, does not need to separately worship the demigods; the demigods are automatically pleased with him and offer all the blessings within their capacity. As by watering the root of a tree the leaves and branches are automatically watered, so, by executing pure devotional service to the Lord, the branches, twigs and leaves of the Lord, known as demigods, are automatically pleased with the devotee, and they offer all benedictions."
    },
    {
        "verse": "52",
        "devanagari": "इदं मया तेऽभिहितं कुरूद्वहध्रुवस्य विख्यातविशुद्धकर्मण: । हित्वार्भक: क्रीडनकानि मातु-र्गृहं च विष्णुं शरणं यो जगाम ॥ ५२ ॥",
        "english_devnagari": "idaṁ mayā te ’bhihitaṁ kurūdvahadhruvasya vikhyāta-viśuddha-karmaṇaḥhitvārbhakaḥ krīḍanakāni māturgṛhaṁ ca viṣṇuṁ śaraṇaṁ yo jagāma",
        "verse_Syn": [
            "idam",
            "mayā",
            "te",
            "abhihitam",
            "kuru",
            "udvaha",
            "dhruvasya",
            "vikhyāta",
            "viśuddha",
            "karmaṇaḥ",
            "hitvā",
            "arbhakaḥ",
            "krīḍanakāni",
            "mātuḥ",
            "gṛham",
            "ca",
            "viṣṇum",
            "śaraṇam",
            "yaḥ",
            "jagāma"
        ],
        "translation": "The transcendental activities of Dhruva Mahārāja are well known all over the world, and they are very pure. In childhood Dhruva Mahārāja rejected all kinds of toys and playthings, left the protection of his mother and seriously took shelter of the Supreme Personality of Godhead, Viṣṇu. My dear Vidura, I therefore conclude this narration, for I have described to you all its details.",
        "purport": " It is said by Cāṇakya Paṇḍita that life is certainly short for everyone, but if one acts properly, his reputation will remain for a generation. As the Supreme Personality of Godhead, Kṛṣṇa, is everlastingly famous, so the reputation of Lord Kṛṣṇa’s devotee is also everlasting. Therefore in describing Dhruva Mahārāja’s activities two specific words have been used: vikhyāta, “very famous,” and viśuddha, “transcendental.” Dhruva Mahārāja’s leaving home at a tender age and taking shelter of the Supreme Personality of Godhead in the forest is a unique example in this world."
    }
]