[
    {
        "verse": "1",
        "devanagari": "मैत्रेय उवाचतत उत्पन्नविज्ञाना आश्वधोक्षजभाषितम् ।स्मरन्त आत्मजे भार्यां विसृज्य प्राव्रजन् गृहात् ॥ १ ॥",
        "english_devnagari": "maitreya uvācatata utpanna-vijñānāāśv adhokṣaja-bhāṣitamsmaranta ātmaje bhāryāṁvisṛjya prāvrajan gṛhāt",
        "verse_Syn": [
            "maitreyaḥ",
            "uvāca",
            "tataḥ",
            "utpanna",
            "vijñānāḥ",
            "āśu",
            "adhokṣaja",
            "bhāṣitam",
            "smarantaḥ",
            "ātma",
            "je",
            "bhāryām",
            "visṛjya",
            "prāvrajan",
            "gṛhāt"
        ],
        "translation": "The great saint Maitreya continued: After that, the Pracetās lived at home for thousands of years and developed perfect knowledge in spiritual consciousness. At last they remembered the blessings of the Supreme Personality of Godhead and left home, putting their wife in charge of a perfect son.",
        "purport": " After the Pracetās had finished their penances, they were blessed by the Supreme Personality of Godhead. The Lord blessed them by telling them that after finishing their family life they would return home, back to Godhead, in due course of time. After finishing their family life, which lasted thousands of years according to the calculation of the demigods, the Pracetās decided to leave home, putting their wife in the charge of a son named Dakṣa. This is the process of Vedic civilization. In the beginning of life, as a brahmacārī, one has to undergo severe penances and austerities in order to be educated in spiritual values. The brahmacārī, or student, is never allowed to mingle with women and learn from the beginning of life about sex enjoyment. The basic flaw in modern civilization is that boys and girls are given freedom during school and college to enjoy sex life. Most of the children are varṇa-saṅkara, meaning “born of undesirable fathers and mothers.” Consequently, the whole world is in chaos. Actually, human civilization should be based on the Vedic principles. This means that in the beginning of life boys and girls should undergo penances and austerities. When they are grown, they should get married, live for some time at home and beget children. When the children are grown up, the man should leave home and search for Kṛṣṇa consciousness. In this way one can make one’s life perfect by going home to the kingdom of God."
    },
    {
        "verse": "1",
        "devanagari": "मैत्रेय उवाचतत उत्पन्नविज्ञाना आश्वधोक्षजभाषितम् ।स्मरन्त आत्मजे भार्यां विसृज्य प्राव्रजन् गृहात् ॥ १ ॥",
        "english_devnagari": "maitreya uvācatata utpanna-vijñānāāśv adhokṣaja-bhāṣitamsmaranta ātmaje bhāryāṁvisṛjya prāvrajan gṛhāt",
        "verse_Syn": [
            "maitreyaḥ",
            "uvāca",
            "tataḥ",
            "utpanna",
            "vijñānāḥ",
            "āśu",
            "adhokṣaja",
            "bhāṣitam",
            "smarantaḥ",
            "ātma",
            "je",
            "bhāryām",
            "visṛjya",
            "prāvrajan",
            "gṛhāt"
        ],
        "translation": "The great saint Maitreya continued: After that, the Pracetās lived at home for thousands of years and developed perfect knowledge in spiritual consciousness. At last they remembered the blessings of the Supreme Personality of Godhead and left home, putting their wife in charge of a perfect son.",
        "purport": " After the Pracetās had finished their penances, they were blessed by the Supreme Personality of Godhead. The Lord blessed them by telling them that after finishing their family life they would return home, back to Godhead, in due course of time. After finishing their family life, which lasted thousands of years according to the calculation of the demigods, the Pracetās decided to leave home, putting their wife in the charge of a son named Dakṣa. This is the process of Vedic civilization. In the beginning of life, as a brahmacārī, one has to undergo severe penances and austerities in order to be educated in spiritual values. The brahmacārī, or student, is never allowed to mingle with women and learn from the beginning of life about sex enjoyment. The basic flaw in modern civilization is that boys and girls are given freedom during school and college to enjoy sex life. Most of the children are varṇa-saṅkara, meaning “born of undesirable fathers and mothers.” Consequently, the whole world is in chaos. Actually, human civilization should be based on the Vedic principles. This means that in the beginning of life boys and girls should undergo penances and austerities. When they are grown, they should get married, live for some time at home and beget children. When the children are grown up, the man should leave home and search for Kṛṣṇa consciousness. In this way one can make one’s life perfect by going home to the kingdom of God. Unless one practices penances and austerities in his student life, he cannot understand the existence of God. Without realizing Kṛṣṇa, one cannot make his life perfect. The conclusion is that when the children are grown, the wife should be put in the children’s charge. The husband may then leave home to develop Kṛṣṇa consciousness. Everything depends on the development of mature knowledge. King Prācīnabarhiṣat, the father of the Pracetās, left home before the arrival of his sons, who were engaged in austerity within the water. As soon as the time is ripe, or as soon as one has developed perfect Kṛṣṇa consciousness, he should leave home, even though all his duties may not be fulfilled. Prācīnabarhiṣat was waiting for the arrival of his sons, but following the instructions of Nārada, as soon as his intelligence was properly developed, he simply left instructions for his ministers to impart to his sons. Thus without waiting for their arrival, he left home."
    },
    {
        "verse": "1",
        "devanagari": "मैत्रेय उवाचतत उत्पन्नविज्ञाना आश्वधोक्षजभाषितम् ।स्मरन्त आत्मजे भार्यां विसृज्य प्राव्रजन् गृहात् ॥ १ ॥",
        "english_devnagari": "maitreya uvācatata utpanna-vijñānāāśv adhokṣaja-bhāṣitamsmaranta ātmaje bhāryāṁvisṛjya prāvrajan gṛhāt",
        "verse_Syn": [
            "maitreyaḥ",
            "uvāca",
            "tataḥ",
            "utpanna",
            "vijñānāḥ",
            "āśu",
            "adhokṣaja",
            "bhāṣitam",
            "smarantaḥ",
            "ātma",
            "je",
            "bhāryām",
            "visṛjya",
            "prāvrajan",
            "gṛhāt"
        ],
        "translation": "The great saint Maitreya continued: After that, the Pracetās lived at home for thousands of years and developed perfect knowledge in spiritual consciousness. At last they remembered the blessings of the Supreme Personality of Godhead and left home, putting their wife in charge of a perfect son.",
        "purport": " After the Pracetās had finished their penances, they were blessed by the Supreme Personality of Godhead. The Lord blessed them by telling them that after finishing their family life they would return home, back to Godhead, in due course of time. After finishing their family life, which lasted thousands of years according to the calculation of the demigods, the Pracetās decided to leave home, putting their wife in the charge of a son named Dakṣa. This is the process of Vedic civilization. In the beginning of life, as a brahmacārī, one has to undergo severe penances and austerities in order to be educated in spiritual values. The brahmacārī, or student, is never allowed to mingle with women and learn from the beginning of life about sex enjoyment. The basic flaw in modern civilization is that boys and girls are given freedom during school and college to enjoy sex life. Most of the children are varṇa-saṅkara, meaning “born of undesirable fathers and mothers.” Consequently, the whole world is in chaos. Actually, human civilization should be based on the Vedic principles. This means that in the beginning of life boys and girls should undergo penances and austerities. When they are grown, they should get married, live for some time at home and beget children. When the children are grown up, the man should leave home and search for Kṛṣṇa consciousness. In this way one can make one’s life perfect by going home to the kingdom of God. Unless one practices penances and austerities in his student life, he cannot understand the existence of God. Without realizing Kṛṣṇa, one cannot make his life perfect. The conclusion is that when the children are grown, the wife should be put in the children’s charge. The husband may then leave home to develop Kṛṣṇa consciousness. Everything depends on the development of mature knowledge. King Prācīnabarhiṣat, the father of the Pracetās, left home before the arrival of his sons, who were engaged in austerity within the water. As soon as the time is ripe, or as soon as one has developed perfect Kṛṣṇa consciousness, he should leave home, even though all his duties may not be fulfilled. Prācīnabarhiṣat was waiting for the arrival of his sons, but following the instructions of Nārada, as soon as his intelligence was properly developed, he simply left instructions for his ministers to impart to his sons. Thus without waiting for their arrival, he left home. Giving up a comfortable home life is absolutely necessary for human beings and is advised by Prahlāda Mahārāja. Hitvātma-pātaṁ gṛham andha-kūpam: to finish the materialistic way of life, one should leave his so-called comfortable home life, which is simply a means for killing the soul (ātma-pātam). The home is considered to be a dark well covered by grass, and if one falls within this well, he simply dies without anyone’s caring. One should therefore not be too much attached to family life, for it will spoil one’s development of Kṛṣṇa consciousness."
    },
    {
        "verse": "2",
        "devanagari": "दीक्षिता ब्रह्मसत्रेण सर्वभूतात्ममेधसा ।प्रतीच्यां दिशि वेलायां सिद्धोऽभूद्यत्र जाजलि: ॥ २ ॥",
        "english_devnagari": "dīkṣitā brahma-satreṇasarva-bhūtātma-medhasāpratīcyāṁ diśi velāyāṁsiddho ’bhūd yatra jājaliḥ",
        "verse_Syn": [
            "dīkṣitāḥ",
            "brahma",
            "satreṇa",
            "sarva",
            "bhūta",
            "ātma",
            "medhasā",
            "pratīcyām",
            "diśi",
            "velāyām",
            "siddhaḥ",
            "abhūt",
            "yatra",
            "jājaliḥ"
        ],
        "translation": "The Pracetās went to the seashore in the west where the great liberated sage Jājali was residing. After perfecting the spiritual knowledge by which one becomes equal toward all living entities, the Pracetās became perfect in Kṛṣṇa consciousness.",
        "purport": " The word brahma-satra means “cultivation of spiritual knowledge.” Actually, both the Vedas and severe austerity are known as brahma (vedas tattvaṁ tapo brahma). Brahma also means “the Absolute Truth.” One has to cultivate knowledge of the Absolute Truth by pursuing studies in the Vedas and undergoing severe austerities and penances. The Pracetās properly executed this function and consequently became equal to all other living entities. As Bhagavad-gītā (18.54) confirms:"
    },
    {
        "verse": "2",
        "devanagari": "दीक्षिता ब्रह्मसत्रेण सर्वभूतात्ममेधसा ।प्रतीच्यां दिशि वेलायां सिद्धोऽभूद्यत्र जाजलि: ॥ २ ॥",
        "english_devnagari": "dīkṣitā brahma-satreṇasarva-bhūtātma-medhasāpratīcyāṁ diśi velāyāṁsiddho ’bhūd yatra jājaliḥ",
        "verse_Syn": [
            "dīkṣitāḥ",
            "brahma",
            "satreṇa",
            "sarva",
            "bhūta",
            "ātma",
            "medhasā",
            "pratīcyām",
            "diśi",
            "velāyām",
            "siddhaḥ",
            "abhūt",
            "yatra",
            "jājaliḥ"
        ],
        "translation": "The Pracetās went to the seashore in the west where the great liberated sage Jājali was residing. After perfecting the spiritual knowledge by which one becomes equal toward all living entities, the Pracetās became perfect in Kṛṣṇa consciousness.",
        "purport": " The word brahma-satra means “cultivation of spiritual knowledge.” Actually, both the Vedas and severe austerity are known as brahma (vedas tattvaṁ tapo brahma). Brahma also means “the Absolute Truth.” One has to cultivate knowledge of the Absolute Truth by pursuing studies in the Vedas and undergoing severe austerities and penances. The Pracetās properly executed this function and consequently became equal to all other living entities. As Bhagavad-gītā (18.54) confirms: “One who is thus transcendentally situated at once realizes the Supreme Brahman and becomes fully joyful. He never laments or desires to have anything; he is equally disposed to every living entity. In that state he attains pure devotional service unto Me.”"
    },
    {
        "verse": "2",
        "devanagari": "दीक्षिता ब्रह्मसत्रेण सर्वभूतात्ममेधसा ।प्रतीच्यां दिशि वेलायां सिद्धोऽभूद्यत्र जाजलि: ॥ २ ॥",
        "english_devnagari": "dīkṣitā brahma-satreṇasarva-bhūtātma-medhasāpratīcyāṁ diśi velāyāṁsiddho ’bhūd yatra jājaliḥ",
        "verse_Syn": [
            "dīkṣitāḥ",
            "brahma",
            "satreṇa",
            "sarva",
            "bhūta",
            "ātma",
            "medhasā",
            "pratīcyām",
            "diśi",
            "velāyām",
            "siddhaḥ",
            "abhūt",
            "yatra",
            "jājaliḥ"
        ],
        "translation": "The Pracetās went to the seashore in the west where the great liberated sage Jājali was residing. After perfecting the spiritual knowledge by which one becomes equal toward all living entities, the Pracetās became perfect in Kṛṣṇa consciousness.",
        "purport": " The word brahma-satra means “cultivation of spiritual knowledge.” Actually, both the Vedas and severe austerity are known as brahma (vedas tattvaṁ tapo brahma). Brahma also means “the Absolute Truth.” One has to cultivate knowledge of the Absolute Truth by pursuing studies in the Vedas and undergoing severe austerities and penances. The Pracetās properly executed this function and consequently became equal to all other living entities. As Bhagavad-gītā (18.54) confirms: “One who is thus transcendentally situated at once realizes the Supreme Brahman and becomes fully joyful. He never laments or desires to have anything; he is equally disposed to every living entity. In that state he attains pure devotional service unto Me.” When one actually becomes spiritually advanced, he does not see the difference between one living entity and another. This platform is attained by determination. When perfect knowledge is expanded, one ceases to see the outward covering of the living entity. He sees, rather, the spirit soul within the body. Thus he does not make distinctions between a human being and an animal, a learned brāhmaṇa and a caṇḍāla:"
    },
    {
        "verse": "2",
        "devanagari": "दीक्षिता ब्रह्मसत्रेण सर्वभूतात्ममेधसा ।प्रतीच्यां दिशि वेलायां सिद्धोऽभूद्यत्र जाजलि: ॥ २ ॥",
        "english_devnagari": "dīkṣitā brahma-satreṇasarva-bhūtātma-medhasāpratīcyāṁ diśi velāyāṁsiddho ’bhūd yatra jājaliḥ",
        "verse_Syn": [
            "dīkṣitāḥ",
            "brahma",
            "satreṇa",
            "sarva",
            "bhūta",
            "ātma",
            "medhasā",
            "pratīcyām",
            "diśi",
            "velāyām",
            "siddhaḥ",
            "abhūt",
            "yatra",
            "jājaliḥ"
        ],
        "translation": "The Pracetās went to the seashore in the west where the great liberated sage Jājali was residing. After perfecting the spiritual knowledge by which one becomes equal toward all living entities, the Pracetās became perfect in Kṛṣṇa consciousness.",
        "purport": " The word brahma-satra means “cultivation of spiritual knowledge.” Actually, both the Vedas and severe austerity are known as brahma (vedas tattvaṁ tapo brahma). Brahma also means “the Absolute Truth.” One has to cultivate knowledge of the Absolute Truth by pursuing studies in the Vedas and undergoing severe austerities and penances. The Pracetās properly executed this function and consequently became equal to all other living entities. As Bhagavad-gītā (18.54) confirms: “One who is thus transcendentally situated at once realizes the Supreme Brahman and becomes fully joyful. He never laments or desires to have anything; he is equally disposed to every living entity. In that state he attains pure devotional service unto Me.” When one actually becomes spiritually advanced, he does not see the difference between one living entity and another. This platform is attained by determination. When perfect knowledge is expanded, one ceases to see the outward covering of the living entity. He sees, rather, the spirit soul within the body. Thus he does not make distinctions between a human being and an animal, a learned brāhmaṇa and a caṇḍāla: “The humble sage, by virtue of true knowledge, sees with equal vision a learned and gentle brāhmaṇa, a cow, an elephant, a dog and a dog-eater [outcaste].” (Bg. 5.18)"
    },
    {
        "verse": "2",
        "devanagari": "दीक्षिता ब्रह्मसत्रेण सर्वभूतात्ममेधसा ।प्रतीच्यां दिशि वेलायां सिद्धोऽभूद्यत्र जाजलि: ॥ २ ॥",
        "english_devnagari": "dīkṣitā brahma-satreṇasarva-bhūtātma-medhasāpratīcyāṁ diśi velāyāṁsiddho ’bhūd yatra jājaliḥ",
        "verse_Syn": [
            "dīkṣitāḥ",
            "brahma",
            "satreṇa",
            "sarva",
            "bhūta",
            "ātma",
            "medhasā",
            "pratīcyām",
            "diśi",
            "velāyām",
            "siddhaḥ",
            "abhūt",
            "yatra",
            "jājaliḥ"
        ],
        "translation": "The Pracetās went to the seashore in the west where the great liberated sage Jājali was residing. After perfecting the spiritual knowledge by which one becomes equal toward all living entities, the Pracetās became perfect in Kṛṣṇa consciousness.",
        "purport": " The word brahma-satra means “cultivation of spiritual knowledge.” Actually, both the Vedas and severe austerity are known as brahma (vedas tattvaṁ tapo brahma). Brahma also means “the Absolute Truth.” One has to cultivate knowledge of the Absolute Truth by pursuing studies in the Vedas and undergoing severe austerities and penances. The Pracetās properly executed this function and consequently became equal to all other living entities. As Bhagavad-gītā (18.54) confirms: “One who is thus transcendentally situated at once realizes the Supreme Brahman and becomes fully joyful. He never laments or desires to have anything; he is equally disposed to every living entity. In that state he attains pure devotional service unto Me.” When one actually becomes spiritually advanced, he does not see the difference between one living entity and another. This platform is attained by determination. When perfect knowledge is expanded, one ceases to see the outward covering of the living entity. He sees, rather, the spirit soul within the body. Thus he does not make distinctions between a human being and an animal, a learned brāhmaṇa and a caṇḍāla: “The humble sage, by virtue of true knowledge, sees with equal vision a learned and gentle brāhmaṇa, a cow, an elephant, a dog and a dog-eater [outcaste].” (Bg. 5.18) A learned person sees everyone equally on a spiritual basis, and a learned person, a devotee, wants to see everyone developed in Kṛṣṇa consciousness. The place where the Pracetās were residing was perfect for executing spiritual activities, for it is indicated that the great sage Jājali attained mukti (liberation) there. One desiring perfection or liberation should associate with a person who is already liberated. This is called sādhu-saṅga, associating with a perfect devotee."
    },
    {
        "verse": "3",
        "devanagari": "तान्निर्जितप्राणमनोवचोद‍ृशोजितासनान् शान्तसमानविग्रहान् ।परेऽमले ब्रह्मणि योजितात्मन:सुरासुरेड्यो दद‍ृशे स्म नारद: ॥ ३ ॥",
        "english_devnagari": "tān nirjita-prāṇa-mano-vaco-dṛśojitāsanān śānta-samāna-vigrahānpare ’male brahmaṇi yojitātmanaḥsurāsureḍyo dadṛśe sma nāradaḥ",
        "verse_Syn": [
            "tān",
            "nirjita",
            "prāṇa",
            "manaḥ",
            "vacaḥ",
            "dṛśaḥ",
            "jita",
            "āsanān",
            "śānta",
            "samāna",
            "vigrahān",
            "pare",
            "amale",
            "brahmaṇi",
            "yojita",
            "ātmanaḥ",
            "sura",
            "asura",
            "īḍyaḥ",
            "dadṛśe",
            "sma",
            "nāradaḥ"
        ],
        "translation": "After practicing the yogāsana for mystic yoga, the Pracetās managed to control their life air, mind, words and external vision. Thus by the prāṇāyāma process they were completely relieved of material attachment. By remaining perpendicular, they could concentrate their minds on the uppermost Brahman. While they were practicing this prāṇāyāma, the great sage Nārada, who is worshiped both by demons and by demigods, came to see them.",
        "purport": " In this verse the words pare amale are significant. The realization of Brahman is explained in Śrīmad-Bhāgavatam. The Absolute Truth is realized in three phases: impersonal effulgence (Brahman), localized Paramātmā and the Supreme Personality of Godhead, Bhagavān. In his prayers, Lord Śiva concentrated upon the personal features of Parabrahman, described in personal terms as snigdha-prāvṛḍ-ghana-śyāmam (Bhāg. 4.24.45). Following the instructions of Lord Śiva, the Pracetās also concentrated their minds on the Śyāmasundara form of the Supreme Brahman. Although impersonal Brahman, Paramātmā Brahman and Brahman as the Supreme Person are all on the same transcendental platform, the personal feature of the Supreme Brahman is the ultimate goal and last word in transcendence."
    },
    {
        "verse": "3",
        "devanagari": "तान्निर्जितप्राणमनोवचोद‍ृशोजितासनान् शान्तसमानविग्रहान् ।परेऽमले ब्रह्मणि योजितात्मन:सुरासुरेड्यो दद‍ृशे स्म नारद: ॥ ३ ॥",
        "english_devnagari": "tān nirjita-prāṇa-mano-vaco-dṛśojitāsanān śānta-samāna-vigrahānpare ’male brahmaṇi yojitātmanaḥsurāsureḍyo dadṛśe sma nāradaḥ",
        "verse_Syn": [
            "tān",
            "nirjita",
            "prāṇa",
            "manaḥ",
            "vacaḥ",
            "dṛśaḥ",
            "jita",
            "āsanān",
            "śānta",
            "samāna",
            "vigrahān",
            "pare",
            "amale",
            "brahmaṇi",
            "yojita",
            "ātmanaḥ",
            "sura",
            "asura",
            "īḍyaḥ",
            "dadṛśe",
            "sma",
            "nāradaḥ"
        ],
        "translation": "After practicing the yogāsana for mystic yoga, the Pracetās managed to control their life air, mind, words and external vision. Thus by the prāṇāyāma process they were completely relieved of material attachment. By remaining perpendicular, they could concentrate their minds on the uppermost Brahman. While they were practicing this prāṇāyāma, the great sage Nārada, who is worshiped both by demons and by demigods, came to see them.",
        "purport": " In this verse the words pare amale are significant. The realization of Brahman is explained in Śrīmad-Bhāgavatam. The Absolute Truth is realized in three phases: impersonal effulgence (Brahman), localized Paramātmā and the Supreme Personality of Godhead, Bhagavān. In his prayers, Lord Śiva concentrated upon the personal features of Parabrahman, described in personal terms as snigdha-prāvṛḍ-ghana-śyāmam (Bhāg. 4.24.45). Following the instructions of Lord Śiva, the Pracetās also concentrated their minds on the Śyāmasundara form of the Supreme Brahman. Although impersonal Brahman, Paramātmā Brahman and Brahman as the Supreme Person are all on the same transcendental platform, the personal feature of the Supreme Brahman is the ultimate goal and last word in transcendence. The great sage Nārada travels everywhere. He goes to the demons and the demigods and is equally respected. He is consequently described herein as surāsureḍya, worshiped both by demons and by demigods. For Nārada Muni, the door of every house is open. Although there is perpetual animosity between the demons and demigods, Nārada Muni is welcomed everywhere. Nārada is considered one of the demigods, of course, and the word devarṣi means “the saintly person among the demigods.” But not even the demons envy Nārada Muni; therefore he is equally worshiped both by demons and by demigods. A perfect Vaiṣṇava’s position should be just like Nārada Muni’s, completely independent and unbiased."
    },
    {
        "verse": "4",
        "devanagari": "तमागतं त उत्थाय प्रणिपत्याभिनन्द्य च ।पूजयित्वा यथादेशं सुखासीनमथाब्रुवन् ॥ ४ ॥",
        "english_devnagari": "tam āgataṁ ta utthāyapraṇipatyābhinandya capūjayitvā yathādeśaṁsukhāsīnam athābruvan",
        "verse_Syn": [
            "tam",
            "āgatam",
            "te",
            "utthāya",
            "praṇipatya",
            "abhinandya",
            "ca",
            "pūjayitvā",
            "yathā",
            "ādeśam",
            "sukha",
            "āsīnam",
            "atha",
            "abruvan"
        ],
        "translation": "As soon as the Pracetās saw that the great sage Nārada had appeared, they immediately got up even from their āsanas. As required, they immediately offered obeisances and worshiped him, and when they saw that Nārada Muni was properly seated, they began to ask him questions.",
        "purport": " It is significant that all the Pracetās were engaged in practicing yoga to concentrate their minds on the Supreme Personality of Godhead."
    },
    {
        "verse": "5",
        "devanagari": "प्रचेतस ऊचु:स्वागतं ते सुरर्षेऽद्य दिष्ट्या नो दर्शनं गत: ।तव चङ्‌क्रमणं ब्रह्मन्नभयाय यथा रवे: ॥ ५ ॥",
        "english_devnagari": "pracetasa ūcuḥsvāgataṁ te surarṣe ’dyadiṣṭyā no darśanaṁ gataḥtava caṅkramaṇaṁ brahmannabhayāya yathā raveḥ",
        "verse_Syn": [
            "pracetasaḥ",
            "ūcuḥ",
            "su",
            "āgatam",
            "te",
            "sura",
            "ṛṣe",
            "adya",
            "diṣṭyā",
            "naḥ",
            "darśanam",
            "gataḥ",
            "tava",
            "caṅkramaṇam",
            "brahman",
            "abhayāya",
            "yathā",
            "raveḥ"
        ],
        "translation": "All the Pracetās began to address the great sage Nārada: O great sage, O brāhmaṇa, we hope you met with no disturbances while coming here. It is due to our great fortune that we are now able to see you. By the traveling of the sun, people are relieved from the fear of the darkness of night — a fear brought about by thieves and rogues. Similarly, your traveling is like the sun’s, for you drive away all kinds of fear.",
        "purport": " Because of the night’s darkness, everyone is afraid of rogues and thieves, especially in great cities. People are often afraid to go out on the streets, and we understand that even in a great city like New York people do not like to go out at night. More or less, when it is night everyone is afraid, either in the city or in the village. However, as soon as the sun rises everyone is relieved. Similarly, this material world is dark by nature. Everyone is afraid of danger at every moment, but when one sees a devotee like Nārada, all fear is relieved. Just as the sun disperses darkness, the appearance of a great sage like Nārada disperses ignorance. When one meets Nārada or his representative, a spiritual master, one is freed from all anxiety brought about by ignorance."
    },
    {
        "verse": "6",
        "devanagari": "यदादिष्टं भगवता शिवेनाधोक्षजेन च ।तद् गृहेषु प्रसक्तानां प्रायश: क्षपितं प्रभो ॥ ६ ॥",
        "english_devnagari": "yad ādiṣṭaṁ bhagavatāśivenādhokṣajena catad gṛheṣu prasaktānāṁprāyaśaḥ kṣapitaṁ prabho",
        "verse_Syn": [
            "yat",
            "ādiṣṭam",
            "bhagavatā",
            "śivena",
            "adhokṣajena",
            "ca",
            "tat",
            "gṛheṣu",
            "prasaktānām",
            "prāyaśaḥ",
            "kṣapitam",
            "prabho"
        ],
        "translation": "O master, may we inform you that because of our being overly attached to family affairs, we almost forgot the instructions we received from Lord Śiva and Lord Viṣṇu.",
        "purport": " Remaining in family life is a kind of concession for sense enjoyment. One should know that sense enjoyment is not required, but one has to accept sense enjoyment inasmuch as one has to live. As confirmed in Śrīmad-Bhāgavatam (1.2.10), kāmasya nendriya-prītiḥ. One has to become a gosvāmī and control his senses. One should not simply use his senses for sense gratification; rather, the senses should be employed just as much as required for maintaining body and soul together. Śrīla Rūpa Gosvāmī recommends, anāsaktasya viṣayān yathārham upayuñjataḥ: one should not be attached to sense objects but should accept sense enjoyment as much as required, and no more. If one wishes to enjoy the senses more than required, he becomes attached to family life, which means bondage. All the Pracetās admitted their fault in remaining in household life."
    },
    {
        "verse": "7",
        "devanagari": "तन्न: प्रद्योतयाध्यात्मज्ञानं तत्त्वार्थदर्शनम् ।येनाञ्जसा तरिष्यामो दुस्तरं भवसागरम् ॥ ७ ॥",
        "english_devnagari": "tan naḥ pradyotayādhyātma-jñānaṁ tattvārtha-darśanamyenāñjasā tariṣyāmodustaraṁ bhava-sāgaram",
        "verse_Syn": [
            "tat",
            "naḥ",
            "pradyotaya",
            "adhyātma",
            "jñānam",
            "tattva",
            "artha",
            "darśanam",
            "yena",
            "añjasā",
            "tariṣyāmaḥ",
            "dustaram",
            "bhava",
            "sāgaram"
        ],
        "translation": "Dear master, kindly enlighten us in transcendental knowledge, which may act as a torchlight by which we may cross the dark nescience of material existence.",
        "purport": " The Pracetās requested Nārada to enlighten them in transcendental knowledge. Generally when a common man meets a saintly person, he wishes to get some material benediction. However, the Pracetās were not interested in material benefit, for they had enjoyed all this sufficiently. Nor did they want the fulfillment of their material desires. They were simply interested in crossing the ocean of nescience. Everyone should be interested in getting out of these material clutches. Everyone should approach a saintly person in order to be enlightened in this connection. One should not bother a saintly person to get blessings for material enjoyment. Generally, householders receive saintly persons to get their blessings, but their real aim is to become happy in the material world. Asking such material benedictions is not recommended in the śāstras."
    },
    {
        "verse": "8",
        "devanagari": "मैत्रेय उवाचइति प्रचेतसां पृष्टो भगवान्नारदो मुनि: ।भगवत्युत्तमश्लोक आविष्टात्माब्रवीन्नृपान् ॥ ८ ॥",
        "english_devnagari": "maitreya uvācaiti pracetasāṁ pṛṣṭobhagavān nārado muniḥbhagavaty uttama-ślokaāviṣṭātmābravīn nṛpān",
        "verse_Syn": [
            "maitreyaḥ",
            "uvāca",
            "iti",
            "pracetasām",
            "pṛṣṭaḥ",
            "bhagavān",
            "nāradaḥ",
            "muniḥ",
            "bhagavati",
            "uttama",
            "śloke",
            "āviṣṭa",
            "ātmā",
            "abravīt",
            "nṛpān"
        ],
        "translation": "The great sage Maitreya continued: My dear Vidura, being thus petitioned by the Pracetās, the supreme devotee Nārada, who is always absorbed in thoughts of the Supreme Personality of Godhead, began to reply.",
        "purport": " In this verse bhagavān nāradaḥ indicates that Nārada is always absorbed in thoughts of the Supreme Personality of Godhead (bhagavaty uttama-śloka āviṣṭātmā). Nārada has no other business than thinking of Kṛṣṇa, talking of Kṛṣṇa and preaching about Kṛṣṇa; therefore he is sometimes called bhagavān. Bhagavān means “one who possesses all opulences.” When a person possesses Bhagavān within his heart, he is also sometimes called bhagavān. Śrīla Viśvanātha Cakravartī Ṭhākura said, sākṣād-dharitvena samasta-śāstraiḥ: in every śāstra the spiritual master is accepted directly as the Supreme Personality of Godhead. This does not mean that the spiritual master or a saintly person like Nārada has actually become the Supreme Personality of Godhead, but he is accepted in this way because he possesses the Supreme Personality of Godhead within his heart constantly. As described here (āviṣṭātmā), when one is simply absorbed in the thought of Kṛṣṇa, one is also called bhagavān. Bhagavān possesses all opulence. If one possesses Bhagavān within his heart always, does he not automatically possess all opulence also? In that sense a great devotee like Nārada can be called bhagavān. However, we cannot tolerate when a rascal or imposter is called bhagavān. One must possess either all opulences or the Supreme Personality of Godhead, Bhagavān, who possesses all opulences."
    },
    {
        "verse": "9",
        "devanagari": "नारद उवाचतज्जन्म तानि कर्माणि तदायुस्तन्मनो वच: ।नृणां येन हि विश्वात्मा सेव्यते हरिरीश्वर: ॥ ९ ॥",
        "english_devnagari": "nārada uvācataj janma tāni karmāṇitad āyus tan mano vacaḥnṛṇāṁ yena hi viśvātmāsevyate harir īśvaraḥ",
        "verse_Syn": [
            "nāradaḥ",
            "uvāca",
            "tat",
            "janma",
            "tāni",
            "karmāṇi",
            "tat",
            "āyuḥ",
            "tat",
            "manaḥ",
            "vacaḥ",
            "nṛṇām",
            "yena",
            "hi",
            "viśva",
            "ātmā",
            "sevyate",
            "hariḥ",
            "īśvaraḥ"
        ],
        "translation": "The great sage Nārada said: When a living entity is born to engage in the devotional service of the Supreme Personality of Godhead, who is the supreme controller, his birth, all his fruitive activities, his life span, his mind and his words are all factually perfect.",
        "purport": " In this verse the word nṛṇām is very important. There are many other births besides human birth, but Nārada Muni is herein especially speaking of human birth. Among human beings there are different types of men. Of these, those who are advanced in spiritual consciousness, or Kṛṣṇa consciousness, are called Āryans. Among Āryans, one who engages in the devotional service of the Lord is most successful in life. The word nṛṇām indicates that lower animals are not expected to engage in the devotional service of the Lord. But in perfect human society everyone should engage in the devotional service of the Lord. It does not matter whether one is born poor or rich, black or white. There may be so many material distinctions for one who takes birth in human society, but everyone should engage in the Lord’s devotional service. At the present moment civilized nations have given up God consciousness for economic development. They are actually no longer interested in advancing in God consciousness. Formerly their forefathers were engaged in executing religious principles. Whether one is Hindu, Muslim, Buddhist, Jewish or whatever, everyone has some religious institution. Real religion, however, means becoming God conscious. It is particularly mentioned herein that birth is successful if an interest in Kṛṣṇa consciousness is taken. Activity is successful if it results in serving the Lord. Philosophical speculation or mental speculation is successful when engaged in understanding the Supreme Personality of Godhead. The senses are worth possessing when engaged in the service of the Lord. Actually, devotional service means engaging the senses in the service of the Lord. At the present moment our senses are not purified; therefore our senses are engaged in the service of society, friendship, love, politics, sociology and so on. However, when the senses are engaged in the service of the Lord, one attains bhakti, or devotional service. In the next verse these matters will be more clearly explained."
    },
    {
        "verse": "9",
        "devanagari": "नारद उवाचतज्जन्म तानि कर्माणि तदायुस्तन्मनो वच: ।नृणां येन हि विश्वात्मा सेव्यते हरिरीश्वर: ॥ ९ ॥",
        "english_devnagari": "nārada uvācataj janma tāni karmāṇitad āyus tan mano vacaḥnṛṇāṁ yena hi viśvātmāsevyate harir īśvaraḥ",
        "verse_Syn": [
            "nāradaḥ",
            "uvāca",
            "tat",
            "janma",
            "tāni",
            "karmāṇi",
            "tat",
            "āyuḥ",
            "tat",
            "manaḥ",
            "vacaḥ",
            "nṛṇām",
            "yena",
            "hi",
            "viśva",
            "ātmā",
            "sevyate",
            "hariḥ",
            "īśvaraḥ"
        ],
        "translation": "The great sage Nārada said: When a living entity is born to engage in the devotional service of the Supreme Personality of Godhead, who is the supreme controller, his birth, all his fruitive activities, his life span, his mind and his words are all factually perfect.",
        "purport": " In this verse the word nṛṇām is very important. There are many other births besides human birth, but Nārada Muni is herein especially speaking of human birth. Among human beings there are different types of men. Of these, those who are advanced in spiritual consciousness, or Kṛṣṇa consciousness, are called Āryans. Among Āryans, one who engages in the devotional service of the Lord is most successful in life. The word nṛṇām indicates that lower animals are not expected to engage in the devotional service of the Lord. But in perfect human society everyone should engage in the devotional service of the Lord. It does not matter whether one is born poor or rich, black or white. There may be so many material distinctions for one who takes birth in human society, but everyone should engage in the Lord’s devotional service. At the present moment civilized nations have given up God consciousness for economic development. They are actually no longer interested in advancing in God consciousness. Formerly their forefathers were engaged in executing religious principles. Whether one is Hindu, Muslim, Buddhist, Jewish or whatever, everyone has some religious institution. Real religion, however, means becoming God conscious. It is particularly mentioned herein that birth is successful if an interest in Kṛṣṇa consciousness is taken. Activity is successful if it results in serving the Lord. Philosophical speculation or mental speculation is successful when engaged in understanding the Supreme Personality of Godhead. The senses are worth possessing when engaged in the service of the Lord. Actually, devotional service means engaging the senses in the service of the Lord. At the present moment our senses are not purified; therefore our senses are engaged in the service of society, friendship, love, politics, sociology and so on. However, when the senses are engaged in the service of the Lord, one attains bhakti, or devotional service. In the next verse these matters will be more clearly explained. When one great devotee of Lord Caitanya Mahāprabhu saw the Lord, he said that all his desires were fulfilled. He said, “Today everything is auspicious. Today my birthplace and neighborhood are completely glorified. Today my senses, from my eyes down to my toes, are fortunate. Today my life is successful because I have been able to see the lotus feet that are worshiped by the goddess of fortune.”"
    },
    {
        "verse": "10",
        "devanagari": "किं जन्मभिस्त्रिभिर्वेह शौक्रसावित्रयाज्ञिकै: ।कर्मभिर्वा त्रयीप्रोक्तै: पुंसोऽपि विबुधायुषा ॥ १० ॥",
        "english_devnagari": "kiṁ janmabhis tribhir vehaśaukra-sāvitra-yājñikaiḥkarmabhir vā trayī-proktaiḥpuṁso ’pi vibudhāyuṣā",
        "verse_Syn": [
            "kim",
            "janmabhiḥ",
            "tribhiḥ",
            "vā",
            "iha",
            "śaukra",
            "sāvitra",
            "yājñikaiḥ",
            "karmabhiḥ",
            "vā",
            "trayī",
            "proktaiḥ",
            "puṁsaḥ",
            "api",
            "vibudha",
            "āyuṣā"
        ],
        "translation": "A civilized human being has three kinds of births. The first birth is by a pure father and mother, and this birth is called birth by semen. The next birth takes place when one is initiated by the spiritual master, and this birth is called sāvitra. The third birth, called yājñika, takes place when one is given the opportunity to worship Lord Viṣṇu. Despite the opportunities for attaining such births, even if one gets the life span of a demigod, if one does not actually engage in the service of the Lord, everything is useless. Similarly, one’s activities may be mundane or spiritual, but they are useless if they are not meant for satisfying the Lord.",
        "purport": " The word śaukra-janma means “taking birth by seminal discharge.” Animals can take their birth in this way too. However, a human being can be reformed from the śaukra-janma, as recommended in the Vedic civilization. Before the birth takes place, or before father and mother unite, there is a ceremony called garbhādhāna-saṁskāra, which must be adopted. This garbhādhāna-saṁskāra is especially recommended for higher castes, especially the brāhmaṇa caste. It is said in the śāstras that if the garbhādhāna-saṁskāra is not practiced among the higher castes, the entire family becomes śūdra. It is also stated that in this Age of Kali, everyone is śūdra due to the absence of the garbhādhāna-saṁskāra. This is the Vedic system. According to the pāñcarātrika system, however, even though everyone is a śūdra due to the absence of the garbhādhāna-saṁskāra, if a person has but a little tendency to become Kṛṣṇa conscious, he should be given the chance to elevate himself to the transcendental platform of devotional service. Our Kṛṣṇa consciousness movement adopts this pāñcarātrika-vidhi, as advised by Śrīla Sanātana Gosvāmī, who says:"
    },
    {
        "verse": "10",
        "devanagari": "किं जन्मभिस्त्रिभिर्वेह शौक्रसावित्रयाज्ञिकै: ।कर्मभिर्वा त्रयीप्रोक्तै: पुंसोऽपि विबुधायुषा ॥ १० ॥",
        "english_devnagari": "kiṁ janmabhis tribhir vehaśaukra-sāvitra-yājñikaiḥkarmabhir vā trayī-proktaiḥpuṁso ’pi vibudhāyuṣā",
        "verse_Syn": [
            "kim",
            "janmabhiḥ",
            "tribhiḥ",
            "vā",
            "iha",
            "śaukra",
            "sāvitra",
            "yājñikaiḥ",
            "karmabhiḥ",
            "vā",
            "trayī",
            "proktaiḥ",
            "puṁsaḥ",
            "api",
            "vibudha",
            "āyuṣā"
        ],
        "translation": "A civilized human being has three kinds of births. The first birth is by a pure father and mother, and this birth is called birth by semen. The next birth takes place when one is initiated by the spiritual master, and this birth is called sāvitra. The third birth, called yājñika, takes place when one is given the opportunity to worship Lord Viṣṇu. Despite the opportunities for attaining such births, even if one gets the life span of a demigod, if one does not actually engage in the service of the Lord, everything is useless. Similarly, one’s activities may be mundane or spiritual, but they are useless if they are not meant for satisfying the Lord.",
        "purport": " The word śaukra-janma means “taking birth by seminal discharge.” Animals can take their birth in this way too. However, a human being can be reformed from the śaukra-janma, as recommended in the Vedic civilization. Before the birth takes place, or before father and mother unite, there is a ceremony called garbhādhāna-saṁskāra, which must be adopted. This garbhādhāna-saṁskāra is especially recommended for higher castes, especially the brāhmaṇa caste. It is said in the śāstras that if the garbhādhāna-saṁskāra is not practiced among the higher castes, the entire family becomes śūdra. It is also stated that in this Age of Kali, everyone is śūdra due to the absence of the garbhādhāna-saṁskāra. This is the Vedic system. According to the pāñcarātrika system, however, even though everyone is a śūdra due to the absence of the garbhādhāna-saṁskāra, if a person has but a little tendency to become Kṛṣṇa conscious, he should be given the chance to elevate himself to the transcendental platform of devotional service. Our Kṛṣṇa consciousness movement adopts this pāñcarātrika-vidhi, as advised by Śrīla Sanātana Gosvāmī, who says: “As bell metal, when mixed with mercury, is transformed to gold, a person, even though not golden pure, can be transformed into a brāhmaṇa, or dvija, simply by the initiation process.” (Hari-bhakti-vilāsa 2.12) Thus if one is initiated by a proper person, he can be accepted as twice-born immediately. In our Kṛṣṇa consciousness movement, we therefore offer the student his first initiation and allow him to chant the Hare Kṛṣṇa mahā-mantra. By chanting the Hare Kṛṣṇa mahā-mantra regularly and following the regulative principles, one becomes qualified to be initiated as a brāhmaṇa, because unless one is a qualified brāhmaṇa he cannot be allowed to worship Lord Viṣṇu. This is called yājñika-janma. In our Kṛṣṇa consciousness society, unless one is twice initiated — first by chanting Hare Kṛṣṇa and second by the Gāyatrī mantra — he is not allowed to enter the kitchen or Deity room to execute duties. However, when one is elevated to the platform on which he can worship the Deity, his previous birth does not matter:"
    },
    {
        "verse": "10",
        "devanagari": "किं जन्मभिस्त्रिभिर्वेह शौक्रसावित्रयाज्ञिकै: ।कर्मभिर्वा त्रयीप्रोक्तै: पुंसोऽपि विबुधायुषा ॥ १० ॥",
        "english_devnagari": "kiṁ janmabhis tribhir vehaśaukra-sāvitra-yājñikaiḥkarmabhir vā trayī-proktaiḥpuṁso ’pi vibudhāyuṣā",
        "verse_Syn": [
            "kim",
            "janmabhiḥ",
            "tribhiḥ",
            "vā",
            "iha",
            "śaukra",
            "sāvitra",
            "yājñikaiḥ",
            "karmabhiḥ",
            "vā",
            "trayī",
            "proktaiḥ",
            "puṁsaḥ",
            "api",
            "vibudha",
            "āyuṣā"
        ],
        "translation": "A civilized human being has three kinds of births. The first birth is by a pure father and mother, and this birth is called birth by semen. The next birth takes place when one is initiated by the spiritual master, and this birth is called sāvitra. The third birth, called yājñika, takes place when one is given the opportunity to worship Lord Viṣṇu. Despite the opportunities for attaining such births, even if one gets the life span of a demigod, if one does not actually engage in the service of the Lord, everything is useless. Similarly, one’s activities may be mundane or spiritual, but they are useless if they are not meant for satisfying the Lord.",
        "purport": " The word śaukra-janma means “taking birth by seminal discharge.” Animals can take their birth in this way too. However, a human being can be reformed from the śaukra-janma, as recommended in the Vedic civilization. Before the birth takes place, or before father and mother unite, there is a ceremony called garbhādhāna-saṁskāra, which must be adopted. This garbhādhāna-saṁskāra is especially recommended for higher castes, especially the brāhmaṇa caste. It is said in the śāstras that if the garbhādhāna-saṁskāra is not practiced among the higher castes, the entire family becomes śūdra. It is also stated that in this Age of Kali, everyone is śūdra due to the absence of the garbhādhāna-saṁskāra. This is the Vedic system. According to the pāñcarātrika system, however, even though everyone is a śūdra due to the absence of the garbhādhāna-saṁskāra, if a person has but a little tendency to become Kṛṣṇa conscious, he should be given the chance to elevate himself to the transcendental platform of devotional service. Our Kṛṣṇa consciousness movement adopts this pāñcarātrika-vidhi, as advised by Śrīla Sanātana Gosvāmī, who says: “As bell metal, when mixed with mercury, is transformed to gold, a person, even though not golden pure, can be transformed into a brāhmaṇa, or dvija, simply by the initiation process.” (Hari-bhakti-vilāsa 2.12) Thus if one is initiated by a proper person, he can be accepted as twice-born immediately. In our Kṛṣṇa consciousness movement, we therefore offer the student his first initiation and allow him to chant the Hare Kṛṣṇa mahā-mantra. By chanting the Hare Kṛṣṇa mahā-mantra regularly and following the regulative principles, one becomes qualified to be initiated as a brāhmaṇa, because unless one is a qualified brāhmaṇa he cannot be allowed to worship Lord Viṣṇu. This is called yājñika-janma. In our Kṛṣṇa consciousness society, unless one is twice initiated — first by chanting Hare Kṛṣṇa and second by the Gāyatrī mantra — he is not allowed to enter the kitchen or Deity room to execute duties. However, when one is elevated to the platform on which he can worship the Deity, his previous birth does not matter: “Even if one is born in the family of a caṇḍāla, if one engages in the devotional service of the Lord, he becomes the best of brāhmaṇas. But even a brāhmaṇa who is devoid of devotional service is on the level of the lowest dog-eater.” If a person is advanced in devotional service, it does not matter whether he was born in a caṇḍāla family. He becomes purified. As Śrī Prahlāda Mahārāja said:"
    },
    {
        "verse": "10",
        "devanagari": "किं जन्मभिस्त्रिभिर्वेह शौक्रसावित्रयाज्ञिकै: ।कर्मभिर्वा त्रयीप्रोक्तै: पुंसोऽपि विबुधायुषा ॥ १० ॥",
        "english_devnagari": "kiṁ janmabhis tribhir vehaśaukra-sāvitra-yājñikaiḥkarmabhir vā trayī-proktaiḥpuṁso ’pi vibudhāyuṣā",
        "verse_Syn": [
            "kim",
            "janmabhiḥ",
            "tribhiḥ",
            "vā",
            "iha",
            "śaukra",
            "sāvitra",
            "yājñikaiḥ",
            "karmabhiḥ",
            "vā",
            "trayī",
            "proktaiḥ",
            "puṁsaḥ",
            "api",
            "vibudha",
            "āyuṣā"
        ],
        "translation": "A civilized human being has three kinds of births. The first birth is by a pure father and mother, and this birth is called birth by semen. The next birth takes place when one is initiated by the spiritual master, and this birth is called sāvitra. The third birth, called yājñika, takes place when one is given the opportunity to worship Lord Viṣṇu. Despite the opportunities for attaining such births, even if one gets the life span of a demigod, if one does not actually engage in the service of the Lord, everything is useless. Similarly, one’s activities may be mundane or spiritual, but they are useless if they are not meant for satisfying the Lord.",
        "purport": " The word śaukra-janma means “taking birth by seminal discharge.” Animals can take their birth in this way too. However, a human being can be reformed from the śaukra-janma, as recommended in the Vedic civilization. Before the birth takes place, or before father and mother unite, there is a ceremony called garbhādhāna-saṁskāra, which must be adopted. This garbhādhāna-saṁskāra is especially recommended for higher castes, especially the brāhmaṇa caste. It is said in the śāstras that if the garbhādhāna-saṁskāra is not practiced among the higher castes, the entire family becomes śūdra. It is also stated that in this Age of Kali, everyone is śūdra due to the absence of the garbhādhāna-saṁskāra. This is the Vedic system. According to the pāñcarātrika system, however, even though everyone is a śūdra due to the absence of the garbhādhāna-saṁskāra, if a person has but a little tendency to become Kṛṣṇa conscious, he should be given the chance to elevate himself to the transcendental platform of devotional service. Our Kṛṣṇa consciousness movement adopts this pāñcarātrika-vidhi, as advised by Śrīla Sanātana Gosvāmī, who says: “As bell metal, when mixed with mercury, is transformed to gold, a person, even though not golden pure, can be transformed into a brāhmaṇa, or dvija, simply by the initiation process.” (Hari-bhakti-vilāsa 2.12) Thus if one is initiated by a proper person, he can be accepted as twice-born immediately. In our Kṛṣṇa consciousness movement, we therefore offer the student his first initiation and allow him to chant the Hare Kṛṣṇa mahā-mantra. By chanting the Hare Kṛṣṇa mahā-mantra regularly and following the regulative principles, one becomes qualified to be initiated as a brāhmaṇa, because unless one is a qualified brāhmaṇa he cannot be allowed to worship Lord Viṣṇu. This is called yājñika-janma. In our Kṛṣṇa consciousness society, unless one is twice initiated — first by chanting Hare Kṛṣṇa and second by the Gāyatrī mantra — he is not allowed to enter the kitchen or Deity room to execute duties. However, when one is elevated to the platform on which he can worship the Deity, his previous birth does not matter: “Even if one is born in the family of a caṇḍāla, if one engages in the devotional service of the Lord, he becomes the best of brāhmaṇas. But even a brāhmaṇa who is devoid of devotional service is on the level of the lowest dog-eater.” If a person is advanced in devotional service, it does not matter whether he was born in a caṇḍāla family. He becomes purified. As Śrī Prahlāda Mahārāja said: Even if one is a brāhmaṇa and is qualified with all the brahminical qualifications, he is considered degraded if he is averse to worshiping the Supreme Personality of Godhead. But if a person is attached to the service of the Lord, he becomes glorified even if he is born in a caṇḍāla family. Indeed, such a caṇḍāla can deliver not only himself but all his family predecessors. Without devotional service, even a proud brāhmaṇa cannot deliver himself, and what to speak of his family. In many instances in the śāstras it is seen that even a brāhmaṇa has become a kṣatriya, vaiśya, śūdra, mleccha or non-brāhmaṇa. And there are many instances of one’s being born a kṣatriya or vaiśya or even lower and, in the eighteenth year, attaining elevation to the brahminical platform by the process of initiation. Therefore Nārada Muni says:"
    },
    {
        "verse": "10",
        "devanagari": "किं जन्मभिस्त्रिभिर्वेह शौक्रसावित्रयाज्ञिकै: ।कर्मभिर्वा त्रयीप्रोक्तै: पुंसोऽपि विबुधायुषा ॥ १० ॥",
        "english_devnagari": "kiṁ janmabhis tribhir vehaśaukra-sāvitra-yājñikaiḥkarmabhir vā trayī-proktaiḥpuṁso ’pi vibudhāyuṣā",
        "verse_Syn": [
            "kim",
            "janmabhiḥ",
            "tribhiḥ",
            "vā",
            "iha",
            "śaukra",
            "sāvitra",
            "yājñikaiḥ",
            "karmabhiḥ",
            "vā",
            "trayī",
            "proktaiḥ",
            "puṁsaḥ",
            "api",
            "vibudha",
            "āyuṣā"
        ],
        "translation": "A civilized human being has three kinds of births. The first birth is by a pure father and mother, and this birth is called birth by semen. The next birth takes place when one is initiated by the spiritual master, and this birth is called sāvitra. The third birth, called yājñika, takes place when one is given the opportunity to worship Lord Viṣṇu. Despite the opportunities for attaining such births, even if one gets the life span of a demigod, if one does not actually engage in the service of the Lord, everything is useless. Similarly, one’s activities may be mundane or spiritual, but they are useless if they are not meant for satisfying the Lord.",
        "purport": " The word śaukra-janma means “taking birth by seminal discharge.” Animals can take their birth in this way too. However, a human being can be reformed from the śaukra-janma, as recommended in the Vedic civilization. Before the birth takes place, or before father and mother unite, there is a ceremony called garbhādhāna-saṁskāra, which must be adopted. This garbhādhāna-saṁskāra is especially recommended for higher castes, especially the brāhmaṇa caste. It is said in the śāstras that if the garbhādhāna-saṁskāra is not practiced among the higher castes, the entire family becomes śūdra. It is also stated that in this Age of Kali, everyone is śūdra due to the absence of the garbhādhāna-saṁskāra. This is the Vedic system. According to the pāñcarātrika system, however, even though everyone is a śūdra due to the absence of the garbhādhāna-saṁskāra, if a person has but a little tendency to become Kṛṣṇa conscious, he should be given the chance to elevate himself to the transcendental platform of devotional service. Our Kṛṣṇa consciousness movement adopts this pāñcarātrika-vidhi, as advised by Śrīla Sanātana Gosvāmī, who says: “As bell metal, when mixed with mercury, is transformed to gold, a person, even though not golden pure, can be transformed into a brāhmaṇa, or dvija, simply by the initiation process.” (Hari-bhakti-vilāsa 2.12) Thus if one is initiated by a proper person, he can be accepted as twice-born immediately. In our Kṛṣṇa consciousness movement, we therefore offer the student his first initiation and allow him to chant the Hare Kṛṣṇa mahā-mantra. By chanting the Hare Kṛṣṇa mahā-mantra regularly and following the regulative principles, one becomes qualified to be initiated as a brāhmaṇa, because unless one is a qualified brāhmaṇa he cannot be allowed to worship Lord Viṣṇu. This is called yājñika-janma. In our Kṛṣṇa consciousness society, unless one is twice initiated — first by chanting Hare Kṛṣṇa and second by the Gāyatrī mantra — he is not allowed to enter the kitchen or Deity room to execute duties. However, when one is elevated to the platform on which he can worship the Deity, his previous birth does not matter: “Even if one is born in the family of a caṇḍāla, if one engages in the devotional service of the Lord, he becomes the best of brāhmaṇas. But even a brāhmaṇa who is devoid of devotional service is on the level of the lowest dog-eater.” If a person is advanced in devotional service, it does not matter whether he was born in a caṇḍāla family. He becomes purified. As Śrī Prahlāda Mahārāja said: Even if one is a brāhmaṇa and is qualified with all the brahminical qualifications, he is considered degraded if he is averse to worshiping the Supreme Personality of Godhead. But if a person is attached to the service of the Lord, he becomes glorified even if he is born in a caṇḍāla family. Indeed, such a caṇḍāla can deliver not only himself but all his family predecessors. Without devotional service, even a proud brāhmaṇa cannot deliver himself, and what to speak of his family. In many instances in the śāstras it is seen that even a brāhmaṇa has become a kṣatriya, vaiśya, śūdra, mleccha or non-brāhmaṇa. And there are many instances of one’s being born a kṣatriya or vaiśya or even lower and, in the eighteenth year, attaining elevation to the brahminical platform by the process of initiation. Therefore Nārada Muni says: It is not a fact that because one is born in a brāhmaṇa family he is automatically a brāhmaṇa. He has a better chance to become a brāhmaṇa, but unless he meets all the brahminical qualifications, he cannot be accepted as such. On the other hand, if the brahminical qualifications are found in the person of a śūdra, he should immediately be accepted as a brāhmaṇa. To substantiate this there are many quotations from Bhāgavatam, Mahābhārata, Bharadvāja-saṁhitā and the Pañcarātra, as well as many other scriptures."
    },
    {
        "verse": "10",
        "devanagari": "किं जन्मभिस्त्रिभिर्वेह शौक्रसावित्रयाज्ञिकै: ।कर्मभिर्वा त्रयीप्रोक्तै: पुंसोऽपि विबुधायुषा ॥ १० ॥",
        "english_devnagari": "kiṁ janmabhis tribhir vehaśaukra-sāvitra-yājñikaiḥkarmabhir vā trayī-proktaiḥpuṁso ’pi vibudhāyuṣā",
        "verse_Syn": [
            "kim",
            "janmabhiḥ",
            "tribhiḥ",
            "vā",
            "iha",
            "śaukra",
            "sāvitra",
            "yājñikaiḥ",
            "karmabhiḥ",
            "vā",
            "trayī",
            "proktaiḥ",
            "puṁsaḥ",
            "api",
            "vibudha",
            "āyuṣā"
        ],
        "translation": "A civilized human being has three kinds of births. The first birth is by a pure father and mother, and this birth is called birth by semen. The next birth takes place when one is initiated by the spiritual master, and this birth is called sāvitra. The third birth, called yājñika, takes place when one is given the opportunity to worship Lord Viṣṇu. Despite the opportunities for attaining such births, even if one gets the life span of a demigod, if one does not actually engage in the service of the Lord, everything is useless. Similarly, one’s activities may be mundane or spiritual, but they are useless if they are not meant for satisfying the Lord.",
        "purport": " The word śaukra-janma means “taking birth by seminal discharge.” Animals can take their birth in this way too. However, a human being can be reformed from the śaukra-janma, as recommended in the Vedic civilization. Before the birth takes place, or before father and mother unite, there is a ceremony called garbhādhāna-saṁskāra, which must be adopted. This garbhādhāna-saṁskāra is especially recommended for higher castes, especially the brāhmaṇa caste. It is said in the śāstras that if the garbhādhāna-saṁskāra is not practiced among the higher castes, the entire family becomes śūdra. It is also stated that in this Age of Kali, everyone is śūdra due to the absence of the garbhādhāna-saṁskāra. This is the Vedic system. According to the pāñcarātrika system, however, even though everyone is a śūdra due to the absence of the garbhādhāna-saṁskāra, if a person has but a little tendency to become Kṛṣṇa conscious, he should be given the chance to elevate himself to the transcendental platform of devotional service. Our Kṛṣṇa consciousness movement adopts this pāñcarātrika-vidhi, as advised by Śrīla Sanātana Gosvāmī, who says: “As bell metal, when mixed with mercury, is transformed to gold, a person, even though not golden pure, can be transformed into a brāhmaṇa, or dvija, simply by the initiation process.” (Hari-bhakti-vilāsa 2.12) Thus if one is initiated by a proper person, he can be accepted as twice-born immediately. In our Kṛṣṇa consciousness movement, we therefore offer the student his first initiation and allow him to chant the Hare Kṛṣṇa mahā-mantra. By chanting the Hare Kṛṣṇa mahā-mantra regularly and following the regulative principles, one becomes qualified to be initiated as a brāhmaṇa, because unless one is a qualified brāhmaṇa he cannot be allowed to worship Lord Viṣṇu. This is called yājñika-janma. In our Kṛṣṇa consciousness society, unless one is twice initiated — first by chanting Hare Kṛṣṇa and second by the Gāyatrī mantra — he is not allowed to enter the kitchen or Deity room to execute duties. However, when one is elevated to the platform on which he can worship the Deity, his previous birth does not matter: “Even if one is born in the family of a caṇḍāla, if one engages in the devotional service of the Lord, he becomes the best of brāhmaṇas. But even a brāhmaṇa who is devoid of devotional service is on the level of the lowest dog-eater.” If a person is advanced in devotional service, it does not matter whether he was born in a caṇḍāla family. He becomes purified. As Śrī Prahlāda Mahārāja said: Even if one is a brāhmaṇa and is qualified with all the brahminical qualifications, he is considered degraded if he is averse to worshiping the Supreme Personality of Godhead. But if a person is attached to the service of the Lord, he becomes glorified even if he is born in a caṇḍāla family. Indeed, such a caṇḍāla can deliver not only himself but all his family predecessors. Without devotional service, even a proud brāhmaṇa cannot deliver himself, and what to speak of his family. In many instances in the śāstras it is seen that even a brāhmaṇa has become a kṣatriya, vaiśya, śūdra, mleccha or non-brāhmaṇa. And there are many instances of one’s being born a kṣatriya or vaiśya or even lower and, in the eighteenth year, attaining elevation to the brahminical platform by the process of initiation. Therefore Nārada Muni says: It is not a fact that because one is born in a brāhmaṇa family he is automatically a brāhmaṇa. He has a better chance to become a brāhmaṇa, but unless he meets all the brahminical qualifications, he cannot be accepted as such. On the other hand, if the brahminical qualifications are found in the person of a śūdra, he should immediately be accepted as a brāhmaṇa. To substantiate this there are many quotations from Bhāgavatam, Mahābhārata, Bharadvāja-saṁhitā and the Pañcarātra, as well as many other scriptures. As far as the duration of life of the demigods, concerning Lord Brahmā it is said:"
    },
    {
        "verse": "10",
        "devanagari": "किं जन्मभिस्त्रिभिर्वेह शौक्रसावित्रयाज्ञिकै: ।कर्मभिर्वा त्रयीप्रोक्तै: पुंसोऽपि विबुधायुषा ॥ १० ॥",
        "english_devnagari": "kiṁ janmabhis tribhir vehaśaukra-sāvitra-yājñikaiḥkarmabhir vā trayī-proktaiḥpuṁso ’pi vibudhāyuṣā",
        "verse_Syn": [
            "kim",
            "janmabhiḥ",
            "tribhiḥ",
            "vā",
            "iha",
            "śaukra",
            "sāvitra",
            "yājñikaiḥ",
            "karmabhiḥ",
            "vā",
            "trayī",
            "proktaiḥ",
            "puṁsaḥ",
            "api",
            "vibudha",
            "āyuṣā"
        ],
        "translation": "A civilized human being has three kinds of births. The first birth is by a pure father and mother, and this birth is called birth by semen. The next birth takes place when one is initiated by the spiritual master, and this birth is called sāvitra. The third birth, called yājñika, takes place when one is given the opportunity to worship Lord Viṣṇu. Despite the opportunities for attaining such births, even if one gets the life span of a demigod, if one does not actually engage in the service of the Lord, everything is useless. Similarly, one’s activities may be mundane or spiritual, but they are useless if they are not meant for satisfying the Lord.",
        "purport": " The word śaukra-janma means “taking birth by seminal discharge.” Animals can take their birth in this way too. However, a human being can be reformed from the śaukra-janma, as recommended in the Vedic civilization. Before the birth takes place, or before father and mother unite, there is a ceremony called garbhādhāna-saṁskāra, which must be adopted. This garbhādhāna-saṁskāra is especially recommended for higher castes, especially the brāhmaṇa caste. It is said in the śāstras that if the garbhādhāna-saṁskāra is not practiced among the higher castes, the entire family becomes śūdra. It is also stated that in this Age of Kali, everyone is śūdra due to the absence of the garbhādhāna-saṁskāra. This is the Vedic system. According to the pāñcarātrika system, however, even though everyone is a śūdra due to the absence of the garbhādhāna-saṁskāra, if a person has but a little tendency to become Kṛṣṇa conscious, he should be given the chance to elevate himself to the transcendental platform of devotional service. Our Kṛṣṇa consciousness movement adopts this pāñcarātrika-vidhi, as advised by Śrīla Sanātana Gosvāmī, who says: “As bell metal, when mixed with mercury, is transformed to gold, a person, even though not golden pure, can be transformed into a brāhmaṇa, or dvija, simply by the initiation process.” (Hari-bhakti-vilāsa 2.12) Thus if one is initiated by a proper person, he can be accepted as twice-born immediately. In our Kṛṣṇa consciousness movement, we therefore offer the student his first initiation and allow him to chant the Hare Kṛṣṇa mahā-mantra. By chanting the Hare Kṛṣṇa mahā-mantra regularly and following the regulative principles, one becomes qualified to be initiated as a brāhmaṇa, because unless one is a qualified brāhmaṇa he cannot be allowed to worship Lord Viṣṇu. This is called yājñika-janma. In our Kṛṣṇa consciousness society, unless one is twice initiated — first by chanting Hare Kṛṣṇa and second by the Gāyatrī mantra — he is not allowed to enter the kitchen or Deity room to execute duties. However, when one is elevated to the platform on which he can worship the Deity, his previous birth does not matter: “Even if one is born in the family of a caṇḍāla, if one engages in the devotional service of the Lord, he becomes the best of brāhmaṇas. But even a brāhmaṇa who is devoid of devotional service is on the level of the lowest dog-eater.” If a person is advanced in devotional service, it does not matter whether he was born in a caṇḍāla family. He becomes purified. As Śrī Prahlāda Mahārāja said: Even if one is a brāhmaṇa and is qualified with all the brahminical qualifications, he is considered degraded if he is averse to worshiping the Supreme Personality of Godhead. But if a person is attached to the service of the Lord, he becomes glorified even if he is born in a caṇḍāla family. Indeed, such a caṇḍāla can deliver not only himself but all his family predecessors. Without devotional service, even a proud brāhmaṇa cannot deliver himself, and what to speak of his family. In many instances in the śāstras it is seen that even a brāhmaṇa has become a kṣatriya, vaiśya, śūdra, mleccha or non-brāhmaṇa. And there are many instances of one’s being born a kṣatriya or vaiśya or even lower and, in the eighteenth year, attaining elevation to the brahminical platform by the process of initiation. Therefore Nārada Muni says: It is not a fact that because one is born in a brāhmaṇa family he is automatically a brāhmaṇa. He has a better chance to become a brāhmaṇa, but unless he meets all the brahminical qualifications, he cannot be accepted as such. On the other hand, if the brahminical qualifications are found in the person of a śūdra, he should immediately be accepted as a brāhmaṇa. To substantiate this there are many quotations from Bhāgavatam, Mahābhārata, Bharadvāja-saṁhitā and the Pañcarātra, as well as many other scriptures. As far as the duration of life of the demigods, concerning Lord Brahmā it is said: The duration of one day of Brahmā is one thousand times greater than the four yugas, aggregating 4,320,000 years, and Brahmā’s night is of the same duration. Brahmā lives for one hundred years of such days and nights. The word vibudhāyuṣā indicates that even if one gets a long life span, his life span is useless if he is not a devotee. A living entity is the eternal servitor of the Supreme Lord, and unless he comes to the platform of devotional service, his life span, good birth, glorious activities and everything else are null and void."
    },
    {
        "verse": "11",
        "devanagari": "श्रुतेन तपसा वा किं वचोभिश्चित्तवृत्तिभि: ।बुद्ध्या वा किं निपुणया बलेनेन्द्रियराधसा ॥ ११ ॥",
        "english_devnagari": "śrutena tapasā vā kiṁvacobhiś citta-vṛttibhiḥbuddhyā vā kiṁ nipuṇayābalenendriya-rādhasā",
        "verse_Syn": [
            "śrutena",
            "tapasā",
            "vā",
            "kim",
            "vacobhiḥ",
            "citta",
            "vṛttibhiḥ",
            "buddhyā",
            "vā",
            "kim",
            "nipuṇayā",
            "balena",
            "indriya",
            "rādhasā"
        ],
        "translation": "Without devotional service, what is the meaning of severe austerities, the process of hearing, the power of speech, the power of mental speculation, elevated intelligence, strength, and the power of the senses?",
        "purport": " From the Upaniṣads (Muṇḍaka Upaniṣad 3.2.3) we learn:"
    },
    {
        "verse": "11",
        "devanagari": "श्रुतेन तपसा वा किं वचोभिश्चित्तवृत्तिभि: ।बुद्ध्या वा किं निपुणया बलेनेन्द्रियराधसा ॥ ११ ॥",
        "english_devnagari": "śrutena tapasā vā kiṁvacobhiś citta-vṛttibhiḥbuddhyā vā kiṁ nipuṇayābalenendriya-rādhasā",
        "verse_Syn": [
            "śrutena",
            "tapasā",
            "vā",
            "kim",
            "vacobhiḥ",
            "citta",
            "vṛttibhiḥ",
            "buddhyā",
            "vā",
            "kim",
            "nipuṇayā",
            "balena",
            "indriya",
            "rādhasā"
        ],
        "translation": "Without devotional service, what is the meaning of severe austerities, the process of hearing, the power of speech, the power of mental speculation, elevated intelligence, strength, and the power of the senses?",
        "purport": " From the Upaniṣads (Muṇḍaka Upaniṣad 3.2.3) we learn: Our relationship with the Supreme Lord is never advanced by simple study of the Vedas. There are many Māyāvādī sannyāsīs fully engaged in studying the Vedas, Vedānta-sūtra and Upaniṣads, but unfortunately they cannot grasp the real essence of knowledge. In other words, they do not know the Supreme Personality of Godhead. What, then, is the use in studying all the Vedas if one cannot grasp the essence of the Vedas, Kṛṣṇa? The Lord confirms in Bhagavad-gītā (15.15), vedaiś ca sarvair aham eva vedyaḥ: “By all the Vedas, I am to be known.”"
    },
    {
        "verse": "11",
        "devanagari": "श्रुतेन तपसा वा किं वचोभिश्चित्तवृत्तिभि: ।बुद्ध्या वा किं निपुणया बलेनेन्द्रियराधसा ॥ ११ ॥",
        "english_devnagari": "śrutena tapasā vā kiṁvacobhiś citta-vṛttibhiḥbuddhyā vā kiṁ nipuṇayābalenendriya-rādhasā",
        "verse_Syn": [
            "śrutena",
            "tapasā",
            "vā",
            "kim",
            "vacobhiḥ",
            "citta",
            "vṛttibhiḥ",
            "buddhyā",
            "vā",
            "kim",
            "nipuṇayā",
            "balena",
            "indriya",
            "rādhasā"
        ],
        "translation": "Without devotional service, what is the meaning of severe austerities, the process of hearing, the power of speech, the power of mental speculation, elevated intelligence, strength, and the power of the senses?",
        "purport": " From the Upaniṣads (Muṇḍaka Upaniṣad 3.2.3) we learn: Our relationship with the Supreme Lord is never advanced by simple study of the Vedas. There are many Māyāvādī sannyāsīs fully engaged in studying the Vedas, Vedānta-sūtra and Upaniṣads, but unfortunately they cannot grasp the real essence of knowledge. In other words, they do not know the Supreme Personality of Godhead. What, then, is the use in studying all the Vedas if one cannot grasp the essence of the Vedas, Kṛṣṇa? The Lord confirms in Bhagavad-gītā (15.15), vedaiś ca sarvair aham eva vedyaḥ: “By all the Vedas, I am to be known.” There are many religious systems wherein penances and austerities are greatly stressed, but at the end no one understands Kṛṣṇa, the Supreme Personality of Godhead. There is therefore no point in such penance (tapasya). If one has actually approached the Supreme Personality of Godhead, he does not need to undergo severe austerities. The Supreme Personality of Godhead is understood through the process of devotional service. In the Ninth Chapter of Bhagavad-gītā devotional service is explained as rāja-guhyam, the king of all confidential knowledge. There are many good reciters of Vedic literatures, and they recite works such as the Rāmāyaṇa, Śrīmad-Bhāgavatam and Bhagavad-gītā. Sometimes these professional readers manifest very good scholarship and exhibit word jugglery. Unfortunately they are never devotees of the Supreme Lord. Consequently, they cannot impress upon the audience the real essence of knowledge, Kṛṣṇa. There are also many thoughtful writers and creative philosophers, but despite all their learning, if they cannot approach the Supreme Personality of Godhead, they are simply useless mental speculators. There are many sharply intelligent people in this material world, and they discover so many things for sense gratification. They also analytically study all the material elements, but despite their expert knowledge and expert scientific analysis of the whole cosmic manifestation, their endeavors are useless because they cannot understand the Supreme Personality of Godhead."
    },
    {
        "verse": "11",
        "devanagari": "श्रुतेन तपसा वा किं वचोभिश्चित्तवृत्तिभि: ।बुद्ध्या वा किं निपुणया बलेनेन्द्रियराधसा ॥ ११ ॥",
        "english_devnagari": "śrutena tapasā vā kiṁvacobhiś citta-vṛttibhiḥbuddhyā vā kiṁ nipuṇayābalenendriya-rādhasā",
        "verse_Syn": [
            "śrutena",
            "tapasā",
            "vā",
            "kim",
            "vacobhiḥ",
            "citta",
            "vṛttibhiḥ",
            "buddhyā",
            "vā",
            "kim",
            "nipuṇayā",
            "balena",
            "indriya",
            "rādhasā"
        ],
        "translation": "Without devotional service, what is the meaning of severe austerities, the process of hearing, the power of speech, the power of mental speculation, elevated intelligence, strength, and the power of the senses?",
        "purport": " From the Upaniṣads (Muṇḍaka Upaniṣad 3.2.3) we learn: Our relationship with the Supreme Lord is never advanced by simple study of the Vedas. There are many Māyāvādī sannyāsīs fully engaged in studying the Vedas, Vedānta-sūtra and Upaniṣads, but unfortunately they cannot grasp the real essence of knowledge. In other words, they do not know the Supreme Personality of Godhead. What, then, is the use in studying all the Vedas if one cannot grasp the essence of the Vedas, Kṛṣṇa? The Lord confirms in Bhagavad-gītā (15.15), vedaiś ca sarvair aham eva vedyaḥ: “By all the Vedas, I am to be known.” There are many religious systems wherein penances and austerities are greatly stressed, but at the end no one understands Kṛṣṇa, the Supreme Personality of Godhead. There is therefore no point in such penance (tapasya). If one has actually approached the Supreme Personality of Godhead, he does not need to undergo severe austerities. The Supreme Personality of Godhead is understood through the process of devotional service. In the Ninth Chapter of Bhagavad-gītā devotional service is explained as rāja-guhyam, the king of all confidential knowledge. There are many good reciters of Vedic literatures, and they recite works such as the Rāmāyaṇa, Śrīmad-Bhāgavatam and Bhagavad-gītā. Sometimes these professional readers manifest very good scholarship and exhibit word jugglery. Unfortunately they are never devotees of the Supreme Lord. Consequently, they cannot impress upon the audience the real essence of knowledge, Kṛṣṇa. There are also many thoughtful writers and creative philosophers, but despite all their learning, if they cannot approach the Supreme Personality of Godhead, they are simply useless mental speculators. There are many sharply intelligent people in this material world, and they discover so many things for sense gratification. They also analytically study all the material elements, but despite their expert knowledge and expert scientific analysis of the whole cosmic manifestation, their endeavors are useless because they cannot understand the Supreme Personality of Godhead. As far as our senses are concerned, there are many animals, both beasts and birds, who are very expert in exercising their senses more keenly than human beings. For example, vultures and hawks can go very high in the sky but can see a small body on the ground very clearly. This means that their eyesight is so keen that they can find an eatable corpse from a great distance. Certainly their eyesight is much keener than human beings’, but this does not mean that their existence is more important than that of a human being. Similarly, dogs can smell many things from a far distance. Many fish can understand by the power of sound that an enemy is coming. All these examples are described in Śrīmad-Bhāgavatam. If one’s senses cannot help him attain the highest perfection of life — realization of the Supreme — they are all useless."
    },
    {
        "verse": "12",
        "devanagari": "किं वा योगेन साङ्ख्येन न्यासस्वाध्याययोरपि ।किं वा श्रेयोभिरन्यैश्च न यत्रात्मप्रदो हरि: ॥ १२ ॥",
        "english_devnagari": "kiṁ vā yogena sāṅkhyenanyāsa-svādhyāyayor apikiṁ vā śreyobhir anyaiś cana yatrātma-prado hariḥ",
        "verse_Syn": [
            "kim",
            "vā",
            "yogena",
            "sāṅkhyena",
            "nyāsa",
            "svādhyāyayoḥ",
            "api",
            "kim",
            "vā",
            "śreyobhiḥ",
            "anyaiḥ",
            "ca",
            "na",
            "yatra",
            "ātma",
            "pradaḥ",
            "hariḥ"
        ],
        "translation": "Transcendental practices that do not ultimately help one realize the Supreme Personality of Godhead are useless, be they mystic yoga practices, the analytical study of matter, severe austerity, the acceptance of sannyāsa, or the study of Vedic literature. All these may be very important aspects of spiritual advancement, but unless one understands the Supreme Personality of Godhead, Hari, all these processes are useless.",
        "purport": " In Caitanya-caritāmṛta (Madhya 24.109) it is said:"
    },
    {
        "verse": "12",
        "devanagari": "किं वा योगेन साङ्ख्येन न्यासस्वाध्याययोरपि ।किं वा श्रेयोभिरन्यैश्च न यत्रात्मप्रदो हरि: ॥ १२ ॥",
        "english_devnagari": "kiṁ vā yogena sāṅkhyenanyāsa-svādhyāyayor apikiṁ vā śreyobhir anyaiś cana yatrātma-prado hariḥ",
        "verse_Syn": [
            "kim",
            "vā",
            "yogena",
            "sāṅkhyena",
            "nyāsa",
            "svādhyāyayoḥ",
            "api",
            "kim",
            "vā",
            "śreyobhiḥ",
            "anyaiḥ",
            "ca",
            "na",
            "yatra",
            "ātma",
            "pradaḥ",
            "hariḥ"
        ],
        "translation": "Transcendental practices that do not ultimately help one realize the Supreme Personality of Godhead are useless, be they mystic yoga practices, the analytical study of matter, severe austerity, the acceptance of sannyāsa, or the study of Vedic literature. All these may be very important aspects of spiritual advancement, but unless one understands the Supreme Personality of Godhead, Hari, all these processes are useless.",
        "purport": " In Caitanya-caritāmṛta (Madhya 24.109) it is said: Impersonalists do not take to devotional service, but take to other practices, such as the analytical study of the material elements, the discrimination between matter and spirit, and the mystic yoga system. These are beneficial only insofar as they are complementary to devotional service. Caitanya Mahāprabhu therefore told Sanātana Gosvāmī that without a touch of devotional service jñāna, yoga and Sāṅkhya philosophy cannot give one the desired results. The impersonalists wish to merge into the Supreme Brahman; however, merging into the Supreme Brahman also requires a touch of devotional service. The Absolute Truth is realized in three phases: impersonal Brahman, Paramātmā and the Supreme Personality of Godhead. All these require a touch of devotional service. Sometimes it is actually seen that these Māyāvādīs also chant the Hare Kṛṣṇa mahā-mantra, although their motive is to merge into the Brahman effulgence of the Absolute. The yogīs also at times take to chanting the Hare Kṛṣṇa mahā-mantra, but their purpose is different from that of the bhaktas. In all processes — karma, jñāna or yoga — bhakti is required. That is the purport of this verse."
    },
    {
        "verse": "13",
        "devanagari": "श्रेयसामपि सर्वेषामात्मा ह्यवधिरर्थत: ।सर्वेषामपि भूतानां हरिरात्मात्मद: प्रिय: ॥ १३ ॥",
        "english_devnagari": "śreyasām api sarveṣāmātmā hy avadhir arthataḥsarveṣām api bhūtānāṁharir ātmātmadaḥ priyaḥ",
        "verse_Syn": [
            "śreyasām",
            "api",
            "sarveṣām",
            "ātmā",
            "hi",
            "avadhiḥ",
            "arthataḥ",
            "sarveṣām",
            "api",
            "bhūtānām",
            "hariḥ",
            "ātmā",
            "ātma",
            "daḥ",
            "priyaḥ"
        ],
        "translation": "Factually the Supreme Personality of Godhead is the original source of all self-realization. Consequently, the goal of all auspicious activities — karma, jñāna, yoga and bhakti — is the Supreme Personality of Godhead.",
        "purport": " The living entity is the marginal energy of the Supreme Personality of Godhead, and the material world is the external energy. Under the circumstances, one must understand that the Supreme Personality of Godhead is factually the original source of both matter and spirit. This is explained in the Seventh Chapter of Bhagavad-gītā (7.4-5):"
    },
    {
        "verse": "13",
        "devanagari": "श्रेयसामपि सर्वेषामात्मा ह्यवधिरर्थत: ।सर्वेषामपि भूतानां हरिरात्मात्मद: प्रिय: ॥ १३ ॥",
        "english_devnagari": "śreyasām api sarveṣāmātmā hy avadhir arthataḥsarveṣām api bhūtānāṁharir ātmātmadaḥ priyaḥ",
        "verse_Syn": [
            "śreyasām",
            "api",
            "sarveṣām",
            "ātmā",
            "hi",
            "avadhiḥ",
            "arthataḥ",
            "sarveṣām",
            "api",
            "bhūtānām",
            "hariḥ",
            "ātmā",
            "ātma",
            "daḥ",
            "priyaḥ"
        ],
        "translation": "Factually the Supreme Personality of Godhead is the original source of all self-realization. Consequently, the goal of all auspicious activities — karma, jñāna, yoga and bhakti — is the Supreme Personality of Godhead.",
        "purport": " The living entity is the marginal energy of the Supreme Personality of Godhead, and the material world is the external energy. Under the circumstances, one must understand that the Supreme Personality of Godhead is factually the original source of both matter and spirit. This is explained in the Seventh Chapter of Bhagavad-gītā (7.4-5): “Earth, water, fire, air, ether, mind, intelligence and false ego — all together these eight comprise My separated material energies. But besides this inferior nature, O mighty-armed Arjuna, there is a superior energy of Mine, which consists of all living entities who are struggling with material nature and are sustaining the universe.”"
    },
    {
        "verse": "13",
        "devanagari": "श्रेयसामपि सर्वेषामात्मा ह्यवधिरर्थत: ।सर्वेषामपि भूतानां हरिरात्मात्मद: प्रिय: ॥ १३ ॥",
        "english_devnagari": "śreyasām api sarveṣāmātmā hy avadhir arthataḥsarveṣām api bhūtānāṁharir ātmātmadaḥ priyaḥ",
        "verse_Syn": [
            "śreyasām",
            "api",
            "sarveṣām",
            "ātmā",
            "hi",
            "avadhiḥ",
            "arthataḥ",
            "sarveṣām",
            "api",
            "bhūtānām",
            "hariḥ",
            "ātmā",
            "ātma",
            "daḥ",
            "priyaḥ"
        ],
        "translation": "Factually the Supreme Personality of Godhead is the original source of all self-realization. Consequently, the goal of all auspicious activities — karma, jñāna, yoga and bhakti — is the Supreme Personality of Godhead.",
        "purport": " The living entity is the marginal energy of the Supreme Personality of Godhead, and the material world is the external energy. Under the circumstances, one must understand that the Supreme Personality of Godhead is factually the original source of both matter and spirit. This is explained in the Seventh Chapter of Bhagavad-gītā (7.4-5): “Earth, water, fire, air, ether, mind, intelligence and false ego — all together these eight comprise My separated material energies. But besides this inferior nature, O mighty-armed Arjuna, there is a superior energy of Mine, which consists of all living entities who are struggling with material nature and are sustaining the universe.” The entire cosmic manifestation is but a combination of matter and spirit. The spiritual part is the living entity, and these living entities are described as prakṛti, or energy. The living entity is never described as puruṣa, the Supreme Person; therefore to identify the living entity with the Supreme Lord is simply ignorance. The living entity is the marginal potency of the Supreme Lord, although there is factually no difference between the energy and the energetic. The duty of the living entity is to understand his real identity. When he does, Kṛṣṇa gives him all the facilities to come to the platform of devotional service. That is the perfection of life. This is indicated in the Vedic Upaniṣad:"
    },
    {
        "verse": "13",
        "devanagari": "श्रेयसामपि सर्वेषामात्मा ह्यवधिरर्थत: ।सर्वेषामपि भूतानां हरिरात्मात्मद: प्रिय: ॥ १३ ॥",
        "english_devnagari": "śreyasām api sarveṣāmātmā hy avadhir arthataḥsarveṣām api bhūtānāṁharir ātmātmadaḥ priyaḥ",
        "verse_Syn": [
            "śreyasām",
            "api",
            "sarveṣām",
            "ātmā",
            "hi",
            "avadhiḥ",
            "arthataḥ",
            "sarveṣām",
            "api",
            "bhūtānām",
            "hariḥ",
            "ātmā",
            "ātma",
            "daḥ",
            "priyaḥ"
        ],
        "translation": "Factually the Supreme Personality of Godhead is the original source of all self-realization. Consequently, the goal of all auspicious activities — karma, jñāna, yoga and bhakti — is the Supreme Personality of Godhead.",
        "purport": " The living entity is the marginal energy of the Supreme Personality of Godhead, and the material world is the external energy. Under the circumstances, one must understand that the Supreme Personality of Godhead is factually the original source of both matter and spirit. This is explained in the Seventh Chapter of Bhagavad-gītā (7.4-5): “Earth, water, fire, air, ether, mind, intelligence and false ego — all together these eight comprise My separated material energies. But besides this inferior nature, O mighty-armed Arjuna, there is a superior energy of Mine, which consists of all living entities who are struggling with material nature and are sustaining the universe.” The entire cosmic manifestation is but a combination of matter and spirit. The spiritual part is the living entity, and these living entities are described as prakṛti, or energy. The living entity is never described as puruṣa, the Supreme Person; therefore to identify the living entity with the Supreme Lord is simply ignorance. The living entity is the marginal potency of the Supreme Lord, although there is factually no difference between the energy and the energetic. The duty of the living entity is to understand his real identity. When he does, Kṛṣṇa gives him all the facilities to come to the platform of devotional service. That is the perfection of life. This is indicated in the Vedic Upaniṣad: Lord Kṛṣṇa confirms this in Bhagavad-gītā (10.10):"
    },
    {
        "verse": "13",
        "devanagari": "श्रेयसामपि सर्वेषामात्मा ह्यवधिरर्थत: ।सर्वेषामपि भूतानां हरिरात्मात्मद: प्रिय: ॥ १३ ॥",
        "english_devnagari": "śreyasām api sarveṣāmātmā hy avadhir arthataḥsarveṣām api bhūtānāṁharir ātmātmadaḥ priyaḥ",
        "verse_Syn": [
            "śreyasām",
            "api",
            "sarveṣām",
            "ātmā",
            "hi",
            "avadhiḥ",
            "arthataḥ",
            "sarveṣām",
            "api",
            "bhūtānām",
            "hariḥ",
            "ātmā",
            "ātma",
            "daḥ",
            "priyaḥ"
        ],
        "translation": "Factually the Supreme Personality of Godhead is the original source of all self-realization. Consequently, the goal of all auspicious activities — karma, jñāna, yoga and bhakti — is the Supreme Personality of Godhead.",
        "purport": " The living entity is the marginal energy of the Supreme Personality of Godhead, and the material world is the external energy. Under the circumstances, one must understand that the Supreme Personality of Godhead is factually the original source of both matter and spirit. This is explained in the Seventh Chapter of Bhagavad-gītā (7.4-5): “Earth, water, fire, air, ether, mind, intelligence and false ego — all together these eight comprise My separated material energies. But besides this inferior nature, O mighty-armed Arjuna, there is a superior energy of Mine, which consists of all living entities who are struggling with material nature and are sustaining the universe.” The entire cosmic manifestation is but a combination of matter and spirit. The spiritual part is the living entity, and these living entities are described as prakṛti, or energy. The living entity is never described as puruṣa, the Supreme Person; therefore to identify the living entity with the Supreme Lord is simply ignorance. The living entity is the marginal potency of the Supreme Lord, although there is factually no difference between the energy and the energetic. The duty of the living entity is to understand his real identity. When he does, Kṛṣṇa gives him all the facilities to come to the platform of devotional service. That is the perfection of life. This is indicated in the Vedic Upaniṣad: Lord Kṛṣṇa confirms this in Bhagavad-gītā (10.10): “To those who are constantly devoted and worship Me with love, I give the understanding by which they can come to Me.” The conclusion is that one must come to the platform of bhakti-yoga, even though one may begin with karma-yoga, jñāna-yoga or aṣṭāṅga-yoga. Unless one comes to the platform of bhakti-yoga, self-realization or realization of the Absolute Truth cannot be achieved."
    },
    {
        "verse": "14",
        "devanagari": "यथा तरोर्मूलनिषेचनेनतृप्यन्ति तत्स्कन्धभुजोपशाखा: ।प्राणोपहाराच्च यथेन्द्रियाणांतथैव सर्वार्हणमच्युतेज्या ॥ १४ ॥",
        "english_devnagari": "yathā taror mūla-niṣecanenatṛpyanti tat-skandha-bhujopaśākhāḥprāṇopahārāc ca yathendriyāṇāṁtathaiva sarvārhaṇam acyutejyā",
        "verse_Syn": [
            "yathā",
            "taroḥ",
            "mūla",
            "niṣecanena",
            "tṛpyanti",
            "tat",
            "skandha",
            "bhuja",
            "upaśākhāḥ",
            "prāṇa",
            "upahārāt",
            "ca",
            "yathā",
            "indriyāṇām",
            "tathā",
            "eva",
            "sarva",
            "arhaṇam",
            "acyuta",
            "ijyā"
        ],
        "translation": "As pouring water on the root of a tree energizes the trunk, branches, twigs and everything else, and as supplying food to the stomach enlivens the senses and limbs of the body, simply worshiping the Supreme Personality of Godhead through devotional service automatically satisfies the demigods, who are parts of that Supreme Personality.",
        "purport": " Sometimes people ask why this Kṛṣṇa consciousness movement simply advocates worship of Kṛṣṇa to the exclusion of the demigods. The answer is given in this verse. The example of pouring water on the root of a tree is very appropriate. In Bhagavad-gītā (15.1) it is said, ūrdhva-mūlam adhaḥ-śākham: this cosmic manifestation has expanded downward, and the root is the Supreme Personality of Godhead. As the Lord confirms in Bhagavad-gītā (10.8), ahaṁ sarvasya prabhavaḥ: “I am the source of all spiritual and material worlds.” Kṛṣṇa is the root of everything; therefore rendering service to the Supreme Personality of Godhead, Kṛṣṇa (kṛṣṇa-sevā), means automatically serving all the demigods. Sometimes it is argued that karma and jñāna require a mixture of bhakti in order to be successfully executed, and sometimes it is argued that bhakti also requires karma and jñāna for its successful termination. The fact is, however, that although karma and jñāna cannot be successful without bhakti, bhakti does not require the help of karma and jñāna. Actually, as described by Śrīla Rūpa Gosvāmī, anyābhilāṣitā-śūnyaṁ jñāna-karmādy-anāvṛtam: pure devotional service should not be contaminated by the touch of karma and jñāna. Modern society is involved in various types of philanthropic works, humanitarian works and so on, but people do not know that these activities will never be successful unless Kṛṣṇa, the Supreme Personality of Godhead, is brought into the center. One may ask what harm there is in worshiping Kṛṣṇa and the different parts of His body, the demigods, and the answer is also given in this verse. The point is that by supplying food to the stomach, the indriyas, the senses, are automatically satisfied. If one tries to feed his eyes or ears independently, the result is only havoc. Simply by supplying food to the stomach, we satisfy all of the senses. It is neither necessary nor feasible to render separate service to the individual senses. The conclusion is that by serving Kṛṣṇa (kṛṣṇa-sevā), everything is complete. As confirmed in Caitanya-caritāmṛta (Madhya 22.62), kṛṣṇe bhakti kaile sarva-karma kṛta haya: if one is engaged in the devotional service of the Lord, the Supreme Personality of Godhead, everything is automatically accomplished."
    },
    {
        "verse": "15",
        "devanagari": "यथैव सूर्यात्प्रभवन्ति वार:पुनश्च तस्मिन्प्रविशन्ति काले ।भूतानि भूमौ स्थिरजङ्गमानितथा हरावेव गुणप्रवाह: ॥ १५ ॥",
        "english_devnagari": "yathaiva sūryāt prabhavanti vāraḥpunaś ca tasmin praviśanti kālebhūtāni bhūmau sthira-jaṅgamānitathā harāv eva guṇa-pravāhaḥ",
        "verse_Syn": [
            "yathā",
            "eva",
            "sūryāt",
            "prabhavanti",
            "vāraḥ",
            "punaḥ",
            "ca",
            "tasmin",
            "praviśanti",
            "kāle",
            "bhūtāni",
            "bhūmau",
            "sthira",
            "jaṅgamāni",
            "tathā",
            "harau",
            "eva",
            "guṇa",
            "pravāhaḥ"
        ],
        "translation": "During the rainy season, water is generated from the sun, and in due course of time, during the summer season, the very same water is again absorbed by the sun. Similarly, all living entities, moving and inert, are generated from the earth, and again, after some time, they all return to the earth as dust. Similarly, everything emanates from the Supreme Personality of Godhead, and in due course of time everything enters into Him again.",
        "purport": " Because of their poor fund of knowledge, impersonalist philosophers cannot understand how everything comes out from the Supreme Person and then merges into Him again. As Brahma-saṁhitā (5.40) confirms:"
    },
    {
        "verse": "15",
        "devanagari": "यथैव सूर्यात्प्रभवन्ति वार:पुनश्च तस्मिन्प्रविशन्ति काले ।भूतानि भूमौ स्थिरजङ्गमानितथा हरावेव गुणप्रवाह: ॥ १५ ॥",
        "english_devnagari": "yathaiva sūryāt prabhavanti vāraḥpunaś ca tasmin praviśanti kālebhūtāni bhūmau sthira-jaṅgamānitathā harāv eva guṇa-pravāhaḥ",
        "verse_Syn": [
            "yathā",
            "eva",
            "sūryāt",
            "prabhavanti",
            "vāraḥ",
            "punaḥ",
            "ca",
            "tasmin",
            "praviśanti",
            "kāle",
            "bhūtāni",
            "bhūmau",
            "sthira",
            "jaṅgamāni",
            "tathā",
            "harau",
            "eva",
            "guṇa",
            "pravāhaḥ"
        ],
        "translation": "During the rainy season, water is generated from the sun, and in due course of time, during the summer season, the very same water is again absorbed by the sun. Similarly, all living entities, moving and inert, are generated from the earth, and again, after some time, they all return to the earth as dust. Similarly, everything emanates from the Supreme Personality of Godhead, and in due course of time everything enters into Him again.",
        "purport": " Because of their poor fund of knowledge, impersonalist philosophers cannot understand how everything comes out from the Supreme Person and then merges into Him again. As Brahma-saṁhitā (5.40) confirms: Transcendental rays emanate from the body of Kṛṣṇa, and within those rays, which are the Brahman effulgence, everything is existing. This is confirmed in Bhagavad-gītā (9.4): mat-sthāni sarva-bhūtāni. Although Kṛṣṇa is not personally present everywhere, His energy is the cause of all creation. The entire cosmic manifestation is nothing but a display of Kṛṣṇa’s energy."
    },
    {
        "verse": "15",
        "devanagari": "यथैव सूर्यात्प्रभवन्ति वार:पुनश्च तस्मिन्प्रविशन्ति काले ।भूतानि भूमौ स्थिरजङ्गमानितथा हरावेव गुणप्रवाह: ॥ १५ ॥",
        "english_devnagari": "yathaiva sūryāt prabhavanti vāraḥpunaś ca tasmin praviśanti kālebhūtāni bhūmau sthira-jaṅgamānitathā harāv eva guṇa-pravāhaḥ",
        "verse_Syn": [
            "yathā",
            "eva",
            "sūryāt",
            "prabhavanti",
            "vāraḥ",
            "punaḥ",
            "ca",
            "tasmin",
            "praviśanti",
            "kāle",
            "bhūtāni",
            "bhūmau",
            "sthira",
            "jaṅgamāni",
            "tathā",
            "harau",
            "eva",
            "guṇa",
            "pravāhaḥ"
        ],
        "translation": "During the rainy season, water is generated from the sun, and in due course of time, during the summer season, the very same water is again absorbed by the sun. Similarly, all living entities, moving and inert, are generated from the earth, and again, after some time, they all return to the earth as dust. Similarly, everything emanates from the Supreme Personality of Godhead, and in due course of time everything enters into Him again.",
        "purport": " Because of their poor fund of knowledge, impersonalist philosophers cannot understand how everything comes out from the Supreme Person and then merges into Him again. As Brahma-saṁhitā (5.40) confirms: Transcendental rays emanate from the body of Kṛṣṇa, and within those rays, which are the Brahman effulgence, everything is existing. This is confirmed in Bhagavad-gītā (9.4): mat-sthāni sarva-bhūtāni. Although Kṛṣṇa is not personally present everywhere, His energy is the cause of all creation. The entire cosmic manifestation is nothing but a display of Kṛṣṇa’s energy. The two examples given in this verse are very vivid. During the rainy season, the rain, by rejuvenating the production of vegetables on earth, enables man and animals to obtain living energy. When there is no rain, food is scarce, and man and animal simply die. All vegetables, as well as moving living entities, are originally products of the earth. They come from the earth, and again they merge into the earth. Similarly, the total material energy is generated from the body of Kṛṣṇa, and at such a time the entire cosmic manifestation is visible. When Kṛṣṇa winds up His energy, everything vanishes. This is explained in a different way in Brahma-saṁhitā (5.48):"
    },
    {
        "verse": "15",
        "devanagari": "यथैव सूर्यात्प्रभवन्ति वार:पुनश्च तस्मिन्प्रविशन्ति काले ।भूतानि भूमौ स्थिरजङ्गमानितथा हरावेव गुणप्रवाह: ॥ १५ ॥",
        "english_devnagari": "yathaiva sūryāt prabhavanti vāraḥpunaś ca tasmin praviśanti kālebhūtāni bhūmau sthira-jaṅgamānitathā harāv eva guṇa-pravāhaḥ",
        "verse_Syn": [
            "yathā",
            "eva",
            "sūryāt",
            "prabhavanti",
            "vāraḥ",
            "punaḥ",
            "ca",
            "tasmin",
            "praviśanti",
            "kāle",
            "bhūtāni",
            "bhūmau",
            "sthira",
            "jaṅgamāni",
            "tathā",
            "harau",
            "eva",
            "guṇa",
            "pravāhaḥ"
        ],
        "translation": "During the rainy season, water is generated from the sun, and in due course of time, during the summer season, the very same water is again absorbed by the sun. Similarly, all living entities, moving and inert, are generated from the earth, and again, after some time, they all return to the earth as dust. Similarly, everything emanates from the Supreme Personality of Godhead, and in due course of time everything enters into Him again.",
        "purport": " Because of their poor fund of knowledge, impersonalist philosophers cannot understand how everything comes out from the Supreme Person and then merges into Him again. As Brahma-saṁhitā (5.40) confirms: Transcendental rays emanate from the body of Kṛṣṇa, and within those rays, which are the Brahman effulgence, everything is existing. This is confirmed in Bhagavad-gītā (9.4): mat-sthāni sarva-bhūtāni. Although Kṛṣṇa is not personally present everywhere, His energy is the cause of all creation. The entire cosmic manifestation is nothing but a display of Kṛṣṇa’s energy. The two examples given in this verse are very vivid. During the rainy season, the rain, by rejuvenating the production of vegetables on earth, enables man and animals to obtain living energy. When there is no rain, food is scarce, and man and animal simply die. All vegetables, as well as moving living entities, are originally products of the earth. They come from the earth, and again they merge into the earth. Similarly, the total material energy is generated from the body of Kṛṣṇa, and at such a time the entire cosmic manifestation is visible. When Kṛṣṇa winds up His energy, everything vanishes. This is explained in a different way in Brahma-saṁhitā (5.48): This entire material creation comes from the body of the Supreme Personality of Godhead and at the time of annihilation again enters into Him. This process of creation and dissolution is made possible by the breathing of the Mahā-Viṣṇu, who is only a plenary portion of Kṛṣṇa."
    },
    {
        "verse": "16",
        "devanagari": "एतत्पदं तज्जगदात्मन: परंसकृद्विभातं सवितुर्यथा प्रभा ।यथासवो जाग्रति सुप्तशक्तयोद्रव्यक्रियाज्ञानभिदाभ्रमात्यय: ॥ १६ ॥",
        "english_devnagari": "etat padaṁ taj jagad-ātmanaḥ paraṁsakṛd vibhātaṁ savitur yathā prabhāyathāsavo jāgrati supta-śaktayodravya-kriyā-jñāna-bhidā-bhramātyayaḥ",
        "verse_Syn": [
            "etat",
            "padam",
            "tat",
            "jagat",
            "ātmanaḥ",
            "param",
            "sakṛt",
            "vibhātam",
            "savituḥ",
            "yathā",
            "prabhā",
            "yathā",
            "asavaḥ",
            "jāgrati",
            "supta",
            "śaktayaḥ",
            "dravya",
            "kriyā",
            "jñāna",
            "bhidā",
            "bhrama",
            "atyayaḥ"
        ],
        "translation": "Just as the sunshine is nondifferent from the sun, the cosmic manifestation is also nondifferent from the Supreme Personality of Godhead. The Supreme Personality is therefore all-pervasive within this material creation. When the senses are active, they appear to be part and parcel of the body, but when the body is asleep, their activities are unmanifest. Similarly, the whole cosmic creation appears different and yet nondifferent from the Supreme Person.",
        "purport": " This confirms the philosophy of acintya-bhedābheda-tattva, “simultaneously one and different,” propounded by Lord Śrī Caitanya Mahāprabhu. The Supreme Personality of Godhead is simultaneously different and nondifferent from this cosmic manifestation. In a previous verse it has been explained that the Supreme Personality of Godhead, like the root of a tree, is the original cause of everything. It was also explained how the Supreme Personality of Godhead is all-pervasive. He is present within everything in this material manifestation. Since the energy of the Supreme Lord is nondifferent from Him, this material cosmic manifestation is also nondifferent from Him, although it appears different. The sunshine is not different from the sun itself, but it is simultaneously also different. One may be in the sunshine, but he is not on the sun itself. Those who live in this material world are living on the bodily rays of the Supreme Personality of Godhead, but they cannot see Him personally in the material condition."
    },
    {
        "verse": "16",
        "devanagari": "एतत्पदं तज्जगदात्मन: परंसकृद्विभातं सवितुर्यथा प्रभा ।यथासवो जाग्रति सुप्तशक्तयोद्रव्यक्रियाज्ञानभिदाभ्रमात्यय: ॥ १६ ॥",
        "english_devnagari": "etat padaṁ taj jagad-ātmanaḥ paraṁsakṛd vibhātaṁ savitur yathā prabhāyathāsavo jāgrati supta-śaktayodravya-kriyā-jñāna-bhidā-bhramātyayaḥ",
        "verse_Syn": [
            "etat",
            "padam",
            "tat",
            "jagat",
            "ātmanaḥ",
            "param",
            "sakṛt",
            "vibhātam",
            "savituḥ",
            "yathā",
            "prabhā",
            "yathā",
            "asavaḥ",
            "jāgrati",
            "supta",
            "śaktayaḥ",
            "dravya",
            "kriyā",
            "jñāna",
            "bhidā",
            "bhrama",
            "atyayaḥ"
        ],
        "translation": "Just as the sunshine is nondifferent from the sun, the cosmic manifestation is also nondifferent from the Supreme Personality of Godhead. The Supreme Personality is therefore all-pervasive within this material creation. When the senses are active, they appear to be part and parcel of the body, but when the body is asleep, their activities are unmanifest. Similarly, the whole cosmic creation appears different and yet nondifferent from the Supreme Person.",
        "purport": " This confirms the philosophy of acintya-bhedābheda-tattva, “simultaneously one and different,” propounded by Lord Śrī Caitanya Mahāprabhu. The Supreme Personality of Godhead is simultaneously different and nondifferent from this cosmic manifestation. In a previous verse it has been explained that the Supreme Personality of Godhead, like the root of a tree, is the original cause of everything. It was also explained how the Supreme Personality of Godhead is all-pervasive. He is present within everything in this material manifestation. Since the energy of the Supreme Lord is nondifferent from Him, this material cosmic manifestation is also nondifferent from Him, although it appears different. The sunshine is not different from the sun itself, but it is simultaneously also different. One may be in the sunshine, but he is not on the sun itself. Those who live in this material world are living on the bodily rays of the Supreme Personality of Godhead, but they cannot see Him personally in the material condition. In this verse the word padam indicates the place where the Supreme Personality of Godhead resides. As confirmed in Īśopaniṣad, īśāvāsyam idaṁ sarvam. The proprietor of a house may live in one room of the house, but the entire house belongs to him. A king may live in one room in Buckingham Palace, but the entire palace is considered his property. It is not necessary for the king to live in every room of that palace for it to be his. He may be physically absent from the rooms, but still the entire palace is understood to be his royal domicile."
    },
    {
        "verse": "16",
        "devanagari": "एतत्पदं तज्जगदात्मन: परंसकृद्विभातं सवितुर्यथा प्रभा ।यथासवो जाग्रति सुप्तशक्तयोद्रव्यक्रियाज्ञानभिदाभ्रमात्यय: ॥ १६ ॥",
        "english_devnagari": "etat padaṁ taj jagad-ātmanaḥ paraṁsakṛd vibhātaṁ savitur yathā prabhāyathāsavo jāgrati supta-śaktayodravya-kriyā-jñāna-bhidā-bhramātyayaḥ",
        "verse_Syn": [
            "etat",
            "padam",
            "tat",
            "jagat",
            "ātmanaḥ",
            "param",
            "sakṛt",
            "vibhātam",
            "savituḥ",
            "yathā",
            "prabhā",
            "yathā",
            "asavaḥ",
            "jāgrati",
            "supta",
            "śaktayaḥ",
            "dravya",
            "kriyā",
            "jñāna",
            "bhidā",
            "bhrama",
            "atyayaḥ"
        ],
        "translation": "Just as the sunshine is nondifferent from the sun, the cosmic manifestation is also nondifferent from the Supreme Personality of Godhead. The Supreme Personality is therefore all-pervasive within this material creation. When the senses are active, they appear to be part and parcel of the body, but when the body is asleep, their activities are unmanifest. Similarly, the whole cosmic creation appears different and yet nondifferent from the Supreme Person.",
        "purport": " This confirms the philosophy of acintya-bhedābheda-tattva, “simultaneously one and different,” propounded by Lord Śrī Caitanya Mahāprabhu. The Supreme Personality of Godhead is simultaneously different and nondifferent from this cosmic manifestation. In a previous verse it has been explained that the Supreme Personality of Godhead, like the root of a tree, is the original cause of everything. It was also explained how the Supreme Personality of Godhead is all-pervasive. He is present within everything in this material manifestation. Since the energy of the Supreme Lord is nondifferent from Him, this material cosmic manifestation is also nondifferent from Him, although it appears different. The sunshine is not different from the sun itself, but it is simultaneously also different. One may be in the sunshine, but he is not on the sun itself. Those who live in this material world are living on the bodily rays of the Supreme Personality of Godhead, but they cannot see Him personally in the material condition. In this verse the word padam indicates the place where the Supreme Personality of Godhead resides. As confirmed in Īśopaniṣad, īśāvāsyam idaṁ sarvam. The proprietor of a house may live in one room of the house, but the entire house belongs to him. A king may live in one room in Buckingham Palace, but the entire palace is considered his property. It is not necessary for the king to live in every room of that palace for it to be his. He may be physically absent from the rooms, but still the entire palace is understood to be his royal domicile. The sunshine is light, the sun globe itself is light, and the sun-god is also light. However, the sunshine is not identical with the sun-god, Vivasvān. This is the meaning of simultaneously one and different (acintya-bhedābheda-tattva). All the planets rest on the sunshine, and because of the heat of the sun they all revolve in their orbits. On each and every planet, the trees and plants grow and change colors due to the sunshine. Being the rays of the sun, the sunshine is nondifferent from the sun. Similarly, all the planets, resting on the sunshine, are nondifferent from the sun. The entire material world is completely dependent on the sun, being produced by the sun, and the cause, the sun, is inherent in the effects. Similarly, Kṛṣṇa is the cause of all causes, and the effects are permeated by the original cause. The entire cosmic manifestation should be understood as the expanded energy of the Supreme Lord."
    },
    {
        "verse": "16",
        "devanagari": "एतत्पदं तज्जगदात्मन: परंसकृद्विभातं सवितुर्यथा प्रभा ।यथासवो जाग्रति सुप्तशक्तयोद्रव्यक्रियाज्ञानभिदाभ्रमात्यय: ॥ १६ ॥",
        "english_devnagari": "etat padaṁ taj jagad-ātmanaḥ paraṁsakṛd vibhātaṁ savitur yathā prabhāyathāsavo jāgrati supta-śaktayodravya-kriyā-jñāna-bhidā-bhramātyayaḥ",
        "verse_Syn": [
            "etat",
            "padam",
            "tat",
            "jagat",
            "ātmanaḥ",
            "param",
            "sakṛt",
            "vibhātam",
            "savituḥ",
            "yathā",
            "prabhā",
            "yathā",
            "asavaḥ",
            "jāgrati",
            "supta",
            "śaktayaḥ",
            "dravya",
            "kriyā",
            "jñāna",
            "bhidā",
            "bhrama",
            "atyayaḥ"
        ],
        "translation": "Just as the sunshine is nondifferent from the sun, the cosmic manifestation is also nondifferent from the Supreme Personality of Godhead. The Supreme Personality is therefore all-pervasive within this material creation. When the senses are active, they appear to be part and parcel of the body, but when the body is asleep, their activities are unmanifest. Similarly, the whole cosmic creation appears different and yet nondifferent from the Supreme Person.",
        "purport": " This confirms the philosophy of acintya-bhedābheda-tattva, “simultaneously one and different,” propounded by Lord Śrī Caitanya Mahāprabhu. The Supreme Personality of Godhead is simultaneously different and nondifferent from this cosmic manifestation. In a previous verse it has been explained that the Supreme Personality of Godhead, like the root of a tree, is the original cause of everything. It was also explained how the Supreme Personality of Godhead is all-pervasive. He is present within everything in this material manifestation. Since the energy of the Supreme Lord is nondifferent from Him, this material cosmic manifestation is also nondifferent from Him, although it appears different. The sunshine is not different from the sun itself, but it is simultaneously also different. One may be in the sunshine, but he is not on the sun itself. Those who live in this material world are living on the bodily rays of the Supreme Personality of Godhead, but they cannot see Him personally in the material condition. In this verse the word padam indicates the place where the Supreme Personality of Godhead resides. As confirmed in Īśopaniṣad, īśāvāsyam idaṁ sarvam. The proprietor of a house may live in one room of the house, but the entire house belongs to him. A king may live in one room in Buckingham Palace, but the entire palace is considered his property. It is not necessary for the king to live in every room of that palace for it to be his. He may be physically absent from the rooms, but still the entire palace is understood to be his royal domicile. The sunshine is light, the sun globe itself is light, and the sun-god is also light. However, the sunshine is not identical with the sun-god, Vivasvān. This is the meaning of simultaneously one and different (acintya-bhedābheda-tattva). All the planets rest on the sunshine, and because of the heat of the sun they all revolve in their orbits. On each and every planet, the trees and plants grow and change colors due to the sunshine. Being the rays of the sun, the sunshine is nondifferent from the sun. Similarly, all the planets, resting on the sunshine, are nondifferent from the sun. The entire material world is completely dependent on the sun, being produced by the sun, and the cause, the sun, is inherent in the effects. Similarly, Kṛṣṇa is the cause of all causes, and the effects are permeated by the original cause. The entire cosmic manifestation should be understood as the expanded energy of the Supreme Lord. When one sleeps, the senses are inactive, but this does not mean that the senses are absent. When one is awakened, the senses become active again. Similarly, this cosmic creation is sometimes manifest and sometimes unmanifest, as stated in Bhagavad-gītā (bhūtvā bhūtvā pralīyate). When the cosmic manifestation is dissolved, it is in a kind of sleeping condition, an inactive state. Whether the cosmic manifestation is active or inactive, the energy of the Supreme Lord is always existing. Thus the words “appearance” and “disappearance” apply only to the cosmic manifestation."
    },
    {
        "verse": "17",
        "devanagari": "यथा नभस्यभ्रतम:प्रकाशाभवन्ति भूपा न भवन्त्यनुक्रमात् ।एवं परे ब्रह्मणि शक्तयस्त्वमूरजस्तम:सत्त्वमिति प्रवाह: ॥ १७ ॥",
        "english_devnagari": "yathā nabhasy abhra-tamaḥ-prakāśābhavanti bhūpā na bhavanty anukramātevaṁ pare brahmaṇi śaktayas tv amūrajas tamaḥ sattvam iti pravāhaḥ",
        "verse_Syn": [
            "yathā",
            "nabhasi",
            "abhra",
            "tamaḥ",
            "prakāśāḥ",
            "bhavanti",
            "bhū",
            "pāḥ",
            "na",
            "bhavanti",
            "anukramāt",
            "evam",
            "pare",
            "brahmaṇi",
            "śaktayaḥ",
            "tu",
            "amūḥ",
            "rajaḥ",
            "tamaḥ",
            "sattvam",
            "iti",
            "pravāhaḥ"
        ],
        "translation": "My dear Kings, sometimes in the sky there are clouds, sometimes there is darkness, and sometimes there is illumination. The appearance of all these takes place consecutively. Similarly, in the Supreme Absolute, the modes of passion, darkness and goodness appear as consecutive energies. Sometimes they appear, and sometimes they disappear.",
        "purport": " Darkness, illumination and clouds sometimes appear and sometimes disappear, but even when they have disappeared, the potency is still there, always existing. In the sky sometimes we see clouds, sometimes rainfall and sometimes snow. Sometimes we see night, sometimes day, sometimes illumination and sometimes darkness. All these exist due to the sun, but the sun is unaffected by all these changes. Similarly, although the Supreme Personality of Godhead is the original cause of the total cosmic manifestation, He is unaffected by the material existence. This is confirmed in Bhagavad-gītā (7.4):"
    },
    {
        "verse": "17",
        "devanagari": "यथा नभस्यभ्रतम:प्रकाशाभवन्ति भूपा न भवन्त्यनुक्रमात् ।एवं परे ब्रह्मणि शक्तयस्त्वमूरजस्तम:सत्त्वमिति प्रवाह: ॥ १७ ॥",
        "english_devnagari": "yathā nabhasy abhra-tamaḥ-prakāśābhavanti bhūpā na bhavanty anukramātevaṁ pare brahmaṇi śaktayas tv amūrajas tamaḥ sattvam iti pravāhaḥ",
        "verse_Syn": [
            "yathā",
            "nabhasi",
            "abhra",
            "tamaḥ",
            "prakāśāḥ",
            "bhavanti",
            "bhū",
            "pāḥ",
            "na",
            "bhavanti",
            "anukramāt",
            "evam",
            "pare",
            "brahmaṇi",
            "śaktayaḥ",
            "tu",
            "amūḥ",
            "rajaḥ",
            "tamaḥ",
            "sattvam",
            "iti",
            "pravāhaḥ"
        ],
        "translation": "My dear Kings, sometimes in the sky there are clouds, sometimes there is darkness, and sometimes there is illumination. The appearance of all these takes place consecutively. Similarly, in the Supreme Absolute, the modes of passion, darkness and goodness appear as consecutive energies. Sometimes they appear, and sometimes they disappear.",
        "purport": " Darkness, illumination and clouds sometimes appear and sometimes disappear, but even when they have disappeared, the potency is still there, always existing. In the sky sometimes we see clouds, sometimes rainfall and sometimes snow. Sometimes we see night, sometimes day, sometimes illumination and sometimes darkness. All these exist due to the sun, but the sun is unaffected by all these changes. Similarly, although the Supreme Personality of Godhead is the original cause of the total cosmic manifestation, He is unaffected by the material existence. This is confirmed in Bhagavad-gītā (7.4): “Earth, water, fire, air, ether, mind, intelligence and false ego — all together these eight comprise My separated material energies.”"
    },
    {
        "verse": "17",
        "devanagari": "यथा नभस्यभ्रतम:प्रकाशाभवन्ति भूपा न भवन्त्यनुक्रमात् ।एवं परे ब्रह्मणि शक्तयस्त्वमूरजस्तम:सत्त्वमिति प्रवाह: ॥ १७ ॥",
        "english_devnagari": "yathā nabhasy abhra-tamaḥ-prakāśābhavanti bhūpā na bhavanty anukramātevaṁ pare brahmaṇi śaktayas tv amūrajas tamaḥ sattvam iti pravāhaḥ",
        "verse_Syn": [
            "yathā",
            "nabhasi",
            "abhra",
            "tamaḥ",
            "prakāśāḥ",
            "bhavanti",
            "bhū",
            "pāḥ",
            "na",
            "bhavanti",
            "anukramāt",
            "evam",
            "pare",
            "brahmaṇi",
            "śaktayaḥ",
            "tu",
            "amūḥ",
            "rajaḥ",
            "tamaḥ",
            "sattvam",
            "iti",
            "pravāhaḥ"
        ],
        "translation": "My dear Kings, sometimes in the sky there are clouds, sometimes there is darkness, and sometimes there is illumination. The appearance of all these takes place consecutively. Similarly, in the Supreme Absolute, the modes of passion, darkness and goodness appear as consecutive energies. Sometimes they appear, and sometimes they disappear.",
        "purport": " Darkness, illumination and clouds sometimes appear and sometimes disappear, but even when they have disappeared, the potency is still there, always existing. In the sky sometimes we see clouds, sometimes rainfall and sometimes snow. Sometimes we see night, sometimes day, sometimes illumination and sometimes darkness. All these exist due to the sun, but the sun is unaffected by all these changes. Similarly, although the Supreme Personality of Godhead is the original cause of the total cosmic manifestation, He is unaffected by the material existence. This is confirmed in Bhagavad-gītā (7.4): “Earth, water, fire, air, ether, mind, intelligence and false ego — all together these eight comprise My separated material energies.” Although the material, or physical, elements are the energy of the Supreme Personality of Godhead, they are separate. The Supreme Personality of Godhead is therefore not affected by material conditions. The Vedānta-sūtra confirms, janmādy asya yataḥ: the creation, maintenance and dissolution of this cosmic manifestation are due to the existence of the Supreme Lord. Nonetheless, the Lord is unaffected by all these changes in the material elements. This is indicated by the word pravāha, “emanation.” The sun always shines brilliantly and is not affected by clouds or darkness. Similarly, the Supreme Personality of Godhead is always present in His spiritual energy and is not affected by the material emanations. Brahma-saṁhitā (5.1) confirms:"
    },
    {
        "verse": "17",
        "devanagari": "यथा नभस्यभ्रतम:प्रकाशाभवन्ति भूपा न भवन्त्यनुक्रमात् ।एवं परे ब्रह्मणि शक्तयस्त्वमूरजस्तम:सत्त्वमिति प्रवाह: ॥ १७ ॥",
        "english_devnagari": "yathā nabhasy abhra-tamaḥ-prakāśābhavanti bhūpā na bhavanty anukramātevaṁ pare brahmaṇi śaktayas tv amūrajas tamaḥ sattvam iti pravāhaḥ",
        "verse_Syn": [
            "yathā",
            "nabhasi",
            "abhra",
            "tamaḥ",
            "prakāśāḥ",
            "bhavanti",
            "bhū",
            "pāḥ",
            "na",
            "bhavanti",
            "anukramāt",
            "evam",
            "pare",
            "brahmaṇi",
            "śaktayaḥ",
            "tu",
            "amūḥ",
            "rajaḥ",
            "tamaḥ",
            "sattvam",
            "iti",
            "pravāhaḥ"
        ],
        "translation": "My dear Kings, sometimes in the sky there are clouds, sometimes there is darkness, and sometimes there is illumination. The appearance of all these takes place consecutively. Similarly, in the Supreme Absolute, the modes of passion, darkness and goodness appear as consecutive energies. Sometimes they appear, and sometimes they disappear.",
        "purport": " Darkness, illumination and clouds sometimes appear and sometimes disappear, but even when they have disappeared, the potency is still there, always existing. In the sky sometimes we see clouds, sometimes rainfall and sometimes snow. Sometimes we see night, sometimes day, sometimes illumination and sometimes darkness. All these exist due to the sun, but the sun is unaffected by all these changes. Similarly, although the Supreme Personality of Godhead is the original cause of the total cosmic manifestation, He is unaffected by the material existence. This is confirmed in Bhagavad-gītā (7.4): “Earth, water, fire, air, ether, mind, intelligence and false ego — all together these eight comprise My separated material energies.” Although the material, or physical, elements are the energy of the Supreme Personality of Godhead, they are separate. The Supreme Personality of Godhead is therefore not affected by material conditions. The Vedānta-sūtra confirms, janmādy asya yataḥ: the creation, maintenance and dissolution of this cosmic manifestation are due to the existence of the Supreme Lord. Nonetheless, the Lord is unaffected by all these changes in the material elements. This is indicated by the word pravāha, “emanation.” The sun always shines brilliantly and is not affected by clouds or darkness. Similarly, the Supreme Personality of Godhead is always present in His spiritual energy and is not affected by the material emanations. Brahma-saṁhitā (5.1) confirms: “Kṛṣṇa, who is known as Govinda, is the Supreme Godhead. He has an eternal, blissful, spiritual body. He is the origin of all. He has no other origin, and He is the prime cause of all causes.” Although He is the supreme cause, the cause of all causes, He is still parama, transcendental, and His form is sac-cid-ānanda, eternal, spiritual bliss. Kṛṣṇa is the shelter of everything, and this is the verdict of all scripture. Kṛṣṇa is the remote cause, and material nature is the immediate cause of the cosmic manifestation. In the Caitanya-caritāmṛta it is said that understanding prakṛti, or nature, to be the cause of everything is like understanding the nipples on the neck of a goat to be the cause of milk. Material nature is the immediate cause of the cosmic manifestation, but the original cause is Nārāyaṇa, Kṛṣṇa. Sometimes people think that the cause of an earthen pot is the earth. We see on a potter’s wheel a sufficient amount of earth to produce many pots, and although unintelligent men will say that the earth on the wheel is the cause of the pot, those who are actually advanced will find that the original cause is the potter, who supplies the earth and moves the wheel. Material nature may be a helping factor in the creation of this cosmic manifestation, but it is not the ultimate cause. In Bhagavad-gītā (9.10) the Lord therefore says:"
    },
    {
        "verse": "17",
        "devanagari": "यथा नभस्यभ्रतम:प्रकाशाभवन्ति भूपा न भवन्त्यनुक्रमात् ।एवं परे ब्रह्मणि शक्तयस्त्वमूरजस्तम:सत्त्वमिति प्रवाह: ॥ १७ ॥",
        "english_devnagari": "yathā nabhasy abhra-tamaḥ-prakāśābhavanti bhūpā na bhavanty anukramātevaṁ pare brahmaṇi śaktayas tv amūrajas tamaḥ sattvam iti pravāhaḥ",
        "verse_Syn": [
            "yathā",
            "nabhasi",
            "abhra",
            "tamaḥ",
            "prakāśāḥ",
            "bhavanti",
            "bhū",
            "pāḥ",
            "na",
            "bhavanti",
            "anukramāt",
            "evam",
            "pare",
            "brahmaṇi",
            "śaktayaḥ",
            "tu",
            "amūḥ",
            "rajaḥ",
            "tamaḥ",
            "sattvam",
            "iti",
            "pravāhaḥ"
        ],
        "translation": "My dear Kings, sometimes in the sky there are clouds, sometimes there is darkness, and sometimes there is illumination. The appearance of all these takes place consecutively. Similarly, in the Supreme Absolute, the modes of passion, darkness and goodness appear as consecutive energies. Sometimes they appear, and sometimes they disappear.",
        "purport": " Darkness, illumination and clouds sometimes appear and sometimes disappear, but even when they have disappeared, the potency is still there, always existing. In the sky sometimes we see clouds, sometimes rainfall and sometimes snow. Sometimes we see night, sometimes day, sometimes illumination and sometimes darkness. All these exist due to the sun, but the sun is unaffected by all these changes. Similarly, although the Supreme Personality of Godhead is the original cause of the total cosmic manifestation, He is unaffected by the material existence. This is confirmed in Bhagavad-gītā (7.4): “Earth, water, fire, air, ether, mind, intelligence and false ego — all together these eight comprise My separated material energies.” Although the material, or physical, elements are the energy of the Supreme Personality of Godhead, they are separate. The Supreme Personality of Godhead is therefore not affected by material conditions. The Vedānta-sūtra confirms, janmādy asya yataḥ: the creation, maintenance and dissolution of this cosmic manifestation are due to the existence of the Supreme Lord. Nonetheless, the Lord is unaffected by all these changes in the material elements. This is indicated by the word pravāha, “emanation.” The sun always shines brilliantly and is not affected by clouds or darkness. Similarly, the Supreme Personality of Godhead is always present in His spiritual energy and is not affected by the material emanations. Brahma-saṁhitā (5.1) confirms: “Kṛṣṇa, who is known as Govinda, is the Supreme Godhead. He has an eternal, blissful, spiritual body. He is the origin of all. He has no other origin, and He is the prime cause of all causes.” Although He is the supreme cause, the cause of all causes, He is still parama, transcendental, and His form is sac-cid-ānanda, eternal, spiritual bliss. Kṛṣṇa is the shelter of everything, and this is the verdict of all scripture. Kṛṣṇa is the remote cause, and material nature is the immediate cause of the cosmic manifestation. In the Caitanya-caritāmṛta it is said that understanding prakṛti, or nature, to be the cause of everything is like understanding the nipples on the neck of a goat to be the cause of milk. Material nature is the immediate cause of the cosmic manifestation, but the original cause is Nārāyaṇa, Kṛṣṇa. Sometimes people think that the cause of an earthen pot is the earth. We see on a potter’s wheel a sufficient amount of earth to produce many pots, and although unintelligent men will say that the earth on the wheel is the cause of the pot, those who are actually advanced will find that the original cause is the potter, who supplies the earth and moves the wheel. Material nature may be a helping factor in the creation of this cosmic manifestation, but it is not the ultimate cause. In Bhagavad-gītā (9.10) the Lord therefore says: “This material nature is working under My direction, O son of Kuntī, and producing all moving and unmoving beings.”"
    },
    {
        "verse": "17",
        "devanagari": "यथा नभस्यभ्रतम:प्रकाशाभवन्ति भूपा न भवन्त्यनुक्रमात् ।एवं परे ब्रह्मणि शक्तयस्त्वमूरजस्तम:सत्त्वमिति प्रवाह: ॥ १७ ॥",
        "english_devnagari": "yathā nabhasy abhra-tamaḥ-prakāśābhavanti bhūpā na bhavanty anukramātevaṁ pare brahmaṇi śaktayas tv amūrajas tamaḥ sattvam iti pravāhaḥ",
        "verse_Syn": [
            "yathā",
            "nabhasi",
            "abhra",
            "tamaḥ",
            "prakāśāḥ",
            "bhavanti",
            "bhū",
            "pāḥ",
            "na",
            "bhavanti",
            "anukramāt",
            "evam",
            "pare",
            "brahmaṇi",
            "śaktayaḥ",
            "tu",
            "amūḥ",
            "rajaḥ",
            "tamaḥ",
            "sattvam",
            "iti",
            "pravāhaḥ"
        ],
        "translation": "My dear Kings, sometimes in the sky there are clouds, sometimes there is darkness, and sometimes there is illumination. The appearance of all these takes place consecutively. Similarly, in the Supreme Absolute, the modes of passion, darkness and goodness appear as consecutive energies. Sometimes they appear, and sometimes they disappear.",
        "purport": " Darkness, illumination and clouds sometimes appear and sometimes disappear, but even when they have disappeared, the potency is still there, always existing. In the sky sometimes we see clouds, sometimes rainfall and sometimes snow. Sometimes we see night, sometimes day, sometimes illumination and sometimes darkness. All these exist due to the sun, but the sun is unaffected by all these changes. Similarly, although the Supreme Personality of Godhead is the original cause of the total cosmic manifestation, He is unaffected by the material existence. This is confirmed in Bhagavad-gītā (7.4): “Earth, water, fire, air, ether, mind, intelligence and false ego — all together these eight comprise My separated material energies.” Although the material, or physical, elements are the energy of the Supreme Personality of Godhead, they are separate. The Supreme Personality of Godhead is therefore not affected by material conditions. The Vedānta-sūtra confirms, janmādy asya yataḥ: the creation, maintenance and dissolution of this cosmic manifestation are due to the existence of the Supreme Lord. Nonetheless, the Lord is unaffected by all these changes in the material elements. This is indicated by the word pravāha, “emanation.” The sun always shines brilliantly and is not affected by clouds or darkness. Similarly, the Supreme Personality of Godhead is always present in His spiritual energy and is not affected by the material emanations. Brahma-saṁhitā (5.1) confirms: “Kṛṣṇa, who is known as Govinda, is the Supreme Godhead. He has an eternal, blissful, spiritual body. He is the origin of all. He has no other origin, and He is the prime cause of all causes.” Although He is the supreme cause, the cause of all causes, He is still parama, transcendental, and His form is sac-cid-ānanda, eternal, spiritual bliss. Kṛṣṇa is the shelter of everything, and this is the verdict of all scripture. Kṛṣṇa is the remote cause, and material nature is the immediate cause of the cosmic manifestation. In the Caitanya-caritāmṛta it is said that understanding prakṛti, or nature, to be the cause of everything is like understanding the nipples on the neck of a goat to be the cause of milk. Material nature is the immediate cause of the cosmic manifestation, but the original cause is Nārāyaṇa, Kṛṣṇa. Sometimes people think that the cause of an earthen pot is the earth. We see on a potter’s wheel a sufficient amount of earth to produce many pots, and although unintelligent men will say that the earth on the wheel is the cause of the pot, those who are actually advanced will find that the original cause is the potter, who supplies the earth and moves the wheel. Material nature may be a helping factor in the creation of this cosmic manifestation, but it is not the ultimate cause. In Bhagavad-gītā (9.10) the Lord therefore says: “This material nature is working under My direction, O son of Kuntī, and producing all moving and unmoving beings.” The Supreme Lord casts His glance over material energy, and His glance agitates the three modes of nature. Creation then takes place. The conclusion is that nature is not the cause of the material manifestation. The Supreme Lord is the cause of all causes."
    },
    {
        "verse": "18",
        "devanagari": "तेनैकमात्मानमशेषदेहिनांकालं प्रधानं पुरुषं परेशम् ।स्वतेजसा ध्वस्तगुणप्रवाह-मात्मैकभावेन भजध्वमद्धा ॥ १८ ॥",
        "english_devnagari": "tenaikam ātmānam aśeṣa-dehināṁkālaṁ pradhānaṁ puruṣaṁ pareśamsva-tejasā dhvasta-guṇa-pravāhamātmaika-bhāvena bhajadhvam addhā",
        "verse_Syn": [
            "tena",
            "ekam",
            "ātmānam",
            "aśeṣa",
            "dehinām",
            "kālam",
            "pradhānam",
            "puruṣam",
            "para",
            "īśam",
            "sva",
            "tejasā",
            "dhvasta",
            "guṇa",
            "pravāham",
            "ātma",
            "eka",
            "bhāvena",
            "bhajadhvam",
            "addhā"
        ],
        "translation": "Because the Supreme Lord is the cause of all causes, He is the Supersoul of all individual living entities, and He exists as both the remote and immediate cause. Since He is aloof from the material emanations, He is free from their interactions and is Lord of material nature. You should therefore engage in His devotional service, thinking yourself qualitatively one with Him.",
        "purport": " According to Vedic calculations, there are three causes of creation: time, the ingredient and the creator. Combined, these are called tritayātmaka, the three causes. Everything in this material world is created by these three causes. All of these causes are found in the Personality of Godhead. As confirmed in Brahma-saṁhitā, sarva-kāraṇa-kāraṇam. Nārada Muni therefore advises the Pracetās to worship the direct cause, the Supreme Personality of Godhead. As stated before, when the root of a tree is watered, all the parts are energized. According to the advice of Nārada Muni, one should directly engage in devotional service. This will include all pious activity. Caitanya-caritāmṛta states, kṛṣṇe bhakti kaile sarva-karma kṛta haya: when one worships the Supreme Lord, Kṛṣṇa, in devotional service, one automatically performs all other pious activity. In this verse the words sva-tejasā dhvasta-guṇa-pravāham are very significant. The Supreme Personality of Godhead is never affected by the material qualities, although they all emanate from His spiritual energy. Those who are really conversant with this knowledge can utilize everything for the service of the Lord because nothing in this material world is unconnected with the Supreme Personality of Godhead."
    },
    {
        "verse": "19",
        "devanagari": "दयया सर्वभूतेषु सन्तुष्ट्या येन केन वा ।सर्वेन्द्रियोपशान्त्या च तुष्यत्याशु जनार्दन: ॥ १९ ॥",
        "english_devnagari": "dayayā sarva-bhūteṣusantuṣṭyā yena kena vāsarvendriyopaśāntyā catuṣyaty āśu janārdanaḥ",
        "verse_Syn": [
            "dayayā",
            "sarva",
            "bhūteṣu",
            "santuṣṭyā",
            "yena",
            "kena",
            "vā",
            "sarva",
            "indriya",
            "upaśāntyā",
            "ca",
            "tuṣyati",
            "āśu",
            "janārdanaḥ"
        ],
        "translation": "By showing mercy to all living entities, being satisfied somehow or other, and restricting the senses from sense enjoyment, one can very quickly satisfy the Supreme Personality of Godhead, Janārdana.",
        "purport": " These are some of the ways in which the Supreme Personality of Godhead can be satisfied by the devotee. The first item mentioned is dayayā sarva-bhūteṣu, showing mercy to all conditioned souls. The best way to show mercy is to spread Kṛṣṇa consciousness. The entire world is suffering for want of this knowledge. People should know that the Supreme Personality of Godhead is the original cause of everything. Knowing this, everyone should directly engage in His devotional service. Those who are actually learned, advanced in spiritual understanding, should preach Kṛṣṇa consciousness all over the world so that people may take to it and make their lives successful."
    },
    {
        "verse": "19",
        "devanagari": "दयया सर्वभूतेषु सन्तुष्ट्या येन केन वा ।सर्वेन्द्रियोपशान्त्या च तुष्यत्याशु जनार्दन: ॥ १९ ॥",
        "english_devnagari": "dayayā sarva-bhūteṣusantuṣṭyā yena kena vāsarvendriyopaśāntyā catuṣyaty āśu janārdanaḥ",
        "verse_Syn": [
            "dayayā",
            "sarva",
            "bhūteṣu",
            "santuṣṭyā",
            "yena",
            "kena",
            "vā",
            "sarva",
            "indriya",
            "upaśāntyā",
            "ca",
            "tuṣyati",
            "āśu",
            "janārdanaḥ"
        ],
        "translation": "By showing mercy to all living entities, being satisfied somehow or other, and restricting the senses from sense enjoyment, one can very quickly satisfy the Supreme Personality of Godhead, Janārdana.",
        "purport": " These are some of the ways in which the Supreme Personality of Godhead can be satisfied by the devotee. The first item mentioned is dayayā sarva-bhūteṣu, showing mercy to all conditioned souls. The best way to show mercy is to spread Kṛṣṇa consciousness. The entire world is suffering for want of this knowledge. People should know that the Supreme Personality of Godhead is the original cause of everything. Knowing this, everyone should directly engage in His devotional service. Those who are actually learned, advanced in spiritual understanding, should preach Kṛṣṇa consciousness all over the world so that people may take to it and make their lives successful. The word sarva-bhūteṣu is significant because it applies not only to human beings but to all the living entities appearing in the 8,400,000 species of life. The devotee can do good not only to humanity but to all living entities as well. Everyone can benefit spiritually by the chanting of the Hare Kṛṣṇa mahā-mantra. When the transcendental vibration of Hare Kṛṣṇa is sounded, even the trees, animals and insects benefit. Thus when one chants the Hare Kṛṣṇa mahā-mantra loudly, he actually shows mercy to all living entities. To spread the Kṛṣṇa consciousness movement throughout the world, the devotees should be satisfied in all conditions:"
    },
    {
        "verse": "19",
        "devanagari": "दयया सर्वभूतेषु सन्तुष्ट्या येन केन वा ।सर्वेन्द्रियोपशान्त्या च तुष्यत्याशु जनार्दन: ॥ १९ ॥",
        "english_devnagari": "dayayā sarva-bhūteṣusantuṣṭyā yena kena vāsarvendriyopaśāntyā catuṣyaty āśu janārdanaḥ",
        "verse_Syn": [
            "dayayā",
            "sarva",
            "bhūteṣu",
            "santuṣṭyā",
            "yena",
            "kena",
            "vā",
            "sarva",
            "indriya",
            "upaśāntyā",
            "ca",
            "tuṣyati",
            "āśu",
            "janārdanaḥ"
        ],
        "translation": "By showing mercy to all living entities, being satisfied somehow or other, and restricting the senses from sense enjoyment, one can very quickly satisfy the Supreme Personality of Godhead, Janārdana.",
        "purport": " These are some of the ways in which the Supreme Personality of Godhead can be satisfied by the devotee. The first item mentioned is dayayā sarva-bhūteṣu, showing mercy to all conditioned souls. The best way to show mercy is to spread Kṛṣṇa consciousness. The entire world is suffering for want of this knowledge. People should know that the Supreme Personality of Godhead is the original cause of everything. Knowing this, everyone should directly engage in His devotional service. Those who are actually learned, advanced in spiritual understanding, should preach Kṛṣṇa consciousness all over the world so that people may take to it and make their lives successful. The word sarva-bhūteṣu is significant because it applies not only to human beings but to all the living entities appearing in the 8,400,000 species of life. The devotee can do good not only to humanity but to all living entities as well. Everyone can benefit spiritually by the chanting of the Hare Kṛṣṇa mahā-mantra. When the transcendental vibration of Hare Kṛṣṇa is sounded, even the trees, animals and insects benefit. Thus when one chants the Hare Kṛṣṇa mahā-mantra loudly, he actually shows mercy to all living entities. To spread the Kṛṣṇa consciousness movement throughout the world, the devotees should be satisfied in all conditions: It does not matter to the pure devotee if he has to go to hell to preach. The Supreme Lord lives in the heart of a hog, although the Lord is in Vaikuṇṭha. Even while preaching in hell, a pure devotee remains a pure devotee by his constant association with the Supreme Personality of Godhead. To attain this state, one has to control his senses. The senses are automatically controlled when one’s mind is engaged in the service of the Lord."
    },
    {
        "verse": "20",
        "devanagari": "अपहतसकलैषणामलात्म-न्यविरतमेधितभावनोपहूत: ।निजजनवशगत्वमात्मनोऽय-न्न सरति छिद्रवदक्षर: सतां हि ॥ २० ॥",
        "english_devnagari": "apahata-sakalaiṣaṇāmalātmanyaviratam edhita-bhāvanopahūtaḥnija-jana-vaśa-gatvam ātmano ’yanna sarati chidravad akṣaraḥ satāṁ hi",
        "verse_Syn": [
            "apahata",
            "sakala",
            "eṣaṇa",
            "amala",
            "ātmani",
            "aviratam",
            "edhita",
            "bhāvanā",
            "upahūtaḥ",
            "nija",
            "jana",
            "vaśa",
            "gatvam",
            "ātmanaḥ",
            "ayan",
            "na",
            "sarati",
            "chidra",
            "vat",
            "akṣaraḥ",
            "satām",
            "hi"
        ],
        "translation": "Being completely cleansed of all material desires, the devotees are freed from all mental contamination. Thus they can always think of the Lord constantly and address Him very feelingly. The Supreme Personality of Godhead, knowing Himself to be controlled by His devotees, does not leave them for a second, just as the sky overhead never becomes invisible.",
        "purport": " It is clear from the previous verse that the Supreme Personality of Godhead, Janārdana, is very quickly satisfied by the activities of His devotees. The pure devotee is always absorbed in the thought of the Supreme Personality of Godhead. As stated, śṛṇvatāṁ sva-kathāḥ kṛṣṇaḥ. By always thinking of Kṛṣṇa, the pure devotee’s heart is freed from all kinds of desires. In the material world, the heart of the living entity is filled with material desires. When the living entity is cleansed, he does not think of anything material. As the mind is completely cleansed, one attains the perfectional stage of mystic yoga, for then the yogī always sees the Supreme Personality of Godhead within his heart (dhyanāvasthita-tad-gatena manasā paśyanti yaṁ yoginaḥ). As soon as the Lord is seated within the heart of the devotee, the devotee cannot be contaminated by the material modes of nature. As long as one is under the control of the material modes, he desires so many things and makes so many plans for material sense enjoyment, but as soon as the Lord is perceived in the heart, all material desires vanish. When the mind is completely free from material desire, the devotee can think of the Lord constantly. In this way he becomes completely dependent upon the lotus feet of the Lord. Caitanya Mahāprabhu prays:"
    },
    {
        "verse": "20",
        "devanagari": "अपहतसकलैषणामलात्म-न्यविरतमेधितभावनोपहूत: ।निजजनवशगत्वमात्मनोऽय-न्न सरति छिद्रवदक्षर: सतां हि ॥ २० ॥",
        "english_devnagari": "apahata-sakalaiṣaṇāmalātmanyaviratam edhita-bhāvanopahūtaḥnija-jana-vaśa-gatvam ātmano ’yanna sarati chidravad akṣaraḥ satāṁ hi",
        "verse_Syn": [
            "apahata",
            "sakala",
            "eṣaṇa",
            "amala",
            "ātmani",
            "aviratam",
            "edhita",
            "bhāvanā",
            "upahūtaḥ",
            "nija",
            "jana",
            "vaśa",
            "gatvam",
            "ātmanaḥ",
            "ayan",
            "na",
            "sarati",
            "chidra",
            "vat",
            "akṣaraḥ",
            "satām",
            "hi"
        ],
        "translation": "Being completely cleansed of all material desires, the devotees are freed from all mental contamination. Thus they can always think of the Lord constantly and address Him very feelingly. The Supreme Personality of Godhead, knowing Himself to be controlled by His devotees, does not leave them for a second, just as the sky overhead never becomes invisible.",
        "purport": " It is clear from the previous verse that the Supreme Personality of Godhead, Janārdana, is very quickly satisfied by the activities of His devotees. The pure devotee is always absorbed in the thought of the Supreme Personality of Godhead. As stated, śṛṇvatāṁ sva-kathāḥ kṛṣṇaḥ. By always thinking of Kṛṣṇa, the pure devotee’s heart is freed from all kinds of desires. In the material world, the heart of the living entity is filled with material desires. When the living entity is cleansed, he does not think of anything material. As the mind is completely cleansed, one attains the perfectional stage of mystic yoga, for then the yogī always sees the Supreme Personality of Godhead within his heart (dhyanāvasthita-tad-gatena manasā paśyanti yaṁ yoginaḥ). As soon as the Lord is seated within the heart of the devotee, the devotee cannot be contaminated by the material modes of nature. As long as one is under the control of the material modes, he desires so many things and makes so many plans for material sense enjoyment, but as soon as the Lord is perceived in the heart, all material desires vanish. When the mind is completely free from material desire, the devotee can think of the Lord constantly. In this way he becomes completely dependent upon the lotus feet of the Lord. Caitanya Mahāprabhu prays: “My dear Lord, I am Your eternal servant, but somehow or other I have fallen into the ocean of this material world. Kindly pick me up and fix me as a speck of dust at Your lotus feet.” (Śikṣāṣṭaka 5) Similarly, Śrīla Narottama dāsa Ṭhākura prays:"
    },
    {
        "verse": "20",
        "devanagari": "अपहतसकलैषणामलात्म-न्यविरतमेधितभावनोपहूत: ।निजजनवशगत्वमात्मनोऽय-न्न सरति छिद्रवदक्षर: सतां हि ॥ २० ॥",
        "english_devnagari": "apahata-sakalaiṣaṇāmalātmanyaviratam edhita-bhāvanopahūtaḥnija-jana-vaśa-gatvam ātmano ’yanna sarati chidravad akṣaraḥ satāṁ hi",
        "verse_Syn": [
            "apahata",
            "sakala",
            "eṣaṇa",
            "amala",
            "ātmani",
            "aviratam",
            "edhita",
            "bhāvanā",
            "upahūtaḥ",
            "nija",
            "jana",
            "vaśa",
            "gatvam",
            "ātmanaḥ",
            "ayan",
            "na",
            "sarati",
            "chidra",
            "vat",
            "akṣaraḥ",
            "satām",
            "hi"
        ],
        "translation": "Being completely cleansed of all material desires, the devotees are freed from all mental contamination. Thus they can always think of the Lord constantly and address Him very feelingly. The Supreme Personality of Godhead, knowing Himself to be controlled by His devotees, does not leave them for a second, just as the sky overhead never becomes invisible.",
        "purport": " It is clear from the previous verse that the Supreme Personality of Godhead, Janārdana, is very quickly satisfied by the activities of His devotees. The pure devotee is always absorbed in the thought of the Supreme Personality of Godhead. As stated, śṛṇvatāṁ sva-kathāḥ kṛṣṇaḥ. By always thinking of Kṛṣṇa, the pure devotee’s heart is freed from all kinds of desires. In the material world, the heart of the living entity is filled with material desires. When the living entity is cleansed, he does not think of anything material. As the mind is completely cleansed, one attains the perfectional stage of mystic yoga, for then the yogī always sees the Supreme Personality of Godhead within his heart (dhyanāvasthita-tad-gatena manasā paśyanti yaṁ yoginaḥ). As soon as the Lord is seated within the heart of the devotee, the devotee cannot be contaminated by the material modes of nature. As long as one is under the control of the material modes, he desires so many things and makes so many plans for material sense enjoyment, but as soon as the Lord is perceived in the heart, all material desires vanish. When the mind is completely free from material desire, the devotee can think of the Lord constantly. In this way he becomes completely dependent upon the lotus feet of the Lord. Caitanya Mahāprabhu prays: “My dear Lord, I am Your eternal servant, but somehow or other I have fallen into the ocean of this material world. Kindly pick me up and fix me as a speck of dust at Your lotus feet.” (Śikṣāṣṭaka 5) Similarly, Śrīla Narottama dāsa Ṭhākura prays: “My dear Lord, You are now present with the daughter of King Vṛṣabhānu, Śrīmatī Rādhārāṇī. Now both of You please be merciful upon me. Don’t kick me away, because I have no shelter other than You.”"
    },
    {
        "verse": "20",
        "devanagari": "अपहतसकलैषणामलात्म-न्यविरतमेधितभावनोपहूत: ।निजजनवशगत्वमात्मनोऽय-न्न सरति छिद्रवदक्षर: सतां हि ॥ २० ॥",
        "english_devnagari": "apahata-sakalaiṣaṇāmalātmanyaviratam edhita-bhāvanopahūtaḥnija-jana-vaśa-gatvam ātmano ’yanna sarati chidravad akṣaraḥ satāṁ hi",
        "verse_Syn": [
            "apahata",
            "sakala",
            "eṣaṇa",
            "amala",
            "ātmani",
            "aviratam",
            "edhita",
            "bhāvanā",
            "upahūtaḥ",
            "nija",
            "jana",
            "vaśa",
            "gatvam",
            "ātmanaḥ",
            "ayan",
            "na",
            "sarati",
            "chidra",
            "vat",
            "akṣaraḥ",
            "satām",
            "hi"
        ],
        "translation": "Being completely cleansed of all material desires, the devotees are freed from all mental contamination. Thus they can always think of the Lord constantly and address Him very feelingly. The Supreme Personality of Godhead, knowing Himself to be controlled by His devotees, does not leave them for a second, just as the sky overhead never becomes invisible.",
        "purport": " It is clear from the previous verse that the Supreme Personality of Godhead, Janārdana, is very quickly satisfied by the activities of His devotees. The pure devotee is always absorbed in the thought of the Supreme Personality of Godhead. As stated, śṛṇvatāṁ sva-kathāḥ kṛṣṇaḥ. By always thinking of Kṛṣṇa, the pure devotee’s heart is freed from all kinds of desires. In the material world, the heart of the living entity is filled with material desires. When the living entity is cleansed, he does not think of anything material. As the mind is completely cleansed, one attains the perfectional stage of mystic yoga, for then the yogī always sees the Supreme Personality of Godhead within his heart (dhyanāvasthita-tad-gatena manasā paśyanti yaṁ yoginaḥ). As soon as the Lord is seated within the heart of the devotee, the devotee cannot be contaminated by the material modes of nature. As long as one is under the control of the material modes, he desires so many things and makes so many plans for material sense enjoyment, but as soon as the Lord is perceived in the heart, all material desires vanish. When the mind is completely free from material desire, the devotee can think of the Lord constantly. In this way he becomes completely dependent upon the lotus feet of the Lord. Caitanya Mahāprabhu prays: “My dear Lord, I am Your eternal servant, but somehow or other I have fallen into the ocean of this material world. Kindly pick me up and fix me as a speck of dust at Your lotus feet.” (Śikṣāṣṭaka 5) Similarly, Śrīla Narottama dāsa Ṭhākura prays: “My dear Lord, You are now present with the daughter of King Vṛṣabhānu, Śrīmatī Rādhārāṇī. Now both of You please be merciful upon me. Don’t kick me away, because I have no shelter other than You.” In this way the Supreme Personality of Godhead becomes dependent on His devotee. The Lord is invincible, yet He is conquered by His pure devotee. He enjoys being dependent on His devotee, just as Kṛṣṇa enjoyed being dependent on the mercy of mother Yaśodā. Thinking Himself dependent on the devotee gives the Supreme Lord great enjoyment. Sometimes a king may engage a joker, and in the process of joking the king is sometimes insulted. The king, however, enjoys these activities. Everyone worships the Supreme Lord with great reverence; therefore the Lord sometimes wants to enjoy the chastisement of His devotees. In this way the relationship eternally existing between the Lord and His devotees is fixed, just like the sky overhead."
    },
    {
        "verse": "21",
        "devanagari": "न भजति कुमनीषिणां स इज्यांहरिरधनात्मधनप्रियो रसज्ञ: ।श्रुतधनकुलकर्मणां मदैर्येविदधति पापमकिञ्चनेषु सत्सु ॥ २१ ॥",
        "english_devnagari": "na bhajati kumanīṣiṇāṁ sa ijyāṁharir adhanātma-dhana-priyo rasa-jñaḥśruta-dhana-kula-karmaṇāṁ madair yevidadhati pāpam akiñcaneṣu satsu",
        "verse_Syn": [
            "na",
            "bhajati",
            "ku",
            "manīṣiṇām",
            "saḥ",
            "ijyām",
            "hariḥ",
            "adhana",
            "ātma",
            "dhana",
            "priyaḥ",
            "rasa",
            "jñaḥ",
            "śruta",
            "dhana",
            "kula",
            "karmaṇām",
            "madaiḥ",
            "ye",
            "vidadhati",
            "pāpam",
            "akiñcaneṣu",
            "satsu"
        ],
        "translation": "The Supreme Personality of Godhead becomes very dear to those devotees who have no material possessions but are fully happy in possessing the devotional service of the Lord. Indeed, the Lord relishes the devotional activities of such devotees. Those who are puffed up with material education, wealth, aristocracy and fruitive activity are very proud of possessing material things, and they often deride the devotees. Even if such people offer the Lord worship, the Lord never accepts them.",
        "purport": " The Supreme Personality of Godhead is dependent on His pure devotees. He does not even accept the offerings of those who are not devotees. A pure devotee is one who feels He does not possess anything material. A devotee is always happy in possessing the devotional service of the Lord. Devotees may sometimes appear materially poor, but because they are spiritually advanced and enriched, they are most dear to the Supreme Personality of Godhead. Such devotees are free from attachment to family, society, friendship, children and so on. They abandon affection for all these material possessions and are always happy in possessing the shelter of the lotus feet of the Lord. The Supreme Personality of Godhead understands the position of His devotee. If a person derides a pure devotee, he is never recognized by the Supreme Personality of Godhead. In other words, the Supreme Lord never excuses one who offends a pure devotee. There are many examples of this in history. A great mystic yogī, Durvāsā Muni, offended the great devotee Ambarīṣa Mahārāja. The great sage Durvāsā was to be chastised by the Sudarśana cakra of the Lord. Even though the great mystic directly approached the Supreme Personality of Godhead, he was never excused. Those on the path of liberation should be very careful not to offend a pure devotee."
    },
    {
        "verse": "22",
        "devanagari": "श्रियमनुचरतीं तदर्थिनश्चद्विपदपतीन् विबुधांश्च यत्स्वपूर्ण: ।न भजति निजभृत्यवर्गतन्त्र:कथममुमुद्विसृजेत्पुमान् कृतज्ञ: ॥ २२ ॥",
        "english_devnagari": "śriyam anucaratīṁ tad-arthinaś cadvipada-patīn vibudhāṁś ca yat sva-pūrṇaḥna bhajati nija-bhṛtya-varga-tantraḥkatham amum udvisṛjet pumān kṛta-jñaḥ",
        "verse_Syn": [
            "śriyam",
            "anucaratīm",
            "tat",
            "arthinaḥ",
            "ca",
            "dvipada",
            "patīn",
            "vibudhān",
            "ca",
            "yat",
            "sva",
            "pūrṇaḥ",
            "na",
            "bhajati",
            "nija",
            "bhṛtya",
            "varga",
            "tantraḥ",
            "katham",
            "amum",
            "udvisṛjet",
            "pumān",
            "kṛta",
            "jñaḥ"
        ],
        "translation": "Although the Supreme Personality of Godhead is self-sufficient, He becomes dependent on His devotees. He does not care for the goddess of fortune, nor for the kings and demigods who are after the favors of the goddess of fortune. Where is that person who is actually grateful and will not worship the Personality of Godhead?",
        "purport": " Lakṣmī, the goddess of fortune, is worshiped by all materialistic men, including big kings, and demigods in heaven. Lakṣmī, however, is always after the Supreme Personality of Godhead, even though He does not require her service. Brahma-saṁhitā says that the Lord is worshiped by hundreds and thousands of goddesses of fortune, but the Supreme Lord does not require service from any of them because if He so desires He can produce millions of goddesses of fortune through His spiritual energy, the pleasure potency. This very Personality of Godhead, out of His causeless mercy, becomes dependent on the devotees. How fortunate, then, is a devotee who is thus favored by the Personality of Godhead. What ungrateful devotee will not worship the Lord and enter into His devotional service? Actually, a devotee cannot forget his obligation to the Supreme Personality of Godhead even for a single moment. Śrīla Viśvanātha Cakravartī Ṭhākura says that both the Supreme Lord and His devotee are rasa-jña, full of transcendental humor. The mutual attachment between the Supreme Lord and His devotee is never to be considered material. It always exists as a transcendental fact. There are eight types of transcendental ecstasy (known as bhāva, anubhāva, sthāyi-bhāva and so on), and these are discussed in The Nectar of Devotion. Those who are unaware of the position of the living entity and the Supreme Person, Kṛṣṇa, think that the mutual attachment between the Lord and His devotees is a creation of the material energy. Factually such attachment is natural both for the Supreme Lord and for the devotee, and it cannot be accepted as material."
    },
    {
        "verse": "23",
        "devanagari": "मैत्रेय उवाचइति प्रचेतसो राजन्नन्याश्च भगवत्कथा: ।श्रावयित्वा ब्रह्मलोकं ययौ स्वायम्भुवो मुनि: ॥ २३ ॥",
        "english_devnagari": "maitreya uvācaiti pracetaso rājannanyāś ca bhagavat-kathāḥśrāvayitvā brahma-lokaṁyayau svāyambhuvo muniḥ",
        "verse_Syn": [
            "maitreyaḥ",
            "uvāca",
            "iti",
            "pracetasaḥ",
            "rājan",
            "anyāḥ",
            "ca",
            "bhagavat",
            "kathāḥ",
            "śrāvayitvā",
            "brahma",
            "lokam",
            "yayau",
            "svāyambhuvaḥ",
            "muniḥ"
        ],
        "translation": "The great sage Maitreya continued: My dear King Vidura, Śrī Nārada Muni, the son of Lord Brahmā, thus described all these relationships with the Supreme Personality of Godhead to the Pracetās. Afterward, he returned to Brahmaloka.",
        "purport": " One has to hear about the Supreme Personality of Godhead from a pure devotee. The Pracetās got this opportunity from the great sage Nārada, who told them of the activities of the Supreme Personality of Godhead and His devotees."
    },
    {
        "verse": "24",
        "devanagari": "तेऽपि तन्मुखनिर्यातं यशो लोकमलापहम् ।हरेर्निशम्य तत्पादं ध्यायन्तस्तद्गतिं ययु: ॥ २४ ॥",
        "english_devnagari": "te ’pi tan-mukha-niryātaṁyaśo loka-malāpahamharer niśamya tat-pādaṁdhyāyantas tad-gatiṁ yayuḥ",
        "verse_Syn": [
            "te",
            "api",
            "tat",
            "mukha",
            "niryātam",
            "yaśaḥ",
            "loka",
            "mala",
            "apaham",
            "hareḥ",
            "niśamya",
            "tat",
            "pādam",
            "dhyāyantaḥ",
            "tat",
            "gatim",
            "yayuḥ"
        ],
        "translation": "Hearing from Nārada’s mouth the glories of the Lord, which vanquish all the ill fortune of the world, the Pracetās also became attached to the Supreme Personality of Godhead. Meditating on His lotus feet, they advanced to the ultimate destination.",
        "purport": " Here it is seen that by hearing the glories of the Lord from a realized devotee, the Pracetās easily attained strong attachment for the Supreme Personality of Godhead. Then, meditating on the lotus feet of the Supreme Lord at the end of their lives, they advanced to the ultimate goal, Viṣṇuloka. It is sure and certain that anyone who always hears the glories of the Lord and thinks of His lotus feet will reach that supreme destination. As Kṛṣṇa says in Bhagavad-gītā (18.65):"
    },
    {
        "verse": "24",
        "devanagari": "तेऽपि तन्मुखनिर्यातं यशो लोकमलापहम् ।हरेर्निशम्य तत्पादं ध्यायन्तस्तद्गतिं ययु: ॥ २४ ॥",
        "english_devnagari": "te ’pi tan-mukha-niryātaṁyaśo loka-malāpahamharer niśamya tat-pādaṁdhyāyantas tad-gatiṁ yayuḥ",
        "verse_Syn": [
            "te",
            "api",
            "tat",
            "mukha",
            "niryātam",
            "yaśaḥ",
            "loka",
            "mala",
            "apaham",
            "hareḥ",
            "niśamya",
            "tat",
            "pādam",
            "dhyāyantaḥ",
            "tat",
            "gatim",
            "yayuḥ"
        ],
        "translation": "Hearing from Nārada’s mouth the glories of the Lord, which vanquish all the ill fortune of the world, the Pracetās also became attached to the Supreme Personality of Godhead. Meditating on His lotus feet, they advanced to the ultimate destination.",
        "purport": " Here it is seen that by hearing the glories of the Lord from a realized devotee, the Pracetās easily attained strong attachment for the Supreme Personality of Godhead. Then, meditating on the lotus feet of the Supreme Lord at the end of their lives, they advanced to the ultimate goal, Viṣṇuloka. It is sure and certain that anyone who always hears the glories of the Lord and thinks of His lotus feet will reach that supreme destination. As Kṛṣṇa says in Bhagavad-gītā (18.65): “Always think of Me and become My devotee. Worship Me and offer your homage unto Me. Thus you will come to Me without fail. I promise you this because you are My very dear friend.”"
    },
    {
        "verse": "25",
        "devanagari": "एतत्तेऽभिहितं क्षत्तर्यन्मां त्वं परिपृष्टवान् ।प्रचेतसां नारदस्य संवादं हरिकीर्तनम् ॥ २५ ॥",
        "english_devnagari": "etat te ’bhihitaṁ kṣattaryan māṁ tvaṁ paripṛṣṭavānpracetasāṁ nāradasyasaṁvādaṁ hari-kīrtanam",
        "verse_Syn": [
            "etat",
            "te",
            "abhihitam",
            "kṣattaḥ",
            "yat",
            "mām",
            "tvam",
            "paripṛṣṭavān",
            "pracetasām",
            "nāradasya",
            "saṁvādam",
            "hari",
            "kīrtanam"
        ],
        "translation": "My dear Vidura, I have told you everything you wanted to know about the conversation between Nārada and the Pracetās, the conversation describing the glories of the Lord. I have related this as far as possible.",
        "purport": " Śrīmad-Bhāgavatam describes the glories of the Lord and His devotees. Because the whole subject matter is the glorification of the Lord, naturally the glorification of His devotees automatically follows."
    },
    {
        "verse": "26",
        "devanagari": "श्रीशुक उवाचय एष उत्तानपदो मानवस्यानुवर्णित: ।वंश: प्रियव्रतस्यापि निबोध नृपसत्तम ॥ २६ ॥",
        "english_devnagari": "śrī-śuka uvācaya eṣa uttānapadomānavasyānuvarṇitaḥvaṁśaḥ priyavratasyāpinibodha nṛpa-sattama",
        "verse_Syn": [
            "śrī",
            "śukaḥ",
            "uvāca",
            "yaḥ",
            "eṣaḥ",
            "uttānapadaḥ",
            "mānavasya",
            "anuvarṇitaḥ",
            "vaṁśaḥ",
            "priyavratasya",
            "api",
            "nibodha",
            "nṛpa",
            "sattama"
        ],
        "translation": "Śukadeva Gosvāmī continued: O best of kings [King Parīkṣit], I have now finished telling about the descendants of the first son of Svāyambhuva Manu, Uttānapāda. I shall now try to relate the activities of the descendants of Priyavrata, the second son of Svāyambhuva Manu. Please hear them attentively.",
        "purport": " Dhruva Mahārāja was the son of King Uttānapāda, and as far as the descendants of Dhruva Mahārāja or King Uttānapāda are concerned, their activities have been described up to the point of the Pracetās. Now Śrī Śukadeva Gosvāmī desires to describe the descendants of Mahārāja Priyavrata, the second son of Svāyambhuva Manu."
    },
    {
        "verse": "28",
        "devanagari": "इमां तु कौषारविणोपवर्णितांक्षत्ता निशम्याजितवादसत्कथाम् ।प्रवृद्धभावोऽश्रुकलाकुलो मुने-र्दधार मूर्ध्ना चरणं हृदा हरे: ॥ २८ ॥",
        "english_devnagari": "imāṁ tu kauṣāraviṇopavarṇitāṁkṣattā niśamyājita-vāda-sat-kathāmpravṛddha-bhāvo ’śru-kalākulo munerdadhāra mūrdhnā caraṇaṁ hṛdā hareḥ",
        "verse_Syn": [
            "imām",
            "tu",
            "kauṣāraviṇā",
            "upavarṇitām",
            "kṣattā",
            "niśamya",
            "ajita",
            "vāda",
            "sat",
            "kathām",
            "pravṛddha",
            "bhāvaḥ",
            "aśru",
            "kalā",
            "ākulaḥ",
            "muneḥ",
            "dadhāra",
            "mūrdhnā",
            "caraṇam",
            "hṛdā",
            "hareḥ"
        ],
        "translation": "My dear King, in this way, after hearing the transcendental messages of the Supreme Personality of Godhead and His devotees from the great sage Maitreya, Vidura was overwhelmed with ecstasy. With tears in his eyes, he immediately fell down at the lotus feet of his guru, his spiritual master. He then fixed the Supreme Personality of Godhead within the core of his heart.",
        "purport": " This is a sign of associating with great devotees. A devotee takes instructions from a liberated soul and is thus overwhelmed by ecstasy from transcendental pleasure. As stated by Prahlāda Mahārāja:"
    },
    {
        "verse": "28",
        "devanagari": "इमां तु कौषारविणोपवर्णितांक्षत्ता निशम्याजितवादसत्कथाम् ।प्रवृद्धभावोऽश्रुकलाकुलो मुने-र्दधार मूर्ध्ना चरणं हृदा हरे: ॥ २८ ॥",
        "english_devnagari": "imāṁ tu kauṣāraviṇopavarṇitāṁkṣattā niśamyājita-vāda-sat-kathāmpravṛddha-bhāvo ’śru-kalākulo munerdadhāra mūrdhnā caraṇaṁ hṛdā hareḥ",
        "verse_Syn": [
            "imām",
            "tu",
            "kauṣāraviṇā",
            "upavarṇitām",
            "kṣattā",
            "niśamya",
            "ajita",
            "vāda",
            "sat",
            "kathām",
            "pravṛddha",
            "bhāvaḥ",
            "aśru",
            "kalā",
            "ākulaḥ",
            "muneḥ",
            "dadhāra",
            "mūrdhnā",
            "caraṇam",
            "hṛdā",
            "hareḥ"
        ],
        "translation": "My dear King, in this way, after hearing the transcendental messages of the Supreme Personality of Godhead and His devotees from the great sage Maitreya, Vidura was overwhelmed with ecstasy. With tears in his eyes, he immediately fell down at the lotus feet of his guru, his spiritual master. He then fixed the Supreme Personality of Godhead within the core of his heart.",
        "purport": " This is a sign of associating with great devotees. A devotee takes instructions from a liberated soul and is thus overwhelmed by ecstasy from transcendental pleasure. As stated by Prahlāda Mahārāja: One cannot become a perfect devotee of the Lord without having touched the lotus feet of a great devotee. One who has nothing to do with this material world is called niṣkiñcana. The process of self-realization and the path home, back to Godhead, means surrendering to the bona fide spiritual master and taking the dust of his lotus feet on one’s head. Thus one advances on the path of transcendental realization. Vidura had this relationship with Maitreya, and he attained the results."
    },
    {
        "verse": "29",
        "devanagari": "विदुर उवाचसोऽयमद्य महायोगिन् भवता करुणात्मना ।दर्शितस्तमस: पारो यत्राकिञ्चनगो हरि: ॥ २९ ॥",
        "english_devnagari": "vidura uvācaso ’yam adya mahā-yoginbhavatā karuṇātmanādarśitas tamasaḥ pāroyatrākiñcana-go hariḥ",
        "verse_Syn": [
            "viduraḥ",
            "uvāca",
            "saḥ",
            "ayam",
            "adya",
            "mahā",
            "yogin",
            "bhavatā",
            "karuṇa",
            "ātmanā",
            "darśitaḥ",
            "tamasaḥ",
            "pāraḥ",
            "yatra",
            "akiñcana",
            "gaḥ",
            "hariḥ"
        ],
        "translation": "Śrī Vidura said: O great mystic, O greatest of all devotees, by your causeless mercy I have been shown the path of liberation from this world of darkness. By following this path, a person liberated from the material world can return home, back to Godhead.",
        "purport": " This material world is called tamaḥ, dark, and the spiritual world is called light. The Vedas enjoin that everyone should try to get out of the darkness and go to the kingdom of light. Information of that kingdom of light can be attained through the mercy of a self-realized soul. One also has to get rid of all material desires. As soon as one frees himself from material desires and associates with a liberated person, the path back home, back to Godhead, is clear."
    },
    {
        "verse": "30",
        "devanagari": "श्रीशुक उवाचइत्यानम्य तमामन्‍त्र्य विदुरो गजसाह्वयम् ।स्वानां दिद‍ृक्षु: प्रययौ ज्ञातीनां निर्वृताशय: ॥ ३० ॥",
        "english_devnagari": "śrī-śuka uvācaity ānamya tam āmantryaviduro gajasāhvayamsvānāṁ didṛkṣuḥ prayayaujñātīnāṁ nirvṛtāśayaḥ",
        "verse_Syn": [
            "śrī",
            "śukaḥ",
            "uvāca",
            "iti",
            "ānamya",
            "tam",
            "āmantrya",
            "viduraḥ",
            "gaja",
            "sāhvayam",
            "svānām",
            "didṛkṣuḥ",
            "prayayau",
            "jñātīnām",
            "nirvṛta",
            "āśayaḥ"
        ],
        "translation": "Śukadeva Gosvāmī continued: Vidura thus offered obeisances unto the great sage Maitreya and, taking his permission, started for the city of Hastināpura to see his own kinsmen, although he had no material desires.",
        "purport": " When a saintly person wants to see his kinsmen, he has no material desire to see them. He simply wants to give them some instructions so that they can benefit. Vidura belonged to the royal family of the Kauravas, and although he knew that all the family members were destroyed at the Battle of Kurukṣetra, he nonetheless wanted to see his elder brother, Dhṛtarāṣṭra, to see if he could deliver Dhṛtarāṣṭra from the clutches of māyā. When a great saintly person like Vidura sees his relatives, he desires only to deliver them from the clutches of māyā. Vidura thus offered his respectful obeisances to his spiritual master and departed for the city of Hastināpura, the kingdom of the Kauravas."
    }
]