[
    {
        "verse": "1",
        "devanagari": "मैत्रेय उवाचत एवमुत्सन्नभया उरुक्रमेकृतावनामा: प्रययुस्त्रिविष्टपम् ।सहस्रशीर्षापि ततो गरुत्मतामधोर्वनं भृत्यदिद‍ृक्षया गत: ॥ १ ॥",
        "english_devnagari": "maitreya uvācata evam utsanna-bhayā urukramekṛtāvanāmāḥ prayayus tri-viṣṭapamsahasraśīrṣāpi tato garutmatāmadhor vanaṁ bhṛtya-didṛkṣayā gataḥ",
        "verse_Syn": [
            "maitreyaḥ",
            "uvāca",
            "te",
            "evam",
            "utsanna",
            "bhayāḥ",
            "urukrame",
            "kṛta",
            "avanāmāḥ",
            "prayayuḥ",
            "tri",
            "viṣṭapam",
            "sahasra",
            "śīrṣā",
            "api",
            "tataḥ",
            "garutmatā",
            "madhoḥ",
            "vanam",
            "bhṛtya",
            "didṛkṣayā",
            "gataḥ"
        ],
        "translation": "The great sage Maitreya told Vidura: When the demigods were thus reassured by the Personality of Godhead, they were freed from all fears, and after offering their obeisances they returned to their heavenly planets. Then the Lord, who is nondifferent from the Sahasraśīrṣā incarnation, got on the back of Garuḍa, who carried Him to the Madhuvana Forest to see His servant Dhruva.",
        "purport": " The word sahasraśīrṣā refers to the Personality of Godhead known as Garbhodakaśāyī Viṣṇu. Although the Lord appeared as Kṣīrodakaśāyī Viṣṇu, He has been described here as Sahasraśīrṣā Viṣṇu because He is nondifferent from Garbhodakaśāyī Viṣṇu. According to Śrīla Rūpa Gosvāmī in his Laghu-bhāgavatāmṛta, the Sahasraśīrṣā Personality of Godhead who appeared at that time was the incarnation known as Pṛśnigarbha. He created the planet known as Dhruvaloka for the habitation of Dhruva Mahārāja."
    },
    {
        "verse": "2",
        "devanagari": "स वै धिया योगविपाकतीव्रयाहृत्पद्मकोशे स्फुरितं तडित्प्रभम् ।तिरोहितं सहसैवोपलक्ष्यबहि:स्थितं तदवस्थं ददर्श ॥ २ ॥",
        "english_devnagari": "sa vai dhiyā yoga-vipāka-tīvrayāhṛt-padma-kośe sphuritaṁ taḍit-prabhamtirohitaṁ sahasaivopalakṣyabahiḥ-sthitaṁ tad-avasthaṁ dadarśa",
        "verse_Syn": [
            "saḥ",
            "vai",
            "dhiyā",
            "yoga",
            "vipāka",
            "tīvrayā",
            "hṛt",
            "padma",
            "kośe",
            "sphuritam",
            "taḍit",
            "prabham",
            "tirohitam",
            "sahasā",
            "eva",
            "upalakṣya",
            "bahiḥ",
            "sthitam",
            "tat",
            "avastham",
            "dadarśa"
        ],
        "translation": "The form of the Lord, which was brilliant like lightning and in which Dhruva Mahārāja, in his mature yogic process, was fully absorbed in meditation, all of a sudden disappeared. Thus Dhruva was perturbed, and his meditation broke. But as soon as he opened his eyes he saw the Supreme Personality of Godhead personally present, just as he had been seeing the Lord in his heart.",
        "purport": " Because of his mature position in yogic meditation, Dhruva Mahārāja was constantly observing the form of the Personality of Godhead within his heart, but all of a sudden, when the Supreme Personality disappeared from his heart, he thought that he had lost Him. Dhruva Mahārāja was perturbed, but upon opening his eyes and breaking his meditation he saw the same form of the Lord before him. In the Brahma-saṁhitā (5.38) it is said, premāñjana-cchurita-bhakti-vilocanena: a saintly person who has developed love of Godhead by devotional service always sees the Lord’s transcendental form of Śyāmasundara. This Śyāmasundara form of the Lord within the heart of a devotee is not imaginary. When a devotee becomes mature in his prosecution of devotional service, he sees face to face the same Śyāmasundara he has thought of during the entire course of his devotional service. Since the Supreme Lord is absolute, the form within the heart of a devotee, the form in the temple and the original form in Vaikuṇṭha, Vṛndāvana-dhāma, are all the same; they are nondifferent from one another."
    },
    {
        "verse": "3",
        "devanagari": "तद्दर्शनेनागतसाध्वस: क्षिता-ववन्दताङ्गं विनमय्य दण्डवत् ।द‍ृग्भ्यां प्रपश्यन् प्रपिबन्निवार्भक-श्चुम्बन्निवास्येन भुजैरिवाश्लिषन् ॥ ३ ॥",
        "english_devnagari": "tad-darśanenāgata-sādhvasaḥ kṣitāvavandatāṅgaṁ vinamayya daṇḍavatdṛgbhyāṁ prapaśyan prapibann ivārbhakaścumbann ivāsyena bhujair ivāśliṣan",
        "verse_Syn": [
            "tat",
            "darśanena",
            "āgata",
            "sādhvasaḥ",
            "kṣitau",
            "avandata",
            "aṅgam",
            "vinamayya",
            "daṇḍavat",
            "dṛgbhyām",
            "prapaśyan",
            "prapiban",
            "iva",
            "arbhakaḥ",
            "cumban",
            "iva",
            "āsyena",
            "bhujaiḥ",
            "iva",
            "āśliṣan"
        ],
        "translation": "When Dhruva Mahārāja saw his Lord just in front of him, he was greatly agitated and offered Him obeisances and respect. He fell flat before Him like a rod and became absorbed in love of Godhead. Dhruva Mahārāja, in ecstasy, looked upon the Lord as if he were drinking the Lord with his eyes, kissing the lotus feet of the Lord with his mouth, and embracing the Lord with his arms.",
        "purport": " Naturally, when Dhruva Mahārāja personally saw the Supreme Personality of Godhead face to face, he was very much agitated in awe and respect, and it appeared as if he were drinking the entire body of the Lord with his eyes. The devotee’s love for the Supreme Personality of Godhead is so intense that he wants to kiss the lotus feet of the Lord constantly, and he wants to touch the tips of the toes of the Lord and constantly embrace His lotus feet. All these features of Dhruva Mahārāja’s bodily expression indicate that upon seeing the Lord face to face he developed the eight kinds of transcendental ecstasy in his body."
    },
    {
        "verse": "4",
        "devanagari": "स तं विवक्षन्तमतद्विदं हरि-र्ज्ञात्वास्य सर्वस्य च हृद्यवस्थित: ।कृताञ्जलिं ब्रह्ममयेन कम्बुनापस्पर्श बालं कृपया कपोले ॥ ४ ॥",
        "english_devnagari": "sa taṁ vivakṣantam atad-vidaṁ harirjñātvāsya sarvasya ca hṛdy avasthitaḥkṛtāñjaliṁ brahmamayena kambunāpasparśa bālaṁ kṛpayā kapole",
        "verse_Syn": [
            "saḥ",
            "tam",
            "vivakṣantam",
            "a",
            "tat",
            "vidam",
            "hariḥ",
            "jñātvā",
            "asya",
            "sarvasya",
            "ca",
            "hṛdi",
            "avasthitaḥ",
            "kṛta",
            "añjalim",
            "brahma",
            "mayena",
            "kambunā",
            "pasparśa",
            "bālam",
            "kṛpayā",
            "kapole"
        ],
        "translation": "Although Dhruva Mahārāja was a small boy, he wanted to offer prayers to the Supreme Personality of Godhead in suitable language. But because he was inexperienced, he could not adjust himself immediately. The Supreme Personality of Godhead, being situated in everyone’s heart, could understand Dhruva Mahārāja’s awkward position. Out of His causeless mercy He touched His conchshell to the forehead of Dhruva Mahārāja, who stood before Him with folded hands.",
        "purport": " Every devotee wants to chant the transcendental qualities of the Lord. Devotees are always interested in hearing about the Lord’s transcendental qualities, and they are always eager to glorify these qualities, but sometimes they feel inconvenienced by humbleness. The Personality of Godhead, being situated in everyone’s heart, specifically gives a devotee intelligence to describe Him. It is therefore understood that when a devotee writes or speaks about the Supreme Personality of Godhead, his words are dictated by the Lord from within. This is confirmed in Bhagavad-gītā, Tenth Chapter: to those who constantly engage in the transcendental loving service of the Lord, the Lord, from within, dictates what to do next in order to serve Him. When Dhruva Mahārāja felt hesitant, not knowing how to describe the Lord for want of sufficient experience, the Lord, out of His causeless mercy, touched His conchshell to Dhruva’s forehead, and he was transcendentally inspired. This transcendental inspiration is called brahma-maya because when one is thus inspired, the sound he produces exactly corresponds to the sound vibration of the Vedas. This is not the ordinary sound vibration of this material world. Therefore the sound vibration of the Hare Kṛṣṇa mantra, although presented in the ordinary alphabet, should not be taken as mundane or material."
    },
    {
        "verse": "5",
        "devanagari": "स वै तदैव प्रतिपादितां गिरंदैवीं परिज्ञातपरात्मनिर्णय: ।तं भक्तिभावोऽभ्यगृणादसत्वरंपरिश्रुतोरुश्रवसं ध्रुवक्षिति: ॥ ५ ॥",
        "english_devnagari": "sa vai tadaiva pratipāditāṁ giraṁdaivīṁ parijñāta-parātma-nirṇayaḥtaṁ bhakti-bhāvo ’bhyagṛṇād asatvaraṁpariśrutoru-śravasaṁ dhruva-kṣitiḥ",
        "verse_Syn": [
            "saḥ",
            "vai",
            "tadā",
            "eva",
            "pratipāditām",
            "giram",
            "daivīm",
            "parijñāta",
            "para",
            "ātma",
            "nirṇayaḥ",
            "tam",
            "bhakti",
            "bhāvaḥ",
            "abhyagṛṇāt",
            "asatvaram",
            "pariśruta",
            "uru",
            "śravasam",
            "dhruva",
            "kṣitiḥ"
        ],
        "translation": "At that time Dhruva Mahārāja became perfectly aware of the Vedic conclusion and understood the Absolute Truth and His relationship with all living entities. In accordance with the line of devotional service to the Supreme Lord, whose fame is widespread, Dhruva, who in the future would receive a planet which would never be annihilated, even during the time of dissolution, offered his deliberate and conclusive prayers.",
        "purport": " There are many important items to be considered in this verse. First of all, the relationship between the Absolute Truth and the relative material and spiritual energies is here understood by a student who has complete knowledge of the Vedic literature. Dhruva Mahārāja never went to any school or academic teacher to learn the Vedic conclusion, but because of his devotional service to the Lord, as soon as the Lord appeared and touched his forehead with His conchshell, automatically the entire Vedic conclusion was revealed to him. That is the process of understanding Vedic literature. One cannot understand it simply by academic learning. The Vedas indicate that only to one who has unflinching faith in the Supreme Lord as well as in the spiritual master is the Vedic conclusion revealed. The example of Dhruva Mahārāja is that he engaged himself in devotional service to the Lord according to the order of his spiritual master, Nārada Muni. As a result of his rendering such devotional service with great determination and austerity, the Personality of Godhead personally manifested Himself before him. Dhruva was only a child. He wanted to offer nice prayers to the Lord, but because he lacked sufficient knowledge, he hesitated; but by the mercy of the Lord, as soon as the Lord’s conchshell touched his forehead, he became completely aware of the Vedic conclusion. That conclusion is based on proper understanding of the difference between jīva and Paramātmā, the individual soul and the Supersoul. The individual soul is forever a servant of the Supersoul, and therefore his relationship with the Supersoul is to offer service. That is called bhakti-yoga, or bhakti-bhāva. Dhruva Mahārāja offered his prayers to the Lord not in the way of the impersonalist philosophers, but as a devotee. Therefore it is clearly said here, bhakti-bhāva. The only prayers worth offering are those offered to the Supreme Personality of Godhead, whose reputation is spread far and wide. Dhruva Mahārāja wanted to have the kingdom of his father, but his father refused even to allow him to get on his lap. In order to fulfill his desire, the Lord had already created a planet known as the polestar, Dhruvaloka, which was never to be annihilated even at the time of the dissolution of the universe. Dhruva Mahārāja attained this perfection not by acting hastily, but by patiently executing the order of his spiritual master, and therefore he became so successful that he saw the Lord face to face. Now he was further enabled, by the causeless mercy of the Lord, to offer fitting prayers to the Lord. To glorify or offer prayers unto the Supreme, one needs the Lord’s mercy. One cannot write to glorify the Lord unless one is endowed with His causeless mercy."
    },
    {
        "verse": "6",
        "devanagari": "ध्रुव उवाचयोऽन्त: प्रविश्य मम वाचमिमां प्रसुप्तांसञ्जीवयत्यखिलशक्तिधर: स्वधाम्ना ।अन्यांश्च हस्तचरणश्रवणत्वगादीन्प्राणान्नमो भगवते पुरुषाय तुभ्यम् ॥ ६ ॥",
        "english_devnagari": "dhruva uvācayo ’ntaḥ praviśya mama vācam imāṁ prasuptāṁsañjīvayaty akhila-śakti-dharaḥ sva-dhāmnāanyāṁś ca hasta-caraṇa-śravaṇa-tvag-ādīnprāṇān namo bhagavate puruṣāya tubhyam",
        "verse_Syn": [
            "dhruvaḥ",
            "uvāca",
            "yaḥ",
            "antaḥ",
            "praviśya",
            "mama",
            "vācam",
            "imām",
            "prasuptām",
            "sañjīvayati",
            "akhila",
            "śakti",
            "dharaḥ",
            "sva",
            "dhāmnā",
            "anyān",
            "ca",
            "hasta",
            "caraṇa",
            "śravaṇa",
            "tvak",
            "ādīn",
            "prāṇān",
            "namaḥ",
            "bhagavate",
            "puruṣāya",
            "tubhyam"
        ],
        "translation": "Dhruva Mahārāja said: My dear Lord, You are all-powerful. After entering within me, You have enlivened all my sleeping senses — my hands, legs, ears, touch sensation, life force and especially my power of speech. Let me offer my respectful obeisances unto You.",
        "purport": " Dhruva Mahārāja could understand very easily the difference between his condition before and after attaining spiritual realization and seeing the Supreme Personality of Godhead face to face. He could understand that his life force and activities had been sleeping. Unless one comes to the spiritual platform, his bodily limbs, mind and other facilities within the body are understood to be sleeping. Unless one is spiritually situated, all his activities are taken as a dead man’s activities or ghostly activities. Śrīla Bhaktivinoda Ṭhākura has composed a song in which he addresses himself: “O living entity, get up! How long shall you sleep on the lap of māyā? Now you have the opportunity of possessing a human form of body; now try to get up and realize yourself.” The Vedas also declare, “Get up! Get up! You have the opportunity, the boon of the human form of life — now realize yourself.” These are the Vedic injunctions. Dhruva Mahārāja actually experienced that upon enlightenment of his senses on the spiritual platform he could understand the essence of Vedic instruction — that the Supreme Godhead is the Supreme Person; He is not impersonal. Dhruva Mahārāja could immediately understand this fact. He was aware that for a very long time he was practically sleeping, and he felt the impetus to glorify the Lord according to the Vedic conclusion. A mundane person cannot offer any prayer or glorify the Supreme Personality of Godhead, because he has no realization of the Vedic conclusion. Therefore when Dhruva Mahārāja found this difference within himself, he could immediately understand that it was because of the causeless mercy of the Lord. He offered obeisances to the Lord with great respect and reverence, completely understanding that the Lord’s favor was upon him. This spiritual enlivenment of Dhruva Mahārāja’s senses and mind was due to the action of the internal potency of the Lord. In this verse, therefore, the word sva-dhāmnā means “by spiritual energy.” Spiritual enlightenment is possible by the mercy of the spiritual energy of the Lord. The chanting of the Hare Kṛṣṇa mantra is first addressed to the spiritual energy of the Lord, Hare. This spiritual energy acts when a living entity fully surrenders and accepts his position as an eternal servitor. When a person places himself at the disposal or order of the Supreme Lord, that is called sevonmukha; at that time the spiritual energy gradually reveals the Lord to him. Without revelation by the spiritual energy, one is unable to offer prayers glorifying the Lord. Any amount of philosophical speculation or poetic expression by mundane persons is still considered to be the action and reaction of the material energy. When one is actually enlivened by the spiritual energy, all his senses become purified, and he engages only in the service of the Lord. At that time his hands, legs, ears, tongue, mind, genitals — everything — engage in the service of the Lord. Such an enlightened devotee no longer has any material activities, nor has he any interest in being materially engaged. This process of purifying the senses and engaging them in the service of the Lord is known as bhakti, or devotional service. In the beginning, the senses are engaged by the direction of the spiritual master and śāstra, and after realization, when the same senses are purified, the engagement continues. The difference is that in the beginning the senses are engaged in a mechanical way, but after realization they are engaged in spiritual understanding."
    },
    {
        "verse": "7",
        "devanagari": "एकस्त्वमेव भगवन्निदमात्मशक्त्यामायाख्ययोरुगुणया महदाद्यशेषम् ।सृष्ट्वानुविश्य पुरुषस्तदसद्गुणेषुनानेव दारुषु विभावसुवद्विभासि ॥ ७ ॥",
        "english_devnagari": "ekas tvam eva bhagavann idam ātma-śaktyāmāyākhyayoru-guṇayā mahad-ādy-aśeṣamsṛṣṭvānuviśya puruṣas tad-asad-guṇeṣunāneva dāruṣu vibhāvasuvad vibhāsi",
        "verse_Syn": [
            "ekaḥ",
            "tvam",
            "eva",
            "bhagavan",
            "idam",
            "ātma",
            "śaktyā",
            "māyā",
            "ākhyayā",
            "uru",
            "guṇayā",
            "mahat",
            "ādi",
            "aśeṣam",
            "sṛṣṭvā",
            "anuviśya",
            "puruṣaḥ",
            "tat",
            "asat",
            "guṇeṣu",
            "nānā",
            "iva",
            "dāruṣu",
            "vibhāvasu",
            "vat",
            "vibhāsi"
        ],
        "translation": "My Lord, You are the supreme one, but by Your different energies You appear differently in the spiritual and material worlds. You create the total energy of the material world by Your external potency, and after creation You enter within the material world as the Supersoul. You are the Supreme Person, and through the temporary modes of material nature You create varieties of manifestation, just as fire, entering into wood of different shapes, burns brilliantly in different varieties.",
        "purport": " Dhruva Mahārāja realized that the Supreme Absolute Truth, the Personality of Godhead, acts through His different energies, not that He becomes void or impersonal and thus becomes all-pervading. The Māyāvādī philosopher thinks that the Absolute Truth, being spread throughout the cosmic manifestation, has no personal form. But here Dhruva Mahārāja, upon realization of the Vedic conclusion, says, “You are spread all over the cosmic manifestation by Your energy.” This energy is basically spiritual, but because it acts in the material world temporarily, it is called māyā, or illusory energy. In other words, for everyone but the devotees the Lord’s energy acts as external energy. Dhruva Mahārāja could understand this fact very nicely, and he could understand also that the energy and the energetic are one and the same. The energy cannot be separated from the energetic. The identity of the Supreme Personality of Godhead in the feature of Paramātmā, or Supersoul, is admitted herein. His original, spiritual energy enlivens the material energy, and thus the dead body appears to have life force. Voidist philosophers think that under certain material conditions the symptoms of life occur in the material body, but the fact is that the material body cannot act on its own. Even a machine needs separate energy (electricity, steam, etc.). It is stated in this verse that the material energy acts in varieties of material bodies, just as fire burns differently in different wood according to the size and quality of the wood. In the case of devotees the same energy is transformed into spiritual energy; this is possible because the energy is originally spiritual, not material. As it is said, viṣṇu-śaktiḥ parā proktā. The original energy inspires a devotee, and thus he engages all his bodily limbs in the service of the Lord. The same energy, as external potency, engages the ordinary nondevotees in material activities for sense enjoyment. We should mark the difference between māyā and sva-dhāma: for devotees the sva-dhāma acts, whereas in the case of nondevotees the māyā energy acts."
    },
    {
        "verse": "8",
        "devanagari": "त्वद्दत्तया वयुनयेदमचष्ट विश्वंसुप्तप्रबुद्ध इव नाथ भवत्प्रपन्न: ।तस्यापवर्ग्यशरणं तव पादमूलंविस्मर्यते कृतविदा कथमार्तबन्धो ॥ ८ ॥",
        "english_devnagari": "tvad-dattayā vayunayedam acaṣṭa viśvaṁsupta-prabuddha iva nātha bhavat-prapannaḥtasyāpavargya-śaraṇaṁ tava pāda-mūlaṁvismaryate kṛta-vidā katham ārta-bandho",
        "verse_Syn": [
            "tvat",
            "dattayā",
            "vayunayā",
            "idam",
            "acaṣṭa",
            "viśvam",
            "supta",
            "prabuddhaḥ",
            "iva",
            "nātha",
            "bhavat",
            "prapannaḥ",
            "tasya",
            "āpavargya",
            "śaraṇam",
            "tava",
            "pāda",
            "mūlam",
            "vismaryate",
            "kṛta",
            "vidā",
            "katham",
            "ārta",
            "bandho"
        ],
        "translation": "O my master, Lord Brahmā is fully surrendered unto You. In the beginning You gave him knowledge, and thus he could see and understand the entire universe, just as a person awakens from sleep and visualizes his immediate duties. You are the only shelter of all persons who desire liberation, and You are the friend of all who are distressed. How, therefore, can a learned person who has perfect knowledge ever forget You?",
        "purport": " The Supreme Personality of Godhead cannot be forgotten even for a moment by His surrendered devotees. The devotee understands that the Lord’s causeless mercy is beyond his estimation; he cannot know how much he is benefited by the grace of the Lord. The more a devotee engages himself in the devotional service of the Lord, the more encouragement is supplied by the energy of the Lord. In the Bhagavad-gītā the Lord says that to those who are constantly engaged in devotional service with love and affection, the Supreme Personality of Godhead gives intelligence from within and thus they may make further progress. Being so encouraged, the devotee can never forget, at any moment, the Personality of Godhead. He always feels obliged to Him for having achieved increased power in devotional service by His grace. Saintly persons like Sanaka, Sanātana and Lord Brahmā were able to see the entire universe, by the mercy of the Lord, through knowledge of the Lord. The example is given that a person may apparently abstain from sleep all day, but as long as he is not spiritually enlightened he is actually sleeping. He may sleep at night and perform his duties in the daytime, but as long as he does not come to the platform of working in spiritual enlightenment he is considered to be always sleeping. A devotee, therefore, never forgets the benefit derived from the Lord. The Lord is addressed here as ārta-bandhu, which means “friend of the distressed.” As stated in Bhagavad-gītā, after many, many births of executing severe austerities in search of knowledge, one comes to the point of real knowledge and becomes wise when one surrenders unto the Supreme Personality of Godhead. The Māyāvādī philosopher, who does not surrender unto the Supreme Person, is understood to be lacking in real knowledge. The devotee in perfect knowledge cannot forget his obligation to the Lord at any moment."
    },
    {
        "verse": "9",
        "devanagari": "नूनं विमुष्टमतयस्तव मायया तेये त्वां भवाप्ययविमोक्षणमन्यहेतो: ।अर्चन्ति कल्पकतरुं कुणपोपभोग्य-मिच्छन्ति यत्स्पर्शजं निरयेऽपि नृणाम् ॥ ९ ॥",
        "english_devnagari": "nūnaṁ vimuṣṭa-matayas tava māyayā teye tvāṁ bhavāpyaya-vimokṣaṇam anya-hetoḥarcanti kalpaka-taruṁ kuṇapopabhogyamicchanti yat sparśajaṁ niraye ’pi nṝṇām",
        "verse_Syn": [
            "nūnam",
            "vimuṣṭa",
            "matayaḥ",
            "tava",
            "māyayā",
            "te",
            "ye",
            "tvām",
            "bhava",
            "apyaya",
            "vimokṣaṇam",
            "anya",
            "hetoḥ",
            "arcanti",
            "kalpaka",
            "tarum",
            "kuṇapa",
            "upabhogyam",
            "icchanti",
            "yat",
            "sparśa",
            "jam",
            "niraye",
            "api",
            "nṝṇām"
        ],
        "translation": "Persons who worship You simply for the sense gratification of this bag of skin are certainly influenced by Your illusory energy. In spite of having You, who are like a desire tree and are the cause of liberation from birth and death, foolish persons, such as me, desire benedictions from You for sense gratification, which is available even for those who live in hellish conditions.",
        "purport": " Dhruva Mahārāja repented because he had come to the Lord to render devotional service for material profit. He here condemns his attitude. Only due to gross lack of knowledge does one worship the Lord for material profit or for sense gratification. The Lord is like a desire tree. Anyone can have whatever he desires from the Lord, but people in general do not know what kind of benediction they should ask from Him. Happiness derived from the touch of skin, or sensuous happiness, is present in the life of hogs and dogs. Such happiness is very insignificant. If a devotee worships the Lord for such insignificant happiness, he must be considered devoid of all knowledge."
    },
    {
        "verse": "10",
        "devanagari": "या निर्वृतिस्तनुभृतां तव पादपद्मध्यानाद्भवज्जनकथाश्रवणेन वा स्यात् ।सा ब्रह्मणि स्वमहिमन्यपि नाथ मा भूत्किं त्वन्तकासिलुलितात्पततां विमानात् ॥ १० ॥",
        "english_devnagari": "yā nirvṛtis tanu-bhṛtāṁ tava pāda-padma-dhyānād bhavaj-jana-kathā-śravaṇena vā syātsā brahmaṇi sva-mahimany api nātha mā bhūtkiṁ tv antakāsi-lulitāt patatāṁ vimānāt",
        "verse_Syn": [
            "yā",
            "nirvṛtiḥ",
            "tanu",
            "bhṛtām",
            "tava",
            "pāda",
            "padma",
            "dhyānāt",
            "bhavat",
            "jana",
            "kathā",
            "śravaṇena",
            "vā",
            "syāt",
            "sā",
            "brahmaṇi",
            "sva",
            "mahimani",
            "api",
            "nātha",
            "mā",
            "bhūt",
            "kim",
            "tu",
            "antaka",
            "asi",
            "lulitāt",
            "patatām",
            "vimānāt"
        ],
        "translation": "My Lord, the transcendental bliss derived from meditating upon Your lotus feet or hearing about Your glories from pure devotees is so unlimited that it is far beyond the stage of brahmānanda, wherein one thinks himself merged in the impersonal Brahman as one with the Supreme. Since brahmānanda is also defeated by the transcendental bliss derived from devotional service, then what to speak of the temporary blissfulness of elevating oneself to the heavenly planets, which is ended by the separating sword of time? Although one may be elevated to the heavenly planets, he falls down in due course of time.",
        "purport": " The transcendental bliss derived from devotional service, primarily from śravaṇaṁ kīrtanam, hearing and chanting, cannot be compared to the happiness derived by karmīs by elevating themselves to the heavenly planets or by jñānīs or yogīs, who enjoy oneness with the supreme impersonal Brahman. Yogīs generally meditate upon the transcendental form of Viṣṇu, but devotees not only meditate upon Him but actually engage in the direct service of the Lord. In the previous verse we find the phrase bhavāpyaya, which refers to birth and death. The Lord can give relief from the chain of birth and death. It is a misunderstanding to think, as do the monists, that when one gets relief from the process of birth and death he merges into the Supreme Brahman. Here it is clearly said that the transcendental bliss derived from śravaṇaṁ kīrtanam by pure devotees cannot be compared to brahmānanda, or the impersonal conception of transcendental bliss derived by merging into the Absolute. The position of karmīs is still more degraded. Their aim is to elevate themselves to the higher planetary systems. It is said, yānti deva-vratā devān: persons who worship the demigods are elevated to the heavenly planets (Bg. 9.25). But elsewhere in Bhagavad-gītā (9.21) we find, kṣīṇe puṇye martya-lokaṁ viśanti: those who are elevated to the higher planetary systems must come down again as soon as the results of their pious activities are exhausted. They are like the modern astronauts who go to the moon; as soon as their fuel is used up, they are obliged to come back down to this earth. As the modern astronauts who go to the moon or other heavenly planets by force of jet propulsion have to come down again after exhausting their fuel, so also do those who are elevated to the heavenly planets by force of yajñas and pious activities. Antakāsi-lulitāt: by the sword of time one is cut from his exalted position within this material world, and he comes down again. Dhruva Mahārāja appreciated that the results of devotional service are far more valuable than merging into the Absolute or being elevated to the heavenly planets. The words patatāṁ vimānāt are very significant. Vimāna means “airplane.” Those who are elevated to the heavenly planets are like airplanes, which drop when they run out of fuel."
    },
    {
        "verse": "11",
        "devanagari": "भक्तिं मुहु: प्रवहतां त्वयि मे प्रसङ्गोभूयादनन्त महताममलाशयानाम् ।येनाञ्जसोल्बणमुरुव्यसनं भवाब्धिंनेष्ये भवद्गुणकथामृतपानमत्त: ॥ ११ ॥",
        "english_devnagari": "bhaktiṁ muhuḥ pravahatāṁ tvayi me prasaṅgobhūyād ananta mahatām amalāśayānāmyenāñjasolbaṇam uru-vyasanaṁ bhavābdhiṁneṣye bhavad-guṇa-kathāmṛta-pāna-mattaḥ",
        "verse_Syn": [
            "bhaktim",
            "muhuḥ",
            "pravahatām",
            "tvayi",
            "me",
            "prasaṅgaḥ",
            "bhūyāt",
            "ananta",
            "mahatām",
            "amala",
            "āśayānām",
            "yena",
            "añjasā",
            "ulbaṇam",
            "uru",
            "vyasanam",
            "bhava",
            "abdhim",
            "neṣye",
            "bhavat",
            "guṇa",
            "kathā",
            "amṛta",
            "pāna",
            "mattaḥ"
        ],
        "translation": "Dhruva Mahārāja continued: O unlimited Lord, kindly bless me so that I may associate with great devotees who engage in Your transcendental loving service constantly, as the waves of a river constantly flow. Such transcendental devotees are completely situated in an uncontaminated state of life. By the process of devotional service I shall surely be able to cross the nescient ocean of material existence, which is filled with the waves of blazing, firelike dangers. It will be very easy for me, for I am becoming mad to hear about Your transcendental qualities and pastimes, which are eternally existent.",
        "purport": " The significant point in Dhruva Mahārāja’s statement is that he wanted the association of pure devotees. Transcendental devotional service cannot be complete and cannot be relishable without the association of devotees. We have therefore established the International Society for Krishna Consciousness. Anyone who is trying to be aloof from this Krishna Consciousness Society and yet engage in Kṛṣṇa consciousness is living in a great hallucination, for this is not possible. From this statement by Dhruva Mahārāja it is clear that unless one is associated with devotees, his devotional service does not mature; it does not become distinct from material activities. The Lord says, satāṁ prasaṅgān mama vīrya-saṁvido bhavanti hṛt-karṇa-rasāyanāḥ (Bhāg. 3.25.25): only in the association of pure devotees can the words of Lord Kṛṣṇa be fully potent and relishable to the heart and ear. Dhruva Mahārāja explicitly wanted the association of devotees. That association in devotional activities is just like the waves of an incessantly flowing river. In our Krishna Consciousness Society we have full engagement twenty-four hours a day. Every moment of our time is always busily engaged in the service of the Lord. This is called the incessant flow of devotional service. A Māyāvādī philosopher may question us, “You may be very happy in the association of devotees, but what is your plan for crossing the ocean of material existence?” Dhruva Mahārāja’s answer is that it is not very difficult. He clearly says that this ocean can be crossed very easily if one simply becomes mad to hear the glories of the Lord. Bhavad-guṇa-kathā: for anyone who persistently engages in hearing the topics of the Lord from Śrīmad Bhagavad-gītā, Śrīmad-Bhāgavatam and Caitanya-caritāmṛta and who is actually addicted to this process, just as one becomes addicted to intoxicants, it is very easy to cross the nescience of material existence. The ocean of material nescience is compared to a blazing fire, but to a devotee this blazing fire is insignificant because he is completely absorbed in devotional service. Although the material world is blazing fire, to a devotee it appears full of pleasure (viśvaṁ pūrṇa-sukhāyate). The purport of this statement by Dhruva Mahārāja is that devotional service in the association of devotees is the cause of the development of further devotional service. By devotional service only is one elevated to the transcendental planet Goloka Vṛndāvana, and there also there is only devotional service, for the activities of devotional service both in this world and in the spiritual world are one and the same. Devotional service does not change. The example of a mango can be given here. If one gets an unripe mango, it is still a mango, and when it is ripe it remains the same mango, but it has become more tasteful and relishable. Similarly, there is devotional service performed according to the direction of the spiritual master and the injunctions and regulative principles of śāstra, and there is devotional service in the spiritual world, rendered directly in association with the Supreme Personality of Godhead. But they are both the same. There is no change. The difference is that one stage is unripe and the other is ripe and more relishable. It is possible to mature in devotional service only in the association of devotees."
    },
    {
        "verse": "12",
        "devanagari": "ते न स्मरन्त्यतितरां प्रियमीश मर्त्यंये चान्वद: सुतसुहृद्गृहवित्तदारा: ।ये त्वब्जनाभ भवदीयपदारविन्दसौगन्ध्यलुब्धहृदयेषु कृतप्रसङ्गा: ॥ १२ ॥",
        "english_devnagari": "te na smaranty atitarāṁ priyam īśa martyaṁye cānv adaḥ suta-suhṛd-gṛha-vitta-dārāḥye tv abja-nābha bhavadīya-padāravinda-saugandhya-lubdha-hṛdayeṣu kṛta-prasaṅgāḥ",
        "verse_Syn": [
            "te",
            "na",
            "smaranti",
            "atitarām",
            "priyam",
            "īśa",
            "martyam",
            "ye",
            "ca",
            "anu",
            "adaḥ",
            "suta",
            "suhṛt",
            "gṛha",
            "vitta",
            "dārāḥ",
            "ye",
            "tu",
            "abja",
            "nābha",
            "bhavadīya",
            "pada",
            "aravinda",
            "saugandhya",
            "lubdha",
            "hṛdayeṣu",
            "kṛta",
            "prasaṅgāḥ"
        ],
        "translation": "O Lord who have a lotus navel, if a person happens to associate with a devotee whose heart always hankers after Your lotus feet, seeking always their fragrance, he is never attached to the material body or, in a bodily relationship, to offspring, friends, home, wealth and wife, which are very, very dear to materialistic persons. Indeed, he does not care for them.",
        "purport": " A special advantage in devotional service is that devotees not only enjoy the transcendental pastimes of the Lord by hearing and chanting and glorifying them, but also are not very much attached to their bodies, unlike the yogīs, who are too attached to the body and who think that by performing bodily gymnastic exercises they will advance in spiritual consciousness. Yogīs are generally not very much interested in devotional service; they want to regulate the breathing process. This is simply a bodily concern. Here Dhruva Mahārāja plainly says that a devotee has no more bodily interest. He knows that he is not the body. Therefore from the very beginning, without wasting time in bodily exercises, a devotee searches out a pure devotee and simply by his association becomes more advanced in spiritual consciousness than any yogī. Because a devotee knows that he is not the body, he is never affected by bodily happiness or distress. He is not interested in bodily relationships with wife, children, home, bank balance, etc., or in the distress and happiness which come from these things. This is the special advantage of being a devotee. This status of life is possible only when a person is interested in associating with a pure devotee, who always enjoys the fragrance of the lotus feet of the Lord."
    },
    {
        "verse": "13",
        "devanagari": "तिर्यङ्‌नगद्विजसरीसृपदेवदैत्यमर्त्यादिभि: परिचितं सदसद्विशेषम् ।रूपं स्थविष्ठमज ते महदाद्यनेकंनात: परं परम वेद्मि न यत्र वाद: ॥ १३ ॥",
        "english_devnagari": "tiryaṅ-naga-dvija-sarīsṛpa-deva-daitya-martyādibhiḥ paricitaṁ sad-asad-viśeṣamrūpaṁ sthaviṣṭham aja te mahad-ādy-anekaṁnātaḥ paraṁ parama vedmi na yatra vādaḥ",
        "verse_Syn": [
            "tiryak",
            "naga",
            "dvija",
            "sarīsṛpa",
            "deva",
            "daitya",
            "martya",
            "ādibhiḥ",
            "paricitam",
            "sat",
            "asat",
            "viśeṣam",
            "rūpam",
            "sthaviṣṭham",
            "aja",
            "te",
            "mahat",
            "ādi",
            "anekam",
            "na",
            "ataḥ",
            "param",
            "parama",
            "vedmi",
            "na",
            "yatra",
            "vādaḥ"
        ],
        "translation": "My dear Lord, O Supreme Unborn, I know that the different varieties of living entities, such as animals, trees, birds, reptiles, demigods and human beings, are spread throughout the universe, which is caused by the total material energy, and I know that they are sometimes manifest and sometimes unmanifest; but I have never experienced the supreme form I behold as I see You now. Now all kinds of methods of theorizing have come to an end.",
        "purport": " In the Bhagavad-gītā the Lord says that He has spread Himself throughout the universe, but although everything is resting upon Him, He is aloof. The same concept is expressed here by Dhruva Mahārāja. He states that before seeing the transcendental form of the Lord, he had experienced only the varieties of material forms, which are counted at 8,400,000 species of aquatics, birds, beasts, etc. The fact is that unless one engages in the devotional service of the Lord, it is impossible to understand the ultimate form of the Lord. This is also confirmed in the Bhagavad-gītā (18.55). Bhaktyā mām abhijānāti: factual understanding of the Absolute Truth, who is the Supreme Person, cannot be obtained by any process other than devotional service. Dhruva Mahārāja here compares his previous state of understanding with the perfection of understanding in the presence of the Supreme Lord. The position of a living entity is to render service; unless he comes to the stage of appreciating the Supreme Personality of Godhead, he engages in the service of the various forms of trees, reptiles, animals, men, demigods, etc. One can experience that one man engages in the service of a dog, another serves plants and creepers, another the demigods, and another humanity, or his boss in the office — but no one is engaged in the service of Kṛṣṇa. Aside from common men, even men who are elevated in terms of spiritual understanding are at the utmost engaged in the service of the virāṭ-rūpa, or, unable to understand the ultimate form of the Lord, they worship voidism by meditation. Dhruva Mahārāja, however, had been blessed by the Supreme Lord. When the Lord touched His conchshell to Dhruva’s forehead, real knowledge was revealed from within, and Dhruva could understand the Lord’s transcendental form. Dhruva Mahārāja here admits that not only was he ignorant, but by years he was only a child. It would not have been possible for an ignorant child to appreciate the supreme form of the Lord had he not been blessed by the Lord, who had touched His conchshell to Dhruva’s forehead."
    },
    {
        "verse": "14",
        "devanagari": "कल्पान्त एतदखिलं जठरेण गृह्णन्शेते पुमान्स्वद‍ृगनन्तसखस्तदङ्के ।यन्नाभिसिन्धुरुहकाञ्चनलोकपद्म-गर्भे द्युमान्भगवते प्रणतोऽस्मि तस्मै ॥ १४ ॥",
        "english_devnagari": "kalpānta etad akhilaṁ jaṭhareṇa gṛhṇanśete pumān sva-dṛg ananta-sakhas tad-aṅkeyan-nābhi-sindhu-ruha-kāñcana-loka-padma-garbhe dyumān bhagavate praṇato ’smi tasmai",
        "verse_Syn": [
            "kalpa",
            "ante",
            "etat",
            "akhilam",
            "jaṭhareṇa",
            "gṛhṇan",
            "śete",
            "pumān",
            "sva",
            "dṛk",
            "ananta",
            "sakhaḥ",
            "tat",
            "aṅke",
            "yat",
            "nābhi",
            "sindhu",
            "ruha",
            "kāñcana",
            "loka",
            "padma",
            "garbhe",
            "dyumān",
            "bhagavate",
            "praṇataḥ",
            "asmi",
            "tasmai"
        ],
        "translation": "My dear Lord, at the end of each millennium the Supreme Personality of Godhead Garbhodakaśāyī Viṣṇu dissolves everything manifested within the universe into His belly. He lies down on the lap of Śeṣa Nāga, from His navel sprouts a golden lotus flower on a stem, and on that lotus Lord Brahmā is created. I can understand that You are the same Supreme Godhead. I therefore offer my respectful obeisances unto You.",
        "purport": " Dhruva Mahārāja’s understanding of the Supreme Personality of Godhead is complete. In the Vedas it is said, yasmin vijñāte sarvam evaṁ vijñātaṁ bhavati: knowledge received through the transcendental, causeless mercy of the Lord is so perfect that by that knowledge the devotee becomes acquainted with all the different manifestations of the Lord. Lord Kṣīrodakaśāyī Viṣṇu was present before Dhruva Mahārāja, who could also understand the Lord’s two other forms, namely Garbhodakaśāyī Viṣṇu and Kāraṇodakaśāyī (Mahā) Viṣṇu. Regarding Mahā-Viṣṇu, it is stated in the Brahma-saṁhitā (5.48): At the end of each and every millennium, when all the material worlds are dissolved, everything enters the body of Garbhodakaśāyī Viṣṇu, who is lying on the lap of Śeṣa Nāga, another form of the Lord. Those who are not devotees cannot understand the different forms of Viṣṇu and their positions in regard to the creation. Sometimes the atheists argue, “How can a flower stem sprout from the navel of Garbhodakaśāyī Viṣṇu?” They consider all the statements of the śāstras to be stories. As a result of their inexperience in the Absolute Truth and their reluctance to accept authority, they become more and more atheistic; they cannot understand the Supreme Personality of Godhead. But a devotee like Dhruva Mahārāja, by the grace of the Lord, knows all the manifestations of the Lord and their different positions. It is said that anyone who has even a little of the Lord’s grace can understand His glories; others may go on speculating on the Absolute Truth, but they will always be unable to understand the Lord. In other words, unless one comes in contact with a devotee it is not possible to understand the transcendental form or the spiritual world and its transcendental activities."
    },
    {
        "verse": "15",
        "devanagari": "त्वं नित्यमुक्तपरिशुद्धविबुद्ध आत्माकूटस्थ आदिपुरुषो भगवांस्त्र्यधीश: ।यद्बुद्ध्यवस्थितिमखण्डितया स्वद‍ृष्टय‍ाद्रष्टा स्थितावधिमखो व्यतिरिक्त आस्से ॥ १५ ॥",
        "english_devnagari": "tvaṁ nitya-mukta-pariśuddha-vibuddha ātmākūṭa-stha ādi-puruṣo bhagavāṁs try-adhīśaḥyad-buddhy-avasthitim akhaṇḍitayā sva-dṛṣṭyādraṣṭā sthitāv adhimakho vyatirikta āsse",
        "verse_Syn": [
            "tvam",
            "nitya",
            "mukta",
            "pariśuddha",
            "vibuddhaḥ",
            "ātmā",
            "kūṭa",
            "sthaḥ",
            "ādi",
            "puruṣaḥ",
            "bhagavān",
            "tri",
            "adhīśaḥ",
            "yat",
            "buddhi",
            "avasthitim",
            "akhaṇḍitayā",
            "sva",
            "dṛṣṭyā",
            "draṣṭā",
            "sthitau",
            "adhimakhaḥ",
            "vyatiriktaḥ",
            "āsse"
        ],
        "translation": "My Lord, by Your unbroken transcendental glance You are the supreme witness of all stages of intellectual activities. You are eternally liberated, Your existence is situated in pure goodness, and You are existent in the Supersoul without change. You are the original Personality of Godhead, full with six opulences, and You are eternally the master of the three modes of material nature. Thus, You are always different from the ordinary living entities. As Lord Viṣṇu, You maintain all the affairs of the entire universe, and yet You stand aloof and are the enjoyer of the results of all sacrifices.",
        "purport": " An atheistic argument against the supremacy of the Supreme Personality of Godhead states that if God, the Supreme Person, appears and disappears and sleeps and awakens, then what is the difference between God and the living entity? Dhruva Mahārāja is carefully distinguishing the existence of the Supreme Personality of Godhead from that of the living entities. He points out the following differences. The Lord is eternally liberated. Whenever He appears, even within this material world, He is never entangled by the three modes of material nature. He is therefore known as try-adhīśa, the master of the three modes of material nature. In Bhagavad-gītā (7.14) it is said, daivī hy eṣā guṇamayī mama māyā duratyayā: the living entities are all entangled in the three modes of material nature. The external energy of the Lord is very strong, but the Lord, as the master of the three modes of material nature, is ever liberated from the action and reaction of those modes. He is therefore uncontaminated, as stated in the Īśopaniṣad. The contamination of the material world does not affect the Supreme Godhead. Kṛṣṇa therefore says in the Bhagavad-gītā that those who are rascals and fools think of Him as an ordinary human being, not knowing His paraṁ bhāvam. Paraṁ bhāvam refers to His being always transcendentally situated. Material contamination cannot affect Him. Another difference between the Lord and the living entity is that a living entity is always in darkness. Even though he may be situated in the mode of goodness, there are still so many things which are unknown to him. But it is not the same for the Supreme Personality of Godhead. He knows past, present and future and everything that is happening in everyone’s heart. Bhagavad-gītā confirms this (vedāhaṁ samatītāni). The Lord is not part of the soul — He is the unchangeable Supreme Soul, and the living entities are His parts and parcels. The living entity is forced to appear in this material world under the direction of daiva-māyā, but when the Lord appears, He comes by His own internal potency, ātma-māyā. Besides that, a living entity is within the time of past, present and future. His life has a beginning, a birth, and in the conditioned state his life ends with death. But the Lord is ādi-puruṣa, the original person. In the Brahma-saṁhitā Lord Brahmā offers his respect to the ādi-puruṣa, Govinda, the original person, who has no beginning, whereas the creation of this material world has a beginning. The Vedānta says, janmādy asya yataḥ: everything is born from the Supreme, but the Supreme has no birth. He has all the six opulences in full and beyond comparison, He is the master of material nature, His intelligence is not broken under any circumstances, and He stands aloof, although He is the maintainer of the whole creation. As stated in the Vedas (Kaṭha Upaniṣad 2.2.13), nityo nityānāṁ cetanaś cetanānām. The Lord is the supreme maintainer. Living entities are meant to serve Him by offering sacrifices, for He is the rightful enjoyer of the results of all sacrifices. Therefore everyone should engage himself in the devotional service of the Lord with his life, his riches, his intelligence and his words. This is the original, constitutional position of the living entities. One should never compare the sleeping of an ordinary living entity to the sleeping of the Supreme Personality of Godhead in the Causal Ocean. There is no stage at which the living entity can compare to the Supreme Person. The Māyāvādī philosophers, being unable to adjust to all this, come to the conclusion of impersonalism or voidism."
    },
    {
        "verse": "16",
        "devanagari": "यस्मिन्विरुद्धगतयो ह्यनिशं पतन्तिविद्यादयो विविधशक्तय आनुपूर्व्यात् ।तद्ब्रह्म विश्वभवमेकमनन्तमाद्य-मानन्दमात्रमविकारमहं प्रपद्ये ॥ १६ ॥",
        "english_devnagari": "yasmin viruddha-gatayo hy aniśaṁ patantividyādayo vividha-śaktaya ānupūrvyāttad brahma viśva-bhavam ekam anantam ādyamānanda-mātram avikāram ahaṁ prapadye",
        "verse_Syn": [
            "yasmin",
            "viruddha",
            "gatayaḥ",
            "hi",
            "aniśam",
            "patanti",
            "vidyā",
            "ādayaḥ",
            "vividha",
            "śaktayaḥ",
            "ānupūrvyāt",
            "tat",
            "brahma",
            "viśva",
            "bhavam",
            "ekam",
            "anantam",
            "ādyam",
            "ānanda",
            "mātram",
            "avikāram",
            "aham",
            "prapadye"
        ],
        "translation": "My dear Lord, in Your impersonal manifestation of Brahman there are always two opposing elements — knowledge and ignorance. Your multi-energies are continually manifest, but the impersonal Brahman, which is undivided, original, changeless, unlimited and blissful, is the cause of the material manifestation. Because You are the same impersonal Brahman, I offer my respectful obeisances unto You.",
        "purport": " In the Brahma-saṁhitā it is said that the unlimited impersonal Brahman is the effulgence of the transcendental body of Govinda. In that unlimited effulgent aura of the Supreme Personality of Godhead there are innumerable universes with innumerable planets of different categories. Although the Supreme Person is the original cause of all causes, His impersonal effulgence, known as Brahman, is the immediate cause of the material manifestation. Dhruva Mahārāja therefore offered his respectful obeisances unto the impersonal feature of the Lord. One who realizes this impersonal feature can enjoy the unchangeable brahmānanda, described here as spiritual bliss. Śrīla Viśvanātha Cakravartī Ṭhākura describes that this impersonal feature, or Brahman manifestation, of the Supreme Lord is meant for persons who are essentially very advanced but still not able to understand the personal features or variegatedness of the spiritual world. Such devotees are known as jñāna-miśra-bhaktas, or devotees whose devotional service is mixed with empiric knowledge. Because the impersonal Brahman realization is a partial understanding of the Absolute Truth, Dhruva Mahārāja offers his respectful obeisances. It is said that this impersonal Brahman is the distant realization of the Absolute Truth. Although apparently Brahman seems to be devoid of energy, factually it has different energies working under the headings of knowledge and ignorance. On account of these different energies, there is continually a manifestation of vidyā and avidyā. Vidyā and avidyā are very nicely described in Īśopaniṣad. It is said there that sometimes, due to avidyā, or a poor fund of knowledge, one accepts the Absolute Truth as ultimately impersonal. But in fact the impersonal and personal realizations develop in proportion to the development of devotional service. The more we develop our devotional service, the more closely we approach the Absolute Truth, which, in the beginning, when we realize the Absolute Truth from a distant place, is manifest as impersonal. People in general, who are under the influence of avidyā-śakti, or māyā, have neither knowledge nor devotion. But when a person who is a little advanced and is therefore called a jñānī advances even more, he is in the category of a jñāna-miśra-bhakta, or a devotee whose love is mixed with empiric knowledge. When he is still further advanced, he can realize that the Absolute Truth is a person with multi-energies. An advanced devotee can understand the Lord and His creative energy. As soon as one accepts the creative energy of the Absolute Truth, the six opulences of the Supreme Personality of Godhead are also understood. Devotees who are still further advanced, in full knowledge, can understand the transcendental pastimes of the Lord. Only on that platform can one fully enjoy transcendental bliss. An example is given in this connection by Viśvanātha Cakravartī Ṭhākura of a person proceeding towards a destination. As he approaches, he sees the destination from a distant place, just as we see a city from a distance. At that time he simply understands that the city is situated at a distance. When he comes still nearer, however, he sees the domes and flags. But as soon as he enters the city, he sees various paths, gardens, lakes, marketplaces with shops, and persons buying. He sees varieties of cinema houses, and he sees dancing and jubilation. When a person actually enters the city and personally sees the activities of the city, he becomes satisfied."
    },
    {
        "verse": "17",
        "devanagari": "सत्याशिषो हि भगवंस्तव पादपद्म-माशीस्तथानुभजत: पुरुषार्थमूर्ते: ।अप्येवमर्य भगवान्परिपाति दीनान्वाश्रेव वत्सकमनुग्रहकातरोऽस्मान् ॥ १७ ॥",
        "english_devnagari": "satyāśiṣo hi bhagavaṁs tava pāda-padmamāśīs tathānubhajataḥ puruṣārtha-mūrteḥapy evam arya bhagavān paripāti dīnānvāśreva vatsakam anugraha-kātaro ’smān",
        "verse_Syn": [
            "satya",
            "āśiṣaḥ",
            "hi",
            "bhagavan",
            "tava",
            "pāda",
            "padmam",
            "āśīḥ",
            "tathā",
            "anubhajataḥ",
            "puruṣa",
            "artha",
            "mūrteḥ",
            "api",
            "evam",
            "arya",
            "bhagavān",
            "paripāti",
            "dīnān",
            "vāśrā",
            "iva",
            "vatsakam",
            "anugraha",
            "kātaraḥ",
            "asmān"
        ],
        "translation": "My Lord, O Supreme Lord, You are the supreme personified form of all benediction. Therefore, for one who abides in Your devotional service with no other desire, worshiping Your lotus feet is better than becoming king and lording it over a kingdom. That is the benediction of worshiping Your lotus feet. To ignorant devotees like me, You are the causelessly merciful maintainer, just like a cow, who takes care of the newly born calf by supplying milk and giving it protection from attack.",
        "purport": " Dhruva Mahārāja was cognizant of the defective nature of his own devotional service. Pure devotional service is without material form and is not covered by mental speculation or fruitive activities. Pure devotional service is therefore called ahaitukī, unmotivated. Dhruva Mahārāja knew that he had come to worship the Lord in devotional service with a motive — to get the kingdom of his father. Such an adulterated devotee can never see the Supreme Personality of Godhead face to face. He therefore felt very grateful for the causeless mercy of the Lord. The Lord is so merciful that not only does He fulfill the desires of a devotee who is driven by ignorance and desires for material benefit, but He also gives such a devotee all protection, just as a cow gives milk to a newly born calf. In the Bhagavad-gītā it is said that the Lord gives intelligence to the constantly engaged devotee so that he may gradually approach the Lord without difficulty. A devotee must be very sincere in his devotional service; then, although there may be many things wrong on the devotee’s part, Kṛṣṇa will guide him and gradually elevate him to the highest position of devotional service. The Lord is addressed herein by Dhruva Mahārāja as puruṣārtha-mūrti, the ultimate goal of life. Generally puruṣārtha is taken to mean execution of a type of religious principle or worship of God in order to get material benediction. Prayers for material benediction are intended for satisfying the senses. And when one is frustrated and cannot fully satisfy the senses in spite of all endeavor, he desires liberation, or freedom from material existence. These activities are generally called puruṣārtha. But actually the ultimate goal is to understand the Supreme Personality of Godhead. This is called pañcama-puruṣārtha, the ultimate goal of life. Lord Caitanya therefore taught us not to ask from the Supreme Personality any benediction such as material wealth, popularity or a good wife. One should simply pray to the Lord to be constantly engaged in His transcendental loving service. Dhruva Mahārāja, being cognizant of his desire for material benefit, wanted protection from the Lord so that he might not be misled or deviated from the path of devotional service by material desires."
    },
    {
        "verse": "18",
        "devanagari": "मैत्रेय उवाचअथाभिष्टुत एवं वै सत्सङ्कल्पेन धीमता ।भृत्यानुरक्तो भगवान् प्रतिनन्द्येदमब्रवीत् ॥ १८ ॥",
        "english_devnagari": "maitreya uvācaathābhiṣṭuta evaṁ vaisat-saṅkalpena dhīmatābhṛtyānurakto bhagavānpratinandyedam abravīt",
        "verse_Syn": [
            "maitreyaḥ",
            "uvāca",
            "atha",
            "abhiṣṭutaḥ",
            "evam",
            "vai",
            "sat",
            "saṅkalpena",
            "dhī",
            "matā",
            "bhṛtya",
            "anuraktaḥ",
            "bhagavān",
            "pratinandya",
            "idam",
            "abravīt"
        ],
        "translation": "The great sage Maitreya continued: My dear Vidura, when Dhruva Mahārāja, who had good intentions in his heart, finished his prayer, the Supreme Lord, the Personality of Godhead, who is very kind to His devotees and servants, congratulated him, speaking as follows.",
        "purport": ""
    },
    {
        "verse": "19",
        "devanagari": "श्रीभगवानुवाचवेदाहं ते व्यवसितं हृदि राजन्यबालक ।तत्प्रयच्छामि भद्रं ते दुरापमपि सुव्रत ॥ १९ ॥",
        "english_devnagari": "śrī-bhagavān uvācavedāhaṁ te vyavasitaṁhṛdi rājanya-bālakatat prayacchāmi bhadraṁ tedurāpam api suvrata",
        "verse_Syn": [
            "śrī",
            "bhagavān",
            "uvāca",
            "veda",
            "aham",
            "te",
            "vyavasitam",
            "hṛdi",
            "rājanya",
            "bālaka",
            "tat",
            "prayacchāmi",
            "bhadram",
            "te",
            "durāpam",
            "api",
            "su",
            "vrata"
        ],
        "translation": "The Personality of Godhead said: My dear Dhruva, son of the King, you have executed pious vows, and I also know the desire within your heart. Although your desire is very ambitious and very difficult to fulfill, I shall favor you with its fulfillment. All good fortune unto you.",
        "purport": " The Lord is so merciful to His devotee that He immediately said to Dhruva Mahārāja, “Let there be all good fortune for you.” The fact is that Dhruva Mahārāja was very much afraid in his mind, for he had aspired after material benefit in discharging his devotional service and this was hampering him from reaching the stage of love of God. In the Bhagavad-gītā (2.44) it is said, bhogaiśvarya-prasaktānām: those who are addicted to material pleasure cannot be attracted to devotional service. It was true that at heart Dhruva Mahārāja wanted a kingdom that would be far better than Brahmaloka. This was a natural desire for a kṣatriya. He was also only five years old, and in his childish way he desired to have a kingdom far greater than his father’s, grandfather’s or great-grandfather’s. His father, Uttānapāda, was the son of Manu, and Manu was the son of Lord Brahmā. Dhruva wanted to excel all these great family members. The Lord knew Dhruva Mahārāja’s childish ambition, but how was it possible to offer Dhruva a position more exalted than Lord Brahmā’s? The Lord assured Dhruva Mahārāja that Dhruva would not be bereft of the Lord’s love. He encouraged Dhruva not to be worried that he childishly had material desires and at the same time had the pure aspiration to be a great devotee. Generally, the Lord does not award a pure devotee material opulence, even though he may desire it. But Dhruva Mahārāja’s case was different. The Lord knew that he was such a great devotee that in spite of having material opulence he would never be deviated from love of God. This example illustrates that a highly qualified devotee can have the facility of material enjoyment and at the same time execute love of God. This, however, was a special case for Dhruva Mahārāja."
    },
    {
        "verse": "20-21",
        "devanagari": "नान्यैरधिष्ठितं भद्र यद्भ्राजिष्णु ध्रुवक्षिति ।यत्र ग्रहर्क्षताराणां ज्योतिषां चक्रमाहितम् ॥ २० ॥मेढ्यां गोचक्रवत्स्थास्‍नु परस्तात्कल्पवासिनाम् ।धर्मोऽग्नि: कश्यप: शुक्रो मुनयो ये वनौकस: ।चरन्ति दक्षिणीकृत्य भ्रमन्तो यत्सतारका: ॥ २१ ॥",
        "english_devnagari": "nānyair adhiṣṭhitaṁ bhadrayad bhrājiṣṇu dhruva-kṣitiyatra graharkṣa-tārāṇāṁjyotiṣāṁ cakram āhitam",
        "verse_Syn": [
            "na",
            "anyaiḥ",
            "adhiṣṭhitam",
            "bhadra",
            "yat",
            "bhrājiṣṇu",
            "dhruva",
            "kṣiti",
            "yatra",
            "graha",
            "ṛkṣa",
            "tārāṇām",
            "jyotiṣām",
            "cakram",
            "āhitam",
            "meḍhyām",
            "go",
            "cakra",
            "vat",
            "sthāsnu",
            "parastāt",
            "kalpa",
            "vāsinām",
            "dharmaḥ",
            "agniḥ",
            "kaśyapaḥ",
            "śukraḥ",
            "munayaḥ",
            "ye",
            "vana",
            "okasaḥ",
            "caranti",
            "dakṣiṇī",
            "kṛtya",
            "bhramantaḥ",
            "yat",
            "satārakāḥ"
        ],
        "translation": "The Supreme Personality of Godhead continued: My dear Dhruva, I shall award you the glowing planet known as the polestar, which will continue to exist even after the dissolution at the end of the millennium. No one has ever ruled this planet, which is surrounded by all the solar systems, planets and stars. All the luminaries in the sky circumambulate this planet, just as bulls tread around a central pole for the purpose of crushing grains. Keeping the polestar to their right, all the stars inhabited by the great sages like Dharma, Agni, Kaśyapa and Śukra circumambulate this planet, which continues to exist even after the dissolution of all others.",
        "purport": " Although the polestar existed before its occupation by Dhruva Mahārāja, it had no predominating deity. Dhruvaloka, our polestar, is the center for all other stars and solar systems, for all of them circle around Dhruvaloka just as a bull crushes grains by walking around and around a central pole. Dhruva wanted the best of all planets, and although it was a childish prayer, the Lord satisfied his demand. A small child may demand something from his father which his father has never given to anyone else, yet out of affection the father offers it to the child; similarly, this unique planet, Dhruvaloka, was offered to Mahārāja Dhruva. The specific significance of this planet is that until the entire universe is annihilated this planet will remain, even during the devastation which takes place during the night of Lord Brahmā. There are two kinds of dissolutions: one during the night of Lord Brahmā and one at the end of Lord Brahmā’s life. At the end of Brahmā’s life, selected personalities go back home, back to Godhead. Dhruva Mahārāja is one of them. The Lord assured Dhruva that he would exist beyond the partial dissolution of this universe. Thus at the end of the complete dissolution, Dhruva Mahārāja would go directly to Vaikuṇṭhaloka, to a spiritual planet in the spiritual sky. Śrīla Viśvanātha Cakravartī Ṭhākura comments in this connection that Dhruvaloka is one of the lokas like Śvetadvīpa, Mathurā and Dvārakā. They are all eternal places in the kingdom of Godhead, which is described in the Bhagavad-gītā (tad dhāma paramam) and in the Vedas (oṁ tad viṣṇoḥ paramaṁ padaṁ sadā paśyanti sūrayaḥ). The words parastāt kalpa-vāsinām, “transcendental to the planets inhabited after the dissolution,” refer to the Vaikuṇṭha planets. In other words, Dhruva Mahārāja’s promotion to the Vaikuṇṭhalokas was guaranteed by the Supreme Personality of Godhead."
    },
    {
        "verse": "22",
        "devanagari": "प्रस्थिते तु वनं पित्रा दत्त्वा गां धर्मसंश्रय: ।षट्-त्रिंशद्वर्षसाहस्रं रक्षिताव्याहतेन्द्रिय: ॥ २२ ॥",
        "english_devnagari": "prasthite tu vanaṁ pitrādattvā gāṁ dharma-saṁśrayaḥṣaṭ-triṁśad-varṣa-sāhasraṁrakṣitāvyāhatendriyaḥ",
        "verse_Syn": [
            "prasthite",
            "tu",
            "vanam",
            "pitrā",
            "dattvā",
            "gām",
            "dharma",
            "saṁśrayaḥ",
            "ṣaṭ",
            "triṁśat",
            "varṣa",
            "sāhasram",
            "rakṣitā",
            "avyāhata",
            "indriyaḥ"
        ],
        "translation": "After your father goes to the forest and awards you the rule of his kingdom, you will rule continuously the entire world for thirty-six thousand years, and all your senses will continue to be as strong as they are now. You will never become old.",
        "purport": " In the Satya-yuga people generally lived for one hundred thousand years. Dhruva Mahārāja’s ruling the world for thirty-six thousand years was quite possible in those days."
    },
    {
        "verse": "23",
        "devanagari": "त्वद्भ्रातर्युत्तमे नष्टे मृगयायां तु तन्मना: ।अन्वेषन्ती वनं माता दावाग्निं सा प्रवेक्ष्यति ॥ २३ ॥",
        "english_devnagari": "tvad-bhrātary uttame naṣṭemṛgayāyāṁ tu tan-manāḥanveṣantī vanaṁ mātādāvāgniṁ sā pravekṣyati",
        "verse_Syn": [
            "tvat",
            "bhrātari",
            "uttame",
            "naṣṭe",
            "mṛgayāyām",
            "tu",
            "tat",
            "manāḥ",
            "anveṣantī",
            "vanam",
            "mātā",
            "dāva",
            "agnim",
            "sā",
            "pravekṣyati"
        ],
        "translation": "The Lord continued: Sometime in the future your brother, Uttama, will go hunting in the forest, and while absorbed in hunting, he will be killed. Your stepmother, Suruci, being maddened upon the death of her son, will go to search him out in the forest, but she will be devoured by a forest fire.",
        "purport": " Dhruva Mahārāja came to the forest to search out the Supreme Personality of Godhead with a revenging spirit against his stepmother. His stepmother had insulted Dhruva, who was not an ordinary person, but a great Vaiṣṇava. An offense at the lotus feet of a Vaiṣṇava is the greatest offense in this world. Because of having insulted Dhruva Mahārāja, Suruci would become mad upon the death of her son and would enter a forest fire, and thus her life would be ended. This was specifically mentioned by the Lord to Dhruva because he was determined for revenge against her. From this we should take the lesson that we should never try to insult a Vaiṣṇava. Not only should we not insult a Vaiṣṇava, but we should not insult anyone unnecessarily. When Suruci insulted Dhruva Mahārāja, he was just a child. She of course did not know that Dhruva was a great recognized Vaiṣṇava, and so her offense was committed unknowingly. When one serves a Vaiṣṇava unknowingly, one still gets the good result, and if one unknowingly insults a Vaiṣṇava, one suffers the bad result. A Vaiṣṇava is especially favored by the Supreme Personality of Godhead. Pleasing him or displeasing him directly affects the pleasure and displeasure of the Supreme Lord. Śrīla Viśvanātha Cakravartī Ṭhākura, in his eight stanzas of prayer to the spiritual master, has sung, yasya prasādād bhagavat-prasādaḥ: by pleasing the spiritual master, who is a pure Vaiṣṇava, one pleases the Personality of Godhead, but if one displeases the spiritual master one does not know where he is going."
    },
    {
        "verse": "24",
        "devanagari": "इष्ट्वा मां यज्ञहृदयं यज्ञै: पुष्कलदक्षिणै: ।भुक्त्वा चेहाशिष: सत्या अन्ते मां संस्मरिष्यसि ॥ २४ ॥",
        "english_devnagari": "iṣṭvā māṁ yajña-hṛdayaṁyajñaiḥ puṣkala-dakṣiṇaiḥbhuktvā cehāśiṣaḥ satyāante māṁ saṁsmariṣyasi",
        "verse_Syn": [
            "iṣṭvā",
            "mām",
            "yajña",
            "hṛdayam",
            "yajñaiḥ",
            "puṣkala",
            "dakṣiṇaiḥ",
            "bhuktvā",
            "ca",
            "iha",
            "āśiṣaḥ",
            "satyāḥ",
            "ante",
            "mām",
            "saṁsmariṣyasi"
        ],
        "translation": "The Lord continued: I am the heart of all sacrifices. You will be able to perform many great sacrifices and also give great charities. In this way you will be able to enjoy the blessings of material happiness in this life, and at the time of your death you will be able to remember Me.",
        "purport": " The most important factor in this verse is the Lord’s instructions regarding how to remember the Supreme Personality of Godhead at the end of life. Ante nārāyaṇa-smṛtiḥ: the result of whatever we do in executing spiritual activities is successful if we can remember Nārāyaṇa, the Supreme Personality of Godhead. This program of constant remembrance can be disturbed by many things, but Dhruva Mahārāja’s life would be so pure, as assured by the Lord Himself, that Dhruva would never forget Him. Thus at the time of his death he would remember the Supreme Lord, and before his death he would enjoy this material world, not by sense gratification, but by performing great sacrifices. As stated in the Vedas, when one performs great sacrifices he must give charity, not only to the brāhmaṇas, but also to the kṣatriyas, vaiśyas and śūdras. It is assured here that Dhruva Mahārāja would be able to perform such activities. In this Age of Kali, however, the great sacrifice is the performance of saṅkīrtana-yajña. Our Kṛṣṇa consciousness movement is designed to teach people (and to learn ourselves) the exact instruction of the Personality of Godhead. In this way we shall continuously perform the saṅkīrtana-yajña and continuously chant the Hare Kṛṣṇa mantra. Then at the end of our lives we shall certainly be able to remember Kṛṣṇa, and our program of life will be successful. In this age, distribution of prasāda has replaced distribution of money. No one has sufficient money to distribute, but if we distribute kṛṣṇa-prasāda as far as possible, this is more valuable than the distribution of money."
    },
    {
        "verse": "25",
        "devanagari": "ततो गन्तासि मत्स्थानं सर्वलोकनमस्कृतम् ।उपरिष्टाद‍ृषिभ्यस्त्वं यतो नावर्तते गत: ॥ २५ ॥",
        "english_devnagari": "tato gantāsi mat-sthānaṁsarva-loka-namaskṛtamupariṣṭād ṛṣibhyas tvaṁyato nāvartate gataḥ",
        "verse_Syn": [
            "tataḥ",
            "gantā",
            "asi",
            "mat",
            "sthānam",
            "sarva",
            "loka",
            "namaḥ",
            "kṛtam",
            "upariṣṭāt",
            "ṛṣibhyaḥ",
            "tvam",
            "yataḥ",
            "na",
            "āvartate",
            "gataḥ"
        ],
        "translation": "The Personality of Godhead continued: My dear Dhruva, after your material life in this body, you will go to My planet, which is always offered obeisances by the residents of all other planetary systems. It is situated above the planets of the seven ṛṣis, and having gone there you will never have to come back again to this material world.",
        "purport": " In this verse the word nāvartate is very significant. The Lord says, “You will not come back to this material world, for you will reach mat-sthānam, My abode.” Therefore Dhruvaloka, or the polestar, is the abode of Lord Viṣṇu within this material world. Upon it there is an ocean of milk, and within that ocean there is an island known as Śvetadvīpa. It is clearly indicated that this planet is situated above the seven planetary systems of the ṛṣis, and because this planet is Viṣṇuloka, it is worshiped by all other planetary systems. It may be questioned here what will happen to the planet known as Dhruvaloka at the time of the dissolution of this universe. The answer is simple: Dhruvaloka remains, like other Vaikuṇṭhalokas beyond this universe. Śrīla Viśvanātha Cakravartī Ṭhākura has commented in this connection that the very word nāvartate indicates that this planet is eternal."
    },
    {
        "verse": "26",
        "devanagari": "मैत्रेय उवाचइत्यर्चित: स भगवानतिदिश्यात्मन: पदम् ।बालस्य पश्यतो धाम स्वमगाद्गरुडध्वज: ॥ २६ ॥",
        "english_devnagari": "maitreya uvācaity arcitaḥ sa bhagavānatidiśyātmanaḥ padambālasya paśyato dhāmasvam agād garuḍa-dhvajaḥ",
        "verse_Syn": [
            "maitreyaḥ",
            "uvāca",
            "iti",
            "arcitaḥ",
            "saḥ",
            "bhagavān",
            "atidiśya",
            "ātmanaḥ",
            "padam",
            "bālasya",
            "paśyataḥ",
            "dhāma",
            "svam",
            "agāt",
            "garuḍa",
            "dhvajaḥ"
        ],
        "translation": "The great sage Maitreya said: After being worshiped and honored by the boy [Dhruva Mahārāja], and after offering him His abode, Lord Viṣṇu, on the back of Garuḍa, returned to His abode as Dhruva Mahārāja looked on.",
        "purport": " From this verse it appears that Lord Viṣṇu awarded Dhruva Mahārāja the same abode in which He resides. His abode is described in the Bhagavad-gītā (15.6): yad gatvā na nivartante tad dhāma paramaṁ mama."
    },
    {
        "verse": "27",
        "devanagari": "सोऽपि सङ्कल्पजं विष्णो: पादसेवोपसादितम् ।प्राप्य सङ्कल्पनिर्वाणं नातिप्रीतोऽभ्यगात्पुरम् ॥ २७ ॥",
        "english_devnagari": "so ’pi saṅkalpajaṁ viṣṇoḥpāda-sevopasāditamprāpya saṅkalpa-nirvāṇaṁnātiprīto ’bhyagāt puram",
        "verse_Syn": [
            "saḥ",
            "api",
            "saṅkalpa",
            "jam",
            "viṣṇoḥ",
            "pāda",
            "sevā",
            "upasāditam",
            "prāpya",
            "saṅkalpa",
            "nirvāṇam",
            "na",
            "atiprītaḥ",
            "abhyagāt",
            "puram"
        ],
        "translation": "Despite having achieved the desired result of his determination by worshiping the lotus feet of the Lord, Dhruva Mahārāja was not very pleased. Thus he returned to his home.",
        "purport": " By worshiping the lotus feet of the Lord in devotional service as instructed by Nārada Muni, Dhruva Mahārāja achieved the desired result. His desire was to get a very exalted position, excelling that of his father, grandfather and great-grandfather, and although it was a somewhat childish determination because Dhruva Mahārāja was nothing but a small child, Lord Viṣṇu, the Supreme Personality of Godhead, is so kind and merciful that He fulfilled Dhruva’s desire. Dhruva Mahārāja wanted a residence more exalted than any ever occupied by anyone else in his family. Therefore he was offered the planet in which the Lord personally resides, and his determination was completely satisfied. Still, when Dhruva Mahārāja returned home he was not very much pleased, for although in pure devotional service there is no demand from the Lord, because of his childish nature he had demanded something. Thus although the Lord also fulfilled his desire, he was not very pleased. Rather, he was ashamed that he had demanded something from the Lord, for he should not have done this."
    },
    {
        "verse": "28",
        "devanagari": "विदुर उवाचसुदुर्लभं यत्परमं पदं हरे-र्मायाविनस्तच्चरणार्चनार्जितम् ।लब्ध्वाप्यसिद्धार्थमिवैकजन्मनाकथं स्वमात्मानममन्यतार्थवित् ॥ २८ ॥",
        "english_devnagari": "vidura uvācasudurlabhaṁ yat paramaṁ padaṁ harermāyāvinas tac-caraṇārcanārjitamlabdhvāpy asiddhārtham ivaika-janmanākathaṁ svam ātmānam amanyatārtha-vit",
        "verse_Syn": [
            "viduraḥ",
            "uvāca",
            "sudurlabham",
            "yat",
            "paramam",
            "padam",
            "hareḥ",
            "māyā",
            "vinaḥ",
            "tat",
            "caraṇa",
            "arcana",
            "arjitam",
            "labdhvā",
            "api",
            "asiddha",
            "artham",
            "iva",
            "eka",
            "janmanā",
            "katham",
            "svam",
            "ātmānam",
            "amanyata",
            "artha",
            "vit"
        ],
        "translation": "Śrī Vidura inquired: My dear brāhmaṇa, the abode of the Lord is very difficult to attain. It can be attained only by pure devotional service, which alone pleases the most affectionate, merciful Lord. Dhruva Mahārāja achieved this position even in one life, and he was very wise and conscientious. Why, then, was he not very pleased?",
        "purport": " Saint Vidura’s inquiry is very relevant. The word artha-vit, which refers to one who knows how to discriminate between reality and unreality, is very significant in this connection. An artha-vit is also called paramahaṁsa. A paramahaṁsa accepts only the active principle of everything. Just as a swan accepts only the milk from a mixture of water and milk, a paramahaṁsa accepts only the Supreme Personality of Godhead as his life and soul, neglecting all external, material things. Dhruva Mahārāja was in this category, and due to his determination he achieved the result he desired, but still, when he returned home he was not very pleased."
    },
    {
        "verse": "29",
        "devanagari": "मैत्रेय उवाचमातु: सपत्‍न्या वाग्बाणैर्हृदि विद्धस्तु तान् स्मरन् ।नैच्छन्मुक्तिपतेर्मुक्तिं तस्मात्तापमुपेयिवान् ॥ २९ ॥",
        "english_devnagari": "maitreya uvācamātuḥ sapatnyā vāg-bāṇairhṛdi viddhas tu tān smarannaicchan mukti-pater muktiṁtasmāt tāpam upeyivān",
        "verse_Syn": [
            "maitreyaḥ",
            "uvāca",
            "mātuḥ",
            "sa",
            "patnyāḥ",
            "vāk",
            "bāṇaiḥ",
            "hṛdi",
            "viddhaḥ",
            "tu",
            "tān",
            "smaran",
            "na",
            "aicchat",
            "mukti",
            "pateḥ",
            "muktim",
            "tasmāt",
            "tāpam",
            "upeyivān"
        ],
        "translation": "Maitreya answered: Dhruva Mahārāja’s heart, which was pierced by the arrows of the harsh words of his stepmother, was greatly aggrieved, and thus when he fixed upon his goal of life he did not forget her misbehavior. He did not demand actual liberation from this material world, but at the end of his devotional service, when the Supreme Personality of Godhead appeared before him, he was simply ashamed of the material demands he had in his mind.",
        "purport": " This important verse has been discussed by many stalwart commentators. Why was Dhruva Mahārāja not very pleased, even after achieving the goal of life he desired? A pure devotee is always free from any kind of material desires. In the material world, one’s material desires are all most demonic; one thinks of others as one’s enemies, one thinks of revenge against one’s enemies, one aspires to become the topmost leader or topmost person in this material world, and thus one competes with all others. This has been described in the Bhagavad-gītā, Sixteenth Chapter, as asuric. A pure devotee has no demand from the Lord. His only concern is to serve the Lord sincerely and seriously, and he is not at all concerned about what will happen in the future. In the Mukunda-mālā-stotra, King Kulaśekhara, author of the book, states in his prayer: “My dear Lord, I don’t want any position of sense gratification within this material world. I simply want to engage in Your service perpetually.” Similarly, Lord Caitanya, in His Śikṣāṣṭaka, also prayed, “My Lord, I do not want any amount of material wealth, I do not want any number of materialistic followers, nor do I want any attractive wife to enjoy. The only thing I want is that I may engage life after life in Your service.” Lord Caitanya did not pray even for mukti, or liberation. In this verse Maitreya replied to Vidura that Dhruva Mahārāja, influenced by a revengeful attitude towards his insulting stepmother, did not think of mukti, nor did he know what mukti was. Therefore he failed to aim for mukti as his goal in life. But a pure devotee also does not want liberation. He is a soul completely surrendered to the Supreme Lord, and he does not demand anything from the Lord. This position was realized by Dhruva Mahārāja when he saw the Supreme Personality of Godhead present personally before him because he was elevated to the vasudeva platform. The vasudeva platform refers to the stage at which material contamination is conspicuous by absence only, or in other words where there is no question of the material modes of nature — goodness, passion and ignorance — and one can therefore see the Supreme Personality of Godhead. Because on the vasudeva platform one can see God face to face, the Lord is also called Vāsudeva. Dhruva Mahārāja’s demand was for a position so exalted that it was never enjoyed even by Lord Brahmā, his great-grandfather. Kṛṣṇa, the Supreme Personality of Godhead, is so affectionate and kind towards His devotee, especially to a devotee like Dhruva Mahārāja, who went to render devotional service in the forest alone at the age of only five years, that although the motive might be impure, the Lord does not consider the motive; He is concerned with the service. But if a devotee has a particular motive, the Lord directly or indirectly knows it, and therefore He does not leave the devotee’s material desires unfulfilled. These are some of the special favors by the Lord to a devotee. Dhruva Mahārāja was offered Dhruvaloka, a planet that was never resided upon by any conditioned soul. Even Brahmā, although the topmost living creature within this universe, was not allowed to enter the Dhruvaloka. Whenever there is a crisis within this universe, the demigods go to see the Supreme Personality of Godhead Kṣīrodakaśāyī Viṣṇu, and they stand on the beach of the Milk Ocean. So the fulfillment of Dhruva Mahārāja’s demand — a position more exalted than that of even his great-grandfather, Brahmā — was offered to him. Here in this verse the Lord is described as mukti-pati, which means “one under whose lotus feet there are all kinds of mukti.” There are five kinds of mukti — sāyujya, sārūpya, sālokya, sāmīpya and sārṣṭi. Out of these five muktis, which can be achieved by any person engaged in devotional service to the Lord, the one which is known as sāyujya is generally demanded by Māyāvādī philosophers; they demand to become one with the impersonal Brahman effulgence of the Lord. In the opinion of many scholars, this sāyujya-mukti, although counted among the five kinds of mukti, is not actually mukti because from sāyujya-mukti one may again fall down to this material world. This information we have from Śrīmad-Bhāgavatam (10.2.32), wherein it is said, patanty adhaḥ, which means “they again fall down.” The monist philosopher, after executing severe austerity, merges into the impersonal effulgence of the Lord, but the living entity always wants reciprocation in loving affairs. Therefore, although the monist philosopher is elevated to the status of being one with the effulgence of the Lord, because there is no facility for associating with the Lord and rendering service unto Him, he again falls into this material world, and his service propensity is satisfied by materialistic welfare activities like humanitarianism, altruism and philanthropy. There are many instances of such falldowns, even for great sannyāsīs in the Māyāvāda school. Therefore Vaiṣṇava philosophers do not accept sāyujya-mukti to be within the category of mukti. According to them, mukti means transferal to the loving service of the Lord from one’s position of serving māyā. Lord Caitanya also says in this connection that the constitutional position of a living entity is to render service to the Lord. That is real mukti. When one is situated in his original position, giving up artificial positions, he is called mukta, or liberated. In the Bhagavad-gītā this is confirmed: anyone who engages in rendering transcendental loving service to the Lord is considered to be mukta, or brahma-bhūta. It is said in Bhagavad-gītā that a devotee is considered to be on the brahma-bhūta platform when he has no material contamination. In the Padma Purāṇa this is also confirmed: mukti means engagement in the service of the Lord. The great sage Maitreya explained that Dhruva Mahārāja did not desire in the beginning to engage in the service of the Lord, but he wanted an exalted position better than his great-grandfather’s. This is more or less not service to the Lord but service to the senses. Even if one gets the position of Brahmā, the most exalted position in this material world, he is a conditioned soul. Śrīla Prabodhānanda Sarasvatī says that if one is elevated to real, pure devotional service, he considers even great demigods like Brahmā and Indra to be on an equal level with an insignificant insect. The reason is that an insignificant insect has a desire for sense gratification, and even a great personality like Lord Brahmā also wants to dominate this material nature. Sense gratification means domination over material nature. The whole competition between conditioned souls is based upon domination of this material nature. Modern scientists are proud of their knowledge because they are discovering new methods to dominate the laws of material nature. They think that this is the advancement of human civilization — the more they can dominate the material laws, the more advanced they are. Dhruva Mahārāja’s propensity in the beginning was like that. He wanted to dominate this material world in a greater position than Lord Brahmā. Therefore elsewhere it is described that after the appearance of the Lord, when Dhruva Mahārāja thought and compared his determination to his final reward, he realized that he had wanted a few particles of broken glass but instead had received many diamonds. As soon as he saw the Supreme Personality of Godhead face to face, he immediately became conscious of the unimportance of his demand from the Lord to have an exalted position better than Lord Brahmā’s. When Dhruva Mahārāja became situated on the vasudeva platform due to seeing the Lord face to face, all his material contamination was cleared. Thus he became ashamed of what his demands were and what he had achieved. He was very much ashamed to think that although he had gone to Madhuvana, giving up the kingdom of his father, and he had gotten a spiritual master like Nārada Muni, he was still thinking of revenge against his stepmother and wanted to occupy an exalted post within this material world. These were the causes for his moroseness even after he received all the desired benedictions from the Lord. When Dhruva Mahārāja factually saw the Supreme Personality of Godhead, there was no question of a revengeful attitude towards his stepmother nor any aspiration to lord it over the material world, but the Supreme Personality is so kind that He knew that Dhruva Mahārāja wanted these. Speaking before Dhruva Mahārāja, He used the word vedāham because when Dhruva Mahārāja demanded material benefits, the Lord was present within his heart and so knew everything. The Lord always knows everything a man is thinking. This is confirmed in Bhagavad-gītā also: vedāhaṁ samatītāni. The Lord fulfilled all Dhruva Mahārāja’s desires. His revengeful attitude towards his stepmother and stepbrother was satisfied, his desire for a more exalted position than that of his great-grandfather was also fulfilled, and at the same time, his eternal position in Dhruvaloka was fixed. Although Dhruva Mahārāja’s achievement of an eternal planet was not conceived of by him, Kṛṣṇa thought, “What will Dhruva do with an exalted position within this material world?” Therefore He gave Dhruva the opportunity to rule this material world for thirty-six thousand years with unchangeable senses and the chance to perform many great sacrifices and thus become the most reputed king within this material world. And, after finishing with all this material enjoyment, Dhruva would be promoted to the spiritual world, which includes the Dhruvaloka."
    },
    {
        "verse": "30",
        "devanagari": "ध्रुव उवाचसमाधिना नैकभवेन यत्पदंविदु: सनन्दादय ऊर्ध्वरेतस: ।मासैरहं षड्‌भिरमुष्य पादयो-श्छायामुपेत्यापगत: पृथङ्‍मति: ॥ ३० ॥",
        "english_devnagari": "dhruva uvācasamādhinā naika-bhavena yat padaṁviduḥ sanandādaya ūrdhva-retasaḥmāsair ahaṁ ṣaḍbhir amuṣya pādayośchāyām upetyāpagataḥ pṛthaṅ-matiḥ",
        "verse_Syn": [
            "dhruvaḥ",
            "uvāca",
            "samādhinā",
            "na",
            "eka",
            "bhavena",
            "yat",
            "padam",
            "viduḥ",
            "sananda",
            "ādayaḥ",
            "ūrdhva",
            "retasaḥ",
            "māsaiḥ",
            "aham",
            "ṣaḍbhiḥ",
            "amuṣya",
            "pādayoḥ",
            "chāyām",
            "upetya",
            "apagataḥ",
            "pṛthak",
            "matiḥ"
        ],
        "translation": "Dhruva Mahārāja thought to himself: To endeavor to be situated in the shade of the lotus feet of the Lord is not an ordinary task, because even the great brahmacārīs headed by Sanandana, who practiced aṣṭāṅga-yoga in trance, attained the shelter of the Lord’s lotus feet only after many, many births. Within six months I achieved the same result, yet due to my thinking differently from the Lord, I fell down from my position.",
        "purport": " In this verse Dhruva Mahārāja himself explains the cause of his moroseness. First he laments that to see the Supreme Personality of Godhead directly is not easy. Even great saintly persons like the four celebrated brahmacārīs headed by Sanandana — Sanandana, Sanaka, Sanātana and Sanat-kumāra — practiced the yoga system for many, many births and remained in trance before getting the opportunity to see the Supreme Lord face to face. As far as Dhruva Mahārāja was concerned, he saw the Supreme Lord personally after only six months of practice in devotional service. He expected, therefore, that as soon as he met the Supreme Lord, the Lord would take him to His abode immediately, without waiting. Dhruva Mahārāja could understand very clearly that the Lord had offered him the rule of the world for thirty-six thousand years because in the beginning he was under the spell of the material energy and wanted to take revenge against his stepmother and rule over his father’s kingdom. Dhruva Mahārāja greatly lamented his propensity for ruling the material world and his revengeful attitude towards other living entities."
    },
    {
        "verse": "31",
        "devanagari": "अहो बत ममानात्म्यं मन्दभाग्यस्य पश्यत । भवच्छिद: पादमूलं गत्वायाचे यदन्तवत् ॥ ३१ ॥",
        "english_devnagari": "aho bata mamānātmyaṁmanda-bhāgyasya paśyatabhava-cchidaḥ pāda-mūlaṁgatvā yāce yad antavat",
        "verse_Syn": [
            "aho",
            "bata",
            "mama",
            "anātmyam",
            "manda",
            "bhāgyasya",
            "paśyata",
            "bhava",
            "chidaḥ",
            "pāda",
            "mūlam",
            "gatvā",
            "yāce",
            "yat",
            "anta",
            "vat"
        ],
        "translation": "Alas, just look at me! I am so unfortunate. I approached the lotus feet of the Supreme Personality of Godhead, who can immediately cut the chain of the repetition of birth and death, but still, out of my foolishness, I prayed for things which are perishable.",
        "purport": " The word anātmyam is very significant in this verse. Ātmā means “the soul,” and anātmya means “without any conception of the soul.” Śrīla Ṛṣabhadeva instructed his sons that unless a human being comes to the point of understanding the ātmā, or spiritual position, whatever he does is ignorance, and this brings only defeat in his life. Dhruva Mahārāja regrets his unfortunate position, for although he approached the Supreme Personality of Godhead, who is always able to give His devotee the highest benediction of cessation of the repetition of birth and death, which is impossible for any demigod to offer, he foolishly wanted something perishable. When Hiraṇyakaśipu asked immortality from Lord Brahmā, Lord Brahmā expressed his inability to offer such a benediction because he himself is not immortal; therefore immortality, or complete cessation of the chain of repeated birth and death, can be offered by the Supreme Lord, the Personality of Godhead Himself, not by others. Hariṁ vinā na mṛtiṁ taranti. It is said that without the blessings of Hari, the Supreme Personality of Godhead, no one can stop the continuous chain of birth and death within this material world. Therefore the Supreme Lord is also called bhava-cchit. The Vaiṣṇava philosophy in the process of Kṛṣṇa consciousness prohibits the devotee from all kinds of material aspirations. A Vaiṣṇava devotee should always be anyābhilāṣitā-śūnya, free from all material aspirations for the results of fruitive activities or empiric philosophical speculation. Dhruva Mahārāja was actually initiated by Nārada Muni, the greatest Vaiṣṇava, in the chanting of oṁ namo bhagavate vāsudevāya. This mantra is a viṣṇu-mantra, for by practicing the chanting of this mantra one is elevated to the Viṣṇuloka. Dhruva Mahārāja regrets that although he was initiated in the viṣṇu-mantra by a Vaiṣṇava, he still aspired for material benefits. That was another cause for lamentation. Although he got the result of the viṣṇu-mantra by the causeless mercy of the Lord, he lamented how foolish he was to have strived for material benefits while practicing devotional service. In other words, every one of us who is engaged in devotional service in Kṛṣṇa consciousness should be completely free from all material aspirations. Otherwise we will have to lament like Dhruva Mahārāja."
    },
    {
        "verse": "32",
        "devanagari": "मतिर्विदूषिता देवै: पतद्‌भिरसहिष्णुभि: । यो नारदवचस्तथ्यं नाग्राहिषमसत्तम: ॥ ३२ ॥",
        "english_devnagari": "matir vidūṣitā devaiḥpatadbhir asahiṣṇubhiḥyo nārada-vacas tathyaṁnāgrāhiṣam asattamaḥ",
        "verse_Syn": [
            "matiḥ",
            "vidūṣitā",
            "devaiḥ",
            "patadbhiḥ",
            "asahiṣṇubhiḥ",
            "yaḥ",
            "nārada",
            "vacaḥ",
            "tathyam",
            "na",
            "agrāhiṣam",
            "asat",
            "tamaḥ"
        ],
        "translation": "Since all the demigods who are situated in the higher planetary system will have to come down again, they are all envious of my being elevated to Vaikuṇṭhaloka by devotional service. These intolerant demigods have dissipated my intelligence, and only for this reason could I not accept the genuine benediction of the instructions of Sage Nārada.",
        "purport": " As shown by many instances in the Vedic literature, when a person undergoes severe austerities, the demigods become very much perturbed because they are always afraid of losing their posts as the predominating deities of the heavenly planets. It is known to them that their position in the higher planetary system is impermanent, as it is stated in the Bhagavad-gītā, Ninth Chapter (kṣīṇe puṇye martya-lokaṁ viśanti). It is said in the Gītā that after exhausting the results of their pious activities, all the demigods, who are inhabitants of the higher planetary system, have to come back again to this earth. It is a fact that the demigods control the different activities of the limbs of our bodies. Factually we are not free even in moving our eyelids. Everything is controlled by them. Dhruva Mahārāja’s conclusion is that these demigods, being envious of his superior position in devotional service, conspired against him to pollute his intelligence, and thus although he was the disciple of a great Vaiṣṇava, Nārada Muni, he could not accept Nārada’s valid instructions. Now Dhruva Mahārāja regretted very much that he had neglected these instructions. Nārada Muni had asked him, “Why should you bother about insult or adoration from your stepmother?” He of course said to Dhruva Mahārāja that since Dhruva was only a child, what did he have to do with such insult or adoration? But Dhruva Mahārāja was determined to achieve the benediction of the Supreme Personality of Godhead, and therefore Nārada advised him to go back home for the time being, and in mature time he could try to practice devotional service. Dhruva Mahārāja regretted that he had rejected the advice of Nārada Muni and was adamant in asking him for something perishable, namely revenge against his stepmother for her insult, and possession of the kingdom of his father. Dhruva Mahārāja regretted very much that he could not take seriously the instruction of his spiritual master and that his consciousness was therefore contaminated. Still, the Lord is so merciful that due to Dhruva’s execution of devotional service He offered Dhruva the ultimate Vaiṣṇava goal."
    },
    {
        "verse": "33",
        "devanagari": "दैवीं मायामुपाश्रित्य प्रसुप्त इव भिन्नद‍ृक् । तप्ये द्वितीयेऽप्यसति भ्रातृभ्रातृव्यहृद्रुजा ॥ ३३ ॥",
        "english_devnagari": "daivīṁ māyām upāśrityaprasupta iva bhinna-dṛktapye dvitīye ’py asatibhrātṛ-bhrātṛvya-hṛd-rujā",
        "verse_Syn": [
            "daivīm",
            "māyām",
            "upāśritya",
            "prasuptaḥ",
            "iva",
            "bhinna",
            "dṛk",
            "tapye",
            "dvitīye",
            "api",
            "asati",
            "bhrātṛ",
            "bhrātṛvya",
            "hṛt",
            "rujā"
        ],
        "translation": "Dhruva Mahārāja lamented: I was under the influence of the illusory energy; being ignorant of the actual facts, I was sleeping on her lap. Under a vision of duality, I saw my brother as my enemy, and falsely I lamented within my heart, thinking, “They are my enemies.”",
        "purport": " Real knowledge is revealed to a devotee only when he comes to the right conclusion about life by the grace of the Lord. Our creation of friends and enemies within this material world is something like dreaming at night. In dreams we create so many things out of various impressions in the subconscious mind, but all such creations are simply temporary and unreal. In the same way, although apparently we are awake in material life, because we have no information of the soul and the Supersoul, we create many friends and enemies simply out of imagination. Śrīla Kṛṣṇadāsa Kavirāja Gosvāmī says that within this material world or material consciousness, good and bad are the same. The distinction between good and bad is simply a mental concoction. The actual fact is that all living entities are sons of God, or by-products of His marginal energy. Because of our being contaminated by the modes of material nature, we distinguish one spiritual spark from another. That is also another kind of dreaming. It is stated in the Bhagavad-gītā that those who are actually learned do not make any distinction between a learned scholar, a brāhmaṇa, an elephant, a dog and a caṇḍāla. They do not see in terms of the external body; rather, they see the person as spirit soul. By higher understanding one can know that the material body is nothing but a combination of the five material elements. In that sense also the bodily construction of a human being and that of a demigod are one and the same. From the spiritual point of view we are all spiritual sparks, parts and parcels of the Supreme Spirit, God. Either materially or spiritually we are basically one, but we make friends and enemies as dictated by the illusory energy. Dhruva Mahārāja therefore said, daivīṁ māyām upāśritya: the cause of his bewilderment was his association with the illusory material energy."
    },
    {
        "verse": "34",
        "devanagari": "मयैतत्प्रार्थितं व्यर्थं चिकित्सेव गतायुषि । प्रसाद्य जगदात्मानं तपसा दुष्प्रसादनम् । भवच्छिदमयाचेऽहं भवं भाग्यविवर्जित: ॥ ३४ ॥",
        "english_devnagari": "mayaitat prārthitaṁ vyarthaṁcikitseva gatāyuṣiprasādya jagad-ātmānaṁtapasā duṣprasādanambhava-cchidam ayāce ’haṁbhavaṁ bhāgya-vivarjitaḥ",
        "verse_Syn": [
            "mayā",
            "etat",
            "prārthitam",
            "vyartham",
            "cikitsā",
            "iva",
            "gata",
            "āyuṣi",
            "prasādya",
            "jagat",
            "ātmānam",
            "tapasā",
            "duṣprasādanam",
            "bhava",
            "chidam",
            "ayāce",
            "aham",
            "bhavam",
            "bhāgya",
            "vivarjitaḥ"
        ],
        "translation": "It is very difficult to satisfy the Supreme Personality of Godhead, but in my case, although I have satisfied the Supersoul of the whole universe, I have prayed only for useless things. My activities were exactly like treatment given to a person who is already dead. Just see how unfortunate I am, for in spite of meeting the Supreme Lord, who can cut one’s link with birth and death, I have prayed for the same conditions again.",
        "purport": " Sometimes it so happens that a devotee engaged in the loving service of the Lord desires some material benefit in exchange for this service. This is not the proper way to discharge devotional service. Out of ignorance, of course, sometimes a devotee does so, but Dhruva Mahārāja regrets his personal behavior in this connection."
    },
    {
        "verse": "35",
        "devanagari": "वाराज्यं यच्छतो मौढ्यान्मानो मे भिक्षितो बत । ईश्वरात्क्षीणपुण्येन फलीकारानिवाधन: ॥ ३५ ॥",
        "english_devnagari": "svārājyaṁ yacchato mauḍhyānmāno me bhikṣito bataīśvarāt kṣīṇa-puṇyenaphalī-kārān ivādhanaḥ",
        "verse_Syn": [
            "svārājyam",
            "yacchataḥ",
            "mauḍhyāt",
            "mānaḥ",
            "me",
            "bhikṣitaḥ",
            "bata",
            "īśvarāt",
            "kṣīṇa",
            "puṇyena",
            "phalī",
            "kārān",
            "iva",
            "adhanaḥ"
        ],
        "translation": "Because of my state of complete foolishness and paucity of pious activities, although the Lord offered me His personal service, I wanted material name, fame and prosperity. My case is just like that of the poor man who, when he satisfied a great emperor who wanted to give him anything he might ask, out of ignorance asked only a few broken grains of husked rice.",
        "purport": " In this verse the word svārājyam, which means “complete independence,” is very significant. A conditioned soul does not know what complete independence is. Complete independence means situation in one’s own constitutional position. The real independence of a living entity, who is part and parcel of the Supreme Personality of Godhead, is to remain always dependent on the Supreme Lord, just like a child who plays in complete independence, guided by his parents, who watch over him. The independence of the conditioned soul does not mean to fight with the obstacles offered by māyā, but to surrender to Kṛṣṇa. In the material world, everyone is trying to become completely independent simply by fighting against the obstacles offered by māyā. This is called the struggle for existence. Real independence is to be reinstated in the service of the Lord. Anyone who goes to the Vaikuṇṭha planets or Goloka Vṛndāvana planet is freely offering his service to the Lord. That is complete independence. Just contrary to this is material overlordship, which we wrongly take to be independence. Many great political leaders have tried to establish independence, but due to such so-called independence the people’s dependence has only increased. The living entity cannot be happy trying to be independent in the material world. One has to surrender, therefore, unto the lotus feet of the Lord and engage in his original, eternal service. Dhruva Mahārāja regrets that he wanted material opulence and greater prosperity than that of his great-grandfather, Lord Brahmā. His begging from the Lord was like a poor man’s asking a great emperor for a few grains of broken rice. The conclusion is that anyone who is engaged in the loving service of the Lord should never ask for material prosperity from the Lord. The awarding of material prosperity simply depends on the stringent rules and regulations of the external energy. Pure devotees ask the Lord only for the privilege of serving Him. This is our real independence. If we want anything else, it is a sign of our misfortune."
    },
    {
        "verse": "36",
        "devanagari": "मैत्रेय उवाचन वै मुकुन्दस्य पदारविन्दयोरजोजुषस्तात भवाद‍ृशा जना: । वाञ्छन्ति तद्दास्यमृतेऽर्थमात्मनोयद‍ृच्छया लब्धमन:समृद्धय: ॥ ३६ ॥",
        "english_devnagari": "maitreya uvācana vai mukundasya padāravindayorajo-juṣas tāta bhavādṛśā janāḥvāñchanti tad-dāsyam ṛte ’rtham ātmanoyadṛcchayā labdha-manaḥ-samṛddhayaḥ",
        "verse_Syn": [
            "maitreyaḥ",
            "uvāca",
            "na",
            "vai",
            "mukundasya",
            "pada",
            "aravindayoḥ",
            "rajaḥ",
            "juṣaḥ",
            "tāta",
            "bhavādṛśāḥ",
            "janāḥ",
            "vāñchanti",
            "tat",
            "dāsyam",
            "ṛte",
            "artham",
            "ātmanaḥ",
            "yadṛcchayā",
            "labdha",
            "manaḥ",
            "samṛddhayaḥ"
        ],
        "translation": "The great sage Maitreya continued: My dear Vidura, persons like you, who are pure devotees of the lotus feet of Mukunda [the Supreme Personality of Godhead, who can offer liberation] and who are always attached to the honey of His lotus feet, are always satisfied in serving at the lotus feet of the Lord. In any condition of life, such persons remain satisfied, and thus they never ask the Lord for material prosperity.",
        "purport": " In the Bhagavad-gītā the Lord says that He is the supreme enjoyer, the supreme proprietor of everything and anything within this creation, and the supreme friend of everyone. When one knows these things perfectly, he is always satisfied. The pure devotee never hankers after any kind of material prosperity. The karmīs, jñānīs and yogīs, however, endeavor always for their own personal happiness. Karmīs work day and night to improve their economic condition, jñānīs undergo severe austerities in order to get liberation, and yogīs also undergo severe austerities by practicing the yoga system for attainment of wonderful mystic powers. A devotee, however, is not interested in such activities; he does not want mystic powers or liberation or material prosperity. He is satisfied in any condition of life, as long as he is constantly engaged in the service of the Lord. The Lord’s feet are compared to the lotus, wherein there is saffron dust. A devotee is always engaged in drinking the honey from the lotus feet of the Lord. Unless one is freed from all material desires, he cannot actually taste the honey from the Lord’s lotus feet. One has to discharge his devotional duties without being disturbed by the coming and going of material circumstances. This desirelessness for material prosperity is called niṣkāma. One should not mistakenly think that niṣkāma means giving up all desires. That is impossible. A living entity is eternally existent, and he cannot give up desires. A living entity must have desires; that is the symptom of life. When there is a recommendation to become desireless, it is to be understood that this means that we should not desire anything for our sense gratification. For a devotee this state of mind, niḥspṛha, is the right position. Actually every one of us already has an arrangement for our standard of material comforts. A devotee should always remain satisfied with the standard of comforts offered by the Lord, as stated in the Īśopaniṣad (tena tyaktena bhuñjīthāḥ). This saves time for executing Kṛṣṇa consciousness."
    },
    {
        "verse": "37",
        "devanagari": "आकर्ण्यात्मजमायान्तं सम्परेत्य यथागतम् । राजा न श्रद्दधे भद्रमभद्रस्य कुतो मम ॥ ३७ ॥",
        "english_devnagari": "ākarṇyātma-jam āyāntaṁsamparetya yathāgatamrājā na śraddadhe bhadramabhadrasya kuto mama",
        "verse_Syn": [
            "ākarṇya",
            "ātma",
            "jam",
            "āyāntam",
            "samparetya",
            "yathā",
            "āgatam",
            "rājā",
            "na",
            "śraddadhe",
            "bhadram",
            "abhadrasya",
            "kutaḥ",
            "mama"
        ],
        "translation": "When King Uttānapāda heard that his son Dhruva was coming back home, as if coming back to life after death, he could not put his faith in this message, for he was doubtful of how it could happen. He considered himself the most wretched, and therefore he thought that it was not possible for him to attain such good fortune.",
        "purport": " Dhruva Mahārāja, a five-year-old boy, went to the forest for penance and austerity, and the King could not at all believe that a small boy of such a tender age could live in the forest. He was certain that Dhruva was dead. He therefore could not fix his faith in the message that Dhruva Mahārāja was coming back home again. For him this message said that a dead man was coming back home, and so he could not believe it. After Dhruva Mahārāja’s departure from home, King Uttānapāda thought that he was the cause of Dhruva’s leaving, and thus he considered himself the most wretched. Therefore, even though it was possible that his lost son was coming back from the kingdom of death, he thought that since he was most sinful it was not possible for him to be so fortunate as to get back his lost son."
    },
    {
        "verse": "38",
        "devanagari": "श्रद्धाय वाक्यं देवर्षेर्हर्षवेगेन धर्षित: । वार्ताहर्तुरतिप्रीतो हारं प्रादान्महाधनम् ॥ ३८ ॥",
        "english_devnagari": "śraddhāya vākyaṁ devarṣerharṣa-vegena dharṣitaḥvārtā-hartur atiprītohāraṁ prādān mahā-dhanam",
        "verse_Syn": [
            "śraddhāya",
            "vākyam",
            "devarṣeḥ",
            "harṣa",
            "vegena",
            "dharṣitaḥ",
            "vārtā",
            "hartuḥ",
            "atiprītaḥ",
            "hāram",
            "prādāt",
            "mahā",
            "dhanam"
        ],
        "translation": "Although he could not believe the words of the messenger, he had full faith in the word of the great sage Nārada. Thus he was greatly overwhelmed by the news, and he immediately offered the messenger a highly valuable necklace in great satisfaction.",
        "purport": ""
    },
    {
        "verse": "39-40",
        "devanagari": "सदश्वं रथमारुह्य कार्तस्वरपरिष्कृतम् । ब्राह्मणै: कुलवृद्धैश्च पर्यस्तोऽमात्यबन्धुभि: ॥ ३९ ॥ शङ्खदुन्दुभिनादेन ब्रह्मघोषेण वेणुभि: । निश्चक्राम पुरात्तूर्णमात्मजाभीक्षणोत्सुक: ॥ ४० ॥",
        "english_devnagari": "sad-aśvaṁ ratham āruhyakārtasvara-pariṣkṛtambrāhmaṇaiḥ kula-vṛddhaiś caparyasto ’mātya-bandhubhiḥ",
        "verse_Syn": [
            "sat",
            "aśvam",
            "ratham",
            "āruhya",
            "kārtasvara",
            "pariṣkṛtam",
            "brāhmaṇaiḥ",
            "kula",
            "vṛddhaiḥ",
            "ca",
            "paryastaḥ",
            "amātya",
            "bandhubhiḥ",
            "śaṅkha",
            "dundubhi",
            "nādena",
            "brahma",
            "ghoṣeṇa",
            "veṇubhiḥ",
            "niścakrāma",
            "purāt",
            "tūrṇam",
            "ātma",
            "ja",
            "abhīkṣaṇa",
            "utsukaḥ"
        ],
        "translation": "Then King Uttānapāda, being very eager to see the face of his lost son, mounted a chariot drawn by excellent horses and bedecked with golden filigree. Taking with him many learned brāhmaṇas, all the elderly personalities of his family, his officers, his ministers and his immediate friends, he immediately left the city. As he proceeded in this parade, there were auspicious sounds of conchshells, kettledrums, flutes, and the chanting of Vedic mantras to indicate all good fortune.",
        "purport": ""
    },
    {
        "verse": "41",
        "devanagari": "सुनीति: सुरुचिश्चास्य महिष्यौ रुक्‍मभूषिते । आरुह्य शिबिकां सार्धमुत्तमेनाभिजग्मतु: ॥ ४१ ॥",
        "english_devnagari": "sunītiḥ suruciś cāsyamahiṣyau rukma-bhūṣiteāruhya śibikāṁ sārdhamuttamenābhijagmatuḥ",
        "verse_Syn": [
            "sunītiḥ",
            "suruciḥ",
            "ca",
            "asya",
            "mahiṣyau",
            "rukma",
            "bhūṣite",
            "āruhya",
            "śibikām",
            "sārdham",
            "uttamena",
            "abhijagmatuḥ"
        ],
        "translation": "Both the queens of King Uttānapāda, namely Sunīti and Suruci, along with his other son, Uttama, appeared in the procession. The queens were seated on a palanquin.",
        "purport": " After the departure of Dhruva Mahārāja from the palace, the King was very afflicted, but by the kind words of Saint Nārada he was partially satisfied. He could understand the great fortune of his wife Sunīti and the great misfortune of Queen Suruci, for these facts were certainly very open in the palace. But still, when the news reached the palace that Dhruva Mahārāja was returning, his mother, Sunīti, out of her great compassion and due to being the mother of a great Vaiṣṇava, did not hesitate to take the other wife, Suruci, and her son, Uttama, on the same palanquin. That was the greatness of Queen Sunīti, the mother of the great Vaiṣṇava Dhruva Mahārāja."
    },
    {
        "verse": "42-43",
        "devanagari": "तं द‍ृष्ट्वोपवनाभ्याश आयान्तं तरसा रथात् । अवरुह्य नृपस्तूर्णमासाद्य प्रेमविह्वल: ॥ ४२ ॥ परिरेभेऽङ्गजं दोर्भ्यां दीर्घोत्कण्ठमना: श्वसन् । विष्वक्सेनाङ्‌घ्रिसंस्पर्शहताशेषाघबन्धनम् ॥ ४३ ॥",
        "english_devnagari": "taṁ dṛṣṭvopavanābhyāśaāyāntaṁ tarasā rathātavaruhya nṛpas tūrṇamāsādya prema-vihvalaḥ",
        "verse_Syn": [
            "tam",
            "dṛṣṭvā",
            "upavana",
            "abhyāśe",
            "āyāntam",
            "tarasā",
            "rathāt",
            "avaruhya",
            "nṛpaḥ",
            "tūrṇam",
            "āsādya",
            "prema",
            "vihvalaḥ",
            "parirebhe",
            "aṅga",
            "jam",
            "dorbhyām",
            "dīrgha",
            "utkaṇṭha",
            "manāḥ",
            "śvasan",
            "viṣvaksena",
            "aṅghri",
            "saṁsparśa",
            "hata",
            "aśeṣa",
            "agha",
            "bandhanam"
        ],
        "translation": "Upon seeing Dhruva Mahārāja approaching the neighboring small forest, King Uttānapāda with great haste got down from his chariot. He had been very anxious for a long time to see his son Dhruva, and therefore with great love and affection he went forward to embrace his long-lost boy. Breathing very heavily, the King embraced him with both arms. But Dhruva Mahārāja was not the same as before; he was completely sanctified by spiritual advancement due to having been touched by the lotus feet of the Supreme Personality of Godhead.",
        "purport": ""
    },
    {
        "verse": "44",
        "devanagari": "अथाजिघ्रन्मुहुर्मूर्ध्नि शीतैर्नयनवारिभि: । स्‍नापयामास तनयं जातोद्दाममनोरथ: ॥ ४४ ॥",
        "english_devnagari": "athājighran muhur mūrdhniśītair nayana-vāribhiḥsnāpayām āsa tanayaṁjātoddāma-manorathaḥ",
        "verse_Syn": [
            "atha",
            "ājighran",
            "muhuḥ",
            "mūrdhni",
            "śītaiḥ",
            "nayana",
            "vāribhiḥ",
            "snāpayām",
            "āsa",
            "tanayam",
            "jāta",
            "uddāma",
            "manaḥ",
            "rathaḥ"
        ],
        "translation": "Reunion with Dhruva Mahārāja fulfilled King Uttānapāda’s long-cherished desire, and for this reason he smelled Dhruva’s head again and again and bathed him with torrents of very cold tears.",
        "purport": " By nature’s way, when a man cries, there may be two causes. When one cries in great happiness upon the fulfillment of some desire, the tears coming forth from the eyes are very cold and pleasing, whereas tears in times of distress are very hot."
    },
    {
        "verse": "45",
        "devanagari": "अभिवन्द्य पितु: पादावाशीर्भिश्चाभिमन्त्रित: । ननाम मातरौ शीर्ष्णा सत्कृत: सज्जनाग्रणी: ॥ ४५ ॥",
        "english_devnagari": "abhivandya pituḥ pādāvāśīrbhiś cābhimantritaḥnanāma mātarau śīrṣṇāsat-kṛtaḥ saj-janāgraṇīḥ",
        "verse_Syn": [
            "abhivandya",
            "pituḥ",
            "pādau",
            "āśīrbhiḥ",
            "ca",
            "abhimantritaḥ",
            "nanāma",
            "mātarau",
            "śīrṣṇā",
            "sat",
            "kṛtaḥ",
            "sat",
            "jana",
            "agraṇīḥ"
        ],
        "translation": "Then Dhruva Mahārāja, the foremost of all nobles, first of all offered his obeisances at the feet of his father and was honored by his father with various questions. He then bowed his head at the feet of his two mothers.",
        "purport": " It may be questioned why Dhruva Mahārāja offered his respect not only to his mother but also to his stepmother, due to whose insults he had to leave home. The answer is that after achieving perfection by self-realization and seeing the Supreme Personality of Godhead face to face, Dhruva Mahārāja was completely freed from all contamination of material desire. Feelings of insult or honor in this material world are never perceived by a devotee. Lord Caitanya therefore says that one has to be humbler than the grass and, He recommends, more tolerant than the tree to execute devotional service. Dhruva Mahārāja, therefore, has in this verse been described as saj-janāgraṇīḥ, the foremost of noble men. The pure devotee is the noblest of all, and he has no feelings of animosity towards anyone. Duality due to animosity is a creation of this material world. There is no such thing in the spiritual world, which is the absolute reality."
    },
    {
        "verse": "46",
        "devanagari": "सुरुचिस्तं समुत्थाप्य पादावनतमर्भकम् । परिष्वज्याह जीवेति बाष्पगद्गदया गिरा ॥ ४६ ॥",
        "english_devnagari": "surucis taṁ samutthāpyapādāvanatam arbhakampariṣvajyāha jīvetibāṣpa-gadgadayā girā",
        "verse_Syn": [
            "suruciḥ",
            "tam",
            "samutthāpya",
            "pāda",
            "avanatam",
            "arbhakam",
            "pariṣvajya",
            "āha",
            "jīva",
            "iti",
            "bāṣpa",
            "gadgadayā",
            "girā"
        ],
        "translation": "Suruci, the younger mother of Dhruva Mahārāja, seeing that the innocent boy had fallen at her feet, immediately picked him up, embracing him with her hands, and with tears of feeling she blessed him with the words “My dear boy, long may you live!”",
        "purport": ""
    },
    {
        "verse": "47",
        "devanagari": "यस्य प्रसन्नो भगवान् गुणैर्मैत्र्यादिभिर्हरि: । तस्मै नमन्ति भूतानि निम्नमाप इव स्वयम् ॥ ४७ ॥",
        "english_devnagari": "yasya prasanno bhagavānguṇair maitry-ādibhir hariḥtasmai namanti bhūtāninimnam āpa iva svayam",
        "verse_Syn": [
            "yasya",
            "prasannaḥ",
            "bhagavān",
            "guṇaiḥ",
            "maitrī",
            "ādibhiḥ",
            "hariḥ",
            "tasmai",
            "namanti",
            "bhūtāni",
            "nimnam",
            "āpaḥ",
            "iva",
            "svayam"
        ],
        "translation": "Unto one who has transcendental qualities due to friendly behavior with the Supreme Personality of Godhead, all living entities offer honor, just as water automatically flows down by nature.",
        "purport": " The question may be raised in this connection why Suruci, who was not at all favorably disposed towards Dhruva, blessed him, “Long may you live,” which means that she also desired good fortune for him. The answer is given in this verse. Since Dhruva Mahārāja was blessed by the Lord, due to his transcendental qualities everyone was bound to offer him all respects and benediction, just as water, by its nature, flows downward. A devotee of the Lord does not demand respect from anyone, but wherever he goes he is honored by everyone throughout the whole world with all respect. Śrīnivāsa Ācārya said that the Six Gosvāmīs of Vṛndāvana are respected throughout the entire universe because a devotee, having pleased the Supreme Personality of Godhead, the source of all emanations, automatically pleases everyone, and thus everyone offers him respect."
    },
    {
        "verse": "48",
        "devanagari": "उत्तमश्च ध्रुवश्चोभावन्योन्यं प्रेमविह्वलौ । अङ्गसङ्गादुत्पुलकावस्रौघं मुहुरूहतु: ॥ ४८ ॥",
        "english_devnagari": "uttamaś ca dhruvaś cobhāvanyonyaṁ prema-vihvalauaṅga-saṅgād utpulakāvasraughaṁ muhur ūhatuḥ",
        "verse_Syn": [
            "uttamaḥ",
            "ca",
            "dhruvaḥ",
            "ca",
            "ubhau",
            "anyonyam",
            "prema",
            "vihvalau",
            "aṅga",
            "saṅgāt",
            "utpulakau",
            "asra",
            "ogham",
            "muhuḥ",
            "ūhatuḥ"
        ],
        "translation": "The two brothers Uttama and Dhruva Mahārāja also exchanged their tears. They were overwhelmed by the ecstasy of love and affection, and when they embraced one another, the hair on their bodies stood up.",
        "purport": ""
    },
    {
        "verse": "49",
        "devanagari": "सुनीतिरस्य जननी प्राणेभ्योऽपि प्रियं सुतम् । उपगुह्य जहावाधिं तदङ्गस्पर्शनिर्वृता ॥ ४९ ॥",
        "english_devnagari": "sunītir asya jananīprāṇebhyo ’pi priyaṁ sutamupaguhya jahāv ādhiṁtad-aṅga-sparśa-nirvṛtā",
        "verse_Syn": [
            "sunītiḥ",
            "asya",
            "jananī",
            "prāṇebhyaḥ",
            "api",
            "priyam",
            "sutam",
            "upaguhya",
            "jahau",
            "ādhim",
            "tat",
            "aṅga",
            "sparśa",
            "nirvṛtā"
        ],
        "translation": "Sunīti, the real mother of Dhruva Mahārāja, embraced the tender body of her son, who was dearer to her than her own life, and thus forgot all material grief, for she was very pleased.",
        "purport": ""
    },
    {
        "verse": "50",
        "devanagari": "पय: स्तनाभ्यां सुस्राव नेत्रजै: सलिलै: शिवै: । तदाभिषिच्यमानाभ्यां वीर वीरसुवो मुहु: ॥ ५० ॥",
        "english_devnagari": "payaḥ stanābhyāṁ susrāvanetra-jaiḥ salilaiḥ śivaiḥtadābhiṣicyamānābhyāṁvīra vīra-suvo muhuḥ",
        "verse_Syn": [
            "payaḥ",
            "stanābhyām",
            "susrāva",
            "netra",
            "jaiḥ",
            "salilaiḥ",
            "śivaiḥ",
            "tadā",
            "abhiṣicyamānābhyām",
            "vīra",
            "vīra",
            "suvaḥ",
            "muhuḥ"
        ],
        "translation": "My dear Vidura, Sunīti was the mother of a great hero. Her tears, together with the milk flowing from her breasts, wet the whole body of Dhruva Mahārāja. This was a great, auspicious sign.",
        "purport": " When Deities are installed, They are washed with milk, yogurt and water, and this ceremony is called abhiṣeka. In this verse it has been especially mentioned that the tears which flowed down from the eyes of Sunīti were all-auspicious. This auspiciousness of the abhiṣeka ceremony performed by his beloved mother was an indication that in the very near future Dhruva Mahārāja would be installed on the throne of his father. The history of Dhruva Mahārāja’s leaving home was that his father refused to give him a place on his lap, and Dhruva Mahārāja determined that unless he got the throne of his father he would not come back. Now this abhiṣeka ceremony performed by his beloved mother was an indication that he would occupy the throne of Mahārāja Uttānapāda. It is also significant in this verse that Sunīti, mother of Dhruva Mahārāja, is described as vīra-sū, a mother who produced a great hero. There are many heroes in the world, but there is no comparison to Dhruva Mahārāja, who was not only a heroic emperor of this planet, but also a great devotee. A devotee is also a great hero because he conquers the influence of māyā. When Lord Caitanya inquired from Rāmānanda Rāya about the most famous man in this world, the latter replied that anyone who is known as a great devotee of the Lord is to be accepted as the most famous."
    },
    {
        "verse": "51",
        "devanagari": "तां शशंसुर्जना राज्ञीं दिष्टय‍ा ते पुत्र आर्तिहा । प्रतिलब्धश्चिरं नष्टो रक्षिता मण्डलं भुव: ॥ ५१ ॥",
        "english_devnagari": "tāṁ śaśaṁsur janā rājñīṁdiṣṭyā te putra ārti-hāpratilabdhaś ciraṁ naṣṭorakṣitā maṇḍalaṁ bhuvaḥ",
        "verse_Syn": [
            "tām",
            "śaśaṁsuḥ",
            "janāḥ",
            "rājñīm",
            "diṣṭyā",
            "te",
            "putraḥ",
            "ārti",
            "hā",
            "pratilabdhaḥ",
            "ciram",
            "naṣṭaḥ",
            "rakṣitā",
            "maṇḍalam",
            "bhuvaḥ"
        ],
        "translation": "The residents of the palace praised the Queen: Dear Queen, your beloved son was lost a long time ago, and it is your great fortune that he now has come back. It appears, therefore, that your son will be able to protect you for a very long time and will put an end to all your material pangs.",
        "purport": ""
    },
    {
        "verse": "52",
        "devanagari": "अभ्यर्चितस्त्वया नूनं भगवान्‌प्रणतार्तिहा । यदनुध्यायिनो धीरा मृत्युं जिग्यु: सुदुर्जयम् ॥ ५२ ॥",
        "english_devnagari": "abhyarcitas tvayā nūnaṁbhagavān praṇatārti-hāyad-anudhyāyino dhīrāmṛtyuṁ jigyuḥ sudurjayam",
        "verse_Syn": [
            "abhyarcitaḥ",
            "tvayā",
            "nūnam",
            "bhagavān",
            "praṇata",
            "ārti",
            "hā",
            "yat",
            "anudhyāyinaḥ",
            "dhīrāḥ",
            "mṛtyum",
            "jigyuḥ",
            "sudurjayam"
        ],
        "translation": "Dear Queen, you must have worshiped the Supreme Personality of Godhead, who delivers His devotees from the greatest danger. Persons who constantly meditate upon Him surpass the course of birth and death. This perfection is very difficult to achieve.",
        "purport": " Dhruva Mahārāja was the lost child of Queen Sunīti, but during his absence she always meditated upon the Supreme Personality of Godhead, who is able to rescue His devotee from all dangers. While Dhruva Mahārāja was absent from his home, not only did he undergo severe austerities in the forest of Madhuvana, but at home also his mother prayed to the Supreme Lord for his safety and good fortune. In other words, the Lord was worshiped by both the mother and the son, and both were able to achieve the supreme benediction from the Supreme Lord. The word sudurjayam, an adjective which indicates that no one can conquer death, is very significant. When Dhruva Mahārāja was away from his home, his father thought that he was dead. Ordinarily a king’s son only five years old and away from home in the forest would certainly be supposed dead, but by the mercy of the Supreme Personality of Godhead, not only was he saved, but he was blessed with the highest perfection."
    },
    {
        "verse": "53",
        "devanagari": "लाल्यमानं जनैरेवं ध्रुवं सभ्रातरं नृप: । आरोप्य करिणीं हृष्ट: स्तूयमानोऽविशत्पुरम् ॥ ५३ ॥",
        "english_devnagari": "lālyamānaṁ janair evaṁdhruvaṁ sabhrātaraṁ nṛpaḥāropya kariṇīṁ hṛṣṭaḥstūyamāno ’viśat puram",
        "verse_Syn": [
            "lālyamānam",
            "janaiḥ",
            "evam",
            "dhruvam",
            "sa",
            "bhrātaram",
            "nṛpaḥ",
            "āropya",
            "kariṇīm",
            "hṛṣṭaḥ",
            "stūyamānaḥ",
            "aviśat",
            "puram"
        ],
        "translation": "The sage Maitreya continued: My dear Vidura, when everyone was thus praising Dhruva Mahārāja, the King was very happy, and he had Dhruva and his brother seated on the back of a she-elephant. Thus he returned to his capital, where he was praised by all classes of men.",
        "purport": ""
    },
    {
        "verse": "54",
        "devanagari": "तत्र तत्रोपसंक्लृप्तैर्लसन्मकरतोरणै: । सवृन्दै: कदलीस्तम्भै: पूगपोतैश्च तद्विधै: ॥ ५४ ॥",
        "english_devnagari": "tatra tatropasaṅkḷptairlasan-makara-toraṇaiḥsavṛndaiḥ kadalī-stambhaiḥpūga-potaiś ca tad-vidhaiḥ",
        "verse_Syn": [
            "tatra",
            "tatra",
            "upasaṅkḷptaiḥ",
            "lasat",
            "makara",
            "toraṇaiḥ",
            "sa",
            "vṛndaiḥ",
            "kadalī",
            "stambhaiḥ",
            "pūga",
            "potaiḥ",
            "ca",
            "tat",
            "vidhaiḥ"
        ],
        "translation": "The whole city was decorated with columns of banana trees containing bunches of fruits and flowers, and betel-nut trees with leaves and branches were seen here and there. There were also many gates set up which were structured to give the appearance of sharks.",
        "purport": " Auspicious ceremonies with decorations of the green leaves of palms, coconut trees, betel-nut trees and banana trees, and fruits, flowers and leaves, are an age-old custom in India. To receive his great son Dhruva Mahārāja, King Uttānapāda arranged a good reception, and all the citizens very enthusiastically took part with great jubilation."
    },
    {
        "verse": "55",
        "devanagari": "चूतपल्लववास:स्रङ्‍मुक्तादामविलम्बिभि: । उपस्कृतं प्रतिद्वारमपां कुम्भै: सदीपकै: ॥ ५५ ॥",
        "english_devnagari": "cūta-pallava-vāsaḥ-sraṅ-muktā-dāma-vilambibhiḥupaskṛtaṁ prati-dvāramapāṁ kumbhaiḥ sadīpakaiḥ",
        "verse_Syn": [
            "cūta",
            "pallava",
            "vāsaḥ",
            "srak",
            "muktā",
            "dāma",
            "vilambibhiḥ",
            "upaskṛtam",
            "prati",
            "dvāram",
            "apām",
            "kumbhaiḥ",
            "sa",
            "dīpakaiḥ"
        ],
        "translation": "At each and every gate there were burning lamps and big waterpots decorated with differently colored cloth, strings of pearls, flower garlands and hanging mango leaves.",
        "purport": ""
    },
    {
        "verse": "56",
        "devanagari": "प्राकारैर्गोपुरागारै: शातकुम्भपरिच्छदै: । सर्वतोऽलड़्क़ृतं श्रीमद्विमानशिखरद्युभि: ॥ ५६ ॥",
        "english_devnagari": "prākārair gopurāgāraiḥśātakumbha-paricchadaiḥsarvato ’laṅkṛtaṁ śrīmad-vimāna-śikhara-dyubhiḥ",
        "verse_Syn": [
            "prākāraiḥ",
            "gopura",
            "āgāraiḥ",
            "śātakumbha",
            "paricchadaiḥ",
            "sarvataḥ",
            "alaṅkṛtam",
            "śrīmat",
            "vimāna",
            "śikhara",
            "dyubhiḥ"
        ],
        "translation": "In the capital city there were many palaces, city gates and surrounding walls, which were already very, very beautiful, and on this occasion all of them were decorated with golden ornaments. The domes of the city palaces glittered, as did the domes of the beautiful airplanes which hovered over the city.",
        "purport": " Regarding the mention of airplanes here, it is suggested by Śrīmad Vijayadhvaja Tīrtha that on this occasion the demigods from higher planetary systems also came in their airplanes to bestow their blessings on Dhruva Mahārāja on his arrival at the capital of his father. It also appears that all the domes of the city palaces as well as the pinnacles of the airplanes were decorated with ornamental work in gold, and, being reflected by the sunshine, they were all glittering. We can observe a specific distinction between Dhruva Mahārāja’s time and modern days, for the airplanes in those days were made of gold, whereas at the present moment airplanes are made of base aluminum. This just gives a hint of the opulence of Dhruva Mahārāja’s days and the poverty of modern times."
    },
    {
        "verse": "57",
        "devanagari": "मृष्टचत्वररथ्याट्टमार्गं चन्दनचर्चितम् । लाजाक्षतै: पुष्पफलैस्तण्डुलैर्बलिभिर्युतम् ॥ ५७ ॥",
        "english_devnagari": "mṛṣṭa-catvara-rathyāṭṭa-mārgaṁ candana-carcitamlājākṣataiḥ puṣpa-phalaistaṇḍulair balibhir yutam",
        "verse_Syn": [
            "mṛṣṭa",
            "catvara",
            "rathyā",
            "aṭṭa",
            "mārgam",
            "candana",
            "carcitam",
            "lāja",
            "akṣataiḥ",
            "puṣpa",
            "phalaiḥ",
            "taṇḍulaiḥ",
            "balibhiḥ",
            "yutam"
        ],
        "translation": "All the quadrangles, lanes and streets in the city, and the raised sitting places at the crossings, were thoroughly cleansed and sprinkled with sandalwood water; and auspicious grains such as rice and barley, and flowers, fruits and many other auspicious presentations, were scattered all over the city.",
        "purport": ""
    },
    {
        "verse": "58-59",
        "devanagari": "ध्रुवाय पथि द‍ृष्टाय तत्र तत्र पुरस्त्रिय: । सिद्धार्थाक्षतदध्यम्बुदूर्वापुष्पफलानि च ॥ ५८ ॥ उपजह्रु: प्रयुञ्जाना वात्सल्यादाशिष: सती: । श‍ृण्वंस्तद्वल्गुगीतानि प्राविशद्भवनं पितु: ॥ ५९ ॥",
        "english_devnagari": "dhruvāya pathi dṛṣṭāyatatra tatra pura-striyaḥsiddhārthākṣata-dadhy-ambu-dūrvā-puṣpa-phalāni ca",
        "verse_Syn": [
            "dhruvāya",
            "pathi",
            "dṛṣṭāya",
            "tatra",
            "tatra",
            "pura",
            "striyaḥ",
            "siddhārtha",
            "akṣata",
            "dadhi",
            "ambu",
            "dūrvā",
            "puṣpa",
            "phalāni",
            "ca",
            "upajahruḥ",
            "prayuñjānāḥ",
            "vātsalyāt",
            "āśiṣaḥ",
            "satīḥ",
            "śṛṇvan",
            "tat",
            "valgu",
            "gītāni",
            "prāviśat",
            "bhavanam",
            "pituḥ"
        ],
        "translation": "Thus as Dhruva Mahārāja passed on the road, from every place in the neighborhood all the gentle household ladies assembled to see him, and out of maternal affection they offered their blessings, showering him with white mustard seed, barley, curd, water, newly grown grass, fruits and flowers. In this way Dhruva Mahārāja, while hearing the pleasing songs sung by the ladies, entered the palace of his father.",
        "purport": ""
    },
    {
        "verse": "60",
        "devanagari": "महामणिव्रातमये स तस्मिन्भवनोत्तमे । लालितो नितरां पित्रा न्यवसद्दिवि देववत् ॥ ६० ॥",
        "english_devnagari": "mahāmaṇi-vrātamayesa tasmin bhavanottamelālito nitarāṁ pitrānyavasad divi devavat",
        "verse_Syn": [
            "mahā",
            "maṇi",
            "vrāta",
            "maye",
            "saḥ",
            "tasmin",
            "bhavana",
            "uttame",
            "lālitaḥ",
            "nitarām",
            "pitrā",
            "nyavasat",
            "divi",
            "deva",
            "vat"
        ],
        "translation": "Dhruva Mahārāja thereafter lived in his father’s palace, which had walls bedecked with highly valuable jewels. His affectionate father took particular care of him, and he dwelled in that house just as the demigods live in their palaces in the higher planetary systems.",
        "purport": ""
    },
    {
        "verse": "61",
        "devanagari": "पय:फेननिभा: शय्या दान्ता रुक्‍मपरिच्छदा: । आसनानि महार्हाणि यत्र रौक्‍मा उपस्करा: ॥ ६१ ॥",
        "english_devnagari": "payaḥ-phena-nibhāḥ śayyādāntā rukma-paricchadāḥāsanāni mahārhāṇiyatra raukmā upaskarāḥ",
        "verse_Syn": [
            "payaḥ",
            "phena",
            "nibhāḥ",
            "śayyāḥ",
            "dāntāḥ",
            "rukma",
            "paricchadāḥ",
            "āsanāni",
            "mahā",
            "arhāṇi",
            "yatra",
            "raukmāḥ",
            "upaskarāḥ"
        ],
        "translation": "The bedding in the palace was as white as the foam of milk and was very soft. The bedsteads were made of ivory with embellishments of gold, and the chairs, benches and other sitting places and furniture were made of gold.",
        "purport": ""
    },
    {
        "verse": "62",
        "devanagari": "यत्र स्फटिककुड्येषु महामारकतेषु च । मणिप्रदीपा आभान्ति ललनारत्नसंयुता: ॥ ६२ ॥",
        "english_devnagari": "yatra sphaṭika-kuḍyeṣumahā-mārakateṣu camaṇi-pradīpā ābhāntilalanā-ratna-saṁyutāḥ",
        "verse_Syn": [
            "yatra",
            "sphaṭika",
            "kuḍyeṣu",
            "mahā",
            "mārakateṣu",
            "ca",
            "maṇi",
            "pradīpāḥ",
            "ābhānti",
            "lalanā",
            "ratna",
            "saṁyutāḥ"
        ],
        "translation": "The palace of the King was surrounded by walls made of marble with many engravings made of valuable jewels like sapphires, which depicted beautiful women with shining jewel lamps in their hands.",
        "purport": " The description of King Uttānapāda’s palace depicts the state of affairs many hundreds and thousands of years ago, long before Śrīmad-Bhāgavatam was compiled. Since it is described that Mahārāja Dhruva ruled for thirty-six thousand years, he must have lived in the Satya-yuga, when people lived for one hundred thousand years. The life durations in the four yugas are also mentioned in the Vedic literature. In the Satya-yuga people used to live for one hundred thousand years, in the Tretā-yuga people lived for ten thousand years, in Dvāpara-yuga they lived for one thousand years, and in this age, Kali-yuga, people may live up to one hundred years. With the progressive advance of each new yuga, the duration of human life is reduced by ninety percent — from one hundred thousand to ten thousand, from ten thousand to one thousand, and from one thousand to one hundred. It is said that Dhruva Mahārāja was the great-grandson of Lord Brahmā. This indicates that Dhruva Mahārāja’s time was in the Satya-yuga in the beginning of creation. During one day of Lord Brahmā, as stated in the Bhagavad-gītā, there are many Satya-yugas. According to the Vedic calculation, at the present moment the twenty-eighth millennium is current. It can be calculated that Dhruva Mahārāja lived many millions of years ago, but the description of the palace of Dhruva’s father is so glorious that we cannot accept that advanced human civilization did not exist even forty or fifty thousand years ago. There were walls like those in the palace of Mahārāja Uttānapāda even very recently, during the Mogul period. Anyone who has seen the Red Fort in Delhi must have marked that the walls are made of marble and were once decorated with jewels. During the British period all these jewels were taken away and dispatched to the British Museum. The conception of worldly opulence was formerly based mainly on natural resources such as jewels, marble, silk, ivory, gold and silver. The advancement of economic development was not based on big motorcars. Advancement of human civilization depends not on industrial enterprises, but on possession of natural wealth and natural food, which is all supplied by the Supreme Personality of Godhead so that we may save time for self-realization and success in the human form of body. Another aspect of this verse is that Dhruva Mahārāja’s father, Uttānapāda, would very soon give up attachment for his palaces and would go to the forest for self-realization. From the description of Śrīmad-Bhāgavatam, therefore, we can make a very thorough comparative study of modern civilization and the civilization of mankind in the other millenniums — Satya-yuga, Tretā-yuga and Dvāpara-yuga."
    },
    {
        "verse": "63",
        "devanagari": "उद्यानानि च रम्याणि विचित्रैरमरद्रुमै: । कूजद्विहङ्गमिथुनैर्गायन्मत्तमधुव्रतै: ॥ ६३ ॥",
        "english_devnagari": "udyānāni ca ramyāṇivicitrair amara-drumaiḥkūjat-vihaṅga-mithunairgāyan-matta-madhuvrataiḥ",
        "verse_Syn": [
            "udyānāni",
            "ca",
            "ramyāṇi",
            "vicitraiḥ",
            "amara",
            "drumaiḥ",
            "kūjat",
            "vihaṅga",
            "mithunaiḥ",
            "gāyat",
            "matta",
            "madhu",
            "vrataiḥ"
        ],
        "translation": "The King’s residence was surrounded by gardens wherein there were varieties of trees brought from the heavenly planets. In those trees there were pairs of sweetly singing birds and almost-mad bumblebees, which made a very relishable buzzing sound.",
        "purport": " In this verse the word amara-drumaiḥ, “with trees brought from the heavenly planets,” is very significant. The heavenly planets are known as Amaraloka, the planets where death is very much delayed, because the people there live for ten thousand years according to the calculations of the demigods, in which our six months are equal to one day. The demigods live in the heavenly planets for months, years and ten-thousands of years according to demigod time, and then again, after the results of their pious activities are exhausted, they fall down to this earth. These are the statements that can be collected from Vedic literature. As the people there live for ten thousand years, so also do the trees. Of course, here on this earth there are many trees which live for ten thousand years, so what to speak of the trees on the heavenly planets? They must live for more than many ten-thousands of years, and sometimes, as practiced even now, some valuable trees are taken from one place to another. It is elsewhere stated that when Lord Kṛṣṇa went to the heavenly planets with His wife Satyabhāmā He took a pārijāta flower tree from heaven and brought it to the earth. There was a fight between Kṛṣṇa and the demigods due to the pārijāta tree’s being taken from heaven to this planet. The pārijāta was planted in the palace of Lord Kṛṣṇa which was occupied by Queen Satyabhāmā. The flower and fruit trees in the heavenly planets are superior, for they are very pleasant and tasteful, and it appears that in the palace of Mahārāja Uttānapāda there were many varieties of such trees."
    },
    {
        "verse": "64",
        "devanagari": "वाप्यो वैदूर्यसोपाना: पद्मोत्पलकुमुद्वती: । हंसकारण्डवकुलैर्जुष्टाश्चक्राह्वसारसै: ॥ ६४ ॥",
        "english_devnagari": "vāpyo vaidūrya-sopānāḥpadmotpala-kumud-vatīḥhaṁsa-kāraṇḍava-kulairjuṣṭāś cakrāhva-sārasaiḥ",
        "verse_Syn": [
            "vāpyaḥ",
            "vaidūrya",
            "sopānāḥ",
            "padma",
            "utpala",
            "kumut",
            "vatīḥ",
            "haṁsa",
            "kāraṇḍava",
            "kulaiḥ",
            "juṣṭāḥ",
            "cakrāhva",
            "sārasaiḥ"
        ],
        "translation": "There were emerald staircases which led to lakes full of variously colored lotus flowers and lilies, and swans, kāraṇḍavas, cakravākas, cranes and similar other valuable birds were visible in those lakes.",
        "purport": " It appears that not only was the palace surrounded by compounds and gardens with varieties of trees, but there were small man-made lakes also, where the water was full of many-colored lotus flowers and lilies, and to get down to the lakes there were staircases made of valuable jewels such as emeralds. By the beautifully positioned garden houses there were many luxuriant birds, such as swans, cakravākas, kāraṇḍavas and cranes. These birds generally do not live in filthy places like crows do. The atmosphere of the city was very healthy and beautiful; it can simply be imagined from its description."
    },
    {
        "verse": "65",
        "devanagari": "उत्तानपादो राजर्षि: प्रभावं तनयस्य तम् । श्रुत्वा दृष्ट्वाद्भुततमं प्रपेदे विस्मयं परम् ॥ ६५ ॥",
        "english_devnagari": "uttānapādo rājarṣiḥprabhāvaṁ tanayasya tamśrutvā dṛṣṭvādbhutatamaṁprapede vismayaṁ param",
        "verse_Syn": [
            "uttānapādaḥ",
            "rāja",
            "ṛṣiḥ",
            "prabhāvam",
            "tanayasya",
            "tam",
            "śrutvā",
            "dṛṣṭvā",
            "adbhuta",
            "tamam",
            "prapede",
            "vismayam",
            "param"
        ],
        "translation": "The saintly King Uttānapāda, hearing of the glorious deeds of Dhruva Mahārāja and personally seeing also how influential and great he was, felt very satisfied, for Dhruva’s activities were wonderful to the supreme degree.",
        "purport": " When Dhruva Mahārāja was in the forest executing his austerities, his father, Uttānapāda, heard everything about his very wonderful activities. Although Dhruva Mahārāja was the son of a king and was only five years old, he went to the forest and executed devotional service under strict austerity. Therefore his acts were all wonderful, and when he came back home, naturally, because of his spiritual qualifications, he became very popular amongst the citizens. He must have performed many wonderful activities by the grace of the Lord. No one is more satisfied than the father of a person who is credited with glorious activities. Mahārāja Uttānapāda was not an ordinary king; he was a rājarṣi, a saintly king. Formerly this earth was ruled by one saintly king only. Kings were trained to become saintly; therefore they had no other concern than the welfare of the citizens. These saintly kings were properly trained, and as mentioned in Bhagavad-gītā also, the science of God, or the yoga system of devotional service known as Bhagavad-gītā, was spoken to the saintly king of the sun planet, and gradually it descended through the kṣatriya kings who were generated from the sun and the moon. If the head of the government is saintly, certainly the citizens become saintly, and they are very happy because both their spiritual and physical needs and hankerings are satisfied."
    },
    {
        "verse": "66",
        "devanagari": "वीक्ष्योढवयसं तं च प्रकृतीनां च सम्मतम् । अनुरक्तप्रजं राजा ध्रुवं चक्रे भुव: पतिम् ॥ ६६ ॥",
        "english_devnagari": "vīkṣyoḍha-vayasaṁ taṁ caprakṛtīnāṁ ca sammatamanurakta-prajaṁ rājādhruvaṁ cakre bhuvaḥ patim",
        "verse_Syn": [
            "vīkṣya",
            "ūḍha",
            "vayasam",
            "tam",
            "ca",
            "prakṛtīnām",
            "ca",
            "sammatam",
            "anurakta",
            "prajam",
            "rājā",
            "dhruvam",
            "cakre",
            "bhuvaḥ",
            "patim"
        ],
        "translation": "When, after concentration, King Uttānapāda saw that Dhruva Mahārāja was suitably mature to take charge of the kingdom and that his ministers were agreeable and the citizens were also very fond of him, he enthroned Dhruva as emperor of this planet.",
        "purport": " Although it is misconceived that formerly the monarchial government was autocratic, from the description of this verse it appears that not only was King Uttānapāda a rājarṣi, but before installing his beloved son Dhruva on the throne of the empire of the world, he consulted his ministerial officers, considered the opinion of the public, and also personally examined Dhruva’s character. Then the King installed him on the throne to take charge of the affairs of the world. When a Vaiṣṇava king like Dhruva Mahārāja is the head of the government of the entire world, the world is so happy that it is not possible to imagine or describe. Even now, if people would all become Kṛṣṇa conscious, the democratic government of the present day would be exactly like the kingdom of heaven. If all people became Kṛṣṇa conscious they would vote for persons of the category of Dhruva Mahārāja. If the post of chief executive were occupied by such a Vaiṣṇava, all the problems of satanic government would be solved. The youthful generation of the present day is very enthusiastic in trying to overthrow the government in different parts of the world. But unless people are Kṛṣṇa conscious like Dhruva Mahārāja, there will be no appreciable changes in government because people who hanker to attain political position by hook or by crook cannot think of the welfare of the people. They are only busy to keep their position of prestige and monetary gain. They have very little time to think of the welfare of the citizens."
    },
    {
        "verse": "67",
        "devanagari": "आत्मानं च प्रवयसमाकलय्य विशाम्पति: । वनं विरक्त: प्रातिष्ठद्विमृशन्नात्मनो गतिम् ॥ ६७ ॥",
        "english_devnagari": "ātmānaṁ ca pravayasamākalayya viśāmpatiḥvanaṁ viraktaḥ prātiṣṭhadvimṛśann ātmano gatim",
        "verse_Syn": [
            "ātmānam",
            "ca",
            "pravayasam",
            "ākalayya",
            "viśāmpatiḥ",
            "vanam",
            "viraktaḥ",
            "prātiṣṭhat",
            "vimṛśan",
            "ātmanaḥ",
            "gatim"
        ],
        "translation": "After considering his advanced age and deliberating on the welfare of his spiritual self, King Uttānapāda detached himself from worldly affairs and entered the forest.",
        "purport": " This is the sign of a rājarṣi. King Uttānapāda was very opulent and was emperor of the world, and these attachments were certainly very great. Modern politicians are not as great as kings like Mahārāja Uttānapāda, but because they get some political power for some days, they become so much attached to their positions that they never retire unless they are removed from their posts by cruel death or killed by some opposing political party. It is within our experience that the politicians in India do not quit their positions until death. This was not the practice in olden days, as it is evident from the behavior of King Uttānapāda. Immediately after installing his worthy son Dhruva Mahārāja on the throne, he left his home and palace. There are hundreds and thousands of instances like this in which kings, in their mature age, would give up their kingdoms and go to the forest to practice austerity. Practice of austerity is the main business of human life. As Mahārāja Dhruva practiced austerity in his early age, his father, Mahārāja Uttānapāda, in his old age also practiced austerity in the forest. In modern days, however, it is not possible to give up one’s home and go to the forest to practice austerity, but if people of all ages would take shelter of the Kṛṣṇa consciousness movement and practice the simple austerities of no illicit sex, no intoxication, no gambling and no meat-eating, and chant the Hare Kṛṣṇa mantra regularly (sixteen rounds), by this practical method it would be a very easy task to get salvation from this material world."
    }
]