[
    {
        "verse": "1",
        "devanagari": "मैत्रेय उवाचभृग्वादयस्ते मुनयो लोकानां क्षेमदर्शिन: ।गोप्तर्यसति वै नृणां पश्यन्त: पशुसाम्यताम् ॥ १ ॥",
        "english_devnagari": "maitreya uvācabhṛgv-ādayas te munayolokānāṁ kṣema-darśinaḥgoptary asati vai nṝṇāṁpaśyantaḥ paśu-sāmyatām",
        "verse_Syn": [
            "maitreyaḥ",
            "uvāca",
            "bhṛgu",
            "ādayaḥ",
            "te",
            "munayaḥ",
            "lokānām",
            "kṣema",
            "darśinaḥ",
            "goptari",
            "asati",
            "vai",
            "nṝṇām",
            "paśyantaḥ",
            "paśu",
            "sāmyatām"
        ],
        "translation": "The great sage Maitreya continued: O great hero Vidura, the great sages, headed by Bhṛgu, were always thinking of the welfare of the people in general. When they saw that in the absence of King Aṅga there was no one to protect the interests of the people, they understood that without a ruler the people would become independent and nonregulated.",
        "purport": " In this verse the significant word is kṣema-darśinaḥ, which refers to those who are always looking after the welfare of the people in general. All the great sages headed by Bhṛgu were always thinking of how to elevate all the people of the universe to the spiritual platform. Indeed, they advised the kings of every planet to rule the people with that ultimate goal of life in mind. The great sages used to advise the head of the state, or the king, and he used to rule the populace in accordance with their instruction. After the disappearance of King Aṅga, there was no one to follow the instructions of the great sages. Consequently all the citizens became unruly, so much so that they could be compared to animals. As described in Bhagavad-gītā (4.13), human society must be divided into four orders according to quality and work. In every society there must be an intelligent class, administrative class, productive class and worker class. In modern democracy these scientific divisions are turned topsy-turvy, and by vote śūdras, or workers, are chosen for administrative posts. Having no knowledge of the ultimate goal of life, such persons whimsically enact laws without knowledge of life’s purpose. The result is that no one is happy."
    },
    {
        "verse": "2",
        "devanagari": "वीरमातरमाहूय सुनीथां ब्रह्मवादिन: ।प्रकृत्यसम्मतं वेनमभ्यषिञ्चन् पतिं भुव: ॥ २ ॥",
        "english_devnagari": "vīra-mātaram āhūyasunīthāṁ brahma-vādinaḥprakṛty-asammataṁ venamabhyaṣiñcan patiṁ bhuvaḥ",
        "verse_Syn": [
            "vīra",
            "mātaram",
            "āhūya",
            "sunīthām",
            "brahma",
            "vādinaḥ",
            "prakṛti",
            "asammatam",
            "venam",
            "abhyaṣiñcan",
            "patim",
            "bhuvaḥ"
        ],
        "translation": "The great sages then called for the Queen Mother, Sunīthā, and with her permission they installed Vena on the throne as master of the world. All the ministers, however, disagreed with this.",
        "purport": ""
    },
    {
        "verse": "3",
        "devanagari": "श्रुत्वा नृपासनगतं वेनमत्युग्रशासनम् ।निलिल्युर्दस्यव: सद्य: सर्पत्रस्ता इवाखव: ॥ ३ ॥",
        "english_devnagari": "śrutvā nṛpāsana-gataṁvenam atyugra-śāsanamnililyur dasyavaḥ sadyaḥsarpa-trastā ivākhavaḥ",
        "verse_Syn": [
            "śrutvā",
            "nṛpa",
            "āsana",
            "gatam",
            "venam",
            "ati",
            "ugra",
            "śāsanam",
            "nililyuḥ",
            "dasyavaḥ",
            "sadyaḥ",
            "sarpa",
            "trastāḥ",
            "iva",
            "ākhavaḥ"
        ],
        "translation": "It was already known that Vena was very severe and cruel; therefore, as soon as all the thieves and rogues in the state heard of his ascendance to the royal throne, they became very much afraid of him. Indeed, they hid themselves here and there as rats hide themselves from snakes.",
        "purport": " When the government is very weak, rogues and thieves flourish. Similarly, when the government is very strong, all the thieves and rogues disappear or hide themselves. Of course Vena was not a very good king, but he was known to be cruel and severe. Thus the state at least became freed from thieves and rogues."
    },
    {
        "verse": "4",
        "devanagari": "स आरूढनृपस्थान उन्नद्धोऽष्टविभूतिभि: ।अवमेने महाभागान् स्तब्ध: सम्भावित: स्वत: ॥ ४ ॥",
        "english_devnagari": "sa ārūḍha-nṛpa-sthānaunnaddho ’ṣṭa-vibhūtibhiḥavamene mahā-bhāgānstabdhaḥ sambhāvitaḥ svataḥ",
        "verse_Syn": [
            "saḥ",
            "ārūḍha",
            "nṛpa",
            "sthānaḥ",
            "unnaddhaḥ",
            "aṣṭa",
            "vibhūtibhiḥ",
            "avamene",
            "mahā",
            "bhāgān",
            "stabdhaḥ",
            "sambhāvitaḥ",
            "svataḥ"
        ],
        "translation": "When the King ascended to the throne, he became all-powerful with eight kinds of opulences. Consequently he became too proud. By virtue of his false prestige, he considered himself to be greater than anyone. Thus he began to insult great personalities.",
        "purport": " In this verse the word aṣṭa-vibhūtibhiḥ, meaning “by eight opulences,” is very important. The king is supposed to possess eight kinds of opulences. By dint of mystic yoga practice, kings generally acquired these eight opulences. These kings were called rājarṣis, kings who were also great sages. By practicing mystic yoga, a rājarṣi could become smaller than the smallest, greater than the greatest, and could get whatever he desired. A rājarṣi could also create a kingdom, bring everyone under his control and rule everyone. These were some of the opulences of a king. King Vena, however, was not practiced in yoga, but he became very proud of his royal position nonetheless. Because he was not very considerate, he began to misuse his power and insult great personalities."
    },
    {
        "verse": "5",
        "devanagari": "एवं मदान्ध उत्सिक्तो निरङ्कुश इव द्विप: ।पर्यटन् रथमास्थाय कम्पयन्निव रोदसी ॥ ५ ॥",
        "english_devnagari": "evaṁ madāndha utsiktoniraṅkuśa iva dvipaḥparyaṭan ratham āsthāyakampayann iva rodasī",
        "verse_Syn": [
            "evam",
            "mada",
            "andhaḥ",
            "utsiktaḥ",
            "niraṅkuśaḥ",
            "iva",
            "dvipaḥ",
            "paryaṭan",
            "ratham",
            "āsthāya",
            "kampayan",
            "iva",
            "rodasī"
        ],
        "translation": "When he became overly blind due to his opulences, King Vena mounted a chariot and, like an uncontrolled elephant, began to travel through the kingdom, causing the sky and earth to tremble wherever he went.",
        "purport": ""
    },
    {
        "verse": "6",
        "devanagari": "न यष्टव्यं न दातव्यं न होतव्यं द्विजा: क्‍वचित् ।इति न्यवारयद्धर्मं भेरीघोषेण सर्वश: ॥ ६ ॥",
        "english_devnagari": "na yaṣṭavyaṁ na dātavyaṁna hotavyaṁ dvijāḥ kvacititi nyavārayad dharmaṁbherī-ghoṣeṇa sarvaśaḥ",
        "verse_Syn": [
            "na",
            "yaṣṭavyam",
            "na",
            "dātavyam",
            "na",
            "hotavyam",
            "dvijāḥ",
            "kvacit",
            "iti",
            "nyavārayat",
            "dharmam",
            "bherī",
            "ghoṣeṇa",
            "sarvaśaḥ"
        ],
        "translation": "All the twice-born [brāhmaṇas] were forbidden henceforward to perform any sacrifice, and they were also forbidden to give charity or offer clarified butter. Thus King Vena sounded kettledrums throughout the countryside. In other words, he stopped all kinds of religious rituals.",
        "purport": " What was committed by King Vena many years ago is at present being carried out by atheistic governments all over the world. The world situation is so tense that at any moment governments may issue declarations to stop religious rituals. Eventually the world situation will become so degraded that it will be impossible for pious men to live on the planet. Therefore sane people should execute Kṛṣṇa consciousness very seriously, so that they can go back home, back to Godhead, without having to further suffer the miserable conditions predominant in this universe."
    },
    {
        "verse": "7",
        "devanagari": "वेनस्यावेक्ष्य मुनयो दुर्वृत्तस्य विचेष्टितम् ।विमृश्य लोकव्यसनं कृपयोचु: स्म सत्रिण: ॥ ७ ॥",
        "english_devnagari": "venasyāvekṣya munayodurvṛttasya viceṣṭitamvimṛśya loka-vyasanaṁkṛpayocuḥ sma satriṇaḥ",
        "verse_Syn": [
            "venasya",
            "āvekṣya",
            "munayaḥ",
            "durvṛttasya",
            "viceṣṭitam",
            "vimṛśya",
            "loka",
            "vyasanam",
            "kṛpayā",
            "ūcuḥ",
            "sma",
            "satriṇaḥ"
        ],
        "translation": "Therefore all the great sages assembled together and, after observing cruel Vena’s atrocities, concluded that a great danger and catastrophe was approaching the people of the world. Thus out of compassion they began to talk amongst themselves, for they themselves were the performers of the sacrifices.",
        "purport": " Before King Vena was enthroned, all the great sages were very much anxious to see to the welfare of society. When they saw that King Vena was most irresponsible, cruel and atrocious, they again began to think of the welfare of the people. It should be understood that sages, saintly persons and devotees are not unconcerned with the people’s welfare. Ordinary karmīs are busy acquiring money for sense gratification, and ordinary jñānīs are socially aloof when they speculate on liberation, but actual devotees and saintly persons are always anxious to see how the people can be made happy both materially and spiritually. Therefore the great sages began to consult one another on how to get out of the dangerous atmosphere created by King Vena."
    },
    {
        "verse": "8",
        "devanagari": "अहो उभयत: प्राप्तं लोकस्य व्यसनं महत् ।दारुण्युभयतो दीप्ते इव तस्करपालयो: ॥ ८ ॥",
        "english_devnagari": "aho ubhayataḥ prāptaṁlokasya vyasanaṁ mahatdāruṇy ubhayato dīpteiva taskara-pālayoḥ",
        "verse_Syn": [
            "aho",
            "ubhayataḥ",
            "prāptam",
            "lokasya",
            "vyasanam",
            "mahat",
            "dāruṇi",
            "ubhayataḥ",
            "dīpte",
            "iva",
            "taskara",
            "pālayoḥ"
        ],
        "translation": "When the great sages consulted one another, they saw that the people were in a dangerous position from both directions. When a fire blazes on both ends of a log, the ants in the middle are in a very dangerous situation. Similarly, at that time the people in general were in a dangerous position due to an irresponsible king on one side and thieves and rogues on the other.",
        "purport": ""
    },
    {
        "verse": "9",
        "devanagari": "अराजकभयादेष कृतो राजातदर्हण: ।ततोऽप्यासीद्भयं त्वद्य कथं स्यात्स्वस्ति देहिनाम् ॥ ९ ॥",
        "english_devnagari": "arājaka-bhayād eṣakṛto rājātad-arhaṇaḥtato ’py āsīd bhayaṁ tv adyakathaṁ syāt svasti dehinām",
        "verse_Syn": [
            "arājaka",
            "bhayāt",
            "eṣaḥ",
            "kṛtaḥ",
            "rājā",
            "a",
            "tat",
            "arhaṇaḥ",
            "tataḥ",
            "api",
            "āsīt",
            "bhayam",
            "tu",
            "adya",
            "katham",
            "syāt",
            "svasti",
            "dehinām"
        ],
        "translation": "Thinking to save the state from irregularity, the sages began to consider that it was due to a political crisis that they made Vena king although he was not qualified. But alas, now the people were being disturbed by the king himself. Under such circumstances, how could the people be happy?",
        "purport": " In Bhagavad-gītā (18.5) it is stated that even in the renounced order one should not give up sacrifice, charity and penance. The brahmacārīs must perform sacrifices, the gṛhasthas must give in charity, and those in the renounced order of life (the vānaprasthas and sannyāsīs) must practice penance and austerities. These are the procedures by which everyone can be elevated to the spiritual platform. When the sages and saintly persons saw that King Vena had stopped all these functions, they became concerned about the people’s progress. Saintly people preach God consciousness, or Kṛṣṇa consciousness, because they are anxious to save the general populace from the dangers of animalistic life. There must be a good government to see that the citizens are actually executing their religious rituals, and thieves and rogues must be curbed. When this is done, the people can advance peacefully in spiritual consciousness and make their lives successful."
    },
    {
        "verse": "10",
        "devanagari": "अहेरिव पय:पोष: पोषकस्याप्यनर्थभृत् ।वेन: प्रकृत्यैव खल: सुनीथागर्भसम्भव: ॥ १० ॥",
        "english_devnagari": "aher iva payaḥ-poṣaḥpoṣakasyāpy anartha-bhṛtvenaḥ prakṛtyaiva khalaḥsunīthā-garbha-sambhavaḥ",
        "verse_Syn": [
            "aheḥ",
            "iva",
            "payaḥ",
            "poṣaḥ",
            "poṣakasya",
            "api",
            "anartha",
            "bhṛt",
            "venaḥ",
            "prakṛtyā",
            "eva",
            "khalaḥ",
            "sunīthā",
            "garbha",
            "sambhavaḥ"
        ],
        "translation": "The sages began to think within themselves: Because he was born from the womb of Sunīthā, King Vena is by nature very mischievous. Supporting this mischievous king is exactly like maintaining a snake with milk. Now he has become a source of all difficulties.",
        "purport": " Saintly persons are generally aloof from social activities and the materialistic way of life. King Vena was supported by the saintly persons just to protect the citizens from the hands of rogues and thieves, but after his ascendance to the throne, he became a source of trouble to the sages. Saintly people are especially interested in performing sacrifices and austerities for the advancement of spiritual life, but Vena, instead of being obliged because of the saints’ mercy, turned out to be their enemy because he prohibited them from executing their ordinary duties. A serpent who is maintained with milk and bananas simply stores poison in his teeth and awaits the day to bite his master."
    },
    {
        "verse": "11",
        "devanagari": "निरूपित: प्रजापाल: स जिघांसति वै प्रजा: ।तथापि सान्‍त्वयेमामुं नास्मांस्तत्पातकं स्पृशेत् ॥ ११ ॥",
        "english_devnagari": "nirūpitaḥ prajā-pālaḥsa jighāṁsati vai prajāḥtathāpi sāntvayemāmuṁnāsmāṁs tat-pātakaṁ spṛśet",
        "verse_Syn": [
            "nirūpitaḥ",
            "prajā",
            "pālaḥ",
            "saḥ",
            "jighāṁsati",
            "vai",
            "prajāḥ",
            "tathā",
            "api",
            "sāntvayema",
            "amum",
            "na",
            "asmān",
            "tat",
            "pātakam",
            "spṛśet"
        ],
        "translation": "We appointed this Vena king of the state in order to give protection to the citizens, but now he has become the enemy of the citizens. Despite all these discrepancies, we should at once try to pacify him. By doing so, we may not be touched by the sinful results caused by him.",
        "purport": " The saintly sages elected King Vena to become king, but he proved to be mischievous; therefore the sages were very much afraid of incurring sinful reaction. The law of karma prohibits a person even to associate with a mischievous individual. By electing Vena to the throne, the saintly sages certainly associated with him. Ultimately King Vena became so mischievous that the saintly sages actually became afraid of becoming contaminated by his activities. Thus before taking any action against him, the sages tried to pacify and correct him so that he might turn from his mischief."
    },
    {
        "verse": "12",
        "devanagari": "तद्विद्वद्‌भिरसद्‍वृत्तो वेनोऽस्माभि: कृतो नृप: ।सान्त्वितो यदि नो वाचं न ग्रहीष्यत्यधर्मकृत् ।लोकधिक्कारसन्दग्धं दहिष्याम: स्वतेजसा ॥ १२ ॥",
        "english_devnagari": "tad-vidvadbhir asad-vṛttoveno ’smābhiḥ kṛto nṛpaḥsāntvito yadi no vācaṁna grahīṣyaty adharma-kṛtloka-dhikkāra-sandagdhaṁdahiṣyāmaḥ sva-tejasā",
        "verse_Syn": [
            "tat",
            "vidvadbhiḥ",
            "asat",
            "vṛttaḥ",
            "venaḥ",
            "asmābhiḥ",
            "kṛtaḥ",
            "nṛpaḥ",
            "sāntvitaḥ",
            "yadi",
            "naḥ",
            "vācam",
            "na",
            "grahīṣyati",
            "adharma",
            "kṛt",
            "loka",
            "dhik",
            "kāra",
            "sandagdham",
            "dahiṣyāmaḥ",
            "sva",
            "tejasā"
        ],
        "translation": "The saintly sages continued thinking: Of course, we were completely aware of his mischievous nature, yet we nevertheless enthroned Vena. If we cannot persuade King Vena to accept our advice, he will be condemned by the public, and we will join them. Thus by our prowess we shall burn him to ashes.",
        "purport": " Saintly persons are not interested in political matters, yet they are always thinking of the welfare of the people in general. Consequently they sometimes have to come down to the political field and take steps to correct the misguided government or royalty. However, in Kali-yuga, saintly persons are not as powerful as they previously were. They used to be able to burn any sinful man to ashes by virtue of their spiritual prowess. Now saintly persons have no such power due to the influence of the Age of Kali. Indeed, the brāhmaṇas do not even have the power to perform sacrifices in which animals are put into a fire to attain a new life. Under these circumstances, instead of actively taking part in politics, saintly persons should engage in chanting the mahā-mantra, Hare Kṛṣṇa. By the grace of Lord Caitanya, by simply chanting this Hare Kṛṣṇa mahā-mantra the general populace can derive all benefits without political implications."
    },
    {
        "verse": "13",
        "devanagari": "एवमध्यवसायैनं मुनयो गूढमन्यव: ।उपव्रज्याब्रुवन् वेनं सान्‍त्वयित्वा च सामभि: ॥ १३ ॥",
        "english_devnagari": "evam adhyavasāyainaṁmunayo gūḍha-manyavaḥupavrajyābruvan venaṁsāntvayitvā ca sāmabhiḥ",
        "verse_Syn": [
            "evam",
            "adhyavasāya",
            "enam",
            "munayaḥ",
            "gūḍha",
            "manyavaḥ",
            "upavrajya",
            "abruvan",
            "venam",
            "sāntvayitvā",
            "ca",
            "sāmabhiḥ"
        ],
        "translation": "The great sages, having thus decided, approached King Vena. Concealing their real anger, they pacified him with sweet words and then spoke as follows.",
        "purport": ""
    },
    {
        "verse": "14",
        "devanagari": "मुनय ऊचु:नृपवर्य निबोधैतद्यत्ते विज्ञापयाम भो: ।आयु:श्रीबलकीर्तीनां तव तात विवर्धनम् ॥ १४ ॥",
        "english_devnagari": "munaya ūcuḥnṛpa-varya nibodhaitadyat te vijñāpayāma bhoḥāyuḥ-śrī-bala-kīrtīnāṁtava tāta vivardhanam",
        "verse_Syn": [
            "munayaḥ",
            "ūcuḥ",
            "nṛpa",
            "varya",
            "nibodha",
            "etat",
            "yat",
            "te",
            "vijñāpayāma",
            "bhoḥ",
            "āyuḥ",
            "śrī",
            "bala",
            "kīrtīnām",
            "tava",
            "tāta",
            "vivardhanam"
        ],
        "translation": "The great sages said: Dear King, we have come to give you good advice. Kindly hear us with great attention. By doing so, your duration of life and your opulence, strength and reputation will increase.",
        "purport": " According to Vedic civilization, in a monarchy the king is advised by saintly persons and sages. By taking their advice, he can become the greatest executive power, and everyone in his kingdom will be happy, peaceful and prosperous. The great kings were very responsible in taking the instructions given by great saintly personalities. The kings used to accept the instructions given by great sages like Parāśara, Vyāsadeva, Nārada, Devala and Asita. In other words, they would first accept the authority of saintly persons and then execute their monarchical power. Unfortunately, in the present Age of Kali, the head of government does not follow the instructions given by the saintly persons; therefore neither the citizens nor the men of government are very happy. Their duration of life is shortened, and almost everyone is wretched and bereft of bodily strength and spiritual power. If citizens want to be happy and prosperous in this democratic age, they should not elect rascals and fools who have no respect for saintly persons."
    },
    {
        "verse": "15",
        "devanagari": "धर्म आचरित: पुंसां वाङ्‍मन:कायबुद्धिभि: ।लोकान् विशोकान् वतरत्यथानन्त्यमसङ्गिनाम् ॥ १५ ॥",
        "english_devnagari": "dharma ācaritaḥ puṁsāṁvāṅ-manaḥ-kāya-buddhibhiḥlokān viśokān vitaratyathānantyam asaṅginām",
        "verse_Syn": [
            "dharmaḥ",
            "ācaritaḥ",
            "puṁsām",
            "vāk",
            "manaḥ",
            "kāya",
            "buddhibhiḥ",
            "lokān",
            "viśokān",
            "vitarati",
            "atha",
            "ānantyam",
            "asaṅginām"
        ],
        "translation": "Those who live according to religious principles and who follow them by words, mind, body and intelligence are elevated to the heavenly kingdom, which is devoid of all miseries. Being thus rid of the material influence, they achieve unlimited happiness in life.",
        "purport": " The saintly sages herein instruct that the king or head of government should set an example by living a religious life. As stated in Bhagavad-gītā, religion means worshiping the Supreme Personality of Godhead. One should not simply make a show of religious life, but should perform devotional service perfectly with words, mind, body and good intelligence. By doing so, not only will the king or government head rid himself of the contamination of the material modes of nature, but the general public will also, and they will all become gradually elevated to the kingdom of God and go back home, back to Godhead. The instructions given herein serve as a summary of how the head of government should execute his ruling power and thus attain happiness not only in this life but also in the life after death."
    },
    {
        "verse": "16",
        "devanagari": "स ते मा विनशेद्वीर प्रजानां क्षेमलक्षण: ।यस्मिन् विनष्टे नृपतिरैश्वर्यादवरोहति ॥ १६ ॥",
        "english_devnagari": "sa te mā vinaśed vīraprajānāṁ kṣema-lakṣaṇaḥyasmin vinaṣṭe nṛpatiraiśvaryād avarohati",
        "verse_Syn": [
            "saḥ",
            "te",
            "mā",
            "vinaśet",
            "vīra",
            "prajānām",
            "kṣema",
            "lakṣaṇaḥ",
            "yasmin",
            "vinaṣṭe",
            "nṛpatiḥ",
            "aiśvaryāt",
            "avarohati"
        ],
        "translation": "The sages continued: O great hero, for this reason you should not be the cause of spoiling the spiritual life of the general populace. If their spiritual life is spoiled because of your activities, you will certainly fall down from your opulent and royal position.",
        "purport": " Formerly, in practically all parts of the world, there were monarchies, but gradually as monarchy declined from the ideal life of religion to the godless life of sense gratification, monarchies all over the world were abolished. However, simply abolishing monarchy and replacing it with democracy is not sufficient unless the government men are religious and follow in the footsteps of great religious personalities."
    },
    {
        "verse": "17",
        "devanagari": "राजन्नसाध्वमात्येभ्यश्चोरादिभ्य: प्रजा नृप: ।रक्षन्यथा बलिं गृह्णन्निह प्रेत्य च मोदते ॥ १७ ॥",
        "english_devnagari": "rājann asādhv-amātyebhyaścorādibhyaḥ prajā nṛpaḥrakṣan yathā baliṁ gṛhṇanniha pretya ca modate",
        "verse_Syn": [
            "rājan",
            "asādhu",
            "amātyebhyaḥ",
            "cora",
            "ādibhyaḥ",
            "prajāḥ",
            "nṛpaḥ",
            "rakṣan",
            "yathā",
            "balim",
            "gṛhṇan",
            "iha",
            "pretya",
            "ca",
            "modate"
        ],
        "translation": "The saintly persons continued: When the king protects the citizens from the disturbances of mischievous ministers as well as from thieves and rogues, he can, by virtue of such pious activities, accept taxes given by his subjects. Thus a pious king can certainly enjoy himself in this world as well as in the life after death.",
        "purport": " The duty of a pious king is described very nicely in this verse. His first and foremost duty is to give protection to the citizens from thieves and rogues as well as from ministers who are no better than thieves and rogues. Formerly, ministers were appointed by the king and were not elected. Consequently, if the king was not very pious or strict, the ministers would become thieves and rogues and exploit the innocent citizens. It is the king’s duty to see that there is no increase of thieves and rogues either in the government secretariat or in the departments of public affairs. If a king cannot give protection to citizens from thieves and rogues both in the government service and in public affairs, he has no right to exact taxes from them. In other words, the king or the government that taxes can levy taxes from the citizens only if the king or government is able to give protection to the citizens from thieves and rogues. In the Twelfth Canto of Śrīmad-Bhāgavatam (12.1.40) there is a description of these thieves and rogues in government service. As stated, prajās te bhakṣayiṣyanti mlecchā rājanya-rūpiṇaḥ: “These proud mlecchas [persons who are less than śūdras], representing themselves as kings, will tyrannize their subjects, and their subjects, on the other hand, will cultivate the most vicious practices. Thus practicing evil habits and behaving foolishly, the subjects will be like their rulers.” The idea is that in the democratic days of Kali-yuga, the general population will fall down to the standard of śūdras. As stated (kalau śūdra-sambhavaḥ), practically the whole population of the world will be śūdra. A śūdra is a fourth-class man who is only fit to work for the three higher social castes. Being fourth-class men, śūdras are not very intelligent. Since the population is fallen in these democratic days, they can only elect a person in their category, but a government cannot run very well when it is run by śūdras. The second class of men, known as kṣatriyas, are especially meant for governing a country under the direction of saintly persons (brāhmaṇas) who are supposed to be very intelligent. In other ages — in Satya-yuga, Tretā-yuga and Dvāpara-yuga — the general populace was not so degraded, and the head of government was never elected. The king was the supreme executive personality, and if he caught any ministers stealing like thieves and rogues, he would at once have them killed or dismissed from service. As it was the duty of the king to kill thieves and rogues, it was similarly his duty to immediately kill dishonest ministers in government service. By such strict vigilance, the king could run the government very well, and the citizens would be happy to have such a king. The conclusion is that unless the king is perfectly able to give protection to the citizens from rogues and thieves, he has no right to levy taxes from the citizens for his own sense gratification. However, if he gives all protection to the citizens and levies taxes on them, he can live very happily and peacefully in this life, and at the end of this life be elevated to the heavenly kingdom or even to the Vaikuṇṭhas, where he will be happy in all respects."
    },
    {
        "verse": "18",
        "devanagari": "यस्य राष्ट्रे पुरे चैव भगवान् यज्ञपूरुष: ।इज्यते स्वेन धर्मेण जनैर्वर्णाश्रमान्वितै: ॥ १८ ॥",
        "english_devnagari": "yasya rāṣṭre pure caivabhagavān yajña-pūruṣaḥijyate svena dharmeṇajanair varṇāśramānvitaiḥ",
        "verse_Syn": [
            "yasya",
            "rāṣṭre",
            "pure",
            "ca",
            "eva",
            "bhagavān",
            "yajña",
            "pūruṣaḥ",
            "ijyate",
            "svena",
            "dharmeṇa",
            "janaiḥ",
            "varṇa",
            "āśrama",
            "anvitaiḥ"
        ],
        "translation": "The king is supposed to be pious in whose state and cities the general populace strictly observes the system of eight social orders of varṇa and āśrama, and where all citizens engage in worshiping the Supreme Personality of Godhead by their particular occupations.",
        "purport": " The state’s duty and the citizen’s duty are very nicely explained in this verse. The activities of the government head, or king, as well as the activities of the citizens, should be so directed that ultimately everyone engages in devotional service to the Supreme Personality of Godhead. The king, or government head, is supposed to be the representative of the Supreme Personality of Godhead and is therefore supposed to see that things go on nicely and that the citizens are situated in the scientific social order comprised of four varṇas and four āśramas. In the Viṣṇu Purāṇa it is stated that unless people are educated or situated in the scientific social order comprised of four varṇas (brāhmaṇa, kṣatriya, vaiśya and śūdra) and four āśramas (brahmacarya, gṛhastha, vānaprastha and sannyāsa), society can never be considered real human society, nor can it make any advancement towards the ultimate goal of human life. It is the duty of the government to see that things go on in terms of varṇa and āśrama. As stated herein, bhagavān yajña-pūruṣaḥ: the Supreme Personality of Godhead, Kṛṣṇa, is the yajña-pūruṣa. As stated in Bhagavad-gītā (5.29): bhoktāraṁ yajña-tapasām. Kṛṣṇa is the ultimate purpose of all sacrifice. He is also the enjoyer of all sacrifices; therefore He is known as yajña-pūruṣa. The word yajña-pūruṣa indicates Lord Viṣṇu or Lord Kṛṣṇa, or any Personality of Godhead in the category of viṣṇu-tattva. In perfect human society, people are situated in the orders of varṇa and āśrama and are engaged in worshiping Lord Viṣṇu by their respective activities. Every citizen engaged in an occupation renders service by the resultant actions of his activities. That is the perfection of life. As stated in Bhagavad-gītā (18.46): “By worship of the Lord, who is the source of all beings and who is all-pervading, man can, in the performance of his own duty, attain perfection.” Thus the brāhmaṇas, kṣatriyas, śūdras and vaiśyas must execute their prescribed duties as these duties are stated in the śāstras. In this way everyone can satisfy the Supreme Personality of Godhead, Viṣṇu. The king, or government head, has to see that the citizens are thus engaged. In other words, the state or the government must not deviate from its duty by declaring that the state is a secular one, which has no interest in whether or not the people advance in varṇāśrama-dharma. Today people engaged in government service and people who rule over the citizens have no respect for the varṇāśrama-dharma. They complacently feel that the state is secular. In such a government, no one can be happy. The people must follow the varṇāśrama-dharma, and the king must see that they are following it nicely."
    },
    {
        "verse": "19",
        "devanagari": "तस्य राज्ञो महाभाग भगवान् भूतभावन: ।परितुष्यति विश्वात्मा तिष्ठतो निजशासने ॥ १९ ॥",
        "english_devnagari": "tasya rājño mahā-bhāgabhagavān bhūta-bhāvanaḥparituṣyati viśvātmātiṣṭhato nija-śāsane",
        "verse_Syn": [
            "tasya",
            "rājñaḥ",
            "mahā",
            "bhāga",
            "bhagavān",
            "bhūta",
            "bhāvanaḥ",
            "parituṣyati",
            "viśva",
            "ātmā",
            "tiṣṭhataḥ",
            "nija",
            "śāsane"
        ],
        "translation": "O noble one, if the king sees that the Supreme Personality of Godhead, the original cause of the cosmic manifestation and the Supersoul within everyone, is worshiped, the Lord will be satisfied.",
        "purport": " It is a fact that the government’s duty is to see that the Supreme Personality of Godhead is satisfied by the activities of the people as well as by the activities of the government. There is no possibility of happiness if the government or citizenry have no idea of Bhagavān, the Supreme Personality of Godhead, who is the original cause of the cosmic manifestation, or if they have no knowledge of bhūta-bhāvana, who is viśvātmā, or the Supersoul, the soul of everyone’s soul. The conclusion is that without engaging in devotional service, neither the citizens nor the government can be happy in any way. At the present moment neither the king nor the governing body is interested in seeing that the people are engaged in the devotional service of the Supreme Personality of Godhead. Rather, they are more interested in advancing the machinery of sense gratification. Consequently they are becoming more and more implicated in the complex machinery of the stringent laws of nature. People should be freed from the entanglement of the three modes of material nature, and the only process by which this is possible is surrender unto the Supreme Personality of Godhead. This is advised in Bhagavad-gītā. Unfortunately neither the government nor the people in general have any idea of this; they are simply interested in sense gratification and in being happy in this life. The word nija-śāsane (“in his own governmental duty”) indicates that both the government and the citizens are responsible for the execution of varṇāśrama-dharma. Once the populace is situated in the varṇāśrama-dharma, there is every possibility of real life and prosperity both in this world and in the next."
    },
    {
        "verse": "20",
        "devanagari": "तस्मिंस्तुष्टे किमप्राप्यं जगतामीश्वरेश्वरे ।लोका: सपाला ह्येतस्मै हरन्ति बलिमाद‍ृता: ॥ २० ॥",
        "english_devnagari": "tasmiṁs tuṣṭe kim aprāpyaṁjagatām īśvareśvarelokāḥ sapālā hy etasmaiharanti balim ādṛtāḥ",
        "verse_Syn": [
            "tasmin",
            "tuṣṭe",
            "kim",
            "aprāpyam",
            "jagatām",
            "īśvara",
            "īśvare",
            "lokāḥ",
            "sapālāḥ",
            "hi",
            "etasmai",
            "haranti",
            "balim",
            "ādṛtāḥ"
        ],
        "translation": "The Supreme Personality of Godhead is worshiped by the great demigods who are controllers of universal affairs. When He is satisfied, nothing is impossible to achieve. For this reason all the demigods, presiding deities of different planets, as well as the inhabitants of their planets, take great pleasure in offering all kinds of paraphernalia for His worship.",
        "purport": " All Vedic civilization is summarized in this verse: all living entities, either on this planet or on other planets, have to satisfy the Supreme Personality of Godhead by their respective duties. When He is satisfied, all necessities of life are automatically supplied. In the Vedas it is also stated: eko bahūnāṁ yo vidadhāti kāmān (Kaṭha Upaniṣad 2.2.13). From the Vedas we understand that He is supplying everyone’s necessities, and we can actually see that the lower animals — the birds and the beasts — have no business or profession yet are not dying for want of food. They are all living in nature’s way, and they all have the necessities of life provided, namely eating, sleeping, mating and defending. Human society, however, has artificially created a type of civilization which makes one forgetful of his relationship with the Supreme Personality of Godhead. Modern society even enables one to forget the Supreme Personality of Godhead’s grace and mercy. Consequently modern civilized man is always unhappy and in need of things. People do not know that the ultimate goal of life is to approach Lord Viṣṇu and satisfy Him. They have taken this materialistic way of life as everything and have become captivated by materialistic activities. Indeed, their leaders are always encouraging them to follow this path, and the general populace, being ignorant of the laws of God, are following their blind leaders down the path of unhappiness. In order to rectify this world situation, all people should be trained in Kṛṣṇa consciousness and act in accordance with the varṇāśrama system. The state should also see that the people are engaged in satisfying the Supreme Personality of Godhead. This is the primary duty of the state. The Kṛṣṇa consciousness movement was started to convince the general populace to adopt the best process by which to satisfy the Supreme Personality of Godhead and thus solve all problems."
    },
    {
        "verse": "21",
        "devanagari": "तं सर्वलोकामरयज्ञसङ्ग्रहंत्रयीमयं द्रव्यमयं तपोमयम् ।यज्ञैर्विचित्रैर्यजतो भवाय तेराजन् स्वदेशाननुरोद्धुमर्हसि ॥ २१ ॥",
        "english_devnagari": "taṁ sarva-lokāmara-yajña-saṅgrahaṁtrayīmayaṁ dravyamayaṁ tapomayamyajñair vicitrair yajato bhavāya terājan sva-deśān anuroddhum arhasi",
        "verse_Syn": [
            "tam",
            "sarva",
            "loka",
            "amara",
            "yajña",
            "saṅgraham",
            "trayī",
            "mayam",
            "dravya",
            "mayam",
            "tapaḥ",
            "mayam",
            "yajñaiḥ",
            "vicitraiḥ",
            "yajataḥ",
            "bhavāya",
            "te",
            "rājan",
            "sva",
            "deśān",
            "anuroddhum",
            "arhasi"
        ],
        "translation": "Dear King, the Supreme Personality of Godhead, along with the predominating deities, is the enjoyer of the results of all sacrifices in all planets. The Supreme Lord is the sum total of the three Vedas, the owner of everything, and the ultimate goal of all austerity. Therefore your countrymen should engage in performing various sacrifices for your elevation. Indeed, you should always direct them towards the offering of sacrifices.",
        "purport": ""
    },
    {
        "verse": "22",
        "devanagari": "यज्ञेन युष्मद्विषये द्विजातिभि-र्वितायमानेन सुरा: कला हरे: ।स्विष्टा: सुतुष्टा: प्रदिशन्ति वाञ्छितंतद्धेलनं नार्हसि वीर चेष्टितुम् ॥ २२ ॥",
        "english_devnagari": "yajñena yuṣmad-viṣaye dvijātibhirvitāyamānena surāḥ kalā hareḥsviṣṭāḥ sutuṣṭāḥ pradiśanti vāñchitaṁtad-dhelanaṁ nārhasi vīra ceṣṭitum",
        "verse_Syn": [
            "yajñena",
            "yuṣmat",
            "viṣaye",
            "dvijātibhiḥ",
            "vitāyamānena",
            "surāḥ",
            "kalāḥ",
            "hareḥ",
            "su",
            "iṣṭāḥ",
            "su",
            "tuṣṭāḥ",
            "pradiśanti",
            "vāñchitam",
            "tat",
            "helanam",
            "na",
            "arhasi",
            "vīra",
            "ceṣṭitum"
        ],
        "translation": "When all the brāhmaṇas engage in performing sacrifices in your kingdom, all the demigods, who are plenary expansions of the Lord, will be very much satisfied by their activities and will give you your desired result. Therefore, O hero, do not stop the sacrificial performances. If you stop them, you will disrespect the demigods.",
        "purport": ""
    },
    {
        "verse": "23",
        "devanagari": "वेन उवाचबालिशा बत यूयं वा अधर्मे धर्ममानिन: ।ये वृत्तिदं पतिं हित्वा जारं पतिमुपासते ॥ २३ ॥",
        "english_devnagari": "vena uvācabāliśā bata yūyaṁ vāadharme dharma-māninaḥye vṛttidaṁ patiṁ hitvājāraṁ patim upāsate",
        "verse_Syn": [
            "venaḥ",
            "uvāca",
            "bāliśāḥ",
            "bata",
            "yūyam",
            "vā",
            "adharme",
            "dharma",
            "māninaḥ",
            "ye",
            "vṛttidam",
            "patim",
            "hitvā",
            "jāram",
            "patim",
            "upāsate"
        ],
        "translation": "King Vena replied: You are not at all experienced. It is very much regrettable that you are maintaining something which is not religious and are accepting it as religious. Indeed, I think you are giving up your real husband, who maintains you, and are searching after some paramour to worship.",
        "purport": " King Vena was so foolish that he accused the saintly sages of being inexperienced like small children. In other words, he was accusing them of not having perfect knowledge. In this way he could reject their advice and make accusations against them, comparing them to a woman who does not care for her husband who maintains her but goes to satisfy a paramour who does not maintain her. The purpose of this simile is apparent: It is the duty of the kṣatriyas to engage the brāhmaṇas in different types of religious activities, and the king is supposed to be the maintainer of the brāhmaṇas. If the brāhmaṇas do not worship the king but instead go to the demigods, they are as polluted as unchaste women."
    },
    {
        "verse": "24",
        "devanagari": "अवजानन्त्यमी मूढा नृपरूपिणमीश्वरम् ।नानुविन्दन्ति ते भद्रमिह लोके परत्र च ॥ २४ ॥",
        "english_devnagari": "avajānanty amī mūḍhānṛpa-rūpiṇam īśvaramnānuvindanti te bhadramiha loke paratra ca",
        "verse_Syn": [
            "avajānanti",
            "amī",
            "mūḍhāḥ",
            "nṛpa",
            "rūpiṇam",
            "īśvaram",
            "na",
            "anuvindanti",
            "te",
            "bhadram",
            "iha",
            "loke",
            "paratra",
            "ca"
        ],
        "translation": "Those who, out of gross ignorance, do not worship the king, who is actually the Supreme Personality of Godhead, experience happiness neither in this world nor in the world after death.",
        "purport": ""
    },
    {
        "verse": "25",
        "devanagari": "को यज्ञपुरुषो नाम यत्र वो भक्तिरीद‍ृशी ।भर्तृस्‍नेहविदूराणां यथा जारे कुयोषिताम् ॥ २५ ॥",
        "english_devnagari": "ko yajña-puruṣo nāmayatra vo bhaktir īdṛśībhartṛ-sneha-vidūrāṇāṁyathā jāre kuyoṣitām",
        "verse_Syn": [
            "kaḥ",
            "yajña",
            "puruṣaḥ",
            "nāma",
            "yatra",
            "vaḥ",
            "bhaktiḥ",
            "īdṛśī",
            "bhartṛ",
            "sneha",
            "vidūrāṇām",
            "yathā",
            "jāre",
            "ku",
            "yoṣitām"
        ],
        "translation": "You are so much devoted to the demigods, but who are they? Indeed, your affection for these demigods is exactly like the affection of an unchaste woman who neglects her married life and gives all attention to her paramour.",
        "purport": ""
    },
    {
        "verse": "26-27",
        "devanagari": "विष्णुर्विरिञ्चो गिरिश इन्द्रो वायुर्यमो रवि: ।पर्जन्यो धनद: सोम: क्षितिरग्निरपाम्पति: ॥ २६ ॥एते चान्ये च विबुधा: प्रभवो वरशापयो: ।देहे भवन्ति नृपते: सर्वदेवमयो नृप: ॥ २७ ॥",
        "english_devnagari": "viṣṇur viriñco giriśaindro vāyur yamo raviḥparjanyo dhanadaḥ somaḥkṣitir agnir apāmpatiḥ",
        "verse_Syn": [
            "viṣṇuḥ",
            "viriñcaḥ",
            "giriśaḥ",
            "indraḥ",
            "vāyuḥ",
            "yamaḥ",
            "raviḥ",
            "parjanyaḥ",
            "dhana",
            "daḥ",
            "somaḥ",
            "kṣitiḥ",
            "agniḥ",
            "apām",
            "patiḥ",
            "ete",
            "ca",
            "anye",
            "ca",
            "vibudhāḥ",
            "prabhavaḥ",
            "vara",
            "śāpayoḥ",
            "dehe",
            "bhavanti",
            "nṛpateḥ",
            "sarva",
            "devamayaḥ",
            "nṛpaḥ"
        ],
        "translation": "Lord Viṣṇu; Lord Brahmā; Lord Śiva; Lord Indra; Vāyu, the master of air; Yama, the superintendent of death; the sun-god; the director of rainfall; Kuvera, the treasurer; the moon-god; the predominating deity of the earth; Agni, the fire-god; Varuṇa, the lord of waters; and all others who are great and competent to bestow benedictions or to curse — all abide in the body of the king. For this reason the king is known as the reservoir of all demigods, who are simply parts and parcels of the king’s body.",
        "purport": " There are many demons who think of themselves as the Supreme and present themselves as the directors of the sun, moon and other planets. This is all due to false pride. Similarly, King Vena developed the demonic mentality and presented himself as the Supreme Personality of Godhead. Such demons are numerous in this Age of Kali, and all of them are condemned by great sages and saintly persons."
    },
    {
        "verse": "28",
        "devanagari": "तस्मान्मां कर्मभिर्विप्रा यजध्वं गतमत्सरा: ।बलिं च मह्यं हरत मत्तोऽन्य: कोऽग्रभुक्पुमान् ॥ २८ ॥",
        "english_devnagari": "tasmān māṁ karmabhir viprāyajadhvaṁ gata-matsarāḥbaliṁ ca mahyaṁ haratamatto ’nyaḥ ko ’gra-bhuk pumān",
        "verse_Syn": [
            "tasmāt",
            "mām",
            "karmabhiḥ",
            "viprāḥ",
            "yajadhvam",
            "gata",
            "matsarāḥ",
            "balim",
            "ca",
            "mahyam",
            "harata",
            "mattaḥ",
            "anyaḥ",
            "kaḥ",
            "agra",
            "bhuk",
            "pumān"
        ],
        "translation": "King Vena continued: For this reason, O brāhmaṇas, you should abandon your envy of me, and by your ritualistic activities you should worship me and offer me all paraphernalia. If you are intelligent, you should know that there is no personality superior to me who can accept the first oblations of all sacrifices.",
        "purport": " As stated by Kṛṣṇa Himself throughout Bhagavad-gītā, there is no truth superior to Him. King Vena was imitating the Supreme Personality of Godhead and was also speaking out of false pride, presenting himself as the Supreme Lord. These are all characteristics of a demonic person."
    },
    {
        "verse": "29",
        "devanagari": "मैत्रेय उवाचइत्थं विपर्ययमति: पापीयानुत्पथं गत: ।अनुनीयमानस्तद्याच्ञां न चक्रे भ्रष्टमङ्गल: ॥ २९ ॥",
        "english_devnagari": "maitreya uvācaitthaṁ viparyaya-matiḥpāpīyān utpathaṁ gataḥanunīyamānas tad-yācñāṁna cakre bhraṣṭa-maṅgalaḥ",
        "verse_Syn": [
            "maitreyaḥ",
            "uvāca",
            "ittham",
            "viparyaya",
            "matiḥ",
            "pāpīyān",
            "utpatham",
            "gataḥ",
            "anunīyamānaḥ",
            "tat",
            "yācñām",
            "na",
            "cakre",
            "bhraṣṭa",
            "maṅgalaḥ"
        ],
        "translation": "The great sage Maitreya continued: Thus the King, who became unintelligent due to his sinful life and deviation from the right path, became actually bereft of all good fortune. He could not accept the requests of the great sages, which the sages put before him with great respect, and therefore he was condemned.",
        "purport": " The demons certainly cannot have any faith in the words of authorities. In fact, they are always disrespectful to authorities. They manufacture their own religious principles and disobey great personalities like Vyāsa, Nārada and even the Supreme Personality of Godhead, Kṛṣṇa. As soon as one disobeys authority, he immediately becomes very sinful and loses his good fortune. The King was so puffed up and impudent that he dared disrespect the great saintly personalities, and this brought him ruination."
    },
    {
        "verse": "30",
        "devanagari": "इति तेऽसत्कृतास्तेन द्विजा: पण्डितमानिना ।भग्नायां भव्ययाच्ञायां तस्मै विदुर चुक्रुधु: ॥ ३० ॥",
        "english_devnagari": "iti te ’sat-kṛtās tenadvijāḥ paṇḍita-māninābhagnāyāṁ bhavya-yācñāyāṁtasmai vidura cukrudhuḥ",
        "verse_Syn": [
            "iti",
            "te",
            "asat",
            "kṛtāḥ",
            "tena",
            "dvijāḥ",
            "paṇḍita",
            "māninā",
            "bhagnāyām",
            "bhavya",
            "yācñāyām",
            "tasmai",
            "vidura",
            "cukrudhuḥ"
        ],
        "translation": "My dear Vidura, all good fortune unto you. The foolish King, who thought himself very learned, thus insulted the great sages, and the sages, being brokenhearted by the King’s words, became very angry at him.",
        "purport": ""
    },
    {
        "verse": "31",
        "devanagari": "हन्यतां हन्यतामेष पाप: प्रकृतिदारुण: ।जीवञ्जगदसावाशु कुरुते भस्मसाद् ध्रुवम् ॥ ३१ ॥",
        "english_devnagari": "hanyatāṁ hanyatām eṣapāpaḥ prakṛti-dāruṇaḥjīvañ jagad asāv āśukurute bhasmasād dhruvam",
        "verse_Syn": [
            "hanyatām",
            "hanyatām",
            "eṣaḥ",
            "pāpaḥ",
            "prakṛti",
            "dāruṇaḥ",
            "jīvan",
            "jagat",
            "asau",
            "āśu",
            "kurute",
            "bhasmasāt",
            "dhruvam"
        ],
        "translation": "All the great saintly sages immediately cried: Kill him! Kill him! He is the most dreadful, sinful person. If he lives, he will certainly turn the whole world into ashes in no time.",
        "purport": " Saintly persons are generally very kind to all kinds of living entities, but they are not unhappy when a serpent or a scorpion is killed. It is not good for saintly persons to kill, but they are encouraged to kill demons, who are exactly like serpents and scorpions. Therefore all the saintly sages decided to kill King Vena, who was so dreadful and dangerous to all human society. We can appreciate the extent to which the saintly sages actually controlled the king. If the king or government becomes demonic, it is the duty of a saintly person to upset the government and replace it with deserving persons who follow the orders and instructions of saintly persons."
    },
    {
        "verse": "32",
        "devanagari": "नायमर्हत्यसद्‍वृत्तो नरदेववरासनम् ।योऽधियज्ञपतिं विष्णुं विनिन्दत्यनपत्रप: ॥ ३२ ॥",
        "english_devnagari": "nāyam arhaty asad-vṛttonaradeva-varāsanamyo ’dhiyajña-patiṁ viṣṇuṁvinindaty anapatrapaḥ",
        "verse_Syn": [
            "na",
            "ayam",
            "arhati",
            "asat",
            "vṛttaḥ",
            "nara",
            "deva",
            "vara",
            "āsanam",
            "yaḥ",
            "adhiyajña",
            "patim",
            "viṣṇum",
            "vinindati",
            "anapatrapaḥ"
        ],
        "translation": "The saintly sages continued: This impious, impudent man does not deserve to sit on the throne at all. He is so shameless that he even dared insult the Supreme Personality of Godhead, Lord Viṣṇu.",
        "purport": " One should not at any time tolerate blasphemy and insults against Lord Viṣṇu or His devotees. A devotee is generally very humble and meek, and he is reluctant to pick a quarrel with anyone. Nor does he envy anyone. However, a pure devotee immediately becomes fiery with anger when he sees that Lord Viṣṇu or His devotee is insulted. This is the duty of a devotee. Although a devotee maintains an attitude of meekness and gentleness, it is a great fault on his part if he remains silent when the Lord or His devotee is blasphemed."
    },
    {
        "verse": "33",
        "devanagari": "को वैनं परिचक्षीत वेनमेकमृतेऽशुभम् ।प्राप्त ईद‍ृशमैश्वर्यं यदनुग्रहभाजन: ॥ ३३ ॥",
        "english_devnagari": "ko vainaṁ paricakṣītavenam ekam ṛte ’śubhamprāpta īdṛśam aiśvaryaṁyad-anugraha-bhājanaḥ",
        "verse_Syn": [
            "kaḥ",
            "vā",
            "enam",
            "paricakṣīta",
            "venam",
            "ekam",
            "ṛte",
            "aśubham",
            "prāptaḥ",
            "īdṛśam",
            "aiśvaryam",
            "yat",
            "anugraha",
            "bhājanaḥ"
        ],
        "translation": "But for King Vena, who is simply inauspicious, who would blaspheme the Supreme Personality of Godhead, by whose mercy one is awarded all kinds of fortune and opulence?",
        "purport": " When human society individually or collectively becomes godless and blasphemes the authority of the Supreme Personality of Godhead, it is certainly destined for ruination. Such a civilization invites all kinds of bad fortune due to not appreciating the mercy of the Lord."
    },
    {
        "verse": "34",
        "devanagari": "इत्थं व्यवसिता हन्तुमृषयो रूढमन्यव: ।निजघ्नुर्हुङ्कृतैर्वेनं हतमच्युतनिन्दया ॥ ३४ ॥",
        "english_devnagari": "itthaṁ vyavasitā hantumṛṣayo rūḍha-manyavaḥnijaghnur huṅkṛtair venaṁhatam acyuta-nindayā",
        "verse_Syn": [
            "ittham",
            "vyavasitāḥ",
            "hantum",
            "ṛṣayaḥ",
            "rūḍha",
            "manyavaḥ",
            "nijaghnuḥ",
            "hum",
            "kṛtaiḥ",
            "venam",
            "hatam",
            "acyuta",
            "nindayā"
        ],
        "translation": "The great sages, thus manifesting their covert anger, immediately decided to kill the King. King Vena was already as good as dead due to his blasphemy against the Supreme Personality of Godhead. Thus without using any weapons, the sages killed King Vena simply by high-sounding words.",
        "purport": ""
    },
    {
        "verse": "35",
        "devanagari": "ऋषिभि: स्वाश्रमपदं गते पुत्रकलेवरम् ।सुनीथा पालयामास विद्यायोगेन शोचती ॥ ३५ ॥",
        "english_devnagari": "ṛṣibhiḥ svāśrama-padaṁgate putra-kalevaramsunīthā pālayām āsavidyā-yogena śocatī",
        "verse_Syn": [
            "ṛṣibhiḥ",
            "sva",
            "āśrama",
            "padam",
            "gate",
            "putra",
            "kalevaram",
            "sunīthā",
            "pālayām",
            "āsa",
            "vidyā",
            "yogena",
            "śocatī"
        ],
        "translation": "After all the sages returned to their respective hermitages, the mother of King Vena, Sunīthā, became very much aggrieved because of her son’s death. She decided to preserve the dead body of her son by the application of certain ingredients and by chanting mantras [mantra-yogena].",
        "purport": ""
    },
    {
        "verse": "36",
        "devanagari": "एकदा मुनयस्ते तु सरस्वत्सलिलाप्लुता: ।हुत्वाग्नीन् सत्कथाश्चक्रुरुपविष्टा: सरित्तटे ॥ ३६ ॥",
        "english_devnagari": "ekadā munayas te tusarasvat-salilāplutāḥhutvāgnīn sat-kathāś cakrurupaviṣṭāḥ sarit-taṭe",
        "verse_Syn": [
            "ekadā",
            "munayaḥ",
            "te",
            "tu",
            "sarasvat",
            "salila",
            "āplutāḥ",
            "hutvā",
            "agnīn",
            "sat",
            "kathāḥ",
            "cakruḥ",
            "upaviṣṭāḥ",
            "sarit",
            "taṭe"
        ],
        "translation": "Once upon a time, the same saintly persons, after taking their bath in the river Sarasvatī, began to perform their daily duties by offering oblations into the sacrificial fires. After this, sitting on the bank of the river, they began to talk about the transcendental person and His pastimes.",
        "purport": ""
    },
    {
        "verse": "37",
        "devanagari": "वीक्ष्योत्थितांस्तदोत्पातानाहुर्लोकभयङ्करान् ।अप्यभद्रमनाथाया दस्युभ्यो न भवेद्भुव: ॥ ३७ ॥",
        "english_devnagari": "vīkṣyotthitāṁs tadotpātānāhur loka-bhayaṅkarānapy abhadram anāthāyādasyubhyo na bhaved bhuvaḥ",
        "verse_Syn": [
            "vīkṣya",
            "utthitān",
            "tadā",
            "utpātān",
            "āhuḥ",
            "loka",
            "bhayam",
            "karān",
            "api",
            "abhadram",
            "anāthāyāḥ",
            "dasyubhyaḥ",
            "na",
            "bhavet",
            "bhuvaḥ"
        ],
        "translation": "In those days there were various disturbances in the country that were creating a panic in society. Therefore all the sages began to talk amongst themselves: Since the King is dead and there is no protector in the world, misfortune may befall the people in general on account of rogues and thieves.",
        "purport": " Whenever there is a disturbance in the state, or a panic situation, the property and lives of the citizens become unsafe. This is caused by the uprising of various thieves and rogues. At such a time it is to be understood that the ruler, or the government, is dead. All of these misfortunes happened due to the death of King Vena. Thus the saintly persons became very anxious for the safety of the people in general. The conclusion is that even though saintly persons have no business in political affairs, they are always compassionate upon the people in general. Thus even though they are always aloof from society, out of mercy and compassion they consider how the citizens can peacefully execute their rituals and follow the rules and regulations of varṇāśrama-dharma. That was the concern of these sages. In this Age of Kali, everything is disturbed. Therefore saintly persons should take to the chanting of the Hare Kṛṣṇa mantra, as recommended in the śāstras: Both for spiritual and material prosperity, everyone should devotedly chant the Hare Kṛṣṇa mantra."
    },
    {
        "verse": "38",
        "devanagari": "एवं मृशन्त ऋषयो धावतां सर्वतोदिशम् ।पांसु: समुत्थितो भूरिश्चोराणामभिलुम्पताम् ॥ ३८ ॥",
        "english_devnagari": "evaṁ mṛśanta ṛṣayodhāvatāṁ sarvato-diśampāṁsuḥ samutthito bhūriścorāṇām abhilumpatām",
        "verse_Syn": [
            "evam",
            "mṛśantaḥ",
            "ṛṣayaḥ",
            "dhāvatām",
            "sarvataḥ",
            "diśam",
            "pāṁsuḥ",
            "samutthitaḥ",
            "bhūriḥ",
            "corāṇām",
            "abhilumpatām"
        ],
        "translation": "When the great sages were carrying on their discussion in this way, they saw a dust storm arising from all directions. This storm was caused by the running of thieves and rogues, who were engaged in plundering the citizens.",
        "purport": " Thieves and rogues simply await some political upset in order to take the opportunity to plunder the people in general. To keep thieves and rogues inactive in their profession, a strong government is always required."
    },
    {
        "verse": "39-40",
        "devanagari": "तदुपद्रवमाज्ञाय लोकस्य वसु लुम्पताम् ।भर्तर्युपरते तस्मिन्नन्योन्यं च जिघांसताम् ॥ ३९ ॥चोरप्रायं जनपदं हीनसत्त्वमराजकम् ।लोकान्नावारयञ्छक्ता अपि तद्दोषदर्शिन: ॥ ४० ॥",
        "english_devnagari": "tad upadravam ājñāyalokasya vasu lumpatāmbhartary uparate tasminnanyonyaṁ ca jighāṁ-satām",
        "verse_Syn": [
            "tat",
            "upadravam",
            "ājñāya",
            "lokasya",
            "vasu",
            "lumpatām",
            "bhartari",
            "uparate",
            "tasmin",
            "anyonyam",
            "ca",
            "jighāṁ",
            "satām",
            "cora",
            "prāyam",
            "jana",
            "padam",
            "hīna",
            "sattvam",
            "arājakam",
            "lokān",
            "na",
            "avārayan",
            "śaktāḥ",
            "api",
            "tat",
            "doṣa",
            "darśinaḥ"
        ],
        "translation": "Upon seeing the dust storm, the saintly persons could understand that there were a great deal of irregularities due to the death of King Vena. Without government, the state was devoid of law and order, and consequently there was a great uprising of murderous thieves and rogues, who were plundering the riches of the people in general. Although the great sages could subdue the disturbance by their powers — just as they could kill the King — they considered it improper on their part to do so. Thus they did not attempt to stop the disturbance.",
        "purport": " The saintly persons and great sages killed King Vena out of emergency, but they did not choose to take part in the government in order to subdue the uprising of thieves and rogues, which took place after the death of King Vena. It is not the duty of brāhmaṇas and saintly persons to kill, although they may sometimes do so in the case of an emergency. They could kill all the thieves and rogues by the prowess of their mantras, but they thought it the duty of kṣatriya kings to do so. Thus they reluctantly did not take part in the killing business."
    },
    {
        "verse": "41",
        "devanagari": "ब्राह्मण: समद‍ृक् शान्तो दीनानां समुपेक्षक: ।स्रवते ब्रह्म तस्यापि भिन्नभाण्डात्पयो यथा ॥ ४१ ॥",
        "english_devnagari": "brāhmaṇaḥ sama-dṛk śāntodīnānāṁ samupekṣakaḥsravate brahma tasyāpibhinna-bhāṇḍāt payo yathā",
        "verse_Syn": [
            "brāhmaṇaḥ",
            "sama",
            "dṛk",
            "śāntaḥ",
            "dīnānām",
            "samupekṣakaḥ",
            "sravate",
            "brahma",
            "tasya",
            "api",
            "bhinna",
            "bhāṇḍāt",
            "payaḥ",
            "yathā"
        ],
        "translation": "The great sages began to think that although a brāhmaṇa is peaceful and impartial because he is equal to everyone, it is still not his duty to neglect poor humans. By such neglect, a brāhmaṇa’s spiritual power diminishes, just as water kept in a cracked pot leaks out.",
        "purport": " Brāhmaṇas, the topmost section of human society, are mostly devotees. They are generally unaware of the happenings within the material world because they are always busy in their activities for spiritual advancement. Nonetheless, when there is a calamity in human society, they cannot remain impartial. If they do not do something to relieve the distressed condition of human society, it is said that due to such neglect their spiritual knowledge diminishes. Almost all the sages go to the Himālayas for their personal benefit, but Prahlāda Mahārāja said that he did not want liberation alone. He decided to wait until he was able to deliver all the fallen souls of the world. In their elevated condition, the brāhmaṇas are called Vaiṣṇavas. There are two types of brāhmaṇas — namely, brāhmaṇa-paṇḍita and brāhmaṇa-vaiṣṇava. A qualified brāhmaṇa is naturally very learned, but when his learning is advanced in understanding the Supreme Personality of Godhead, he becomes a brāhmaṇa-vaiṣṇava. Unless one becomes a Vaiṣṇava, one’s perfection of brahminical culture is incomplete. The saintly persons considered very wisely that although King Vena was very sinful, he was born in a family descending from Dhruva Mahārāja. Therefore the semen in the family must be protected by the Supreme Personality of Godhead, Keśava. As such, the sages wanted to take some steps to relieve the situation. For want of a king, everything was being disturbed and turned topsy-turvy."
    },
    {
        "verse": "42",
        "devanagari": "नाङ्गस्य वंशो राजर्षेरेष संस्थातुमर्हति ।अमोघवीर्या हि नृपा वंशेऽस्मिन् केशवाश्रया: ॥ ४२ ॥",
        "english_devnagari": "nāṅgasya vaṁśo rājarṣereṣa saṁsthātum arhatiamogha-vīryā hi nṛpāvaṁśe ’smin keśavāśrayāḥ",
        "verse_Syn": [
            "na",
            "aṅgasya",
            "vaṁśaḥ",
            "rāja",
            "ṛṣeḥ",
            "eṣaḥ",
            "saṁsthātum",
            "arhati",
            "amogha",
            "vīryāḥ",
            "hi",
            "nṛpāḥ",
            "vaṁśe",
            "asmin",
            "keśava",
            "āśrayāḥ"
        ],
        "translation": "The sages decided that the descendants of the family of the saintly King Aṅga should not be stopped, for in this family the semen was very powerful and the children were prone to become devotees of the Lord.",
        "purport": " The purity of hereditary succession is called amogha-vīrya. The pious seminal succession in the twice-born families of the brāhmaṇas and kṣatriyas especially, as well as in the families of vaiśyas also, must be kept very pure by the observation of the purificatory processes beginning with garbhādhāna-saṁskāra, which is observed before conceiving a child. Unless this purificatory process is strictly observed, especially by the brāhmaṇas, the family descendants become impure, and gradually sinful activities become visible in the family. Mahārāja Aṅga was very pure because of the purification of semen in the family of Mahārāja Dhruva. However, his semen became contaminated in association with his wife, Sunīthā, who happened to be the daughter of death personified. Because of this polluted semen, King Vena was produced. This was a catastrophe in the family of Dhruva Mahārāja. All the saintly persons and sages considered this point, and they decided to take action in this matter, as described in the following verses."
    },
    {
        "verse": "43",
        "devanagari": "विनिश्चित्यैवमृषयो विपन्नस्य महीपते: ।ममन्थुरूरुं तरसा तत्रासीद्बाहुको नर: ॥ ४३ ॥",
        "english_devnagari": "viniścityaivam ṛṣayovipannasya mahīpateḥmamanthur ūruṁ tarasātatrāsīd bāhuko naraḥ",
        "verse_Syn": [
            "viniścitya",
            "evam",
            "ṛṣayaḥ",
            "vipannasya",
            "mahī",
            "pateḥ",
            "mamanthuḥ",
            "ūrum",
            "tarasā",
            "tatra",
            "āsīt",
            "bāhukaḥ",
            "naraḥ"
        ],
        "translation": "After making a decision, the saintly persons and sages churned the thighs of the dead body of King Vena with great force and according to a specific method. As a result of this churning, a dwarflike person was born from King Vena’s body.",
        "purport": " That a person was born by the churning of the thighs of King Vena proves that the spirit soul is individual and separate from the body. The great sages and saintly persons could beget another person from the body of the dead King Vena, but it was not possible for them to bring King Vena back to life. King Vena was gone, and certainly he had taken another body. The saintly persons and sages were only concerned with the body of Vena because it was a result of the seminal succession in the family of Mahārāja Dhruva. Consequently, the ingredients by which another body could be produced were there in the body of King Vena. By a certain process, when the thighs of the dead body were churned, another body came out. Although dead, the body of King Vena was preserved by drugs and by mantras chanted by King Vena’s mother. In this way the ingredients for the production of another body were there. When the body of the person named Bāhuka came out of the dead body of King Vena, it was really not very astonishing. It was simply a question of knowing how to do it. From the semen of one body, another body is produced, and the life symptoms are visible due to the soul’s taking shelter of this body. One should not think that it was impossible for another body to come out of the dead body of Mahārāja Vena. This was performed by the skillful action of the sages."
    },
    {
        "verse": "44",
        "devanagari": "काककृष्णोऽतिह्रस्वाङ्गो ह्रस्वबाहुर्महाहनु: ।ह्रस्वपान्निम्ननासाग्रो रक्ताक्षस्ताम्रमूर्धज: ॥ ४४ ॥",
        "english_devnagari": "kāka-kṛṣṇo ’tihrasvāṅgohrasva-bāhur mahā-hanuḥhrasva-pān nimna-nāsāgroraktākṣas tāmra-mūrdhajaḥ",
        "verse_Syn": [
            "kāka",
            "kṛṣṇaḥ",
            "ati",
            "hrasva",
            "aṅgaḥ",
            "hrasva",
            "bāhuḥ",
            "mahā",
            "hanuḥ",
            "hrasva",
            "pāt",
            "nimna",
            "nāsa",
            "agraḥ",
            "rakta",
            "akṣaḥ",
            "tāmra",
            "mūrdha",
            "jaḥ"
        ],
        "translation": "This person born from King Vena’s thighs was named Bāhuka, and his complexion was as black as a crow’s. All the limbs of his body were very short, his arms and legs were short, and his jaws were large. His nose was flat, his eyes were reddish, and his hair copper-colored.",
        "purport": ""
    },
    {
        "verse": "45",
        "devanagari": "तं तु तेऽवनतं दीनं किं करोमीति वादिनम् ।निषीदेत्यब्रुवंस्तात स निषादस्ततोऽभवत् ॥ ४५ ॥",
        "english_devnagari": "taṁ tu te ’vanataṁ dīnaṁkiṁ karomīti vādinamniṣīdety abruvaṁs tātasa niṣādas tato ’bhavat",
        "verse_Syn": [
            "tam",
            "tu",
            "te",
            "avanatam",
            "dīnam",
            "kim",
            "karomi",
            "iti",
            "vādinam",
            "niṣīda",
            "iti",
            "abruvan",
            "tāta",
            "saḥ",
            "niṣādaḥ",
            "tataḥ",
            "abhavat"
        ],
        "translation": "He was very submissive and meek, and immediately after his birth he bowed down and inquired, “Sirs, what shall I do?” The great sages replied, “Please sit down [niṣīda].” Thus Niṣāda, the father of the Naiṣāda race, was born.",
        "purport": " It is said in the śāstras that the head of the body represents the brāhmaṇas, the arms represent the kṣatriyas, the abdomen represents the vaiśyas, and the legs, beginning with the thighs, represent the śūdras. The śūdras are sometimes called black, or kṛṣṇa. The brāhmaṇas are called śukla, or white, and the kṣatriyas and the vaiśyas are a mixture of black and white. However, those who are extraordinarily white are said to have skin produced out of white leprosy. It may be concluded that white or a golden hue is the color of the higher caste, and black is the complexion of the śūdras."
    },
    {
        "verse": "46",
        "devanagari": "तस्य वंश्यास्तु नैषादा गिरिकाननगोचरा: ।येनाहरज्जायमानो वेनकल्मषमुल्बणम् ॥ ४६ ॥",
        "english_devnagari": "tasya vaṁśyās tu naiṣādāgiri-kānana-gocarāḥyenāharaj jāyamānovena-kalmaṣam ulbaṇam",
        "verse_Syn": [
            "tasya",
            "vaṁśyāḥ",
            "tu",
            "naiṣādāḥ",
            "giri",
            "kānana",
            "gocarāḥ",
            "yena",
            "aharat",
            "jāyamānaḥ",
            "vena",
            "kalmaṣam",
            "ulbaṇam"
        ],
        "translation": "After his [Niṣāda’s] birth, he immediately took charge of all the resultant actions of King Vena’s sinful activities. As such, this Naiṣāda class are always engaged in sinful activities like stealing, plundering and hunting. Consequently they are only allowed to live in the hills and forests.",
        "purport": " The Naiṣādas are not allowed to live in cities and towns because they are sinful by nature. As such, their bodies are very ugly, and their occupations are also sinful. We should, however, know that even these sinful men (who are sometimes called Kirātas) can be delivered from their sinful condition to the topmost Vaiṣṇava platform by the mercy of a pure devotee. Engagement in the transcendental loving devotional service of the Lord can make anyone, however sinful he may be, fit to return home, back to Godhead. One has only to become free from all contamination by the process of devotional service. In this way everyone can become fit to return home, back to Godhead. This is confirmed by the Lord Himself in Bhagavad-gītā (9.32): “O son of Pṛthā, those who take shelter of Me, though they be of lower birth — women, vaiśyas [merchants] as well as śūdras [workers] — can approach the supreme destination.”"
    }
]