[
    {
        "verse": "1",
        "devanagari": "मैत्रेय उवाचइति ब्रुवाणं नृपतिं गायका मुनिचोदिता: ।तुष्टुवुस्तुष्टमनसस्तद्वागमृतसेवया ॥ १ ॥",
        "english_devnagari": "maitreya uvācaiti bruvāṇaṁ nṛpatiṁgāyakā muni-coditāḥtuṣṭuvus tuṣṭa-manasastad-vāg-amṛta-sevayā",
        "verse_Syn": [
            "maitreyaḥ",
            "uvāca",
            "iti",
            "bruvāṇam",
            "nṛpatim",
            "gāyakāḥ",
            "muni",
            "coditāḥ",
            "tuṣṭuvuḥ",
            "tuṣṭa",
            "manasaḥ",
            "tat",
            "vāk",
            "amṛta",
            "sevayā"
        ],
        "translation": "The great sage Maitreya continued: While King Pṛthu thus spoke, the humility of his nectarean speeches pleased the reciters very much. Then again they continued to praise the King highly with exalted prayers, as they had been instructed by the great sages.",
        "purport": " Here the word muni-coditāḥ indicates instructions received from great sages and saintly persons. Although Mahārāja Pṛthu was simply enthroned on the royal seat and was not at that time exhibiting his godly powers, the reciters like the sūta, the māgadha and the vandī understood that King Pṛthu was an incarnation of God. They could understand this by the instructions given by the great sages and learned brāhmaṇas. We have to understand the incarnations of God by the instructions of authorized persons. We cannot manufacture a God by our own concoctions. As stated by Narottama dāsa Ṭhākura, sādhu-śāstra-guru: one has to test all spiritual matters according to the instructions of saintly persons, scriptures and the spiritual master. The spiritual master is one who follows the instructions of his predecessors, namely the sādhus, or saintly persons. A bona fide spiritual master does not mention anything not mentioned in the authorized scriptures. Ordinary people have to follow the instructions of sādhu, śāstra and guru. Those statements made in the śāstras and those made by the bona fide sādhu or guru cannot differ from one another. Reciters like the sūta and the māgadha were confidentially aware that King Pṛthu was an incarnation of the Personality of Godhead. Although the King denied such praise because he was not at that time exhibiting his godly qualities, the reciters did not stop praising him. Rather, they were very pleased with the King, who, although actually an incarnation of God, was so humble and delightful in his dealings with devotees. In this connection we may note that previously (4.15.21) it was mentioned that King Pṛthu was smiling and was in a pleasant mood while speaking to the reciters. Thus we have to learn from the Lord or His incarnation how to become gentle and humble. The King’s behavior was very pleasing to the reciters, and consequently the reciters continued their praise and even foretold the King’s future activities, as they had been instructed by the sādhus and sages."
    },
    {
        "verse": "2",
        "devanagari": "नालं वयं ते महिमानुवर्णनेयो देववर्योऽवततार मायया ।वेनाङ्गजातस्य च पौरुषाणि तेवाचस्पतीनामपि बभ्रमुर्धिय: ॥ २ ॥",
        "english_devnagari": "nālaṁ vayaṁ te mahimānuvarṇaneyo deva-varyo ’vatatāra māyayāvenāṅga-jātasya ca pauruṣāṇi tevācas-patīnām api babhramur dhiyaḥ",
        "verse_Syn": [
            "na",
            "alam",
            "vayam",
            "te",
            "mahima",
            "anuvarṇane",
            "yaḥ",
            "deva",
            "varyaḥ",
            "avatatāra",
            "māyayā",
            "vena",
            "aṅga",
            "jātasya",
            "ca",
            "pauruṣāṇi",
            "te",
            "vācaḥ",
            "patīnām",
            "api",
            "babhramuḥ",
            "dhiyaḥ"
        ],
        "translation": "The reciters continued: Dear King, you are a direct incarnation of the Supreme Personality of Godhead, Lord Viṣṇu, and by His causeless mercy you have descended to this earth. Therefore it is not possible for us to actually glorify your exalted activities. Although you have appeared through the body of King Vena, even great orators and speakers like Lord Brahmā and other demigods cannot exactly describe the glorious activities of Your Lordship.",
        "purport": " In this verse the word māyayā means “by your causeless mercy.” The Māyāvādī philosophers explain the word māyā as meaning “illusion” or “falseness.” However, there is another meaning of māyā — that is, “causeless mercy.” There are two kinds of māyā: yoga-māyā and mahā-māyā. Mahā-māyā is an expansion of yoga-māyā, and both these māyās are different expressions of the Lord’s internal potencies. As stated in Bhagavad-gītā, the Lord appears through His internal potencies (ātma-māyayā). We should therefore reject the Māyāvāda explanation that the Lord appears in a body given by the external potency, the material energy. The Lord and His incarnation are fully independent and can appear anywhere and everywhere by virtue of the internal potency. Although born out of the so-called dead body of King Vena, King Pṛthu was still an incarnation of the Supreme Personality of Godhead by the Lord’s internal potency. The Lord can appear in any family. Sometimes He appears as a fish incarnation (matsya-avatāra) or a boar incarnation (varāha-avatāra). Thus the Lord is completely free and independent to appear anywhere and everywhere by His internal potency. It is stated that Ananta, an incarnation of the Lord who has unlimited mouths, cannot reach the end of His glorification of the Lord, although Ananta has been describing the Lord since time immemorial. So what to speak of demigods like Lord Brahmā, Lord Śiva and others? It is said that the Lord is śiva-viriñci-nutam — always worshiped by demigods like Lord Śiva and Lord Brahmā. If the demigods cannot find adequate language to express the glories of the Lord, then what to speak of others? Consequently reciters like the sūta and māgadha felt inadequate to speak about King Pṛthu. By glorifying the Lord with exalted verses, one becomes purified. Although we are unable to offer prayers to the Lord in an adequate fashion, our duty is to make the attempt in order to purify ourselves. It is not that we should stop our glorification because demigods like Lord Brahmā and Lord Śiva cannot adequately glorify the Lord. Rather, as stated by Prahlāda Mahārāja, everyone should glorify the Lord according to his own ability. If we are serious and sincere devotees, the Lord will give us the intelligence to offer prayers properly."
    },
    {
        "verse": "3",
        "devanagari": "अथाप्युदारश्रवस: पृथोर्हरे:कलावतारस्य कथामृताद‍ृता: ।यथोपदेशं मुनिभि: प्रचोदिता:श्लाघ्यानि कर्माणि वयं वितन्महि ॥ ३ ॥",
        "english_devnagari": "athāpy udāra-śravasaḥ pṛthor hareḥkalāvatārasya kathāmṛtādṛtāḥyathopadeśaṁ munibhiḥ pracoditāḥślāghyāni karmāṇi vayaṁ vitanmahi",
        "verse_Syn": [
            "atha",
            "api",
            "udāra",
            "śravasaḥ",
            "pṛthoḥ",
            "hareḥ",
            "kalā",
            "avatārasya",
            "kathā",
            "amṛta",
            "ādṛtāḥ",
            "yathā",
            "upadeśam",
            "munibhiḥ",
            "pracoditāḥ",
            "ślāghyāni",
            "karmāṇi",
            "vayam",
            "vitanmahi"
        ],
        "translation": "Although we are unable to glorify you adequately, we nonetheless have a transcendental taste for glorifying your activities. We shall try to glorify you according to the instructions received from authoritative sages and scholars. Whatever we speak, however, is always inadequate and very insignificant. Dear King, because you are a direct incarnation of the Supreme Personality of Godhead, all your activities are liberal and ever laudable.",
        "purport": " However expert one may be, he can never describe the glories of the Lord adequately. Nonetheless, those engaged in glorifying the activities of the Lord should try to do so as far as possible. Such an attempt will please the Supreme Personality of Godhead. Lord Caitanya has advised all His followers to go everywhere and preach the message of Lord Kṛṣṇa. Since this message is essentially Bhagavad-gītā, the preacher’s duty is to study Bhagavad-gītā as it is understood by disciplic succession and explained by great sages and learned devotees. One should speak to the general populace in accordance with one’s predecessors — sādhu, guru and śāstras. This simple process is the easiest method by which one can glorify the Lord. Devotional service, however, is the real method, for by devotional service one can satisfy the Supreme Personality of Godhead with just a few words. Without devotional service, volumes of books cannot satisfy the Lord. Even though preachers of the Kṛṣṇa consciousness movement may be unable to describe the glories of the Lord, they can nonetheless go everywhere and request people to chant Hare Kṛṣṇa."
    },
    {
        "verse": "4",
        "devanagari": "एष धर्मभृतां श्रेष्ठो लोकं धर्मेऽनुवर्तयन् ।गोप्ता च धर्मसेतूनां शास्ता तत्परिपन्थिनाम् ॥ ४ ॥",
        "english_devnagari": "eṣa dharma-bhṛtāṁ śreṣṭholokaṁ dharme ’nuvartayangoptā ca dharma-setūnāṁśāstā tat-paripanthinām",
        "verse_Syn": [
            "eṣaḥ",
            "dharma",
            "bhṛtām",
            "śreṣṭhaḥ",
            "lokam",
            "dharme",
            "anuvartayan",
            "goptā",
            "ca",
            "dharma",
            "setūnām",
            "śāstā",
            "tat",
            "paripanthinām"
        ],
        "translation": "This King, Mahārāja Pṛthu, is the best amongst those who are following religious principles. As such, he will engage everyone in the pursuit of religious principles and give those principles all protection. He will also be a great chastiser to the irreligious and atheistic.",
        "purport": " The duty of the king or the head of the government is described very nicely in this verse. It is the duty of the governmental head to see that people strictly follow a religious life. A king should also be strict in chastising the atheists. In other words, an atheistic or godless government should never be supported by a king or governmental chief. That is the test of good government. In the name of secular government, the king or governmental head remains neutral and allows people to engage in all sorts of irreligious activities. In such a state people cannot be happy, despite all economic development. However, in this Age of Kali there are no pious kings. Instead, rogues and thieves are elected to head the government. But how can the people be happy without religion and God consciousness? The rogues exact taxes from the citizens for their own sense enjoyment, and in the future the people will be so much harassed that according to Śrīmad-Bhāgavatam they will flee from their homes and country and take shelter in the forest. However, in Kali-yuga, democratic government can be captured by Kṛṣṇa conscious people. If this can be done, the general populace can be made very happy."
    },
    {
        "verse": "5",
        "devanagari": "एष वै लोकपालानां बिभर्त्येकस्तनौ तनू: ।काले काले यथाभागं लोकयोरुभयोर्हितम् ॥ ५ ॥",
        "english_devnagari": "eṣa vai loka-pālānāṁbibharty ekas tanau tanūḥkāle kāle yathā-bhāgaṁlokayor ubhayor hitam",
        "verse_Syn": [
            "eṣaḥ",
            "vai",
            "loka",
            "pālānām",
            "bibharti",
            "ekaḥ",
            "tanau",
            "tanūḥ",
            "kāle",
            "kāle",
            "yathā",
            "bhāgam",
            "lokayoḥ",
            "ubhayoḥ",
            "hitam"
        ],
        "translation": "This King alone, in his own body, will be able in due course of time to maintain all living entities and keep them in a pleasant condition by manifesting himself as different demigods to perform various departmental activities. Thus he will maintain the upper planetary system by inducing the populace to perform Vedic sacrifices. In due course of time he will also maintain this earthly planet by discharging proper rainfall.",
        "purport": " The demigods in charge of the various departmental activities that maintain this world are but assistants to the Supreme Personality of Godhead. When an incarnation of Godhead descends to this planet, demigods like the sun-god, the moon-god or the King of heaven, Indra, all join Him. Consequently the incarnation of Godhead is able to act for the departmental demigods to keep the planetary systems in order. The protection of the earthly planet is dependent on proper rainfall, and as stated in Bhagavad-gītā and other scriptures, sacrifices are performed to please those demigods who are in charge of rainfall: “All living bodies subsist on food grains, which are produced from rains. Rains are produced by performance of yajña [sacrifice], and yajña is born of prescribed duties.” (Bg. 3.14) Thus the proper execution of yajña, sacrifice, is required. As indicated herein, King Pṛthu alone would induce all the citizens to engage in such sacrificial activities so that there would not be scarcity or distress. In Kali-yuga, however, in the so-called secular state, the executive branch of government is in the charge of so-called kings and presidents who are all fools and rascals, ignorant of the intricacies of nature’s causes and ignorant of the principles of sacrifice. Such rascals simply make various plans, which always fail, and the people subsequently suffer disturbances. To counteract this situation, the śāstras advise: Thus in order to counteract this unfortunate situation in government, the general populace is advised to chant the mahā-mantra: Hare Kṛṣṇa, Hare Kṛṣṇa, Kṛṣṇa Kṛṣṇa, Hare Hare/ Hare Rāma, Hare Rāma, Rāma Rāma, Hare Hare."
    },
    {
        "verse": "6",
        "devanagari": "वसु काल उपादत्ते काले चायं विमुञ्चति ।सम: सर्वेषु भूतेषु प्रतपन् सूर्यवद्विभु: ॥ ६ ॥",
        "english_devnagari": "vasu kāla upādattekāle cāyaṁ vimuñcatisamaḥ sarveṣu bhūteṣupratapan sūryavad vibhuḥ",
        "verse_Syn": [
            "vasu",
            "kāle",
            "upādatte",
            "kāle",
            "ca",
            "ayam",
            "vimuñcati",
            "samaḥ",
            "sarveṣu",
            "bhūteṣu",
            "pratapan",
            "sūrya",
            "vat",
            "vibhuḥ"
        ],
        "translation": "This King Pṛthu will be as powerful as the sun-god, and just as the sun-god equally distributes his sunshine to everyone, King Pṛthu will distribute his mercy equally. Similarly, just as the sun-god evaporates water for eight months and, during the rainy season, returns it profusely, this King will also exact taxes from the citizens and return these monies in times of need.",
        "purport": " The process of tax exaction is very nicely explained in this verse. Tax exaction is not meant for the sense gratification of the so-called administrative heads. Tax revenues should be distributed to the citizens in times of need, during emergencies such as famine or flood. Tax revenues should never be distributed amongst governmental servants in the form of high salaries and various other allowances. In Kali-yuga, however, the position of the citizens is very horrible because taxes are exacted in so many forms and are spent for the personal comforts of the administrators. The example of the sun in this verse is very appropriate. The sun is many millions of miles away from the earth, and although the sun does not actually touch the earth, it manages to distribute land all over the planet by exacting water from the oceans and seas, and it also manages to make that land fertile by distributing water during the rainy season. As an ideal king, King Pṛthu would execute all this business in the village and state as expertly as the sun."
    },
    {
        "verse": "7",
        "devanagari": "तितिक्षत्यक्रमं वैन्य उपर्याक्रमतामपि ।भूतानां करुण: शश्वदार्तानां क्षितिवृत्तिमान् ॥ ७ ॥",
        "english_devnagari": "titikṣaty akramaṁ vainyaupary ākramatām apibhūtānāṁ karuṇaḥ śaśvadārtānāṁ kṣiti-vṛttimān",
        "verse_Syn": [
            "titikṣati",
            "akramam",
            "vainyaḥ",
            "upari",
            "ākramatām",
            "api",
            "bhūtānām",
            "karuṇaḥ",
            "śaśvat",
            "ārtānām",
            "kṣiti",
            "vṛtti",
            "mān"
        ],
        "translation": "This King Pṛthu will be very, very kind to all citizens. Even though a poor person may trample over the King’s head by violating the rules and regulations, the King, out of his causeless mercy, will be forgetful and forgiving. As a protector of the world, he will be as tolerant as the earth itself.",
        "purport": " King Pṛthu is herein compared to the earthly planet as far as his tolerance is concerned. Although the earth is always trampled upon by men and animals, it still gives food to them by producing grains, fruits and vegetables. As an ideal king, Mahārāja Pṛthu is compared to the earthly planet, for even though some citizens might violate the rules and regulations of the state, he would still be tolerant and maintain them with fruits and grains. In other words, it is the duty of the king to look after the comforts of the citizens, even at the cost of his own personal convenience. This is not the case, however, in Kali-yuga, for in Kali-yuga the kings and heads of state enjoy life at the cost of taxes exacted from the citizens. Such unfair taxation makes the people dishonest, and the people try to hide their income in so many ways. Eventually the state will not be able to collect taxes and consequently will not be able to meet its huge military and administrative expenses. Everything will collapse, and there will be chaos and disturbance all over the state."
    },
    {
        "verse": "8",
        "devanagari": "देवेऽवर्षत्यसौ देवो नरदेववपुर्हरि: ।कृच्छ्रप्राणा: प्रजा ह्येष रक्षिष्यत्यञ्जसेन्द्रवत् ॥ ८ ॥",
        "english_devnagari": "deve ’varṣaty asau devonaradeva-vapur hariḥkṛcchra-prāṇāḥ prajā hy eṣarakṣiṣyaty añjasendravat",
        "verse_Syn": [
            "deve",
            "avarṣati",
            "asau",
            "devaḥ",
            "nara",
            "deva",
            "vapuḥ",
            "hariḥ",
            "kṛcchra",
            "prāṇāḥ",
            "prajāḥ",
            "hi",
            "eṣaḥ",
            "rakṣiṣyati",
            "añjasā",
            "indra",
            "vat"
        ],
        "translation": "When there is no rainfall and the citizens are in great danger due to the scarcity of water, this royal Personality of Godhead will be able to supply rains exactly like the heavenly King Indra. Thus he will very easily be able to protect the citizens from drought.",
        "purport": " King Pṛthu is very appropriately compared to the sun and the demigod Indra. King Indra of the heavenly planets is in charge of distributing water over the earth and other planetary systems. It is indicated that King Pṛthu would arrange for the distribution of rainfall personally if Indra failed to discharge his duty properly. Sometimes the King of heaven, Indra, would become angry at the inhabitants of the earth if they did not offer sacrifices to appease him. King Pṛthu, however, being an incarnation of the Supreme Personality of Godhead, did not depend on the mercy of the heavenly King. It is foretold herein that if there would be a scarcity of rain, King Pṛthu would manage to counteract the deficiency by virtue of his godly powers. Such powers were also exhibited by Lord Kṛṣṇa when He was present in Vṛndāvana. Indeed, when Indra poured incessant water on Vṛndāvana for seven days, the inhabitants were protected by Kṛṣṇa, who raised Govardhana Hill over their heads as a great umbrella. Thus Lord Kṛṣṇa is also known as Govardhana-dhārī."
    },
    {
        "verse": "9",
        "devanagari": "आप्याययत्यसौ लोकं वदनामृतमूर्तिना ।सानुरागावलोकेन विशदस्मितचारुणा ॥ ९ ॥",
        "english_devnagari": "āpyāyayaty asau lokaṁvadanāmṛta-mūrtināsānurāgāvalokenaviśada-smita-cāruṇā",
        "verse_Syn": [
            "āpyāyayati",
            "asau",
            "lokam",
            "vadana",
            "amṛta",
            "mūrtinā",
            "sa",
            "anurāga",
            "avalokena",
            "viśada",
            "smita",
            "cāruṇā"
        ],
        "translation": "This King, Pṛthu Mahārāja, by virtue of his affectionate glances and beautiful moonlike face, which is always smiling with great affection for the citizens, will enhance everyone’s peaceful life.",
        "purport": ""
    },
    {
        "verse": "10",
        "devanagari": "अव्यक्तवर्त्मैष निगूढकार्योगम्भीरवेधा उपगुप्तवित्त: । अनन्तमाहात्म्यगुणैकधामापृथु: प्रचेता इव संवृतात्मा ॥ १० ॥",
        "english_devnagari": "avyakta-vartmaiṣa nigūḍha-kāryogambhīra-vedhā upagupta-vittaḥananta-māhātmya-guṇaika-dhāmāpṛthuḥ pracetā iva saṁvṛtātmā",
        "verse_Syn": [
            "avyakta",
            "vartmā",
            "eṣaḥ",
            "nigūḍha",
            "kāryaḥ",
            "gambhīra",
            "vedhāḥ",
            "upagupta",
            "vittaḥ",
            "ananta",
            "māhātmya",
            "guṇa",
            "eka",
            "dhāmā",
            "pṛthuḥ",
            "pracetāḥ",
            "iva",
            "saṁvṛta",
            "ātmā"
        ],
        "translation": "The reciters continued: No one will be able to understand the policies the King will follow. His activities will also be very confidential, and it will not be possible for anyone to know how he will make every activity successful. His treasury will always remain unknown to everyone. He will be the reservoir of unlimited glories and good qualities, and his position will be maintained and covered just as Varuṇa, the deity of the seas, is covered all around by water.",
        "purport": " There is a predominating deity for all the material elements, and Varuṇa, or Pracetā, is the predominating deity of the seas and the oceans. From outward appearances the seas and oceans are devoid of life, but a person acquainted with the sea knows that within the water exist many varieties of life. The king of that underwater kingdom is Varuṇa. Just as no one can understand what is going on beneath the sea, no one could understand what policy King Pṛthu was following to make everything successful. Indeed, King Pṛthu’s path of diplomacy was very grave. His success was made possible because he was a reservoir of unlimited glorified qualities. The word upagupta-vittaḥ is very significant in this verse. It indicates that no one would know the extent of the riches King Pṛthu would confidentially keep. The idea is that not only the king but everyone should keep his hard-earned money confidentially and secretly so that in due course of time the money can be spent for good, practical purposes. In Kali-yuga, however, the king or government has no well-protected treasury, and the only means of circulation is currency notes made of paper. Thus in times of distress the government artificially inflates the currency by simply printing papers, and this artificially raises the price of commodities, and the general condition of the citizens becomes very precarious. Thus keeping one’s money very secretly is an old practice, for we find this practice present even during the reign of Mahārāja Pṛthu. Just as the king has the right to keep his treasury confidential and secret, the people should also keep their individual earnings a secret. There is no fault in such dealings. The main point is that everyone should be trained in the system of varṇāśrama-dharma so that the money is spent only for good causes and nothing else."
    },
    {
        "verse": "11",
        "devanagari": "दुरासदो दुर्विषह आसन्नोऽपि विदूरवत् । नैवाभिभवितुं शक्यो वेनारण्युत्थितोऽनल: ॥ ११ ॥",
        "english_devnagari": "durāsado durviṣahaāsanno ’pi vidūravatnaivābhibhavituṁ śakyovenāraṇy-utthito ’nalaḥ",
        "verse_Syn": [
            "durāsadaḥ",
            "durviṣahaḥ",
            "āsannaḥ",
            "api",
            "vidūra",
            "vat",
            "na",
            "eva",
            "abhibhavitum",
            "śakyaḥ",
            "vena",
            "araṇi",
            "utthitaḥ",
            "analaḥ"
        ],
        "translation": "King Pṛthu was born of the dead body of King Vena as fire is produced from araṇi wood. Thus King Pṛthu will always remain just like fire, and his enemies will not be able to approach him. Indeed, he will be unbearable to his enemies, for although staying very near him, they will never be able to approach him but will have to remain as if far away. No one will be able to overcome the strength of King Pṛthu.",
        "purport": " Araṇi wood is a kind of fuel used to ignite fire by friction. At the time of performing sacrifices, one can ignite a fire from araṇi wood. Although born of his dead father, King Pṛthu would still remain just like fire. Just as fire is not easily approached, King Pṛthu would be unapproachable by his enemies, even though they would appear to be very near him."
    },
    {
        "verse": "12",
        "devanagari": "अन्तर्बहिश्च भूतानां पश्यन् कर्माणि चारणै: । उदासीन इवाध्यक्षो वायुरात्मेव देहिनाम् ॥ १२ ॥",
        "english_devnagari": "antar bahiś ca bhūtānāṁpaśyan karmāṇi cāraṇaiḥudāsīna ivādhyakṣovāyur ātmeva dehinām",
        "verse_Syn": [
            "antaḥ",
            "bahiḥ",
            "ca",
            "bhūtānām",
            "paśyan",
            "karmāṇi",
            "cāraṇaiḥ",
            "udāsīnaḥ",
            "iva",
            "adhyakṣaḥ",
            "vāyuḥ",
            "ātmā",
            "iva",
            "dehinām"
        ],
        "translation": "King Pṛthu will be able to see all the internal and external activities of every one of his citizens. Still, no one will be able to know his system of espionage, and he himself will remain neutral regarding all matters of glorification or vilification paid to him. He will be exactly like air, the life force within the body, which is exhibited internally and externally but is always neutral to all affairs.",
        "purport": ""
    },
    {
        "verse": "13",
        "devanagari": "नादण्ड्यं दण्डयत्येष सुतमात्मद्विषामपि ।दण्डयत्यात्मजमपि दण्ड्यं धर्मपथे स्थित: ॥ १३ ॥",
        "english_devnagari": "nādaṇḍyaṁ daṇḍayaty eṣasutam ātma-dviṣām apidaṇḍayaty ātmajam apidaṇḍyaṁ dharma-pathe sthitaḥ",
        "verse_Syn": [
            "na",
            "adaṇḍyam",
            "daṇḍayati",
            "eṣaḥ",
            "sutam",
            "ātma",
            "dviṣām",
            "api",
            "daṇḍayati",
            "ātma",
            "jam",
            "api",
            "daṇḍyam",
            "dharma",
            "pathe",
            "sthitaḥ"
        ],
        "translation": "Since this King will always remain on the path of piety, he will be neutral to both his son and the son of his enemy. If the son of his enemy is not punishable, he will not punish him, but if his own son is punishable, he will immediately punish him.",
        "purport": " These are the characteristics of an impartial ruler. It is the duty of a ruler to punish the criminal and give protection to the innocent. King Pṛthu was so neutral that if his own son were punishable, he would not hesitate to punish him. On the other hand, if the son of his enemy were innocent, he would not engage in some intrigue in order to punish him."
    },
    {
        "verse": "14",
        "devanagari": "अस्याप्रतिहतं चक्रं पृथोरामानसाचलात् । वर्तते भगवानर्को यावत्तपति गोगणै: ॥ १४ ॥",
        "english_devnagari": "asyāpratihataṁ cakraṁpṛthor āmānasācalātvartate bhagavān arkoyāvat tapati go-gaṇaiḥ",
        "verse_Syn": [
            "asya",
            "apratihatam",
            "cakram",
            "pṛthoḥ",
            "ā",
            "mānasa",
            "acalāt",
            "vartate",
            "bhagavān",
            "arkaḥ",
            "yāvat",
            "tapati",
            "go",
            "gaṇaiḥ"
        ],
        "translation": "Just as the sun-god expands his shining rays up to the Arctic region without impedance, the influence of King Pṛthu will cover all tracts of land up to the Arctic region and will remain undisturbed as long as he lives.",
        "purport": " Although the Arctic region is not visible to ordinary persons, the sun shines there without impediment. Just as no one can check the sunshine from spreading all over the universe, no one could check the influence and reign of King Pṛthu, which would remain undisturbed as long as he lived. The conclusion is that the sunshine and the sun-god cannot be separated, nor could King Pṛthu and his ruling strength be separated. His rule over everyone would continue without disturbance. Thus the King could not be separated from his ruling power."
    },
    {
        "verse": "15",
        "devanagari": "रञ्जयिष्यति यल्लोकमयमात्मविचेष्टितै: । अथामुमाहू राजानं मनोरञ्जनकै: प्रजा: ॥ १५ ॥",
        "english_devnagari": "rañjayiṣyati yal lokamayam ātma-viceṣṭitaiḥathāmum āhū rājānaṁmano-rañjanakaiḥ prajāḥ",
        "verse_Syn": [
            "rañjayiṣyati",
            "yat",
            "lokam",
            "ayam",
            "ātma",
            "viceṣṭitaiḥ",
            "atha",
            "amum",
            "āhuḥ",
            "rājānam",
            "manaḥ",
            "rañjanakaiḥ",
            "prajāḥ"
        ],
        "translation": "This King will please everyone by his practical activities, and all of his citizens will remain very satisfied. Because of this the citizens will take great satisfaction in accepting him as their ruling king.",
        "purport": ""
    },
    {
        "verse": "16",
        "devanagari": "द‍ृढव्रत: सत्यसन्धो ब्रह्मण्यो वृद्धसेवक: । शरण्य: सर्वभूतानां मानदो दीनवत्सल: ॥ १६ ॥",
        "english_devnagari": "dṛḍha-vrataḥ satya-sandhobrahmaṇyo vṛddha-sevakaḥśaraṇyaḥ sarva-bhūtānāṁmānado dīna-vatsalaḥ",
        "verse_Syn": [
            "dṛḍha",
            "vrataḥ",
            "satya",
            "sandhaḥ",
            "brahmaṇyaḥ",
            "vṛddha",
            "sevakaḥ",
            "śaraṇyaḥ",
            "sarva",
            "bhūtānām",
            "māna",
            "daḥ",
            "dīna",
            "vatsalaḥ"
        ],
        "translation": "The King will be firmly determined and always situated in truth. He will be a lover of the brahminical culture and will render all service to old men and give shelter to all surrendered souls. Giving respect to all, he will always be merciful to the poor and innocent.",
        "purport": " The word vṛddha-sevakaḥ is very significant. Vṛddha means “old men.” There are two kinds of old men: one is old by age, and another is old by knowledge. This Sanskrit word indicates that one can be older by the advancement of knowledge. King Pṛthu was very respectful to the brāhmaṇas, and he protected them. He also protected persons advanced in age. Whatever the King would decide to do, no one would be able to stop. That is called dṛḍha-saṅkalpa, or dṛḍha-vrata."
    },
    {
        "verse": "17",
        "devanagari": "मातृभक्ति: परस्त्रीषु पत्‍न्यामर्ध इवात्मन: । प्रजासु पितृवत्स्‍निग्ध: किङ्करो ब्रह्मवादिनाम् ॥ १७ ॥",
        "english_devnagari": "mātṛ-bhaktiḥ para-strīṣupatnyām ardha ivātmanaḥprajāsu pitṛvat snigdhaḥkiṅkaro brahma-vādinām",
        "verse_Syn": [
            "mātṛ",
            "bhaktiḥ",
            "para",
            "strīṣu",
            "patnyām",
            "ardhaḥ",
            "iva",
            "ātmanaḥ",
            "prajāsu",
            "pitṛ",
            "vat",
            "snigdhaḥ",
            "kiṅkaraḥ",
            "brahma",
            "vādinām"
        ],
        "translation": "The King will respect all women as if they were his own mother, and he will treat his own wife as the other half of his body. He will be just like an affectionate father to his citizens, and he will treat himself as the most obedient servant of the devotees, who always preach the glories of the Lord.",
        "purport": " A learned man treats all women except his wife as his mother, looks on others’ property as garbage in the street, and treats others as he would treat his own self. These are the symptoms of a learned person as described by Cāṇakya Paṇḍita. This should be the standard for education. Education does not mean having academic degrees only. One should execute what he has learned in his personal life. These learned characteristics were verily manifest in the life of King Pṛthu. Although he was the king, he treated himself as a servant of the Lord’s devotees. According to Vedic etiquette, if a devotee came to a king’s palace, the king would immediately offer his own seat to him. The word brahma-vādinām is very significant. Brahma-vādī refers to the devotees of the Lord. Brahman, Paramātmā and Bhagavān are different terms for the Supreme Brahman, and the Supreme Brahman is Lord Kṛṣṇa. This is accepted in Bhagavad-gītā (10.12) by Arjuna (paraṁ brahma paraṁ dhāma). Thus the word brahma-vādinām refers to the devotees of the Lord. The state should always serve the devotees of the Lord, and the ideal state should conduct itself according to the instructions of the devotee. Because King Pṛthu followed this principle, he is highly praised."
    },
    {
        "verse": "18",
        "devanagari": "देहिनामात्मवत्प्रेष्ठ: सुहृदां नन्दिवर्धन: । मुक्तसङ्गप्रसङ्गोऽयं दण्डपाणिरसाधुषु ॥ १८ ॥",
        "english_devnagari": "dehinām ātmavat-preṣṭhaḥsuhṛdāṁ nandi-vardhanaḥmukta-saṅga-prasaṅgo ’yaṁdaṇḍa-pāṇir asādhuṣu",
        "verse_Syn": [
            "dehinām",
            "ātma",
            "vat",
            "preṣṭhaḥ",
            "suhṛdām",
            "nandi",
            "vardhanaḥ",
            "mukta",
            "saṅga",
            "prasaṅgaḥ",
            "ayam",
            "daṇḍa",
            "pāṇiḥ",
            "asādhuṣu"
        ],
        "translation": "The King will consider all embodied living entities as dear as his own self, and he will always be increasing the pleasures of his friends. He will intimately associate with liberated persons, and he will be a chastising hand to all impious persons.",
        "purport": " The word dehinām refers to those who are embodied. The living entities are embodied in different forms, which number 8,400,000 species. All of these were treated by the King in the same way he would treat himself. In this age, however, so-called kings and presidents do not treat all other living entities as their own self. Most of them are meat-eaters, and even though they may not be meat-eaters and may pose themselves to be very religious and pious, they still allow cow slaughter within their state. Such sinful heads of state cannot actually be popular at any time. Another significant word in this verse is mukta-saṅga-prasaṅgaḥ, which indicates that the King was always associating with liberated persons."
    },
    {
        "verse": "19",
        "devanagari": "अयं तु साक्षाद्भगवांस्त्र्यधीश:कूटस्थ आत्मा कलयावतीर्ण: । यस्मिन्नविद्यारचितं निरर्थकंपश्यन्ति नानात्वमपि प्रतीतम् ॥ १९ ॥",
        "english_devnagari": "ayaṁ tu sākṣād bhagavāṁs try-adhīśaḥkūṭa-stha ātmā kalayāvatīrṇaḥyasminn avidyā-racitaṁ nirarthakaṁpaśyanti nānātvam api pratītam",
        "verse_Syn": [
            "ayam",
            "tu",
            "sākṣāt",
            "bhagavān",
            "tri",
            "adhīśaḥ",
            "kūṭa",
            "sthaḥ",
            "ātmā",
            "kalayā",
            "avatīrṇaḥ",
            "yasmin",
            "avidyā",
            "racitam",
            "nirarthakam",
            "paśyanti",
            "nānātvam",
            "api",
            "pratītam"
        ],
        "translation": "This King is the master of the three worlds, and he is directly empowered by the Supreme Personality of Godhead. He is without change, and he is an incarnation of the Supreme known as a śaktyāveśa-avatāra. Being a liberated soul and completely learned, he sees all material varieties as meaningless because their basic principle is nescience.",
        "purport": " The reciters of these prayers are describing the transcendental qualities of Pṛthu Mahārāja. These qualities are summarized in the words sākṣād bhagavān. This indicates that Mahārāja Pṛthu is directly the Supreme Personality of Godhead and therefore possesses unlimited good qualities. Being an incarnation of the Supreme Personality of Godhead, Mahārāja Pṛthu could not be equaled in his excellent qualities. The Supreme Personality of Godhead is fully equipped with six kinds of opulences, and King Pṛthu was also empowered in such a way that he could display these six opulences of the Supreme Personality of Godhead in full. The word kūṭa-stha, meaning “without change,” is also very significant. There are two kinds of living entities — nitya-mukta and nitya-baddha. A nitya-mukta never forgets his position as the eternal servant of the Supreme Personality of Godhead. One who does not forget this position and knows that he is part and parcel of the Supreme Lord is nitya-mukta. Such a nitya-mukta living entity represents the Supersoul as His expansion. As stated in the Vedas, nityo nityānām. Thus the nitya-mukta living entity knows that he is an expansion of the supreme nitya, or the eternal Supreme Personality of Godhead. Being in such a position, he sees the material world with a different vision. The living entity who is nitya-baddha, or eternally conditioned, sees the material varieties as being actually different from one another. In this connection we should remember that the embodiment of the conditioned soul is considered to be like a dress. One may dress in different ways, but a really learned man does not take dresses into consideration. As stated in Bhagavad-gītā (5.18): “The humble sage, by virtue of true knowledge, sees with equal vision a learned and gentle brāhmaṇa, a cow, an elephant, a dog and a dog-eater [outcaste].” Thus a learned man does not look upon the dresses that externally cover the living entity, but sees the pure soul within the varieties of dress and knows very well that the varieties of dress are the creation of nescience (avidyā-racitam). Being a śaktyāveśa-avatāra, empowered by the Supreme Personality of Godhead, Pṛthu Mahārāja did not change his spiritual position, and consequently there was no possibility of his viewing the material world as reality."
    },
    {
        "verse": "20",
        "devanagari": "अयं भुवो मण्डलमोदयाद्रे-र्गोप्तैकवीरो नरदेवनाथ: । आस्थाय जैत्रं रथमात्तचाप:पर्यस्यते दक्षिणतो यथार्क: ॥ २० ॥",
        "english_devnagari": "ayaṁ bhuvo maṇḍalam odayādrergoptaika-vīro naradeva-nāthaḥāsthāya jaitraṁ ratham ātta-cāpaḥparyasyate dakṣiṇato yathārkaḥ",
        "verse_Syn": [
            "ayam",
            "bhuvaḥ",
            "maṇḍalam",
            "ā",
            "udaya",
            "adreḥ",
            "goptā",
            "eka",
            "vīraḥ",
            "nara",
            "deva",
            "nāthaḥ",
            "āsthāya",
            "jaitram",
            "ratham",
            "ātta",
            "cāpaḥ",
            "paryasyate",
            "dakṣiṇataḥ",
            "yathā",
            "arkaḥ"
        ],
        "translation": "This King, being uniquely powerful and heroic, will have no competitor. He will travel around the globe on his victorious chariot, holding his invincible bow in his hand and appearing exactly like the sun, which rotates in its own orbit from the south.",
        "purport": " In this verse the word yathārkaḥ indicates that the sun is not fixed but is rotating in its orbit, which is set by the Supreme Personality of Godhead. This is confirmed in the Brahma-saṁhitā and also in other parts of Śrīmad-Bhāgavatam. In the Fifth Canto of Śrīmad-Bhāgavatam it is stated that the sun rotates in its own orbit at the rate of sixteen thousand miles per second. Similarly, Brahma-saṁhitā states, yasyājñayā bhramati sambhṛta-kāla-cakraḥ: the sun rotates in its own orbit according to the order of the Supreme Personality of Godhead. The conclusion is that the sun is not fixed in one place. As far as Pṛthu Mahārāja is concerned, it is indicated that his ruling power would extend all over the world. The Himālaya Mountains, from which the sunrise is first seen, are called udayācala or udayādri. It is herein indicated that Pṛthu Mahārāja’s reign over the world would cover even the Himālaya Mountains and extend to the borders of all oceans and seas. In other words, his reign would cover the entire planet. Another significant word in this verse is naradeva. As described in previous verses, the qualified king — be he King Pṛthu or any other king who rules over the state as an ideal king — should be understood to be God in human form. According to Vedic culture, the king is honored as the Supreme Personality of Godhead because he represents Nārāyaṇa, who also gives protection to the citizens. He is therefore nātha, or the proprietor. Even Sanātana Gosvāmī gave respect to the Nawab Hussain Shah as naradeva, although the Nawab was Muhammadan. A king or governmental head must therefore be so competent to rule over the state that the citizens will worship him as God in human form. That is the perfectional stage for the head of any government or state."
    },
    {
        "verse": "21",
        "devanagari": "अस्मै नृपाला: किल तत्र तत्रबलिं हरिष्यन्ति सलोकपाला: । मंस्यन्त एषां स्त्रिय आदिराजंचक्रायुधं तद्यश उद्धरन्त्य: ॥ २१ ॥",
        "english_devnagari": "asmai nṛ-pālāḥ kila tatra tatrabaliṁ hariṣyanti saloka-pālāḥmaṁsyanta eṣāṁ striya ādi-rājaṁcakrāyudhaṁ tad-yaśa uddharantyaḥ",
        "verse_Syn": [
            "asmai",
            "nṛ",
            "pālāḥ",
            "kila",
            "tatra",
            "tatra",
            "balim",
            "hariṣyanti",
            "sa",
            "loka",
            "pālāḥ",
            "maṁsyante",
            "eṣām",
            "striyaḥ",
            "ādi",
            "rājam",
            "cakra",
            "āyudham",
            "tat",
            "yaśaḥ",
            "uddharantyaḥ"
        ],
        "translation": "When the King travels all over the world, other kings, as well as the demigods, will offer him all kinds of presentations. Their queens will also consider him the original king, who carries in His hands the emblems of club and disc, and will sing of his fame, for he will be as reputable as the Supreme Personality of Godhead.",
        "purport": " As far as reputation is concerned, King Pṛthu is already known as the incarnation of the Supreme Personality of Godhead. The word ādi-rājam means “the original king.” The original king is Nārāyaṇa, or Lord Viṣṇu. People do not know that the original king, or Nārāyaṇa, is actually the protector of all living entities. As confirmed in the Vedas, eko bahūnāṁ yo vidadhāti kāmān (Kaṭha Upaniṣad 2.2.13): the Supreme Personality of Godhead is maintaining all living entities. The king, or naradeva, is His representative. As such, the king’s duty is to personally supervise the distribution of wealth for the maintenance of all living entities. If he does so, he will be as reputable as Nārāyaṇa. As mentioned in this verse (tad-yaśaḥ), Pṛthu Mahārāja was actually carrying with him the reputation of the Supreme Personality of Godhead because he was actually reigning over the world in that capacity."
    },
    {
        "verse": "22",
        "devanagari": "अयं महीं गां दुदुहेऽधिराज:प्रजापतिर्वृत्तिकर: प्रजानाम् । यो लीलयाद्रीन् स्वशरासकोट्याभिन्दन् समां गामकरोद्यथेन्द्र: ॥ २२ ॥",
        "english_devnagari": "ayaṁ mahīṁ gāṁ duduhe ’dhirājaḥprajāpatir vṛtti-karaḥ prajānāmyo līlayādrīn sva-śarāsa-koṭyābhindan samāṁ gām akarod yathendraḥ",
        "verse_Syn": [
            "ayam",
            "mahīm",
            "gām",
            "duduhe",
            "adhirājaḥ",
            "prajā",
            "patiḥ",
            "vṛtti",
            "karaḥ",
            "prajānām",
            "yaḥ",
            "līlayā",
            "adrīn",
            "sva",
            "śarāsa",
            "koṭyā",
            "bhindan",
            "samām",
            "gām",
            "akarot",
            "yathā",
            "indraḥ"
        ],
        "translation": "This King, this protector of the citizens, is an extraordinary king and is equal to the Prajāpati demigods. For the living facility of all citizens, he will milk the earth, which is like a cow. Not only that, but he will level the surface of the earth with the pointed ends of his bow, breaking all the hills exactly as King Indra, the heavenly King, breaks mountains with his powerful thunderbolt.",
        "purport": ""
    },
    {
        "verse": "23",
        "devanagari": "विस्फूर्जयन्नाजगवं धनु: स्वयंयदाचरत्क्ष्मामविषह्यमाजौ । तदा निलिल्युर्दिशि दिश्यसन्तोलाङ्गूलमुद्यम्य यथा मृगेन्द्र: ॥ २३ ॥",
        "english_devnagari": "visphūrjayann āja-gavaṁ dhanuḥ svayaṁyadācarat kṣmām aviṣahyam ājautadā nililyur diśi diśy asantolāṅgūlam udyamya yathā mṛgendraḥ",
        "verse_Syn": [
            "visphūrjayan",
            "āja",
            "gavam",
            "dhanuḥ",
            "svayam",
            "yadā",
            "acarat",
            "kṣmām",
            "aviṣahyam",
            "ājau",
            "tadā",
            "nililyuḥ",
            "diśi",
            "diśi",
            "asantaḥ",
            "lāṅgūlam",
            "udyamya",
            "yathā",
            "mṛgendraḥ"
        ],
        "translation": "When the lion travels in the forest with its tail turned upward, all menial animals hide themselves. Similarly, when King Pṛthu will travel over his kingdom and vibrate the string of his bow, which is made of the horns of goats and bulls and is irresistible in battle, all demoniac rogues and thieves will hide themselves in all directions.",
        "purport": " It is very appropriate to compare a powerful king like Pṛthu to a lion. In India, kṣatriya kings are still called siṅgh, which means “lion.” Unless rogues, thieves and other demoniac people in a state are afraid of the executive head, who rules the kingdom with a strong hand, there cannot be peace or prosperity in the state. Thus it is most regrettable when a woman becomes the executive head instead of a lionlike king. In such a situation the people are considered very unfortunate."
    },
    {
        "verse": "24",
        "devanagari": "एषोऽश्वमेधाञ् शतमाजहारसरस्वती प्रादुरभावि यत्र । अहार्षीद्यस्य हयं पुरन्दर:शतक्रतुश्चरमे वर्तमाने ॥ २४ ॥",
        "english_devnagari": "eṣo ’śvamedhāñ śatam ājahārasarasvatī prādurabhāvi yatraahārṣīd yasya hayaṁ purandaraḥśata-kratuś carame vartamāne",
        "verse_Syn": [
            "eṣaḥ",
            "aśvamedhān",
            "śatam",
            "ājahāra",
            "sarasvatī",
            "prādurabhāvi",
            "yatra",
            "ahārṣīt",
            "yasya",
            "hayam",
            "purandaraḥ",
            "śata",
            "kratuḥ",
            "carame",
            "vartamāne"
        ],
        "translation": "At the source of the river Sarasvatī, this King will perform one hundred sacrifices known as aśvamedha. In the course of the last sacrifice, the heavenly King Indra will steal the sacrificial horse.",
        "purport": ""
    },
    {
        "verse": "25",
        "devanagari": "एष स्वसद्मोपवने समेत्यसनत्कुमारं भगवन्तमेकम् । आराध्य भक्त्यालभतामलं तज्ज्ञानं यतो ब्रह्म परं विदन्ति ॥ २५ ॥",
        "english_devnagari": "eṣa sva-sadmopavane sametyasanat-kumāraṁ bhagavantam ekamārādhya bhaktyālabhatāmalaṁ tajjñānaṁ yato brahma paraṁ vidanti",
        "verse_Syn": [
            "eṣaḥ",
            "sva",
            "sadma",
            "upavane",
            "sametya",
            "sanat",
            "kumāram",
            "bhagavantam",
            "ekam",
            "ārādhya",
            "bhaktyā",
            "alabhata",
            "amalam",
            "tat",
            "jñānam",
            "yataḥ",
            "brahma",
            "param",
            "vidanti"
        ],
        "translation": "This King Pṛthu will meet Sanat-kumāra, one of the four Kumāras, in the garden of his palace compound. The King will worship him with devotion and will be fortunate to receive instructions by which one can enjoy transcendental bliss.",
        "purport": " The word vidanti refers to one who knows something or enjoys something. When a person is properly instructed by a spiritual master and understands transcendental bliss, he enjoys life. As stated in Bhagavad-gītā (18.54), brahma-bhūtaḥ prasannātmā na śocati na kāṅkṣati: when one attains to the Brahman platform, he neither hankers nor laments, and he actually partakes of transcendental, blissful enjoyment. Although King Pṛthu was an incarnation of Viṣṇu, he nonetheless taught the people in his kingdom to take instructions from a spiritual master who represents the disciplic succession. Thus one can become fortunate and enjoy a blissful life even within this material world. In this verse the verb vidanti is sometimes taken to mean “understanding.” Thus when a person understands Brahman, or the supreme source of everything, he enjoys a blissful life."
    },
    {
        "verse": "26",
        "devanagari": "तत्र तत्र गिरस्तास्ता इति विश्रुतविक्रम: । श्रोष्यत्यात्माश्रिता गाथा: पृथु: पृथुपराक्रम: ॥ २६ ॥",
        "english_devnagari": "tatra tatra giras tās tāiti viśruta-vikramaḥśroṣyaty ātmāśritā gāthāḥpṛthuḥ pṛthu-parākramaḥ",
        "verse_Syn": [
            "tatra",
            "tatra",
            "giraḥ",
            "tāḥ",
            "tāḥ",
            "iti",
            "viśruta",
            "vikramaḥ",
            "śroṣyati",
            "ātma",
            "āśritāḥ",
            "gāthāḥ",
            "pṛthuḥ",
            "pṛthu",
            "parākramaḥ"
        ],
        "translation": "In this way, when the chivalrous activities of King Pṛthu come to be known to the people in general, King Pṛthu will always hear about himself and his uniquely powerful activities.",
        "purport": " To artificially advertise oneself and thus enjoy a so-called reputation is a kind of conceit. Pṛthu Mahārāja was famous amongst the people because of his chivalrous activities. He did not have to advertise himself artificially. One’s factual reputation cannot be covered."
    },
    {
        "verse": "27",
        "devanagari": "दिशो विजित्याप्रतिरुद्धचक्र:स्वतेजसोत्पाटितलोकशल्य: । सुरासुरेन्द्रैरुपगीयमानमहानुभावो भविता पतिर्भुव: ॥ २७ ॥",
        "english_devnagari": "diśo vijityāpratiruddha-cakraḥsva-tejasotpāṭita-loka-śalyaḥsurāsurendrair upagīyamāna-mahānubhāvo bhavitā patir bhuvaḥ",
        "verse_Syn": [
            "diśaḥ",
            "vijitya",
            "apratiruddha",
            "cakraḥ",
            "sva",
            "tejasā",
            "utpāṭita",
            "loka",
            "śalyaḥ",
            "sura",
            "asura",
            "indraiḥ",
            "upagīyamāna",
            "mahā",
            "anubhāvaḥ",
            "bhavitā",
            "patiḥ",
            "bhuvaḥ"
        ],
        "translation": "No one will be able to disobey the orders of Pṛthu Mahārāja. After conquering the world, he will completely eradicate the threefold miseries of the citizens. Then he will be recognized all over the world. At that time both the suras and the asuras will undoubtedly glorify his magnanimous activities.",
        "purport": " At the time of Mahārāja Pṛthu, the world was ruled by one emperor, although there were many subordinate states. Just as there are many united states in various parts of the world, in olden days the entire world was ruled through many states, but there was a supreme emperor who ruled over all subsidiary states. As soon as there were some discrepancies in the maintenance of the varṇāśrama system, the emperor would immediately take charge of the small states. The word utpāṭita-loka-śalyaḥ indicates that Mahārāja Pṛthu completely uprooted all the miseries of his citizens. The word śalya means “piercing thorns.” There are many kinds of miserable thorns that pierce the citizens of a state, but all competent rulers, even up to the reign of Mahārāja Yudhiṣṭhira, uprooted all the miserable conditions of the citizens. It is stated that during the reign of Mahārāja Yudhiṣṭhira there did not even exist severe cold or scorching heat, nor did the citizens suffer from any kind of mental anxiety. This is the standard of good government. Such a peaceful and prosperous government, devoid of anxiety, was established by Pṛthu Mahārāja. Thus the inhabitants of both saintly and demoniac planets were all engaged in glorifying the activities of Mahārāja Pṛthu. Persons or nations anxious to spread their influence all over the world should consider this point. If one is able to eradicate completely the threefold miseries of the citizens, he should aspire to rule the world. One should not aspire to rule for any political or diplomatic consideration."
    }
]