[
    {
        "verse": "1",
        "devanagari": "मैत्रेय उवाचएतावदुक्त्वा विरराम शङ्कर:पत्‍न्यङ्गनाशं ह्युभयत्र चिन्तयन् ।सुहृद्दिद‍ृक्षु: परिशङ्किता भवान्निष्क्रामती निर्विशती द्विधास सा ॥ १ ॥",
        "english_devnagari": "maitreya uvācaetāvad uktvā virarāma śaṅkaraḥpatny-aṅga-nāśaṁ hy ubhayatra cintayansuhṛd-didṛkṣuḥ pariśaṅkitā bhavānniṣkrāmatī nirviśatī dvidhāsa sā",
        "verse_Syn": [
            "maitreyaḥ",
            "uvāca",
            "etāvat",
            "uktvā",
            "virarāma",
            "śaṅkaraḥ",
            "patnī",
            "aṅga",
            "nāśam",
            "hi",
            "ubhayatra",
            "cintayan",
            "suhṛt",
            "didṛkṣuḥ",
            "pariśaṅkitā",
            "bhavāt",
            "niṣkrāmatī",
            "nirviśatī",
            "dvidhā",
            "āsa",
            "sā"
        ],
        "translation": "The sage Maitreya said: Lord Śiva was silent after speaking to Satī, seeing her between decisions. Satī was very much anxious to see her relatives at her father’s house, but at the same time she was afraid of Lord Śiva’s warning. Her mind unsettled, she moved in and out of the room as a swing moves this way and that.",
        "purport": " Satī’s mind was divided about whether to go to her father’s house or obey the orders of Lord Śiva. The struggle between the two decisions was so strong that she was pushed from one side of the room to another, and she began to move just like the pendulum of a clock."
    },
    {
        "verse": "2",
        "devanagari": "सुहृद्दिद‍ृक्षाप्रतिघातदुर्मना:स्‍नेहाद्रुदत्यश्रुकलातिविह्वला ।भवं भवान्यप्रतिपूरुषं रुषाप्रधक्ष्यतीवैक्षत जातवेपथु: ॥ २ ॥",
        "english_devnagari": "suhṛd-didṛkṣā-pratighāta-durmanāḥsnehād rudaty aśru-kalātivihvalābhavaṁ bhavāny apratipūruṣaṁ ruṣāpradhakṣyatīvaikṣata jāta-vepathuḥ",
        "verse_Syn": [
            "suhṛt",
            "didṛkṣā",
            "pratighāta",
            "durmanāḥ",
            "snehāt",
            "rudatī",
            "aśru",
            "kalā",
            "ativihvalā",
            "bhavam",
            "bhavānī",
            "aprati",
            "pūruṣam",
            "ruṣā",
            "pradhakṣyatī",
            "iva",
            "aikṣata",
            "jāta",
            "vepathuḥ"
        ],
        "translation": "Satī felt very sorry at being forbidden to go see her relatives at her father’s house, and due to affection for them, tears fell from her eyes. Shaking and very much afflicted, she looked at her uncommon husband, Lord Śiva, as if she were going to blast him with her vision.",
        "purport": " The word apratipūruṣam, used in this verse, means “one who has no equal.” Lord Śiva has no equal in the material world in regard to equality towards everyone. His wife, Satī, knew that her husband was equal towards everyone, so why in this case was he so unkind to his wife that he did not allow her to go to her father’s house? This distressed her more than she could tolerate, and she looked at her husband as if she were ready to blast him with her vision. In other words, since Lord Śiva is the ātmā (śiva also means ātmā), it is indicated here that Satī was prepared to commit suicide. Another meaning of the word apratipūruṣa is “the personality who has no rival.” Since Lord Śiva could not be persuaded to give her permission, Satī took shelter of a woman’s last weapon, weeping, which forces a husband to agree to the proposal of his wife."
    },
    {
        "verse": "3",
        "devanagari": "ततो विनि:श्वस्य सती विहाय तंशोकेन रोषेण च दूयता हृदा ।पित्रोरगात्स्त्रैणविमूढधीर्गृहान्प्रेम्णात्मनो योऽर्धमदात्सतां प्रिय: ॥ ३ ॥",
        "english_devnagari": "tato viniḥśvasya satī vihāya taṁśokena roṣeṇa ca dūyatā hṛdāpitror agāt straiṇa-vimūḍha-dhīr gṛhānpremṇātmano yo ’rdham adāt satāṁ priyaḥ",
        "verse_Syn": [
            "tataḥ",
            "viniḥśvasya",
            "satī",
            "vihāya",
            "tam",
            "śokena",
            "roṣeṇa",
            "ca",
            "dūyatā",
            "hṛdā",
            "pitroḥ",
            "agāt",
            "straiṇa",
            "vimūḍha",
            "dhīḥ",
            "gṛhān",
            "premṇā",
            "ātmanaḥ",
            "yaḥ",
            "ardham",
            "adāt",
            "satām",
            "priyaḥ"
        ],
        "translation": "Thereafter Satī left her husband, Lord Śiva, who had given her half his body due to affection. Breathing very heavily because of anger and bereavement, she went to the house of her father. This less intelligent act was due to her being a weak woman.",
        "purport": " According to the Vedic conception of family life, the husband gives half his body to his wife, and the wife gives half of her body to her husband. In other words, a husband without a wife or a wife without a husband is incomplete. Vedic marital relationship existed between Lord Śiva and Satī, but sometimes, due to weakness, a woman becomes very much attracted by the members of her father’s house, and this happened to Satī. In this verse it is specifically mentioned that she wanted to leave such a great husband as Śiva because of her womanly weakness. In other words, womanly weakness exists even in the relationship between husband and wife. Generally, separation between husband and wife is due to womanly behavior; divorce takes place due to womanly weakness. The best course for a woman is to abide by the orders of her husband. That makes family life very peaceful. Sometimes there may be misunderstandings between husband and wife, as found even in such an elevated family relationship as that of Satī and Lord Śiva, but a wife should not leave her husband’s protection because of such a misunderstanding. If she does so, it is understood to be due to her womanly weakness."
    },
    {
        "verse": "4",
        "devanagari": "तामन्वगच्छन् द्रुतविक्रमां सतीम्एकां त्रिनेत्रानुचरा: सहस्रश: ।सपार्षदयक्षा मणिमन्मदादय:पुरोवृषेन्द्रास्तरसा गतव्यथा: ॥ ४ ॥",
        "english_devnagari": "tām anvagacchan druta-vikramāṁ satīmekāṁ tri-netrānucarāḥ sahasraśaḥsa-pārṣada-yakṣā maṇiman-madādayaḥpuro-vṛṣendrās tarasā gata-vyathāḥ",
        "verse_Syn": [
            "tām",
            "anvagacchan",
            "druta",
            "vikramām",
            "satīm",
            "ekām",
            "tri",
            "netra",
            "anucarāḥ",
            "sahasraśaḥ",
            "sa",
            "pārṣada",
            "yakṣāḥ",
            "maṇimat",
            "mada",
            "ādayaḥ",
            "puraḥ",
            "vṛṣa",
            "indrāḥ",
            "tarasā",
            "gata",
            "vyathāḥ"
        ],
        "translation": "When they saw Satī leaving alone very rapidly, thousands of Lord Śiva’s disciples, headed by Maṇimān and Mada, quickly followed her with his bull Nandi in front and accompanied by the Yakṣas.",
        "purport": " Satī was going very fast so that she might not be checked by her husband, but she was immediately followed by the many thousands of disciples of Lord Śiva, headed by the Yakṣas Maṇimān and Mada. The word gata-vyathāḥ, used in this connection, means “without fear.” Satī did not care that she was going alone; therefore she was almost fearless. The word anucarāḥ is also significant, for it indicates that Lord Śiva’s disciples were always ready to sacrifice anything for Lord Śiva. All of them could understand the desire of Śiva, who did not want Satī to go alone. Anucarāḥ means “those who can immediately understand the purpose of their master.”"
    },
    {
        "verse": "5",
        "devanagari": "तां सारिकाकन्दुकदर्पणाम्बुजश्वेतातपत्रव्यजनस्रगादिभि: ।गीतायनैर्दुन्दुभिशङ्खवेणुभि-र्वृषेन्द्रमारोप्य विटङ्किता ययु: ॥ ५ ॥",
        "english_devnagari": "tāṁ sārikā-kanduka-darpaṇāmbuja-śvetātapatra-vyajana-srag-ādibhiḥgītāyanair dundubhi-śaṅkha-veṇubhirvṛṣendram āropya viṭaṅkitā yayuḥ",
        "verse_Syn": [
            "tām",
            "sārikā",
            "kanduka",
            "darpaṇa",
            "ambuja",
            "śveta",
            "ātapatra",
            "vyajana",
            "srak",
            "ādibhiḥ",
            "gītā",
            "ayanaiḥ",
            "dundubhi",
            "śaṅkha",
            "veṇubhiḥ",
            "vṛṣa",
            "indram",
            "āropya",
            "viṭaṅkitāḥ",
            "yayuḥ"
        ],
        "translation": "The disciples of Lord Śiva arranged for Satī to be seated on the back of a bull and gave her the bird which was her pet. They bore a lotus flower, a mirror and all such paraphernalia for her enjoyment and covered her with a great canopy. Followed by a singing party with drums, conchshells and bugles, the entire procession was as pompous as a royal parade.",
        "purport": ""
    },
    {
        "verse": "6",
        "devanagari": "आब्रह्मघोषोर्जितयज्ञवैशसंविप्रर्षिजुष्टं विबुधैश्च सर्वश: ।मृद्दार्वय:काञ्चनदर्भचर्मभि-र्निसृष्टभाण्डं यजनं समाविशत् ॥ ६ ॥",
        "english_devnagari": "ābrahma-ghoṣorjita-yajña-vaiśasaṁviprarṣi-juṣṭaṁ vibudhaiś ca sarvaśaḥmṛd-dārv-ayaḥ-kāñcana-darbha-carmabhirnisṛṣṭa-bhāṇḍaṁ yajanaṁ samāviśat",
        "verse_Syn": [
            "ā",
            "brahma",
            "ghoṣa",
            "ūrjita",
            "yajña",
            "vaiśasam",
            "viprarṣi",
            "juṣṭam",
            "vibudhaiḥ",
            "ca",
            "sarvaśaḥ",
            "mṛt",
            "dāru",
            "ayaḥ",
            "kāñcana",
            "darbha",
            "carmabhiḥ",
            "nisṛṣṭa",
            "bhāṇḍam",
            "yajanam",
            "samāviśat"
        ],
        "translation": "She then reached her father’s house, where the sacrifice was being performed, and entered the arena where everyone was chanting the Vedic hymns. The great sages, brāhmaṇas and demigods were all assembled there, and there were many sacrificial animals, as well as pots made of clay, stone, gold, grass and skin, which were all requisite for the sacrifice.",
        "purport": " When learned sages and brāhmaṇas assemble to chant Vedic mantras, some of them also engage in arguing about the conclusion of the scriptures. Thus some of the sages and brāhmaṇas were arguing, and some of them were chanting the Vedic mantras, so the entire atmosphere was surcharged with transcendental sound vibration. This transcendental sound vibration has been simplified in the transcendental vibration Hare Kṛṣṇa, Hare Kṛṣṇa, Kṛṣṇa Kṛṣṇa, Hare Hare/ Hare Rāma, Hare Rāma, Rāma Rāma, Hare Hare. In this age, no one is expected to be highly educated in the Vedic ways of understanding because people are very slow, lazy and unfortunate. Therefore Lord Caitanya has recommended the sound vibration Hare Kṛṣṇa, and in the Śrīmad-Bhāgavatam (11.5.32) it is also recommended: yajñaiḥ saṅkīrtana-prāyair yajanti hi sumedhasaḥ. At the present moment it is impossible to gather sacrificial necessities because of the poverty of the population and their lack of knowledge in Vedic mantras. Therefore for this age it is recommended that people gather together and chant the Hare Kṛṣṇa mantra to satisfy the Supreme Personality of Godhead, who is accompanied by His associates. Indirectly this indicates Lord Caitanya, who is accompanied by His associates Nityānanda, Advaita and others. That is the process of performing yajña in this age. Another significant point in this verse is that there were animals for sacrifice. That these animals were meant for sacrifice does not mean that they were meant to be killed. The great sages and realized souls assembled were performing yajñas, and their realization was tested by animal sacrifice, just as, in modern science, tests are made on animals to determine the effectiveness of a particular medicine. The brāhmaṇas entrusted with the performance of yajña were very realized souls, and to test their realization an old animal was offered in the fire and rejuvenated. That was the test of a Vedic mantra. The animals gathered were not meant to be killed and eaten. The real purpose of a sacrifice was not to replace a slaughterhouse but to test a Vedic mantra by giving an animal new life. Animals were used to test the power of Vedic mantras, not for meat."
    },
    {
        "verse": "7",
        "devanagari": "तामागतां तत्र न कश्चनाद्रियद्विमानितां यज्ञकृतो भयाज्जन: ।ऋते स्वसृर्वै जननीं च सादरा:प्रेमाश्रुकण्ठ्य: परिषस्वजुर्मुदा ॥ ७ ॥",
        "english_devnagari": "tām āgatāṁ tatra na kaścanādriyadvimānitāṁ yajña-kṛto bhayāj janaḥṛte svasṝr vai jananīṁ ca sādarāḥpremāśru-kaṇṭhyaḥ pariṣasvajur mudā",
        "verse_Syn": [
            "tām",
            "āgatām",
            "tatra",
            "na",
            "kaścana",
            "ādriyat",
            "vimānitām",
            "yajña",
            "kṛtaḥ",
            "bhayāt",
            "janaḥ",
            "ṛte",
            "svasṝḥ",
            "vai",
            "jananīm",
            "ca",
            "sa",
            "ādarāḥ",
            "prema",
            "aśru",
            "kaṇṭhyaḥ",
            "pariṣasvajuḥ",
            "mudā"
        ],
        "translation": "When Satī, with her followers, reached the arena, because all the people assembled were afraid of Dakṣa, none of them received her well. No one welcomed her but her mother and sisters, who, with tears in their eyes and with glad faces, welcomed her and talked with her very pleasingly.",
        "purport": " The mother and sisters of Satī could not follow the others, who did not receive Satī very well. Due to natural affection, they immediately embraced her with tears in their eyes and with loving feelings. This shows that women as a class are very softhearted; their natural affection and love cannot be checked by artificial means. Although the men present were very learned brāhmaṇas and demigods, they were afraid of their superior, Dakṣa, and because they knew that their welcoming Satī would displease him, although in their minds they wanted to receive her, they could not do so. Women are naturally softhearted, but men are sometimes very hardhearted."
    },
    {
        "verse": "8",
        "devanagari": "सौदर्यसम्प्रश्नसमर्थवार्तयामात्रा च मातृष्वसृभिश्च सादरम् ।दत्तां सपर्यां वरमासनं च सानादत्त पित्राप्रतिनन्दिता सती ॥ ८ ॥",
        "english_devnagari": "saudarya-sampraśna-samartha-vārtayāmātrā ca mātṛ-ṣvasṛbhiś ca sādaramdattāṁ saparyāṁ varam āsanaṁ ca sānādatta pitrāpratinanditā satī",
        "verse_Syn": [
            "saudarya",
            "sampraśna",
            "samartha",
            "vārtayā",
            "mātrā",
            "ca",
            "mātṛ",
            "svasṛbhiḥ",
            "ca",
            "sa",
            "ādaram",
            "dattām",
            "saparyām",
            "varam",
            "āsanam",
            "ca",
            "sā",
            "na",
            "ādatta",
            "pitrā",
            "apratinanditā",
            "satī"
        ],
        "translation": "Although she was received by her sisters and mother, she did not reply to their words of reception, and although she was offered a seat and presents, she did not accept anything, for her father neither talked with her nor welcomed her by asking about her welfare.",
        "purport": " Satī did not accept the greetings offered by her sisters and mother, for she was not at all satisfied by her father’s silence. Satī was the youngest child of Dakṣa, and she knew that she was his pet. But now, because of her association with Lord Śiva, Dakṣa forgot all his affection for his daughter, and this very much aggrieved her. The material bodily conception is so polluted that even upon slight provocation all our relationships of love and affection are nullified. Bodily relationships are so transient that even though one is affectionate towards someone in a bodily relationship, a slight provocation terminates this intimacy."
    },
    {
        "verse": "9",
        "devanagari": "अरुद्रभागं तमवेक्ष्य चाध्वरंपित्रा च देवे कृतहेलनं विभौ ।अनाद‍ृता यज्ञसदस्यधीश्वरीचुकोप लोकानिव धक्ष्यती रुषा ॥ ९ ॥",
        "english_devnagari": "arudra-bhāgaṁ tam avekṣya cādhvaraṁpitrā ca deve kṛta-helanaṁ vibhauanādṛtā yajña-sadasy adhīśvarīcukopa lokān iva dhakṣyatī ruṣā",
        "verse_Syn": [
            "arudra",
            "bhāgam",
            "tam",
            "avekṣya",
            "ca",
            "adhvaram",
            "pitrā",
            "ca",
            "deve",
            "kṛta",
            "helanam",
            "vibhau",
            "anādṛtā",
            "yajña",
            "sadasi",
            "adhīśvarī",
            "cukopa",
            "lokān",
            "iva",
            "dhakṣyatī",
            "ruṣā"
        ],
        "translation": "Present in the arena of sacrifice, Satī saw that there were no oblations for her husband, Lord Śiva. Next she realized that not only had her father failed to invite Lord Śiva, but when he saw Lord Śiva’s exalted wife, Dakṣa did not receive her either. Thus she became greatly angry, so much so that she looked at her father as if she were going to burn him with her eyes.",
        "purport": " By offering oblations in the fire while chanting the Vedic mantra svāhā, one offers respect to all the demigods, great sages and Pitās, including Lord Brahmā, Lord Śiva and Lord Viṣṇu. It is customary that Śiva is one of those who are offered respects, but Satī, while personally present in the arena, saw that the brāhmaṇas did not utter the mantra offering oblations to Lord Śiva, namaḥ śivāya svāhā. She was not sorry for herself, for she was ready to come to her father’s house without being invited, but she wanted to see whether or not her husband was being respected. To see her relatives, her sisters and mother, was not so important; even when she was received by her mother and sisters she did not care, for she was most concerned that her husband was being insulted in the sacrifice. When she marked the insult, she became greatly angry, and she looked at her father so angrily that Dakṣa appeared to burn in her vision."
    },
    {
        "verse": "10",
        "devanagari": "जगर्ह सामर्षविपन्नया गिराशिवद्विषं धूमपथश्रमस्मयम् ।स्वतेजसा भूतगणान्समुत्थितान्निगृह्य देवी जगतोऽभिश‍ृण्वत: ॥ १० ॥",
        "english_devnagari": "jagarha sāmarṣa-vipannayā girāśiva-dviṣaṁ dhūma-patha-śrama-smayamsva-tejasā bhūta-gaṇān samutthitānnigṛhya devī jagato ’bhiśṛṇvataḥ",
        "verse_Syn": [
            "jagarha",
            "sā",
            "amarṣa",
            "vipannayā",
            "girā",
            "śiva",
            "dviṣam",
            "dhūma",
            "patha",
            "śrama",
            "smayam",
            "sva",
            "tejasā",
            "bhūta",
            "gaṇān",
            "samutthitān",
            "nigṛhya",
            "devī",
            "jagataḥ",
            "abhiśṛṇvataḥ"
        ],
        "translation": "The followers of Lord Śiva, the ghosts, were ready to injure or kill Dakṣa, but Satī stopped them by her order. She was very angry and sorrowful, and in that mood she began to condemn the process of sacrificial fruitive activities and persons who are very proud of such unnecessary and troublesome sacrifices. She especially condemned her father, speaking against him in the presence of all.",
        "purport": " The process of offering sacrifices is especially meant to satisfy Viṣṇu, who is called Yajñeśa because He is the enjoyer of the fruits of all sacrifice. Bhagavad-gītā (5.29) also confirms this fact. The Lord says, bhoktāraṁ yajña-tapasām: He is the actual beneficiary of all sacrifices. Not knowing this fact, less intelligent men offer sacrifices for some material benefit. To derive personal material benefits for sense gratification is the reason persons like Dakṣa and his followers perform sacrifices. Such sacrifices are condemned here as a labor of love without actual profit. This is confirmed in Śrīmad-Bhāgavatam. One may prosecute the Vedic injunctions of offering sacrifices and other fruitive activities, but if by such activities one does not develop attraction for Viṣṇu, they are useless labors. One who has developed love for Viṣṇu must develop love and respect for Viṣṇu’s devotees. Lord Śiva is considered the foremost personality amongst the Vaiṣṇavas (vaiṣṇavānāṁ yathā śambhuḥ). Thus when Satī saw that her father was performing great sacrifices but had no respect for the greatest devotee, Lord Śiva, she was very angry. This is fitting; when Viṣṇu or a Vaiṣṇava is insulted, one should be angry. Lord Caitanya, who always preached nonviolence, meekness and humility, also became angry when Nityānanda was offended by Jagāi and Mādhāi, and He wanted to kill them. When Viṣṇu or a Vaiṣṇava is blasphemed or dishonored, one should be very angry. Narottama dāsa Ṭhākura said, krodha bhakta-dveṣi jane. We have anger, and that anger can be a great quality when directed against a person who is envious of the Supreme Personality of Godhead or His devotee. One should not be tolerant when a person is offensive towards Viṣṇu or a Vaiṣṇava. The anger of Satī towards her father was not objectionable, for although he was her father, he was trying to insult the greatest Vaiṣṇava. Thus Satī’s anger against her father was quite applaudable."
    },
    {
        "verse": "11",
        "devanagari": "देव्युवाचन यस्य लोकेऽस्त्यतिशायन: प्रिय-स्तथाप्रियो देहभृतां प्रियात्मन: ।तस्मिन्समस्तात्मनि मुक्तवैरकेऋते भवन्तं कतम: प्रतीपयेत् ॥ ११ ॥",
        "english_devnagari": "devy uvācana yasya loke ’sty atiśāyanaḥ priyastathāpriyo deha-bhṛtāṁ priyātmanaḥtasmin samastātmani mukta-vairakeṛte bhavantaṁ katamaḥ pratīpayet",
        "verse_Syn": [
            "devī",
            "uvāca",
            "na",
            "yasya",
            "loke",
            "asti",
            "atiśāyanaḥ",
            "priyaḥ",
            "tathā",
            "apriyaḥ",
            "deha",
            "bhṛtām",
            "priya",
            "ātmanaḥ",
            "tasmin",
            "samasta",
            "ātmani",
            "mukta",
            "vairake",
            "ṛte",
            "bhavantam",
            "katamaḥ",
            "pratīpayet"
        ],
        "translation": "The blessed goddess said: Lord Śiva is the most beloved of all living entities. He has no rival. No one is very dear to him, and no one is his enemy. No one but you could be envious of such a universal being, who is free from all enmity.",
        "purport": " In Bhagavad-gītā (9.29) the Lord says, samo ’haṁ sarva-bhūteṣu: “I am equal to all living entities.” Similarly, Lord Śiva is a qualitative incarnation of the Supreme Personality of Godhead, so he has almost the same qualities as the Supreme Lord. Therefore he is equal to everyone; no one is his enemy, and no one is his friend. But one who is envious by nature can become the enemy of Lord Śiva. Therefore Satī accused her father, “No one but you could be envious of Lord Śiva or be his enemy.” Other sages and learned brāhmaṇas were present, but they were not envious of Lord Śiva, although they were all dependent on Dakṣa. Therefore no one but Dakṣa could be envious of Lord Śiva. That was the accusation of Satī."
    },
    {
        "verse": "12",
        "devanagari": "दोषान् परेषां हि गुणेषु साधवोगृह्णन्ति केचिन्न भवाद‍ृशो द्विज ।गुणांश्च फल्गून् बहुलीकरिष्णवोमहत्तमास्तेष्वविदद्भवानघम् ॥ १२ ॥",
        "english_devnagari": "doṣān pareṣāṁ hi guṇeṣu sādhavogṛhṇanti kecin na bhavādṛśo dvijaguṇāṁś ca phalgūn bahulī-kariṣṇavomahattamās teṣv avidad bhavān agham",
        "verse_Syn": [
            "doṣān",
            "pareṣām",
            "hi",
            "guṇeṣu",
            "sādhavaḥ",
            "gṛhṇanti",
            "kecit",
            "na",
            "bhavādṛśaḥ",
            "dvija",
            "guṇān",
            "ca",
            "phalgūn",
            "bahulī",
            "kariṣṇavaḥ",
            "mahat",
            "tamāḥ",
            "teṣu",
            "avidat",
            "bhavān",
            "agham"
        ],
        "translation": "Twice-born Dakṣa, a man like you can simply find fault in the qualities of others. Lord Śiva, however, not only finds no faults with others’ qualities, but if someone has a little good quality, he magnifies it greatly. Unfortunately, you have found fault with such a great soul.",
        "purport": " King Dakṣa is addressed here by his daughter Satī as dvija, twice-born. “Twice-born” refers to the higher classes of men, namely the brāhmaṇas, kṣatriyas and vaiśyas. In other words, a dvija is not an ordinary man but one who has studied the Vedic literature from a spiritual master and can discriminate between good and bad. Therefore it is supposed that he understands logic and philosophy. Satī, Dakṣa’s daughter, put before him sound arguments. There are some highly qualified persons who accept only the good qualities of others. Just as a bee is always interested in the honey in the flower and does not consider the thorns and colors, highly qualified persons, who are uncommon, accept only the good qualities of others, not considering their bad qualities, whereas the common man can judge what are good qualities and what are bad qualities. Among the uncommonly good souls there are still gradations, and the best good soul is one who accepts an insignificant asset of a person and magnifies that good quality. Lord Śiva is also called Āśutoṣa, which refers to one who is satisfied very easily and who offers to any person the highest level of benediction. For example, once a devotee of Lord Śiva wanted the benediction that whenever he touched someone on the head, that person’s head would at once be separated from his trunk. Lord Śiva agreed. Although the benediction asked was not very commendable because the devotee wanted to kill his enemy, Lord Śiva considered the devotee’s good quality in worshiping and satisfying him and granted the benediction. Thus Lord Śiva accepted his bad qualities as magnificently good qualities. But Satī accused her father, “You are just the opposite. Although Lord Śiva has so many good qualities and no bad qualities at all, you have accepted him as bad and found fault with him. Because of your accepting his good qualities to be bad, instead of your becoming the most exalted soul you have become the most fallen. A man becomes the greatest soul by accepting the goodness of others’ qualities, but by unnecessarily considering others’ good qualities to be bad, you have become the lowest of the fallen souls.”"
    },
    {
        "verse": "13",
        "devanagari": "नाश्चर्यमेतद्यदसत्सु सर्वदामहद्विनिन्दा कुणपात्मवादिषु ।सेर्ष्यं महापूरुषपादपांसुभि-र्निरस्ततेज:सु तदेव शोभनम् ॥ १३ ॥",
        "english_devnagari": "nāścaryam etad yad asatsu sarvadāmahad-vinindā kuṇapātma-vādiṣuserṣyaṁ mahāpūruṣa-pāda-pāṁsubhirnirasta-tejaḥsu tad eva śobhanam",
        "verse_Syn": [
            "na",
            "āścaryam",
            "etat",
            "yat",
            "asatsu",
            "sarvadā",
            "mahat",
            "vinindā",
            "kuṇapa",
            "ātma",
            "vādiṣu",
            "sa",
            "īrṣyam",
            "mahā",
            "pūruṣa",
            "pāda",
            "pāṁsubhiḥ",
            "nirasta",
            "tejaḥsu",
            "tat",
            "eva",
            "śobhanam"
        ],
        "translation": "It is not wonderful for persons who have accepted the transient material body as the self to engage always in deriding great souls. Such envy on the part of materialistic persons is very good because that is the way they fall down. They are diminished by the dust of the feet of great personalities.",
        "purport": " Everything depends on the strength of the recipient. For example, due to the scorching sunshine many vegetables and flowers dry up, and many grow luxuriantly. Thus it is the recipient that causes growth and dwindling. Similarly, mahīyasāṁ pāda-rajo-’bhiṣekam: the dust of the lotus feet of great personalities offers all good to the recipient, but the same dust can also do harm. Those who are offenders at the lotus feet of a great personality dry up; their godly qualities diminish. A great soul may forgive offenses, but Kṛṣṇa does not excuse offenses to the dust of that great soul’s feet, just as one can tolerate the scorching sunshine on one’s head but cannot tolerate the scorching sunshine on one’s feet. An offender glides down more and more; therefore he naturally continues to commit offenses at the feet of the great soul. Offenses are generally committed by persons who falsely identify with the impermanent body. King Dakṣa was deeply engrossed in a misconception because he identified the body with the soul. He offended the lotus feet of Lord Śiva because he thought that his body, being the father of the body of Satī, was superior to Lord Śiva’s. Generally, less intelligent men misidentify in that way, and they act in the bodily concept of life. Thus they are subject to commit more and more offenses at the lotus feet of great souls. One who has such a concept of life is considered to be in the class of animals like cows and asses."
    },
    {
        "verse": "14",
        "devanagari": "यद्वय‍क्षरं नाम गिरेरितं नृणांसकृत्प्रसङ्गादघमाशु हन्ति तत् ।पवित्रकीर्तिं तमलङ्‌घ्यशासनंभवानहो द्वेष्टि शिवं शिवेतर: ॥ १४ ॥",
        "english_devnagari": "yad dvy-akṣaraṁ nāma gireritaṁ nṛṇāṁsakṛt prasaṅgād agham āśu hanti tatpavitra-kīrtiṁ tam alaṅghya-śāsanaṁbhavān aho dveṣṭi śivaṁ śivetaraḥ",
        "verse_Syn": [
            "yat",
            "dvi",
            "akṣaram",
            "nāma",
            "girā",
            "īritam",
            "nṛṇām",
            "sakṛt",
            "prasaṅgāt",
            "agham",
            "āśu",
            "hanti",
            "tat",
            "pavitra",
            "kīrtim",
            "tam",
            "alaṅghya",
            "śāsanam",
            "bhavān",
            "aho",
            "dveṣṭi",
            "śivam",
            "śiva",
            "itaraḥ"
        ],
        "translation": "Satī continued: My dear father, you are committing the greatest offense by envying Lord Śiva, whose very name, consisting of two syllables, śi and va, purifies one of all sinful activities. His order is never neglected. Lord Śiva is always pure, and no one but you envies him.",
        "purport": " Since Lord Śiva is the greatest soul among the living entities within this material world, his name, Śiva, is very auspicious for persons who identify the body with the soul. If such persons take shelter of Lord Śiva, gradually they will understand that they are not the material body but are spirit soul. Śiva means maṅgala, or auspicious. Within the body the soul is auspicious. Ahaṁ brahmāsmi: “I am Brahman.” This realization is auspicious. As long as one does not realize his identity as the soul, whatever he does is inauspicious. Śiva means “auspicious,” and devotees of Lord Śiva gradually come to the platform of spiritual identification, but that is not all. Auspicious life begins from the point of spiritual identification. But there are still more duties — one has to understand one’s relationship with the Supreme Soul. If one is actually a devotee of Lord Śiva, he comes to the platform of spiritual realization, but if he is not intelligent enough, then he stops at that point, only realizing that he is spirit soul (ahaṁ brahmāsmi). If he is intelligent enough, however, he should continue to act in the way of Lord Śiva, for Lord Śiva is always absorbed in the thought of Vāsudeva. As previously explained, sattvaṁ viśuddhaṁ vasudeva-śabditam: Lord Śiva is always in meditation on the lotus feet of Vāsudeva, Śrī Kṛṣṇa. Thus the auspicious position of Lord Śiva is realized if one takes to the worship of Viṣṇu, because Lord Śiva says in the Śiva Purāṇa that the topmost worship is worship of Lord Viṣṇu. Lord Śiva is worshiped because he is the greatest devotee of Lord Viṣṇu. One should not, however, make the mistake of considering Lord Śiva and Lord Viṣṇu to be on the same level. That is also an atheistic idea. It is also enjoined in the Vaiṣṇavīya Purāṇa that Viṣṇu, or Nārāyaṇa, is the exalted Supreme Personality of Godhead, and no one should be compared to Him as equal, even Lord Śiva or Lord Brahmā, not to speak of other demigods."
    },
    {
        "verse": "15",
        "devanagari": "यत्पादपद्मं महतां मनोऽलिभि-र्निषेवितं ब्रह्मरसासवार्थिभि: ।लोकस्य यद्वर्षति चाशिषोऽर्थिन-स्तस्मै भवान्द्रुह्यति विश्वबन्धवे ॥ १५ ॥",
        "english_devnagari": "yat-pāda-padmaṁ mahatāṁ mano-’libhirniṣevitaṁ brahma-rasāsavārthibhiḥlokasya yad varṣati cāśiṣo ’rthinastasmai bhavān druhyati viśva-bandhave",
        "verse_Syn": [
            "yat",
            "pāda",
            "padmam",
            "mahatām",
            "manaḥ",
            "alibhiḥ",
            "niṣevitam",
            "brahma",
            "rasa",
            "āsava",
            "arthibhiḥ",
            "lokasya",
            "yat",
            "varṣati",
            "ca",
            "āśiṣaḥ",
            "arthinaḥ",
            "tasmai",
            "bhavān",
            "druhyati",
            "viśva",
            "bandhave"
        ],
        "translation": "You are envious of Lord Śiva, who is the friend of all living entities within the three worlds. For the common man he fulfills all desires, and because of their engagement in thinking of his lotus feet, he also blesses higher personalities who are seeking after brahmānanda [transcendental bliss].",
        "purport": " Ordinarily there are two classes of men. One class, who are grossly materialistic, want material prosperity, and their desires are fulfilled if they worship Lord Śiva. Lord Śiva, being very quickly satisfied, satisfies the material desires of the common man very quickly; therefore it is seen that ordinary men are very much apt to worship him. Next, those who are disgusted or frustrated with the materialistic way of life worship Lord Śiva to attain salvation, which entails freedom from material identification. One who understands that he is not the material body but is spirit soul is liberated from ignorance. Lord Śiva also offers that facility. People generally practice religion for economic development, to get some money, for by getting money they can satisfy their senses. But when they are frustrated they want spiritual brahmānanda, or merging into the Supreme. These four principles of material life — religion, economic development, sense gratification and liberation — exist, and Lord Śiva is the friend of both the ordinary man and the man who is elevated in spiritual knowledge. Thus it was not good for Dakṣa to create enmity towards him. Even Vaiṣṇavas, who are above both the ordinary and the elevated men in this world, also worship Lord Śiva as the greatest Vaiṣṇava. Thus he is the friend of everyone — the common men, the elevated men and the devotees of the Lord — so no one should disrespect or create enmity towards Lord Śiva."
    },
    {
        "verse": "16",
        "devanagari": "किं वा शिवाख्यमशिवं न विदुस्त्वदन्येब्रह्मादयस्तमवकीर्य जटा: श्मशाने ।तन्माल्यभस्मनृकपाल्यवसत्पिशाचै-र्ये मूर्धभिर्दधति तच्चरणावसृष्टम् ॥ १६ ॥",
        "english_devnagari": "kiṁ vā śivākhyam aśivaṁ na vidus tvad anyebrahmādayas tam avakīrya jaṭāḥ śmaśānetan-mālya-bhasma-nṛkapāly avasat piśācairye mūrdhabhir dadhati tac-caraṇāvasṛṣṭam",
        "verse_Syn": [
            "kim",
            "vā",
            "śiva",
            "ākhyam",
            "aśivam",
            "na",
            "viduḥ",
            "tvat",
            "anye",
            "brahma",
            "ādayaḥ",
            "tam",
            "avakīrya",
            "jaṭāḥ",
            "śmaśāne",
            "tat",
            "mālya",
            "bhasma",
            "nṛ",
            "kapālī",
            "avasat",
            "piśācaiḥ",
            "ye",
            "mūrdhabhiḥ",
            "dadhati",
            "tat",
            "caraṇa",
            "avasṛṣṭam"
        ],
        "translation": "Do you think that greater, more respectable personalities than you, such as Lord Brahmā, do not know this inauspicious person who goes under the name Lord Śiva? He associates with the demons in the crematorium, his locks of hair are scattered all over his body, and he is garlanded with human skulls and smeared with ashes from the crematorium, but in spite of all these inauspicious qualities, great personalities like Brahmā honor him by accepting the flowers offered to his lotus feet and placing them with great respect on their heads.",
        "purport": " It is useless to condemn a great personality like Lord Śiva, and this is being stated by his wife, Satī, to establish the supremacy of her husband. First she said, “You call Lord Śiva inauspicious because he associates with demons in crematoriums, covers his body with the ashes of the dead, and garlands himself with the skulls of human beings. You have shown so many defects, but you do not know that his position is always transcendental. Although he appears inauspicious, why do personalities like Brahmā respect the dust of his lotus feet and place on their heads with great respect those very garlands which are condemned by you?” Since Satī was a chaste woman and the wife of Lord Śiva, it was her duty to establish the elevated position of Lord Śiva, not only by sentiment but by facts. Lord Śiva is not an ordinary living entity. This is the conclusion of Vedic scripture. He is neither on the level of the Supreme Personality of Godhead nor on the level of the ordinary living entities. Brahmā is in almost all cases an ordinary living entity. Sometimes, when there is no ordinary living entity available, the post of Brahmā is occupied by an expansion of Lord Viṣṇu, but generally this post is occupied by a greatly pious living entity within this universe. Thus Lord Śiva’s position is constitutionally higher than that of Lord Brahmā, although Lord Śiva appeared as the son of Brahmā. Here it is mentioned that even personalities like Brahmā accept the so-called inauspicious flowers and the dust of the lotus feet of Lord Śiva. Great sages like Marīci, Atri, Bhṛgu and the others among the nine great sages who are descendants of Brahmā also respect Lord Śiva in such a way because they all know that Lord Śiva is not an ordinary living entity. In many Purāṇas it is sometimes asserted that a demigod is elevated to such a high position that he is almost on an equal level with the Supreme Personality of Godhead, but the conclusion that Lord Viṣṇu is the Supreme Personality of Godhead is confirmed in every scripture. Lord Śiva is described in the Brahma-saṁhitā to be like curd or yogurt. Curd is not different from milk. Since milk is transformed into curd, in one sense curd is also milk. Similarly, Lord Śiva is in one sense the Supreme Personality of Godhead, but in another sense he is not, just as curd is milk although we have to distinguish between the two. These descriptions are in the Vedic literature. Whenever we find that a demigod occupies a position apparently more elevated than that of the Supreme Personality of Godhead, it is just to draw the devotee’s attention to that particular demigod. It is also stated in the Bhagavad-gītā (9.25) that if one wants to worship a particular demigod, the Supreme Personality of Godhead, who is sitting in everyone’s heart, gives one greater and greater attachment for that demigod so that one may be elevated to the demigod’s abode. Yānti deva-vratā devān: by worshiping demigods one can elevate himself to the abodes of the demigods; similarly, by worshiping the Supreme Personality of Godhead one can be elevated to the spiritual kingdom. This is stated in different places in Vedic literature. Here Lord Śiva is praised by Satī, partially due to her personal respect for Lord Śiva, since he is her husband, and partially due to his exalted position, which exceeds that of ordinary living entities, even Lord Brahmā. The position of Lord Śiva is accepted by Lord Brahmā, so Dakṣa, Satī’s father, should also recognize him. That was the point of Satī’s statement. She did not actually come to her father’s house to participate in the function, although before coming she pleaded with her husband that she wanted to see her sisters and her mother. That was a plea only, for actually at heart she maintained the idea that she would convince her father, Dakṣa, that it was useless to continue being envious of Lord Śiva. That was her main purpose. When she was unable to convince her father, she gave up the body he had given her, as will be seen in the following verses."
    },
    {
        "verse": "17",
        "devanagari": "कर्णौ पिधाय निरयाद्यदकल्प ईशेधर्मावितर्यसृणिभिर्नृभिरस्यमाने ।छिन्द्यात्प्रसह्य रुशतीमसतीं प्रभुश्चे-ज्जिह्वामसूनपि ततो विसृजेत्स धर्म: ॥ १७ ॥",
        "english_devnagari": "karṇau pidhāya nirayād yad akalpa īśedharmāvitary asṛṇibhir nṛbhir asyamānechindyāt prasahya ruśatīm asatīṁ prabhuś cejjihvām asūn api tato visṛjet sa dharmaḥ",
        "verse_Syn": [
            "karṇau",
            "pidhāya",
            "nirayāt",
            "yat",
            "akalpaḥ",
            "īśe",
            "dharma",
            "avitari",
            "asṛṇibhiḥ",
            "nṛbhiḥ",
            "asyamāne",
            "chindyāt",
            "prasahya",
            "ruśatīm",
            "asatīm",
            "prabhuḥ",
            "cet",
            "jihvām",
            "asūn",
            "api",
            "tataḥ",
            "visṛjet",
            "saḥ",
            "dharmaḥ"
        ],
        "translation": "Satī continued: If one hears an irresponsible person blaspheme the master and controller of religion, one should block his ears and go away if unable to punish him. But if one is able to kill, then one should by force cut out the blasphemer’s tongue and kill the offender, and after that one should give up his own life.",
        "purport": " The argument offered by Satī is that a person who vilifies a great personality is the lowest of all creatures. But, by the same argument, Dakṣa could also defend himself by saying that since he was a Prajāpati, the master of many living creatures and one of the great officers of the great universal affairs, his position was so exalted that Satī should accept his good qualities instead of vilifying him. The answer to that argument is that Satī was not vilifying but defending. If possible she should have cut out Dakṣa’s tongue because he blasphemed Lord Śiva. In other words, since Lord Śiva is the protector of religion, a person who vilifies him should be killed at once, and after killing such a person, one should give up one’s life. That is the process, but because Dakṣa happened to be the father of Satī, she decided not to kill him but to give up her own life in order to compensate for the great sin she had committed by hearing blasphemy of Lord Śiva. The instruction set forth here in Śrīmad-Bhāgavatam is that one should not tolerate at any cost the activities of a person who vilifies or blasphemes an authority. If one is a brāhmaṇa he should not give up his body because by doing so he would be responsible for killing a brāhmaṇa; therefore a brāhmaṇa should leave the place or block his ears so that he will not hear the blasphemy. If one happens to be a kṣatriya he has the power to punish any man; therefore a kṣatriya should at once cut out the tongue of the vilifier and kill him. But as far as the vaiśyas and śūdras are concerned, they should immediately give up their bodies. Satī decided to give up her body because she thought herself to be among the śūdras and vaiśyas. As stated in Bhagavad-gītā (9.32), striyo vaiśyās tathā śūdrāḥ. Women, laborers and the mercantile class are on the same level. Thus since it is recommended that vaiśyas and śūdras should immediately give up their bodies upon hearing blasphemy of an exalted person like Lord Śiva, she decided to give up her life."
    },
    {
        "verse": "18",
        "devanagari": "अतस्तवोत्पन्नमिदं कलेवरंन धारयिष्ये शितिकण्ठगर्हिण: ।जग्धस्य मोहाद्धि विशुद्धिमन्धसोजुगुप्सितस्योद्धरणं प्रचक्षते ॥ १८ ॥",
        "english_devnagari": "atas tavotpannam idaṁ kalevaraṁna dhārayiṣye śiti-kaṇṭha-garhiṇaḥjagdhasya mohād dhi viśuddhim andhasojugupsitasyoddharaṇaṁ pracakṣate",
        "verse_Syn": [
            "ataḥ",
            "tava",
            "utpannam",
            "idam",
            "kalevaram",
            "na",
            "dhārayiṣye",
            "śiti",
            "kaṇṭha",
            "garhiṇaḥ",
            "jagdhasya",
            "mohāt",
            "hi",
            "viśuddhim",
            "andhasaḥ",
            "jugupsitasya",
            "uddharaṇam",
            "pracakṣate"
        ],
        "translation": "Therefore I shall no longer bear this unworthy body, which has been received from you, who have blasphemed Lord Śiva. If someone has taken food which is poisonous, the best treatment is to vomit.",
        "purport": " Since Satī was the representation of the external potency of the Lord, it was in her power to vanquish many universes, including many Dakṣas, but in order to save her husband from the charge that he employed his wife, Satī, to kill Dakṣa because he could not do so due to his inferior position, she decided to give up her body."
    },
    {
        "verse": "19",
        "devanagari": "न वेदवादाननुवर्तते मति:स्व एव लोके रमतो महामुने: ।यथा गतिर्देवमनुष्ययो: पृथक्स्व एव धर्मे न परं क्षिपेत्स्थित: ॥ १९ ॥",
        "english_devnagari": "na veda-vādān anuvartate matiḥsva eva loke ramato mahā-muneḥyathā gatir deva-manuṣyayoḥ pṛthaksva eva dharme na paraṁ kṣipet sthitaḥ",
        "verse_Syn": [
            "na",
            "veda",
            "vādān",
            "anuvartate",
            "matiḥ",
            "sve",
            "eva",
            "loke",
            "ramataḥ",
            "mahā",
            "muneḥ",
            "yathā",
            "gatiḥ",
            "deva",
            "manuṣyayoḥ",
            "pṛthak",
            "sve",
            "eva",
            "dharme",
            "na",
            "param",
            "kṣipet",
            "sthitaḥ"
        ],
        "translation": "It is better to execute one’s own occupational duty than to criticize others’. Elevated transcendentalists may sometimes forgo the rules and regulations of the Vedas, since they do not need to follow them, just as the demigods travel in space whereas ordinary men travel on the surface of the earth.",
        "purport": " The behavior of the most elevated transcendentalist and that of the most fallen conditioned soul appears to be the same. The elevated transcendentalist can surpass all the regulations of the Vedas, just as the demigods traveling in space surpass all the jungles and rocks on the surface of the globe, although a common man, who has no such ability to travel in space, has to face all those impediments. Although the most dear Lord Śiva appears not to observe all the rules and regulations of the Vedas, he is not affected by such disobedience, but a common man who wants to imitate Lord Śiva is mistaken. A common man must observe all the rules and regulations of the Vedas, which a person who is in the transcendental position does not need to observe. Dakṣa found fault with Lord Śiva for not observing all the strict rules and regulations of the Vedas, but Satī asserted that he had no need to observe such rules. It is said that for one who is powerful like the sun or the fire, there is no consideration of purity or impurity. The sunshine can sterilize an impure place, whereas if someone else were to pass such a place he would be affected. One should not try to imitate Lord Śiva; rather, one should strictly follow one’s prescribed occupational duties. One should never vilify a great personality like Lord Śiva."
    },
    {
        "verse": "20",
        "devanagari": "कर्म प्रवृत्तं च निवृत्तमप्यृतंवेदे विविच्योभयलिङ्गमाश्रितम् ।विरोधि तद्यौगपदैककर्तरिद्वयं तथा ब्रह्मणि कर्म नर्च्छति ॥ २० ॥",
        "english_devnagari": "karma pravṛttaṁ ca nivṛttam apy ṛtaṁvede vivicyobhaya-liṅgam āśritamvirodhi tad yaugapadaika-kartaridvayaṁ tathā brahmaṇi karma narcchati",
        "verse_Syn": [
            "karma",
            "pravṛttam",
            "ca",
            "nivṛttam",
            "api",
            "ṛtam",
            "vede",
            "vivicya",
            "ubhaya",
            "liṅgam",
            "āśritam",
            "virodhi",
            "tat",
            "yaugapada",
            "eka",
            "kartari",
            "dvayam",
            "tathā",
            "brahmaṇi",
            "karma",
            "na",
            "ṛcchati"
        ],
        "translation": "In the Vedas there are directions for two kinds of activities — activities for those who are attached to material enjoyment and activities for those who are materially detached. In consideration of these two kinds of activities, there are two kinds of people, who have different symptoms. If one wants to see two kinds of activities in one person, that is contradictory. But both kinds of activities may be neglected by a person who is transcendentally situated.",
        "purport": " The Vedic activities are so designed that the conditioned soul who has come to enjoy the material world may do so under direction so that at the end he becomes detached from such material enjoyment and is eligible to enter into the transcendental position. The four different social orders — brahmacarya, gṛhastha, vānaprastha and sannyāsa — gradually train a person to come to the platform of transcendental life. The activities and dress of a gṛhastha, or householder, are different from those of a sannyāsī, one in the renounced order of life. It is impossible for one person to adopt both orders. A sannyāsī cannot act like a householder, nor can a householder act like a sannyāsī, but above these two kinds of persons — one who engages in material activities and one who has renounced material activities — there is the person who is transcendental to both. Lord Śiva is in the transcendental position because, as stated before, he is always absorbed in the thought of Lord Vāsudeva within himself. Therefore neither the activities of the gṛhastha nor those of the sannyāsī in the renounced order can be applicable for him. He is in the paramahaṁsa stage, the highest perfectional stage of life. The transcendental position of Lord Śiva is also explained in Bhagavad-gītā (2.52-53). It is stated there that when one fully engages in the transcendental service of the Lord by performing activities without fruitive results, one is elevated to the transcendental position. At that time he has no obligation to follow the Vedic injunctions or the different rules and regulations of the Vedas. When one is above the directions of the Vedic ritualistic injunctions for attaining different allurements and is fully absorbed in transcendental thought, which means thought of the Supreme Personality of Godhead in devotional service, one is in the position called buddhi-yoga, or samādhi, ecstasy. For a person who has attained this stage, neither the Vedic activities for realizing material enjoyment nor those for renunciation are applicable."
    },
    {
        "verse": "21",
        "devanagari": "मा व: पदव्य: पितरस्मदास्थिताया यज्ञशालासु न धूमवर्त्मभि: ।तदन्नतृप्तैरसुभृद्‌भिरीडिताअव्यक्तलिङ्गा अवधूतसेविता: ॥ २१ ॥",
        "english_devnagari": "mā vaḥ padavyaḥ pitar asmad-āsthitāyā yajña-śālāsu na dhūma-vartmabhiḥtad-anna-tṛptair asu-bhṛdbhir īḍitāavyakta-liṅgā avadhūta-sevitāḥ",
        "verse_Syn": [
            "mā",
            "vaḥ",
            "padavyaḥ",
            "pitaḥ",
            "asmat",
            "āsthitāḥ",
            "yāḥ",
            "yajña",
            "śālāsu",
            "na",
            "dhūma",
            "vartmabhiḥ",
            "tat",
            "anna",
            "tṛptaiḥ",
            "asu",
            "bhṛdbhiḥ",
            "īḍitāḥ",
            "avyakta",
            "liṅgāḥ",
            "avadhūta",
            "sevitāḥ"
        ],
        "translation": "My dear father, the opulence we possess is impossible for either you or your flatterers to imagine, for persons who engage in fruitive activities by performing great sacrifices are concerned with satisfying their bodily necessities by eating foodstuff offered as a sacrifice. We can exhibit our opulences simply by desiring to do so. This can be achieved only by great personalities who are renounced, self-realized souls.",
        "purport": " Satī’s father was under the impression that he was exalted in both prestige and opulence and that he had offered his daughter to a person who was not only poor but devoid of all culture. Her father might have been thinking that although she was a chaste woman, greatly adherent to her husband, her husband was in a deplorable condition. To counteract such thoughts, Satī said that the opulence possessed by her husband could not be understood by materialistic persons like Dakṣa and his followers, who were flatterers and were engaged in fruitive activities. Her husband’s position was different. He possessed all opulences, but he did not like to exhibit them. Therefore such opulences are called avyakta, or unmanifested. But if required, simply by willing, Lord Śiva can show his wonderful opulences, and such an event is predicted here, for it would soon occur. The opulence Lord Śiva possesses is enjoyable in renunciation and love of God, not in material exhibition of sense gratificatory methods. Such opulences are possessed by personalities like the Kumāras, Nārada and Lord Śiva, not by others. In this verse the performers of the Vedic rituals are condemned. They have been described here as dhūma-vartmabhiḥ, those who maintain themselves on the remnants of sacrificial foodstuff. There are two kinds of foodstuff offered in sacrifice. One kind is food offered in fruitive ritualistic sacrifices, and the other, the best, is food offered to Viṣṇu. Although in all cases Viṣṇu is the chief Deity on the sacrificial altar, the performers of fruitive rituals aim to satisfy various demigods to achieve in return some material prosperity. Real sacrifice, however, is to satisfy Lord Viṣṇu, and the remnants of such sacrifices are beneficial for advancement in devotional service. The process of elevation by performing sacrifices other than those aimed at Viṣṇu is very slow, and therefore it has been condemned in this verse. Viśvanātha Cakravartī has described the ritualistic performers to be like crows because crows delight in eating the remnants of food which has been thrown into the dustbin. All the brāhmaṇas who were present for the sacrifice were also condemned by Satī. Whether or not King Dakṣa and his flatterers could understand the position of Lord Śiva, Satī wanted to impress upon her father that he should not think her husband to be without opulence. Satī, being the devoted wife of Lord Śiva, offers all kinds of material opulences to the worshipers of Lord Śiva. This fact is explained in the Śrīmad-Bhāgavatam, in the Tenth Canto. Lord Śiva’s worshipers sometimes appear more opulent than the worshipers of Lord Viṣṇu because Durgā, or Satī, being the superintendent in charge of material affairs, can offer all material opulences to the worshipers of Lord Śiva in order to glorify her husband, whereas the worshipers of Viṣṇu are meant for spiritual elevation, and therefore their material opulence is sometimes found to decrease. These points are very nicely discussed in the Tenth Canto."
    },
    {
        "verse": "22",
        "devanagari": "नैतेन देहेन हरे कृतागसोदेहोद्भवेनालमलं कुजन्मना ।व्रीडा ममाभूत्कुजनप्रसङ्गत-स्तज्जन्म धिग्यो महतामवद्यकृत् ॥ २२ ॥",
        "english_devnagari": "naitena dehena hare kṛtāgasodehodbhavenālam alaṁ kujanmanāvrīḍā mamābhūt kujana-prasaṅgatastaj janma dhig yo mahatām avadya-kṛt",
        "verse_Syn": [
            "na",
            "etena",
            "dehena",
            "hare",
            "kṛta",
            "āgasaḥ",
            "deha",
            "udbhavena",
            "alam",
            "alam",
            "ku",
            "janmanā",
            "vrīḍā",
            "mama",
            "abhūt",
            "ku",
            "jana",
            "prasaṅgataḥ",
            "tat",
            "janma",
            "dhik",
            "yaḥ",
            "mahatām",
            "avadya",
            "kṛt"
        ],
        "translation": "You are an offender at the lotus feet of Lord Śiva, and unfortunately I have a body produced from yours. I am very much ashamed of our bodily relationship, and I condemn myself because my body is contaminated by a relationship with a person who is an offender at the lotus feet of the greatest personality.",
        "purport": " Lord Śiva is the greatest of all devotees of Lord Viṣṇu. It is stated, vaiṣṇavānāṁ yathā śambhuḥ. Śambhu, Lord Śiva, is the greatest of all devotees of Lord Viṣṇu. In the previous verses, Satī has described that Lord Śiva is always in a transcendental position because he is situated in pure vasudeva. Vasudeva is that state from which Kṛṣṇa, Vāsudeva, is born, so Lord Śiva is the greatest devotee of Lord Kṛṣṇa, and Satī’s behavior is exemplary because no one should tolerate blasphemy against Lord Viṣṇu or His devotee. Satī is aggrieved not for her personal association with Lord Śiva but because her body is related with that of Dakṣa, who is an offender at Lord Śiva’s lotus feet. She feels herself to be condemned because of the body given by her father, Dakṣa."
    },
    {
        "verse": "23",
        "devanagari": "गोत्रं त्वदीयं भगवान्वृषध्वजोदाक्षायणीत्याह यदा सुदुर्मना: ।व्यपेतनर्मस्मितमाशु तदाऽहंव्युत्स्रक्ष्य एतत्कुणपं त्वदङ्गजम् ॥ २३ ॥",
        "english_devnagari": "gotraṁ tvadīyaṁ bhagavān vṛṣadhvajodākṣāyaṇīty āha yadā sudurmanāḥvyapeta-narma-smitam āśu tadā ’haṁvyutsrakṣya etat kuṇapaṁ tvad-aṅgajam",
        "verse_Syn": [
            "gotram",
            "tvadīyam",
            "bhagavān",
            "vṛṣadhvajaḥ",
            "dākṣāyaṇī",
            "iti",
            "āha",
            "yadā",
            "sudurmanāḥ",
            "vyapeta",
            "narma",
            "smitam",
            "āśu",
            "tadā",
            "aham",
            "vyutsrakṣye",
            "etat",
            "kuṇapam",
            "tvat",
            "aṅga",
            "jam"
        ],
        "translation": "Because of our family relationship, when Lord Śiva addresses me as Dākṣāyaṇī I at once become morose, and my jolliness and my smile at once disappear. I feel very much sorry that my body, which is just like a bag, has been produced by you. I shall therefore give it up.",
        "purport": " The word dākṣāyaṇī means “the daughter of King Dakṣa.” Sometimes, when there was relaxed conversation between husband and wife, Lord Śiva used to call Satī “the daughter of King Dakṣa,” and because this very word reminded her about her family relationship with King Dakṣa, she at once became ashamed because Dakṣa was an incarnation of all offenses. Dakṣa was the embodiment of envy, for he unnecessarily blasphemed a great personality, Lord Śiva. Simply upon hearing the word dākṣāyaṇī, she felt afflicted because of reference to the context because her body was the symbol of all the offensiveness with which Dakṣa was endowed. Since her body was constantly a source of unhappiness, she decided to give it up."
    },
    {
        "verse": "24",
        "devanagari": "मैत्रेय उवाचइत्यध्वरे दक्षमनूद्य शत्रुहन्क्षितावुदीचीं निषसाद शान्तवाक् ।स्पृष्ट्वा जलं पीतदुकूलसंवृतानिमील्य द‍ृग्योगपथं समाविशत् ॥ २४ ॥",
        "english_devnagari": "maitreya uvācaity adhvare dakṣam anūdya śatru-hankṣitāv udīcīṁ niṣasāda śānta-vākspṛṣṭvā jalaṁ pīta-dukūla-saṁvṛtānimīlya dṛg yoga-pathaṁ samāviśat",
        "verse_Syn": [
            "maitreyaḥ",
            "uvāca",
            "iti",
            "adhvare",
            "dakṣam",
            "anūdya",
            "śatru",
            "han",
            "kṣitau",
            "udīcīm",
            "niṣasāda",
            "śānta",
            "vāk",
            "spṛṣṭvā",
            "jalam",
            "pīta",
            "dukūla",
            "saṁvṛtā",
            "nimīlya",
            "dṛk",
            "yoga",
            "patham",
            "samāviśat"
        ],
        "translation": "Maitreya the sage told Vidura: O annihilator of enemies, while thus speaking to her father in the arena of sacrifice, Satī sat down on the ground and faced north. Dressed in saffron garments, she sanctified herself with water and closed her eyes to absorb herself in the process of mystic yoga.",
        "purport": " It is said that when a man desires to quit his body he dresses in saffron garments. Therefore it appears that Satī changed her dress, indicating that she was going to quit the body given her by Dakṣa. Dakṣa was Satī’s father, so instead of killing Dakṣa she decided that it would be better to destroy the part of his body which was hers. Thus she decided to give up the body of Dakṣa by the yogic process. Satī was the wife of Lord Śiva, who is known as Yogeśvara, the best among all yogīs, because he knows all the mystic processes of yoga, so it appeared that Satī also knew them. Either she learned yoga from her husband or she was enlightened because she was the daughter of such a great king as Dakṣa. The perfection of yoga is that one can give up one’s body or release oneself from the embodiment of material elements according to one’s desire. Yogīs who have attained perfection are not subject to death by natural laws; such perfect yogīs can leave the body whenever they desire. Generally the yogī first of all becomes mature in controlling the air passing within the body, thus bringing the soul to the top of the brain. Then when the body bursts into flames, the yogī can go anywhere he likes. This yoga system recognizes the soul, and thus it is distinct from the so-called yoga process for controlling the cells of the body, which has been discovered in the modern age. The real yoga process accepts the transmigration of the soul from one planet to another or one body to another; and it appears from this incident that Satī wanted to transfer her soul to another body or sphere."
    },
    {
        "verse": "25",
        "devanagari": "कृत्वा समानावनिलौ जितासनासोदानमुत्थाप्य च नाभिचक्रत: ।शनैर्हृदि स्थाप्य धियोरसि स्थितंकण्ठाद्भ्रुवोर्मध्यमनिन्दितानयत् ॥ २५ ॥",
        "english_devnagari": "kṛtvā samānāv anilau jitāsanāsodānam utthāpya ca nābhi-cakrataḥśanair hṛdi sthāpya dhiyorasi sthitaṁkaṇṭhād bhruvor madhyam aninditānayat",
        "verse_Syn": [
            "kṛtvā",
            "samānau",
            "anilau",
            "jita",
            "āsanā",
            "sā",
            "udānam",
            "utthāpya",
            "ca",
            "nābhi",
            "cakrataḥ",
            "śanaiḥ",
            "hṛdi",
            "sthāpya",
            "dhiyā",
            "urasi",
            "sthitam",
            "kaṇṭhāt",
            "bhruvoḥ",
            "madhyam",
            "aninditā",
            "ānayat"
        ],
        "translation": "First of all she sat in the required sitting posture, and then she carried the life air upwards and placed it in the position of equilibrium near the navel. Then she raised her life air, mixed with intelligence, to the heart and then gradually towards the pulmonary passage, and from there to between her eyebrows.",
        "purport": " The yogic process is to control the air passing within the body in different places called ṣaṭ-cakra, the six circles of air circulation. The air is raised from the abdomen to the navel, from the navel to the heart, from the heart to the throat, from the throat to between the eyebrows and from between the eyebrows to the top of the cerebrum. That is the sum and substance of practicing yoga. Before practicing the real yoga system, one has to practice the sitting postures because this helps in the breathing exercises which control the airs going upwards and downwards. This is a great technique which one has to practice to attain the highest perfectional stage of yoga, but such practice is not meant for this age. No one in this age can attain the perfectional stage of such yoga, but people indulge in practicing sitting postures, which is more or less a gymnastic process. By such bodily gymnastics one may develop good circulation and may therefore keep one’s body fit, but if one simply restricts oneself to that gymnastic process one cannot attain the highest perfectional stage. The yoga process, as described in the Keśava-śruti, prescribes how one can control his living force according to his desire and transmigrate from one body to another or from one place to another. In other words, yoga practice is not meant to keep the body fit. Any transcendental process of spiritual realization automatically helps one to keep the body fit, for it is the spirit soul that keeps the body always fresh. As soon as the spirit soul is out of the body, the material body immediately begins to decompose. Any spiritual process keeps the body fit without separate endeavor, but if one takes it that the ultimate aim of yoga is to maintain the body, then he is mistaken. The real perfection of yoga is elevation of the soul to a higher position or the liberation of the soul from material entanglement. Some yogīs try to elevate the soul to higher planetary systems, where the standard of life is different from that of this planet and where the material comforts, life span and other facilities for self-realization are greater, and some yogīs endeavor to elevate the soul to the spiritual world, the spiritual Vaikuṇṭha planets. The bhakti-yoga process directly elevates the soul to the spiritual planets, where life is eternally blissful and full of knowledge; therefore bhakti-yoga is considered to be the greatest of all yoga systems."
    },
    {
        "verse": "26",
        "devanagari": "एवं स्वदेहं महतां महीयसामुहु: समारोपितमङ्कमादरात् ।जिहासती दक्षरुषा मनस्विनीदधार गात्रेष्वनिलाग्निधारणाम् ॥ २६ ॥",
        "english_devnagari": "evaṁ sva-dehaṁ mahatāṁ mahīyasāmuhuḥ samāropitam aṅkam ādarātjihāsatī dakṣa-ruṣā manasvinīdadhāra gātreṣv anilāgni-dhāraṇām",
        "verse_Syn": [
            "evam",
            "sva",
            "deham",
            "mahatām",
            "mahīyasā",
            "muhuḥ",
            "samāropitam",
            "aṅkam",
            "ādarāt",
            "jihāsatī",
            "dakṣa",
            "ruṣā",
            "manasvinī",
            "dadhāra",
            "gātreṣu",
            "anila",
            "agni",
            "dhāraṇām"
        ],
        "translation": "Thus, in order to give up her body, which had been so respectfully and affectionately seated on the lap of Lord Śiva, who is worshiped by great sages and saints, Satī, due to anger towards her father, began to meditate on the fiery air within the body.",
        "purport": " Lord Śiva is described herein as the best of all great souls. Although Satī’s body was born of Dakṣa, Lord Śiva used to adore her by sitting her on his lap. This is considered a great token of respect. Thus Satī’s body was not ordinary, but still she decided to give it up because it was the source of unhappiness because of its connection with Dakṣa. This severe example set by Satī is to be followed. One should be extremely careful about associating with persons who are not respectful to the higher authorities. It is therefore instructed in the Vedic literature that one should always be free from the association of atheists and nondevotees and should try to associate with devotees, for by the association of a devotee one can be elevated to the platform of self-realization. This injunction is stressed in many places in Śrīmad-Bhāgavatam; if one wants to be liberated from the clutches of material existence, then one has to associate with great souls, and if one wants to continue one’s material existential life, then one may associate with persons who are materialistic. The materialistic way of life is based on sex life. Thus both becoming addicted to sex life and associating with persons who are addicted to sex life are condemned in the Vedic literature because such association will simply interfere with one’s spiritual progress. However, association with great personalities, devotees who are great souls, will elevate one to the spiritual platform. Satīdevī decided to quit the body she had obtained from Dakṣa’s body, and she wanted to transfer herself to another body so that she might have completely uncontaminated association with Lord Śiva. Of course, it is understood that in her next life she would take birth as the daughter of the Himālayas, Pārvatī, and then she would again accept Lord Śiva as her husband. Satī and Lord Śiva are eternally related; even after she changes her body, their relationship is never broken."
    },
    {
        "verse": "27",
        "devanagari": "तत: स्वभर्तुश्चरणाम्बुजासवंजगद्गुरोश्चिन्तयती न चापरम् ।ददर्श देहो हतकल्मष: सतीसद्य: प्रजज्वाल समाधिजाग्निना ॥ २७ ॥",
        "english_devnagari": "tataḥ sva-bhartuś caraṇāmbujāsavaṁjagad-guroś cintayatī na cāparamdadarśa deho hata-kalmaṣaḥ satīsadyaḥ prajajvāla samādhijāgninā",
        "verse_Syn": [
            "tataḥ",
            "sva",
            "bhartuḥ",
            "caraṇa",
            "ambuja",
            "āsavam",
            "jagat",
            "guroḥ",
            "cintayatī",
            "na",
            "ca",
            "aparam",
            "dadarśa",
            "dehaḥ",
            "hata",
            "kalmaṣaḥ",
            "satī",
            "sadyaḥ",
            "prajajvāla",
            "samādhi",
            "ja",
            "agninā"
        ],
        "translation": "Satī concentrated all her meditation on the holy lotus feet of her husband, Lord Śiva, who is the supreme spiritual master of all the world. Thus she became completely cleansed of all taints of sin and quit her body in a blazing fire by meditation on the fiery elements.",
        "purport": " Satī at once thought of the lotus feet of her husband, Lord Śiva, who is one of the three great personalities of Godhead in charge of the management of the material world, and simply by meditating on his lotus feet she derived such great pleasure that she forgot everything in relationship with her body. This pleasure was certainly material because she gave up her body for another body that was also material, but by this example we can appreciate the devotee’s pleasure in concentrating his mind and attention on the lotus feet of the Supreme Lord, Viṣṇu, or Kṛṣṇa. There is such transcendental bliss in simply meditating on the lotus feet of the Lord that one can forget everything but the Lord’s transcendental form. This is the perfection of yogic samādhi, or ecstasy. In this verse it is stated that by such meditation she became free from all contamination. What was that contamination? The contamination was her concept of the body derived from Dakṣa, but she forgot that bodily relationship in trance. The purport is that when one becomes free from all bodily relationships within this material world and simply places himself in the position of an eternal servant of the Supreme Lord, it is to be understood that all the contamination of his material attachment has been burned by the blazing fires of transcendental ecstasy. It is not necessary for one to manifest a blazing fire externally, for if one forgets all his bodily relationships within this material world and becomes situated in his spiritual identity, it is said that one has been freed from all material contamination by the blazing fire of yogic samādhi, or ecstasy. That is the topmost perfection of yoga. If one keeps his bodily relationships within this material world and poses himself as a great yogī, he is not a bona fide yogī. In Śrīmad-Bhāgavatam (2.4.15) it is stated, yat-kīrtanaṁ yat-smaraṇaṁ. Simply by chanting the holy name of the Supreme Personality of Godhead, simply by remembering the lotus feet of Kṛṣṇa, simply by offering prayers to the Supreme Personality of Godhead, one is immediately freed from material contamination, the material bodily concept, by the blazing fire of ecstasy. This effect takes place immediately, without a second’s delay. According to Śrī Jīva Gosvāmī, that Satī quit her body means that she gave up within her heart her relationship with Dakṣa. Śrī Viśvanātha Cakravartī Ṭhākura also comments that since Satī is the superintendent deity of the external potency, when she quit her body she did not get a spiritual body but simply transferred from the body she had received from Dakṣa. Other commentators also say that she immediately transferred herself into the womb of Menakā, her future mother. She gave up the body she had received from Dakṣa and immediately transferred herself to another, better body, but this does not mean that she got a spiritual body."
    },
    {
        "verse": "28",
        "devanagari": "तत्पश्यतां खे भुवि चाद्भुतं महद्हाहेति वाद: सुमहानजायत ।हन्त प्रिया दैवतमस्य देवीजहावसून् केन सती प्रकोपिता ॥ २८ ॥",
        "english_devnagari": "tat paśyatāṁ khe bhuvi cādbhutaṁ mahadhā heti vādaḥ sumahān ajāyatahanta priyā daivatamasya devījahāv asūn kena satī prakopitā",
        "verse_Syn": [
            "tat",
            "paśyatām",
            "khe",
            "bhuvi",
            "ca",
            "adbhutam",
            "mahat",
            "hā",
            "hā",
            "iti",
            "vādaḥ",
            "su",
            "mahān",
            "ajāyata",
            "hanta",
            "priyā",
            "daiva",
            "tamasya",
            "devī",
            "jahau",
            "asūn",
            "kena",
            "satī",
            "prakopitā"
        ],
        "translation": "When Satī annihilated her body in anger, there was a tumultuous roar all over the universe. Why had Satī, the wife of the most respectable demigod, Lord Śiva, quit her body in such a manner?",
        "purport": " There was a tumultuous roaring all over the universe in the societies of the demigods of different planets because Satī was the daughter of Dakṣa, the greatest of all kings, and the wife of Lord Śiva, the greatest of all demigods. Why did she become so angry that she gave up her body? Since she was the daughter of a great personality and wife of a great personality, she had nothing to desire, but still she gave up her body in dissatisfaction. Certainly this was astonishing. One cannot attain complete satisfaction even if one is situated in the greatest material opulence. There was nothing Satī could not achieve either from her relationship with her father or from her relationship with the greatest of the demigods, but still, for some reason, she was dissatisfied. Therefore Śrīmad-Bhāgavatam (1.2.6) explains that one has to achieve real satisfaction (yayātmā suprasīdati), but ātmā — the body, mind and soul — all become completely satisfied only if one develops devotional service to the Absolute Truth (sa vai puṁsāṁ paro dharmo yato bhaktir adhokṣaje). Adhokṣaja means the Absolute Truth. If one can develop his unflinching love for the transcendental Supreme Personality of Godhead, that can give complete satisfaction; otherwise there is no possibility of satisfaction in the material world or anywhere else."
    },
    {
        "verse": "29",
        "devanagari": "अहो अनात्म्यं महदस्य पश्यतप्रजापतेर्यस्य चराचरं प्रजा: ।जहावसून् यद्विमतात्मजा सतीमनस्विनी मानमभीक्ष्णमर्हति ॥ २९ ॥",
        "english_devnagari": "aho anātmyaṁ mahad asya paśyataprajāpater yasya carācaraṁ prajāḥjahāv asūn yad-vimatātmajā satīmanasvinī mānam abhīkṣṇam arhati",
        "verse_Syn": [
            "aho",
            "anātmyam",
            "mahat",
            "asya",
            "paśyata",
            "prajāpateḥ",
            "yasya",
            "cara",
            "acaram",
            "prajāḥ",
            "jahau",
            "asūn",
            "yat",
            "vimatā",
            "ātma",
            "jā",
            "satī",
            "manasvinī",
            "mānam",
            "abhīkṣṇam",
            "arhati"
        ],
        "translation": "It was astonishing that Dakṣa, who was Prajāpati, the maintainer of all living entities, was so disrespectful to his own daughter Satī, who was not only chaste but was also a great soul, that she gave up her body because of his neglect.",
        "purport": " The word anātmya is significant. Ātmya means “the life of the soul,” so this word indicates that although Dakṣa appeared to be living, actually he was a dead body; otherwise how could he neglect Satī, who was his own daughter? It was the duty of Dakṣa to look after the maintenance and comforts of all living entities because he was situated as Prajāpati, the governor of all living entities. Therefore how is it that he neglected his own daughter, who was the most exalted and chaste woman, a great soul, and who therefore deserved the most respectful treatment from her father? The death of Satī because of her being neglected by Dakṣa, her father, was most astonishing to all the great demigods of the universe."
    },
    {
        "verse": "30",
        "devanagari": "सोऽयं दुर्मर्षहृदयो ब्रह्मध्रुक् चलोकेऽपकीर्तिं महतीमवाप्स्यति ।यदङ्गजां स्वां पुरुषद्विडुद्यतांन प्रत्यषेधन्मृतयेऽपराधत: ॥ ३० ॥",
        "english_devnagari": "so ’yaṁ durmarṣa-hṛdayo brahma-dhruk caloke ’pakīrtiṁ mahatīm avāpsyatiyad-aṅgajāṁ svāṁ puruṣa-dviḍ udyatāṁna pratyaṣedhan mṛtaye ’parādhataḥ",
        "verse_Syn": [
            "saḥ",
            "ayam",
            "durmarṣa",
            "hṛdayaḥ",
            "brahma",
            "dhruk",
            "ca",
            "loke",
            "apakīrtim",
            "mahatīm",
            "avāpsyati",
            "yat",
            "aṅga",
            "jām",
            "svām",
            "puruṣa",
            "dviṭ",
            "udyatām",
            "na",
            "pratyaṣedhat",
            "mṛtaye",
            "aparādhataḥ"
        ],
        "translation": "Dakṣa, who is so hardhearted that he is unworthy to be a brāhmaṇa, will gain extensive ill fame because of his offenses to his daughter, because of not having prevented her death, and because of his great envy of the Supreme Personality of Godhead.",
        "purport": " Dakṣa is described here as most hardhearted and therefore unqualified to be a brāhmaṇa. Brahma-dhruk is described by some commentators to mean brahma-bandhu, or friend of the brāhmaṇas. A person who is born in a brāhmaṇa family but has no brahminical qualifications is called a brahma-bandhu. Brāhmaṇas are generally very softhearted and forbearing because they have the power to control the senses and the mind. Dakṣa, however, was not forbearing. For the simple reason that his son-in-law, Lord Śiva, did not stand up to show him the formality of respect, he became so angry and hardhearted that he tolerated even the death of his dearest daughter. Satī tried her best to mitigate the misunderstanding between the son-in-law and the father-in-law by coming to her father’s house, even without an invitation, and at that time Dakṣa should have received her, forgetting all past misunderstandings. But he was so hardhearted that he was unworthy to be called an Āryan or brāhmaṇa. Thus his ill fame still continues. Dakṣa means “expert,” and he was given this name because of his ability to beget many hundreds and thousands of children. Persons who are too sexually inclined and materialistic become so hardhearted because of a slight loss of prestige that they can tolerate even the death of their children."
    },
    {
        "verse": "31",
        "devanagari": "वदत्येवं जने सत्या दृष्ट्वासुत्यागमद्भुतम् ।दक्षं तत्पार्षदा हन्तुमुदतिष्ठन्नुदायुधा: ॥ ३१ ॥",
        "english_devnagari": "vadaty evaṁ jane satyādṛṣṭvāsu-tyāgam adbhutamdakṣaṁ tat-pārṣadā hantumudatiṣṭhann udāyudhāḥ",
        "verse_Syn": [
            "vadati",
            "evam",
            "jane",
            "satyāḥ",
            "dṛṣṭvā",
            "asu",
            "tyāgam",
            "adbhutam",
            "dakṣam",
            "tat",
            "pārṣadāḥ",
            "hantum",
            "udatiṣṭhan",
            "udāyudhāḥ"
        ],
        "translation": "While people were talking among themselves about the wonderful voluntary death of Satī, the attendants who had come with her readied themselves to kill Dakṣa with their weapons.",
        "purport": " The attendants who came with Satī were meant to protect her from calamities, but since they were unable to protect their master’s wife, they decided to die for her, and before dying they wanted to kill Dakṣa. It is the duty of attendants to give protection to their master, and in case of failure it is their duty to die."
    },
    {
        "verse": "32",
        "devanagari": "तेषामापततां वेगं निशाम्य भगवान् भृगु: ।यज्ञघ्नघ्नेन यजुषा दक्षिणाग्नौ जुहाव ह ॥ ३२ ॥",
        "english_devnagari": "teṣām āpatatāṁ vegaṁniśāmya bhagavān bhṛguḥyajña-ghna-ghnena yajuṣādakṣiṇāgnau juhāva ha",
        "verse_Syn": [
            "teṣām",
            "āpatatām",
            "vegam",
            "niśāmya",
            "bhagavān",
            "bhṛguḥ",
            "yajña",
            "ghna",
            "ghnena",
            "yajuṣā",
            "dakṣiṇa",
            "agnau",
            "juhāva",
            "ha"
        ],
        "translation": "They came forward forcibly, but Bhṛgu Muni saw the danger and, offering oblations into the southern side of the sacrificial fire, immediately uttered mantric hymns from the Yajur Veda by which the destroyers of yajñic performances could be killed immediately.",
        "purport": " Here is one example of powerful hymns in the Vedas which, when chanted, could perform wonderful acts. In the present Age of Kali it is not possible to find expert mantra chanters; therefore all the sacrifices recommended in the Vedas are forbidden in this age. The only sacrifice recommended in this age is the chanting of the Hare Kṛṣṇa mantra because in this age it is not possible to accumulate the needed funds for performing sacrifices, not to speak of finding expert brāhmaṇas who can chant the mantras perfectly."
    },
    {
        "verse": "33",
        "devanagari": "अध्वर्युणा हूयमाने देवा उत्पेतुरोजसा ।ऋभवो नाम तपसा सोमं प्राप्ता: सहस्रश: ॥ ३३ ॥",
        "english_devnagari": "adhvaryuṇā hūyamānedevā utpetur ojasāṛbhavo nāma tapasāsomaṁ prāptāḥ sahasraśaḥ",
        "verse_Syn": [
            "adhvaryuṇā",
            "hūyamāne",
            "devāḥ",
            "utpetuḥ",
            "ojasā",
            "ṛbhavaḥ",
            "nāma",
            "tapasā",
            "somam",
            "prāptāḥ",
            "sahasraśaḥ"
        ],
        "translation": "When Bhṛgu Muni offered oblations in the fire, immediately many thousands of demigods named Ṛbhus became manifested. All of them were powerful, having achieved strength from Soma, the moon.",
        "purport": " It is stated here that many thousands of demigods named Ṛbhus became manifested because of the oblations offered in the fire and the chanting of the hymns from the Yajur Veda. Brāhmaṇas like Bhṛgu Muni were so powerful that they could create such powerful demigods simply by chanting the Vedic mantras. Vedic mantras are still available, but the chanters are not. By chanting Vedic mantras or chanting the Gāyatrī or ṛg-mantra one can attain the results one desires. In the present Age of Kali it is recommended by Lord Caitanya that simply by chanting Hare Kṛṣṇa one can attain all perfection."
    },
    {
        "verse": "34",
        "devanagari": "तैरलातायुधै: सर्वे प्रमथा: सहगुह्यका: ।हन्यमाना दिशो भेजुरुशद्‌भिर्ब्रह्मतेजसा ॥ ३४ ॥",
        "english_devnagari": "tair alātāyudhaiḥ sarvepramathāḥ saha-guhyakāḥhanyamānā diśo bhejuruśadbhir brahma-tejasā",
        "verse_Syn": [
            "taiḥ",
            "alāta",
            "āyudhaiḥ",
            "sarve",
            "pramathāḥ",
            "saha",
            "guhyakāḥ",
            "hanyamānāḥ",
            "diśaḥ",
            "bhejuḥ",
            "uśadbhiḥ",
            "brahma",
            "tejasā"
        ],
        "translation": "When the Ṛbhu demigods attacked the ghosts and Guhyakas with half-burned fuel from the yajña fire, all these attendants of Satī fled in different directions and disappeared. This was possible simply because of brahma-tejas, brahminical power.",
        "purport": " The word brahma-tejasā, used in this verse, is significant. In those days, brāhmaṇas were so powerful that simply by desiring and by chanting a Vedic mantra, they could accomplish very wonderful effects. But in the present age of degradation there are no such brāhmaṇas. According to the Pāñcarātrika system, in this age the entire population is supposed to consist of śūdras because the brahminical culture has been lost. But if anyone displays the signs of understanding Kṛṣṇa consciousness, he should be accepted, according to Vaiṣṇava smṛti regulations, as a prospective brāhmaṇa and should be given all facilities to achieve the highest perfection. The most magnanimous gift of Lord Caitanya’s is that the highest perfection of life is available in this fallen age if one simply adopts the process of chanting Hare Kṛṣṇa, which is able to bring about the fulfillment of all activities in self-realization."
    }
]