[
    {
        "verse": "1",
        "devanagari": "मैत्रेय उवाचइत्थं पृथुमभिष्टूय रुषा प्रस्फुरिताधरम् ।पुनराहावनिर्भीता संस्तभ्यात्मानमात्मना ॥ १ ॥",
        "english_devnagari": "maitreya uvācaitthaṁ pṛthum abhiṣṭūyaruṣā prasphuritādharampunar āhāvanir bhītāsaṁstabhyātmānam ātmanā",
        "verse_Syn": [
            "maitreyaḥ",
            "uvāca",
            "ittham",
            "pṛthum",
            "abhiṣṭūya",
            "ruṣā",
            "prasphurita",
            "adharam",
            "punaḥ",
            "āha",
            "avaniḥ",
            "bhītā",
            "saṁstabhya",
            "ātmānam",
            "ātmanā"
        ],
        "translation": "The great saint Maitreya continued to address Vidura: My dear Vidura, at that time, after the planet earth finished her prayers, King Pṛthu was still not pacified, and his lips trembled in great anger. Although the planet earth was frightened, she made up her mind and began to speak as follows in order to convince the King.",
        "purport": ""
    },
    {
        "verse": "2",
        "devanagari": "सन्नियच्छाभिभो मन्युं निबोध श्रावितं च मे ।सर्वत: सारमादत्ते यथा मधुकरो बुध: ॥ २ ॥",
        "english_devnagari": "sanniyacchābhibho manyuṁnibodha śrāvitaṁ ca mesarvataḥ sāram ādatteyathā madhu-karo budhaḥ",
        "verse_Syn": [
            "sanniyaccha",
            "abhibho",
            "manyum",
            "nibodha",
            "śrāvitam",
            "ca",
            "me",
            "sarvataḥ",
            "sāram",
            "ādatte",
            "yathā",
            "madhu",
            "karaḥ",
            "budhaḥ"
        ],
        "translation": "My dear Lord, please pacify your anger completely and hear patiently whatever I submit before you. Please turn your kind attention to this. I may be very poor, but a learned man takes the essence of knowledge from all places, just as a bumblebee collects honey from each and every flower.",
        "purport": ""
    },
    {
        "verse": "3",
        "devanagari": "अस्मिँल्लोकेऽथवामुष्मिन्मुनिभिस्तत्त्वदर्शिभि: ।द‍ृष्टा योगा: प्रयुक्ताश्च पुंसां श्रेय:प्रसिद्धये ॥ ३ ॥",
        "english_devnagari": "asmil loke ’thavāmuṣminmunibhis tattva-darśibhiḥdṛṣṭā yogāḥ prayuktāś capuṁsāṁ śreyaḥ-prasiddhaye",
        "verse_Syn": [
            "asmin",
            "loke",
            "atha",
            "vā",
            "amuṣmin",
            "munibhiḥ",
            "tattva",
            "darśibhiḥ",
            "dṛṣṭāḥ",
            "yogāḥ",
            "prayuktāḥ",
            "ca",
            "puṁsām",
            "śreyaḥ",
            "prasiddhaye"
        ],
        "translation": "To benefit all human society, not only in this life but in the next, the great seers and sages have prescribed various methods conducive to the prosperity of the people in general.",
        "purport": " Vedic civilization takes advantage of the perfect knowledge presented in the Vedas and presented by great sages and brāhmaṇas for the benefit of human society. Vedic injunctions are known as śruti, and the additional supplementary presentations of these principles, as given by the great sages, are known as smṛti. They follow the principles of Vedic instruction. Human society should take advantage of the instructions from both śruti and smṛti. If one wants to advance in spiritual life, he must take these instructions and follow the principles. In Bhakti-rasāmṛta-sindhu, Śrīla Rūpa Gosvāmī says that if one poses himself as advanced in spiritual life but does not refer to the śrutis and smṛtis he is simply a disturbance in society. One should follow the principles laid down in śrutis and smṛtis not only in one’s spiritual life but in material life as well. As far as human society is concerned, it should follow the Manu-smṛti as well, for these laws are given by Manu, the father of mankind. In the Manu-smṛti it is stated that a woman should not be given independence, but should be given protection by her father, husband and elderly sons. In all circumstances a woman should remain dependent upon some guardian. Presently women are given full independence like men, but actually we can see that such independent women are no happier than those women who are placed under guardians. If people follow the injunctions given by the great sages, śrutis and smṛtis, they can actually be happy in both this life and the next. Unfortunately rascals are manufacturing so many ways and means to be happy. Everyone is inventing so many methods. Consequently human society has lost the standard ways of life, both materially and spiritually, and as a result people are bewildered and there is no peace or happiness in the world. Although they are trying to solve the problems of human society in the United Nations, they are still baffled. Because they do not follow the liberated instructions of the Vedas, they are unhappy. Two significant words used in this verse are asmin and amuṣmin. Asmin means “in this life,” and amuṣmin means “in the next life.” Unfortunately, in this age even exalted professors and learned men believe that there is no next life and that everything is finished in this life. Since they are rascals and fools, what advice can they give? Still they are passing as learned scholars and professors. In this verse the word amuṣmin is very explicit. It is the duty of everyone to mold his life in such a way that he will have a profitable next life. Just as a boy is educated in order to become happy later, one should be educated in this life in order to attain an eternal and prosperous life after death. It is therefore essential that people follow what is given in the śrutis and smṛtis to make sure that the human mission is successful."
    },
    {
        "verse": "4",
        "devanagari": "तानातिष्ठति य: सम्यगुपायान् पूर्वदर्शितान् ।अवर: श्रद्धयोपेत उपेयान् विन्दतेऽञ्जसा ॥ ४ ॥",
        "english_devnagari": "tān ātiṣṭhati yaḥ samyagupāyān pūrva-darśitānavaraḥ śraddhayopetaupeyān vindate ’ñjasā",
        "verse_Syn": [
            "tān",
            "ātiṣṭhati",
            "yaḥ",
            "samyak",
            "upāyān",
            "pūrva",
            "darśitān",
            "avaraḥ",
            "śraddhayā",
            "upetaḥ",
            "upeyān",
            "vindate",
            "añjasā"
        ],
        "translation": "One who follows the principles and instructions enjoined by the great sages of the past can utilize these instructions for practical purposes. Such a person can very easily enjoy life and pleasures.",
        "purport": " The Vedic principles (mahājano yena gataḥ sa panthāḥ) urge us to follow in the footsteps of great liberated souls. In this way we can receive benefit in both this life and the next, and we can also improve our material life. By following the principles laid down by great sages and saints of the past, we can very easily understand the aim of all life. The word avaraḥ, meaning “inexperienced,” is very significant in this verse. Every conditioned soul is inexperienced. Everyone is abodha-jāta — born a fool and rascal. In democratic government at the present moment all kinds of fools and rascals are making decisions. But what can they do? What is the result of their legislation? They enact something today just to whimsically repeal it tomorrow. One political party utilizes a country for one purpose, and the next moment another political party forms a different type of government and nullifies all the laws and regulations. This process of chewing the chewed (punaḥ punaś carvita-carvaṇānām) will never make human society happy. In order to make all human society happy and prosperous, we should accept the standard methods given by liberated persons."
    },
    {
        "verse": "5",
        "devanagari": "ताननाद‍ृत्य योऽविद्वानर्थानारभते स्वयम् ।तस्य व्यभिचरन्त्यर्था आरब्धाश्च पुन: पुन: ॥ ५ ॥",
        "english_devnagari": "tān anādṛtya yo ’vidvānarthān ārabhate svayamtasya vyabhicaranty arthāārabdhāś ca punaḥ punaḥ",
        "verse_Syn": [
            "tān",
            "anādṛtya",
            "yaḥ",
            "avidvān",
            "arthān",
            "ārabhate",
            "svayam",
            "tasya",
            "vyabhicaranti",
            "arthāḥ",
            "ārabdhāḥ",
            "ca",
            "punaḥ",
            "punaḥ"
        ],
        "translation": "A foolish person who manufactures his own ways and means through mental speculation and does not recognize the authority of the sages who lay down unimpeachable directions is simply unsuccessful again and again in his attempts.",
        "purport": " At the present moment it has become fashionable to disobey the unimpeachable directions given by the ācāryas and liberated souls of the past. Presently people are so fallen that they cannot distinguish between a liberated soul and a conditioned soul. A conditioned soul is hampered by four defects: he is sure to commit mistakes, he is sure to become illusioned, he has a tendency to cheat others, and his senses are imperfect. Consequently we have to take direction from liberated persons. This Kṛṣṇa consciousness movement directly receives instructions from the Supreme Personality of Godhead via persons who are strictly following His instructions. Although a follower may not be a liberated person, if he follows the supreme, liberated Personality of Godhead, his actions are naturally liberated from the contamination of the material nature. Lord Caitanya therefore says, “By My order you may become a spiritual master.” One can immediately become a spiritual master by having full faith in the transcendental words of the Supreme Personality of Godhead and by following His instructions. Materialistic men are not interested in taking directions from a liberated person, but they are very much interested in their own concocted ideas, which make them repeatedly fail in their attempts. Because the entire world is now following the imperfect directions of conditioned souls, humanity is completely bewildered."
    },
    {
        "verse": "6",
        "devanagari": "पुरा सृष्टा ह्योषधयो ब्रह्मणा या विशाम्पते ।भुज्यमाना मया द‍ृष्टा असद्‌भिरधृतव्रतै: ॥ ६ ॥",
        "english_devnagari": "purā sṛṣṭā hy oṣadhayobrahmaṇā yā viśāmpatebhujyamānā mayā dṛṣṭāasadbhir adhṛta-vrataiḥ",
        "verse_Syn": [
            "purā",
            "sṛṣṭāḥ",
            "hi",
            "oṣadhayaḥ",
            "brahmaṇā",
            "yāḥ",
            "viśām",
            "pate",
            "bhujyamānāḥ",
            "mayā",
            "dṛṣṭāḥ",
            "asadbhiḥ",
            "adhṛta",
            "vrataiḥ"
        ],
        "translation": "My dear King, the seeds, roots, herbs and grains, which were created by Lord Brahmā in the past, are now being used by nondevotees, who are devoid of all spiritual understanding.",
        "purport": " Lord Brahmā created this material world for the use of the living entities, but it was created according to a plan that all living entities who might come into it to dominate it for sense gratification would be given directions by Lord Brahmā in the Vedas in order that they might ultimately leave it and return home, back to Godhead. All necessities grown on earth — namely fruits, flowers, trees, grains, animals and animal by-products — were created for use in sacrifice for the satisfaction of the Supreme Personality of Godhead, Viṣṇu. However, the planet earth in the shape of a cow herein submits that all these utilities are being used by nondevotees, who have no plans for spiritual understanding. Although there are immense potencies within the earth for the production of grains, fruits and flowers, this production is checked by the earth itself when it is misused by nondevotees, who have no spiritual goals. Everything belongs to the Supreme Personality of Godhead, and everything can be used for His satisfaction. Things should not be used for the sense gratification of the living entities. This is the whole plan of material nature according to the directions of this material nature. In this verse the words asadbhiḥ and adhṛta-vrataiḥ are important. The word asadbhiḥ refers to the nondevotees. The nondevotees have been described in Bhagavad-gītā as duṣkṛtinaḥ (miscreants), mūḍhāḥ (asses or rascals), narādhamāḥ (lowest of mankind) and māyayāpahṛta-jñānāḥ (those who have lost their knowledge to the power of the illusory energy). All these persons are asat, nondevotees. Nondevotees are also called gṛha-vrata, whereas the devotee is called dhṛta-vrata. The whole Vedic plan is that the misguided conditioned souls who have come to lord it over material nature should be trained to become dhṛta-vrata. This means that they should take a vow to satisfy their senses or enjoy material life only by satisfying the senses of the Supreme Lord. Activities intended to satisfy the senses of the Supreme Lord, Kṛṣṇa, are called kṛṣṇārthe ’khila-ceṣṭāḥ. This indicates that one can attempt all kinds of work, but one should do so to satisfy Kṛṣṇa. This is described in Bhagavad-gītā as yajñārthāt karma. The word yajña indicates Lord Viṣṇu. We should work only for His satisfaction. In modern times (Kali-yuga), however, people have forgotten Viṣṇu altogether, and they conduct their activities for sense gratification. Such people will gradually become poverty-stricken, for they cannot use things which are to be enjoyed by the Supreme Lord for their own sense gratification. If they continue like this, there will ultimately be a state of poverty, and no grains, fruits or flowers will be produced. Indeed, it is stated in the Twelfth Canto of Bhāgavatam that at the end of Kali-yuga people will be so polluted that there will no longer be any grains, wheat, sugarcane or milk."
    },
    {
        "verse": "7",
        "devanagari": "अपालितानाद‍ृता च भवद्‌भिर्लोकपालकै: ।चोरीभूतेऽथ लोकेऽहं यज्ञार्थेऽग्रसमोषधी: ॥ ७ ॥",
        "english_devnagari": "apālitānādṛtā cabhavadbhir loka-pālakaiḥcorī-bhūte ’tha loke ’haṁyajñārthe ’grasam oṣadhīḥ",
        "verse_Syn": [
            "apālitā",
            "anādṛtā",
            "ca",
            "bhavadbhiḥ",
            "loka",
            "pālakaiḥ",
            "corī",
            "bhūte",
            "atha",
            "loke",
            "aham",
            "yajña",
            "arthe",
            "agrasam",
            "oṣadhīḥ"
        ],
        "translation": "My dear King, not only are grains and herbs being used by nondevotees, but, as far as I am concerned, I am not being properly maintained. Indeed, I am being neglected by kings who are not punishing these rascals who have turned into thieves by using grains for sense gratification. Consequently I have hidden all these seeds, which were meant for the performance of sacrifice.",
        "purport": " That which happened during the time of Pṛthu Mahārāja and his father, King Vena, is also happening at this present moment. A huge arrangement exists for the production of large-scale industrial and agricultural products, but all these products are meant for sense gratification. Therefore despite such productive capacities there is scarcity because the world’s population is full of thieves. The word corī-bhūte indicates that the population has turned to thievery. According to Vedic understanding, men are transformed into thieves when they plan economic development for sense gratification. It is also explained in Bhagavad-gītā that if one eats food grains without offering them to the Supreme Personality of Godhead, Yajña, he is a thief and liable to be punished. According to spiritual communism, all properties on the surface of the globe belong to the Supreme Personality of Godhead. The population has a right to use goods only after offering them to the Supreme Personality of Godhead. This is the process of accepting prasāda. Unless one eats prasāda, he is certainly a thief. It is the duty of governors and kings to punish such thieves and maintain the world nicely. If this is not done, grains will no longer be produced, and people will simply starve. Indeed, not only will people be obliged to eat less, but they will kill one another and eat each other’s flesh. They are already killing animals for flesh, so when there will no longer be grains, vegetables and fruits, they will kill their own sons and fathers and eat their flesh for sustenance."
    },
    {
        "verse": "8",
        "devanagari": "नूनं ता वीरुध: क्षीणा मयि कालेन भूयसा ।तत्र योगेन द‍ृष्टेन भवानादातुमर्हति ॥ ८ ॥",
        "english_devnagari": "nūnaṁ tā vīrudhaḥ kṣīṇāmayi kālena bhūyasātatra yogena dṛṣṭenabhavān ādātum arhati",
        "verse_Syn": [
            "nūnam",
            "tāḥ",
            "vīrudhaḥ",
            "kṣīṇāḥ",
            "mayi",
            "kālena",
            "bhūyasā",
            "tatra",
            "yogena",
            "dṛṣṭena",
            "bhavān",
            "ādātum",
            "arhati"
        ],
        "translation": "Due to being stocked for a very long time, all the grain seeds within me have certainly deteriorated. Therefore you should immediately arrange to take these seeds out by the standard process, which is recommended by the ācāryas or śāstras.",
        "purport": " When there is a scarcity of grain, the government should follow the methods prescribed in the śāstra and approved by the ācāryas; thus there will be a sufficient production of grains, and food scarcity and famine can be checked. Bhagavad-gītā recommends that we perform yajña, sacrifices. By the performance of yajña, sufficient clouds gather in the sky, and when there are sufficient clouds, there is also sufficient rainfall. In this way agricultural matters are taken care of. When there is sufficient grain production, the general populace eats the grains, and animals like cows, goats and other domestic animals eat the grasses and grains also. According to this arrangement, human beings should perform the sacrifices recommended in the śāstras, and if they do so there will no longer be food scarcity. In Kali-yuga, the only sacrifice recommended is saṅkīrtana-yajña. In this verse there are two significant words: yogena, “by the approved method,” and dṛṣṭena, “as exemplified by the former ācāryas.” One is mistaken if he thinks that by applying modern machines such as tractors, grains can be produced. If one goes to a desert and uses a tractor, there is still no possibility of producing grains. We may adopt various means, but it is essential to know that the planet earth will stop producing grains if sacrifices are not performed. The earth has already explained that because nondevotees are enjoying the production of food, she has reserved food seeds for the performance of sacrifice. Now, of course, atheists will not believe in this spiritual method of producing grains, but whether they believe or not, the fact remains that we are not independent to produce grain by mechanical means. As far as the approved method is concerned, it is enjoined in the śāstras that intelligent men in this age will take to the saṅkīrtana movement, and by so doing they shall worship the Supreme Personality of Godhead Lord Caitanya, whose bodily complexion is golden and who is always accompanied by His confidential devotees to preach this Kṛṣṇa consciousness movement all over the world. In its present condition, the world can only be saved by introducing this saṅkīrtana, this Kṛṣṇa consciousness movement. As we have learned from the previous verse, one who is not in Kṛṣṇa consciousness is considered a thief. Even though he may be materially very advanced, a thief cannot be placed in a comfortable position. A thief is a thief, and he is punishable. Because people are without Kṛṣṇa consciousness, they have become thieves, and consequently they are being punished by the laws of material nature. No one can check this, not even by introducing so many relief funds and humanitarian institutions. Unless the people of the world take to Kṛṣṇa consciousness, there will be a scarcity of food and much suffering."
    },
    {
        "verse": "9-10",
        "devanagari": "वत्सं कल्पय मे वीर येनाहं वत्सला तव ।धोक्ष्ये क्षीरमयान्कामाननुरूपं च दोहनम् ॥ ९ ॥दोग्धारं च महाबाहो भूतानां भूतभावन ।अन्नमीप्सितमूर्जस्वद्भगवान् वाञ्छते यदि ॥ १० ॥",
        "english_devnagari": "vatsaṁ kalpaya me vīrayenāhaṁ vatsalā tavadhokṣye kṣīramayān kāmānanurūpaṁ ca dohanam",
        "verse_Syn": [
            "vatsam",
            "kalpaya",
            "me",
            "vīra",
            "yena",
            "aham",
            "vatsalā",
            "tava",
            "dhokṣye",
            "kṣīra",
            "mayān",
            "kāmān",
            "anurūpam",
            "ca",
            "dohanam",
            "dogdhāram",
            "ca",
            "mahā",
            "bāho",
            "bhūtānām",
            "bhūta",
            "bhāvana",
            "annam",
            "īpsitam",
            "ūrjaḥ",
            "vat",
            "bhagavān",
            "vāñchate",
            "yadi"
        ],
        "translation": "O great hero, protector of living entities, if you desire to relieve the living entities by supplying them sufficient grain, and if you desire to nourish them by taking milk from me, you should make arrangements to bring a calf suitable for this purpose and a pot in which the milk can be kept, as well as a milkman to do the work. Since I will be very much affectionate towards my calf, your desire to take milk from me will be fulfilled.",
        "purport": " These are nice instructions for milking a cow. The cow must first have a calf so that out of affection for the calf she will voluntarily give sufficient milk. There must also be an expert milkman and a suitable pot in which to keep the milk. Just as a cow cannot deliver sufficient milk without being affectionate to her calf, the earth cannot produce sufficient necessities without feeling affection for those who are Kṛṣṇa conscious. Even though the earth’s being in the shape of a cow may be taken figuratively, the meaning herein is very explicit. Just as a calf can derive milk from a cow, all living entities — including animals, birds, bees, reptiles and aquatics — can receive their respective foods from the planet earth, provided that human beings are not asat, or adhṛta-vrata, as we have previously discussed. When human society becomes asat, or ungodly, or devoid of Kṛṣṇa consciousness, the entire world suffers. If human beings are well-behaved, animals will also receive sufficient food and be happy. The ungodly human being, ignorant of his duty to give protection and food to the animals, kills them to compensate for the insufficient production of grains. Thus no one is satisfied, and that is the cause for the present condition in today’s world."
    },
    {
        "verse": "11",
        "devanagari": "समां च कुरु मां राजन्देववृष्टं यथा पय: ।अपर्तावपि भद्रं ते उपावर्तेत मे विभो ॥ ११ ॥",
        "english_devnagari": "samāṁ ca kuru māṁ rājandeva-vṛṣṭaṁ yathā payaḥapartāv api bhadraṁ teupāvarteta me vibho",
        "verse_Syn": [
            "samām",
            "ca",
            "kuru",
            "mām",
            "rājan",
            "deva",
            "vṛṣṭam",
            "yathā",
            "payaḥ",
            "apa",
            "ṛtau",
            "api",
            "bhadram",
            "te",
            "upāvarteta",
            "me",
            "vibho"
        ],
        "translation": "My dear King, may I inform you that you have to make the entire surface of the globe level. This will help me, even when the rainy season has ceased. Rainfall comes by the mercy of King Indra. Rainfall will remain on the surface of the globe, always keeping the earth moistened, and thus it will be auspicious for all kinds of production.",
        "purport": " King Indra of the heavenly planets is in charge of throwing thunderbolts and giving rainfall. Generally thunderbolts are thrown on the tops of hills in order to break them to pieces. As these pieces are spread asunder in due course of time, the surface of the globe gradually becomes fit for agriculture. Level land is especially conducive to the production of grain. Thus the planet earth requested Mahārāja Pṛthu to level the surface of the earth, breaking up the high land and mountains."
    },
    {
        "verse": "12",
        "devanagari": "इति प्रियं हितं वाक्यं भुव आदाय भूपति: ।वत्सं कृत्वा मनुं पाणावदुहत्सकलौषधी: ॥ १२ ॥",
        "english_devnagari": "iti priyaṁ hitaṁ vākyaṁbhuva ādāya bhūpatiḥvatsaṁ kṛtvā manuṁ pāṇāvaduhat sakalauṣadhīḥ",
        "verse_Syn": [
            "iti",
            "priyam",
            "hitam",
            "vākyam",
            "bhuvaḥ",
            "ādāya",
            "bhū",
            "patiḥ",
            "vatsam",
            "kṛtvā",
            "manum",
            "pāṇau",
            "aduhat",
            "sakala",
            "oṣadhīḥ"
        ],
        "translation": "After hearing the auspicious and pleasing words of the planet earth, the King accepted them. He then transformed Svāyambhuva Manu into a calf and milked all the herbs and grains from the earth in the form of a cow, keeping them in his cupped hands.",
        "purport": ""
    },
    {
        "verse": "13",
        "devanagari": "तथापरे च सर्वत्र सारमाददते बुधा: ।ततोऽन्ये च यथाकामं दुदुहु: पृथुभाविताम् ॥ १३ ॥",
        "english_devnagari": "tathāpare ca sarvatrasāram ādadate budhāḥtato ’nye ca yathā-kāmaṁduduhuḥ pṛthu-bhāvitām",
        "verse_Syn": [
            "tathā",
            "apare",
            "ca",
            "sarvatra",
            "sāram",
            "ādadate",
            "budhāḥ",
            "tataḥ",
            "anye",
            "ca",
            "yathā",
            "kāmam",
            "duduhuḥ",
            "pṛthu",
            "bhāvitām"
        ],
        "translation": "Others, who were as intelligent as King Pṛthu, also took the essence out of the earthly planet. Indeed, everyone took this opportunity to follow in the footsteps of King Pṛthu and get whatever he desired from the planet earth.",
        "purport": " The planet earth is also called vasundharā. The word vasu means “wealth,” and dharā means “one who holds.” All creatures within the earth fulfill the necessities required for human beings, and all living entities can be taken out of the earth by the proper means. As suggested by the planet earth, and accepted and initiated by King Pṛthu, whatever is taken from the earth — either from the mines, from the surface of the globe or from the atmosphere — should always be considered the property of the Supreme Personality of Godhead and should be used for Yajña, Lord Viṣṇu. As soon as the process of yajña is stopped, the earth will withhold all productions — vegetables, trees, plants, fruits, flowers, other agricultural products and minerals. As confirmed in Bhagavad-gītā, the process of yajña was instituted from the beginning of creation. By the regular performance of yajña, the equal distribution of wealth and the restriction of sense gratification, the entire world will be made peaceful and prosperous. As already mentioned, in this Age of Kali the simple performance of saṅkīrtana-yajña — the holding of festivals as initiated by the International Society for Krishna Consciousness — should be introduced in every town and village. Intelligent men should encourage the performance of saṅkīrtana-yajña by their personal behavior. This means that they should follow the process of austerity by restricting themselves from illicit sex life, meat-eating, gambling and intoxication. If the intelligent men, or the brāhmaṇas of society, would follow the rules and regulations, certainly the entire face of this present world, which is in such chaotic condition, would change, and people would be happy and prosperous."
    },
    {
        "verse": "14",
        "devanagari": "ऋषयो दुदुहुर्देवीमिन्द्रियेष्वथ सत्तम ।वत्सं बृहस्पतिं कृत्वा पयश्छन्दोमयं शुचि ॥ १४ ॥",
        "english_devnagari": "ṛṣayo duduhur devīmindriyeṣv atha sattamavatsaṁ bṛhaspatiṁ kṛtvāpayaś chandomayaṁ śuci",
        "verse_Syn": [
            "ṛṣayaḥ",
            "duduhuḥ",
            "devīm",
            "indriyeṣu",
            "atha",
            "sattama",
            "vatsam",
            "bṛhaspatim",
            "kṛtvā",
            "payaḥ",
            "chandaḥ",
            "mayam",
            "śuci"
        ],
        "translation": "All the great sages transformed Bṛhaspati into a calf, and making the senses into a pot, they milked all kinds of Vedic knowledge to purify words, mind and hearing.",
        "purport": " Bṛhaspati is the priest of the heavenly planets. Vedic knowledge was received in logical order by the great sages through Bṛhaspati for the benefit of human society, not only on this planet, but throughout the universes. In other words, Vedic knowledge is considered one of the necessities for human society. If human society remains satisfied simply by taking grains from the planet earth, as well as other necessities for maintaining the body, society will not be sufficiently prosperous. Humanity must have food for the mind and ear, as well as for the purpose of vibration. As far as transcendental vibrations are concerned, the essence of all Vedic knowledge is the mahā-mantra — Hare Kṛṣṇa, Hare Kṛṣṇa, Kṛṣṇa Kṛṣṇa, Hare Hare/ Hare Rāma, Hare Rāma, Rāma Rāma, Hare Hare. In Kali-yuga, if this Vedic mahā-mantra is chanted regularly and heard regularly by the devotional process of śravaṇaṁ kīrtanam, it will purify all societies, and thus humanity will be happy both materially and spiritually."
    },
    {
        "verse": "15",
        "devanagari": "कृत्वा वत्सं सुरगणा इन्द्रं सोममदूदुहन् ।हिरण्मयेन पात्रेण वीर्यमोजो बलं पय: ॥ १५ ॥",
        "english_devnagari": "kṛtvā vatsaṁ sura-gaṇāindraṁ somam adūduhanhiraṇmayena pātreṇavīryam ojo balaṁ payaḥ",
        "verse_Syn": [
            "kṛtvā",
            "vatsam",
            "sura",
            "gaṇāḥ",
            "indram",
            "somam",
            "adūduhan",
            "hiraṇmayena",
            "pātreṇa",
            "vīryam",
            "ojaḥ",
            "balam",
            "payaḥ"
        ],
        "translation": "All the demigods made Indra, the King of heaven, into a calf, and from the earth they milked the beverage soma, which is nectar. Thus they became very powerful in mental speculation and bodily and sensual strength.",
        "purport": " In this verse the word soma means “nectar.” Soma is a kind of beverage made in the heavenly planets, from the moon to the kingdoms of the demigods in the various higher planetary systems. By drinking this soma beverage the demigods become more powerful mentally and increase their sensual power and bodily strength. The words hiraṇmayena pātreṇa indicate that this soma beverage is not an ordinary intoxicating liquor. The demigods would not touch any kind of liquor. Nor is soma a kind of drug. It is a different kind of beverage, available in the heavenly planets. Soma is far different from the liquors made for demoniac people, as explained in the next verse."
    },
    {
        "verse": "16",
        "devanagari": "दैतेया दानवा वत्सं प्रह्लादमसुरर्षभम् ।विधायादूदुहन् क्षीरमय:पात्रे सुरासवम् ॥ १६ ॥",
        "english_devnagari": "daiteyā dānavā vatsaṁprahlādam asurarṣabhamvidhāyādūduhan kṣīramayaḥ-pātre surāsavam",
        "verse_Syn": [
            "daiteyāḥ",
            "dānavāḥ",
            "vatsam",
            "prahlādam",
            "asura",
            "ṛṣabham",
            "vidhāya",
            "adūduhan",
            "kṣīram",
            "ayaḥ",
            "pātre",
            "surā",
            "āsavam"
        ],
        "translation": "The sons of Diti and the demons transformed Prahlāda Mahārāja, who was born in an asura family, into a calf, and they extracted various kinds of liquor and beer, which they put into a pot made of iron.",
        "purport": " The demons also have their own types of beverages in the form of liquors and beers, just as the demigods use soma-rasa for their drinking purposes. The demons born of Diti take great pleasure in drinking wine and beer. Even today people of demoniac nature are very much addicted to liquor and beer. The name of Prahlāda Mahārāja is very significant in this connection. Because Prahlāda Mahārāja was born in a family of demons, as the son of Hiraṇyakaśipu, by his mercy the demons were and still are able to have their drinks in the form of wine and beer. The word ayaḥ (iron) is very significant. Whereas the nectarean soma was put in a golden pot, the liquors and beers were put in an iron pot. Because the liquor and beer are inferior, they are placed in an iron pot, and because soma-rasa is superior, it is placed in a golden pot."
    },
    {
        "verse": "17",
        "devanagari": "गन्धर्वाप्सरसोऽधुक्षन् पात्रे पद्ममये पय: ।वत्सं विश्वावसुं कृत्वा गान्धर्वं मधु सौभगम् ॥ १७ ॥",
        "english_devnagari": "gandharvāpsaraso ’dhukṣanpātre padmamaye payaḥvatsaṁ viśvāvasuṁ kṛtvāgāndharvaṁ madhu saubhagam",
        "verse_Syn": [
            "gandharva",
            "apsarasaḥ",
            "adhukṣan",
            "pātre",
            "padma",
            "maye",
            "payaḥ",
            "vatsam",
            "viśvāvasum",
            "kṛtvā",
            "gāndharvam",
            "madhu",
            "saubhagam"
        ],
        "translation": "The inhabitants of Gandharvaloka and Apsaroloka made Viśvāvasu into a calf, and they drew the milk into a lotus-flower pot. The milk took the shape of sweet musical art and beauty.",
        "purport": ""
    },
    {
        "verse": "18",
        "devanagari": "वत्सेन पितरोऽर्यम्णा कव्यं क्षीरमधुक्षत ।आमपात्रे महाभागा: श्रद्धया श्राद्धदेवता: ॥ १८ ॥",
        "english_devnagari": "vatsena pitaro ’ryamṇākavyaṁ kṣīram adhukṣataāma-pātre mahā-bhāgāḥśraddhayā śrāddha-devatāḥ",
        "verse_Syn": [
            "vatsena",
            "pitaraḥ",
            "aryamṇā",
            "kavyam",
            "kṣīram",
            "adhukṣata",
            "āma",
            "pātre",
            "mahā",
            "bhāgāḥ",
            "śraddhayā",
            "śrāddha",
            "devatāḥ"
        ],
        "translation": "The fortunate inhabitants of Pitṛloka, who preside over the funeral ceremonies, made Aryamā into a calf. With great faith they milked kavya, food offered to the ancestors, into an unbaked earthen pot.",
        "purport": " In Bhagavad-gītā (9.25) it is said, pitṝn yānti pitṛ-vratāḥ. Those who are interested in family welfare are called pitṛ-vratāḥ. There is a planet called Pitṛloka, and the predominating deity of that planet is called Aryamā. He is somewhat of a demigod, and by satisfying him one can help ghostly family members develop a gross body. Those who are very sinful and attached to their family, house, village or country do not receive a gross body made of material elements but remain in a subtle body, composed of mind, ego and intelligence. Those who live in such subtle bodies are called ghosts. This ghostly position is very painful because a ghost has intelligence, mind and ego and wants to enjoy material life, but because he doesn’t have a gross material body, he can only create disturbances for want of material satisfaction. It is the duty of family members, especially the son, to offer oblations to the demigod Aryamā or to Lord Viṣṇu. From time immemorial in India, the son of a dead man goes to Gayā and, at a Viṣṇu temple there, offers oblations for the benefit of his ghostly father. It is not that everyone’s father becomes a ghost, but the oblations of piṇḍa are offered to the lotus feet of Lord Viṣṇu so that if a family member happens to become a ghost, he will be favored with a gross body. However, if one is habituated to taking the prasāda of Lord Viṣṇu, there is no chance of his becoming a ghost or anything lower than a human being. In Vedic civilization there is a performance called śrāddha by which food is offered with faith and devotion. If one offers oblations with faith and devotion — either to the lotus feet of Lord Viṣṇu or to His representative in Pitṛloka, Aryamā — one’s forefathers will attain material bodies to enjoy whatever material enjoyment is due them. In other words, they do not have to become ghosts."
    },
    {
        "verse": "19",
        "devanagari": "प्रकल्प्य वत्सं कपिलं सिद्धा: सङ्कल्पनामयीम् ।सिद्धिं नभसि विद्यां च ये च विद्याधरादय: ॥ १९ ॥",
        "english_devnagari": "prakalpya vatsaṁ kapilaṁsiddhāḥ saṅkalpanāmayīmsiddhiṁ nabhasi vidyāṁ caye ca vidyādharādayaḥ",
        "verse_Syn": [
            "prakalpya",
            "vatsam",
            "kapilam",
            "siddhāḥ",
            "saṅkalpanā",
            "mayīm",
            "siddhim",
            "nabhasi",
            "vidyām",
            "ca",
            "ye",
            "ca",
            "vidyādhara",
            "ādayaḥ"
        ],
        "translation": "After this, the inhabitants of Siddhaloka, as well as the inhabitants of Vidyādhara-loka, transformed the great sage Kapila into a calf, and making the whole sky into a pot, they milked out specific yogic mystic powers, beginning with aṇimā. Indeed, the inhabitants of Vidyādhara-loka acquired the art of flying in the sky.",
        "purport": " The inhabitants of both Siddhaloka and Vidyādhara-loka are naturally endowed with mystic yogic powers by which they not only can fly in outer space without a vehicle but can also fly from one planet to another simply by exerting their will. Just as fish can swim within water, the residents of Vidyādhara-loka can swim in the ocean of air. As far as the inhabitants of Siddhaloka are concerned, they are endowed with all mystic powers. The yogīs in this planet practice the eightfold yogic mysticism — namely yama, niyama, āsana, prāṇāyāma, pratyāhāra, dhāraṇā, dhyāna and samādhi. By regularly practicing the yogic processes one after another, the yogīs attain various perfections; they can become smaller than the smallest, heavier than the heaviest, etc. They can even manufacture a planet, get whatever they like and control whatever man they want. All the residents of Siddhaloka are naturally endowed with these mystic yogic powers. It is certainly a very wonderful thing if we see a person on this planet flying in the sky without a vehicle, but in Vidyādhara-loka such flying is as commonplace as a bird’s flying in the sky. Similarly, in Siddhaloka all the inhabitants are great yogīs, perfect in mystic powers. The name of Kapila Muni is significant in this verse because He was the expounder of the Sāṅkhya philosophical system, and His father, Kardama Muni, was a great yogī and mystic. Indeed, Kardama Muni prepared a great airplane, which was as large as a small town and had various gardens, palatial buildings, servants and maidservants. With all this paraphernalia, Kapiladeva’s mother, Devahūti, and His father, Kardama Muni, traveled all over the universes and visited different planets."
    },
    {
        "verse": "20",
        "devanagari": "अन्ये च मायिनो मायामन्तर्धानाद्भुतात्मनाम् ।मयं प्रकल्प्य वत्सं ते दुदुहुर्धारणामयीम् ॥ २० ॥",
        "english_devnagari": "anye ca māyino māyāmantardhānādbhutātmanāmmayaṁ prakalpya vatsaṁ teduduhur dhāraṇāmayīm",
        "verse_Syn": [
            "anye",
            "ca",
            "māyinaḥ",
            "māyām",
            "antardhāna",
            "adbhuta",
            "ātmanām",
            "mayam",
            "prakalpya",
            "vatsam",
            "te",
            "duduhuḥ",
            "dhāraṇāmayīm"
        ],
        "translation": "Others also, the inhabitants of planets known as Kimpuruṣa-loka, made the demon Maya into a calf, and they milked out mystic powers by which one can disappear immediately from another’s vision and appear again in a different form.",
        "purport": " It is said that the inhabitants of Kimpuruṣa-loka can perform many wonderful mystic demonstrations. In other words, they can exhibit as many wonderful things as one can imagine. The inhabitants of this planet can do whatever they like, or whatever they imagine. Such powers are also mystic powers. The possession of such mystic power is called īśitā. The demons generally learn such mystic powers by the practice of yoga. In the Daśama-skandha (Tenth Canto) of Śrīmad-Bhāgavatam, there is a vivid description of how the demons appear before Kṛṣṇa in various wonderful forms. For instance, Bakāsura appeared before Kṛṣṇa and His cowherd boyfriends as a gigantic crane. While present on this planet, Lord Kṛṣṇa had to fight with many demons who could exhibit the wonderful mystic powers of Kimpuruṣa-loka. Although the inhabitants of Kimpuruṣa-loka are naturally endowed with such powers, one can attain these powers on this planet by performing different yogic practices."
    },
    {
        "verse": "21",
        "devanagari": "यक्षरक्षांसि भूतानि पिशाचा: पिशिताशना: ।भूतेशवत्सा दुदुहु: कपाले क्षतजासवम् ॥ २१ ॥",
        "english_devnagari": "yakṣa-rakṣāṁsi bhūtānipiśācāḥ piśitāśanāḥbhūteśa-vatsā duduhuḥkapāle kṣatajāsavam",
        "verse_Syn": [
            "yakṣa",
            "rakṣāṁsi",
            "bhūtāni",
            "piśācāḥ",
            "piśita",
            "aśanāḥ",
            "bhūteśa",
            "vatsāḥ",
            "duduhuḥ",
            "kapāle",
            "kṣata",
            "ja",
            "āsavam"
        ],
        "translation": "Then the Yakṣas, Rākṣasas, ghosts and witches, who are habituated to eating flesh, transformed Lord Śiva’s incarnation Rudra [Bhūtanātha] into a calf and milked out beverages made of blood and put them in a pot made of skulls.",
        "purport": " There are some types of living entities in the form of human beings whose living conditions and eatables are most abominable. Generally they eat flesh and fermented blood, which is mentioned in this verse as kṣatajāsavam. The leaders of such degraded men known as Yakṣas, Rākṣasas, bhūtas and piśācas are all in the mode of ignorance. They have been placed under the control of Rudra. Rudra is the incarnation of Lord Śiva and is in charge of the mode of ignorance in material nature. Another name of Lord Śiva is Bhūtanātha, meaning “master of ghosts.” Rudra was born from between Brahmā’s eyes when Brahmā was very angry at the four Kumāras."
    },
    {
        "verse": "22",
        "devanagari": "तथाहयो दन्दशूका: सर्पा नागाश्च तक्षकम् ।विधाय वत्सं दुदुहुर्बिलपात्रे विषं पय: ॥ २२ ॥",
        "english_devnagari": "tathāhayo dandaśūkāḥsarpā nāgāś ca takṣakamvidhāya vatsaṁ duduhurbila-pātre viṣaṁ payaḥ",
        "verse_Syn": [
            "tathā",
            "ahayaḥ",
            "dandaśūkāḥ",
            "sarpāḥ",
            "nāgāḥ",
            "ca",
            "takṣakam",
            "vidhāya",
            "vatsam",
            "duduhuḥ",
            "bila",
            "pātre",
            "viṣam",
            "payaḥ"
        ],
        "translation": "Thereafter cobras and snakes without hoods, large snakes, scorpions and many other poisonous animals took poison out of the planet earth as their milk and kept this poison in snake holes. They made a calf out of Takṣaka.",
        "purport": " Within this material world there are various types of living entities, and the different types of reptiles and scorpions mentioned in this verse are also provided with their sustenance by the arrangement of the Supreme Personality of Godhead. The point is that everyone is taking his eatables from the planet earth. According to one’s association with the material qualities, one develops a certain type of character. Payaḥ-pānaṁ bhujaṅgānām: if one feeds a serpent milk, the snake will simply increase his venom. However, if one supplies milk to a talented sage or saint, the sage will develop finer brain tissues by which he can contemplate higher, spiritual life. Thus the Lord is supplying everyone food, but according to the living entity’s association with the modes of material nature, the living entity develops his specific character."
    },
    {
        "verse": "23-24",
        "devanagari": "पशवो यवसं क्षीरं वत्सं कृत्वा च गोवृषम् ।अरण्यपात्रे चाधुक्षन्मृगेन्द्रेण च दंष्ट्रिण: ॥ २३ ॥क्रव्यादा: प्राणिन: क्रव्यं दुदुहु: स्वे कलेवरे ।सुपर्णवत्सा विहगाश्चरं चाचरमेव च ॥ २४ ॥",
        "english_devnagari": "paśavo yavasaṁ kṣīraṁvatsaṁ kṛtvā ca go-vṛṣamaraṇya-pātre cādhukṣanmṛgendreṇa ca daṁṣṭriṇaḥ",
        "verse_Syn": [
            "paśavaḥ",
            "yavasam",
            "kṣīram",
            "vatsam",
            "kṛtvā",
            "ca",
            "go",
            "vṛṣam",
            "araṇya",
            "pātre",
            "ca",
            "adhukṣan",
            "mṛga",
            "indreṇa",
            "ca",
            "daṁṣṭriṇaḥ",
            "kravya",
            "adāḥ",
            "prāṇinaḥ",
            "kravyam",
            "duduhuḥ",
            "sve",
            "kalevare",
            "suparṇa",
            "vatsāḥ",
            "vihagāḥ",
            "caram",
            "ca",
            "acaram",
            "eva",
            "ca"
        ],
        "translation": "The four-legged animals like the cows made a calf out of the bull who carries Lord Śiva and made a milking pot out of the forest. Thus they got fresh green grasses to eat. Ferocious animals like tigers transformed a lion into a calf, and thus they were able to get flesh for milk. The birds made a calf out of Garuḍa and took milk from the planet earth in the form of moving insects and nonmoving plants and grasses.",
        "purport": " There are many carnivorous birds descended from Garuḍa, the winged carrier of Lord Viṣṇu. Indeed, there is a particular type of bird that is very fond of eating monkeys, and eagles are fond of eating goats. Of course, many birds eat only fruits and berries. Therefore the words caram, referring to moving animals, and acaram, referring to grasses, fruits and vegetables, are mentioned in this verse."
    },
    {
        "verse": "25",
        "devanagari": "वटवत्सा वनस्पतय: पृथग्रसमयं पय: ।गिरयो हिमवद्वत्सा नानाधातून् स्वसानुषु ॥ २५ ॥",
        "english_devnagari": "vaṭa-vatsā vanaspatayaḥpṛthag rasamayaṁ payaḥgirayo himavad-vatsānānā-dhātūn sva-sānuṣu",
        "verse_Syn": [
            "vaṭa",
            "vatsāḥ",
            "vanaḥ",
            "patayaḥ",
            "pṛthak",
            "rasa",
            "mayam",
            "payaḥ",
            "girayaḥ",
            "himavat",
            "vatsāḥ",
            "nānā",
            "dhātūn",
            "sva",
            "sānuṣu"
        ],
        "translation": "The trees made a calf out of the banyan tree, and thus they derived milk in the form of many delicious juices. The mountains transformed the Himālayas into a calf, and they milked a variety of minerals into a pot made of the peaks of hills.",
        "purport": ""
    },
    {
        "verse": "26",
        "devanagari": "सर्वे स्वमुख्यवत्सेन स्वे स्वे पात्रे पृथक् पय: ।सर्वकामदुघां पृथ्वीं दुदुहु: पृथुभाविताम् ॥ २६ ॥",
        "english_devnagari": "sarve sva-mukhya-vatsenasve sve pātre pṛthak payaḥsarva-kāma-dughāṁ pṛthvīṁduduhuḥ pṛthu-bhāvitām",
        "verse_Syn": [
            "sarve",
            "sva",
            "mukhya",
            "vatsena",
            "sve",
            "sve",
            "pātre",
            "pṛthak",
            "payaḥ",
            "sarva",
            "kāma",
            "dughām",
            "pṛthvīm",
            "duduhuḥ",
            "pṛthu",
            "bhāvitām"
        ],
        "translation": "The planet earth supplied everyone his respective food. During the time of King Pṛthu, the earth was fully under the control of the King. Thus all the inhabitants of the earth could get their food supply by creating various types of calves and putting their particular types of milk in various pots.",
        "purport": " This is evidence that the Lord supplies food to everyone. As confirmed in the Vedas, eko bahūnāṁ yo vidadhāti kāmān: although the Lord is one, He is supplying all necessities to everyone through the medium of the planet earth. There are different varieties of living entities on different planets, and they all derive their eatables from their planets in different forms. On the basis of these descriptions, how can one assume that there is no living entity on the moon? Every moon is earthly, being composed of the five elements. Every planet produces different types of food according to the needs of its residents. According to the Vedic śāstras, it is not true that the moon does not produce food or that no living entity is living there."
    },
    {
        "verse": "27",
        "devanagari": "एवं पृथ्वादय: पृथ्वीमन्नादा: स्वन्नमात्मन: ।दोहवत्सादिभेदेन क्षीरभेदं कुरूद्वह ॥ २७ ॥",
        "english_devnagari": "evaṁ pṛthv-ādayaḥ pṛthvīmannādāḥ svannam ātmanaḥdoha-vatsādi-bhedenakṣīra-bhedaṁ kurūdvaha",
        "verse_Syn": [
            "evam",
            "pṛthu",
            "ādayaḥ",
            "pṛthvīm",
            "anna",
            "adāḥ",
            "su",
            "annam",
            "ātmanaḥ",
            "doha",
            "vatsa",
            "ādi",
            "bhedena",
            "kṣīra",
            "bhedam",
            "kuru",
            "udvaha"
        ],
        "translation": "My dear Vidura, chief of the Kurus, in this way King Pṛthu and all the others who subsist on food created different types of calves and milked out their respective eatables. Thus they received their various foodstuffs, which were symbolized as milk.",
        "purport": ""
    },
    {
        "verse": "28",
        "devanagari": "ततो महीपति: प्रीत: सर्वकामदुघां पृथु: ।दुहितृत्वे चकारेमां प्रेम्णा दुहितृवत्सल: ॥ २८ ॥",
        "english_devnagari": "tato mahīpatiḥ prītaḥsarva-kāma-dughāṁ pṛthuḥduhitṛtve cakāremāṁpremṇā duhitṛ-vatsalaḥ",
        "verse_Syn": [
            "tataḥ",
            "mahī",
            "patiḥ",
            "prītaḥ",
            "sarva",
            "kāma",
            "dughām",
            "pṛthuḥ",
            "duhitṛtve",
            "cakāra",
            "imām",
            "premṇā",
            "duhitṛ",
            "vatsalaḥ"
        ],
        "translation": "Thereafter King Pṛthu was very satisfied with the planet earth, for she sufficiently supplied all food to various living entities. Thus he developed an affection for the planet earth, just as if she were his own daughter.",
        "purport": ""
    },
    {
        "verse": "29",
        "devanagari": "चूर्णयन् स्वधनुष्कोट्या गिरिकूटानि राजराट् ।भूमण्डलमिदं वैन्य: प्रायश्चक्रे समं विभु: ॥ २९ ॥",
        "english_devnagari": "cūrṇayan sva-dhanuṣ-koṭyāgiri-kūṭāni rāja-rāṭbhū-maṇḍalam idaṁ vainyaḥprāyaś cakre samaṁ vibhuḥ",
        "verse_Syn": [
            "cūrṇayan",
            "sva",
            "dhanuḥ",
            "koṭyā",
            "giri",
            "kūṭāni",
            "rāja",
            "rāṭ",
            "bhū",
            "maṇḍalam",
            "idam",
            "vainyaḥ",
            "prāyaḥ",
            "cakre",
            "samam",
            "vibhuḥ"
        ],
        "translation": "After this, the king of all kings, Mahārāja Pṛthu, leveled all rough places on the surface of the globe by breaking up the hills with the strength of his bow. By his grace the surface of the globe almost became flat.",
        "purport": " Generally the mountainous and hilly portions of the earth are made flat by the striking of thunderbolts. Generally this is the business of King Indra of the heavenly planets, but King Pṛthu, an incarnation of the Supreme Personality of Godhead, did not wait for King Indra to break up the hills and mountains but did so himself by using his strong bow."
    },
    {
        "verse": "30",
        "devanagari": "अथास्मिन् भगवान् वैन्य: प्रजानां वृत्तिद: पिता ।निवासान् कल्पयां चक्रे तत्र तत्र यथार्हत: ॥ ३० ॥",
        "english_devnagari": "athāsmin bhagavān vainyaḥprajānāṁ vṛttidaḥ pitānivāsān kalpayāṁ cakretatra tatra yathārhataḥ",
        "verse_Syn": [
            "atha",
            "asmin",
            "bhagavān",
            "vainyaḥ",
            "prajānām",
            "vṛttidaḥ",
            "pitā",
            "nivāsān",
            "kalpayām",
            "cakre",
            "tatra",
            "tatra",
            "yathā",
            "arhataḥ"
        ],
        "translation": "To all the citizens of the state, King Pṛthu was as good as a father. Thus he was visibly engaged in giving them proper subsistence and proper employment for subsistence. After leveling the surface of the globe, he earmarked different places for residential quarters, inasmuch as they were desirable.",
        "purport": ""
    },
    {
        "verse": "31",
        "devanagari": "ग्रामान् पुर: पत्तनानि दुर्गाणि विविधानि च ।घोषान् व्रजान् सशिबिरानाकरान् खेटखर्वटान् ॥ ३१ ॥",
        "english_devnagari": "grāmān puraḥ pattanānidurgāṇi vividhāni caghoṣān vrajān sa-śibirānākarān kheṭa-kharvaṭān",
        "verse_Syn": [
            "grāmān",
            "puraḥ",
            "pattanāni",
            "durgāṇi",
            "vividhāni",
            "ca",
            "ghoṣān",
            "vrajān",
            "sa",
            "śibirān",
            "ākarān",
            "kheṭa",
            "kharvaṭān"
        ],
        "translation": "In this way the King founded many types of villages, settlements and towns and built forts, residences for cowherdsmen, stables for the animals, places for the royal camps, mining places, agricultural towns and mountain villages.",
        "purport": ""
    },
    {
        "verse": "32",
        "devanagari": "प्राक्पृथोरिह नैवैषा पुरग्रामादिकल्पना ।यथासुखं वसन्ति स्म तत्र तत्राकुतोभया: ॥ ३२ ॥",
        "english_devnagari": "prāk pṛthor iha naivaiṣāpura-grāmādi-kalpanāyathā-sukhaṁ vasanti smatatra tatrākutobhayāḥ",
        "verse_Syn": [
            "prāk",
            "pṛthoḥ",
            "iha",
            "na",
            "eva",
            "eṣā",
            "pura",
            "grāma",
            "ādi",
            "kalpanā",
            "yathā",
            "sukham",
            "vasanti",
            "sma",
            "tatra",
            "tatra",
            "akutaḥ",
            "bhayāḥ"
        ],
        "translation": "Before the reign of King Pṛthu there was no planned arrangement for different cities, villages, pasturing grounds, etc. Everything was scattered, and everyone constructed his residential quarters according to his own convenience. However, from the time of King Pṛthu, plans were made for towns and villages.",
        "purport": " From this statement it appears that town and city planning is not new but has been coming down since the time of King Pṛthu. In India we can see regular planning methods evident in very old cities. In Śrīmad-Bhāgavatam there are many descriptions of such ancient cities. Even five thousand years ago, Lord Kṛṣṇa’s capital, Dvārakā, was well planned, and similar other cities — Mathurā and Hastināpura (now New Delhi) — were also well planned. Thus the planning of cities and towns is not a modern innovation but was existing in bygone ages."
    }
]