[
    {
        "verse": "1",
        "devanagari": "मैत्रेय उवाचअथादीक्षत राजा तु हयमेधशतेन स: ।ब्रह्मावर्ते मनो: क्षेत्रे यत्र प्राची सरस्वती ॥ १ ॥",
        "english_devnagari": "maitreya uvācaathādīkṣata rājā tuhayamedha-śatena saḥbrahmāvarte manoḥ kṣetreyatra prācī sarasvatī",
        "verse_Syn": [
            "maitreyaḥ",
            "uvāca",
            "atha",
            "adīkṣata",
            "rājā",
            "tu",
            "haya",
            "medha",
            "śatena",
            "saḥ",
            "brahmāvarte",
            "manoḥ",
            "kṣetre",
            "yatra",
            "prācī",
            "sarasvatī"
        ],
        "translation": "The great sage Maitreya continued: My dear Vidura, King Pṛthu initiated the performance of one hundred horse sacrifices at the spot where the river Sarasvatī flows towards the east. This piece of land is known as Brahmāvarta, and it was controlled by Svāyambhuva Manu.",
        "purport": ""
    },
    {
        "verse": "2",
        "devanagari": "तदभिप्रेत्य भगवान् कर्मातिशयमात्मन: ।शतक्रतुर्न ममृषे पृथोर्यज्ञमहोत्सवम् ॥ २ ॥",
        "english_devnagari": "tad abhipretya bhagavānkarmātiśayam ātmanaḥśata-kratur na mamṛṣepṛthor yajña-mahotsavam",
        "verse_Syn": [
            "tat",
            "abhipretya",
            "bhagavān",
            "karma",
            "atiśayam",
            "ātmanaḥ",
            "śata",
            "kratuḥ",
            "na",
            "mamṛṣe",
            "pṛthoḥ",
            "yajña",
            "mahā",
            "utsavam"
        ],
        "translation": "When the most powerful Indra, the King of heaven, saw this, he considered the fact that King Pṛthu was going to exceed him in fruitive activities. Thus Indra could not tolerate the great sacrificial ceremonies performed by King Pṛthu.",
        "purport": " In the material world everyone who comes to enjoy himself or lord it over material nature is envious of others. This envy is also found in the personality of the King of heaven, Indra. As evident from revealed scriptures, Indra was several times envious of many persons. He was especially envious of great fruitive activities and the execution of yoga practices, or siddhis. Indeed, he could not tolerate them, and he desired to break them up. He was envious due to fear that those who performed great sacrifices for the execution of mystic yoga might occupy his seat. Since no one in this material world can tolerate another’s advancement, everyone in the material world is called matsara, envious. In the beginning of Śrīmad-Bhāgavatam it is therefore said that Śrīmad-Bhāgavatam is meant for those who are completely nirmatsara (nonenvious). In other words, one who is not free from the contamination of envy cannot advance in Kṛṣṇa consciousness. In Kṛṣṇa consciousness, however, if someone excels another person, the devotee who is excelled thinks how fortunate the other person is to be advancing in devotional service. Such nonenvy is typical of Vaikuṇṭha. However, when one is envious of his competitor, that is material. The demigods posted in the material world are not exempt from envy."
    },
    {
        "verse": "3",
        "devanagari": "यत्र यज्ञपति: साक्षाद्भगवान् हरिरीश्वर: ।अन्वभूयत सर्वात्मा सर्वलोकगुरु: प्रभु: ॥ ३ ॥",
        "english_devnagari": "yatra yajña-patiḥ sākṣādbhagavān harir īśvaraḥanvabhūyata sarvātmāsarva-loka-guruḥ prabhuḥ",
        "verse_Syn": [
            "yatra",
            "yajña",
            "patiḥ",
            "sākṣāt",
            "bhagavān",
            "hariḥ",
            "īśvaraḥ",
            "anvabhūyata",
            "sarva",
            "ātmā",
            "sarva",
            "loka",
            "guruḥ",
            "prabhuḥ"
        ],
        "translation": "The Supreme Personality of Godhead, Lord Viṣṇu, is present in everyone’s heart as the Supersoul, and He is the proprietor of all planets and the enjoyer of the results of all sacrifices. He was personally present at the sacrifices made by King Pṛthu.",
        "purport": " In this verse the word sākṣāt is significant. Pṛthu Mahārāja was a śaktyāveśa-avatāra incarnation of Lord Viṣṇu. Actually Pṛthu Mahārāja was a living entity, but he acquired specific powers from Lord Viṣṇu. Lord Viṣṇu, however, is directly the Supreme Personality of Godhead, and thus belongs to the category of viṣṇu-tattva. Mahārāja Pṛthu belonged to the jīva-tattva. The viṣṇu-tattva indicates God, whereas the jīva-tattva indicates the part and parcel of God. When God’s part and parcel is especially empowered, he is called śaktyāveśa-avatāra. Lord Viṣṇu is herein described as harir īśvaraḥ. The Lord is so kind that He takes all miserable conditions away from His devotees. Consequently He is called Hari. He is described as īśvara because He can do whatever He likes. He is the supreme controller. The supreme īśvara puruṣottama is Lord Kṛṣṇa. He exhibits His powers as īśvara, or the supreme controller, when He assures His devotee in Bhagavad-gītā (18.66): “Abandon all varieties of religion and just surrender unto Me. I shall deliver you from all sinful reaction. Do not fear.” He can immediately make His devotee immune from all the reactions caused by sinful life if the devotee simply surrenders unto Him. He is described herein as sarvātmā, meaning that He is present in everyone’s heart as the Supersoul, and as such He is the supreme teacher of everyone. If we are fortunate enough to take the lessons given by Lord Kṛṣṇa in Bhagavad-gītā, our lives immediately become successful. No one can give better instructions to human society than Lord Kṛṣṇa."
    },
    {
        "verse": "4",
        "devanagari": "अन्वितो ब्रह्मशर्वाभ्यां लोकपालै: सहानुगै: ।उपगीयमानो गन्धर्वैर्मुनिभिश्चाप्सरोगणै: ॥ ४ ॥",
        "english_devnagari": "anvito brahma-śarvābhyāṁloka-pālaiḥ sahānugaiḥupagīyamāno gandharvairmunibhiś cāpsaro-gaṇaiḥ",
        "verse_Syn": [
            "anvitaḥ",
            "brahma",
            "śarvābhyām",
            "loka",
            "pālaiḥ",
            "saha",
            "anugaiḥ",
            "upagīyamānaḥ",
            "gandharvaiḥ",
            "munibhiḥ",
            "ca",
            "apsaraḥ",
            "gaṇaiḥ"
        ],
        "translation": "When Lord Viṣṇu appeared in the sacrificial arena, Lord Brahmā, Lord Śiva and all the chief predominating personalities of every planet, as well as their followers, came with Him. When He appeared on the scene, the residents of Gandharvaloka, the great sages, and the residents of Apsaroloka all praised Him.",
        "purport": ""
    },
    {
        "verse": "5",
        "devanagari": "सिद्धा विद्याधरा दैत्या दानवा गुह्यकादय: ।सुनन्दनन्दप्रमुखा: पार्षदप्रवरा हरे: ॥ ५ ॥",
        "english_devnagari": "siddhā vidyādharā daityādānavā guhyakādayaḥsunanda-nanda-pramukhāḥpārṣada-pravarā hareḥ",
        "verse_Syn": [
            "siddhāḥ",
            "vidyādharāḥ",
            "daityāḥ",
            "dānavāḥ",
            "guhyaka",
            "ādayaḥ",
            "sunanda",
            "nanda",
            "pramukhāḥ",
            "pārṣada",
            "pravarāḥ",
            "hareḥ"
        ],
        "translation": "The Lord was accompanied by the residents of Siddhaloka and Vidyādhara-loka, all the descendants of Diti, and the demons and the Yakṣas. He was also accompanied by His chief associates, headed by Sunanda and Nanda.",
        "purport": ""
    },
    {
        "verse": "6",
        "devanagari": "कपिलो नारदो दत्तो योगेशा: सनकादय: ।तमन्वीयुर्भागवता ये च तत्सेवनोत्सुका: ॥ ६ ॥",
        "english_devnagari": "kapilo nārado dattoyogeśāḥ sanakādayaḥtam anvīyur bhāgavatāye ca tat-sevanotsukāḥ",
        "verse_Syn": [
            "kapilaḥ",
            "nāradaḥ",
            "dattaḥ",
            "yoga",
            "īśāḥ",
            "sanaka",
            "ādayaḥ",
            "tam",
            "anvīyuḥ",
            "bhāgavatāḥ",
            "ye",
            "ca",
            "tat",
            "sevana",
            "utsukāḥ"
        ],
        "translation": "Great devotees, who were always engaged in the service of the Supreme Personality of Godhead, as well as the great sages named Kapila, Nārada and Dattātreya, and masters of mystic powers, headed by Sanaka Kumāra, all attended the great sacrifice with Lord Viṣṇu.",
        "purport": ""
    },
    {
        "verse": "7",
        "devanagari": "यत्र धर्मदुघा भूमि: सर्वकामदुघा सती ।दोग्धि स्माभीप्सितानर्थान् यजमानस्य भारत ॥ ७ ॥",
        "english_devnagari": "yatra dharma-dughā bhūmiḥsarva-kāma-dughā satīdogdhi smābhīpsitān arthānyajamānasya bhārata",
        "verse_Syn": [
            "yatra",
            "dharma",
            "dughā",
            "bhūmiḥ",
            "sarva",
            "kāma",
            "dughā",
            "satī",
            "dogdhi",
            "sma",
            "abhīpsitān",
            "arthān",
            "yajamānasya",
            "bhārata"
        ],
        "translation": "My dear Vidura, in that great sacrifice the entire land came to be like the milk-producing kāma-dhenu, and thus, by the performance of yajña, all daily necessities for life were supplied.",
        "purport": " In this verse the word dharma-dughā is significant, for it indicates kāma-dhenu. Kāma-dhenu is also known as surabhi. Surabhi cows inhabit the spiritual world, and, as stated in Brahma-saṁhitā, Lord Kṛṣṇa is engaged in tending these cows: surabhīr abhipālayantam. One can milk a surabhi cow as often as one likes, and the cow will deliver as much milk as one requires. Milk, of course, is necessary for the production of so many milk products, especially clarified butter, which is required for the performance of great sacrifices. Unless we are prepared to perform the prescribed sacrifices, our supply of the necessities of life will be checked. Bhagavad-gītā confirms that Lord Brahmā created human society along with yajña, the performance of sacrifice. Yajña means Lord Viṣṇu, the Supreme Personality of Godhead, and sacrifice means working for the satisfaction of the Supreme Personality of Godhead. In this age, however, it is very difficult to find qualified brāhmaṇas who can perform sacrifices as prescribed in the Vedas. Therefore it is recommended in Śrīmad-Bhāgavatam (yajñaiḥ saṅkīrtana-prāyaiḥ) that by performing saṅkīrtana-yajña and by satisfying the yajña-puruṣa, Lord Caitanya, one can derive all the results derived by great sacrifices in the past. King Pṛthu and others derived all the necessities of life from the earthly planet by performing great sacrifices. Now this saṅkīrtana movement has already been started by the International Society for Krishna Consciousness. People should take advantage of this great sacrifice and join in the Society’s activities; then there will be no scarcity. If saṅkīrtana-yajña is performed, there will be no difficulty, not even in industrial enterprises. Therefore this system should be introduced in all spheres of life — social, political, industrial, commercial, etc. Then everything will run very peacefully and smoothly."
    },
    {
        "verse": "8",
        "devanagari": "ऊहु: सर्वरसान्नद्य: क्षीरदध्यन्नगोरसान् ।तरवो भूरिवर्ष्माण: प्रासूयन्त मधुच्युत: ॥ ८ ॥",
        "english_devnagari": "ūhuḥ sarva-rasān nadyaḥkṣīra-dadhy-anna-go-rasāntaravo bhūri-varṣmāṇaḥprāsūyanta madhu-cyutaḥ",
        "verse_Syn": [
            "ūhuḥ",
            "sarva",
            "rasān",
            "nadyaḥ",
            "kṣīra",
            "dadhi",
            "anna",
            "go",
            "rasān",
            "taravaḥ",
            "bhūri",
            "varṣmāṇaḥ",
            "prāsūyanta",
            "madhu",
            "cyutaḥ"
        ],
        "translation": "The flowing rivers supplied all kinds of tastes — sweet, pungent, sour, etc. — and very big trees supplied fruit and honey in abundance. The cows, having eaten sufficient green grass, supplied profuse quantities of milk, curd, clarified butter and similar other necessities.",
        "purport": " If rivers are not polluted and are allowed to flow in their own way, or sometimes allowed to flood the land, the land will become very fertile and able to produce all kinds of vegetables, trees and plants. The word rasa means “taste.” Actually all rasas are tastes within the earth, and as soon as seeds are sown in the ground, various trees sprout up to satisfy our different tastes. For instance, sugarcane provides its juices to satisfy our taste for sweetness, and oranges provide their juices to satisfy our taste for a mixture of the sour and the sweet. Similarly, there are pineapples and other fruits. At the same time, there are chilies to satisfy our taste for pungency. Although the earth’s ground is the same, different tastes arise due to different kinds of seeds. As Kṛṣṇa says in Bhagavad-gītā (7.10), bījaṁ māṁ sarva-bhūtānām: “I am the original seed of all existences.” Therefore all arrangements are there. And as stated in Īśopaniṣad, pūrṇam idam: complete arrangements for the production of all the necessities of life are made by the Supreme Personality of Godhead. People should therefore learn how to satisfy the yajña-puruṣa, Lord Viṣṇu. Indeed, the living entity’s prime business is to satisfy the Lord because the living entity is part and parcel of the Lord. Thus the whole system is so arranged that the living entity must do his duty as he is constitutionally made. Without doing so, all living entities must suffer. That is the law of nature. The words taravo bhūri-varṣmāṇaḥ indicate very luxuriantly grown, big-bodied trees. The purpose of these trees was to produce honey and varieties of fruit. In other words, the forest also has its purpose in supplying honey, fruits and flowers. Unfortunately in Kali-yuga, due to an absence of yajña, there are many big trees in the forests, but they do not supply sufficient fruits and honey. Thus everything is dependent on the performance of yajña. The best way to perform yajña in this age is to spread the saṅkīrtana movement all over the world."
    },
    {
        "verse": "9",
        "devanagari": "सिन्धवो रत्ननिकरान् गिरयोऽन्नं चतुर्विधम् ।उपायनमुपाजह्रु: सर्वे लोका: सपालका: ॥ ९ ॥",
        "english_devnagari": "sindhavo ratna-nikarāngirayo ’nnaṁ catur-vidhamupāyanam upājahruḥsarve lokāḥ sa-pālakāḥ",
        "verse_Syn": [
            "sindhavaḥ",
            "ratna",
            "nikarān",
            "girayaḥ",
            "annam",
            "catuḥ",
            "vidham",
            "upāyanam",
            "upājahruḥ",
            "sarve",
            "lokāḥ",
            "sa",
            "pālakāḥ"
        ],
        "translation": "King Pṛthu was presented with various gifts from the general populace and predominating deities of all planets. The oceans and seas were full of valuable jewels and pearls, and the hills were full of chemicals and fertilizers. Four kinds of edibles were produced profusely.",
        "purport": " As stated in Īśopaniṣad, this material creation is supplied with all the potencies for the production of all necessities required by the living entities — not only human beings, but animals, reptiles, aquatics and trees. The oceans and seas produce pearls, coral and valuable jewels so that fortunate law-abiding people can utilize them. Similarly, the hills are full of chemicals so that when rivers flow down from them the chemicals spread over the fields to fertilize the four kinds of foodstuffs. These are technically known as carvya (those edibles which are chewed), lehya (those which are licked up), cūṣya (those which are swallowed) and peya (those which are drunk). Pṛthu Mahārāja was greeted by the residents of other planets and their presiding deities. They presented various gifts to the King and acknowledged him as the proper type of king by whose planning and activities everyone throughout the universe could be happy and prosperous. It is clearly indicated in this verse that the oceans and seas are meant for producing jewels, but in Kali-yuga the oceans are mainly being utilized for fishing. Śūdras and poor men were allowed to fish, but the higher classes like the kṣatriyas and vaiśyas would gather pearls, jewels and coral. Although poor men would catch tons of fish, they would not be equal in value to one piece of coral or pearl. In this age so many factories for the manufacture of fertilizers have been opened, but when the Personality of Godhead is pleased by the performance of yajñas, the hills automatically produce fertilizing chemicals, which help produce edibles in the fields. Everything is dependent on the people’s acceptance of the Vedic principles of sacrifice."
    },
    {
        "verse": "10",
        "devanagari": "इति चाधोक्षजेशस्य पृथोस्तु परमोदयम् ।असूयन् भगवानिन्द्र: प्रतिघातमचीकरत् ॥ १० ॥",
        "english_devnagari": "iti cādhokṣajeśasyapṛthos tu paramodayamasūyan bhagavān indraḥpratighātam acīkarat",
        "verse_Syn": [
            "iti",
            "ca",
            "adhokṣaja",
            "īśasya",
            "pṛthoḥ",
            "tu",
            "parama",
            "udayam",
            "asūyan",
            "bhagavān",
            "indraḥ",
            "pratighātam",
            "acīkarat"
        ],
        "translation": "King Pṛthu was dependent on the Supreme Personality of Godhead, who is known as Adhokṣaja. Because King Pṛthu performed so many sacrifices, he was superhumanly enhanced by the mercy of the Supreme Lord. King Pṛthu’s opulence, however, could not be tolerated by the King of heaven, Indra, who tried to impede the progress of his opulence.",
        "purport": " In this verse there are three significant purposes expressed in the words adhokṣaja, bhagavān indraḥ and pṛthoḥ. Mahārāja Pṛthu is an incarnation of Viṣṇu, yet he is a great devotee of Lord Viṣṇu. Although an empowered incarnation of Lord Viṣṇu, he is nonetheless a living entity. As such, he must be a devotee of the Supreme Personality of Godhead. Although one is empowered by the Supreme Personality of Godhead and is an incarnation, he should not forget his eternal relationship with the Supreme Personality of Godhead. In Kali-yuga there are many self-made incarnations, rascals, who declare themselves to be the Supreme Personality of Godhead. The words bhagavān indraḥ indicate that a living entity can even be as exalted and powerful as King Indra, for even King Indra is an ordinary living entity in the material world and possesses the four defects of the conditioned soul. King Indra is described herein as bhagavān, which is generally used in reference to the Supreme Personality of Godhead. In this case, however, King Indra is addressed as bhagavān because he has so much power in his hands. Despite his becoming bhagavān, he is envious of the incarnation of God, Pṛthu Mahārāja. The defects of material life are so strong that due to contamination King Indra becomes envious of an incarnation of God. We should try to understand, therefore, how a conditioned soul becomes fallen. The opulence of King Pṛthu was not dependent on material conditions. As described in this verse, he was a great devotee of Adhokṣaja. The word adhokṣaja indicates the Personality of Godhead, who is beyond the expression of mind and words. However, the Supreme Personality of Godhead appears before the devotee in His original form of eternal bliss and knowledge. The devotee is allowed to see the Supreme Lord face to face, although the Lord is beyond the expression of our senses and beyond our direct perception."
    },
    {
        "verse": "11",
        "devanagari": "चरमेणाश्वमेधेन यजमाने यजुष्पतिम् ।वैन्ये यज्ञपशुं स्पर्धन्नपोवाह तिरोहित: ॥ ११ ॥",
        "english_devnagari": "carameṇāśvamedhenayajamāne yajuṣ-patimvainye yajña-paśuṁ spardhannapovāha tirohitaḥ",
        "verse_Syn": [
            "carameṇa",
            "aśva",
            "medhena",
            "yajamāne",
            "yajuḥ",
            "patim",
            "vainye",
            "yajña",
            "paśum",
            "spardhan",
            "apovāha",
            "tirohitaḥ"
        ],
        "translation": "When Pṛthu Mahārāja was performing the last horse sacrifice [aśvamedha-yajña], King Indra, invisible to everyone, stole the horse intended for sacrifice. He did this because of his great envy of King Pṛthu.",
        "purport": " King Indra is known as śata-kratu, which indicates that he has performed one hundred horse sacrifices (aśvamedha-yajña). We should know, however, that the animals sacrificed in the yajña were not killed. If the Vedic mantras were properly pronounced during the sacrifice, the animal sacrificed would come out again with a new life. That is the test for a successful yajña. When King Pṛthu was performing one hundred yajñas, Indra became very envious because he did not want anyone to excel him. Being an ordinary living entity, he became envious of King Pṛthu, and, making himself invisible, he stole the horse and thus impeded the yajña performance."
    },
    {
        "verse": "12",
        "devanagari": "तमत्रिर्भगवानैक्षत्त्वरमाणं विहायसा ।आमुक्तमिव पाखण्डं योऽधर्मे धर्मविभ्रम: ॥ १२ ॥",
        "english_devnagari": "tam atrir bhagavān aikṣattvaramāṇaṁ vihāyasāāmuktam iva pākhaṇḍaṁyo ’dharme dharma-vibhramaḥ",
        "verse_Syn": [
            "tam",
            "atriḥ",
            "bhagavān",
            "aikṣat",
            "tvaramāṇam",
            "vihāyasā",
            "āmuktam",
            "iva",
            "pākhaṇḍam",
            "yaḥ",
            "adharme",
            "dharma",
            "vibhramaḥ"
        ],
        "translation": "When King Indra was taking away the horse, he dressed himself to appear as a liberated person. Actually this dress was a form of cheating, for it falsely created an impression of religion. When Indra went into outer space in this way, the great sage Atri saw him and understood the whole situation.",
        "purport": " The word pākhaṇḍa used in this verse is sometimes pronounced pāṣaṇḍa. Both of these words indicate an imposter who presents himself as a very religious person but in actuality is sinful. Indra took up the saffron-colored dress as a way of cheating others. This saffron dress has been misused by many imposters who present themselves as liberated persons or incarnations of God. In this way people are cheated. As we have mentioned many times, the conditioned soul has a tendency to cheat; therefore this quality is also visible in a person like King Indra. It is understood that even King Indra is not liberated from the clutches of material contamination. Thus the words āmuktam iva, meaning “as if he were liberated,” are used. The saffron dress worn by a sannyāsī announces to the world that he has renounced all worldly affairs and is simply engaged in the service of the Lord. Such a devotee is actually a sannyāsī, or liberated person. In Bhagavad-gītā (6.1) it is said: “One who is unattached to the fruits of his work and who works as he is obligated is in the renounced order of life, and he is the true mystic, not he who lights no fire and performs no work.” In other words, one who offers the results of his activities to the Supreme Personality of Godhead is actually a sannyāsī and yogī. Cheating sannyāsīs and yogīs have existed since the time of Pṛthu Mahārāja’s sacrifice. This cheating was very foolishly introduced by King Indra. In some ages such cheating is very prominent, and in other ages not so prominent. It is the duty of a sannyāsī to be very cautious because, as stated by Lord Caitanya, sannyāsīra alpa chidra sarva-loke gāya: “A little spot in a sannyāsī’s character will be magnified by the public.” (Cc. Madhya 12.51) Therefore, unless one is very sincere and serious, he should not take up the order of sannyāsa. One should not use this order as a means to cheat the public. It is better not to take up sannyāsa in this Age of Kali because provocations are very strong in this age. Only a very exalted person advanced in spiritual understanding should attempt to take up sannyāsa. One should not adopt this order as a means of livelihood or for some material purpose."
    },
    {
        "verse": "13",
        "devanagari": "अत्रिणा चोदितो हन्तुं पृथुपुत्रो महारथ: ।अन्वधावत सङ्‍कुद्धस्तिष्ठ तिष्ठेति चाब्रवीत् ॥ १३ ॥",
        "english_devnagari": "atriṇā codito hantuṁpṛthu-putro mahā-rathaḥanvadhāvata saṅkruddhastiṣṭha tiṣṭheti cābravīt",
        "verse_Syn": [
            "atriṇā",
            "coditaḥ",
            "hantum",
            "pṛthu",
            "putraḥ",
            "mahā",
            "rathaḥ",
            "anvadhāvata",
            "saṅkruddhaḥ",
            "tiṣṭha",
            "tiṣṭha",
            "iti",
            "ca",
            "abravīt"
        ],
        "translation": "When the son of King Pṛthu was informed by Atri of King Indra’s trick, he immediately became very angry and followed Indra to kill him, calling, “Wait! Wait!”",
        "purport": " The words tiṣṭha tiṣṭha are used by a kṣatriya when he challenges his enemy. When fighting, a kṣatriya cannot flee from the battlefield. However, when a kṣatriya out of cowardice flees from the battlefield, showing his back to his enemy, he is challenged with the words tiṣṭha tiṣṭha. A real kṣatriya does not kill his enemy from behind, nor does a real kṣatriya turn his back on the battlefield. According to kṣatriya principle and spirit, one either attains victory or dies on the battlefield. Although King Indra was very exalted, being the King of heaven, he became degraded due to his stealing the horse intended for sacrifice. Therefore he fled without observing the kṣatriya principles, and the son of Pṛthu had to challenge him with the words tiṣṭha tiṣṭha."
    },
    {
        "verse": "14",
        "devanagari": "तं ताद‍ृशाकृतिं वीक्ष्य मेने धर्मं शरीरिणम् ।जटिलं भस्मनाच्छन्नं तस्मै बाणं न मुञ्चति ॥ १४ ॥",
        "english_devnagari": "taṁ tādṛśākṛtiṁ vīkṣyamene dharmaṁ śarīriṇamjaṭilaṁ bhasmanācchannaṁtasmai bāṇaṁ na muñcati",
        "verse_Syn": [
            "tam",
            "tādṛśa",
            "ākṛtim",
            "vīkṣya",
            "mene",
            "dharmam",
            "śarīriṇam",
            "jaṭilam",
            "bhasmanā",
            "ācchannam",
            "tasmai",
            "bāṇam",
            "na",
            "muñcati"
        ],
        "translation": "King Indra was fraudulently dressed as a sannyāsī, having knotted his hair on his head and smeared ashes all over his body. Upon seeing such dress, the son of King Pṛthu considered Indra a religious man and pious sannyāsī. Therefore he did not release his arrows.",
        "purport": ""
    },
    {
        "verse": "15",
        "devanagari": "वधान्निवृत्तं तं भूयो हन्तवेऽत्रिरचोदयत् ।जहि यज्ञहनं तात महेन्द्रं विबुधाधमम् ॥ १५ ॥",
        "english_devnagari": "vadhān nivṛttaṁ taṁ bhūyohantave ’trir acodayatjahi yajña-hanaṁ tātamahendraṁ vibudhādhamam",
        "verse_Syn": [
            "vadhāt",
            "nivṛttam",
            "tam",
            "bhūyaḥ",
            "hantave",
            "atriḥ",
            "acodayat",
            "jahi",
            "yajña",
            "hanam",
            "tāta",
            "mahā",
            "indram",
            "vibudha",
            "adhamam"
        ],
        "translation": "When Atri Muni saw that the son of King Pṛthu did not kill Indra but returned deceived by him, Atri Muni again instructed him to kill the heavenly King because he thought that Indra had become the lowliest of all demigods due to his impeding the execution of King Pṛthu’s sacrifice.",
        "purport": ""
    },
    {
        "verse": "16",
        "devanagari": "एवं वैन्यसुत: प्रोक्तस्त्वरमाणं विहायसा ।अन्वद्रवदभिक्रुद्धो रावणं गृध्रराडिव ॥ १६ ॥",
        "english_devnagari": "evaṁ vainya-sutaḥ proktastvaramāṇaṁ vihāyasāanvadravad abhikruddhorāvaṇaṁ gṛdhra-rāḍ iva",
        "verse_Syn": [
            "evam",
            "vainya",
            "sutaḥ",
            "proktaḥ",
            "tvaramāṇam",
            "vihāyasā",
            "anvadravat",
            "abhikruddhaḥ",
            "rāvaṇam",
            "gṛdhra",
            "rāṭ",
            "iva"
        ],
        "translation": "Being thus informed, the grandson of King Vena immediately began to follow Indra, who was fleeing through the sky in great haste. He was very angry with him, and he chased him just as the king of the vultures chased Rāvaṇa.",
        "purport": ""
    },
    {
        "verse": "17",
        "devanagari": "सोऽश्वं रूपं च तद्धित्वा तस्मा अन्तर्हित: स्वराट् ।वीर: स्वपशुमादाय पितुर्यज्ञमुपेयिवान् ॥ १७ ॥",
        "english_devnagari": "so ’śvaṁ rūpaṁ ca tad dhitvātasmā antarhitaḥ svarāṭvīraḥ sva-paśum ādāyapitur yajñam upeyivān",
        "verse_Syn": [
            "saḥ",
            "aśvam",
            "rūpam",
            "ca",
            "tat",
            "hitvā",
            "tasmai",
            "antarhitaḥ",
            "sva",
            "rāṭ",
            "vīraḥ",
            "sva",
            "paśum",
            "ādāya",
            "pituḥ",
            "yajñam",
            "upeyivān"
        ],
        "translation": "When Indra saw that the son of Pṛthu was chasing him, he immediately abandoned his false dress and left the horse. Indeed, he disappeared from that very spot, and the great hero, the son of Mahārāja Pṛthu, returned the horse to his father’s sacrificial arena.",
        "purport": ""
    },
    {
        "verse": "18",
        "devanagari": "तत्तस्य चाद्भुतं कर्म विचक्ष्य परमर्षय: ।नामधेयं ददुस्तस्मै विजिताश्व इति प्रभो ॥ १८ ॥",
        "english_devnagari": "tat tasya cādbhutaṁ karmavicakṣya paramarṣayaḥnāmadheyaṁ dadus tasmaivijitāśva iti prabho",
        "verse_Syn": [
            "tat",
            "tasya",
            "ca",
            "adbhutam",
            "karma",
            "vicakṣya",
            "parama",
            "ṛṣayaḥ",
            "nāmadheyam",
            "daduḥ",
            "tasmai",
            "vijita",
            "aśvaḥ",
            "iti",
            "prabho"
        ],
        "translation": "My dear Lord Vidura, when the great sages observed the wonderful prowess of the son of King Pṛthu, they all agreed to give him the name Vijitāśva.",
        "purport": ""
    },
    {
        "verse": "19",
        "devanagari": "उपसृज्य तमस्तीव्रं जहाराश्वं पुनर्हरि: ।चषालयूपतश्छन्नो हिरण्यरशनं विभु: ॥ १९ ॥",
        "english_devnagari": "upasṛjya tamas tīvraṁjahārāśvaṁ punar hariḥcaṣāla-yūpataś channohiraṇya-raśanaṁ vibhuḥ",
        "verse_Syn": [
            "upasṛjya",
            "tamaḥ",
            "tīvram",
            "jahāra",
            "aśvam",
            "punaḥ",
            "hariḥ",
            "caṣāla",
            "yūpataḥ",
            "channaḥ",
            "hiraṇya",
            "raśanam",
            "vibhuḥ"
        ],
        "translation": "My dear Vidura, Indra, being the King of heaven and very powerful, immediately brought a dense darkness upon the sacrificial arena. Covering the whole scene in this way, he again took away the horse, which was chained with golden shackles near the wooden instrument where animals were sacrificed.",
        "purport": ""
    },
    {
        "verse": "20",
        "devanagari": "अत्रि: सन्दर्शयामास त्वरमाणं विहायसा ।कपालखट्‍वाङ्गधरं वीरो नैनमबाधत ॥ २० ॥",
        "english_devnagari": "atriḥ sandarśayām āsatvaramāṇaṁ vihāyasākapāla-khaṭvāṅga-dharaṁvīro nainam abādhata",
        "verse_Syn": [
            "atriḥ",
            "sandarśayām",
            "āsa",
            "tvaramāṇam",
            "vihāyasā",
            "kapāla",
            "khaṭvāṅga",
            "dharam",
            "vīraḥ",
            "na",
            "enam",
            "abādhata"
        ],
        "translation": "The great sage Atri again pointed out to the son of King Pṛthu that Indra was fleeing through the sky. The great hero, the son of Pṛthu, chased him again. But when he saw that Indra was carrying in his hand a staff with a skull at the top and was again wearing the dress of a sannyāsī, he still chose not to kill him.",
        "purport": ""
    },
    {
        "verse": "21",
        "devanagari": "अत्रिणा चोदितस्तस्मै सन्दधे विशिखं रुषा ।सोऽश्वं रूपं च तद्धित्वा तस्थावन्तर्हित: स्वराट् ॥ २१ ॥",
        "english_devnagari": "atriṇā coditas tasmaisandadhe viśikhaṁ ruṣāso ’śvaṁ rūpaṁ ca tad dhitvātasthāv antarhitaḥ svarāṭ",
        "verse_Syn": [
            "atriṇā",
            "coditaḥ",
            "tasmai",
            "sandadhe",
            "viśikham",
            "ruṣā",
            "saḥ",
            "aśvam",
            "rūpam",
            "ca",
            "tat",
            "hitvā",
            "tasthau",
            "antarhitaḥ",
            "sva",
            "rāṭ"
        ],
        "translation": "When the great sage Atri again gave directions, the son of King Pṛthu became very angry and placed an arrow on his bow. Upon seeing this, King Indra immediately abandoned the false dress of a sannyāsī and, giving up the horse, made himself invisible.",
        "purport": ""
    },
    {
        "verse": "22",
        "devanagari": "वीरश्चाश्वमुपादाय पितृयज्ञमथाव्रजत् ।तदवद्यं हरे रूपं जगृहुर्ज्ञानदुर्बला: ॥ २२ ॥",
        "english_devnagari": "vīraś cāśvam upādāyapitṛ-yajñam athāvrajattad avadyaṁ hare rūpaṁjagṛhur jñāna-durbalāḥ",
        "verse_Syn": [
            "vīraḥ",
            "ca",
            "aśvam",
            "upādāya",
            "pitṛ",
            "yajñam",
            "atha",
            "avrajat",
            "tat",
            "avadyam",
            "hareḥ",
            "rūpam",
            "jagṛhuḥ",
            "jñāna",
            "durbalāḥ"
        ],
        "translation": "Then the great hero, Vijitāśva, the son of King Pṛthu, again took the horse and returned to his father’s sacrificial arena. Since that time, certain men with a poor fund of knowledge have adopted the dress of a false sannyāsī. It was King Indra who introduced this.",
        "purport": " Since time immemorial, the sannyāsa order has carried the tridaṇḍa. Later Śaṅkarācārya introduced the ekadaṇḍi-sannyāsa. A tridaṇḍi-sannyāsī is a Vaiṣṇava sannyāsī, and an ekadaṇḍi-sannyāsī is a Māyāvādī sannyāsī. There are many other types of sannyāsīs, who are not approved by Vedic rituals. A type of pseudo-sannyāsa was introduced by Indra when he tried to hide himself from the attack of Vijitāśva, the great son of King Pṛthu. Now there are many different types of sannyāsīs. Some of them go naked, and some of them carry a skull and trident, generally known as kāpālika. All of them were introduced under some meaningless circumstances, and those who have a poor fund of knowledge accept these false sannyāsīs and their pretenses, although they are not bona fide guides to spiritual advancement. At the present moment some missionary institutions, without referring to the Vedic rituals, have introduced some sannyāsīs who engage in sinful activities. The sinful activities forbidden by the śāstras are illicit sex, intoxication, meat-eating and gambling. These so-called sannyāsīs indulge in all these activities. They eat meat and flesh, fish, eggs and just about everything. They sometimes drink with the excuse that without alcohol, fish and meat, it is impossible to remain in the cold countries near the Arctic zone. These sannyāsīs introduce all these sinful activities in the name of serving the poor, and consequently poor animals are cut to pieces and go into the bellies of these sannyāsīs. As described in the following verses, such sannyāsīs are pākhaṇḍīs. Vedic literature states that a person who puts Lord Nārāyaṇa on the level with Lord Śiva or Lord Brahmā immediately becomes a pākhaṇḍī. As stated in the Purāṇas: In Kali-yuga the pākhaṇḍīs are very prominent. However, Lord Śrī Caitanya Mahāprabhu has tried to kill all these pākhaṇḍīs by introducing His saṅkīrtana movement. Those who take advantage of this saṅkīrtana movement of the International Society for Krishna Consciousness will be able to save themselves from the influence of these pākhaṇḍīs."
    },
    {
        "verse": "23",
        "devanagari": "यानि रूपाणि जगृहे इन्द्रो हयजिहीर्षया ।तानि पापस्य खण्डानि लिङ्गं खण्डमिहोच्यते ॥ २३ ॥",
        "english_devnagari": "yāni rūpāṇi jagṛheindro haya-jihīrṣayātāni pāpasya khaṇḍāniliṅgaṁ khaṇḍam ihocyate",
        "verse_Syn": [
            "yāni",
            "rūpāṇi",
            "jagṛhe",
            "indraḥ",
            "haya",
            "jihīrṣayā",
            "tāni",
            "pāpasya",
            "khaṇḍāni",
            "liṅgam",
            "khaṇḍam",
            "iha",
            "ucyate"
        ],
        "translation": "Whatever different forms Indra assumed as a mendicant because of his desire to seize the horse were symbols of atheistic philosophy.",
        "purport": " According to Vedic civilization, sannyāsa is one of the essential items in the program of the varṇāśrama institution. One should accept sannyāsa according to the paramparā system of the ācāryas. At the present moment, however, many so-called sannyāsīs or mendicants have no understanding of God consciousness. Such sannyāsa was introduced by Indra because of his jealousy of Mahārāja Pṛthu, and what he introduced is again appearing in the Age of Kali. Practically none of the sannyāsīs in this age are bona fide. No one can introduce any new system into the Vedic way of life; if one does so out of malice, he is to be known as a pāṣaṇḍī, or atheist. In the Vaiṣṇava Tantra it is said: Although it is forbidden, there are many pāṣaṇḍīs who coin terms like daridra-nārāyaṇa and svāmi-nārāyaṇa, although not even such demigods as Brahmā and Śiva can be equal to Nārāyaṇa."
    },
    {
        "verse": "24-25",
        "devanagari": "एवमिन्द्रे हरत्यश्वं वैन्ययज्ञजिघांसया ।तद्गृहीतविसृष्टेषु पाखण्डेषु मतिर्नृणाम् ॥ २४ ॥धर्म इत्युपधर्मेषु नग्नरक्तपटादिषु ।प्रायेण सज्जते भ्रान्त्या पेशलेषु च वाग्मिषु ॥ २५ ॥",
        "english_devnagari": "evam indre haraty aśvaṁvainya-yajña-jighāṁsayātad-gṛhīta-visṛṣṭeṣupākhaṇḍeṣu matir nṛṇām",
        "verse_Syn": [
            "evam",
            "indre",
            "harati",
            "aśvam",
            "vainya",
            "yajña",
            "jighāṁsayā",
            "tat",
            "gṛhīta",
            "visṛṣṭeṣu",
            "pākhaṇḍeṣu",
            "matiḥ",
            "nṛṇām",
            "dharmaḥ",
            "iti",
            "upadharmeṣu",
            "nagna",
            "rakta",
            "paṭa",
            "ādiṣu",
            "prāyeṇa",
            "sajjate",
            "bhrāntyā",
            "peśaleṣu",
            "ca",
            "vāgmiṣu"
        ],
        "translation": "In this way King Indra, in order to steal the horse from King Pṛthu’s sacrifice, adopted several orders of sannyāsa. Some sannyāsīs go naked, and sometimes they wear red garments and pass under the name of kāpālika. These are simply symbolic representations of their sinful activities. These so-called sannyāsīs are very much appreciated by sinful men because they are all godless atheists and very expert in putting forward arguments and reasons to support their case. We must know, however, that they are only passing as adherents of religion and are not so in fact. Unfortunately, bewildered persons accept them as religious, and being attracted to them, they spoil their life.",
        "purport": " As stated in Śrīmad-Bhāgavatam, men in this Age of Kali are short-lived, devoid of spiritual knowledge, and susceptible to accept false religious systems due to their unfortunate condition. Thus they always remain mentally disturbed. The Vedic śāstras practically prohibit the adoption of sannyāsa in the Age of Kali because less intelligent men may accept the sannyāsa order for cheating purposes. Actually the only religion is the religion of surrender unto the Supreme Personality of Godhead. We must serve the Lord in Kṛṣṇa consciousness. All other systems of sannyāsa and religion are actually not bona fide. In this age they are simply passing for religious systems. This is most regrettable."
    },
    {
        "verse": "26",
        "devanagari": "तदभिज्ञाय भगवान्पृथु: पृथुपराक्रम: ।इन्द्राय कुपितो बाणमादत्तोद्यतकार्मुक: ॥ २६ ॥",
        "english_devnagari": "tad abhijñāya bhagavānpṛthuḥ pṛthu-parākramaḥindrāya kupito bāṇamādattodyata-kārmukaḥ",
        "verse_Syn": [
            "tat",
            "abhijñāya",
            "bhagavān",
            "pṛthuḥ",
            "pṛthu",
            "parākramaḥ",
            "indrāya",
            "kupitaḥ",
            "bāṇam",
            "ādatta",
            "udyata",
            "kārmukaḥ"
        ],
        "translation": "Mahārāja Pṛthu, who was celebrated as very powerful, immediately took up his bow and arrows and prepared to kill Indra himself, because Indra had introduced such irregular sannyāsa orders.",
        "purport": " It is the duty of the king not to tolerate the introduction of any irreligious systems. Since King Pṛthu was an incarnation of the Supreme Personality of Godhead, certainly his duty was to cut down all kinds of irreligious systems. Following in his footsteps, all heads of state should themselves be bona fide representatives of God and should cut down all irreligious systems. Unfortunately they are cowards who declare a secular state. Such a mentality is a way of compromising religious and irreligious systems, but because of this citizens are generally becoming uninterested in spiritual advancement. Thus the situation deteriorates to such an extent that human society becomes hellish."
    },
    {
        "verse": "27",
        "devanagari": "तमृत्विज: शक्रवधाभिसन्धितंविचक्ष्य दुष्प्रेक्ष्यमसह्यरंहसम् । निवारयामासुरहो महामतेन युज्यतेऽत्रान्यवध: प्रचोदितात् ॥ २७ ॥",
        "english_devnagari": "tam ṛtvijaḥ śakra-vadhābhisandhitaṁvicakṣya duṣprekṣyam asahya-raṁhasamnivārayām āsur aho mahā-matena yujyate ’trānya-vadhaḥ pracoditāt",
        "verse_Syn": [
            "tam",
            "ṛtvijaḥ",
            "śakra",
            "vadha",
            "abhisandhitam",
            "vicakṣya",
            "duṣprekṣyam",
            "asahya",
            "raṁhasam",
            "nivārayām",
            "āsuḥ",
            "aho",
            "mahā",
            "mate",
            "na",
            "yujyate",
            "atra",
            "anya",
            "vadhaḥ",
            "pracoditāt"
        ],
        "translation": "When the priests and all the others saw Mahārāja Pṛthu very angry and prepared to kill Indra, they requested him: O great soul, do not kill him, for only sacrificial animals can be killed in a sacrifice. Such are the directions given by śāstra.",
        "purport": " Animal killing is intended for different purposes: it tests the proper pronunciation of Vedic mantras, and an animal being put into the sacrificial fire should come out with a new life. No one should ever be killed in a sacrifice meant for the satisfaction of Lord Viṣṇu. How then could Indra be killed when he is actually worshiped in the yajña and accepted as part and parcel of the Supreme Personality of Godhead? Therefore the priests requested King Pṛthu not to kill him."
    },
    {
        "verse": "28",
        "devanagari": "वयं मरुत्वन्तमिहार्थनाशनंह्वयामहे त्वच्छ्रवसा हतत्विषम् । अयातयामोपहवैरनन्तरंप्रसह्य राजन् जुहवाम तेऽहितम् ॥ २८ ॥",
        "english_devnagari": "vayaṁ marutvantam ihārtha-nāśanaṁhvayāmahe tvac-chravasā hata-tviṣamayātayāmopahavair anantaraṁprasahya rājan juhavāma te ’hitam",
        "verse_Syn": [
            "vayam",
            "marut",
            "vantam",
            "iha",
            "artha",
            "nāśanam",
            "hvayāmahe",
            "tvat",
            "śravasā",
            "hata",
            "tviṣam",
            "ayātayāma",
            "upahavaiḥ",
            "anantaram",
            "prasahya",
            "rājan",
            "juhavāma",
            "te",
            "ahitam"
        ],
        "translation": "Dear King, Indra’s powers are already reduced due to his attempt to impede the execution of your sacrifice. We shall call him by Vedic mantras which were never before used, and certainly he will come. Thus by the power of our mantra, we shall cast him into the fire because he is your enemy.",
        "purport": " By chanting the Vedic mantras properly in a sacrifice, one can perform many wonderful things. In Kali-yuga, however, there are no qualified brāhmaṇas who can chant the mantras properly. Consequently no attempt should be made to perform such big sacrifices. In this age the only sacrifice recommended is the saṅkīrtana movement."
    },
    {
        "verse": "29",
        "devanagari": "इत्यामन्‍त्र्‍य क्रतुपतिं विदुरास्यर्त्विजो रुषा ।स्रुग्घस्ताञ्जुह्वतोऽभ्येत्य स्वयम्भू: प्रत्यषेधत ॥ २९ ॥",
        "english_devnagari": "ity āmantrya kratu-patiṁvidurāsyartvijo ruṣāsrug-ghastāñ juhvato ’bhyetyasvayambhūḥ pratyaṣedhata",
        "verse_Syn": [
            "iti",
            "āmantrya",
            "kratu",
            "patim",
            "vidura",
            "asya",
            "ṛtvijaḥ",
            "ruṣā",
            "sruk",
            "hastān",
            "juhvataḥ",
            "abhyetya",
            "svayambhūḥ",
            "pratyaṣedhata"
        ],
        "translation": "My dear Vidura, after giving the King this advice, the priests who had been engaged in performing the sacrifice called for Indra, the King of heaven, in a mood of great anger. When they were just ready to put the oblation in the fire, Lord Brahmā appeared on the scene and forbade them to start the sacrifice.",
        "purport": ""
    },
    {
        "verse": "30",
        "devanagari": "न वध्यो भवतामिन्द्रो यद्यज्ञो भगवत्तनु: ।यं जिघांसथ यज्ञेन यस्येष्टास्तनव: सुरा: ॥ ३० ॥",
        "english_devnagari": "na vadhyo bhavatām indroyad yajño bhagavat-tanuḥyaṁ jighāṁsatha yajñenayasyeṣṭās tanavaḥ surāḥ",
        "verse_Syn": [
            "na",
            "vadhyaḥ",
            "bhavatām",
            "indraḥ",
            "yat",
            "yajñaḥ",
            "bhagavat",
            "tanuḥ",
            "yam",
            "jighāṁsatha",
            "yajñena",
            "yasya",
            "iṣṭāḥ",
            "tanavaḥ",
            "surāḥ"
        ],
        "translation": "Lord Brahmā addressed them thus: My dear sacrificial performers, you cannot kill Indra, the King of heaven. It is not your duty. You should know that Indra is as good as the Supreme Personality of Godhead. Indeed, he is one of the most powerful assistants of the Personality of Godhead. You are trying to satisfy all the demigods by the performance of this yajña, but you should know that all these demigods are but parts and parcels of Indra, the King of heaven. How, then, can you kill him in this great sacrifice?",
        "purport": ""
    },
    {
        "verse": "31",
        "devanagari": "तदिदं पश्यत महद्धर्मव्यतिकरं द्विजा: ।इन्द्रेणानुष्ठितं राज्ञ: कर्मैतद्विजिघांसता ॥ ३१ ॥",
        "english_devnagari": "tad idaṁ paśyata mahad-dharma-vyatikaraṁ dvijāḥindreṇānuṣṭhitaṁ rājñaḥkarmaitad vijighāṁsatā",
        "verse_Syn": [
            "tat",
            "idam",
            "paśyata",
            "mahat",
            "dharma",
            "vyatikaram",
            "dvijāḥ",
            "indreṇa",
            "anuṣṭhitam",
            "rājñaḥ",
            "karma",
            "etat",
            "vijighāṁsatā"
        ],
        "translation": "In order to make trouble and impede the performance of King Pṛthu’s great sacrifice, King Indra has adopted some means that in the future will destroy the clear path of religious life. I draw your attention to this fact. If you oppose him any further, he will further misuse his power and introduce many other irreligious systems.",
        "purport": ""
    },
    {
        "verse": "32",
        "devanagari": "पृथुकीर्ते: पृथोर्भूयात्तर्ह्येकोनशतक्रतु: । अलं ते क्रतुभि: स्विष्टैर्यद्भवान्मोक्षधर्मवित् ॥ ३२ ॥",
        "english_devnagari": "pṛthu-kīrteḥ pṛthor bhūyāttarhy ekona-śata-kratuḥalaṁ te kratubhiḥ sviṣṭairyad bhavān mokṣa-dharma-vit",
        "verse_Syn": [
            "pṛthu",
            "kīrteḥ",
            "pṛthoḥ",
            "bhūyāt",
            "tarhi",
            "eka",
            "ūna",
            "śata",
            "kratuḥ",
            "alam",
            "te",
            "kratubhiḥ",
            "su",
            "iṣṭaiḥ",
            "yat",
            "bhavān",
            "mokṣa",
            "dharma",
            "vit"
        ],
        "translation": "“Let there be only ninety-nine sacrificial performances for Mahārāja Pṛthu,” Lord Brahmā concluded. Lord Brahmā then turned towards Mahārāja Pṛthu and informed him that since he was thoroughly aware of the path of liberation, what was the use in performing more sacrifices?",
        "purport": " Lord Brahmā came down to pacify King Pṛthu regarding his continual performance of one hundred sacrifices. King Pṛthu was determined to perform one hundred sacrifices, and King Indra took this very seriously because Indra himself was known as the performer of one hundred sacrifices. Just as it is the nature of all living entities within this material world to become envious of their competitors, King Indra, although King of heaven, was also envious of King Pṛthu and therefore wanted to stop him from performing one hundred sacrifices. Actually there was great competition, and King Indra, to satisfy his senses, began to invent so many irreligious systems to obstruct King Pṛthu. To stop these irreligious inventions, Lord Brahmā personally appeared in the sacrificial arena. As far as Mahārāja Pṛthu was concerned, he was a great devotee of the Supreme Personality of Godhead; therefore it was not necessary for him to perform the prescribed Vedic ritualistic ceremonies. Such ceremonies are known as karma, and there is no need for a devotee in the transcendental position to execute them. As the ideal king, however, it was King Pṛthu’s duty to perform sacrifices. A compromise was therefore to be worked out. By the blessings of Lord Brahmā, King Pṛthu would become more famous than King Indra. Thus Pṛthu’s determination to perform one hundred sacrifices was indirectly fulfilled by the blessings of Lord Brahmā."
    },
    {
        "verse": "33",
        "devanagari": "नैवात्मने महेन्द्राय रोषमाहर्तुमर्हसि ।उभावपि हि भद्रं ते उत्तमश्लोकविग्रहौ ॥ ३३ ॥",
        "english_devnagari": "naivātmane mahendrāyaroṣam āhartum arhasiubhāv api hi bhadraṁ teuttamaśloka-vigrahau",
        "verse_Syn": [
            "na",
            "eva",
            "ātmane",
            "mahā",
            "indrāya",
            "roṣam",
            "āhartum",
            "arhasi",
            "ubhau",
            "api",
            "hi",
            "bhadram",
            "te",
            "uttama",
            "śloka",
            "vigrahau"
        ],
        "translation": "Lord Brahmā continued: Let there be good fortune to both of you, for you and King Indra are both part and parcel of the Supreme Personality of Godhead. Therefore you should not be angry with King Indra, who is nondifferent from you.",
        "purport": ""
    },
    {
        "verse": "34",
        "devanagari": "मास्मिन्महाराज कृथा: स्म चिन्तांनिशामयास्मद्वच आद‍ृतात्मा । यद्ध्यायतो दैवहतं नु कर्तुंमनोऽतिरुष्टं विशते तमोऽन्धम् ॥ ३४ ॥",
        "english_devnagari": "māsmin mahārāja kṛthāḥ sma cintāṁniśāmayāsmad-vaca ādṛtātmāyad dhyāyato daiva-hataṁ nu kartuṁmano ’tiruṣṭaṁ viśate tamo ’ndham",
        "verse_Syn": [
            "mā",
            "asmin",
            "mahā",
            "rāja",
            "kṛthāḥ",
            "sma",
            "cintām",
            "niśāmaya",
            "asmat",
            "vacaḥ",
            "ādṛta",
            "ātmā",
            "yat",
            "dhyāyataḥ",
            "daiva",
            "hatam",
            "nu",
            "kartum",
            "manaḥ",
            "ati",
            "ruṣṭam",
            "viśate",
            "tamaḥ",
            "andham"
        ],
        "translation": "My dear King, do not be agitated and anxious because your sacrifices have not been properly executed due to providential impediments. Kindly take my words with great respect. We should always remember that if something happens by providential arrangement, we should not be very sorry. The more we try to rectify such reversals, the more we enter into the darkest region of materialistic thought.",
        "purport": " Sometimes the saintly or very religious person also has to meet with reversals in life. Such incidents should be taken as providential. Although there may be sufficient cause for being unhappy, one should avoid counteracting such reversals, for the more we become implicated in rectifying such reversals, the more we enter into the darkest regions of material anxiety. Lord Kṛṣṇa has also advised us in this connection: we should tolerate things instead of becoming agitated."
    },
    {
        "verse": "35",
        "devanagari": "क्रतुर्विरमतामेष देवेषु दुरवग्रह: ।धर्मव्यतिकरो यत्र पाखण्डैरिन्द्रनिर्मितै: ॥ ३५ ॥",
        "english_devnagari": "kratur viramatām eṣadeveṣu duravagrahaḥdharma-vyatikaro yatrapākhaṇḍair indra-nirmitaiḥ",
        "verse_Syn": [
            "kratuḥ",
            "viramatām",
            "eṣaḥ",
            "deveṣu",
            "duravagrahaḥ",
            "dharma",
            "vyatikaraḥ",
            "yatra",
            "pākhaṇḍaiḥ",
            "indra",
            "nirmitaiḥ"
        ],
        "translation": "Lord Brahmā continued: Stop the performance of these sacrifices, for they have induced Indra to introduce so many irreligious aspects. You should know very well that even amongst the demigods there are many unwanted desires.",
        "purport": " There are many competitors in ordinary business affairs, and the karma-kāṇḍa chapters of the Vedas sometimes cause competition and envy amongst karmīs. A karmī must be envious because he wishes to enjoy material pleasures to their fullest extent. That is the material disease. Consequently there is always competition amongst karmīs, either in ordinary business affairs or in the performance of yajña. Lord Brahmā’s purpose was to end the competition between Lord Indra and Mahārāja Pṛthu. Because Mahārāja Pṛthu was a great devotee and incarnation of God, he was requested to stop the sacrifices so that Indra might not further introduce irreligious systems, which are always followed by criminal-minded people."
    },
    {
        "verse": "36",
        "devanagari": "एभिरिन्द्रोपसंसृष्टै: पाखण्डैर्हारिभिर्जनम् । ह्रियमाणं विचक्ष्वैनं यस्ते यज्ञध्रुगश्वमुट् ॥ ३६ ॥",
        "english_devnagari": "ebhir indropasaṁsṛṣṭaiḥpākhaṇḍair hāribhir janamhriyamāṇaṁ vicakṣvainaṁyas te yajña-dhrug aśva-muṭ",
        "verse_Syn": [
            "ebhiḥ",
            "indra",
            "upasaṁsṛṣṭaiḥ",
            "pākhaṇḍaiḥ",
            "hāribhiḥ",
            "janam",
            "hriyamāṇam",
            "vicakṣva",
            "enam",
            "yaḥ",
            "te",
            "yajña",
            "dhruk",
            "aśva",
            "muṭ"
        ],
        "translation": "Just see how Indra, the King of heaven, was creating a disturbance in the midst of the sacrifice by stealing the sacrificial horse. These attractive sinful activities he has introduced will be carried out by the people in general.",
        "purport": " As stated in Bhagavad-gītā (3.21): “Whatever action is performed by a great man, common men follow in his footsteps. And whatever standards he sets by exemplary acts, all the world pursues.” For his own sense gratification, King Indra thought to defeat Mahārāja Pṛthu in the performance of one hundred horse sacrifices. Consequently he stole the horse and hid himself amid so many irreligious personalities, taking on the false guise of a sannyāsī. Such activities are attractive to the people in general; therefore they are dangerous. Lord Brahmā thought that instead of allowing Indra to further introduce such irreligious systems, it would be better to stop the sacrifice. A similar stance was taken by Lord Buddha when people were overly engrossed in the animal sacrifices recommended by Vedic instructions. Lord Buddha had to introduce the religion of nonviolence by contradicting the Vedic sacrificial instructions. Actually, in the sacrifices the slaughtered animals were given a new life, but people without such powers were taking advantage of such Vedic rituals and unnecessarily killing poor animals. Therefore Lord Buddha had to deny the authority of the Vedas for the time being. One should not perform sacrifices that will induce reversed orders. It is better to stop such sacrifices. As we have repeatedly explained, due to a lack of qualified brahminical priests in Kali-yuga, it is not possible to perform the ritualistic ceremonies recommended in the Vedas. Consequently the śāstras instruct us to perform the saṅkīrtana-yajña. By the saṅkīrtana sacrifice, the Supreme Personality of Godhead, in His form of Lord Caitanya, will be satisfied and worshiped. The entire purpose of performing sacrifices is to worship the Supreme Personality of Godhead, Viṣṇu. Lord Viṣṇu, or Lord Kṛṣṇa, is present in His form of Lord Caitanya; therefore people who are intelligent should try to satisfy Him by performing saṅkīrtana-yajña. This is the easiest way to satisfy Lord Viṣṇu in this age. People should take advantage of the injunctions in different śāstras concerning sacrifices in this age and not create unnecessary disturbances during the sinful Age of Kali. In Kali-yuga men all over the world are very expert in opening slaughterhouses for killing animals, which they eat. If the old ritualistic ceremonies were observed, people would be encouraged to kill more and more animals. In Calcutta there are many butcher shops which keep a deity of the goddess Kālī, and animal-eaters think it proper to purchase animal flesh from such shops in hope that they are eating the remnants of food offered to the goddess Kālī. They do not know that the goddess Kālī never accepts nonvegetarian food because she is the chaste wife of Lord Śiva. Lord Śiva is also a great Vaiṣṇava and never eats nonvegetarian food, and the goddess Kālī accepts the remnants of food left by Lord Śiva. Therefore there is no possibility of her eating flesh or fish. Such offerings are accepted by the associates of the goddess Kālī known as bhūtas, piśācas and Rākṣasas, and those who take the prasāda of the goddess Kālī in the shape of flesh or fish are not actually taking the prasāda left by the goddess Kālī, but the food left by the bhūtas and piśācas."
    },
    {
        "verse": "37",
        "devanagari": "भवान् परित्रातुमिहावतीर्णोधर्मं जनानां समयानुरूपम् ।वेनापचारादवलुप्तमद्यतद्देहतो विष्णुकलासि वैन्य ॥ ३७ ॥",
        "english_devnagari": "bhavān paritrātum ihāvatīrṇodharmaṁ janānāṁ samayānurūpamvenāpacārād avaluptam adyatad-dehato viṣṇu-kalāsi vainya",
        "verse_Syn": [
            "bhavān",
            "paritrātum",
            "iha",
            "avatīrṇaḥ",
            "dharmam",
            "janānām",
            "samaya",
            "anurūpam",
            "vena",
            "apacārāt",
            "avaluptam",
            "adya",
            "tat",
            "dehataḥ",
            "viṣṇu",
            "kalā",
            "asi",
            "vainya"
        ],
        "translation": "O King Pṛthu, son of Vena, you are the part-and-parcel expansion of Lord Viṣṇu. Due to the mischievous activities of King Vena, religious principles were almost lost. At that opportune moment you descended as the incarnation of Lord Viṣṇu. Indeed, for the protection of religious principles you have appeared from the body of King Vena.",
        "purport": " The way in which Lord Viṣṇu kills the demons and protects the faithful is mentioned in Bhagavad-gītā (4.8): “In order to deliver the pious and to annihilate the miscreants, as well as to reestablish the principles of religion, I Myself appear, millennium after millennium.” In two hands Lord Viṣṇu always carries a club and a cakra to kill demons, and in His other two hands He holds a conchshell and a lotus to give protection to His devotees. When His incarnation is present on this planet or in this universe, the Lord kills the demons and protects His devotees simultaneously. Sometimes Lord Viṣṇu appears in His person as Lord Kṛṣṇa or Lord Rāma. All of these appearances are mentioned in the śāstras. Sometimes He appears as a śaktyāveśa-avatāra like Lord Buddha. As explained before, these śaktyāveśa-avatāras are incarnations of Viṣṇu’s power invested in a living entity. Living entities are also part and parcel of Lord Viṣṇu, but they are not as powerful; therefore when a living entity descends as an incarnation of Viṣṇu, he is especially empowered by the Lord. When King Pṛthu is described as an incarnation of Lord Viṣṇu, it should be understood that he is a śaktyāveśa-avatāra, part and parcel of Lord Viṣṇu, and is specifically empowered by Him. Any living being acting as the incarnation of Lord Viṣṇu is thus empowered by Lord Viṣṇu to preach the bhakti cult. Such a person can act like Lord Viṣṇu and defeat demons by arguments and preach the bhakti cult exactly according to the principles of śāstra. As indicated in Bhagavad-gītā, whenever we find someone extraordinary preaching the bhakti cult, we should know that he is especially empowered by Lord Viṣṇu, or Lord Kṛṣṇa. As confirmed in Caitanya-caritāmṛta (Antya 7.11), kṛṣṇa-śakti vinā nahe tāra pravartana: one cannot explain the glories of the holy name of the Lord without being specifically empowered by Him. If one criticizes or finds fault with such an empowered personality, one is to be considered an offender against Lord Viṣṇu and is punishable. Even though such offenders may dress as Vaiṣṇavas with false tilaka and mālā, they are never forgiven by the Lord if they offend a pure Vaiṣṇava. There are many instances of this in the śāstras."
    },
    {
        "verse": "38",
        "devanagari": "स त्वं विमृश्यास्य भवं प्रजापतेसङ्कल्पनं विश्वसृजां पिपीपृहि ।ऐन्द्रीं च मायामुपधर्ममातरंप्रचण्डपाखण्डपथं प्रभो जहि ॥ ३८ ॥",
        "english_devnagari": "sa tvaṁ vimṛśyāsya bhavaṁ prajāpatesaṅkalpanaṁ viśva-sṛjāṁ pipīpṛhiaindrīṁ ca māyām upadharma-mātaraṁpracaṇḍa-pākhaṇḍa-pathaṁ prabho jahi",
        "verse_Syn": [
            "saḥ",
            "tvam",
            "vimṛśya",
            "asya",
            "bhavam",
            "prajā",
            "pate",
            "saṅkalpanam",
            "viśva",
            "sṛjām",
            "pipīpṛhi",
            "aindrīm",
            "ca",
            "māyām",
            "upadharma",
            "mātaram",
            "pracaṇḍa",
            "pākhaṇḍa",
            "patham",
            "prabho",
            "jahi"
        ],
        "translation": "O protector of the people in general, please consider the purpose of your being incarnated by Lord Viṣṇu. The irreligious principles created by Indra are but mothers of so many unwanted religions. Please therefore stop these imitations immediately.",
        "purport": " Lord Brahmā addresses King Pṛthu as prajāpate just to remind him of his great responsibility in maintaining the peace and prosperity of the citizens. Mahārāja Pṛthu was empowered by the Supreme Personality of Godhead for this purpose only. It is the duty of the ideal king to see that people are properly executing religious principles. Lord Brahmā especially requested King Pṛthu to conquer the pseudoreligious principles produced by King Indra. In other words, it is the duty of the state or king to put a stop to pseudoreligious systems produced by unscrupulous persons. Originally a religious principle is one, given by the Supreme Personality of Godhead, and it comes through the channel of disciplic succession in two forms. Lord Brahmā requested Pṛthu Mahārāja to desist from his unnecessary competition with Indra, who was determined to stop Pṛthu Mahārāja from completing one hundred yajñas. Instead of creating adverse reactions, it was better for Mahārāja Pṛthu to stop the yajñas in the interest of his original purpose as an incarnation. This purpose was to establish good government and set things in the right order."
    },
    {
        "verse": "39",
        "devanagari": "मैत्रेय उवाचइत्थं स लोकगुरुणा समादिष्टो विशाम्पति: ।तथा च कृत्वा वात्सल्यं मघोनापि च सन्दधे ॥ ३९ ॥",
        "english_devnagari": "maitreya uvācaitthaṁ sa loka-guruṇāsamādiṣṭo viśāmpatiḥtathā ca kṛtvā vātsalyaṁmaghonāpi ca sandadhe",
        "verse_Syn": [
            "maitreyaḥ",
            "uvāca",
            "ittham",
            "saḥ",
            "loka",
            "guruṇā",
            "samādiṣṭaḥ",
            "viśām",
            "patiḥ",
            "tathā",
            "ca",
            "kṛtvā",
            "vātsalyam",
            "maghonā",
            "api",
            "ca",
            "sandadhe"
        ],
        "translation": "The great sage Maitreya continued: When King Pṛthu was thus advised by the supreme teacher, Lord Brahmā, he abandoned his eagerness to perform yajñas and with great affection concluded a peace with King Indra.",
        "purport": ""
    },
    {
        "verse": "40",
        "devanagari": "कृतावभृथस्‍नानाय पृथवे भूरिकर्मणे । वरान्ददुस्ते वरदा ये तद्बर्हिषि तर्पिता: ॥ ४० ॥",
        "english_devnagari": "kṛtāvabhṛtha-snānāyapṛthave bhūri-karmaṇevarān dadus te varadāye tad-barhiṣi tarpitāḥ",
        "verse_Syn": [
            "kṛta",
            "avabhṛtha",
            "snānāya",
            "pṛthave",
            "bhūri",
            "karmaṇe",
            "varān",
            "daduḥ",
            "te",
            "vara",
            "dāḥ",
            "ye",
            "tat",
            "barhiṣi",
            "tarpitāḥ"
        ],
        "translation": "After this, Pṛthu Mahārāja took his bath, which is customarily taken after the performance of a yajña, and received the benedictions and due blessings of the demigods, who were very pleased by his glorious activities.",
        "purport": " Yajña means Lord Viṣṇu, for all yajña is meant to please the Supreme Personality of Godhead, Lord Viṣṇu. Since the demigods automatically become very pleased with the performance of sacrifice, they bestow benediction upon the executors of yajñas. When one pours water on the root of a tree, the branches, trunk, twigs, flowers and leaves are all satisfied. Similarly, when one gives food to the stomach, all parts of the body are rejuvenated. In the same way, if one simply satisfies Lord Viṣṇu by the performance of yajña, one satisfies all the demigods automatically. In turn, the demigods offer their benedictions to such a devotee. A pure devotee therefore does not ask benedictions directly from the demigods. His only business is to serve the Supreme Personality of Godhead. Thus he is never in need of those things supplied by the demigods."
    },
    {
        "verse": "41",
        "devanagari": "विप्रा: सत्याशिषस्तुष्टा: श्रद्धया लब्धदक्षिणा: ।आशिषो युयुजु: क्षत्तरादिराजाय सत्कृता: ॥ ४१ ॥",
        "english_devnagari": "viprāḥ satyāśiṣas tuṣṭāḥśraddhayā labdha-dakṣiṇāḥāśiṣo yuyujuḥ kṣattarādi-rājāya sat-kṛtāḥ",
        "verse_Syn": [
            "viprāḥ",
            "satya",
            "āśiṣaḥ",
            "tuṣṭāḥ",
            "śraddhayā",
            "labdha",
            "dakṣiṇāḥ",
            "āśiṣaḥ",
            "yuyujuḥ",
            "kṣattaḥ",
            "ādi",
            "rājāya",
            "sat",
            "kṛtāḥ"
        ],
        "translation": "With great respect, the original king, Pṛthu, offered all kinds of rewards to the brāhmaṇas present at the sacrifice. Since all these brāhmaṇas were very much satisfied, they gave their heartfelt blessings to the King.",
        "purport": ""
    },
    {
        "verse": "42",
        "devanagari": "त्वयाहूता महाबाहो सर्व एव समागता: ।पूजिता दानमानाभ्यां पितृदेवर्षिमानवा: ॥ ४२ ॥",
        "english_devnagari": "tvayāhūtā mahā-bāhosarva eva samāgatāḥpūjitā dāna-mānābhyāṁpitṛ-devarṣi-mānavāḥ",
        "verse_Syn": [
            "tvayā",
            "āhūtāḥ",
            "mahā",
            "bāho",
            "sarve",
            "eva",
            "samāgatāḥ",
            "pūjitāḥ",
            "dāna",
            "mānābhyām",
            "pitṛ",
            "deva",
            "ṛṣi",
            "mānavāḥ"
        ],
        "translation": "All the great sages and brāhmaṇas said: O mighty King, by your invitation all classes of living entities have attended this assembly. They have come from Pitṛloka and the heavenly planets, and great sages as well as common men have attended this meeting. Now all of them are very much satisfied by your dealings and your charity towards them.",
        "purport": ""
    }
]