[
    {
        "verse": "1",
        "devanagari": "मैत्रेय उवाचनिशम्य गदतामेवमृषीणां धनुषि ध्रुव: ।सन्दधेऽस्त्रमुपस्पृश्य यन्नारायणनिर्मितम् ॥ १ ॥",
        "english_devnagari": "maitreya uvācaniśamya gadatām evamṛṣīṇāṁ dhanuṣi dhruvaḥsandadhe ’stram upaspṛśyayan nārāyaṇa-nirmitam",
        "verse_Syn": [
            "maitreyaḥ",
            "uvāca",
            "niśamya",
            "gadatām",
            "evam",
            "ṛṣīṇām",
            "dhanuṣi",
            "dhruvaḥ",
            "sandadhe",
            "astram",
            "upaspṛśya",
            "yat",
            "nārāyaṇa",
            "nirmitam"
        ],
        "translation": "Śrī Maitreya said: My dear Vidura, when Dhruva Mahārāja heard the encouraging words of the great sages, he performed the ācamana by touching water and then took up his arrow made by Lord Nārāyaṇa and fixed it upon his bow.",
        "purport": " Dhruva Mahārāja was given a specific arrow made by Lord Nārāyaṇa Himself, and he now fixed it upon his bow to finish the illusory atmosphere created by the Yakṣas. As it is stated in the Bhagavad-gītā (7.14), mām eva ye prapadyante māyām etāṁ taranti te. Without Nārāyaṇa, the Supreme Personality of Godhead, no one is able to overcome the action of the illusory energy. Śrī Caitanya Mahāprabhu has also given us a nice weapon for this age, as stated in the Bhāgavatam: sāṅgopāṅgāstra — in this age, the nārāyaṇāstra, or weapon to drive away māyā, is the chanting of the Hare Kṛṣṇa mantra in pursuance of the associates of Lord Caitanya, such as Advaita Prabhu, Nityānanda, Gadādhara and Śrīvāsa."
    },
    {
        "verse": "2",
        "devanagari": "सन्धीयमान एतस्मिन्माया गुह्यकनिर्मिता: ।क्षिप्रं विनेशुर्विदुर क्लेशा ज्ञानोदये यथा ॥ २ ॥",
        "english_devnagari": "sandhīyamāna etasminmāyā guhyaka-nirmitāḥkṣipraṁ vineśur vidurakleśā jñānodaye yathā",
        "verse_Syn": [
            "sandhīyamāne",
            "etasmin",
            "māyāḥ",
            "guhyaka",
            "nirmitāḥ",
            "kṣipram",
            "vineśuḥ",
            "vidura",
            "kleśāḥ",
            "jñāna",
            "udaye",
            "yathā"
        ],
        "translation": "As soon as Dhruva Mahārāja joined the nārāyaṇāstra arrow to his bow, the illusion created by the Yakṣas was immediately vanquished, just as all material pains and pleasures are vanquished when one becomes fully cognizant of the self.",
        "purport": " Kṛṣṇa is like the sun, and māyā, or the illusory energy of Kṛṣṇa, is like darkness. Darkness means absence of light; similarly, māyā means absence of Kṛṣṇa consciousness. Kṛṣṇa consciousness and māyā are always there, side by side. As soon as there is awakening of Kṛṣṇa consciousness, all the illusory pains and pleasures of material existence are vanquished. Māyām etāṁ taranti te: constant chanting of the mahā-mantra will keep us always aloof from the illusory energy of māyā."
    },
    {
        "verse": "3",
        "devanagari": "तस्यार्षास्त्रं धनुषि प्रयुञ्जत:सुवर्णपुङ्खा: कलहंसवासस: ।विनि:सृता आविविशुर्द्विषद्बलंयथा वनं भीमरवा: शिखण्डिन: ॥ ३ ॥",
        "english_devnagari": "tasyārṣāstraṁ dhanuṣi prayuñjataḥsuvarṇa-puṅkhāḥ kalahaṁsa-vāsasaḥviniḥsṛtā āviviśur dviṣad-balaṁyathā vanaṁ bhīma-ravāḥ śikhaṇḍinaḥ",
        "verse_Syn": [
            "tasya",
            "ārṣa",
            "astram",
            "dhanuṣi",
            "prayuñjataḥ",
            "suvarṇa",
            "puṅkhāḥ",
            "kalahaṁsa",
            "vāsasaḥ",
            "viniḥsṛtāḥ",
            "āviviśuḥ",
            "dviṣat",
            "balam",
            "yathā",
            "vanam",
            "bhīma",
            "ravāḥ",
            "śikhaṇḍinaḥ"
        ],
        "translation": "Even as Dhruva Mahārāja fixed the weapon made by Nārāyaṇa Ṛṣi onto his bow, arrows with golden shafts and feathers like the wings of a swan flew out from it. They entered the enemy soldiers with a great hissing sound, just as peacocks enter a forest with tumultuous crowing.",
        "purport": ""
    },
    {
        "verse": "4",
        "devanagari": "तैस्तिग्मधारै: प्रधने शिलीमुखै-रितस्तत: पुण्यजना उपद्रुता: ।तमभ्यधावन् कुपिता उदायुधा:सुपर्णमुन्नद्धफणा इवाहय: ॥ ४ ॥",
        "english_devnagari": "tais tigma-dhāraiḥ pradhane śilī-mukhairitas tataḥ puṇya-janā upadrutāḥtam abhyadhāvan kupitā udāyudhāḥsuparṇam unnaddha-phaṇā ivāhayaḥ",
        "verse_Syn": [
            "taiḥ",
            "tigma",
            "dhāraiḥ",
            "pradhane",
            "śilī",
            "mukhaiḥ",
            "itaḥ",
            "tataḥ",
            "puṇya",
            "janāḥ",
            "upadrutāḥ",
            "tam",
            "abhyadhāvan",
            "kupitāḥ",
            "udāyudhāḥ",
            "suparṇam",
            "unnaddha",
            "phaṇāḥ",
            "iva",
            "ahayaḥ"
        ],
        "translation": "Those sharp arrows dismayed the enemy soldiers, who became almost unconscious, but various Yakṣas on the battlefield, in a rage against Dhruva Mahārāja, somehow or other collected their weapons and attacked. Just as serpents agitated by Garuḍa rush towards Garuḍa with upraised hoods, all the Yakṣa soldiers prepared to overcome Dhruva Mahārāja with their upraised weapons.",
        "purport": ""
    },
    {
        "verse": "5",
        "devanagari": "स तान् पृषत्कैरभिधावतो मृधेनिकृत्तबाहूरुशिरोधरोदरान् ।निनाय लोकं परमर्कमण्डलंव्रजन्ति निर्भिद्य यमूर्ध्वरेतस: ॥ ५ ॥",
        "english_devnagari": "sa tān pṛṣatkair abhidhāvato mṛdhenikṛtta-bāhūru-śirodharodarānnināya lokaṁ param arka-maṇḍalaṁvrajanti nirbhidya yam ūrdhva-retasaḥ",
        "verse_Syn": [
            "saḥ",
            "tān",
            "pṛṣatkaiḥ",
            "abhidhāvataḥ",
            "mṛdhe",
            "nikṛtta",
            "bāhu",
            "ūru",
            "śiraḥ",
            "dhara",
            "udarān",
            "nināya",
            "lokam",
            "param",
            "arka",
            "maṇḍalam",
            "vrajanti",
            "nirbhidya",
            "yam",
            "ūrdhva",
            "retasaḥ"
        ],
        "translation": "When Dhruva Mahārāja saw the Yakṣas coming forward, he immediately took his arrows and cut the enemies to pieces. Separating their arms, legs, heads and bellies from their bodies, he delivered the Yakṣas to the planetary system which is situated above the sun globe and which is attainable only by first-class brahmacārīs, who have never discharged their semen.",
        "purport": " To be killed by the Lord or by His devotees is auspicious for nondevotees. The Yakṣas were killed indiscriminately by Dhruva Mahārāja, but they attained the planetary system attainable only for brahmacārīs who never discharged their semen. As the impersonalist jñānīs or the demons killed by the Lord attain Brahmaloka, or Satyaloka, persons killed by a devotee of the Lord also attain Satyaloka. To reach the Satyaloka planetary system described here, one has to be elevated above the sun globe. Killing, therefore, is not always bad. If the killing is done by the Supreme Personality of Godhead or His devotee or in great sacrifices, it is for the benefit of the entity killed in that way. Material so-called nonviolence is very insignificant in comparison to killing done by the Supreme Personality of Godhead or His devotees. Even when a king or the state government kills a person who is a murderer, that killing is for the benefit of the murderer, for thus he may become cleared of all sinful reactions. An important word in this verse is ūrdhva-retasaḥ, which means brahmacārīs who have never discharged semen. Celibacy is so important that even though one does not undergo any austerities, penances or ritualistic ceremonies prescribed in the Vedas, if one simply keeps himself a pure brahmacārī, not discharging his semen, the result is that after death he goes to the Satyaloka. Generally, sex life is the cause of all miseries in the material world. In the Vedic civilization sex life is restricted in various ways. Out of the whole population of the social structure, only the gṛhasthas are allowed restricted sex life. All others refrain from sex. The people of this age especially do not know the value of not discharging semen. As such, they are variously entangled with material qualities and suffer an existence of struggle only. The word ūrdhva-retasaḥ especially indicates the Māyāvādī sannyāsīs, who undergo strict principles of austerity. But in the Bhagavad-gītā (8.16) the Lord says that even if one goes up to Brahmaloka, he again comes back (ābrahma-bhuvanāl lokāḥ punar āvartino ’rjuna). Therefore actual mukti, or liberation, can be attained only by devotional service, because by devotional service one can go above Brahmaloka, or to the spiritual world, wherefrom he never comes back. Māyāvādī sannyāsīs are very proud of becoming liberated, but actual liberation is not possible unless one is in touch with the Supreme Lord in devotional service. It is said, hariṁ vinā na mṛtiṁ taranti: without Kṛṣṇa’s mercy, no one can have liberation."
    },
    {
        "verse": "6",
        "devanagari": "तान् हन्यमानानभिवीक्ष्य गुह्यका-ननागसश्चित्ररथेन भूरिश: ।औत्तानपादिं कृपया पितामहोमनुर्जगादोपगत: सहर्षिभि: ॥ ६ ॥",
        "english_devnagari": "tān hanyamānān abhivīkṣya guhyakānanāgasaś citra-rathena bhūriśaḥauttānapādiṁ kṛpayā pitāmahomanur jagādopagataḥ saharṣibhiḥ",
        "verse_Syn": [
            "tān",
            "hanyamānān",
            "abhivīkṣya",
            "guhyakān",
            "anāgasaḥ",
            "citra",
            "rathena",
            "bhūriśaḥ",
            "auttānapādim",
            "kṛpayā",
            "pitā",
            "mahaḥ",
            "manuḥ",
            "jagāda",
            "upagataḥ",
            "saha",
            "ṛṣibhiḥ"
        ],
        "translation": "When Svāyambhuva Manu saw that his grandson Dhruva Mahārāja was killing so many of the Yakṣas who were not actually offenders, out of his great compassion he approached Dhruva with great sages to give him good instruction.",
        "purport": " Dhruva Mahārāja attacked Alakāpurī, the city of the Yakṣas, because his brother was killed by one of them. Actually only one of the citizens, not all of them, was guilty of killing his brother, Uttama. Dhruva Mahārāja, of course, took a very serious step when his brother was killed by the Yakṣas. War was declared, and the fighting was going on. This sometimes happens in present days also — for one man’s fault a whole state is sometimes attacked. This kind of wholesale attack is not approved by Manu, the father and lawgiver of the human race. He therefore wanted to stop his grandson Dhruva from continuing to kill the Yakṣa citizens who were not offenders."
    },
    {
        "verse": "7",
        "devanagari": "मनुरुवाचअलं वत्सातिरोषेण तमोद्वारेण पाप्मना ।येन पुण्यजनानेतानवधीस्त्वमनागस: ॥ ७ ॥",
        "english_devnagari": "manur uvācaalaṁ vatsātiroṣeṇatamo-dvāreṇa pāpmanāyena puṇya-janān etānavadhīs tvam anāgasaḥ",
        "verse_Syn": [
            "manuḥ",
            "uvāca",
            "alam",
            "vatsa",
            "atiroṣeṇa",
            "tamaḥ",
            "dvāreṇa",
            "pāpmanā",
            "yena",
            "puṇya",
            "janān",
            "etān",
            "avadhīḥ",
            "tvam",
            "anāgasaḥ"
        ],
        "translation": "Lord Manu said: My dear son, please stop. It is not good to become unnecessarily angry — it is the path to hellish life. Now you are going beyond the limit by killing Yakṣas who are actually not offenders.",
        "purport": " In this verse the word atiroṣeṇa means “with unnecessary anger.” When Dhruva Mahārāja went beyond the limits of necessary anger, his grandfather, Svāyambhuva Manu, immediately came to protect him from further sinful action. From this we can understand that killing is not bad, but when killing is done unnecessarily or when an offenseless person is killed, such killing opens the path to hell. Dhruva Mahārāja was saved from such sinful action because he was a great devotee. A kṣatriya is allowed to kill only for maintenance of the law and order of the state; he is not allowed to kill or commit violence without reason. Violence is certainly a path leading to a hellish condition of life, but it is also required for maintenance of the law and order of the state. Here Lord Manu prohibited Dhruva Mahārāja from killing the Yakṣas because only one of them was punishable for killing his brother, Uttama; not all of the Yakṣa citizens were punishable. We find in modern warfare, however, that attacks are made upon innocent citizens who are without fault. According to the law of Manu, such warfare is a most sinful activity. Furthermore, at the present moment civilized nations are unnecessarily maintaining many slaughterhouses for killing innocent animals. When a nation is attacked by its enemies, the wholesale slaughter of the citizens should be taken as a reaction to their own sinful activities. That is nature’s law."
    },
    {
        "verse": "8",
        "devanagari": "नास्मत्कुलोचितं तात कर्मैतत्सद्विगर्हितम् ।वधो यदुपदेवानामारब्धस्तेऽकृतैनसाम् ॥ ८ ॥",
        "english_devnagari": "nāsmat-kulocitaṁ tātakarmaitat sad-vigarhitamvadho yad upadevānāmārabdhas te ’kṛtainasām",
        "verse_Syn": [
            "na",
            "asmat",
            "kula",
            "ucitam",
            "tāta",
            "karma",
            "etat",
            "sat",
            "vigarhitam",
            "vadhaḥ",
            "yat",
            "upadevānām",
            "ārabdhaḥ",
            "te",
            "akṛta",
            "enasām"
        ],
        "translation": "My dear son, the killing of the sinless Yakṣas which you have undertaken is not at all approved by authorities, and it does not befit our family, which is supposed to know the laws of religion and irreligion.",
        "purport": ""
    },
    {
        "verse": "9",
        "devanagari": "नन्वेकस्यापराधेन प्रसङ्गाद् बहवो हता: ।भ्रातुर्वधाभितप्तेन त्वयाङ्ग भ्रातृवत्सल ॥ ९ ॥",
        "english_devnagari": "nanv ekasyāparādhenaprasaṅgād bahavo hatāḥbhrātur vadhābhitaptenatvayāṅga bhrātṛ-vatsala",
        "verse_Syn": [
            "nanu",
            "ekasya",
            "aparādhena",
            "prasaṅgāt",
            "bahavaḥ",
            "hatāḥ",
            "bhrātuḥ",
            "vadha",
            "abhitaptena",
            "tvayā",
            "aṅga",
            "bhrātṛ",
            "vatsala"
        ],
        "translation": "My dear son, it has been proved that you are very much affectionate towards your brother and are greatly aggrieved at his being killed by the Yakṣas, but just consider: for one Yakṣa’s offense, you have killed many others, who are innocent.",
        "purport": ""
    },
    {
        "verse": "10",
        "devanagari": "नायं मार्गो हि साधूनां हृषीकेशानुवर्तिनाम् ।यदात्मानं पराग्गृह्य पशुवद्भूतवैशसम् ॥ १० ॥",
        "english_devnagari": "nāyaṁ mārgo hi sādhūnāṁhṛṣīkeśānuvartināmyad ātmānaṁ parāg gṛhyapaśuvad bhūta-vaiśasam",
        "verse_Syn": [
            "na",
            "ayam",
            "mārgaḥ",
            "hi",
            "sādhūnām",
            "hṛṣīkeśa",
            "anuvartinām",
            "yat",
            "ātmānam",
            "parāk",
            "gṛhya",
            "paśu",
            "vat",
            "bhūta",
            "vaiśasam"
        ],
        "translation": "One should not accept the body as the self and thus, like the animals, kill the bodies of others. This is especially forbidden by saintly persons, who follow the path of devotional service to the Supreme Personality of Godhead.",
        "purport": " The words sādhūnāṁ hṛṣīkeśānuvartinām are very significant. Sādhu means “a saintly person.” But who is a saintly person? A saintly person is he who follows the path of rendering service unto the Supreme Personality of Godhead, Hṛṣīkeśa. In the Nārada-pañcarātra it is said, hṛṣīkeṇa hṛṣīkeśa-sevanaṁ bhaktir ucyate: the process of rendering favorable service to the Supreme Personality of Godhead with one’s senses is called bhakti, or devotional service. Therefore, why should a person who is already engaged in the service of the Lord engage himself in personal sense gratification? Dhruva Mahārāja is advised here by Lord Manu that since he is a pure servitor of the Lord, why should he unnecessarily engage, like the animals, in the bodily concept of life? An animal thinks that the body of another animal is his food; therefore, in the bodily concept of life, one animal attacks another. A human being, especially one who is a devotee of the Lord, should not act like this. A sādhu, a saintly devotee, is not supposed to kill animals unnecessarily."
    },
    {
        "verse": "11",
        "devanagari": "सर्वभूतात्मभावेन भूतावासं हरिं भवान् ।आराध्याप दुराराध्यं विष्णोस्तत्परमं पदम् ॥ ११ ॥",
        "english_devnagari": "sarva-bhūtātma-bhāvenabhūtāvāsaṁ hariṁ bhavānārādhyāpa durārādhyaṁviṣṇos tat paramaṁ padam",
        "verse_Syn": [
            "sarva",
            "bhūta",
            "ātma",
            "bhāvena",
            "bhūta",
            "āvāsam",
            "harim",
            "bhavān",
            "ārādhya",
            "āpa",
            "durārādhyam",
            "viṣṇoḥ",
            "tat",
            "paramam",
            "padam"
        ],
        "translation": "It is very difficult to achieve the spiritual abode of Hari, in the Vaikuṇṭha planets, but you are so fortunate that you are already destined to go to that abode by worshiping Him as the supreme abode of all living entities.",
        "purport": " The material bodies of all living entities cannot exist unless sheltered by the spirit soul and the Supersoul. The spirit soul is dependent on the Supersoul, who is present even within the atom. Therefore, since anything, material or spiritual, is completely dependent on the Supreme Lord, the Supreme Lord is referred to here as bhūtāvāsa. Dhruva Mahārāja, as a kṣatriya, could have argued with his grandfather, Manu, when Manu requested him to stop fighting. But even though Dhruva could have argued that as a kṣatriya it was his duty to fight with the enemy, he was informed that since every living entity is a residence of the Supreme Lord and can be considered a temple of the Lord, the unnecessary killing of any living entity is not permitted."
    },
    {
        "verse": "12",
        "devanagari": "स त्वं हरेरनुध्यातस्तत्पुंसामपि सम्मत: ।कथं त्ववद्यं कृतवाननुशिक्षन् सतां व्रतम् ॥ १२ ॥",
        "english_devnagari": "sa tvaṁ harer anudhyātastat-puṁsām api sammataḥkathaṁ tv avadyaṁ kṛtavānanuśikṣan satāṁ vratam",
        "verse_Syn": [
            "saḥ",
            "tvam",
            "hareḥ",
            "anudhyātaḥ",
            "tat",
            "puṁsām",
            "api",
            "sammataḥ",
            "katham",
            "tu",
            "avadyam",
            "kṛtavān",
            "anuśikṣan",
            "satām",
            "vratam"
        ],
        "translation": "Because you are a pure devotee of the Lord, the Lord is always thinking of you, and you are also recognized by all His confidential devotees. Your life is meant for exemplary behavior. I am therefore surprised — why have you undertaken such an abominable task?",
        "purport": " Dhruva Mahārāja was a pure devotee and was accustomed to always thinking of the Lord. Reciprocally, the Lord always thinks of those pure devotees who think of Him only, twenty-four hours a day. As a pure devotee does not know anything beyond the Lord, so the Lord does not know anything beyond His pure devotee. Svāyambhuva Manu pointed out this fact to Dhruva Mahārāja: “Not only are you a pure devotee, but you are recognized by all pure devotees of the Lord. You should always act in such an exemplary way that others may learn from you. Under the circumstances, it is surprising that you have killed so many faultless Yakṣas.”"
    },
    {
        "verse": "13",
        "devanagari": "तितिक्षया करुणया मैत्र्या चाखिलजन्तुषु ।समत्वेन च सर्वात्मा भगवान् सम्प्रसीदति ॥ १३ ॥",
        "english_devnagari": "titikṣayā karuṇayāmaitryā cākhila-jantuṣusamatvena ca sarvātmābhagavān samprasīdati",
        "verse_Syn": [
            "titikṣayā",
            "karuṇayā",
            "maitryā",
            "ca",
            "akhila",
            "jantuṣu",
            "samatvena",
            "ca",
            "sarva",
            "ātmā",
            "bhagavān",
            "samprasīdati"
        ],
        "translation": "The Lord is very satisfied with His devotee when the devotee greets other people with tolerance, mercy, friendship and equality.",
        "purport": " It is the duty of an advanced devotee in the second stage of devotional perfection to act in accordance with this verse. There are three stages of devotional life. In the lowest stage, a devotee is simply concerned with the Deity in the temple, and he worships the Lord with great devotion, according to rules and regulations. In the second stage the devotee is cognizant of his relationship with the Lord, his relationship with fellow devotees, his relationship with persons who are innocent and his relationship with persons who are envious. Sometimes devotees are ill-treated by envious persons. It is advised that an advanced devotee should be tolerant; he should show complete mercy to persons who are ignorant or innocent. A preacher-devotee is meant to show mercy to innocent persons, whom he can elevate to devotional service. Everyone, by constitutional position, is an eternal servant of God. Therefore, a devotee’s business is to awaken everyone’s Kṛṣṇa consciousness. That is his mercy. As for a devotee’s treatment of other devotees who are his equals, he should maintain friendship with them. His general view should be to see every living entity as part of the Supreme Lord. Different living entities appear in different forms of dress, but according to the instruction of the Bhagavad-gītā, a learned person sees all living entities equally. Such treatment by the devotee is very much appreciated by the Supreme Lord. It is therefore said that a saintly person is always tolerant and merciful, he is a friend to everyone, never an enemy to anyone, and he is peaceful. These are some of the good qualities of a devotee."
    },
    {
        "verse": "14",
        "devanagari": "सम्प्रसन्ने भगवति पुरुष: प्राकृतैर्गुणै: ।विमुक्तो जीवनिर्मुक्तो ब्रह्म निर्वाणमृच्छति ॥ १४ ॥",
        "english_devnagari": "samprasanne bhagavatipuruṣaḥ prākṛtair guṇaiḥvimukto jīva-nirmuktobrahma nirvāṇam ṛcchati",
        "verse_Syn": [
            "samprasanne",
            "bhagavati",
            "puruṣaḥ",
            "prākṛtaiḥ",
            "guṇaiḥ",
            "vimuktaḥ",
            "jīva",
            "nirmuktaḥ",
            "brahma",
            "nirvāṇam",
            "ṛcchati"
        ],
        "translation": "One who actually satisfies the Supreme Personality of Godhead during one’s lifetime becomes liberated from the gross and subtle material conditions. Thus being freed from all material modes of nature, he achieves unlimited spiritual bliss.",
        "purport": " In the previous verse it has been explained that one should treat all living entities with tolerance, mercy, friendship and equality. By such behavior one satisfies the Supreme Personality of Godhead, and upon His satisfaction the devotee immediately becomes free from all material conditions. The Lord also confirms this in the Bhagavad-gītā: “Anyone who sincerely and seriously engages in My service immediately becomes situated in the transcendental stage wherein he can enjoy unlimited spiritual bliss.” Everyone in this material world is struggling hard in order to achieve blissful life. Unfortunately, people do not know how to achieve it. Atheists do not believe in God, and certainly they do not please Him. Here it is clearly said that upon pleasing the Supreme Personality of Godhead one immediately attains to the spiritual platform and enjoys unlimited blissful life. To become free from material existence means to become free from the influence of material nature. The word samprasanne, which is used in this verse, means “being satisfied.” A person should act in such a way that the Lord is satisfied by the activity; it is not that he himself is to be satisfied. Of course, when the Lord is satisfied, the devotee automatically becomes satisfied. This is the secret of the process of bhakti-yoga. Outside of bhakti-yoga, everyone is trying to satisfy himself. No one is trying to satisfy the Lord. Karmīs grossly try to satisfy their senses, but even those who are elevated to the platform of knowledge also try to satisfy themselves, in a subtle form. Karmīs try to satisfy themselves by sense gratification, and jñānīs try to satisfy themselves by subtle activities or mental speculation and thinking themselves to be God. Yogīs also try to satisfy themselves, by thinking that they can achieve different mystic perfections. But only devotees try to satisfy the Supreme Personality of Godhead. The devotees’ process of self-realization is completely different from the processes of the karmīs, jñānīs and yogīs. Everyone else is trying to satisfy himself, whereas the devotee tries only to satisfy the Lord. The devotional process is completely different from the others; by working to please the Lord by engaging his senses in the Lord’s loving service, the devotee is immediately situated on the transcendental platform, and he enjoys unlimited blissful life."
    },
    {
        "verse": "15",
        "devanagari": "भूतै: पञ्चभिरारब्धैर्योषित्पुरुष एव हि ।तयोर्व्यवायात्सम्भूतिर्योषित्पुरुषयोरिह ॥ १५ ॥",
        "english_devnagari": "bhūtaiḥ pañcabhir ārabdhairyoṣit puruṣa eva hitayor vyavāyāt sambhūtiryoṣit-puruṣayor iha",
        "verse_Syn": [
            "bhūtaiḥ",
            "pañcabhiḥ",
            "ārabdhaiḥ",
            "yoṣit",
            "puruṣaḥ",
            "eva",
            "hi",
            "tayoḥ",
            "vyavāyāt",
            "sambhūtiḥ",
            "yoṣit",
            "puruṣayoḥ",
            "iha"
        ],
        "translation": "The creation of the material world begins with the five elements, and thus everything, including the body of a man or a woman, is created of these elements. By the sexual life of man and woman, the number of men and women in this material world is further increased.",
        "purport": " When Svāyambhuva Manu saw that Dhruva Mahārāja understood the philosophy of Vaiṣṇavism and yet was still dissatisfied because of his brother’s death, he gave him an explanation of how this material body is created by the five elements of material nature. In the Bhagavad-gītā it is also confirmed, prakṛteḥ kriyamāṇāni: everything is created, maintained and annihilated by the material modes of nature. In the background, of course, there is the direction of the Supreme Personality of Godhead. This is also confirmed in the Bhagavad-gītā (mayādhyakṣeṇa). In the Ninth Chapter, Kṛṣṇa says, “Under My superintendence material nature is acting.” Svāyambhuva Manu wanted to impress on Dhruva Mahārāja that the death of the material body of his brother was not actually the Yakṣas’ fault; it was an act of the material nature. The Supreme Personality of Godhead has immense varieties of potencies, and they act in different gross and subtle ways. It is by such powerful potencies that the universe is created, although grossly it appears to be no more than the five elements — earth, water, fire, air and ether. Similarly, the bodies of all species of living entities, whether human beings, demigods, animals or birds, are also created by the same five elements, and by sexual union they expand into more and more living entities. That is the way of creation, maintenance and annihilation. One should not be disturbed by the waves of material nature in this process. Dhruva Mahārāja was indirectly advised not to be afflicted by the death of his brother because our relationship with the body is completely material. The real self, spirit soul, is never annihilated or killed by anyone."
    },
    {
        "verse": "16",
        "devanagari": "एवं प्रवर्तते सर्ग: स्थिति: संयम एव च ।गुणव्यतिकराद्राजन्मायया परमात्मन: ॥ १६ ॥",
        "english_devnagari": "evaṁ pravartate sargaḥsthitiḥ saṁyama eva caguṇa-vyatikarād rājanmāyayā paramātmanaḥ",
        "verse_Syn": [
            "evam",
            "pravartate",
            "sargaḥ",
            "sthitiḥ",
            "saṁyamaḥ",
            "eva",
            "ca",
            "guṇa",
            "vyatikarāt",
            "rājan",
            "māyayā",
            "parama",
            "ātmanaḥ"
        ],
        "translation": "Manu continued: My dear King Dhruva, it is simply by the illusory material energy of the Supreme Personality of Godhead and by the interaction of the three modes of material nature that creation, maintenance and annihilation take place.",
        "purport": " First, creation takes place with the ingredients of the five elements of material nature. Then, by the interaction of the modes of material nature, maintenance also takes place. When a child is born, the parents immediately see to its maintenance. This tendency for maintenance of offspring is present not only in human society, but in animal society as well. Even tigers care for their cubs, although their propensity is to eat other animals. By the interaction of the material modes of nature, creation, maintenance and also annihilation take place inevitably. But at the same time we should know that all is conducted under the superintendence of the Supreme Personality of Godhead. Everything is going on under that process. Creation is the action of the rajo-guṇa, the mode of passion; maintenance is the action of sattva-guṇa, the mode of goodness; and annihilation is the action of tamo-guṇa, the mode of ignorance. We can see that those who are situated in the mode of goodness live longer than those who are situated in the tamo-guṇa or rajo-guṇa. In other words, if one is elevated to the mode of goodness, he is elevated to a higher planetary system, where the duration of life is very great. Ūrdhvaṁ gacchanti sattva-sthāḥ: great ṛṣis, sages and sannyāsīs who maintain themselves in sattva-guṇa, or the mode of material goodness, are elevated to a higher planetary system. Those who are transcendental even to the material modes of nature are situated in the mode of pure goodness; they attain eternal life in the spiritual world."
    },
    {
        "verse": "17",
        "devanagari": "निमित्तमात्रं तत्रासीन्निर्गुण: पुरुषर्षभ: ।व्यक्ताव्यक्तमिदं विश्वं यत्र भ्रमति लोहवत् ॥ १७ ॥",
        "english_devnagari": "nimitta-mātraṁ tatrāsīnnirguṇaḥ puruṣarṣabhaḥvyaktāvyaktam idaṁ viśvaṁyatra bhramati lohavat",
        "verse_Syn": [
            "nimitta",
            "mātram",
            "tatra",
            "āsīt",
            "nirguṇaḥ",
            "puruṣa",
            "ṛṣabhaḥ",
            "vyakta",
            "avyaktam",
            "idam",
            "viśvam",
            "yatra",
            "bhramati",
            "loha",
            "vat"
        ],
        "translation": "My dear Dhruva, the Supreme Personality of Godhead is uncontaminated by the material modes of nature. He is the remote cause of the creation of this material cosmic manifestation. When He gives the impetus, many other causes and effects are produced, and thus the whole universe moves, just as iron moves by the integrated force of a magnet.",
        "purport": " How the external energy of the Supreme Personality of Godhead works within this material world is explained in this verse. Everything is happening by the energy of the Supreme Lord. The atheistic philosophers, who do not agree to accept the Supreme Personality of Godhead as the original cause of creation, think that the material world moves by the action and reaction of different material elements. A simple example of the interaction of elements occurs when we mix soda and acid and the movement of effervescence is produced. But one cannot produce life by such interaction of chemicals. There are 8,400,000 different species of life, with different wishes and different actions. How the material force is working cannot be explained just on the basis of chemical reaction. A suitable example in this connection is that of the potter and the potter’s wheel. The potter’s wheel rotates, and several varieties of earthen pots come out. There are many causes for the earthen pots, but the original cause is the potter, who sets a force on the wheel. That force comes by his superintendence. The same idea is explained in Bhagavad-gītā: behind all material action and reaction there is Kṛṣṇa, the Supreme Personality of Godhead. Kṛṣṇa says that everything depends on His energy and yet He is not everywhere. The pot is produced under certain conditions of action and reaction of material energy, but the potter is not in the pot. In a similar way, the material creation is set up by the Lord, but He remains aloof. As stated in the Vedas, He simply glanced over it and the agitation of matter immediately began. In Bhagavad-gītā it is also said that the Lord impregnates the material energy with the part-and-parcel jīvas, and thus the different forms and different activities immediately ensue. Because of the different desires and karmic activities of the jīva soul, different types of bodies in different species are produced. In Darwin’s theory there is no acceptance of the living entity as spirit soul, and therefore his explanation of evolution is incomplete. Varieties of phenomena occur within this universe on account of the actions and reactions of the three material modes, but the original creator, or the cause, is the Supreme Personality of Godhead, who is mentioned here as nimitta-mātram, the remote cause. He simply pushes the wheel with His energy. According to the Māyāvādī philosophers, the Supreme Brahman has transformed Himself into many varieties of forms, but that is not the fact. He is always transcendental to the actions and reactions of the material guṇas, although He is the cause of all causes. Lord Brahmā therefore says in the Brahma-saṁhitā (5.1): There are many causes and effects, but the original cause is Śrī Kṛṣṇa."
    },
    {
        "verse": "18",
        "devanagari": "स खल्विदं भगवान् कालशक्त्यागुणप्रवाहेण विभक्तवीर्य: ।करोत्यकर्तैव निहन्त्यहन्ताचेष्टा विभूम्न: खलु दुर्विभाव्या ॥ १८ ॥",
        "english_devnagari": "sa khalv idaṁ bhagavān kāla-śaktyāguṇa-pravāheṇa vibhakta-vīryaḥkaroty akartaiva nihanty ahantāceṣṭā vibhūmnaḥ khalu durvibhāvyā",
        "verse_Syn": [
            "saḥ",
            "khalu",
            "idam",
            "bhagavān",
            "kāla",
            "śaktyā",
            "guṇa",
            "pravāheṇa",
            "vibhakta",
            "vīryaḥ",
            "karoti",
            "akartā",
            "eva",
            "nihanti",
            "ahantā",
            "ceṣṭā",
            "vibhūmnaḥ",
            "khalu",
            "durvibhāvyā"
        ],
        "translation": "The Supreme Personality of Godhead, by His inconceivable supreme energy, time, causes the interaction of the three modes of material nature, and thus varieties of energy become manifest. It appears that He is acting, but He is not the actor. He is killing, but He is not the killer. Thus it is understood that only by His inconceivable power is everything happening.",
        "purport": " The word durvibhāvyā means “inconceivable by our tiny brain,” and vibhakta-vīryaḥ means “divided in varieties of potencies.” This is the right explanation of the display of creative energies in the material world. We can better understand the mercy of God by an example: a government state is always supposed to be merciful, but sometimes, in order to keep law and order, the government employs its police force, and thus punishment is meted out to the rebellious citizens. Similarly, the Supreme Personality of Godhead is always merciful and full of transcendental qualities, but certain individual souls have forgotten their relationship with Kṛṣṇa and have endeavored to lord it over material nature. As a result of their endeavor, they are involved in varieties of material interaction. It is incorrect to argue, however, that because energy issues from the Supreme Personality of Godhead, He is the actor. In the previous verse, the word nimitta-mātram indicates that the Supreme Lord is completely aloof from the action and reaction of this material world. How is everything being done? The word “inconceivable” has been used. It is not within the power of one’s small brain to comprehend; unless one accepts the inconceivable power and energy of the Lord, one cannot make any progress. The forces which act are certainly set up by the Supreme Personality of Godhead, but He is always aloof from their action and reaction. The varieties of energies produced by the interaction of material nature produce the varieties of species of life and their resultant happiness and unhappiness. How the Lord acts is nicely explained in the Viṣṇu Purāṇa: fire is situated in one place, while the heat and light produced by the fire act in many different ways. Another example given is that the electric powerhouse is situated in one place, but by its energies many different types of machinery move. The production is never identical with the original source of the energy, but the original source of energy, being the prime factor, is simultaneously one with and different from the product. Therefore Lord Caitanya’s philosophy, acintya-bhedābheda-tattva, is the perfect way of understanding. In this material world, the Lord incarnates in three forms — as Brahmā, Viṣṇu and Śiva — by which He takes charge of the three modes of material nature. By His incarnation of Brahmā He creates, as the incarnation of Viṣṇu He maintains, and by His incarnation of Śiva, He also annihilates. But the original source of Brahmā, Viṣṇu and Śiva — Garbhodakaśāyī Viṣṇu — is always apart from these actions and reactions of material nature."
    },
    {
        "verse": "19",
        "devanagari": "सोऽनन्तोऽन्तकर: कालोऽनादिरादिकृदव्यय: ।जनं जनेन जनयन्मारयन्मृत्युनान्तकम् ॥ १९ ॥",
        "english_devnagari": "so ’nanto ’nta-karaḥ kālo’nādir ādi-kṛd avyayaḥjanaṁ janena janayanmārayan mṛtyunāntakam",
        "verse_Syn": [
            "saḥ",
            "anantaḥ",
            "anta",
            "karaḥ",
            "kālaḥ",
            "anādiḥ",
            "ādi",
            "kṛt",
            "avyayaḥ",
            "janam",
            "janena",
            "janayan",
            "mārayan",
            "mṛtyunā",
            "antakam"
        ],
        "translation": "My dear Dhruva, the Supreme Personality of Godhead is ever existing, but in the form of time He is the killer of everything. He has no beginning, although He is the beginning of everything, nor is He ever exhaustible, although everything is exhausted in due course of time. The living entities are created through the agency of the father and killed through the agency of death, but He is perpetually free of birth and death.",
        "purport": " The supreme authority and inconceivable power of the Supreme Personality of Godhead can be minutely studied from this verse. He is always unlimited. That means that He has no creation or end. He is, however, death (in the form of time), as described in Bhagavad-gītā. Kṛṣṇa says, “I am death. I take away everything at the end of life.” Eternal time is also without beginning, but it is the creator of all creatures. The example is given of touchstone, which creates many valuable stones and jewels but does not decrease in power. Similarly, creation occurs many times, everything is maintained, and, after a time, everything is annihilated — but the original creator, the Supreme Lord, remains untouched and undiminished in power. The secondary creation is made by Brahmā, but Brahmā is created by the Supreme Godhead. Lord Śiva annihilates the whole creation, but at the end he is also annihilated by Viṣṇu. Lord Viṣṇu remains. In the Vedic hymns it is stated that in the beginning there is only Viṣṇu and that He alone remains at the end. An example can help us to understand the inconceivable potency of the Supreme Lord. In the recent history of warfare the Supreme Personality of Godhead created a Hitler and, before that, a Napoleon Bonaparte, and they each killed many living entities in war. But in the end Bonaparte and Hitler were also killed. People are still very much interested in writing and reading books about Hitler and Bonaparte and how they killed so many people in war. Year after year many books are published for public reading regarding Hitler’s killing thousands of Jews in confinement. But no one is researching who killed Hitler and who created such a gigantic killer of human beings. The devotees of the Lord are not much interested in the study of the flickering history of the world. They are interested only in Him who is the original creator, maintainer and annihilator. That is the purpose of the Kṛṣṇa consciousness movement."
    },
    {
        "verse": "20",
        "devanagari": "न वै स्वपक्षोऽस्य विपक्ष एव वापरस्य मृत्योर्विशत: समं प्रजा: ।तं धावमानमनुधावन्त्यनीशायथा रजांस्यनिलं भूतसङ्घा: ॥ २० ॥",
        "english_devnagari": "na vai sva-pakṣo ’sya vipakṣa eva vāparasya mṛtyor viśataḥ samaṁ prajāḥtaṁ dhāvamānam anudhāvanty anīśāyathā rajāṁsy anilaṁ bhūta-saṅghāḥ",
        "verse_Syn": [
            "na",
            "vai",
            "sva",
            "pakṣaḥ",
            "asya",
            "vipakṣaḥ",
            "eva",
            "vā",
            "parasya",
            "mṛtyoḥ",
            "viśataḥ",
            "samam",
            "prajāḥ",
            "tam",
            "dhāvamānam",
            "anudhāvanti",
            "anīśāḥ",
            "yathā",
            "rajāṁsi",
            "anilam",
            "bhūta",
            "saṅghāḥ"
        ],
        "translation": "The Supreme Personality of Godhead, in His feature of eternal time, is present in the material world and is neutral towards everyone. No one is His ally, and no one is His enemy. Within the jurisdiction of the time element, everyone enjoys or suffers the result of his own karma, or fruitive activities. As, when the wind blows, small particles of dust fly in the air, so, according to one’s particular karma, one suffers or enjoys material life.",
        "purport": " Although the Supreme Personality of Godhead is the original cause of all causes, He is not responsible for anyone’s material sufferings or enjoyment. There is no such partiality on the part of the Supreme Lord. The less intelligent accuse the Supreme Lord of being partial and claim that this is why one enjoys in this material world and another suffers. But this verse specifically says that there is no such partiality on the part of the Supreme Lord. Living entities, however, are never independent. As soon as they declare their independence of the supreme controller, they are immediately put into this material world to try their luck freely, as far as possible. When the material world is created for such misguided living entities, they create their own karma, fruitive activities, and take advantage of the time element, and thereby they create their own fortune or misfortune. Everyone is created, everyone is maintained, and everyone is ultimately killed. As far as these three things are concerned, the Lord is equal to everyone; it is according to one’s karma that one suffers and enjoys. The living entity’s higher or lower position, his suffering and enjoying, are due to his own karma. The exact word used in this connection is anīśāḥ, which means “dependent on their own karma.” The example is given that the government gives everyone the facilities for governmental action and management, but by one’s own choice one creates a situation which obliges him to exist under different types of consciousness. The example given in this verse is that when the wind blows, particles of dust float in the air. Gradually lightning occurs, and then torrents of rain follow, and thus the rainy season creates a situation of varieties in the forest. God is very kind — He gives everyone an equal chance — but by the resultant actions of one’s own karma one suffers or enjoys this material world."
    },
    {
        "verse": "21",
        "devanagari": "आयुषोऽपचयं जन्तोस्तथैवोपचयं विभु: ।उभाभ्यां रहित: स्वस्थो दु:स्थस्य विदधात्यसौ ॥ २१ ॥",
        "english_devnagari": "āyuṣo ’pacayaṁ jantostathaivopacayaṁ vibhuḥubhābhyāṁ rahitaḥ sva-sthoduḥsthasya vidadhāty asau",
        "verse_Syn": [
            "āyuṣaḥ",
            "apacayam",
            "jantoḥ",
            "tathā",
            "eva",
            "upacayam",
            "vibhuḥ",
            "ubhābhyām",
            "rahitaḥ",
            "sva",
            "sthaḥ",
            "duḥsthasya",
            "vidadhāti",
            "asau"
        ],
        "translation": "The Supreme Personality of Godhead, Viṣṇu, is all-powerful, and He awards the results of one’s fruitive activities. Thus, although one living entity’s duration of life is very small whereas that of another is very great, He is always in His transcendental position, and there is no question of lessening or increasing His duration of life.",
        "purport": " Both the mosquito and Lord Brahmā are living entities in the material world; both are minute sparks and are part of the Supreme Lord. The very short duration of the life of the mosquito and the very long lifetime of Lord Brahmā are both awarded by the Supreme Personality of Godhead according to the results of their karma. But in the Brahma-saṁhitā we find it said, karmāṇi nirdahati: the Lord diminishes or vanquishes the reactions of devotees. The same fact is explained in Bhagavad-gītā. Yajñārthāt karmaṇo ’nyatra: one should perform karma only for the purpose of satisfying the Supreme Lord; otherwise one is bound by the action and reaction of karma. Under the laws of karma a living entity wanders within the universe under the rule of eternal time, and sometimes he becomes a mosquito and sometimes Lord Brahmā. To a sane man this business is not very fruitful. Bhagavad-gītā (9.25) gives a warning to the living entities: yānti deva-vratā devān — those who are addicted to the worship of the demigods go to the planets of the demigods, and those who are addicted to worship of the Pitās, forefathers, go to the Pitās. Those who are inclined to material activities remain in the material sphere. But persons who engage in devotional service reach the abode of the Supreme Personality of Godhead, where there is neither birth nor death nor different varieties of life under the influence of the law of karma. The best interest of the living entity is to engage himself in devotional service and go back home, back to Godhead. Śrīla Bhaktivinoda Ṭhākura advised: “My friend, you are being washed away in material nature’s waves of time. Please try to understand that you are the eternal servant of the Lord. Then everything will stop, and you will be eternally happy.”"
    },
    {
        "verse": "22",
        "devanagari": "केचित्कर्म वदन्त्येनं स्वभावमपरे नृप ।एके कालं परे दैवं पुंस: काममुतापरे ॥ २२ ॥",
        "english_devnagari": "kecit karma vadanty enaṁsvabhāvam apare nṛpaeke kālaṁ pare daivaṁpuṁsaḥ kāmam utāpare",
        "verse_Syn": [
            "kecit",
            "karma",
            "vadanti",
            "enam",
            "svabhāvam",
            "apare",
            "nṛpa",
            "eke",
            "kālam",
            "pare",
            "daivam",
            "puṁsaḥ",
            "kāmam",
            "uta",
            "apare"
        ],
        "translation": "The differentiation among varieties of life and their suffering and enjoyment is explained by some to be the result of karma. Others say it is due to nature, others due to time, others due to fate, and still others say that it is due to desire.",
        "purport": " There are different types of philosophers — mīmāṁsakas, atheists, astronomers, sexualists and so many other classifications of mental speculators. The real conclusion is that it is our work only that binds us within this material world in different varieties of life. How these varieties have sprung up is explained in the Vedas: it is due to the desire of the living entity. The living entity is not a dead stone; he has different varieties of desire, or kāma. The Vedas say, kāmo ’karṣīt. The living entities are originally parts of the Lord, like sparks of a fire, but they have dropped to this material world, attracted by a desire to lord it over nature. That is a fact. Every living entity is trying to lord it over the material resources to the best of his ability. This kāma, or desire, cannot be annihilated. There are some philosophers who say that if one gives up his desires, he again becomes liberated. But it is not at all possible to give up desire, for desire is a symptom of the living entity. If there were no desire, then the living entity would be a dead stone. Śrīla Narottama dāsa Ṭhākura, therefore, advises that one turn his desire towards serving the Supreme Personality of Godhead. Then desire becomes purified. And when one’s desires are purified, one becomes liberated from all material contamination. The conclusion is that the different philosophers’ theories to explain the varieties of life and their pleasure and pain are all imperfect. The real explanation is that we are eternal servants of God and that as soon as we forget this relationship we are thrown into the material world, where we create our different activities and suffer or enjoy the result. We are drawn into this material world by desire, but the same desire must be purified and employed in the devotional service of the Lord. Then our disease of wandering in the universe under different forms and conditions will end."
    },
    {
        "verse": "23",
        "devanagari": "अव्यक्तस्याप्रमेयस्य नानाशक्त्युदयस्य च ।न वै चिकीर्षितं तात को वेदाथ स्वसम्भवम् ॥ २३ ॥",
        "english_devnagari": "avyaktasyāprameyasyanānā-śakty-udayasya cana vai cikīrṣitaṁ tātako vedātha sva-sambhavam",
        "verse_Syn": [
            "avyaktasya",
            "aprameyasya",
            "nānā",
            "śakti",
            "udayasya",
            "ca",
            "na",
            "vai",
            "cikīrṣitam",
            "tāta",
            "kaḥ",
            "veda",
            "atha",
            "sva",
            "sambhavam"
        ],
        "translation": "The Absolute Truth, Transcendence, is never subject to the understanding of imperfect sensory endeavor, nor is He subject to direct experience. He is the master of varieties of energies, like the full material energy, and no one can understand His plans or actions; therefore it should be concluded that although He is the original cause of all causes, no one can know Him by mental speculation.",
        "purport": " The question may be raised, “Since there are so many varieties of philosophers theorizing in different ways, which of them is correct?” The answer is that the Absolute Truth, Transcendence, is never subject to direct experience or mental speculation. The mental speculator may be called Dr. Frog. The story is that a frog in a three-foot well wanted to calculate the length and breadth of the Atlantic Ocean on the basis of his knowledge of his own well. But it was an impossible task for Dr. Frog. A person may be a great academician, scholar or professor, but he cannot speculate and expect to understand the Absolute Truth, for his senses are limited. The cause of all causes, the Absolute Truth, can be known from the Absolute Truth Himself, and not by our ascending process to reach Him. When the sun is not visible at night or when it is covered by a cloud in the day, it is not possible to uncover it, either by bodily or mental strength or by scientific instruments, although the sun is there in the sky. No one can say that he has discovered a torchlight so powerful that if one goes on a roof and focuses the torchlight on the night sky, the sun will then be seen. There is no such torchlight, nor is it possible. The word avyakta, “unmanifested,” in this verse indicates that the Absolute Truth cannot be manifested by any strain of so-called scientific advancement of knowledge. Transcendence is not the subject matter of direct experience. The Absolute Truth may be known in the same way as the sun covered by a cloud or covered by night, for when the sun rises in the morning, in its own way, then everyone can see the sun, everyone can see the world, and everyone can see himself. This understanding of self-realization is called ātma-tattva. Unless, however, one comes to this point of understanding ātma-tattva, one remains in the darkness in which he was born. Under the circumstances, no one can understand the plan of the Supreme Personality of Godhead. The Lord is equipped with varieties of energies, as stated in the Vedic literature (parāsya śaktir vividhaiva śrūyate). He is equipped with the energy of eternal time. Not only does He have the material energy which we see and experience, but He has also many reserve energies that He can manifest in due course of time when necessary. The material scientist can simply study the partial understanding of the varieties of energies; he can take up one of the energies and try to understand it with limited knowledge, but still it is not possible to understand the Absolute Truth in full by dint of material science. No material scientist can foretell what is going to happen in the future. The bhakti-yoga process, however, is completely different from so-called scientific advancement of knowledge. A devotee completely surrenders unto the Supreme, who reveals Himself by His causeless mercy. As stated in Bhagavad-gītā, dadāmi buddhi-yogaṁ tam. The Lord says, “I give him intelligence.” What is that intelligence? Yena mām upayānti te. The Lord gives one the intelligence to cross over the ocean of nescience and come back home, back to Godhead. In conclusion, the cause of all causes, the Absolute Truth, or Supreme Brahman, cannot be understood by philosophical speculation, but He reveals Himself to His devotee because the devotee fully surrenders unto His lotus feet. Bhagavad-gītā is therefore to be accepted as a revealed scripture spoken by the Absolute Truth Himself when He descended to this planet. If any intelligent man wants to know what God is, he should study this transcendental literature under the guidance of a bona fide spiritual master. Then it is very easy to understand Kṛṣṇa as He is."
    },
    {
        "verse": "24",
        "devanagari": "न चैते पुत्रक भ्रातुर्हन्तारो धनदानुगा: । विसर्गादानयोस्तात पुंसो दैवं हि कारणम् ॥ २४ ॥",
        "english_devnagari": "na caite putraka bhrāturhantāro dhanadānugāḥvisargādānayos tātapuṁso daivaṁ hi kāraṇam",
        "verse_Syn": [
            "na",
            "ca",
            "ete",
            "putraka",
            "bhrātuḥ",
            "hantāraḥ",
            "dhanada",
            "anugāḥ",
            "visarga",
            "ādānayoḥ",
            "tāta",
            "puṁsaḥ",
            "daivam",
            "hi",
            "kāraṇam"
        ],
        "translation": "My dear son, those Yakṣas, who are descendants of Kuvera, are not actually the killers of your brother; the birth and death of every living entity are caused by the Supreme, who is certainly the cause of all causes.",
        "purport": ""
    },
    {
        "verse": "25",
        "devanagari": "स एव विश्वं सृजति स एवावति हन्ति च ।अथापि ह्यनहङ्कारान्नाज्यते गुणकर्मभि: ॥ २५ ॥",
        "english_devnagari": "sa eva viśvaṁ sṛjatisa evāvati hanti caathāpi hy anahaṅkārānnājyate guṇa-karmabhiḥ",
        "verse_Syn": [
            "saḥ",
            "eva",
            "viśvam",
            "sṛjati",
            "saḥ",
            "eva",
            "avati",
            "hanti",
            "ca",
            "atha",
            "api",
            "hi",
            "anahaṅkārāt",
            "na",
            "ajyate",
            "guṇa",
            "karmabhiḥ"
        ],
        "translation": "The Supreme Personality of Godhead creates this material world, maintains it, and annihilates it in due course of time, but because He is transcendental to such activities, He is never affected by ego in such action or by the modes of material nature.",
        "purport": " In this verse the word anahaṅkāra means “without ego.” The conditioned soul has a false ego, and as a result of his karma he gets different types of bodies in this material world. Sometimes he gets the body of a demigod, and he thinks that body to be his identity. Similarly, when he gets the body of a dog he identifies his self with that body. But for the Supreme Personality of Godhead there is no such distinction between the body and the soul. Bhagavad-gītā, therefore, certifies that anyone who thinks of Kṛṣṇa as an ordinary human being is without knowledge of His transcendental nature and is a great fool. The Lord says, na māṁ karmāṇi limpanti: He is not affected by anything He does, because He is never contaminated by the material modes of nature. That we have a material body proves that we are infected by the three material modes of nature. The Lord says to Arjuna, “You and I had many, many births previously, but I remember everything, whereas you do not.” That is the difference between the living entity, or conditioned soul, and the Supreme Soul. The Supersoul, the Supreme Personality of Godhead, has no material body, and because He has no material body, He is not affected by any work He executes. There are many Māyāvādī philosophers who consider that Kṛṣṇa’s body is the effect of a concentration of the material mode of goodness, and they distinguish Kṛṣṇa’s soul from Kṛṣṇa’s body. The real situation, however, is that the body of the conditioned soul, even if he has a large accumulation of material goodness, is material, whereas Kṛṣṇa’s body is never material; it is transcendental. Kṛṣṇa has no false ego, for He does not identify Himself with the false and temporary body. His body is always eternal; He descends to this world in His own original, spiritual body. This is explained in Bhagavad-gītā as paraṁ bhāvam. The words paraṁ bhāvaṁ and divyam are especially significant in understanding Kṛṣṇa’s personality."
    },
    {
        "verse": "26",
        "devanagari": "एष भूतानि भूतात्मा भूतेशो भूतभावन: ।स्वशक्त्या मायया युक्त: सृजत्यत्ति च पाति च ॥ २६ ॥",
        "english_devnagari": "eṣa bhūtāni bhūtātmābhūteśo bhūta-bhāvanaḥsva-śaktyā māyayā yuktaḥsṛjaty atti ca pāti ca",
        "verse_Syn": [
            "eṣaḥ",
            "bhūtāni",
            "bhūta",
            "ātmā",
            "bhūta",
            "īśaḥ",
            "bhūta",
            "bhāvanaḥ",
            "sva",
            "śaktyā",
            "māyayā",
            "yuktaḥ",
            "sṛjati",
            "atti",
            "ca",
            "pāti",
            "ca"
        ],
        "translation": "The Supreme Personality of Godhead is the Supersoul of all living entities. He is the controller and maintainer of everyone; through the agency of His external energy, He creates, maintains and annihilates everyone.",
        "purport": " There are two kinds of energies in the matter of creation. The Lord creates this material world through His external, material energy, whereas the spiritual world is a manifestation of His internal energy. He is always associated with the internal energy, but He is always aloof from the material energy. Therefore in Bhagavad-gītā (9.4) the Lord says, mat-sthāni sarva-bhūtāni na cāhaṁ teṣv avasthitaḥ: “All living entities are living on Me or on My energy, but I am not everywhere.” He is personally always situated in the spiritual world. In the material world also, wherever the Supreme Lord is personally present is to be understood as being the spiritual world. For example, the Lord is worshiped in the temple by pure devotees. The temple is therefore to be understood as being the spiritual world."
    },
    {
        "verse": "27",
        "devanagari": "तमेव मृत्युममृतं तात दैवंसर्वात्मनोपेहि जगत्परायणम् ।यस्मै बलिं विश्वसृजो हरन्तिगावो यथा वै नसि दामयन्त्रिता: ॥ २७ ॥",
        "english_devnagari": "tam eva mṛtyum amṛtaṁ tāta daivaṁsarvātmanopehi jagat-parāyaṇamyasmai baliṁ viśva-sṛjo harantigāvo yathā vai nasi dāma-yantritāḥ",
        "verse_Syn": [
            "tam",
            "eva",
            "mṛtyum",
            "amṛtam",
            "tāta",
            "daivam",
            "sarva",
            "ātmanā",
            "upehi",
            "jagat",
            "parāyaṇam",
            "yasmai",
            "balim",
            "viśva",
            "sṛjaḥ",
            "haranti",
            "gāvaḥ",
            "yathā",
            "vai",
            "nasi",
            "dāma",
            "yantritāḥ"
        ],
        "translation": "My dear boy Dhruva, please surrender unto the Supreme Personality of Godhead, who is the ultimate goal of the progress of the world. Everyone, including the demigods headed by Lord Brahmā, is working under His control, just as a bull, prompted by a rope in its nose, is controlled by its owner.",
        "purport": " The material disease is to declare independence from the supreme controller. Factually, our material existence begins when we forget the supreme controller and wish to lord it over material nature. Everyone in the material world is trying his best to become the supreme controller — individually, nationally, socially and in many other ways. Dhruva Mahārāja was advised to stop fighting by his grandfather, who was concerned that Dhruva was adhering to a personal ambition to fight to annihilate the whole race of Yakṣas. In this verse, therefore, Svāyambhuva Manu seeks to eradicate the last tinge of false ambition in Dhruva by explaining the position of the supreme controller. The words mṛtyum amṛtam, “death and immortality,” are significant. In Bhagavad-gītā the Lord says, “I am ultimate death, who takes away everything from the demons.” The demons’ business is to continually struggle for existence as lords over material nature. The demons repeatedly meet death after death and create a network of involvement in the material world. The Lord is death for the demons, but for devotees He is amṛta, eternal life. Devotees who render continuous service to the Lord have already attained immortality, for whatever they are doing in this life they will continue to do in the next. They will simply change their material bodies for spiritual bodies. Unlike the demons, they no longer have to change material bodies. The Lord, therefore, is simultaneously death and immortality. He is death for demons and immortality for devotees. He is the ultimate goal of everyone because He is the cause of all causes. Dhruva Mahārāja was advised to surrender unto Him in all respects, without keeping any personal ambition. One may put forward the argument, “Why are the demigods worshiped?” The answer is given here that demigods are worshiped by less intelligent men. The demigods themselves accept sacrifices for the ultimate satisfaction of the Supreme Personality of Godhead."
    },
    {
        "verse": "28",
        "devanagari": "य: पञ्चवर्षो जननीं त्वं विहायमातु: सपत्‍न्या वचसा भिन्नमर्मा ।वनं गतस्तपसा प्रत्यगक्ष-माराध्य लेभे मूर्ध्नि पदं त्रिलोक्या: ॥ २८ ॥",
        "english_devnagari": "yaḥ pañca-varṣo jananīṁ tvaṁ vihāyamātuḥ sapatnyā vacasā bhinna-marmāvanaṁ gatas tapasā pratyag-akṣamārādhya lebhe mūrdhni padaṁ tri-lokyāḥ",
        "verse_Syn": [
            "yaḥ",
            "pañca",
            "varṣaḥ",
            "jananīm",
            "tvam",
            "vihāya",
            "mātuḥ",
            "sa",
            "patnyāḥ",
            "vacasā",
            "bhinna",
            "marmā",
            "vanam",
            "gataḥ",
            "tapasā",
            "pratyak",
            "akṣam",
            "ārādhya",
            "lebhe",
            "mūrdhni",
            "padam",
            "tri",
            "lokyāḥ"
        ],
        "translation": "My dear Dhruva, at the age of only five years you were very grievously afflicted by the words of your mother’s co-wife, and you very boldly gave up the protection of your mother and went to the forest to engage in the yogic process for realization of the Supreme Personality of Godhead. As a result of this you have already achieved the topmost position in all the three worlds.",
        "purport": " Manu was very proud that Dhruva Mahārāja was one of the descendants in his family, because at the age of only five years Dhruva began meditating upon the Supreme Personality of Godhead and within six months he was able to see the Supreme Lord face to face. Factually, Dhruva Mahārāja is the glory of the Manu dynasty, or the human family. The human family begins from Manu. The Sanskrit word for man is manuṣya, which means “descendant of Manu.” Not only is Dhruva Mahārāja the glory of the family of Svāyambhuva Manu, but he is the glory of the entire human society. Because Dhruva Mahārāja had already surrendered to the Supreme Godhead, he was especially requested not to do anything unbefitting a surrendered soul."
    },
    {
        "verse": "29",
        "devanagari": "तमेनमङ्गात्मनि मुक्तविग्रहेव्यपाश्रितं निर्गुणमेकमक्षरम् ।आत्मानमन्विच्छ विमुक्तमात्मद‍ृग्यस्मिन्निदं भेदमसत्प्रतीयते ॥ २९ ॥",
        "english_devnagari": "tam enam aṅgātmani mukta-vigrahevyapāśritaṁ nirguṇam ekam akṣaramātmānam anviccha vimuktam ātma-dṛgyasminn idaṁ bhedam asat pratīyate",
        "verse_Syn": [
            "tam",
            "enam",
            "aṅga",
            "ātmani",
            "mukta",
            "vigrahe",
            "vyapāśritam",
            "nirguṇam",
            "ekam",
            "akṣaram",
            "ātmānam",
            "anviccha",
            "vimuktam",
            "ātma",
            "dṛk",
            "yasmin",
            "idam",
            "bhedam",
            "asat",
            "pratīyate"
        ],
        "translation": "Therefore, my dear Dhruva, please turn your attention to the Supreme Person, who is the infallible Brahman. Face the Supreme Personality of Godhead in your original position, and thus, by self-realization, you will find this material differentiation to be merely flickering.",
        "purport": " The living entities have three kinds of vision, according to their positions in self-realization. According to the bodily concept of life, one sees differentiation in terms of varieties of bodies. The living entity actually passes through many varieties of material forms, but despite all such changes of body, he is eternal. When living entities, therefore, are viewed in the bodily concept of life, one appears to be different from another. Lord Manu wanted to change the vision of Dhruva Mahārāja, who was looking upon the Yakṣas as different from him or as his enemies. Factually no one is an enemy or a friend. Everyone is passing through different types of bodies under the law of karma, but as soon as one is situated in his spiritual identity, he does not see differentiation in terms of this law. In other words, as stated in Bhagavad-gītā (18.54): A devotee, who is already liberated, does not see differentiation in terms of the outward body; he sees all living entities as spirit souls, eternal servants of the Lord. Dhruva Mahārāja was advised by Lord Manu to see with that vision. He was specifically advised to do so because he was a great devotee and should not have looked upon other living entities with ordinary vision. Indirectly Manu pointed out to Dhruva Mahārāja that out of material affection Dhruva thought of his brother as his kin and the Yakṣas as his enemies. Such observation of differentiation subsides as soon as one is situated in his original position as an eternal servant of the Lord."
    },
    {
        "verse": "30",
        "devanagari": "त्वं प्रत्यगात्मनि तदा भगवत्यनन्तआनन्दमात्र उपपन्नसमस्तशक्तौ ।भक्तिं विधाय परमां शनकैरविद्या-ग्रन्थिं विभेत्स्यसि ममाहमिति प्ररूढम् ॥ ३० ॥",
        "english_devnagari": "tvaṁ pratyag-ātmani tadā bhagavaty anantaānanda-mātra upapanna-samasta-śaktaubhaktiṁ vidhāya paramāṁ śanakair avidyā-granthiṁ vibhetsyasi mamāham iti prarūḍham",
        "verse_Syn": [
            "tvam",
            "pratyak",
            "ātmani",
            "tadā",
            "bhagavati",
            "anante",
            "ānanda",
            "mātre",
            "upapanna",
            "samasta",
            "śaktau",
            "bhaktim",
            "vidhāya",
            "paramām",
            "śanakaiḥ",
            "avidyā",
            "granthim",
            "vibhetsyasi",
            "mama",
            "aham",
            "iti",
            "prarūḍham"
        ],
        "translation": "Thus regaining your natural position and rendering service unto the Supreme Lord, who is the all-powerful reservoir of all pleasure and who lives in all living entities as the Supersoul, you will very soon forget the illusory understanding of “I” and “my.”",
        "purport": " Dhruva Mahārāja was already a liberated person because at the age of five years he had seen the Supreme Personality of Godhead. But even though liberated, he was, for the time being, afflicted by the illusion of māyā, thinking himself the brother of Uttama in the bodily concept of life. The whole material world is working on the basis of “I” and “mine.” This is the root of attraction to the material world. If one is attracted by this root of illusory conceptions — “I” and “mine” — he will have to remain within this material world in different exalted or nasty positions. By the grace of Lord Kṛṣṇa, the sages and Lord Manu reminded Dhruva Mahārāja that he should not continue this material conception of “I” and “mine.” Simply by devotional service unto the Lord his illusion could be eradicated without difficulty."
    },
    {
        "verse": "31",
        "devanagari": "संयच्छ रोषं भद्रं ते प्रतीपं श्रेयसां परम् ।श्रुतेन भूयसा राजन्नगदेन यथामयम् ॥ ३१ ॥",
        "english_devnagari": "saṁyaccha roṣaṁ bhadraṁ tepratīpaṁ śreyasāṁ paramśrutena bhūyasā rājannagadena yathāmayam",
        "verse_Syn": [
            "saṁyaccha",
            "roṣam",
            "bhadram",
            "te",
            "pratīpam",
            "śreyasām",
            "param",
            "śrutena",
            "bhūyasā",
            "rājan",
            "agadena",
            "yathā",
            "āmayam"
        ],
        "translation": "My dear King, just consider what I have said to you, which will act as medicinal treatment upon disease. Control your anger, for anger is the foremost enemy on the path of spiritual realization. I wish all good fortune for you. Please follow my instructions.",
        "purport": " Dhruva Mahārāja was a liberated soul, and actually he was not angry with anyone. But because he was the ruler, it was his duty to become angry for some time in order to keep law and order in the state. His brother, Uttama, was without fault, yet he was killed by one of the Yakṣas. It was the duty of Dhruva Mahārāja to kill the offender (life for life) because Dhruva was the king. When the challenge came, Dhruva Mahārāja fought vehemently and punished the Yakṣas sufficiently. But anger is such that if one increases it, it increases unlimitedly. In order that Dhruva Mahārāja’s kingly anger not exceed the limit, Manu was kind enough to check his grandson. Dhruva Mahārāja could understand the purpose of his grandfather, and he immediately stopped the fighting. The words śrutena bhūyasā, “by constantly hearing,” are very important in this verse. By constantly hearing about devotional service, one can check the force of anger, which is detrimental to the process of devotional service. Śrīla Parīkṣit Mahārāja said that the constant hearing of the pastimes of the Lord is the panacea for all material diseases. Everyone, therefore, should hear about the Supreme Personality of Godhead constantly. By hearing one can always remain in equilibrium, and thus his progress in spiritual life will not be hampered. Dhruva Mahārāja’s becoming angry with the miscreants was quite appropriate. There is a short story in this connection about a snake who became a devotee upon instruction by Nārada, who instructed him not to bite anymore. Since ordinarily a snake’s business is to fatally bite other living entities, as a devotee he was forbidden to do so. Unfortunately, people took advantage of this nonviolence on the part of the snake, especially the children, who began to throw stones at him. He did not bite anyone, however, because it was the instruction of his spiritual master. After a while, when the snake met his spiritual master, Nārada, he complained, “I have given up the bad habit of biting innocent living entities, but they are mistreating me by throwing stones at me.” Upon hearing this, Nārada Muni instructed him, “Don’t bite, but do not forget to expand your hood as if you were going to bite. Then they will go away.” Similarly, a devotee is always nonviolent; he is qualified with all good characteristics. But, in the common world, when there is mischief made by others, he should not forget to become angry, at least for the time being, in order to drive away the miscreants."
    },
    {
        "verse": "32",
        "devanagari": "येनोपसृष्टात्पुरुषाल्लोक उद्विजते भृशम् ।न बुधस्तद्वशं गच्छेदिच्छन्नभयमात्मन: ॥ ३२ ॥",
        "english_devnagari": "yenopasṛṣṭāt puruṣālloka udvijate bhṛśamna budhas tad-vaśaṁ gacchedicchann abhayam ātmanaḥ",
        "verse_Syn": [
            "yena",
            "upasṛṣṭāt",
            "puruṣāt",
            "lokaḥ",
            "udvijate",
            "bhṛśam",
            "na",
            "budhaḥ",
            "tat",
            "vaśam",
            "gacchet",
            "icchan",
            "abhayam",
            "ātmanaḥ"
        ],
        "translation": "A person who desires liberation from this material world should not fall under the control of anger because when bewildered by anger one becomes a source of dread for all others.",
        "purport": " A devotee or saintly person should not be dreadful to others, nor should anyone be a source of dread to him. If one treats others with nonenmity, then no one will become his enemy. There is the example, however, of Jesus Christ, who had enemies, and they crucified him. The demoniac are always present, and they find fault even in saintly persons. But a saintly person never becomes angry, even if there is very great provocation."
    },
    {
        "verse": "33",
        "devanagari": "हेलनं गिरिशभ्रातुर्धनदस्य त्वया कृतम् ।यज्जघ्निवान् पुण्यजनान् भ्रातृघ्नानित्यमर्षित: ॥ ३३ ॥",
        "english_devnagari": "helanaṁ giriśa-bhrāturdhanadasya tvayā kṛtamyaj jaghnivān puṇya-janānbhrātṛ-ghnān ity amarṣitaḥ",
        "verse_Syn": [
            "helanam",
            "giriśa",
            "bhrātuḥ",
            "dhanadasya",
            "tvayā",
            "kṛtam",
            "yat",
            "jaghnivān",
            "puṇya",
            "janān",
            "bhrātṛ",
            "ghnān",
            "iti",
            "amarṣitaḥ"
        ],
        "translation": "My dear Dhruva, you thought that the Yakṣas killed your brother, and therefore you have killed great numbers of them. But by this action you have agitated the mind of Lord Śiva’s brother Kuvera, who is the treasurer of the demigods. Please note that your actions have been very disrespectful to Kuvera and Lord Śiva.",
        "purport": " Lord Manu stated that Dhruva Mahārāja had been offensive to Lord Śiva and his brother Kuvera because the Yakṣas belonged to Kuvera’s family. They were not ordinary persons. As such, they have been described as puṇya-janān, pious men. Somehow or other the mind of Kuvera had been agitated, and Dhruva Mahārāja was advised to pacify him."
    },
    {
        "verse": "34",
        "devanagari": "तं प्रसादय वत्साशु सन्नत्या प्रश्रयोक्तिभि: ।न यावन्महतां तेज: कुलं नोऽभिभविष्यति ॥ ३४ ॥",
        "english_devnagari": "taṁ prasādaya vatsāśusannatyā praśrayoktibhiḥna yāvan mahatāṁ tejaḥkulaṁ no ’bhibhaviṣyati",
        "verse_Syn": [
            "tam",
            "prasādaya",
            "vatsa",
            "āśu",
            "sannatyā",
            "praśrayā",
            "uktibhiḥ",
            "na",
            "yāvat",
            "mahatām",
            "tejaḥ",
            "kulam",
            "naḥ",
            "abhibhaviṣyati"
        ],
        "translation": "For this reason, my son, you should immediately pacify Kuvera with gentle words and prayers, and thus his wrath may not affect our family.",
        "purport": " In our common dealings we should maintain friendship with everyone and certainly with such exalted demigods as Kuvera. Our behavior should be such that no one should become angry and thereby commit a wrong to individuals, families or society."
    },
    {
        "verse": "35",
        "devanagari": "एवं स्वायम्भुव: पौत्रमनुशास्य मनुर्ध्रुवम् ।तेनाभिवन्दित: साकमृषिभि: स्वपुरं ययौ ॥ ३५ ॥",
        "english_devnagari": "evaṁ svāyambhuvaḥ pautramanuśāsya manur dhruvamtenābhivanditaḥ sākamṛṣibhiḥ sva-puraṁ yayau",
        "verse_Syn": [
            "evam",
            "svāyambhuvaḥ",
            "pautram",
            "anuśāsya",
            "manuḥ",
            "dhruvam",
            "tena",
            "abhivanditaḥ",
            "sākam",
            "ṛṣibhiḥ",
            "sva",
            "puram",
            "yayau"
        ],
        "translation": "Thus Svāyambhuva Manu, after giving instruction to Dhruva Mahārāja, his grandson, received respectful obeisances from him. Then Lord Manu and the great sages went back to their respective homes.",
        "purport": ""
    }
]