[
    {
        "verse": "1",
        "devanagari": "मैत्रेय उवाचएवं स भगवान् वैन्य: ख्यापितो गुणकर्मभि: । छन्दयामास तान् कामै: प्रतिपूज्याभिनन्द्य च ॥ १ ॥",
        "english_devnagari": "maitreya uvācaevaṁ sa bhagavān vainyaḥkhyāpito guṇa-karmabhiḥchandayām āsa tān kāmaiḥpratipūjyābhinandya ca",
        "verse_Syn": [
            "maitreyaḥ",
            "uvāca",
            "evam",
            "saḥ",
            "bhagavān",
            "vainyaḥ",
            "khyāpitaḥ",
            "guṇa",
            "karmabhiḥ",
            "chandayām",
            "āsa",
            "tān",
            "kāmaiḥ",
            "pratipūjya",
            "abhinandya",
            "ca"
        ],
        "translation": "The great sage Maitreya continued: In this way the reciters who were glorifying Mahārāja Pṛthu readily described his qualities and chivalrous activities. At the end, Mahārāja Pṛthu offered them various presentations with all due respect and worshiped them adequately.",
        "purport": ""
    },
    {
        "verse": "2",
        "devanagari": "ब्राह्मणप्रमुखान् वर्णान् भृत्यामात्यपुरोधस: । पौराञ्जानपदान् श्रेणी: प्रकृती: समपूजयत् ॥ २ ॥",
        "english_devnagari": "brāhmaṇa-pramukhān varṇānbhṛtyāmātya-purodhasaḥpaurāñ jāna-padān śreṇīḥprakṛtīḥ samapūjayat",
        "verse_Syn": [
            "brāhmaṇa",
            "pramukhān",
            "varṇān",
            "bhṛtya",
            "amātya",
            "purodhasaḥ",
            "paurān",
            "jāna",
            "padān",
            "śreṇīḥ",
            "prakṛtīḥ",
            "samapūjayat"
        ],
        "translation": "King Pṛthu thus satisfied and offered all respect to all the leaders of the brāhmaṇas and other castes, to his servants, to his ministers and to the priests, citizens, general countrymen, people from other communities, admirers and others, and thus they all became happy.",
        "purport": ""
    },
    {
        "verse": "3",
        "devanagari": "विदुर उवाचकस्माद्दधार गोरूपं धरित्री बहुरूपिणी । यां दुदोह पृथुस्तत्र को वत्सो दोहनं च किम् ॥ ३ ॥",
        "english_devnagari": "vidura uvācakasmād dadhāra go-rūpaṁdharitrī bahu-rūpiṇīyāṁ dudoha pṛthus tatrako vatso dohanaṁ ca kim",
        "verse_Syn": [
            "viduraḥ",
            "uvāca",
            "kasmāt",
            "dadhāra",
            "go",
            "rūpam",
            "dharitrī",
            "bahu",
            "rūpiṇī",
            "yām",
            "dudoha",
            "pṛthuḥ",
            "tatra",
            "kaḥ",
            "vatsaḥ",
            "dohanam",
            "ca",
            "kim"
        ],
        "translation": "Vidura inquired from the great sage Maitreya: My dear brāhmaṇa, since mother earth can appear in different shapes, why did she take the shape of a cow? And when King Pṛthu milked her, who became the calf, and what was the milking pot?",
        "purport": ""
    },
    {
        "verse": "4",
        "devanagari": "प्रकृत्या विषमा देवी कृता तेन समा कथम् । तस्य मेध्यं हयं देव: कस्य हेतोरपाहरत् ॥ ४ ॥",
        "english_devnagari": "prakṛtyā viṣamā devīkṛtā tena samā kathamtasya medhyaṁ hayaṁ devaḥkasya hetor apāharat",
        "verse_Syn": [
            "prakṛtyā",
            "viṣamā",
            "devī",
            "kṛtā",
            "tena",
            "samā",
            "katham",
            "tasya",
            "medhyam",
            "hayam",
            "devaḥ",
            "kasya",
            "hetoḥ",
            "apāharat"
        ],
        "translation": "The surface of the earth is by nature low in some places and high in others. How did King Pṛthu level the surface of the earth, and why did the King of heaven, Indra, steal the horse meant for the sacrifice?",
        "purport": ""
    },
    {
        "verse": "5",
        "devanagari": "सनत्कुमाराद्भगवतो ब्रह्मन् ब्रह्मविदुत्तमात् । लब्ध्वा ज्ञानं सविज्ञानं राजर्षि: कां गतिं गत: ॥ ५ ॥",
        "english_devnagari": "sanat-kumārād bhagavatobrahman brahma-vid-uttamātlabdhvā jñānaṁ sa-vijñānaṁrājarṣiḥ kāṁ gatiṁ gataḥ",
        "verse_Syn": [
            "sanat",
            "kumārāt",
            "bhagavataḥ",
            "brahman",
            "brahma",
            "vit",
            "uttamāt",
            "labdhvā",
            "jñānam",
            "sa",
            "vijñānam",
            "rāja",
            "ṛṣiḥ",
            "kām",
            "gatim",
            "gataḥ"
        ],
        "translation": "The great saintly King, Mahārāja Pṛthu, received knowledge from Sanat-kumāra, who was the greatest Vedic scholar. After receiving knowledge to be applied practically in his life, how did the saintly King attain his desired destination?",
        "purport": " There are four Vaiṣṇava sampradāyas (systems) of disciplic succession. One sampradāya comes from Lord Brahmā, one from the goddess of fortune, one from the Kumāras, headed by Sanat-kumāra, and one from Lord Śiva. These four systems of disciplic succession are still going on. As King Pṛthu has illustrated, one who is serious about receiving transcendental Vedic knowledge must accept a guru, or spiritual master, in one of these four disciplic successions. It is said that unless one accepts a mantra from one of these sampradāyas, the so-called mantra will not act in Kali-yuga. Many sampradāyas have sprung up without authority, and they are misleading the people by giving unauthorized mantras. The rascals of these so-called sampradāyas do not observe the Vedic rules and regulations. Although they are addicted to all kinds of sinful activities, they still offer the people mantras and thus mislead them. Intelligent persons, however, know that such mantras will never be successful, and as such they never patronize such upstart spiritual groups. People should be very careful of these nonsensical sampradāyas. To get some facility for sense gratification, unfortunate people in this age receive mantras from these so-called sampradāyas. Pṛthu Mahārāja, however, showed by his example that one should receive knowledge from a bona fide sampradāya. Therefore Mahārāja Pṛthu accepted Sanat-kumāra as his spiritual master."
    },
    {
        "verse": "6-7",
        "devanagari": "यच्चान्यदपि कृष्णस्य भवान् भगवत: प्रभो: । श्रव: सुश्रवस: पुण्यं पूर्वदेहकथाश्रयम् ॥ ६ ॥ भक्ताय मेऽनुरक्ताय तव चाधोक्षजस्य च । वक्तुमर्हसि योऽदुह्यद्वैन्यरूपेण गामिमाम् ॥ ७ ॥",
        "english_devnagari": "yac cānyad api kṛṣṇasyabhavān bhagavataḥ prabhoḥśravaḥ suśravasaḥ puṇyaṁpūrva-deha-kathāśrayam",
        "verse_Syn": [
            "yat",
            "ca",
            "anyat",
            "api",
            "kṛṣṇasya",
            "bhavān",
            "bhagavataḥ",
            "prabhoḥ",
            "śravaḥ",
            "su",
            "śravasaḥ",
            "puṇyam",
            "pūrva",
            "deha",
            "kathā",
            "āśrayam",
            "bhaktāya",
            "me",
            "anuraktāya",
            "tava",
            "ca",
            "adhokṣajasya",
            "ca",
            "vaktum",
            "arhasi",
            "yaḥ",
            "aduhyat",
            "vainya",
            "rūpeṇa",
            "gām",
            "imām"
        ],
        "translation": "Pṛthu Mahārāja was a powerful incarnation of Lord Kṛṣṇa’s potencies; consequently any narration concerning his activities is surely very pleasing to hear, and it produces all good fortune. As far as I am concerned, I am always your devotee as well as a devotee of the Lord, who is known as Adhokṣaja. Please therefore narrate all the stories of King Pṛthu, who, in the form of the son of King Vena, milked the cow-shaped earth.",
        "purport": " Lord Kṛṣṇa is also known as avatārī, which means “one from whom all the incarnations emanate.” In Bhagavad-gītā (10.8) Lord Kṛṣṇa says, ahaṁ sarvasya prabhavo mattaḥ sarvaṁ pravartate: “I am the source of all spiritual and material worlds. Everything emanates from Me.” Thus Lord Kṛṣṇa is the origin of everyone’s appearance. As far as this material world is concerned, Lord Brahmā, Lord Viṣṇu and Lord Śiva are all emanations from Kṛṣṇa. These three incarnations of Kṛṣṇa are called guṇa-avatāras. The material world is governed by three material modes of nature, and Lord Viṣṇu, Lord Brahmā and Lord Śiva respectively take charge of the modes of goodness, passion and ignorance. Mahārāja Pṛthu is also an incarnation of those qualities of Lord Kṛṣṇa by which one rules over conditioned souls. In this verse the word adhokṣaja, meaning “beyond the perception of the material senses,” is very significant. No one can perceive the Supreme Personality of Godhead by mental speculation; therefore a person with a poor fund of knowledge cannot understand the Supreme Personality of Godhead. Since one can form only an impersonal idea on the strength of one’s material senses, the Lord is known as Adhokṣaja."
    },
    {
        "verse": "8",
        "devanagari": "सूत उवाचचोदितो विदुरेणैवं वासुदेवकथां प्रति । प्रशस्य तं प्रीतमना मैत्रेय: प्रत्यभाषत ॥ ८ ॥",
        "english_devnagari": "sūta uvācacodito vidureṇaivaṁvāsudeva-kathāṁ pratipraśasya taṁ prīta-manāmaitreyaḥ pratyabhāṣata",
        "verse_Syn": [
            "sūtaḥ",
            "uvāca",
            "coditaḥ",
            "vidureṇa",
            "evam",
            "vāsudeva",
            "kathām",
            "prati",
            "praśasya",
            "tam",
            "prīta",
            "manāḥ",
            "maitreyaḥ",
            "pratyabhāṣata"
        ],
        "translation": "Sūta Gosvāmī continued: When Vidura became inspired to hear of the activities of Lord Kṛṣṇa in His various incarnations, Maitreya, also being inspired and being very pleased with Vidura, began to praise him. Then Maitreya spoke as follows.",
        "purport": " Talk of kṛṣṇa-kathā, or topics about Lord Kṛṣṇa or His incarnations, is spiritually so inspiring that the reciter and hearer are never exhausted. That is the nature of spiritual talks. We have actually seen that one can never become satiated by hearing the conversations between Vidura and Maitreya. Both of them are devotees, and the more Vidura inquires, the more Maitreya is encouraged to speak. A symptom of spiritual talks is that no one feels tired. Thus upon hearing the questions of Vidura, the great sage Maitreya did not feel disgusted but rather felt encouraged to speak at greater length."
    },
    {
        "verse": "9",
        "devanagari": "मैत्रेय उवाचयदाभिषिक्त: पृथुरङ्ग विप्रै-रामन्त्रितो जनतायाश्च पाल: । प्रजा निरन्ने क्षितिपृष्ठ एत्यक्षुत्क्षामदेहा: पतिमभ्यवोचन् ॥ ९ ॥",
        "english_devnagari": "maitreya uvācayadābhiṣiktaḥ pṛthur aṅga viprairāmantrito janatāyāś ca pālaḥprajā niranne kṣiti-pṛṣṭha etyakṣut-kṣāma-dehāḥ patim abhyavocan",
        "verse_Syn": [
            "maitreyaḥ",
            "uvāca",
            "yadā",
            "abhiṣiktaḥ",
            "pṛthuḥ",
            "aṅga",
            "vipraiḥ",
            "āmantritaḥ",
            "janatāyāḥ",
            "ca",
            "pālaḥ",
            "prajāḥ",
            "niranne",
            "kṣiti",
            "pṛṣṭhe",
            "etya",
            "kṣut",
            "kṣāma",
            "dehāḥ",
            "patim",
            "abhyavocan"
        ],
        "translation": "The great sage Maitreya continued: My dear Vidura, at the time King Pṛthu was enthroned by the great sages and brāhmaṇas and declared to be the protector of the citizens, there was a scarcity of food grains. The citizens actually became skinny due to starvation. Therefore they came before the King and informed him of their real situation.",
        "purport": " Information is given herein concerning the selection of the king by the brāhmaṇas. According to the varṇāśrama system, the brāhmaṇas are considered to be the head of the society and therefore to be situated in the topmost social position. The varṇāśrama-dharma, the institution of four varṇas and four āśramas, is very scientifically designed. As stated in Bhagavad-gītā, varṇāśrama-dharma is not a man-made institution, but is God-made. In this narration it is clearly indicated that the brāhmaṇas used to control the royal power. When an evil king like Vena ruled, the brāhmaṇas would kill him through their brahminical powers and would select a proper ruler by testing his qualifications. In other words, the brāhmaṇas, the intelligent men or great sages, would control the monarchical powers. Here we have an indication of how the brāhmaṇas elected King Pṛthu to the throne as the protector of the citizens. The citizens, being skinny due to hunger, approached the King and informed him that necessary action should be taken. The structure of the varṇāśrama-dharma was so nice that the brāhmaṇas would guide the head of state. The head of state would then give protection to the citizens. The kṣatriyas would take charge of protecting the people in general, and under the protection of the kṣatriyas, the vaiśyas would protect the cows, produce food grains and distribute them. Śūdras, the working class, would help the higher three classes by manual labor. This is the perfect social system."
    },
    {
        "verse": "10-11",
        "devanagari": "वयं राजञ्जाठरेणाभितप्तायथाग्निना कोटरस्थेन वृक्षा: । त्वामद्य याता: शरणं शरण्यंय: साधितो वृत्तिकर: पतिर्न: ॥ १० ॥ तन्नो भवानीहतु रातवेऽन्नंक्षुधार्दितानां नरदेवदेव । यावन्न नङ्‍क्ष्यामह उज्झितोर्जावार्तापतिस्त्वं किल लोकपाल: ॥ ११ ॥",
        "english_devnagari": "vayaṁ rājañ jāṭhareṇābhitaptāyathāgninā koṭara-sthena vṛkṣāḥtvām adya yātāḥ śaraṇaṁ śaraṇyaṁyaḥ sādhito vṛtti-karaḥ patir naḥ",
        "verse_Syn": [
            "vayam",
            "rājan",
            "jāṭhareṇa",
            "abhitaptāḥ",
            "yathā",
            "agninā",
            "koṭara",
            "sthena",
            "vṛkṣāḥ",
            "tvām",
            "adya",
            "yātāḥ",
            "śaraṇam",
            "śaraṇyam",
            "yaḥ",
            "sādhitaḥ",
            "vṛtti",
            "karaḥ",
            "patiḥ",
            "naḥ",
            "tat",
            "naḥ",
            "bhavān",
            "īhatu",
            "rātave",
            "annam",
            "kṣudhā",
            "arditānām",
            "nara",
            "deva",
            "deva",
            "yāvat",
            "na",
            "naṅkṣyāmahe",
            "ujjhita",
            "ūrjāḥ",
            "vārtā",
            "patiḥ",
            "tvam",
            "kila",
            "loka",
            "pālaḥ"
        ],
        "translation": "Dear King, just as a tree with a fire burning in the hollow of the trunk gradually dries up, we are drying up due to the fire of hunger in our stomachs. You are the protector of surrendered souls, and you have been appointed to give employment to us. Therefore we have all come to you for protection. You are not only a king, but the incarnation of God as well. Indeed, you are the king of all kings. You can give us all kinds of occupational engagements, for you are the master of our livelihood. Therefore, O king of all kings, please arrange to satisfy our hunger by the proper distribution of food grains. Please take care of us, lest we soon die for want of food.",
        "purport": " It is the duty of the king to see that everyone in the social orders — brāhmaṇa, kṣatriya, vaiśya and śūdra — is fully employed in the state. Just as it is the duty of the brāhmaṇas to elect a proper king, it is the duty of the king to see that all the varṇas — brāhmaṇa, kṣatriya, vaiśya and śūdra — are fully engaged in their respective occupational duties. It is here indicated that although the people were allowed to perform their duties, they were still unemployed. Although they were not lazy, they still could not produce sufficient food to satisfy their hunger. When the people are perplexed in this way, they should approach the head of government, and the president or king should take immediate action to mitigate the distress of the people."
    },
    {
        "verse": "12",
        "devanagari": "मैत्रेय उवाचपृथु: प्रजानां करुणं निशम्य परिदेवितम् । दीर्घं दध्यौ कुरुश्रेष्ठ निमित्तं सोऽन्वपद्यत ॥ १२ ॥",
        "english_devnagari": "maitreya uvācapṛthuḥ prajānāṁ karuṇaṁniśamya paridevitamdīrghaṁ dadhyau kuruśreṣṭhanimittaṁ so ’nvapadyata",
        "verse_Syn": [
            "maitreyaḥ",
            "uvāca",
            "pṛthuḥ",
            "prajānām",
            "karuṇam",
            "niśamya",
            "paridevitam",
            "dīrgham",
            "dadhyau",
            "kuru",
            "śreṣṭha",
            "nimittam",
            "saḥ",
            "anvapadyata"
        ],
        "translation": "After hearing this lamentation and seeing the pitiable condition of the citizens, King Pṛthu contemplated this matter for a long time to see if he could find out the underlying causes.",
        "purport": ""
    },
    {
        "verse": "13",
        "devanagari": "इति व्यवसितो बुद्ध्या प्रगृहीतशरासन: । सन्दधे विशिखं भूमे: क्रुद्धस्त्रिपुरहा यथा ॥ १३ ॥",
        "english_devnagari": "iti vyavasito buddhyāpragṛhīta-śarāsanaḥsandadhe viśikhaṁ bhūmeḥkruddhas tripura-hā yathā",
        "verse_Syn": [
            "iti",
            "vyavasitaḥ",
            "buddhyā",
            "pragṛhīta",
            "śarāsanaḥ",
            "sandadhe",
            "viśikham",
            "bhūmeḥ",
            "kruddhaḥ",
            "tri",
            "pura",
            "hā",
            "yathā"
        ],
        "translation": "Having arrived at a conclusion, the King took up his bow and arrow and aimed them at the earth, exactly like Lord Śiva, who destroys the whole world out of anger.",
        "purport": " King Pṛthu found out the cause for the scarcity of food grains. He could understand that it was not the people’s fault, for they were not lazy in executing their duties. Rather, the earth was not producing sufficient food grains. This indicates that the earth can produce sufficiently if everything is properly arranged, but sometimes the earth can refuse to produce food grains for various reasons. The theory that there is a scarcity of food grains due to an increase of population is not a very sound theory. There are other causes that enable the earth to produce profusely or to stop producing. King Pṛthu found out the proper causes and took the necessary steps immediately."
    },
    {
        "verse": "14",
        "devanagari": "प्रवेपमाना धरणी निशाम्योदायुधं च तम् । गौ: सत्यपाद्रवद्भीता मृगीव मृगयुद्रुता ॥ १४ ॥",
        "english_devnagari": "pravepamānā dharaṇīniśāmyodāyudhaṁ ca tamgauḥ saty apādravad bhītāmṛgīva mṛgayu-drutā",
        "verse_Syn": [
            "pravepamānā",
            "dharaṇī",
            "niśāmya",
            "udāyudham",
            "ca",
            "tam",
            "gauḥ",
            "satī",
            "apādravat",
            "bhītā",
            "mṛgī",
            "iva",
            "mṛgayu",
            "drutā"
        ],
        "translation": "When the earth saw that King Pṛthu was taking his bow and arrow to kill her, she became very much afraid and began to tremble. She then began to flee, exactly like a deer, which runs very swiftly when followed by a hunter. Being afraid of King Pṛthu, she took the shape of a cow and began to run.",
        "purport": " Just as a mother produces various children, both male and female, the womb of mother earth produces all kinds of living entities in various shapes. Thus it is possible for mother earth to take on innumerable shapes. At this time, in order to avoid the wrath of King Pṛthu, she took the shape of a cow. Since a cow is never to be killed, mother earth thought it wise to take the shape of a cow in order to avoid King Pṛthu’s arrows. King Pṛthu, however, could understand this fact, and therefore he did not stop chasing the cow-shaped earth."
    },
    {
        "verse": "15",
        "devanagari": "तामन्वधावत्तद्वैन्य: कुपितोऽत्यरुणेक्षण: । शरं धनुषि सन्धाय यत्र यत्र पलायते ॥ १५ ॥",
        "english_devnagari": "tām anvadhāvat tad vainyaḥkupito ’tyaruṇekṣaṇaḥśaraṁ dhanuṣi sandhāyayatra yatra palāyate",
        "verse_Syn": [
            "tām",
            "anvadhāvat",
            "tat",
            "vainyaḥ",
            "kupitaḥ",
            "ati",
            "aruṇa",
            "īkṣaṇaḥ",
            "śaram",
            "dhanuṣi",
            "sandhāya",
            "yatra",
            "yatra",
            "palāyate"
        ],
        "translation": "Seeing this, Mahārāja Pṛthu became very angry, and his eyes became as red as the early-morning sun. Placing an arrow on his bow, he chased the cow-shaped earth wherever she would run.",
        "purport": ""
    },
    {
        "verse": "16",
        "devanagari": "सा दिशो विदिशो देवी रोदसी चान्तरं तयो: । धावन्ती तत्र तत्रैनं ददर्शानूद्यतायुधम् ॥ १६ ॥",
        "english_devnagari": "sā diśo vidiśo devīrodasī cāntaraṁ tayoḥdhāvantī tatra tatrainaṁdadarśānūdyatāyudham",
        "verse_Syn": [
            "sā",
            "diśaḥ",
            "vidiśaḥ",
            "devī",
            "rodasī",
            "ca",
            "antaram",
            "tayoḥ",
            "dhāvantī",
            "tatra",
            "tatra",
            "enam",
            "dadarśa",
            "anu",
            "udyata",
            "āyudham"
        ],
        "translation": "The cow-shaped earth ran here and there in outer space between the heavenly planets and the earth, and wherever she ran, the King chased her with his bow and arrows.",
        "purport": ""
    },
    {
        "verse": "17",
        "devanagari": "लोके नाविन्दत त्राणं वैन्यान्मृत्योरिव प्रजा: । त्रस्ता तदा निववृते हृदयेन विदूयता ॥ १७ ॥",
        "english_devnagari": "loke nāvindata trāṇaṁvainyān mṛtyor iva prajāḥtrastā tadā nivavṛtehṛdayena vidūyatā",
        "verse_Syn": [
            "loke",
            "na",
            "avindata",
            "trāṇam",
            "vainyāt",
            "mṛtyoḥ",
            "iva",
            "prajāḥ",
            "trastā",
            "tadā",
            "nivavṛte",
            "hṛdayena",
            "vidūyatā"
        ],
        "translation": "Just as a man cannot escape the cruel hands of death, the cow-shaped earth could not escape the hands of the son of Vena. At length the earth, fearful, her heart aggrieved, turned back in helplessness.",
        "purport": ""
    },
    {
        "verse": "18",
        "devanagari": "उवाच च महाभागं धर्मज्ञापन्नवत्सल । त्राहि मामपि भूतानां पालनेऽवस्थितो भवान् ॥ १८ ॥",
        "english_devnagari": "uvāca ca mahā-bhāgaṁdharma-jñāpanna-vatsalatrāhi mām api bhūtānāṁpālane ’vasthito bhavān",
        "verse_Syn": [
            "uvāca",
            "ca",
            "mahā",
            "bhāgam",
            "dharma",
            "jña",
            "āpanna",
            "vatsala",
            "trāhi",
            "mām",
            "api",
            "bhūtānām",
            "pālane",
            "avasthitaḥ",
            "bhavān"
        ],
        "translation": "Addressing the great, opulent King Pṛthu as the knower of religious principles and shelter of the surrendered, she said: Please save me. You are the protector of all living entities. Now you are situated as the King of this planet.",
        "purport": " The cow-shaped earth addressed King Pṛthu as dharma-jña, which refers to one who knows the principles of religion. The principles of religion dictate that a woman, a cow, a child, a brāhmaṇa and an old man must be given all protection by the king or anyone else. Consequently mother earth took the shape of a cow. She was also a woman. Thus she appealed to the King as one who knows the principles of religion. Religious principles also dictate that one is not to be killed if he surrenders. She reminded King Pṛthu that not only was he an incarnation of God, but he was situated as the King of the earth as well. Therefore his duty was to excuse her."
    },
    {
        "verse": "19",
        "devanagari": "स त्वं जिघांससे कस्माद्दीनामकृतकिल्बिषाम् । अहनिष्यत्कथं योषां धर्मज्ञ इति यो मत: ॥ १९ ॥",
        "english_devnagari": "sa tvaṁ jighāṁsase kasmāddīnām akṛta-kilbiṣāmahaniṣyat kathaṁ yoṣāṁdharma-jña iti yo mataḥ",
        "verse_Syn": [
            "saḥ",
            "tvam",
            "jighāṁsase",
            "kasmāt",
            "dīnām",
            "akṛta",
            "kilbiṣām",
            "ahaniṣyat",
            "katham",
            "yoṣām",
            "dharma",
            "jñaḥ",
            "iti",
            "yaḥ",
            "mataḥ"
        ],
        "translation": "The cow-shaped earth continued to appeal to the King: I am very poor and have not committed any sinful activities. I do not know why you want to kill me. Since you are supposed to be the knower of all religious principles, why are you so envious of me, and why are you so anxious to kill a woman?",
        "purport": " The earth appealed to the King in two ways. A king who knows religious principles cannot kill anyone who has not committed sinful activities. Apart from this, a woman is not to be killed, even if she does commit some sinful activities. Since the earth was innocent and was also a woman, the King should not kill her."
    },
    {
        "verse": "20",
        "devanagari": "प्रहरन्ति न वै स्त्रीषु कृताग:स्वपि जन्तव: । किमुत त्वद्विधा राजन् करुणा दीनवत्सला: ॥ २० ॥",
        "english_devnagari": "praharanti na vai strīṣukṛtāgaḥsv api jantavaḥkim uta tvad-vidhā rājankaruṇā dīna-vatsalāḥ",
        "verse_Syn": [
            "praharanti",
            "na",
            "vai",
            "strīṣu",
            "kṛta",
            "āgaḥsu",
            "api",
            "jantavaḥ",
            "kim",
            "uta",
            "tvat",
            "vidhāḥ",
            "rājan",
            "karuṇāḥ",
            "dīna",
            "vatsalāḥ"
        ],
        "translation": "Even if a woman does commit some sinful activity, no one should place his hand upon her. And what to speak of you, dear King, who are so merciful. You are a protector, and you are affectionate to the poor.",
        "purport": ""
    },
    {
        "verse": "21",
        "devanagari": "मां विपाट्याजरां नावं यत्र विश्वं प्रतिष्ठितम् । आत्मानं च प्रजाश्चेमा: कथमम्भसि धास्यसि ॥ २१ ॥",
        "english_devnagari": "māṁ vipāṭyājarāṁ nāvaṁyatra viśvaṁ pratiṣṭhitamātmānaṁ ca prajāś cemāḥkatham ambhasi dhāsyasi",
        "verse_Syn": [
            "mām",
            "vipāṭya",
            "ajarām",
            "nāvam",
            "yatra",
            "viśvam",
            "pratiṣṭhitam",
            "ātmānam",
            "ca",
            "prajāḥ",
            "ca",
            "imāḥ",
            "katham",
            "ambhasi",
            "dhāsyasi"
        ],
        "translation": "The cow-shaped earth continued: My dear King, I am just like a strong boat, and all the paraphernalia of the world is standing upon me. If you break me to pieces, how can you protect yourself and your subjects from drowning?",
        "purport": " Beneath the entire planetary system is the garbha water. Lord Viṣṇu lies on this garbha water, and from His abdomen a lotus stem grows, and all the planets within the universe are floating in the air, being supported by this lotus stem. If a planet is destroyed, it must fall into the water of garbha. The earth therefore warned King Pṛthu that he could gain nothing by destroying her. Indeed, how would he protect himself and his citizens from drowning in the garbha water? In other words, outer space may be compared to an ocean of air, and each and every planet is floating on it just as a boat or island floats on the ocean. Sometimes planets are called dvīpa, or islands, and sometimes they are called boats. Thus the cosmic manifestation is partially explained in this reference by the cow-shaped earth."
    },
    {
        "verse": "22",
        "devanagari": "पृथुरुवाचवसुधे त्वां वधिष्यामि मच्छासनपराङ्‍मुखीम् । भागं बर्हिषि या वृङ्क्ते न तनोति च नो वसु ॥ २२ ॥",
        "english_devnagari": "pṛthur uvācavasudhe tvāṁ vadhiṣyāmimac-chāsana-parāṅ-mukhīmbhāgaṁ barhiṣi yā vṛṅktena tanoti ca no vasu",
        "verse_Syn": [
            "pṛthuḥ",
            "uvāca",
            "vasu",
            "dhe",
            "tvām",
            "vadhiṣyāmi",
            "mat",
            "śāsana",
            "parāk",
            "mukhīm",
            "bhāgam",
            "barhiṣi",
            "yā",
            "vṛṅkte",
            "na",
            "tanoti",
            "ca",
            "naḥ",
            "vasu"
        ],
        "translation": "King Pṛthu replied to the earthly planet: My dear earth, you have disobeyed my orders and rulings. In the form of a demigod you accepted your share of the yajñas we performed, but in return you have not produced sufficient food grains. For this reason I must kill you.",
        "purport": " The cow-shaped earthly planet submitted that she not only was a woman, but was innocent and sinless as well. Thus she argued that she should not be killed. Besides, she pointed out that being perfectly religious-minded, the King could not violate the religious principles that forbade killing a woman. In reply, Mahārāja Pṛthu informed her that first of all she had disobeyed his orders. This was her first sinful activity. Secondly he accused her of taking her share of the yajñas (sacrifices) but not producing sufficient food grains in return."
    },
    {
        "verse": "23",
        "devanagari": "यवसं जग्ध्यनुदिनं नैव दोग्ध्यौधसं पय: । तस्यामेवं हि दुष्टायां दण्डो नात्र न शस्यते ॥ २३ ॥",
        "english_devnagari": "yavasaṁ jagdhy anudinaṁnaiva dogdhy audhasaṁ payaḥtasyām evaṁ hi duṣṭāyāṁdaṇḍo nātra na śasyate",
        "verse_Syn": [
            "yavasam",
            "jagdhi",
            "anudinam",
            "na",
            "eva",
            "dogdhi",
            "audhasam",
            "payaḥ",
            "tasyām",
            "evam",
            "hi",
            "duṣṭāyām",
            "daṇḍaḥ",
            "na",
            "atra",
            "na",
            "śasyate"
        ],
        "translation": "Although you are eating green grass every day, you are not filling your milk bag so we can utilize your milk. Since you are willfully committing offenses, it cannot be said that you are not punishable due to your assuming the form of a cow.",
        "purport": " A cow eats green grasses in the pasture and fills her milk bag with sufficient milk so that the cowherdsmen can milk her. Yajñas (sacrifices) are performed to produce sufficient clouds that will pour water over the earth. The word payaḥ can refer both to milk and to water. As one of the demigods, the earthly planet was taking her share in the yajñas — that is, she was eating green grass — but in return she was not producing sufficient food grains — that is, she was not filling her milk bag. Pṛthu Mahārāja was therefore justified in threatening to punish her for her offense."
    },
    {
        "verse": "24",
        "devanagari": "त्वं खल्वोषधिबीजानि प्राक् सृष्टानि स्वयम्भुवा । न मुञ्चस्यात्मरुद्धानि मामवज्ञाय मन्दधी: ॥ २४ ॥",
        "english_devnagari": "tvaṁ khalv oṣadhi-bījāniprāk sṛṣṭāni svayambhuvāna muñcasy ātma-ruddhānimām avajñāya manda-dhīḥ",
        "verse_Syn": [
            "tvam",
            "khalu",
            "oṣadhi",
            "bījāni",
            "prāk",
            "sṛṣṭāni",
            "svayambhuvā",
            "na",
            "muñcasi",
            "ātma",
            "ruddhāni",
            "mām",
            "avajñāya",
            "manda",
            "dhīḥ"
        ],
        "translation": "You have so lost your intelligence that, despite my orders, you do not deliver the seeds of herbs and grains formerly created by Brahmā and now hidden within yourself.",
        "purport": " While creating all the planets in the universe, Lord Brahmā also created the seeds of various grains, herbs, plants and trees. When sufficient water falls from the clouds, the seeds fructify and produce fruits, grains, vegetables, etc. By his example, Pṛthu Mahārāja indicates that whenever there is a scarcity in food production, the head of the government should take steps to see why production is being held up and what should be done to rectify the situation."
    },
    {
        "verse": "25",
        "devanagari": "अमूषां क्षुत्परीतानामार्तानां परिदेवितम् । शमयिष्यामि मद्बाणैर्भिन्नायास्तव मेदसा ॥ २५ ॥",
        "english_devnagari": "amūṣāṁ kṣut-parītānāmārtānāṁ paridevitamśamayiṣyāmi mad-bāṇairbhinnāyās tava medasā",
        "verse_Syn": [
            "amūṣām",
            "kṣut",
            "parītānām",
            "ārtānām",
            "paridevitam",
            "śamayiṣyāmi",
            "mat",
            "bāṇaiḥ",
            "bhinnāyāḥ",
            "tava",
            "medasā"
        ],
        "translation": "Now, with the help of my arrows, I shall cut you to pieces and with your flesh satisfy the hunger-stricken citizens, who are now crying for want of grains. Thus I shall satisfy the crying citizens of my kingdom.",
        "purport": " Here we find some indication of how the government can arrange for the eating of cow flesh. It is here indicated that in a rare circumstance when there is no supply of grains, the government may sanction the eating of meat. However, when there is sufficient food, the government should not allow the eating of cow’s flesh just to satisfy the fastidious tongue. In other words, in rare circumstances, when people are suffering for want of grains, meat-eating or flesh-eating can be allowed, but not otherwise. The maintenance of slaughterhouses for the satisfaction of the tongue and the killing of animals unnecessarily should never be sanctioned by a government. As described in a previous verse, cows and other animals should be given sufficient grass to eat. If despite a sufficient supply of grass a cow does not supply milk, and if there is an acute shortage of food, the dried-up cow may be utilized to feed the hungry masses of people. According to the law of necessity, first of all human society must try to produce food grains and vegetables, but if they fail in this, they can indulge in flesh-eating. Otherwise not. As human society is presently structured, there is sufficient production of grains all over the world. Therefore the opening of slaughterhouses cannot be supported. In some nations there is so much surplus grain that sometimes extra grain is thrown into the sea, and sometimes the government forbids further production of grain. The conclusion is that the earth produces sufficient grain to feed the entire population, but the distribution of this grain is restricted due to trade regulations and a desire for profit. Consequently in some places there is scarcity of grain and in others profuse production. If there were one government on the surface of the earth to handle the distribution of grain, there would be no question of scarcity, no necessity to open slaughterhouses, and no need to present false theories about overpopulation."
    },
    {
        "verse": "26",
        "devanagari": "पुमान् योषिदुत क्लीब आत्मसम्भावनोऽधम: । भूतेषु निरनुक्रोशो नृपाणां तद्वधोऽवध: ॥ २६ ॥",
        "english_devnagari": "pumān yoṣid uta klībaātma-sambhāvano ’dhamaḥbhūteṣu niranukrośonṛpāṇāṁ tad-vadho ’vadhaḥ",
        "verse_Syn": [
            "pumān",
            "yoṣit",
            "uta",
            "klībaḥ",
            "ātma",
            "sambhāvanaḥ",
            "adhamaḥ",
            "bhūteṣu",
            "niranukrośaḥ",
            "nṛpāṇām",
            "tat",
            "vadhaḥ",
            "avadhaḥ"
        ],
        "translation": "Any cruel person — be he a man, woman or impotent eunuch — who is only interested in his personal maintenance and has no compassion for other living entities may be killed by the king. Such killing can never be considered actual killing.",
        "purport": " The planet earth is actually a woman in her constitutional form, and as such she needs to be protected by the king. Pṛthu Mahārāja argues, however, that if a citizen within the state — be he man, woman or eunuch — is not compassionate upon his fellow men, he or she may be killed by the king, and such killing is never to be considered actual killing. As far as the field of spiritual activities is concerned, when a devotee is self-satisfied and does not preach the glories of Kṛṣṇa, he is not considered a first-class devotee. A devotee who tries to preach, who has compassion upon innocent persons who have no knowledge of Kṛṣṇa, is a superior devotee. In his prayer to the Lord, Prahlāda Mahārāja said that he was not personally interested in liberation from this material world; rather, he did not wish to be liberated from this material condition until all fallen souls were delivered. Even in the material field, if a person is not interested in others’ welfare, he should be considered to be condemned by the Personality of Godhead or His incarnation like Pṛthu Mahārāja."
    },
    {
        "verse": "27",
        "devanagari": "त्वां स्तब्धां दुर्मदां नीत्वा मायागां तिलश: शरै: ।आत्मयोगबलेनेमा धारयिष्याम्यहं प्रजा: ॥ २७ ॥",
        "english_devnagari": "tvāṁ stabdhāṁ durmadāṁ nītvāmāyā-gāṁ tilaśaḥ śaraiḥātma-yoga-balenemādhārayiṣyāmy ahaṁ prajāḥ",
        "verse_Syn": [
            "tvām",
            "stabdhām",
            "durmadām",
            "nītvā",
            "māyā",
            "gām",
            "tilaśaḥ",
            "śaraiḥ",
            "ātma",
            "yoga",
            "balena",
            "imāḥ",
            "dhārayiṣyāmi",
            "aham",
            "prajāḥ"
        ],
        "translation": "You are very much puffed up with pride and have become almost insane. Presently you have assumed the form of a cow by your mystic powers. Nonetheless I shall cut you into small pieces like grain, and I will uphold the entire population by my personal mystic powers.",
        "purport": " The earth informed King Pṛthu that if he destroyed her, he and his subjects would all fall down into the waters of the garbha ocean. King Pṛthu now replies to that point. Although the earth assumed the shape of a cow by her mystic powers in order to be saved from being killed by the King, the King was aware of this fact and would not hesitate to cut her to pieces, just like small bits of grain. As far as the destruction of the citizens is concerned, Mahārāja Pṛthu maintained that he could uphold everyone by his own mystic powers. He did not need the help of the earthly planet. Being the incarnation of Lord Viṣṇu, Pṛthu Mahārāja possessed the power of Saṅkarṣaṇa, which is explained by the scientists as the power of gravitation. The Supreme Personality of Godhead is holding millions of planets in space without any support; similarly, Pṛthu Mahārāja would not have had any difficulty supporting all his citizens and himself in space without the help of the planet earth. The Lord is known as Yogeśvara, master of all mystic powers. Consequently the planet earth was informed by the King that she need not worry about his standing without her help."
    },
    {
        "verse": "28",
        "devanagari": "एवं मन्युमयीं मूर्तिं कृतान्तमिव बिभ्रतम् ।प्रणता प्राञ्जलि: प्राह मही सञ्जातवेपथु: ॥ २८ ॥",
        "english_devnagari": "evaṁ manyumayīṁ mūrtiṁkṛtāntam iva bibhratampraṇatā prāñjaliḥ prāhamahī sañjāta-vepathuḥ",
        "verse_Syn": [
            "evam",
            "manyu",
            "mayīm",
            "mūrtim",
            "kṛta",
            "antam",
            "iva",
            "bibhratam",
            "praṇatā",
            "prāñjaliḥ",
            "prāha",
            "mahī",
            "sañjāta",
            "vepathuḥ"
        ],
        "translation": "At this time Pṛthu Mahārāja became exactly like Yamarāja, and his whole body appeared very angry. In other words, he was anger personified. After hearing him, the planet earth began to tremble. She surrendered, and with folded hands began to speak as follows.",
        "purport": " The Supreme Personality of Godhead is death personified to miscreants and the supreme beloved Lord to the devotees. In Bhagavad-gītā (10.34) the Lord says, mṛtyuḥ sarva-haraś cāham: “I am all-devouring death.” Faithless unbelievers, who challenge the appearance of God, will be delivered by the Supreme Personality of Godhead when He appears before them as death. Hiraṇyakaśipu, for example, challenged the authority of the Supreme Personality of Godhead, and the Lord met him in the form of Nṛsiṁhadeva and killed him. Similarly, the planet earth saw Mahārāja Pṛthu as death personified, and she also saw him in the mood of anger personified. Therefore she began to tremble. One cannot challenge the authority of the Supreme Personality of Godhead in any circumstance. It is better to surrender unto Him and take His protection at all times."
    },
    {
        "verse": "29",
        "devanagari": "धरोवाचनम: परस्मै पुरुषाय माययाविन्यस्तनानातनवे गुणात्मने ।नम: स्वरूपानुभवेन निर्धुतद्रव्यक्रियाकारकविभ्रमोर्मये ॥ २९ ॥",
        "english_devnagari": "dharovācanamaḥ parasmai puruṣāya māyayāvinyasta-nānā-tanave guṇātmanenamaḥ svarūpānubhavena nirdhuta-dravya-kriyā-kāraka-vibhramormaye",
        "verse_Syn": [
            "dharā",
            "uvāca",
            "namaḥ",
            "parasmai",
            "puruṣāya",
            "māyayā",
            "vinyasta",
            "nānā",
            "tanave",
            "guṇa",
            "ātmane",
            "namaḥ",
            "svarūpa",
            "anubhavena",
            "nirdhuta",
            "dravya",
            "kriyā",
            "kāraka",
            "vibhrama",
            "ūrmaye"
        ],
        "translation": "The planet earth spoke: My dear Lord, O Supreme Personality of Godhead, You are transcendental in Your position, and by Your material energy You have expanded Yourself in various forms and species of life through the interaction of the three modes of material nature. Unlike some other masters, You always remain in Your transcendental position and are not affected by the material creation, which is subject to different material interactions. Consequently You are not bewildered by material activities.",
        "purport": " After King Pṛthu gave his royal command, the planet earth in the shape of a cow could understand that the King was a directly empowered incarnation of the Supreme Personality of Godhead. Consequently the King knew everything — past, present and future. Thus there was no possibility of the earth’s cheating him. The earth was accused of hiding the seeds of all herbs and grains, and therefore she is preparing to explain how the seeds of these herbs and grains can be again exposed. The earth knew that the King was very angry with her, and she realized that unless she pacified his anger, there was no possibility of placing a positive program before him. Therefore in the beginning of her speech she very humbly presents herself as a part and parcel of the Supreme Personality of Godhead’s body. She submits that the various bodily forms manifest in the physical world are but different parts and parcels of the supreme gigantic body. It is said that the lower planetary systems are parts and parcels of the legs of the Lord, whereas the upper planetary systems are parts and parcels of the Lord’s head. The Lord creates this material world by His external energy, but this external energy is in one sense not different from Him. Yet at the same time the Lord is not directly manifest in the external energy but is always situated in the spiritual energy. As stated in Bhagavad-gītā (9.10), mayādhyakṣeṇa prakṛtiḥ: material nature is working under the direction of the Lord. Therefore the Lord is not unattached to the external energy, and He is addressed in this verse as guṇa-ātmā, the source of the three modes of material nature. As stated in Bhagavad-gītā (13.15), nirguṇaṁ guṇa-bhoktṛ ca: although the Lord is not attached to the external energy, He is nonetheless the master of it. The philosophy of Lord Caitanya, upholding that the Lord is simultaneously one with and different from His creation (acintya-bhedābheda-tattva), is very easily understandable in this connection. The planet earth explains that although the Lord is attached to the external energy, He is nirdhuta; He is completely free from the activities of the external energy. The Lord is always situated in His internal energy. Therefore in this verse it is stated: svarūpa-anubhavena. The Lord remains completely in His internal potency and yet has full knowledge of the external energy as well as the internal energy, just as His devotee remains always in a transcendental position, keeping himself in the service of the Lord without becoming attached to the material body. Śrīla Rūpa Gosvāmī says that the devotee who is always engaged in the devotional service of the Lord is always liberated, regardless of his material situation. If it is possible for a devotee to remain transcendental, it is certainly possible for the Supreme Personality of Godhead to remain in His internal potency without being attached to the external potency. There should be no difficulty in understanding this situation. Just as a devotee is never bewildered by his material body, the Lord is never bewildered by the external energy of this material world. A devotee is not hampered by the material body, although he is situated in a physical body that runs according to so many material conditions. (For example, there are five kinds of air functioning within the body, and there are so many organs — the hands, legs, tongue, genitals, rectum, etc. — all working differently.) The spirit soul, the living entity, who is in full knowledge of his position is always engaged in chanting Hare Kṛṣṇa, Hare Kṛṣṇa, Kṛṣṇa Kṛṣṇa, Hare Hare/ Hare Rāma, Hare Rāma, Rāma Rāma, Hare Hare and is not concerned with the bodily functions. Although the Lord is connected with the material world, He is always situated in His spiritual energy and is always unattached to the functions of the material world. As far as the material body is concerned, there are six “waves,” or symptomatic material conditions: hunger, thirst, lamentation, bewilderment, old age and death. The liberated soul is never concerned with these six physical interactions. The Supreme Personality of Godhead, being the all-powerful master of all energies, has some connection with the external energy, but He is always free from the interactions of the external energy in the material world."
    },
    {
        "verse": "30",
        "devanagari": "येनाहमात्मायतनं विनिर्मिताधात्रा यतोऽयं गुणसर्गसङ्ग्रह: ।स एव मां हन्तुमुदायुध: स्वरा-डुपस्थितोऽन्यं शरणं कमाश्रये ॥ ३० ॥",
        "english_devnagari": "yenāham ātmāyatanaṁ vinirmitādhātrā yato ’yaṁ guṇa-sarga-saṅgrahaḥsa eva māṁ hantum udāyudhaḥ svarāḍupasthito ’nyaṁ śaraṇaṁ kam āśraye",
        "verse_Syn": [
            "yena",
            "aham",
            "ātma",
            "āyatanam",
            "vinirmitā",
            "dhātrā",
            "yataḥ",
            "ayam",
            "guṇa",
            "sarga",
            "saṅgrahaḥ",
            "saḥ",
            "eva",
            "mām",
            "hantum",
            "udāyudhaḥ",
            "svarāṭ",
            "upasthitaḥ",
            "anyam",
            "śaraṇam",
            "kam",
            "āśraye"
        ],
        "translation": "The planet earth continued: My dear Lord, You are the complete conductor of the material creation. You have created this cosmic manifestation and the three material qualities, and therefore You have created me, the planet earth, the resting place of all living entities. Yet You are always fully independent, my Lord. Now that You are present before me and ready to kill me with Your weapons, let me know where I should go to take shelter, and tell me who can give me protection.",
        "purport": " The planet earth herein exhibits the symptoms of full surrender before the Lord. As stated, no one can protect the person whom Kṛṣṇa is prepared to kill, and no one can kill the person whom Kṛṣṇa protects. Because the Lord was prepared to kill the planet earth, there was no one to give protection to her. We are all receiving protection from the Lord, and it is therefore proper that every one of us surrender unto Him. In Bhagavad-gītā (18.66) the Lord instructs: “Abandon all varieties of religion and just surrender unto Me. I shall deliver you from all sinful reaction. Do not fear.” Śrīla Bhaktivinoda Ṭhākura sings, “My dear Lord, whatever I have — even my mind, the center of all material necessities, namely my home, my body and whatever I have in connection with this body — I now surrender unto You. You are now completely independent to act however You like. If You like, You can kill me, and if You like, You can save me. In any case, I am Your eternal servant, and You have every right to do whatever You like.”"
    },
    {
        "verse": "31",
        "devanagari": "य एतदादावसृजच्चराचरंस्वमाययात्माश्रययावितर्क्यया ।तयैव सोऽयं किल गोप्तुमुद्यत:कथं नु मां धर्मपरो जिघांसति ॥ ३१ ॥",
        "english_devnagari": "ya etad ādāv asṛjac carācaraṁsva-māyayātmāśrayayāvitarkyayātayaiva so ’yaṁ kila goptum udyataḥkathaṁ nu māṁ dharma-paro jighāṁsati",
        "verse_Syn": [
            "yaḥ",
            "etat",
            "ādau",
            "asṛjat",
            "cara",
            "acaram",
            "sva",
            "māyayā",
            "ātma",
            "āśrayayā",
            "avitarkyayā",
            "tayā",
            "eva",
            "saḥ",
            "ayam",
            "kila",
            "goptum",
            "udyataḥ",
            "katham",
            "nu",
            "mām",
            "dharma",
            "paraḥ",
            "jighāṁsati"
        ],
        "translation": "In the beginning of creation You created all these moving and nonmoving living entities by Your inconceivable energy. Through this very same energy You are now prepared to protect the living entities. Indeed, You are the supreme protector of religious principles. Why are You so anxious to kill me, even though I am in the form of a cow?",
        "purport": " The planet earth argues that there is no doubt that one who creates can also annihilate by his sweet will. The planet earth questions why she should be killed when the Lord is prepared to give protection to everyone. After all, it is the earth that is the resting place for all other living entities, and it is the earth that produces grains for them."
    },
    {
        "verse": "32",
        "devanagari": "नूनं बतेशस्य समीहितं जनै-स्तन्मायया दुर्जययाकृतात्मभि: ।न लक्ष्यते यस्त्वकरोदकारयद्योऽनेक एक: परतश्च ईश्वर: ॥ ३२ ॥",
        "english_devnagari": "nūnaṁ bateśasya samīhitaṁ janaistan-māyayā durjayayākṛtātmabhiḥna lakṣyate yas tv akarod akārayadyo ’neka ekaḥ parataś ca īśvaraḥ",
        "verse_Syn": [
            "nūnam",
            "bata",
            "īśasya",
            "samīhitam",
            "janaiḥ",
            "tat",
            "māyayā",
            "durjayayā",
            "akṛta",
            "ātmabhiḥ",
            "na",
            "lakṣyate",
            "yaḥ",
            "tu",
            "akarot",
            "akārayat",
            "yaḥ",
            "anekaḥ",
            "ekaḥ",
            "parataḥ",
            "ca",
            "īśvaraḥ"
        ],
        "translation": "My dear Lord, although You are one, by Your inconceivable potencies You have expanded Yourself in many forms. Through the agency of Brahmā, You have created this universe. You are therefore directly the Supreme Personality of Godhead. Those who are not sufficiently experienced cannot understand Your transcendental activities because these persons are covered by Your illusory energy.",
        "purport": " God is one, but He expands Himself in a variety of energies — the material energy, the spiritual energy, the marginal energy and so forth. Unless one is favored and especially endowed with grace, he cannot understand how the one Supreme Personality of Godhead acts through His different energies. The living entities are also the marginal energy of the Supreme Personality of Godhead. Brahmā is also one of these living entities, but he is especially empowered by the Supreme Personality of Godhead. Although Brahmā is supposed to be the creator of this universe, actually the Supreme Personality of Godhead is its ultimate creator. In this verse the word māyayā is significant. Māyā means “energy.” Lord Brahmā is not the energetic but is one of the manifestations of the Lord’s marginal energy. In other words, Lord Brahmā is only an instrument. Although sometimes plans appear contradictory, there is a definite plan behind all action. One who is experienced and is favored by the Lord can understand that everything is being done according to the Lord’s supreme plan."
    },
    {
        "verse": "33",
        "devanagari": "सर्गादि योऽस्यानुरुणद्धि शक्तिभि-र्द्रव्यक्रियाकारकचेतनात्मभि: ।तस्मै समुन्नद्धनिरुद्धशक्तयेनम: परस्मै पुरुषाय वेधसे ॥ ३३ ॥",
        "english_devnagari": "sargādi yo ’syānuruṇaddhi śaktibhirdravya-kriyā-kāraka-cetanātmabhiḥtasmai samunnaddha-niruddha-śaktayenamaḥ parasmai puruṣāya vedhase",
        "verse_Syn": [
            "sarga",
            "ādi",
            "yaḥ",
            "asya",
            "anuruṇaddhi",
            "śaktibhiḥ",
            "dravya",
            "kriyā",
            "kāraka",
            "cetanā",
            "ātmabhiḥ",
            "tasmai",
            "samunnaddha",
            "niruddha",
            "śaktaye",
            "namaḥ",
            "parasmai",
            "puruṣāya",
            "vedhase"
        ],
        "translation": "My dear Lord, by Your own potencies You are the original cause of the material elements, the performing instruments (the senses), the workers of the senses (the controlling demigods), the intelligence and the ego, as well as everything else. By Your energy You manifest this entire cosmic creation, maintain it and dissolve it. Through Your energy alone everything is sometimes manifest and sometimes not manifest. You are therefore the Supreme Personality of Godhead, the cause of all causes. I offer my respectful obeisances unto You.",
        "purport": " All activities begin with the creation of the total energy, the mahat-tattva. Then, by the agitation of the three guṇas, the physical elements are created, as well as the mind, ego and the controllers of the senses. All of these are created one after another by the inconceivable energy of the Lord. In modern electronics, a mechanic may, by pushing only one button, set off an electronic chain reaction, by which so many actions are carried out one after another. Similarly, the Supreme Personality of Godhead pushes the button of creation, and different energies create the material elements and various controllers of the physical elements, and their subsequent interactions follow the inconceivable plan of the Supreme Personality of Godhead."
    },
    {
        "verse": "34",
        "devanagari": "स वै भवानात्मविनिर्मितं जगद्भूतेन्द्रियान्त:करणात्मकं विभो ।संस्थापयिष्यन्नज मां रसातला-दभ्युज्जहाराम्भस आदिसूकर: ॥ ३४ ॥",
        "english_devnagari": "sa vai bhavān ātma-vinirmitaṁ jagadbhūtendriyāntaḥ-karaṇātmakaṁ vibhosaṁsthāpayiṣyann aja māṁ rasātalādabhyujjahārāmbhasa ādi-sūkaraḥ",
        "verse_Syn": [
            "saḥ",
            "vai",
            "bhavān",
            "ātma",
            "vinirmitam",
            "jagat",
            "bhūta",
            "indriya",
            "antaḥ",
            "karaṇa",
            "ātmakam",
            "vibho",
            "saṁsthāpayiṣyan",
            "aja",
            "mām",
            "rasātalāt",
            "abhyujjahāra",
            "ambhasaḥ",
            "ādi",
            "sūkaraḥ"
        ],
        "translation": "My dear Lord, You are always unborn. Once, in the form of the original boar, You rescued me from the waters in the bottom of the universe. Through Your own energy You created all the physical elements, the senses and the heart, for the maintenance of the world.",
        "purport": " This refers to the time when Lord Kṛṣṇa appeared as the supreme boar, Varāha, and rescued the earth, which had been merged in water. The asura Hiraṇyākṣa had dislocated the earth from its orbit and thrown it beneath the waters of the Garbhodaka Ocean. Then the Lord, in the shape of the original boar, rescued the earth."
    },
    {
        "verse": "35",
        "devanagari": "अपामुपस्थे मयि नाव्यवस्थिता:प्रजा भवानद्य रिरक्षिषु: किल ।स वीरमूर्ति: समभूद्धराधरोयो मां पयस्युग्रशरो जिघांससि ॥ ३५ ॥",
        "english_devnagari": "apām upasthe mayi nāvy avasthitāḥprajā bhavān adya rirakṣiṣuḥ kilasa vīra-mūrtiḥ samabhūd dharā-dharoyo māṁ payasy ugra-śaro jighāṁsasi",
        "verse_Syn": [
            "apām",
            "upasthe",
            "mayi",
            "nāvi",
            "avasthitāḥ",
            "prajāḥ",
            "bhavān",
            "adya",
            "rirakṣiṣuḥ",
            "kila",
            "saḥ",
            "vīra",
            "mūrtiḥ",
            "samabhūt",
            "dharā",
            "dharaḥ",
            "yaḥ",
            "mām",
            "payasi",
            "ugra",
            "śaraḥ",
            "jighāṁsasi"
        ],
        "translation": "My dear Lord, in this way You once protected me by rescuing me from the water, and consequently Your name has been famous as Dharādhara — He who holds the planet earth. Yet at the present moment, in the form of a great hero, You are about to kill me with sharpened arrows. I am, however, just like a boat on the water, keeping everything afloat.",
        "purport": " The Lord is known as Dharādhara, meaning “He who keeps the planet earth on His tusks as the boar incarnation.” Thus the planet earth in the shape of a cow is accounting the contradictory acts of the Lord. Although He once saved the earth, He now wants to upset the earth, which is like a boat on water. No one can understand the activities of the Lord. Due to a poor fund of knowledge, human beings sometimes think the Lord’s activities contradictory."
    },
    {
        "verse": "36",
        "devanagari": "नूनं जनैरीहितमीश्वराणा-मस्मद्विधैस्तद्गुणसर्गमायया ।न ज्ञायते मोहितचित्तवर्त्मभि-स्तेभ्यो नमो वीरयशस्करेभ्य: ॥ ३६ ॥",
        "english_devnagari": "nūnaṁ janair īhitam īśvarāṇāmasmad-vidhais tad-guṇa-sarga-māyayāna jñāyate mohita-citta-vartmabhistebhyo namo vīra-yaśas-karebhyaḥ",
        "verse_Syn": [
            "nūnam",
            "janaiḥ",
            "īhitam",
            "īśvarāṇām",
            "asmat",
            "vidhaiḥ",
            "tat",
            "guṇa",
            "sarga",
            "māyayā",
            "na",
            "jñāyate",
            "mohita",
            "citta",
            "vartmabhiḥ",
            "tebhyaḥ",
            "namaḥ",
            "vīra",
            "yaśaḥ",
            "karebhyaḥ"
        ],
        "translation": "My dear Lord, I am also the creation of one of Your energies, composed of the three modes of material nature. Consequently I am bewildered by Your activities. Even the activities of Your devotees cannot be understood, and what to speak of Your pastimes. Thus everything appears to us to be contradictory and wonderful.",
        "purport": " The activities of the Supreme Personality of Godhead in His various forms and incarnations are always uncommon and wonderful. It is not possible for a tiny human being to estimate the purpose and plans of such activities; therefore Śrīla Jīva Gosvāmī has said that unless the Lord’s activities are accepted as inconceivable, they cannot be explained. The Lord is eternally existing as Kṛṣṇa, the Supreme Personality of Godhead, in Goloka Vṛndāvana. He has also simultaneously expanded Himself in innumerable forms, beginning with Lord Rāma, Lord Nṛsiṁha, Lord Varāha and all the incarnations coming directly from Saṅkarṣaṇa. Saṅkarṣaṇa is the expansion of Baladeva, and Baladeva is the first manifestation of Kṛṣṇa. Therefore all these incarnations are known as kalā. The word īśvarāṇām refers to all the Personalities of Godhead. As stated in Brahma-saṁhitā (5.39), rāmādi-mūrtiṣu kalā-niyamena tiṣṭhan. In the Śrīmad-Bhāgavatam it is confirmed that all the incarnations are partial expansions, or kalā, of the Supreme Personality of Godhead. However, Kṛṣṇa is the original Supreme Personality of Godhead. One should not take the plural number of the word īśvarāṇām to mean that there are many Godheads. The fact is that God is one, but He exists eternally and expands Himself in innumerable forms and acts in various ways. Sometimes the common man is bewildered by all this and considers such activities contradictory, but they are not contradictory. There is a great plan behind all the Lord’s activities. For our understanding it is sometimes said that the Lord is situated in the heart of the thief as well as in the heart of the householder, and that the Supersoul in the heart of the thief dictates, “Go and steal things from that particular house,” and at the same time the Lord tells the householder, “Now be careful of thieves and burglars.” These instructions to different persons appear contradictory, yet we should know that the Supersoul, the Supreme Personality of Godhead, has some plan, and we should not consider such activities contradictory. The best course is to surrender unto the Supreme Personality of Godhead wholeheartedly and, being protected by Him, remain peaceful."
    }
]