[
    {
        "verse": "1-3",
        "devanagari": "मैत्रेय उवाचदृष्ट्वात्मानं प्रवयसमेकदा वैन्य आत्मवान् ।आत्मना वर्धिताशेषस्वानुसर्ग: प्रजापति: ॥ १ ॥जगतस्तस्थुषश्चापि वृत्तिदो धर्मभृत्सताम् ।निष्पादितेश्वरादेशो यदर्थमिह जज्ञिवान् ॥ २ ॥आत्मजेष्वात्मजां न्यस्य विरहाद्रुदतीमिव ।प्रजासु विमन:स्वेक: सदारोऽगात्तपोवनम् ॥ ३ ॥",
        "english_devnagari": "maitreya uvācadṛṣṭvātmānaṁ pravayasamekadā vainya ātmavānātmanā vardhitāśeṣa-svānusargaḥ prajāpatiḥ",
        "verse_Syn": [
            "maitreyaḥ",
            "uvāca",
            "dṛṣṭvā",
            "ātmānam",
            "pravayasam",
            "ekadā",
            "vainyaḥ",
            "ātma",
            "vān",
            "ātmanā",
            "vardhita",
            "aśeṣa",
            "sva",
            "anusargaḥ",
            "prajā",
            "patiḥ",
            "jagataḥ",
            "tasthuṣaḥ",
            "ca",
            "api",
            "vṛtti",
            "daḥ",
            "dharma",
            "bhṛt",
            "satām",
            "niṣpādita",
            "īśvara",
            "ādeśaḥ",
            "yat",
            "artham",
            "iha",
            "jajñivān",
            "ātma",
            "jeṣu",
            "ātma",
            "jām",
            "nyasya",
            "virahāt",
            "rudatīm",
            "iva",
            "prajāsu",
            "vimanaḥsu",
            "ekaḥ",
            "sa",
            "dāraḥ",
            "agāt",
            "tapaḥ",
            "vanam"
        ],
        "translation": "At the last stage of his life, when Mahārāja Pṛthu saw himself getting old, that great soul, who was king of the world, divided whatever opulence he had accumulated amongst all kinds of living entities, moving and nonmoving. He arranged pensions for everyone according to religious principles, and after executing the orders of the Supreme Personality of Godhead in complete coordination with Him, he dedicated his sons unto the earth, which was considered to be his daughter. Then Mahārāja Pṛthu left the presence of his citizens, who were almost lamenting and crying from feeling separation from the King, and went to the forest alone with his wife to perform austerities.",
        "purport": " Mahārāja Pṛthu was one of the śaktyāveśa incarnations of the Supreme Personality of Godhead, and as such he appeared on the surface of the earth to execute the orders of the Supreme. As stated in Bhagavad-gītā, the Supreme Lord is the proprietor of all planets, and He is always anxious to see that in each and every planet the living entities are happily living and executing their duties. As soon as there is some discrepancy in the execution of duties, the Lord appears on earth, as confirmed in Bhagavad-gītā (4.7): yadā yadā hi dharmasya glānir bhavati bhārata. Since there were so many discrepancies during the reign of King Vena, the Lord sent His most confidential devotee Mahārāja Pṛthu to settle things. Therefore, after executing the orders of the Supreme Personality of Godhead and settling the affairs of the world, Mahārāja Pṛthu was ready to retire. He had been exemplary in his governmental administration, and now he was to become exemplary in his retirement. He divided all his property amongst his sons and appointed them to rule the world, and then he went to the forest with his wife. It is significant in this connection that it is said that Mahārāja Pṛthu retired alone and at the same time took his wife with him. According to Vedic principles, when retiring from family life one can take his wife with him, for the husband and wife are considered to be one unit. Thus they can both combinedly perform austerities for liberation. This is the path that Mahārāja Pṛthu, who was an exemplary character, followed, and this is also the way of Vedic civilization. One should not simply remain at home until the time of death, but should separate from family life at a timely moment and prepare himself to go back to Godhead. As a śaktyāveśa incarnation of God who had actually come from Vaikuṇṭha as a representative of Kṛṣṇa, Mahārāja Pṛthu was certain to go back to Godhead. Nonetheless, in order to set the example in all ways, he also underwent severe austerities in the tapo-vana. It appears that in those days there were many tapo-vanas, or forests especially meant for retirement and the practice of austerities. Indeed, it was compulsory for everyone to go to the tapo-vana to fully accept the shelter of the Supreme Personality of Godhead, for it is very difficult to retire from family life and at the same time remain at home."
    },
    {
        "verse": "4",
        "devanagari": "तत्राप्यदाभ्यनियमो वैखानससुसम्मते ।आरब्ध उग्रतपसि यथा स्वविजये पुरा ॥ ४ ॥",
        "english_devnagari": "tatrāpy adābhya-niyamovaikhānasa-susammateārabdha ugra-tapasiyathā sva-vijaye purā",
        "verse_Syn": [
            "tatra",
            "api",
            "adābhya",
            "niyamaḥ",
            "vaikhānasa",
            "su",
            "sammate",
            "ārabdhaḥ",
            "ugra",
            "tapasi",
            "yathā",
            "sva",
            "vijaye",
            "purā"
        ],
        "translation": "After retiring from family life, Mahārāja Pṛthu strictly followed the regulations of retired life and underwent severe austerities in the forest. He engaged in these activities as seriously as he had formerly engaged in leading the government and conquering everyone.",
        "purport": " As it is necessary for one to become very active in family life, similarly, after retirement from family life, it is necessary to control the mind and senses. This is possible when one engages himself fully in the devotional service of the Lord. Actually the whole purpose of the Vedic system, the Vedic social order, is to enable one to ultimately return home, back to Godhead. The gṛhastha-āśrama is a sort of concession combining sense gratification with a regulative life. It is to enable one to easily retire in the middle of life and engage fully in austerities in order to transcend material sense gratification once and for all. Therefore in the vānaprastha stage of life, tapasya, or austerity, is strongly recommended. Mahārāja Pṛthu followed exactly all the rules of vānaprastha life, which is technically known as vaikhānasa-āśrama. The word vaikhānasa-susammate is significant because in vānaprastha life the regulative principles are also to be strictly followed. In other words, Mahārāja Pṛthu was an ideal character in every sphere of life. Mahājano yena gataḥ sa panthāḥ: one should follow in the footsteps of great personalities. Thus by following the exemplary character of Mahārāja Pṛthu, one can become perfect in all respects while living this life or while retiring from active life. Thus after giving up this body, one can become liberated and go back to Godhead."
    },
    {
        "verse": "5",
        "devanagari": "कन्दमूलफलाहार: शुष्कपर्णाशन: क्‍वचित् ।अब्भक्ष: कतिचित्पक्षान् वायुभक्षस्तत: परम् ॥ ५ ॥",
        "english_devnagari": "kanda-mūla-phalāhāraḥśuṣka-parṇāśanaḥ kvacitab-bhakṣaḥ katicit pakṣānvāyu-bhakṣas tataḥ param",
        "verse_Syn": [
            "kanda",
            "mūla",
            "phala",
            "āhāraḥ",
            "śuṣka",
            "parṇa",
            "aśanaḥ",
            "kvacit",
            "ap",
            "bhakṣaḥ",
            "katicit",
            "pakṣān",
            "vāyu",
            "bhakṣaḥ",
            "tataḥ",
            "param"
        ],
        "translation": "In the tapo-vana, Mahārāja Pṛthu sometimes ate the trunks and roots of trees, sometimes he ate fruit and dried leaves, and for some weeks he drank only water. Finally he lived simply by breathing air.",
        "purport": " In Bhagavad-gītā, yogīs are advised to go to a secluded place in the forest and live alone in a sanctified spot there. By Pṛthu Mahārāja’s behavior we can understand that when he went to the forest he did not eat any cooked food sent from the city by some devotees or disciples. As soon as one takes a vow to live in the forest, he must simply eat roots, tree trunks, fruits, dried leaves or whatever nature provides in that way. Pṛthu Mahārāja strictly adopted these principles for living in the forest, and sometimes he ate nothing but dried leaves and drank nothing but a little water. Sometimes he lived on nothing but air, and sometimes he ate some fruit from the trees. In this way he lived in the forest and underwent severe austerity, especially in regards to eating. In other words, overeating is not at all recommended for one who wants to progress in spiritual life. Śrī Rūpa Gosvāmī also warns that too much eating and too much endeavor (atyāhāraḥ prayāsaś ca) are against the principles by which one can advance in spiritual life. It is also notable that, according to Vedic injunction, to live in the forest is to live in the mode of complete goodness, whereas to live in the city is to live in the mode of passion, and to live in a brothel or drinking house is to live in the mode of ignorance. However, to live in a temple is to live in Vaikuṇṭha, which is transcendental to all the modes of material nature. This Kṛṣṇa consciousness movement affords one the opportunity to live in the temple of the Lord, which is as good as Vaikuṇṭha. Consequently, a Kṛṣṇa conscious person does not need to go to the forest and artificially try to imitate Mahārāja Pṛthu or the great sages and munis who used to live in the forest. Śrīla Rūpa Gosvāmī, after retiring from his minister’s seat in the government, went to Vṛndāvana and lived beneath a tree, like Mahārāja Pṛthu. Since then, many people have gone to Vṛndāvana to imitate Rūpa Gosvāmī’s behavior. Instead of advancing in spiritual life, many have fallen into material habits and even in Vṛndāvana have become victims of illicit sex, gambling and intoxication. The Kṛṣṇa consciousness movement has been introduced in the Western countries, but it is not possible for Westerners to go to the forest and practice the severe austerities which were ideally practiced by Pṛthu Mahārāja or Rūpa Gosvāmī. However, Westerners or anyone else can follow in the footsteps of Śrīla Bhaktisiddhānta Sarasvatī Ṭhākura by living in a temple, which is transcendental to residence in a forest, and to vow to accept kṛṣṇa-prasāda and nothing else, follow the regulative principles and chant sixteen rounds daily of the Hare Kṛṣṇa mantra. In this way, one’s spiritual life will never be disturbed."
    },
    {
        "verse": "6",
        "devanagari": "ग्रीष्मे पञ्चतपा वीरो वर्षास्वासारषाण्मुनि: ।आकण्ठमग्न: शिशिरे उदके स्थण्डिलेशय: ॥ ६ ॥",
        "english_devnagari": "grīṣme pañca-tapā vīrovarṣāsv āsāraṣāṇ muniḥākaṇṭha-magnaḥ śiśireudake sthaṇḍile-śayaḥ",
        "verse_Syn": [
            "grīṣme",
            "pañca",
            "tapāḥ",
            "vīraḥ",
            "varṣāsu",
            "āsāraṣāṭ",
            "muniḥ",
            "ākaṇṭha",
            "magnaḥ",
            "śiśire",
            "udake",
            "sthaṇḍile",
            "śayaḥ"
        ],
        "translation": "Following the principles of forest living and the footsteps of the great sages and munis, Pṛthu Mahārāja accepted five kinds of heating processes during the summer season, exposed himself to torrents of rain in the rainy season and, in the winter, stood in water up to his neck. He also used to simply lie down on the floor to sleep.",
        "purport": " These are some of the austerities executed by the jñānīs and yogīs, who cannot accept the process of bhakti-yoga. They must undergo such severe types of austerity in order to become purified from material contamination. Pañca-tapāḥ refers to five kinds of heating processes. One is enjoined to sit within a circle of fire, with flames blazing from four sides and the sun blazing directly overhead. This is one kind of pañca-tapāḥ recommended for austerity. Similarly, in the rainy season one is enjoined to expose himself to torrents of rain, and in winter to sit in cold water up to the neck. As far as bedding is concerned, the ascetic should be content with simply lying on the floor. The purpose for undergoing such severe austerities is to become a devotee of the Supreme Personality of Godhead, Kṛṣṇa, as explained in the next verse."
    },
    {
        "verse": "7",
        "devanagari": "तितिक्षुर्यतवाग्दान्त ऊर्ध्वरेता जितानिल: ।आरिराधयिषु: कृष्णमचरत्तप उत्तमम् ॥ ७ ॥",
        "english_devnagari": "titikṣur yata-vāg dāntaūrdhva-retā jitānilaḥārirādhayiṣuḥ kṛṣṇamacarat tapa uttamam",
        "verse_Syn": [
            "titikṣuḥ",
            "yata",
            "vāk",
            "dāntaḥ",
            "ūrdhva",
            "retāḥ",
            "jita",
            "anilaḥ",
            "ārirādhayiṣuḥ",
            "kṛṣṇam",
            "acarat",
            "tapaḥ",
            "uttamam"
        ],
        "translation": "Mahārāja Pṛthu underwent all these severe austerities in order to control his words and his senses, to refrain from discharging his semen and to control the life air within his body. All this he did for the satisfaction of Kṛṣṇa. He had no other purpose.",
        "purport": " In Kali-yuga the following is recommended: In order to be recognized by Kṛṣṇa, the Supreme Personality of Godhead, one should chant the holy name of the Lord continuously, twenty-four hours a day. Unfortunate persons who cannot accept this formula prefer to execute some type of pseudomeditation, without accepting the other processes of austerity. The fact is, however, that one must accept either the severe method of austerity described above to become purified or take to the process of devotional service recommended for pleasing the Supreme Lord, Kṛṣṇa. The person who is Kṛṣṇa conscious is most intelligent because in Kali-yuga it is not at all possible to undergo such severe austerities. We need only follow great personalities like Lord Caitanya Mahāprabhu. In His Śikṣāṣṭaka, Lord Caitanya Mahāprabhu wrote, paraṁ vijayate śrī-kṛṣṇa-saṅkīrtanam: all glories to the holy names of Lord Kṛṣṇa, which from the very beginning purify the heart and immediately liberate one. Bhava-mahādāvāgni-nirvāpanam. If the real purpose of all yoga is to please Lord Kṛṣṇa, then this simple bhakti-yoga system recommended for this age is sufficient. It is necessary, however, to engage constantly in the service of the Lord. Although Pṛthu Mahārāja executed his austerities long before the appearance of Lord Kṛṣṇa on this planet, his purpose was still to please Kṛṣṇa. There are many fools who claim that worship of Kṛṣṇa began only about five thousand years ago, after the appearance of Lord Kṛṣṇa in India, but this is not a fact. Pṛthu Mahārāja worshiped Kṛṣṇa millions of years ago, for Pṛthu happened to be a descendant of the family of Mahārāja Dhruva, who reigned for thirty-six thousand years during the Satya-yuga age. Unless his total life span was one hundred thousand years, how could Dhruva Mahārāja reign over the world for thirty-six thousand years? The point is that Kṛṣṇa worship existed at the beginning of creation and has continued to exist throughout Satya-yuga, Tretā-yuga and Dvāpara-yuga, and now it is continuing in Kali-yuga. As stated in Bhagavad-gītā, Kṛṣṇa appears not only in this millennium of Brahmā’s life, but in every millennium. Therefore worship of Kṛṣṇa is conducted in all millenniums. It is not that Kṛṣṇa worship began only when Kṛṣṇa appeared on this planet five thousand years ago. This is a foolish conclusion that is not substantiated by Vedic literatures. Also of significance in this verse are the words ārirādhayiṣuḥ kṛṣṇam acarat tapa uttamam: Mahārāja Pṛthu underwent severe types of austerities for the express purpose of worshiping Kṛṣṇa. Kṛṣṇa is so kind, especially in this age, that He appears in the transcendental vibration of His holy name. As is said in the Nārada-pañcarātra, ārādhito yadi haris tapasā tataḥ kim: if Kṛṣṇa is worshiped, if He is the goal of advancement, there is no need for one to execute severe types of tapasya, because one has already reached his destination. If, after executing all types of tapasya, one cannot reach Kṛṣṇa, all his tapasya has no value, for without Kṛṣṇa all austerity is simply wasted labor, śrama eva hi kevalam (Bhāg. 1.2.8). We should therefore not be discouraged just because we cannot go to the forest and practice severe austerities. Our life is so short that we must strictly adhere to the principles laid down by the Vaiṣṇava ācāryas and peacefully execute Kṛṣṇa consciousness. There is no need to become despondent. Narottama dāsa Ṭhākura recommends, ānande bala hari, bhaja vṛndāvana, śri-guru-vaiṣṇava-pade majāiyā mana: for a transcendental, blissful life, chant the Hare Kṛṣṇa mantra, come worship the holy place of Vṛndāvana, and always engage in the service of the Lord, of the spiritual master and of the Vaiṣṇavas. This Kṛṣṇa consciousness movement is therefore very safe and easy. We have only to execute the order of the Lord and fully surrender unto Him. We have only to execute the order of the spiritual master, preach Kṛṣṇa consciousness and follow in the path of the Vaiṣṇavas. The spiritual master represents both Lord Kṛṣṇa and the Vaiṣṇavas; therefore by following the instructions of the spiritual master and by chanting Hare Kṛṣṇa, everything will be all right."
    },
    {
        "verse": "8",
        "devanagari": "तेन क्रमानुसिद्धेन ध्वस्तकर्ममलाशय: ।प्राणायामै: सन्निरुद्धषड्‌वर्गश्छिन्नबन्धन: ॥ ८ ॥",
        "english_devnagari": "tena kramānusiddhenadhvasta-karma-malāśayaḥprāṇāyāmaiḥ sanniruddha-ṣaḍ-vargaś chinna-bandhanaḥ",
        "verse_Syn": [
            "tena",
            "krama",
            "anu",
            "siddhena",
            "dhvasta",
            "karma",
            "mala",
            "āśayaḥ",
            "prāṇa",
            "āyāmaiḥ",
            "san",
            "niruddha",
            "ṣaṭ",
            "vargaḥ",
            "chinna",
            "bandhanaḥ"
        ],
        "translation": "By thus practicing severe austerities, Mahārāja Pṛthu gradually became steadfast in spiritual life and completely free of all desires for fruitive activities. He also practiced breathing exercises to control his mind and senses, and by such control he became completely free from all desires for fruitive activity.",
        "purport": " The word prāṇāyāmaiḥ is very important in this verse because the haṭha-yogīs and aṣṭāṅga-yogīs practice prāṇāyāma but generally do not know the purpose behind it. The purpose of prāṇāyāma, or mystic yoga, is to stop the mind and senses from engaging in fruitive activities. The so-called yogīs who practice in Western countries have no idea of this. The aim of prāṇāyāma is not to make the body strong and fit for working hard. The aim is worship of Kṛṣṇa. In the previous verse it was specifically mentioned that whatever austerity, prāṇāyāma and mystic yoga practices Pṛthu Mahārāja performed were performed for the sake of worshiping Kṛṣṇa. Thus Pṛthu Mahārāja serves as a perfect example for yogīs also. Whatever he did, he did to please the Supreme Personality of Godhead, Kṛṣṇa. The minds of those who are addicted to fruitive activity are always filled with unclean desires. Fruitive activities are symptomatic of our polluted desire to dominate material nature. As long as one continues to be subject to polluted desires, he has to accept one material body after another. So-called yogīs, without knowledge of the real purpose of yoga, practice it in order to keep the body fit. Thus they engage themselves in fruitive activities, and thus they are bound by desire to accept another body. They are not aware that the ultimate goal of life is to approach Kṛṣṇa. In order to save such yogīs from wandering throughout the different species of life, the śāstras warn that in this age such yogic practice is simply a waste of time. The only means of elevation is the chanting of the Hare Kṛṣṇa mahā-mantra. King Pṛthu’s activities took place in Satya-yuga, and in this age this practice of yoga is misunderstood by fallen souls who are not capable of practicing anything. Consequently the śāstras enjoin, kalau nāsty eva nāsty eva nāsty eva gatir anyathā. The conclusion is that unless the karmīs, jñānīs and yogīs come to the point of devotional service to Lord Kṛṣṇa, their so-called austerities and yoga have no value. Nārādhitaḥ: if Hari, the Supreme Personality of Godhead, is not worshiped, there is no point in practicing meditational yoga, performing karma-yoga or culturing empiric knowledge. As far as prāṇāyāma is concerned, chanting of the holy name of the Lord and dancing in ecstasy are also considered prāṇāyāma. In a previous verse, Sanat-kumāra instructed Mahārāja Pṛthu to engage constantly in the service of the Supreme Lord, Vāsudeva: Only by worshiping Vāsudeva can one become free from the desires of fruitive activities. Outside of worshiping Vāsudeva, the yogīs and jñānīs cannot attain freedom from such desires: Here the word prāṇāyāma does not refer to any ulterior motive. The actual aim is to strengthen the mind and senses in order to engage them in devotional service. In the present age this determination can be very easily acquired simply by chanting the holy names: Hare Kṛṣṇa, Hare Kṛṣṇa, Kṛṣṇa Kṛṣṇa, Hare Hare/ Hare Rāma, Hare Rāma, Rāma Rāma, Hare Hare."
    },
    {
        "verse": "9",
        "devanagari": "सनत्कुमारो भगवान् यदाहाध्यात्मिकं परम् ।योगं तेनैव पुरुषमभजत्पुरुषर्षभ: ॥ ९ ॥",
        "english_devnagari": "sanat-kumāro bhagavānyad āhādhyātmikaṁ paramyogaṁ tenaiva puruṣamabhajat puruṣarṣabhaḥ",
        "verse_Syn": [
            "sanat",
            "kumāraḥ",
            "bhagavān",
            "yat",
            "āha",
            "ādhyātmikam",
            "param",
            "yogam",
            "tena",
            "eva",
            "puruṣam",
            "abhajat",
            "puruṣa",
            "ṛṣabhaḥ"
        ],
        "translation": "Thus the best amongst human beings, Mahārāja Pṛthu, followed that path of spiritual advancement which was advised by Sanat-kumāra. That is to say, he worshiped the Supreme Personality of Godhead, Kṛṣṇa.",
        "purport": " In this verse it is clearly said that Mahārāja Pṛthu, practicing the prāṇāyāma-yoga system, engaged in the service of the Supreme Personality of Godhead as advised by the saint Sanat-kumāra. In this verse the words puruṣam abhajat puruṣarṣabhaḥ are significant. Puruṣarṣabha refers to Mahārāja Pṛthu, the best amongst human beings, and puruṣam refers to the Supreme Personality of Godhead. The conclusion is that the best man amongst all men engages in the service of the Supreme Person. One puruṣa is worshipable, and the other puruṣa is the worshiper. When the puruṣa who worships, the living entity, thinks of becoming one with the Supreme Person, he simply becomes bewildered and falls into the darkness of ignorance. As stated by Lord Kṛṣṇa in Bhagavad-gītā (2.12), all living entities assembled in the battlefield, as well as Kṛṣṇa Himself, were also present in the past as individuals and would continue to be present in the future as individuals also. Therefore the two puruṣas, the living entity and the Supreme Personality of Godhead, never lose their respective identities. Actually, one who is self-realized engages himself in the service of the Lord perpetually, both in this life and in the next. Indeed, for devotees there is no difference between this life and the next. In this life a neophyte devotee is trained to serve the Supreme Personality of Godhead, and in the next life he approaches that Supreme Person in Vaikuṇṭha and renders the same devotional service. Even for the neophyte devotee, devotional service is considered brahma-bhūyāya kalpate. Devotional service to the Lord is never considered a material activity. Since he is acting on the brahma-bhūta platform, a devotee is already liberated. He therefore has no need to practice any other type of yoga in order to approach the brahma-bhūta stage. If the devotee adheres strictly to the orders of the spiritual master, follows the rules and regulations and chants the Hare Kṛṣṇa mantra, it should be concluded that he is already at the brahma-bhūta stage, as confirmed in Bhagavad-gītā (14.26): “One who is engaged in full devotional service, unfailing in all circumstances, at once transcends the modes of material nature and thus comes to the level of Brahman.”"
    },
    {
        "verse": "10",
        "devanagari": "भगवद्धर्मिण: साधो: श्रद्धया यतत: सदा ।भक्तिर्भगवति ब्रह्मण्यनन्यविषयाभवत् ॥ १० ॥",
        "english_devnagari": "bhagavad-dharmiṇaḥ sādhoḥśraddhayā yatataḥ sadābhaktir bhagavati brahmaṇyananya-viṣayābhavat",
        "verse_Syn": [
            "bhagavat",
            "dharmiṇaḥ",
            "sādhoḥ",
            "śraddhayā",
            "yatataḥ",
            "sadā",
            "bhaktiḥ",
            "bhagavati",
            "brahmaṇi",
            "ananya",
            "viṣayā",
            "abhavat"
        ],
        "translation": "Mahārāja Pṛthu thus engaged completely in devotional service, executing the rules and regulations strictly according to principles, twenty-four hours daily. Thus his love and devotion unto the Supreme Personality of Godhead, Kṛṣṇa, developed and became unflinching and fixed.",
        "purport": " The word bhagavad-dharmiṇaḥ indicates that the religious process practiced by Mahārāja Pṛthu was beyond all pretensions. As stated in the beginning of Śrīmad-Bhāgavatam (1.1.2), dharmaḥ projjhita-kaitavo ’tra: religious principles which are simply pretentious are actually nothing but cheating. Bhagavad-dharmiṇaḥ is described by Vīrarāghava Ācārya as nivṛtta-dharmeṇa, which indicates that it cannot be contaminated by material aspiration. As described by Śrīla Rūpa Gosvāmī: When one who is not inspired by material desires and is not contaminated by the processes of fruitive activity and empiric speculation fully engages in the favorable service of the Lord, his service is called bhagavad-dharma, or pure devotional service. In this verse the word brahmaṇi does not refer to the impersonal Brahman. Impersonal Brahman is a subordinate feature of the Supreme Personality of Godhead, and since impersonal Brahman worshipers desire to merge into the Brahman effulgence, they cannot be considered followers of bhagavad-dharma. After being baffled in his material enjoyment, the impersonalist may desire to merge into the existence of the Lord, but a pure devotee of the Lord has no such desire. Therefore a pure devotee is really bhagavad-dharmī. It is clear from this verse that Mahārāja Pṛthu was never a worshiper of the impersonal Brahman but was at all times a pure devotee of the Supreme Personality of Godhead. Bhagavati brahmaṇi refers to one who is engaged in devotional service to the Personality of Godhead. A devotee’s knowledge of the impersonal Brahman is automatically revealed, and he is not interested in merging into the impersonal Brahman. Mahārāja Pṛthu’s activities in devotional service enabled him to become fixed and steady in the discharge of devotional activities without having to take recourse to karma, jñāna or yoga."
    },
    {
        "verse": "11",
        "devanagari": "तस्यानया भगवत: परिकर्मशुद्धसत्त्वात्मनस्तदनुसंस्मरणानुपूर्त्या ।ज्ञानं विरक्तिमदभून्निशितेन येनचिच्छेद संशयपदं निजजीवकोशम् ॥ ११ ॥",
        "english_devnagari": "tasyānayā bhagavataḥ parikarma-śuddha-sattvātmanas tad-anusaṁsmaraṇānupūrtyājñānaṁ viraktimad abhūn niśitena yenaciccheda saṁśaya-padaṁ nija-jīva-kośam",
        "verse_Syn": [
            "tasya",
            "anayā",
            "bhagavataḥ",
            "parikarma",
            "śuddha",
            "sattva",
            "ātmanaḥ",
            "tat",
            "anusaṁsmaraṇa",
            "anupūrtyā",
            "jñānam",
            "virakti",
            "mat",
            "abhūt",
            "niśitena",
            "yena",
            "ciccheda",
            "saṁśaya",
            "padam",
            "nija",
            "jīva",
            "kośam"
        ],
        "translation": "By regularly discharging devotional service, Pṛthu Mahārāja became transcendental in mind and could therefore constantly think of the lotus feet of the Lord. Because of this, he became completely detached and attained perfect knowledge by which he could transcend all doubt. Thus he was freed from the clutches of false ego and the material conception of life.",
        "purport": " In the Nārada-pañcarātra, devotional service to the Lord is likened unto a queen. When a queen gives an audience, many maidservants follow her. The maidservants of devotional service are material opulence, liberation and mystic powers. The karmīs are very much attached to material enjoyment, the jñānīs are very anxious to become freed from material clutches, and the yogīs are very fond of attaining the eight kinds of mystic perfection. From the Nārada-pañcarātra we understand that if one attains the stage of pure devotional service, he also attains all the opulences derived from fruitive activities, empiric philosophical speculation and mystic yogic practice. Śrīla Bilvamaṅgala Ṭhākura therefore prayed in his Kṛṣṇa-karṇāmṛta: “My dear Lord, if I have unflinching devotion to You, You become manifest before me personally, and the results of fruitive activity and empiric philosophical speculation — namely religion, economic development, sense gratification and liberation — become like personal attendants and remain standing before me as if awaiting my order.” The idea here is that the jñānīs, by culture of brahma-vidyā, spiritual knowledge, struggle very hard to get out of the clutches of material nature, but a devotee, by dint of his advancement in devotional service, automatically becomes detached from his material body. When the devotee’s spiritual body begins to manifest, he actually enters into his activities in transcendental life. At present we have contacted a material body, material mind and material intelligence, but when we become free from these material conditions, our spiritual body, spiritual mind and spiritual intelligence become manifest. In that transcendental state, a devotee attains all the benefits of karma, jñāna and yoga. Although he never engages in fruitive activities or empiric speculation to attain mystic powers, automatically mystic powers appear in his service. A devotee does not want any kind of material opulence, but such opulence appears before him automatically. He does not have to endeavor for it. Because of his devotional service, he automatically becomes brahma-bhūta. As stated before, this is confirmed in Bhagavad-gītā (14.26): “One who is engaged in full devotional service, unfailing in all circumstances, at once transcends the modes of material nature and thus comes to the level of Brahman.” Because of his regular discharge of devotional service, a devotee attains the transcendental stage of life. Since his mind is transcendentally situated, he cannot think of anything but the lotus feet of the Lord. This is the meaning of the word saṁsmaraṇa-anupūrtyā. By constantly thinking of the lotus feet of the Lord, the devotee immediately becomes situated in śuddha-sattva. Śuddha-sattva refers to that platform which is above the modes of material nature, including the mode of goodness. In the material world, the mode of goodness is considered to be representative of the highest perfection, but one has to transcend this mode and come to the stage of śuddha-sattva, or pure goodness, where the three qualities of material nature cannot act. Śrīla Viśvanātha Cakravartī Ṭhākura gives the following example: If one has strong digestive power, after eating he automatically lights a fire within his stomach to digest everything and does not need to take medicine to aid his digestion. Similarly, the fire of devotional service is so strong that a devotee does not need to act separately to attain perfect knowledge or detachment from material attractions. A jñānī may become detached from material attractions by prolonged discussions on subjects of knowledge and may in this way finally come to the brahma-bhūta stage, but a devotee does not have to undergo so much trouble. By virtue of his devotional service, he attains the brahma-bhūta stage without a doubt. The yogīs and jñānīs are always doubtful about their constitutional position; therefore they mistakenly think of becoming one with the Supreme. However, a devotee’s relationship with the Supreme becomes manifest beyond all doubt, and he immediately understands that his position is that of eternal servant of the Lord. Jñānīs and yogīs without devotion may think themselves liberated, but actually their intelligence is not as pure as that of a devotee. In other words, the jñānīs and yogīs cannot become factually liberated unless they become elevated to the position of devotees: The jñānīs and yogīs may rise to the highest position, Brahman realization, but because of their lack of devotion unto the lotus feet of the Lord, they again fall down into material nature. Therefore jñāna and yoga should not be accepted as the real processes for liberation. By discharging devotional service, Mahārāja Pṛthu automatically transcended all these positions. Since Mahārāja Pṛthu was a śaktyāveśa incarnation of the Supreme Lord, he did not have to act in any way to attain liberation. He came from the Vaikuṇṭha world, or spiritual sky, in order to execute the will of the Supreme Lord on earth. Consequently he was to return home, back to Godhead, without having to execute jñāna, yoga or karma. Although Pṛthu Mahārāja was eternally a pure devotee of the Lord, he nonetheless adopted the process of devotional service in order to teach the people in general the proper process for executing the duties of life and ultimately returning home, back to Godhead."
    },
    {
        "verse": "12",
        "devanagari": "छिन्नान्यधीरधिगतात्मगतिर्निरीह-स्तत्तत्यजेऽच्छिनदिदं वयुनेन येन ।तावन्न योगगतिभिर्यतिरप्रमत्तोयावद्गदाग्रजकथासु रतिं न कुर्यात् ॥ १२ ॥",
        "english_devnagari": "chinnānya-dhīr adhigatātma-gatir nirīhastat tatyaje ’cchinad idaṁ vayunena yenatāvan na yoga-gatibhir yatir apramattoyāvad gadāgraja-kathāsu ratiṁ na kuryāt",
        "verse_Syn": [
            "chinna",
            "anya",
            "dhīḥ",
            "adhigata",
            "ātma",
            "gatiḥ",
            "nirīhaḥ",
            "tat",
            "tatyaje",
            "acchinat",
            "idam",
            "vayunena",
            "yena",
            "tāvat",
            "na",
            "yoga",
            "gatibhiḥ",
            "yatiḥ",
            "apramattaḥ",
            "yāvat",
            "gadāgraja",
            "kathāsu",
            "ratim",
            "na",
            "kuryāt"
        ],
        "translation": "When he became completely free from the conception of bodily life, Mahārāja Pṛthu realized Lord Kṛṣṇa sitting in everyone’s heart as the Paramātmā. Being thus able to get all instructions from Him, he gave up all other practices of yoga and jñāna. He was not even interested in the perfection of the yoga and jñāna systems, for he thoroughly realized that devotional service to Kṛṣṇa is the ultimate goal of life and that unless the yogīs and jñānīs become attracted to kṛṣṇa-kathā [narrations about Kṛṣṇa], their illusions concerning existence can never be dispelled.",
        "purport": " As long as one is too much absorbed in the bodily conception of life, he becomes interested in many different processes of self-realization, such as the mystic yoga system or the system utilizing the speculative empiric methods. However, when one understands that the ultimate goal of life is to approach Kṛṣṇa, he realizes Kṛṣṇa within everyone’s heart and therefore helps everyone who is interested in Kṛṣṇa consciousness. Actually the perfection of life depends on one’s inclination to hear about Kṛṣṇa. It is therefore mentioned in this verse, yāvad gadāgraja-kathāsu ratiṁ na kuryāt: unless one becomes interested in Kṛṣṇa, in His pastimes and activities, there is no question of liberation by means of yoga practice or speculative knowledge. Having attained to the stage of devotion, Mahārāja Pṛthu became uninterested in the practices of jñāna and yoga and abandoned them. This is the stage of pure devotional life as described by Rūpa Gosvāmī: Real jñāna means understanding that the living entity is the eternal servant of the Lord. This knowledge is attained after many, many births, as confirmed in Bhagavad-gītā (7.19): bahūnāṁ janmanām ante jñānavān māṁ prapadyate. In the paramahaṁsa stage of life, one fully realizes Kṛṣṇa as everything: vāsudevaḥ sarvam iti sa mahātmā sudurlabhaḥ. When one understands fully that Kṛṣṇa is everything and that Kṛṣṇa consciousness is the highest perfection of life, he becomes a paramahaṁsa, or mahātmā. Such a mahātmā or paramahaṁsa is very rare to find. A paramahaṁsa, or pure devotee, is never attracted by haṭha-yoga or speculative knowledge. He is simply interested in the unalloyed devotional service of the Lord. Sometimes one who was formerly addicted to these processes tries to perform devotional service and the jñāna and yoga practices at the same time, but as soon as one comes to the unalloyed stage of devotional service, he is able to give up all other methods of self-realization. In other words, when one firmly realizes Kṛṣṇa as the supreme goal, he is no longer attracted by mystic yoga practice or the speculative empirical methods of knowledge."
    },
    {
        "verse": "13",
        "devanagari": "एवं स वीरप्रवर: संयोज्यात्मानमात्मनि ।ब्रह्मभूतो द‍ृढं काले तत्याज स्वं कलेवरम् ॥ १३ ॥",
        "english_devnagari": "evaṁ sa vīra-pravaraḥsaṁyojyātmānam ātmanibrahma-bhūto dṛḍhaṁ kāletatyāja svaṁ kalevaram",
        "verse_Syn": [
            "evam",
            "saḥ",
            "vīra",
            "pravaraḥ",
            "saṁyojya",
            "ātmānam",
            "ātmani",
            "brahma",
            "bhūtaḥ",
            "dṛḍham",
            "kāle",
            "tatyāja",
            "svam",
            "kalevaram"
        ],
        "translation": "In due course of time, when Pṛthu Mahārāja was to give up his body, he fixed his mind firmly upon the lotus feet of Kṛṣṇa, and thus, completely situated on the brahma-bhūta platform, he gave up the material body.",
        "purport": " According to a Bengali proverb, whatever spiritual progress one makes in life will be tested at the time of death. In Bhagavad-gītā (8.6) it is also confirmed: yaṁ yaṁ vāpi smaran bhāvaṁ tyajaty ante kalevaram/ taṁ tam evaiti kaunteya sadā tad-bhāva-bhāvitaḥ. Those who are practicing Kṛṣṇa consciousness know that their examination will be held at the time of death. If one can remember Kṛṣṇa at death, he is immediately transferred to Goloka Vṛndāvana, or Kṛṣṇaloka, and thus his life becomes successful. Pṛthu Mahārāja, by the grace of Kṛṣṇa, could understand that the end of his life was near, and thus he became very jubilant and proceeded to completely give up his body on the brahma-bhūta stage by practicing the yogic process. It is thoroughly described in the following verses how one can voluntarily give up this body and return home, back to Godhead. The yogic process practiced by Pṛthu Mahārāja at the time of death accelerates the giving up of this body while one is in sound health physically and mentally. Every devotee desires to give up the body while it is sound physically and mentally. This desire was also expressed by King Kulaśekhara in his Mukunda-mālā-stotra: King Kulaśekhara wanted to give up his body while in a healthy state, and he thus prayed to Kṛṣṇa to let him die immediately while he was in good health and while his mind was sound. When a man dies, he is generally overpowered by mucus and bile, and thus he chokes. Since it is very difficult to vibrate any sound while choking, it is simply by Kṛṣṇa’s grace that one can chant Hare Kṛṣṇa at the time of death. However, by situating oneself in the muktāsana position, a yogī can immediately give up his body and go to whatever planet he desires. A perfect yogī can give up his body whenever he desires through the practice of yoga."
    },
    {
        "verse": "14",
        "devanagari": "सम्पीड्य पायुं पार्ष्णिभ्यां वायुमुत्सारयञ्छनै: ।नाभ्यां कोष्ठेष्ववस्थाप्य हृदुर:कण्ठशीर्षणि ॥ १४ ॥",
        "english_devnagari": "sampīḍya pāyuṁ pārṣṇibhyāṁvāyum utsārayañ chanaiḥnābhyāṁ koṣṭheṣv avasthāpyahṛd-uraḥ-kaṇṭha-śīrṣaṇi",
        "verse_Syn": [
            "sampīḍya",
            "pāyum",
            "pārṣṇibhyām",
            "vāyum",
            "utsārayan",
            "śanaiḥ",
            "nābhyām",
            "koṣṭheṣu",
            "avasthāpya",
            "hṛt",
            "uraḥ",
            "kaṇṭha",
            "śīrṣaṇi"
        ],
        "translation": "When Mahārāja Pṛthu practiced a particular yogic sitting posture, he blocked the door of his anus with his ankles, pressed his right and left calves and gradually raised his life air upward, passing it on to the circle of his navel, up to his heart and throat, and finally pushed it upward to the central position between his two eyebrows.",
        "purport": " The sitting posture described herein is called muktāsana. In the yoga process, after following the strict regulative principles controlling sleeping, eating and mating, one is allowed to practice the different sitting postures. The ultimate aim of yoga is to enable one to give up this body according to his own free will. One who has attained the ultimate summit of yoga practice can live in the body as long as he likes or, as long as he is not completely perfect, leave the body to go anywhere within or outside the universe. Some yogīs leave their bodies to go to the higher planetary systems and enjoy the material facilities therein. However, intelligent yogīs do not wish to waste their time within this material world at all; they do not care for the material facilities in higher planetary systems, but are interested in going directly to the spiritual sky, back home, back to Godhead. From the description in this verse, it appears that Mahārāja Pṛthu had no desire to promote himself to the higher planetary systems. He wanted to return home immediately, back to Godhead. Although Mahārāja Pṛthu stopped all practice of mystic yoga after realizing Kṛṣṇa consciousness, he took advantage of his previous practice and immediately placed himself on the brahma-bhūta platform in order to accelerate his return to Godhead. The aim of this particular system of āsana, known as the sitting posture for liberation, or muktāsana, is to attain success in kuṇḍalinī-cakra and gradually raise the life from the mūlādhāra-cakra to the svādhiṣṭhāna-cakra, then to the maṇipūra-cakra, the anāhata-cakra, the viśuddha-cakra, and finally to the ājñā-cakra. When the yogī reaches the ājñā-cakra, between the two eyebrows, he is able to penetrate the brahma-randhra, or the hole in his skull, and go to any planet he desires, up to the spiritual kingdom of Vaikuṇṭha, or Kṛṣṇaloka. The conclusion is that one has to come to the brahma-bhūta stage for going back to Godhead. However, those who are in Kṛṣṇa consciousness, or who are practicing bhakti-yoga (śravaṇaṁ kīrtanaṁ viṣṇoḥ smaraṇaṁ pāda-sevanam), can return to Godhead without even practicing the muktāsana process. The purpose of muktāsana practice is to come to the brahma-bhūta stage, for without being on the brahma-bhūta stage, one cannot be promoted to the spiritual sky. As stated in Bhagavad-gītā (14.26): The bhakti-yogī, practicing bhakti-yoga, is always situated on the brahma-bhūta stage (brahma-bhūyāya kalpate). If a devotee is able to continue on the brahma-bhūta platform, he enters the spiritual sky automatically after death and returns to Godhead. Consequently a devotee need not feel sorry for not having practiced the kuṇḍalinī-cakra, or not penetrating the six cakras one after another. As far as Mahārāja Pṛthu was concerned, he had already practiced this process, and since he did not want to wait for the time when his death would occur naturally, he took advantage of the ṣaṭ-cakra penetration process and thus gave up the body according to his own free will and immediately entered the spiritual sky."
    },
    {
        "verse": "15",
        "devanagari": "उत्सर्पयंस्तु तं मूर्ध्नि क्रमेणावेश्य नि:स्पृह: ।वायुं वायौ क्षितौ कायं तेजस्तेजस्ययूयुजत् ॥ १५ ॥",
        "english_devnagari": "utsarpayaṁs tu taṁ mūrdhnikrameṇāveśya niḥspṛhaḥvāyuṁ vāyau kṣitau kāyaṁtejas tejasy ayūyujat",
        "verse_Syn": [
            "utsarpayan",
            "tu",
            "tam",
            "mūrdhni",
            "krameṇa",
            "āveśya",
            "niḥspṛhaḥ",
            "vāyum",
            "vāyau",
            "kṣitau",
            "kāyam",
            "tejaḥ",
            "tejasi",
            "ayūyujat"
        ],
        "translation": "In this way, Pṛthu Mahārāja gradually raised his air of life up to the hole in his skull, whereupon he lost all desire for material existence. Gradually he merged his air of life with the totality of air, his body with the totality of earth, and the fire within his body with the totality of fire.",
        "purport": " When the spiritual spark, which is described as one ten-thousandth part of the tip of a hair, is forced into material existence, that spark is covered by gross and subtle material elements. The material body is composed of five gross elements — earth, water, fire, air and ether — and three subtle elements — mind, intelligence and ego. When one attains liberation, he is freed from these material coverings. Indeed, success in yoga involves getting free from these material coverings and entering into spiritual existence. Lord Buddha’s teachings of nirvāṇa are based on this principle. Lord Buddha instructed his followers to give up these material coverings by means of meditation and yoga. Lord Buddha did not give any information about the soul, but if one follows his instructions strictly, he will ultimately become free from the material coverings and attain nirvāṇa. When a living entity gives up the material coverings, he remains a spirit soul. This spirit soul must enter into the spiritual sky to merge into the Brahman effulgence. Unfortunately, unless the living entity has information of the spiritual world and the Vaikuṇṭhas, there is a 99.9 percent chance of his falling down again into material existence. There is, however, a small chance of being promoted to a spiritual planet from the Brahman effulgence, or the brahmajyoti. This brahmajyoti is considered by impersonalists to be without variety, and the Buddhists consider it to be void. In either case, whether one accepts the spiritual sky as being without variety or void, there is none of the spiritual bliss which is enjoyed in the spiritual planets, the Vaikuṇṭhas or Kṛṣṇaloka. In the absence of varieties of enjoyment, the spirit soul gradually feels an attraction to enjoy a life of bliss, and not having any information of Kṛṣṇaloka or Vaikuṇṭhaloka, he naturally falls down to material activities in order to enjoy material varieties."
    },
    {
        "verse": "16",
        "devanagari": "खान्याकाशे द्रवं तोये यथास्थानं विभागश: ।क्षितिमम्भसि तत्तेजस्यदो वायौ नभस्यमुम् ॥ १६ ॥",
        "english_devnagari": "khāny ākāśe dravaṁ toyeyathā-sthānaṁ vibhāgaśaḥkṣitim ambhasi tat tejasyado vāyau nabhasy amum",
        "verse_Syn": [
            "khāni",
            "ākāśe",
            "dravam",
            "toye",
            "yathā",
            "sthānam",
            "vibhāgaśaḥ",
            "kṣitim",
            "ambhasi",
            "tat",
            "tejasi",
            "adaḥ",
            "vāyau",
            "nabhasi",
            "amum"
        ],
        "translation": "In this way, according to the different positions of the various parts of the body, Pṛthu Mahārāja merged the holes of his senses with the sky; his bodily liquids, such as blood and various secretions, with the totality of water; and he merged earth with water, then water with fire, fire with air, air with sky, and so on.",
        "purport": " In this verse two words are very important: yathā-sthānaṁ vibhāgaśaḥ. In Śrīmad-Bhāgavatam, Second Canto, Fifth Chapter, Lord Brahmā clearly explained to Nārada how the creation took place, and he explained one step after another the proper divisions of the senses, the controller of the senses, the objects of the senses, and the material elements, and he also explained how they are created one after another: the air from the sky, the fire from the air, the water from the fire, the earth from the water, etc. It is important to know thoroughly the process of creation as it applies to this cosmic manifestation. Similarly, this body is also created according to the same process by the Supreme Lord. The Personality of Godhead, after entering the universe, creates the cosmic manifestations one after another. Similarly, the living entity, after entering a womb of a mother, also collects his gross and subtle bodies, taking ingredients from the totality of sky, air, fire, water and earth. The words yathā-sthānaṁ vibhāgaśaḥ indicate that one should know the process of creation and should meditate upon the creative process inversely and thus become free from material contamination."
    },
    {
        "verse": "17",
        "devanagari": "इन्द्रियेषु मनस्तानि तन्मात्रेषु यथोद्भवम् ।भूतादिनामून्युत्कृष्य महत्यात्मनि सन्दधे ॥ १७ ॥",
        "english_devnagari": "indriyeṣu manas tānitan-mātreṣu yathodbhavambhūtādināmūny utkṛṣyamahaty ātmani sandadhe",
        "verse_Syn": [
            "indriyeṣu",
            "manaḥ",
            "tāni",
            "tat",
            "mātreṣu",
            "yathā",
            "udbhavam",
            "bhūta",
            "ādinā",
            "amūni",
            "utkṛṣya",
            "mahati",
            "ātmani",
            "sandadhe"
        ],
        "translation": "He amalgamated the mind with the senses and the senses with the sense objects, according to their respective positions, and he also amalgamated the material ego with the total material energy, mahat-tattva.",
        "purport": " In respect to the ego, the total material energy is sundered in two parts — one agitated by the mode of ignorance and the other agitated by the modes of passion and goodness. Due to agitation by the mode of ignorance, the five gross elements are created. Due to agitation by the mode of passion, the mind is created, and due to agitation by the mode of goodness, false egoism, or identification with matter, is created. The mind is protected by a particular type of demigod. Sometimes the mind (manaḥ) is also understood to have a controlling deity or demigod. In this way the total mind, namely the material mind controlled by material demigods, was amalgamated with the senses. The senses, in turn, were amalgamated with the sense objects. The sense objects are forms, tastes, smells, sounds, etc. Sound is the ultimate source of the sense objects. The mind was attracted by the senses and the senses by the sense objects, and all of them were ultimately amalgamated in the sky. The creation is so arranged that cause and effect follow one after the other. The merging process involves amalgamating the effect with the original cause. Since the ultimate cause in the material world is mahat-tattva, everything was gradually wound up and amalgamated with the mahat-tattva. This may be compared to śūnya-vāda, or voidism, but this is the process for cleansing the real spiritual mind, or consciousness. When the mind is completely washed of all material contamination, the pure consciousness acts. The sound vibration from the spiritual sky can automatically cleanse all material contaminations, as confirmed by Caitanya Mahāprabhu: ceto-darpaṇa-mārjanam. We need only take the advice of Lord Caitanya Mahāprabhu and chant the Hare Kṛṣṇa mantra to cleanse the mind of all material contamination, and this may be considered the summary of this difficult verse. As soon as the whole material contamination is washed away by this process of chanting, all desires and reactions to material activities become immediately vanquished, and real life, peaceful existence, begins. In this Age of Kali it is very difficult to adopt the yogic process mentioned in this verse. Unless one is very expert in such yoga, the best course is to adopt the ways and means of Lord Caitanya Mahāprabhu, śrī-kṛṣṇa-saṅkīrtanam. Thus one can gloriously become freed from all material contamination by the simple process of chanting Hare Kṛṣṇa, Hare Kṛṣṇa, Kṛṣṇa Kṛṣṇa, Hare Hare/ Hare Rāma, Hare Rāma, Rāma Rāma, Hare Hare. Just as life in this material world has its beginning in material sound, similarly a spiritual life has its beginning in this spiritual sound vibration."
    },
    {
        "verse": "18",
        "devanagari": "तं सर्वगुणविन्यासं जीवे मायामये न्यधात् ।तं चानुशयमात्मस्थमसावनुशयी पुमान् ।ज्ञानवैराग्यवीर्येण स्वरूपस्थोऽजहात्प्रभु: ॥ १८ ॥",
        "english_devnagari": "taṁ sarva-guṇa-vinyāsaṁjīve māyāmaye nyadhāttaṁ cānuśayam ātma-sthamasāv anuśayī pumānjñāna-vairāgya-vīryeṇasvarūpa-stho ’jahāt prabhuḥ",
        "verse_Syn": [
            "tam",
            "sarva",
            "guṇa",
            "vinyāsam",
            "jīve",
            "māyā",
            "maye",
            "nyadhāt",
            "tam",
            "ca",
            "anuśayam",
            "ātma",
            "stham",
            "asau",
            "anuśayī",
            "pumān",
            "jñāna",
            "vairāgya",
            "vīryeṇa",
            "svarūpa",
            "sthaḥ",
            "ajahāt",
            "prabhuḥ"
        ],
        "translation": "Pṛthu Mahārāja then offered the total designation of the living entity unto the supreme controller of illusory energy. Being released from all the designations by which the living entity became entrapped, he became free by knowledge and renunciation and by the spiritual force of his devotional service. In this way, being situated in his original constitutional position of Kṛṣṇa consciousness, he gave up this body as a prabhu, or controller of the senses.",
        "purport": " As stated in the Vedas, the Supreme Personality of Godhead is the source of material energy. Consequently He is sometimes called māyā-maya, or the Supreme Person, who can create His pastimes through His potency known as the material energy. The jīva, or the individual living entity, becomes entrapped by the material energy by the supreme will of the Supreme Personality of Godhead. In Bhagavad-gītā (18.61) we understand: Īśvara, the Supreme Personality of Godhead, is situated within the heart of all conditioned souls, and by His supreme will the living entity, or individual soul, gets the facility to lord it over material nature in various types of bodies, which are known as yantra, or the moving vehicle offered by the total material energy, māyā. Although the individual living entity (jīva) and the Lord are both situated within the material energy, the Lord is directing the movements of the jīva soul by offering him different types of bodies through the material energy, and thus the living entity is wandering throughout the universes in various forms of body and becomes implicated in different situations, partaking of the reactions of fruitive activities. When Pṛthu Mahārāja became spiritually powerful by the enhancement of his spiritual knowledge (jñāna) and renunciation of material desires, he became a prabhu, or master of his senses (sometimes called gosvāmī or svāmī). This means that he was no longer controlled by the influence of material energy. When one is strong enough to give up the influence of material energy, he is called prabhu. In this verse the word svarūpa-sthaḥ is also very significant. The real identity of the individual soul lies in understanding or attaining the knowledge that he is eternally a servant of Kṛṣṇa. This understanding is called svarūpopalabdhi. By culturing devotional service, the devotee gradually comes to understand his actual relationship with the Supreme Personality of Godhead. This understanding of one’s pure spiritual position is called svarūpopalabdhi, and when one attains that stage he can understand how he is related with the Supreme Personality of Godhead as a servant or friend, or as a parent or conjugal lover. This stage of understanding is called svarūpa-sthaḥ. Pṛthu Mahārāja realized this svarūpa completely, and it will be clear in the later verses that he personally left this world, or this body, by riding on a chariot sent from Vaikuṇṭha. In this verse the word prabhu is also significant. As stated before, when one is completely self-realized and acts according to that position, he can be called prabhu. The spiritual master is addressed as Prabhupāda because he is a completely self-realized soul. The word pāda means “position,” and Prabhupāda indicates that he is given the position of prabhu, or the Supreme Personality of Godhead, for he acts on behalf of the Supreme Personality of Godhead. Unless one is a prabhu, or controller of the senses, he cannot act as spiritual master, who is authorized by the supreme prabhu, or Lord Kṛṣṇa. In his verses praising the spiritual master, Śrīla Viśvanātha Cakravartī Ṭhākura writes: “The spiritual master is honored as much as the Supreme Lord because he is the most confidential servitor of the Lord.” Thus Pṛthu Mahārāja can also be called Prabhupāda or, as described herein, prabhu. Another question may be raised in this connection: Since Pṛthu Mahārāja was a power incarnation of the Supreme Personality of Godhead, śaktyāveśa-avatāra, why did he have to execute the regulative principles in order to become a prabhu? Because he appeared on this earth as an ideal king and because it is the duty of the king to instruct the citizens in the execution of devotional service, he followed all the regulative principles of devotional service in order to teach others. Similarly, Caitanya Mahāprabhu, although Kṛṣṇa Himself, taught us how to approach Kṛṣṇa as a devotee. It is said, āpani ācari’ bhakti śikhāinu sabāre. Lord Caitanya Mahāprabhu instructed others in the process of devotional service by setting the example Himself through His own personal actions. Similarly, Pṛthu Mahārāja, although a śaktyāveśa-avatāra incarnation, still behaved exactly as a devotee in order to achieve the position of prabhu. Furthermore, svarūpa-sthaḥ means “complete liberation.” As it is said (Bhāg. 2.10.6), hitvānyathā-rūpaṁ svarūpeṇa vyavasthitiḥ: when a living entity abandons the activities of māyā and attains the position from which he can execute devotional service, his state is called svarūpa-sthaḥ, or complete liberation."
    },
    {
        "verse": "19",
        "devanagari": "अर्चिर्नाम महाराज्ञी तत्पत्‍न्यनुगता वनम् ।सुकुमार्यतदर्हा च यत्पद्‌भ्यां स्पर्शनं भुव: ॥ १९ ॥",
        "english_devnagari": "arcir nāma mahā-rājñītat-patny anugatā vanamsukumāry atad-arhā cayat-padbhyāṁ sparśanaṁ bhuvaḥ",
        "verse_Syn": [
            "arciḥ",
            "nāma",
            "mahā",
            "rājñī",
            "tat",
            "patnī",
            "anugatā",
            "vanam",
            "su",
            "kumārī",
            "a",
            "tat",
            "arhā",
            "ca",
            "yat",
            "padbhyām",
            "sparśanam",
            "bhuvaḥ"
        ],
        "translation": "The Queen, the wife of Pṛthu Mahārāja, whose name was Arci, followed her husband into the forest. Since she was a queen, her body was very delicate. Although she did not deserve to live in the forest, she voluntarily touched her lotus feet to the ground.",
        "purport": " Because Pṛthu Mahārāja’s wife was the Queen and also a daughter of a king, she never experienced walking on the ground, for queens used to never come out of the palace. They certainly never went to the forests and tolerated all the difficulties of living in the wilderness. In Vedic civilization there are hundreds of similar examples of such renunciation on the part of queens and dedication to the husband. The goddess of fortune mother Sītā followed her husband, Rāmacandra, when He went to the forest. Lord Rāmacandra went to the forest in compliance with the order of His father, Mahārāja Daśaratha, but mother Sītā was not so ordered. Nonetheless, she voluntarily accepted the path of her husband. Similarly, Gāndhārī, the wife of King Dhṛtarāṣṭra, also followed her husband into the forest. Being the wives of great personalities like Pṛthu, Lord Rāmacandra and Dhṛtarāṣṭra, these were ideal chaste women. Such queens also instructed the general people by showing them how to become a chaste wife and follow the husband in every stage of life. When the husband is king, she sits beside him as the queen, and when he goes to the forest, she also follows, despite having to tolerate all kinds of difficulties in living in the forest. Therefore it is said here (atad-arhā) that although she did not want to touch her feet to the ground, she nonetheless accepted all difficulties when she went to the forest with her husband."
    },
    {
        "verse": "20",
        "devanagari": "अतीव भर्तुर्व्रतधर्मनिष्ठयाशुश्रूषया चार्षदेहयात्रया ।नाविन्दतार्तिं परिकर्शितापि साप्रेयस्करस्पर्शनमाननिर्वृति: ॥ २० ॥",
        "english_devnagari": "atīva bhartur vrata-dharma-niṣṭhayāśuśrūṣayā cārṣa-deha-yātrayānāvindatārtiṁ parikarśitāpi sāpreyaskara-sparśana-māna-nirvṛtiḥ",
        "verse_Syn": [
            "atīva",
            "bhartuḥ",
            "vrata",
            "dharma",
            "niṣṭhayā",
            "śuśrūṣayā",
            "ca",
            "ārṣa",
            "deha",
            "yātrayā",
            "na",
            "avindata",
            "ārtim",
            "parikarśitā",
            "api",
            "sā",
            "preyaḥ",
            "kara",
            "sparśana",
            "māna",
            "nirvṛtiḥ"
        ],
        "translation": "Although she was not accustomed to such difficulties, Queen Arci followed her husband in the regulative principles of living in the forest like great sages. She lay down on the ground and ate only fruits, flowers and leaves, and because she was not fit for these activities, she became frail and thin. Yet because of the pleasure she derived in serving her husband, she did not feel any difficulties.",
        "purport": " The words bhartur vrata-dharma-niṣṭhayā indicate that a woman’s duty, or religious principle, is to serve her husband in all conditions. In Vedic civilization a man is taught from the beginning of his life to become a brahmacārī, then an ideal gṛhastha, then vānaprastha, then sannyāsī, and the wife is taught just to follow the husband strictly in all conditions of life. After the period of brahmacarya, a man accepts a householder’s life, and the woman is also taught by her parents to be a chaste wife. Thus when a girl and boy are united, both are trained for a life dedicated to a higher purpose. The boy is trained to execute his duty in accordance with the higher purpose of life, and the girl is trained to follow him. The chaste wife’s duty is to keep her husband pleased in householder life in all respects, and when the husband retires from family life, she is to go to the forest and adopt the life of vānaprastha, or vana-vāsī. At that time the wife is to follow her husband and take care of him, just as she took care of him in householder life. But when the husband takes the renounced order of life, namely sannyāsa, the wife is to return home and become a saintly woman, setting an example for her children and daughters-in-law and showing them how to live a life of austerity. When Caitanya Mahāprabhu took sannyāsa, His wife, Viṣṇupriyādevī, although only sixteen years old, also took the vow of austerity due to her husband’s leaving home. She chanted her beads, and after finishing one round, she collected one grain of rice. In this way, as many rounds as she chanted, she would receive the same number of rice grains and then cook them and so take prasāda. This is called austerity. Even today in India, widows or women whose husbands have taken sannyāsa follow the principles of austerity, even though they live with their children. Pṛthu Mahārāja’s wife, Arci, was steadily determined to execute the duty of a wife, and while her husband was in the forest, she followed him in eating only fruits and leaves and lying down on the ground. Since a woman’s body is considerably more delicate than a man’s, Queen Arci became very frail and thin, parikarśitā. When one engages in austerities, his body generally becomes lean and thin. Becoming fat is not a very good qualification in spiritual life because a person who is engaged in spiritual life must reduce the comforts of the body — namely eating, sleeping and mating — to a minimum. Although Queen Arci became very thin from living in the forest according to regulative principles, she was not unhappy, for she was enjoying the honor of serving her great husband."
    },
    {
        "verse": "21",
        "devanagari": "देहं विपन्नाखिलचेतनादिकंपत्यु: पृथिव्या दयितस्य चात्मन: ।आलक्ष्य किञ्चिच्च विलप्य सा सतीचितामथारोपयदद्रिसानुनि ॥ २१ ॥",
        "english_devnagari": "dehaṁ vipannākhila-cetanādikaṁpatyuḥ pṛthivyā dayitasya cātmanaḥālakṣya kiñcic ca vilapya sā satīcitām athāropayad adri-sānuni",
        "verse_Syn": [
            "deham",
            "vipanna",
            "akhila",
            "cetana",
            "ādikam",
            "patyuḥ",
            "pṛthivyāḥ",
            "dayitasya",
            "ca",
            "ātmanaḥ",
            "ālakṣya",
            "kiñcit",
            "ca",
            "vilapya",
            "sā",
            "satī",
            "citām",
            "atha",
            "āropayat",
            "adri",
            "sānuni"
        ],
        "translation": "When Queen Arci saw that her husband, who had been so merciful to her and the earth, no longer showed symptoms of life, she lamented for a little while and then built a fiery pyre on top of a hill and placed the body of her husband on it.",
        "purport": " After seeing all the life symptoms in her husband stop, the Queen lamented for a while. The word kiñcit means “for a little while.” The Queen was completely aware that her husband was not dead, although the symptoms of life — action, intelligence and sense perception — had ceased. As stated in Bhagavad-gītā (2.13): “As the embodied soul continually passes, in this body, from boyhood to youth to old age, the soul similarly passes into another body at death. The self-realized soul is not bewildered by such a change.” When a living entity transfers from one body to another, a process generally known as death, a sane man does not lament, for he knows that the living entity is not dead but is simply transferred from one body to another. The Queen should have been afraid of being alone in the forest with the body of her husband, but since she was a great wife of a great personality, she lamented for a while but immediately understood that she had many duties to perform. Thus instead of wasting her time in lamentation, she immediately prepared a fiery pyre on top of a hill and then placed the body of her husband on it to be burned. Mahārāja Pṛthu is described here as dayita, for not only was he the king of the earth, but he treated the earth as his protected child. Similarly, he protected his wife also. It was the duty of the king to give protection to everyone, especially to the earth or land which he ruled, as well as the citizens and his family members. Since Pṛthu Mahārāja was a perfect king, he gave protection to everyone, and therefore he is described here as dayita."
    },
    {
        "verse": "22",
        "devanagari": "विधाय कृत्यं ह्रदिनीजलाप्लुतादत्त्वोदकं भर्तुरुदारकर्मण: ।नत्वा दिविस्थांस्त्रिदशांस्त्रि: परीत्यविवेश वह्निं ध्यायती भर्तृपादौ ॥ २२ ॥",
        "english_devnagari": "vidhāya kṛtyaṁ hradinī-jalāplutādattvodakaṁ bhartur udāra-karmaṇaḥnatvā divi-sthāṁs tridaśāṁs triḥ parītyaviveśa vahniṁ dhyāyatī bhartṛ-pādau",
        "verse_Syn": [
            "vidhāya",
            "kṛtyam",
            "hradinī",
            "jala",
            "āplutā",
            "dattvā",
            "udakam",
            "bhartuḥ",
            "udāra",
            "karmaṇaḥ",
            "natvā",
            "divi",
            "sthān",
            "tri",
            "daśān",
            "triḥ",
            "parītya",
            "viveśa",
            "vahnim",
            "dhyāyatī",
            "bhartṛ",
            "pādau"
        ],
        "translation": "After this, the Queen executed the necessary funerary functions and offered oblations of water. After bathing in the river, she offered obeisances to various demigods situated in the sky in the different planetary systems. She then circumambulated the fire and, while thinking of the lotus feet of her husband, entered its flames.",
        "purport": " The entrance of a chaste wife into the flames of the pyre of her dead husband is known as saha-gamana, which means “dying with the husband.” This system of saha-gamana had been practiced in Vedic civilization from time immemorial. Even after the British period in India this practice was rigidly observed, but soon it degraded to the point that even when the wife was not strong enough to enter the fire of her dead husband, the relatives would force her to enter. Thus this practice had to be stopped, but even today there are still some solitary cases where a wife will voluntarily enter the fire and die with her husband. Even after 1940 we personally knew of a chaste wife who died in this way."
    },
    {
        "verse": "23",
        "devanagari": "विलोक्यानुगतां साध्वीं पृथुं वीरवरं पतिम् ।तुष्टुवुर्वरदा देवैर्देवपत्‍न्य: सहस्रश: ॥ २३ ॥",
        "english_devnagari": "vilokyānugatāṁ sādhvīṁpṛthuṁ vīra-varaṁ patimtuṣṭuvur varadā devairdeva-patnyaḥ sahasraśaḥ",
        "verse_Syn": [
            "vilokya",
            "anugatām",
            "sādhvīm",
            "pṛthum",
            "vīra",
            "varam",
            "patim",
            "tuṣṭuvuḥ",
            "vara",
            "dāḥ",
            "devaiḥ",
            "deva",
            "patnyaḥ",
            "sahasraśaḥ"
        ],
        "translation": "After observing this brave act performed by the chaste wife Arci, the wife of the great King Pṛthu, many thousands of the wives of the demigods, along with their husbands, offered prayers to the Queen, for they were very much satisfied.",
        "purport": ""
    },
    {
        "verse": "24",
        "devanagari": "कुर्वत्य: कुसुमासारं तस्मिन्मन्दरसानुनि ।नदत्स्वमरतूर्येषु गृणन्ति स्म परस्परम् ॥ २४ ॥",
        "english_devnagari": "kurvatyaḥ kusumāsāraṁtasmin mandara-sānuninadatsv amara-tūryeṣugṛṇanti sma parasparam",
        "verse_Syn": [
            "kurvatyaḥ",
            "kusuma",
            "āsāram",
            "tasmin",
            "mandara",
            "sānuni",
            "nadatsu",
            "amara",
            "tūryeṣu",
            "gṛṇanti",
            "sma",
            "parasparam"
        ],
        "translation": "At that time the demigods were situated on the top of Mandara Hill, and all their wives began to shower flowers on the funeral pyre and began to talk amongst themselves as follows.",
        "purport": ""
    },
    {
        "verse": "25",
        "devanagari": "देव्य ऊचु:अहो इयं वधूर्धन्या या चैवं भूभुजां पतिम् ।सर्वात्मना पतिं भेजे यज्ञेशं श्रीर्वधूरिव ॥ २५ ॥",
        "english_devnagari": "devya ūcuḥaho iyaṁ vadhūr dhanyāyā caivaṁ bhū-bhujāṁ patimsarvātmanā patiṁ bhejeyajñeśaṁ śrīr vadhūr iva",
        "verse_Syn": [
            "devyaḥ",
            "ūcuḥ",
            "aho",
            "iyam",
            "vadhūḥ",
            "dhanyā",
            "yā",
            "ca",
            "evam",
            "bhū",
            "bhujām",
            "patim",
            "sarva",
            "ātmanā",
            "patim",
            "bheje",
            "yajña",
            "īśam",
            "śrīḥ",
            "vadhūḥ",
            "iva"
        ],
        "translation": "The wives of the demigods said: All glories to Queen Arci! We can see that this queen of the great King Pṛthu, the emperor of all the kings of the world, has served her husband with mind, speech and body exactly as the goddess of fortune serves the Supreme Personality of Godhead, Yajñeśa, or Viṣṇu.",
        "purport": " In this verse the words yajñeśaṁ śrīr vadhūr iva indicate that Queen Arci served her husband just as the goddess of fortune serves the Supreme Personality of Godhead Viṣṇu. We can observe that even in the history of this world, when Lord Kṛṣṇa, the supreme Viṣṇu, was ruling over Dvārakā, Queen Rukmiṇī, who was the chief of all Kṛṣṇa’s queens, used to serve Lord Kṛṣṇa personally in spite of having many hundreds of maidservants to assist her. Similarly, the goddess of fortune in the Vaikuṇṭha planets also serves Nārāyaṇa personally, although there are many thousands of devotees prepared to serve the Lord. This practice is also followed by the wives of the demigods, and in days past the wives of men also followed this same principle. In Vedic civilization the husband and wife were not separated by such man-made laws as divorce. We should understand the necessity for maintaining family life in human society and should thus abolish this artificial law known as divorce. The husband and wife should live in Kṛṣṇa consciousness and follow in the footsteps of Lakṣmī-Nārāyaṇa or Kṛṣṇa-Rukmiṇī. In this way peace and harmony can be possible within this world."
    },
    {
        "verse": "26",
        "devanagari": "सैषा नूनं व्रजत्यूर्ध्वमनु वैन्यं पतिं सती ।पश्यतास्मानतीत्यार्चिर्दुर्विभाव्येन कर्मणा ॥ २६ ॥",
        "english_devnagari": "saiṣā nūnaṁ vrajaty ūrdhvamanu vainyaṁ patiṁ satīpaśyatāsmān atītyārcirdurvibhāvyena karmaṇā",
        "verse_Syn": [
            "sā",
            "eṣā",
            "nūnam",
            "vrajati",
            "ūrdhvam",
            "anu",
            "vainyam",
            "patim",
            "satī",
            "paśyata",
            "asmān",
            "atītya",
            "arciḥ",
            "durvibhāvyena",
            "karmaṇā"
        ],
        "translation": "The wives of the demigods continued: Just see how this chaste lady, Arci, by dint of her inconceivable pious activities, is still following her husband upward, as far as we can see.",
        "purport": " Both Pṛthu Mahārāja’s airplane and the airplane carrying Queen Arci were passing out of the vision of the ladies of the higher planetary systems. These ladies were simply astonished to see how Pṛthu Mahārāja and his wife achieved such an exalted position. Although they were the wives of the denizens of the higher planetary system and Pṛthu Mahārāja was an inhabitant of an inferior planetary system (the earth), the King, along with his wife, passed beyond the realms of the demigods and went upward to Vaikuṇṭhaloka. The word ūrdhvam, “upward,” is significant here, for the ladies speaking were from the higher planetary systems, which include the moon, sun and Venus, up to Brahmaloka, or the highest planet. Beyond Brahmaloka is the spiritual sky, and in that spiritual sky there are innumerable Vaikuṇṭhalokas. Thus the word ūrdhvam indicates that the Vaikuṇṭha planets are beyond or above these material planets, and it was to these Vaikuṇṭha planets that Pṛthu Mahārāja and his wife were going. This also indicates that when Pṛthu Mahārāja and his wife, Arci, abandoned their material bodies in the material fire, they immediately developed their spiritual bodies and entered into spiritual airplanes, which could penetrate the material elements and reach the spiritual sky. Since they were carried by two separate airplanes, it may be concluded that even after being burned in the funeral pyre they remained separate, individual persons. In other words, they never lost their identity or became void, as imagined by the impersonalists. The ladies in the higher planetary systems were capable of seeing both downward and upward. When they looked down they could see that the body of Pṛthu Mahārāja was being burned and that his wife, Arci, was entering into the fire, and when they looked upward they could see how they were being carried in two airplanes to the Vaikuṇṭhalokas. All of this is possible simply by durvibhāvyena karmaṇā, inconceivable activity. Pṛthu Mahārāja was a pure devotee, and his wife, Queen Arci, simply followed her husband. Thus they can both be considered pure devotees, and thus they are capable of performing inconceivable activities. Such activities are not possible for ordinary men. Indeed, ordinary men cannot even take to the devotional service of the Lord, nor can ordinary women maintain such vows of chastity and follow their husbands in all respects. A woman does not need to attain high qualifications, but if she simply follows in the footsteps of her husband, who must be a devotee, then both husband and wife attain liberation and are promoted to the Vaikuṇṭhalokas. This is evinced by the inconceivable activities of Mahārāja Pṛthu and his wife."
    },
    {
        "verse": "27",
        "devanagari": "तेषां दुरापं किं त्वन्यन्मर्त्यानां भगवत्पदम् ।भुवि लोलायुषो ये वै नैष्कर्म्यं साधयन्त्युत ॥ २७ ॥",
        "english_devnagari": "teṣāṁ durāpaṁ kiṁ tv anyanmartyānāṁ bhagavat-padambhuvi lolāyuṣo ye vainaiṣkarmyaṁ sādhayanty uta",
        "verse_Syn": [
            "teṣām",
            "durāpam",
            "kim",
            "tu",
            "anyat",
            "martyānām",
            "bhagavat",
            "padam",
            "bhuvi",
            "lola",
            "āyuṣaḥ",
            "ye",
            "vai",
            "naiṣkarmyam",
            "sādhayanti",
            "uta"
        ],
        "translation": "In this material world, every human being has a short span of life, but those who are engaged in devotional service go back home, back to Godhead, for they are actually on the path of liberation. For such persons, there is nothing which is not available.",
        "purport": " In Bhagavad-gītā (9.33) Lord Kṛṣṇa says, anityam asukhaṁ lokam imaṁ prāpya bhajasva mām. The Lord here declares that this material world is full of miseries (asukham) and at the same time is very flickering (anityam). Therefore one’s only duty is to engage himself in devotional service. This is the best end to which human life can be put. Those devotees who are constantly engaged in the service of the lotus feet of the Lord achieve not only all material benefits but also all spiritual benefits, for at the end of life they go back home, back to Godhead. Their destination is described in this verse as bhagavat-padam. The word padam means “abode,” and bhagavat means “the Supreme Personality of Godhead.” Thus the destination of the devotees is the abode of the Supreme Personality of Godhead. In this verse the word naiṣkarmyam, which means “transcendental knowledge,” is also significant. Unless one comes to the platform of transcendental knowledge and offers devotional service to the Lord, one is not perfect. Generally the processes of jñāna, yoga and karma are executed life after life before one gets a chance to render pure devotional service to the Lord. This chance is given by the grace of a pure devotee, and it is in this way only that one can actually attain liberation. In the context of this narration, the wives of the demigods repented because although they had the opportunity of a birth in a higher planetary system, a lifetime spanning millions of years and all material comforts, they were not as fortunate as Pṛthu Mahārāja and his wife, who were actually surpassing them. In other words, Pṛthu Mahārāja and his wife scorned promotion to the higher planetary systems and even to Brahmaloka because the position which they were attaining was incomparable. In Bhagavad-gītā (8.16) the Lord affirms, ābrahma-bhuvanāl lokāḥ punar āvartino ’rjuna: “From the highest planet in the material world to the lowest, all are places of misery wherein repeated birth and death take place.” In other words, even if one goes to the highest planet, Brahmaloka, he has to return to the miseries of birth and death. In the Ninth Chapter of Bhagavad-gītā (9.21), Lord Kṛṣṇa also asserts: “When they have thus enjoyed heavenly sense pleasure, they return to this mortal planet again.” Thus after exhausting the results of pious activities, one has to come again to the lower planetary systems and begin a new chapter of pious activities. It is therefore said in Śrīmad-Bhāgavatam (1.5.12), naiṣkarmyam apy acyuta-bhāva-varjitam: “The path of liberation is not at all secure unless one attains the devotional service of the Lord.” Even if one is promoted to the impersonal brahmajyoti, he runs every chance of falling down into this material world. If it is possible to fall down from the brahmajyoti, which is beyond the higher planetary systems in this material world, then what can be said of the ordinary yogīs and karmīs who can only be elevated to the higher material planets? Thus the wives of the denizens of the higher planetary systems did not very much appreciate the results of karma, jñāna and yoga."
    },
    {
        "verse": "28",
        "devanagari": "स वञ्चितो बतात्मध्रुक् कृच्छ्रेण महता भुवि ।लब्ध्वापवर्ग्यं मानुष्यं विषयेषु विषज्जते ॥ २८ ॥",
        "english_devnagari": "sa vañcito batātma-dhrukkṛcchreṇa mahatā bhuvilabdhvāpavargyaṁ mānuṣyaṁviṣayeṣu viṣajjate",
        "verse_Syn": [
            "saḥ",
            "vañcitaḥ",
            "bata",
            "ātma",
            "dhruk",
            "kṛcchreṇa",
            "mahatā",
            "bhuvi",
            "labdhvā",
            "āpavargyam",
            "mānuṣyam",
            "viṣayeṣu",
            "viṣajjate"
        ],
        "translation": "Any person who engages himself within this material world in performing activities that necessitate great struggle, and who, after obtaining a human form of life — which is a chance to attain liberation from miseries — undertakes the difficult tasks of fruitive activities, must be considered to be cheated and envious of his own self.",
        "purport": " In this material world people are engaged in different activities simply to achieve a little success in sense gratification. The karmīs are engaged in performing very difficult activities, and thus they open gigantic factories, build huge cities, make big scientific discoveries, etc. In other words, they are engaged in performing very costly sacrifices in order to be promoted to the higher planetary systems. Similarly, yogīs are engaged in achieving a similar goal by accepting the tedious practices of mystic yoga. Jñānīs are engaged in philosophical speculation in order to gain release from the clutches of material nature. In these ways everyone is engaged in performing very difficult tasks simply for the gratification of the senses. All of these are considered to be engaged in sense gratificatory activities (or viṣaya) because they all demand some facility for material existence. Actually the results of such activities are temporary. As Kṛṣṇa Himself proclaims in Bhagavad-gītā (7.23), antavat tu phalaṁ teṣām: “The fruits [of those who worship the demigods] are limited and temporary.” Thus the fruits of the activities of the yogīs, karmīs and jñānīs are ephemeral. Moreover, Kṛṣṇa says, tad bhavaty alpa-medhasām: “They are simply meant for men of small intelligence.” The word viṣaya denotes sense gratification. The karmīs flatly state that they want sense gratification. The yogīs also want sense gratification, but they want it to a higher degree. It is their desire to show some miraculous results through the practice of yoga. Thus they strive very hard to achieve success in becoming smaller than the smallest or greater than the greatest, or in creating a planet like earth or, as scientists, by inventing so many wonderful machines. Similarly, the jñānīs are also engaged in sense gratification, for they are simply interested in becoming one with the Supreme. Thus the aim of all these activities is sense gratification to a higher or a lower degree. The bhaktas, however, are not interested in sense gratificatory practices; they are simply satisfied to get an opportunity to serve the Lord. Although they are satisfied in any condition, there is nothing they cannot obtain, because they are purely engaged in the service of the Lord. The wives of the demigods condemn the performers of sense gratificatory activities as vañcita, cheated. Those so engaged are actually killing themselves (ātma-hā). As stated in Śrīmad-Bhāgavatam (11.20.17): When one wants to cross a large ocean, he requires a strong boat. It is said that this human form of life is a good boat by which one can cross the ocean of nescience. In the human form of life one can obtain the guidance of a good navigator, the spiritual master. One also gets a favorable wind by the mercy of Kṛṣṇa, and that wind is the instructions of Kṛṣṇa. The human body is the boat, the instructions of Lord Kṛṣṇa are the favorable winds, and the spiritual master is the navigator. The spiritual master knows well how to adjust the sails to catch the winds favorably and steer the boat to its destination. If, however, one does not take advantage of this opportunity, one wastes the human form of life. Wasting time and life in this way is the same as committing suicide. The word labdhvāpavargyam is significant in this verse, because according to Jīva Gosvāmī, āpavargyam, or the path of liberation, does not refer to merging into the impersonal Brahman but to sālokyādi-siddhi, which means attaining the very planet where the Supreme Personality of Godhead resides. There are five kinds of liberation, and one is called sāyujya-mukti, or merging into the existence of the Supreme, or the impersonal Brahman effulgence. However, since there is a chance of one’s falling down again into the material sky from the Brahman effulgence, Śrīla Jīva Gosvāmī advises that in this human form of life one’s only aim should be to go back home, back to Godhead. The words sa vañcitaḥ indicate that once a person has obtained the human form of life, he is actually cheated if he does not make preparations to go back home, back to Godhead. The position of all nondevotees, who are not interested in going back to Godhead, is very much lamentable, for the human form of life is meant for executing devotional service and nothing else."
    },
    {
        "verse": "29",
        "devanagari": "मैत्रेय उवाचस्तुवतीष्वमरस्त्रीषु पतिलोकं गता वधू: ।यं वा आत्मविदां धुर्यो वैन्य: प्रापाच्युताश्रय: ॥ २९ ॥",
        "english_devnagari": "maitreya uvācastuvatīṣv amara-strīṣupati-lokaṁ gatā vadhūḥyaṁ vā ātma-vidāṁ dhuryovainyaḥ prāpācyutāśrayaḥ",
        "verse_Syn": [
            "maitreyaḥ",
            "uvāca",
            "stuvatīṣu",
            "amara",
            "strīṣu",
            "pati",
            "lokam",
            "gatā",
            "vadhūḥ",
            "yam",
            "vā",
            "ātma",
            "vidām",
            "dhuryaḥ",
            "vainyaḥ",
            "prāpa",
            "acyuta",
            "āśrayaḥ"
        ],
        "translation": "The great sage Maitreya continued speaking: My dear Vidura, when the wives of the denizens of heaven were thus talking amongst themselves, Queen Arci reached the planet which her husband, Mahārāja Pṛthu, the topmost self-realized soul, had attained.",
        "purport": " According to Vedic scriptures, a woman who dies with her husband, or enters into the fire in which her husband is burning, also enters the same planet her husband attains. In this material world there is a planet known as Patiloka, just as there is a planet known as Pitṛloka. But in this verse the word pati-loka does not refer to any planet within this material universe, for Pṛthu Mahārāja, being topmost amongst self-realized souls, certainly returned home, back to Godhead, and attained one of the Vaikuṇṭha planets. Queen Arci also entered Patiloka, but this planet is not in the material universe, for she actually entered the planet which her husband attained. In the material world also, when a woman dies with her husband, she again unites with him in the next birth. Similarly, Mahārāja Pṛthu and Queen Arci united in the Vaikuṇṭha planets. In the Vaikuṇṭha planets there are husbands and wives, but there is no question of their giving birth to children or having sex life. In the Vaikuṇṭha planets both husbands and wives are extraordinarily beautiful, and they are attracted to one another, but they do not enjoy sex life. Indeed, they consider sex not to be very relishable because both husband and wife are always absorbed in Kṛṣṇa consciousness and in glorifying and chanting the glories of the Lord. According to Bhaktivinoda Ṭhākura also, a husband and wife can turn the home into a place as good as Vaikuṇṭha, even while in this material world. Being absorbed in Kṛṣṇa consciousness, even in this world husband and wife can live in Vaikuṇṭha simply by installing the Deity of the Lord within the home and serving the Deity according to the directions of the śāstras. In this way, they will never feel the sex urge. That is the test of advancement in devotional service. One who is advanced in devotional service is never attracted by sex life, and as soon as one becomes detached from sex life and proportionately attached to the service of the Lord, he actually experiences living in the Vaikuṇṭha planets. In the ultimate issue, there is actually no material world, but when one forgets the service of the Lord and engages himself in the service of his senses, he is said to be living in the material world."
    },
    {
        "verse": "30",
        "devanagari": "इत्थम्भूतानुभावोऽसौ पृथु: स भगवत्तम: ।कीर्तितं तस्य चरितमुद्दामचरितस्य ते ॥ ३० ॥",
        "english_devnagari": "ittham-bhūtānubhāvo ’saupṛthuḥ sa bhagavattamaḥkīrtitaṁ tasya caritamuddāma-caritasya te",
        "verse_Syn": [
            "ittham",
            "bhūta",
            "anubhāvaḥ",
            "asau",
            "pṛthuḥ",
            "saḥ",
            "bhagavat",
            "tamaḥ",
            "kīrtitam",
            "tasya",
            "caritam",
            "uddāma",
            "caritasya",
            "te"
        ],
        "translation": "Maitreya continued: The greatest of all devotees, Mahārāja Pṛthu, was very powerful, and his character was liberal, magnificent and magnanimous. Thus I have described him to you as far as possible.",
        "purport": " In this verse the word bhagavattamaḥ is very significant, for the word bhagavat is used especially to refer to the Supreme Personality of Godhead, as the word bhagavān, “the Supreme Personality of Godhead,” is derived from the word bhagavat. Sometimes, however, we see that the word bhagavān is used for great personalities like Lord Brahmā, Lord Śiva and Nārada Muni. This is the case with Pṛthu Mahārāja, who is described here as the best of the bhagavāns, or the best of the lords. A person can be so addressed only if he is a great personality who exhibits extraordinary and uncommon features or who attains the greatest goal after his disappearance or who knows the difference between knowledge and ignorance. In other words, the word bhagavān should not be used for ordinary persons."
    },
    {
        "verse": "31",
        "devanagari": "य इदं सुमहत्पुण्यं श्रद्धयावहित: पठेत् ।श्रावयेच्छृणुयाद्वापि स पृथो: पदवीमियात् ॥ ३१ ॥",
        "english_devnagari": "ya idaṁ sumahat puṇyaṁśraddhayāvahitaḥ paṭhetśrāvayec chṛṇuyād vāpisa pṛthoḥ padavīm iyāt",
        "verse_Syn": [
            "yaḥ",
            "idam",
            "su",
            "mahat",
            "puṇyam",
            "śraddhayā",
            "avahitaḥ",
            "paṭhet",
            "śrāvayet",
            "śṛṇuyāt",
            "vā",
            "api",
            "saḥ",
            "pṛthoḥ",
            "padavīm",
            "iyāt"
        ],
        "translation": "Any person who describes the great characteristics of King Pṛthu with faith and determination — whether he reads or hears of them himself or helps others to hear of them — is certain to attain the very planet which Mahārāja Pṛthu attained. In other words, such a person also returns home to the Vaikuṇṭha planets, back to Godhead.",
        "purport": " In the execution of devotional service, śravaṇaṁ kīrtanaṁ viṣṇoḥ is especially stressed. This means that bhakti, or devotional service, begins by hearing and chanting about Viṣṇu. When we speak of Viṣṇu, we also refer to that which relates to Viṣṇu. In the Śiva Purāṇa, Lord Śiva recommends Viṣṇu worship to be the topmost worship, and that better than Viṣṇu worship is worship of the Vaiṣṇava or anything that is related to Viṣṇu. The fact is explained herein that hearing and chanting about a Vaiṣṇava is as good as hearing and chanting about Viṣṇu, for Maitreya has explained that anyone who hears about Pṛthu Mahārāja with attention also attains the planet which Mahārāja Pṛthu attained. There is no duality between Viṣṇu and the Vaiṣṇava, and this is called advaya-jñāna. A Vaiṣṇava is as important as Viṣṇu, and therefore Śrīla Viśvanātha Cakravartī Ṭhākura wrote in his Gurv-aṣṭaka: “The spiritual master is honored as much as the Supreme Lord because he is the most confidential servitor of the Lord. This is acknowledged in all revealed scriptures and is followed by all authorities. Therefore I offer my respectful obeisances unto the lotus feet of my spiritual master, who is a bona fide representative of Śrī Hari.” The supreme Vaiṣṇava is the spiritual master, and he is nondifferent from the Supreme Personality of Godhead. It is said that sometimes Lord Caitanya Mahāprabhu used to chant the names of the gopīs. Some of the Lord’s students tried to advise Him to chant the name of Kṛṣṇa instead, but upon hearing this Caitanya Mahāprabhu became very angry with His students. The controversy on this subject reached a point that after this incident Caitanya Mahāprabhu decided to take sannyāsa because He was not taken very seriously in His gṛhastha-āśrama. The point is that since Śrī Caitanya Mahāprabhu chanted the names of the gopīs, worship of the gopīs or the devotees of the Lord is as good as devotional service rendered directly to the Lord. It is also stated by the Lord Himself that devotional service to His devotees is better than service offered directly to Him. Sometimes the sahajiyā class of devotees are interested only in Kṛṣṇa’s personal pastimes to the exclusion of the activities of the devotees. This type of devotee is not on a very high level; one who sees the devotee and the Lord on the same level has further progressed."
    },
    {
        "verse": "32",
        "devanagari": "ब्राह्मणो ब्रह्मवर्चस्वी राजन्यो जगतीपति: ।वैश्य: पठन् विट्पति: स्याच्छूद्र: सत्तमतामियात् ॥ ३२ ॥",
        "english_devnagari": "brāhmaṇo brahma-varcasvīrājanyo jagatī-patiḥvaiśyaḥ paṭhan viṭ-patiḥ syācchūdraḥ sattamatām iyāt",
        "verse_Syn": [
            "brāhmaṇaḥ",
            "brahma",
            "varcasvī",
            "rājanyaḥ",
            "jagatī",
            "patiḥ",
            "vaiśyaḥ",
            "paṭhan",
            "viṭ",
            "patiḥ",
            "syāt",
            "śūdraḥ",
            "sattama",
            "tām",
            "iyāt"
        ],
        "translation": "If one hears of the characteristics of Pṛthu Mahārāja and is a brāhmaṇa, he becomes perfectly qualified with brahminical powers; if he is a kṣatriya, he becomes a king of the world; if he is a vaiśya, he becomes a master of other vaiśyas and many animals; and if he is a śūdra, he becomes the topmost devotee.",
        "purport": " In Śrīmad-Bhāgavatam it is recommended that one should become a devotee regardless of one’s condition. Whether one is without desire (akāma) or with desire (sakāma), or whether one desires liberation (mokṣa-kāma), he is advised to worship the Supreme Lord and execute devotional service unto Him. By so doing, one attains all perfection in any field of life. The process of devotional service — especially hearing and chanting — is so powerful that it can bring a person to the perfectional stage. In this verse brāhmaṇas, kṣatriyas, vaiśyas and śūdras are mentioned, but here it should be understood that that reference is to the brāhmaṇa who is born in a brahminical family, the kṣatriya who is born in a kṣatriya family, the vaiśya who is born in a vaiśya family, and the śūdra who is born in a śūdra family. But whether one is a brāhmaṇa, kṣatriya, vaiśya or śūdra, he can attain perfection simply by hearing and chanting. To take birth in a family of brāhmaṇas is not the ultimate finishing touch; one must have the power of a brāhmaṇa, which is called brahma-tejas. Similarly, taking birth in a royal family is not the all in all; one must possess the power to rule the world. Similarly, taking birth as a vaiśya is not all; one must possess hundreds or thousands of animals (specifically cows) and rule over other vaiśyas as Nanda Mahārāja did in Vṛndāvana. Nanda Mahārāja was a vaiśya who possessed nine hundred thousand cows and ruled over many cowherd men and boys. A person who is born in a śūdra family can become greater than a brāhmaṇa simply by accepting devotional service and giving aural reception to the pastimes of the Lord and His devotees."
    },
    {
        "verse": "33",
        "devanagari": "त्रि: कृत्व इदमाकर्ण्य नरो नार्यथवाद‍ृता ।अप्रज: सुप्रजतमो निर्धनो धनवत्तम: ॥ ३३ ॥",
        "english_devnagari": "triḥ kṛtva idam ākarṇyanaro nāry athavādṛtāaprajaḥ su-prajatamonirdhano dhanavattamaḥ",
        "verse_Syn": [
            "triḥ",
            "kṛtvaḥ",
            "idam",
            "ākarṇya",
            "naraḥ",
            "nārī",
            "athavā",
            "ādṛtā",
            "aprajaḥ",
            "su",
            "praja",
            "tamaḥ",
            "nirdhanaḥ",
            "dhana",
            "vat",
            "tamaḥ"
        ],
        "translation": "It does not matter whether one is a man or woman. Anyone who, with great respect, hears this narration of Mahārāja Pṛthu will become the parent of many children if without children, and will become the richest if without money.",
        "purport": " Materialistic persons who are very fond of money and great families worship different demigods to attain their desires, especially Goddess Durgā, Lord Śiva and Lord Brahmā. Such materialistic persons are called śriyaiśvarya-prajepsavaḥ. Śrī means “beauty,” aiśvarya means “riches,” prajā means “children,” and īpsavaḥ means “desiring.” As described in the Second Canto of Śrīmad-Bhāgavatam, one has to worship various demigods for different types of benedictions. However, here it is indicated that simply by hearing of the life and character of Mahārāja Pṛthu one can have both riches and children in enormous quantities. One simply has to read and understand the history of the life and activities of Pṛthu Mahārāja. It is advised that one read them at least three times. Those who are materially afflicted will so benefit by hearing of the Supreme Lord and His devotees that they need not go to any demigod. The word suprajatamaḥ, “surrounded by many children,” is very significant in this verse, for one may have many children but may not have any qualified children. Here, however, it is stated (su-prajatamaḥ) that all the children thus attained would be qualified in education, wealth, beauty and strength — everything complete."
    },
    {
        "verse": "34",
        "devanagari": "अस्पष्टकीर्ति: सुयशा मूर्खो भवति पण्डित: ।इदं स्वस्त्ययनं पुंसाममङ्गल्यनिवारणम् ॥ ३४ ॥",
        "english_devnagari": "aspaṣṭa-kīrtiḥ suyaśāmūrkho bhavati paṇḍitaḥidaṁ svasty-ayanaṁ puṁsāmamaṅgalya-nivāraṇam",
        "verse_Syn": [
            "aspaṣṭa",
            "kīrtiḥ",
            "su",
            "yaśāḥ",
            "mūrkhaḥ",
            "bhavati",
            "paṇḍitaḥ",
            "idam",
            "svasti",
            "ayanam",
            "puṁsām",
            "amaṅgalya",
            "nivāraṇam"
        ],
        "translation": "Also, one who hears this narration three times will become very reputable if he is not recognized in society, and he will become a great scholar if he is illiterate. In other words, hearing of the narrations of Pṛthu Mahārāja is so auspicious that it drives away all bad luck.",
        "purport": " In the material world, everyone wants some profit, some adoration and some reputation. By associating in different ways with the Supreme Personality of Godhead or His devotee, one can very easily become opulent in every respect. Even if one is not known or recognized by society, he becomes very famous and important if he takes to devotional service and preaching. As far as education is concerned, one can become recognized in society as a great learned scholar simply by hearing Śrīmad-Bhāgavatam and Bhagavad-gītā, wherein the pastimes of the Lord and His devotees are described. This material world is full of dangers at every step, but a devotee has no fear because devotional service is so auspicious that it automatically counteracts all kinds of bad luck. Since hearing about Pṛthu Mahārāja is one of the items of devotional service (śravaṇam), naturally hearing about him brings all good fortune."
    },
    {
        "verse": "35",
        "devanagari": "धन्यं यशस्यमायुष्यं स्वर्ग्यं कलिमलापहम् ।धर्मार्थकाममोक्षाणां सम्यक्सिद्धिमभीप्सुभि: ।श्रद्धयैतदनुश्राव्यं चतुर्णां कारणं परम् ॥ ३५ ॥",
        "english_devnagari": "dhanyaṁ yaśasyam āyuṣyaṁsvargyaṁ kali-malāpahamdharmārtha-kāma-mokṣāṇāṁsamyak siddhim abhīpsubhiḥśraddhayaitad anuśrāvyaṁcaturṇāṁ kāraṇaṁ param",
        "verse_Syn": [
            "dhanyam",
            "yaśasyam",
            "āyuṣyam",
            "svargyam",
            "kali",
            "mala",
            "apaham",
            "dharma",
            "artha",
            "kāma",
            "mokṣāṇām",
            "samyak",
            "siddhim",
            "abhīpsubhiḥ",
            "śraddhayā",
            "etat",
            "anuśrāvyam",
            "caturṇām",
            "kāraṇam",
            "param"
        ],
        "translation": "By hearing the narration of Pṛthu Mahārāja, one can become great, increase his duration of life, gain promotion to the heavenly planets and counteract the contaminations of this Age of Kali. In addition, one can promote the causes of religion, economic development, sense gratification and liberation. Therefore from all sides it is advisable for a materialistic person who is interested in such things to read and hear the narrations of the life and character of Pṛthu Mahārāja.",
        "purport": " By reading and hearing the narrations of the life and character of Pṛthu Mahārāja, one naturally becomes a devotee, and as soon as one becomes a devotee, his material desires automatically become fulfilled. Therefore it is recommended in Śrīmad-Bhāgavatam (2.3.10): If a person wants to return home, back to Godhead, or wants to become a pure devotee (akāma), or wants some material prosperity (sakāma or sarva-kāma), or wants to merge into the existence of the Supreme Brahman effulgence (mokṣa-kāma), he is recommended to take to the path of devotional service and hear and chant of Lord Viṣṇu or of His devotee. This is the sum and substance of all Vedic literatures. Vedaiś ca sarvair aham eva vedyaḥ (Bg. 15.15): the purpose of Vedic knowledge is to understand Kṛṣṇa and His devotees. Whenever we speak of Kṛṣṇa, we refer to His devotees also, for He is not alone. He is never nirviśeṣa or śūnya — without variety, or zero. Kṛṣṇa is full of variety, and as soon as Kṛṣṇa is present, there cannot be any question of void."
    },
    {
        "verse": "36",
        "devanagari": "विजयाभिमुखो राजा श्रुत्वैतदभियाति यान् ।बलिं तस्मै हरन्त्यग्रे राजान: पृथवे यथा ॥ ३६ ॥",
        "english_devnagari": "vijayābhimukho rājāśrutvaitad abhiyāti yānbaliṁ tasmai haranty agrerājānaḥ pṛthave yathā",
        "verse_Syn": [
            "vijaya",
            "abhimukhaḥ",
            "rājā",
            "śrutvā",
            "etat",
            "abhiyāti",
            "yān",
            "balim",
            "tasmai",
            "haranti",
            "agre",
            "rājānaḥ",
            "pṛthave",
            "yathā"
        ],
        "translation": "If a king, who is desirous of attaining victory and ruling power, chants the narration of Pṛthu Mahārāja three times before going forth on his chariot, all subordinate kings will automatically render all kinds of taxes unto him — as they rendered them unto Mahārāja Pṛthu — simply upon his order.",
        "purport": " Since a kṣatriya king naturally desires to rule the world, he wishes to make all other kings subordinate to him. This was also the position many years ago when Pṛthu Mahārāja was ruling over the earth. At that time he was the only emperor on this planet. Even five thousand years ago, Mahārāja Yudhiṣṭhira and Mahārāja Parīkṣit were the sole emperors of this planet. Sometimes the subordinate kings rebelled, and it was necessary for the emperor to go and chastise them. This process of chanting the narrations of the life and character of Pṛthu Mahārāja is recommended for conquering kings if they want to fulfill their desire to rule the world."
    },
    {
        "verse": "37",
        "devanagari": "मुक्तान्यसङ्गो भगवत्यमलां भक्तिमुद्वहन् ।वैन्यस्य चरितं पुण्यं श‍ृणुयाच्छ्रावयेत्पठेत् ॥ ३७ ॥",
        "english_devnagari": "muktānya-saṅgo bhagavatyamalāṁ bhaktim udvahanvainyasya caritaṁ puṇyaṁśṛṇuyāc chrāvayet paṭhet",
        "verse_Syn": [
            "mukta",
            "anya",
            "saṅgaḥ",
            "bhagavati",
            "amalām",
            "bhaktim",
            "udvahan",
            "vainyasya",
            "caritam",
            "puṇyam",
            "śṛṇuyāt",
            "śrāvayet",
            "paṭhet"
        ],
        "translation": "A pure devotee who is executing the different processes of devotional service may be situated in the transcendental position, being completely absorbed in Kṛṣṇa consciousness, but even he, while discharging devotional service, must hear, read and induce others to hear about the character and life of Pṛthu Mahārāja.",
        "purport": " There is a type of neophyte devotee who is very anxious to hear about the pastimes of the Lord, especially the rāsa-līlā chapters in Śrīmad-Bhāgavatam. Such a devotee should know by this instruction that the pastimes of Pṛthu Mahārāja are nondifferent from the pastimes of the Supreme Personality of Godhead. An ideal king, Pṛthu Mahārāja exhibited all talents in showing how to rule the citizens, how to educate them, how to develop the state economically, how to fight enemies, how to perform great sacrifices (yajñas), etc. Thus it is recommended for the sahajiyā, or the neophyte devotee, to hear, chant and get others to hear about the activities of Pṛthu Mahārāja, even though one may think himself to be in the transcendental position of advanced devotional service."
    },
    {
        "verse": "38",
        "devanagari": "वैचित्रवीर्याभिहितं महन्माहात्म्यसूचकम् ।अस्मिन् कृतमतिमर्त्यं पार्थवीं गतिमाप्नुयात् ॥ ३८ ॥",
        "english_devnagari": "vaicitravīryābhihitaṁmahan-māhātmya-sūcakamasmin kṛtam atimartyaṁpārthavīṁ gatim āpnuyāt",
        "verse_Syn": [
            "vaicitravīrya",
            "abhihitam",
            "mahat",
            "māhātmya",
            "sūcakam",
            "asmin",
            "kṛtam",
            "ati",
            "martyam",
            "pārthavīm",
            "gatim",
            "āpnuyāt"
        ],
        "translation": "The great sage Maitreya continued: My dear Vidura, I have as far as possible spoken the narrations about Pṛthu Mahārāja, which enrich one’s devotional attitude. Whoever takes advantage of these benefits also goes back home, back to Godhead, like Mahārāja Pṛthu.",
        "purport": " The word śrāvayet, mentioned in a previous verse, indicates that one should not only read for himself, but should also induce others to read and hear. That is called preaching. Caitanya Mahāprabhu recommended this practice: yāre dekha, tāre kaha ‘kṛṣṇa’-upadeśa: “Whomever you meet, simply talk with him about the instructions given by Kṛṣṇa or tell him of narrations about Kṛṣṇa.” (Cc. Madhya 7.128) Pṛthu Mahārāja’s history of devotional service is as potent as narrations about the activities of the Supreme Personality of Godhead. One should not make distinctions between the pastimes of the Lord and the activities of Pṛthu Mahārāja, and whenever it is possible a devotee should attempt to induce others to hear about Pṛthu Mahārāja. One should not only read of his pastimes for one’s own benefit but should induce others to read and hear about them also. In this way everyone can be benefited."
    },
    {
        "verse": "39",
        "devanagari": "अनुदिनमिदमादरेण श‍ृण्वन्पृथुचरितं प्रथयन् विमुक्तसङ्ग: ।भगवति भवसिन्धुपोतपादेस च निपुणां लभते रतिं मनुष्य: ॥ ३९ ॥",
        "english_devnagari": "anudinam idam ādareṇa śṛṇvanpṛthu-caritaṁ prathayan vimukta-saṅgaḥbhagavati bhava-sindhu-pota-pādesa ca nipuṇāṁ labhate ratiṁ manuṣyaḥ",
        "verse_Syn": [
            "anu",
            "dinam",
            "idam",
            "ādareṇa",
            "śṛṇvan",
            "pṛthu",
            "caritam",
            "prathayan",
            "vimukta",
            "saṅgaḥ",
            "bhagavati",
            "bhava",
            "sindhu",
            "pota",
            "pāde",
            "saḥ",
            "ca",
            "nipuṇām",
            "labhate",
            "ratim",
            "manuṣyaḥ"
        ],
        "translation": "Whoever, with great reverence and adoration, regularly reads, chants and describes the history of Mahārāja Pṛthu’s activities will certainly increase unflinching faith and attraction for the lotus feet of the Lord. The Lord’s lotus feet are the boat by which one can cross the ocean of nescience.",
        "purport": " The word bhava-sindhu-pota-pāde is significant in this verse. The lotus feet of the Lord are known as mahat-padam; this means that the total source of material existence rests on the lotus feet of the Lord. As stated in Bhagavad-gītā (10.8), ahaṁ sarvasya prabhavaḥ: everything is emanating from Him. This cosmic manifestation, which is compared to an ocean of nescience, is also resting on the lotus feet of the Lord. As such, this great ocean of nescience is minimized by a person who is a pure devotee. One who has taken shelter of the lotus feet of the Lord need not cross over the ocean, for he has already crossed it by virtue of his position at the Lord’s lotus feet. By hearing and chanting of the glories of the Lord or the Lord’s devotee, one can become firmly fixed in the service of the lotus feet of the Lord. This position can also be achieved very easily by narrating the history of the life of Pṛthu Mahārāja regularly every day. The word vimukta-saṅgaḥ is also significant in this connection. Because we associate with the three qualities of material nature, our position in this material world is full of dangers, but when we engage in the devotional service of the Lord by the process of śravaṇam and kīrtanam, we immediately become vimukta-saṅga, or liberated."
    }
]