[
    {
        "verse": "1",
        "devanagari": "",
        "english_devnagari": "maitreya uvācamauktikaiḥ kusuma-sragbhirdukūlaiḥ svarṇa-toraṇaiḥmahā-surabhibhir dhūpairmaṇḍitaṁ tatra tatra vai",
        "verse_Syn": [
            "maitreyaḥ",
            "uvāca",
            "mauktikaiḥ",
            "kusuma",
            "sragbhiḥ",
            "dukūlaiḥ",
            "svarṇa",
            "toraṇaiḥ",
            "mahā",
            "surabhibhiḥ",
            "dhūpaiḥ",
            "maṇḍitam",
            "tatra",
            "tatra",
            "vai"
        ],
        "translation": "The great sage Maitreya told Vidura: When the King entered his city, it was very beautifully decorated to receive him with pearls, flower garlands, beautiful cloth and golden gates, and the entire city was perfumed with highly fragrant incense.",
        "purport": " Real opulence is supplied by natural gifts such as gold, silver, pearls, valuable stones, fresh flowers, trees and silken cloth. Thus the Vedic civilization recommends opulence and decoration with these natural gifts of the Supreme Personality of Godhead. Such opulence immediately changes the condition of the mind, and the entire atmosphere becomes spiritualized. King Pṛthu’s capital was decorated with such highly opulent decorations."
    },
    {
        "verse": "2",
        "devanagari": "चन्दनागुरुतोयार्द्ररथ्याचत्वरमार्गवत् ।पुष्पाक्षतफलैस्तोक्‍मैर्लाजैरर्चिर्भिरर्चितम् ॥ २ ॥",
        "english_devnagari": "candanāguru-toyārdra-rathyā-catvara-mārgavatpuṣpākṣata-phalais tokmairlājair arcirbhir arcitam",
        "verse_Syn": [
            "candana",
            "aguru",
            "toya",
            "ārdra",
            "rathyā",
            "catvara",
            "mārgavat",
            "puṣpa",
            "akṣata",
            "phalaiḥ",
            "tokmaiḥ",
            "lājaiḥ",
            "arcirbhiḥ",
            "arcitam"
        ],
        "translation": "Fragrant water distilled from sandalwood and aguru herb was sprinkled everywhere on the lanes, roads and small parks throughout the city, and everywhere were decorations of unbroken fruits, flowers, wetted grains, varied minerals, and lamps, all presented as auspicious paraphernalia.",
        "purport": ""
    },
    {
        "verse": "3",
        "devanagari": "सवृन्दै: कदलीस्तम्भै: पूगपोतै: परिष्कृतम् ।तरुपल्लवमालाभि: सर्वत: समलङ्‌कृतम् ॥ ३ ॥",
        "english_devnagari": "savṛndaiḥ kadalī-stambhaiḥpūga-potaiḥ pariṣkṛtamtaru-pallava-mālābhiḥsarvataḥ samalaṅkṛtam",
        "verse_Syn": [
            "sa",
            "vṛndaiḥ",
            "kadalī",
            "stambhaiḥ",
            "pūga",
            "potaiḥ",
            "pariṣkṛtam",
            "taru",
            "pallava",
            "mālābhiḥ",
            "sarvataḥ",
            "samalaṅkṛtam"
        ],
        "translation": "At the street crossings there were bunches of fruits and flowers, as well as pillars of banana trees and betel nut branches. All these combined decorations everywhere looked very attractive.",
        "purport": ""
    },
    {
        "verse": "4",
        "devanagari": "प्रजास्तं दीपबलिभि: सम्भृताशेषमङ्गलै: ।अभीयुर्मृष्टकन्याश्च मृष्टकुण्डलमण्डिता: ॥ ४ ॥",
        "english_devnagari": "prajās taṁ dīpa-balibhiḥsambhṛtāśeṣa-maṅgalaiḥabhīyur mṛṣṭa-kanyāś camṛṣṭa-kuṇḍala-maṇḍitāḥ",
        "verse_Syn": [
            "prajāḥ",
            "tam",
            "dīpa",
            "balibhiḥ",
            "sambhṛta",
            "aśeṣa",
            "maṅgalaiḥ",
            "abhīyuḥ",
            "mṛṣṭa",
            "kanyāḥ",
            "ca",
            "mṛṣṭa",
            "kuṇḍala",
            "maṇḍitāḥ"
        ],
        "translation": "As the King entered the gate of the city, all the citizens received him with many auspicious articles like lamps, flowers and yogurt. The King was also received by many beautiful unmarried girls whose bodies were bedecked with various ornaments, especially with earrings which collided with one another.",
        "purport": " Offerings of natural products such as betel nuts, bananas, newly grown wheat, paddy, yogurt and vermillion, carried by the citizens and scattered throughout the city, are all auspicious paraphernalia, according to Vedic civilization, for receiving a prominent guest like a bridegroom, king or spiritual master. Similarly, a welcome offered by unmarried girls who are internally and externally clean and are dressed in nice garments and ornaments is also auspicious. Kumārī, or unmarried girls untouched by the hand of any member of the opposite sex, are auspicious members of society. Even today in Hindu society the most conservative families do not allow unmarried girls to go out freely or mix with boys. They are very carefully protected by their parents while unmarried, after marriage they are protected by their young husbands, and when elderly they are protected by their children. When thus protected, women as a class remain an always auspicious source of energy to man."
    },
    {
        "verse": "5",
        "devanagari": "शङ्खदुन्दुभिघोषेण ब्रह्मघोषेण चर्त्विजाम् ।विवेश भवनं वीर: स्तूयमानो गतस्मय: ॥ ५ ॥",
        "english_devnagari": "śaṅkha-dundubhi-ghoṣeṇabrahma-ghoṣeṇa cartvijāmviveśa bhavanaṁ vīraḥstūyamāno gata-smayaḥ",
        "verse_Syn": [
            "śaṅkha",
            "dundubhi",
            "ghoṣeṇa",
            "brahma",
            "ghoṣeṇa",
            "ca",
            "ṛtvijām",
            "viveśa",
            "bhavanam",
            "vīraḥ",
            "stūyamānaḥ",
            "gata",
            "smayaḥ"
        ],
        "translation": "When the King entered the palace, conchshells and kettledrums were sounded, priests chanted Vedic mantras, and professional reciters offered different prayers. But in spite of all this ceremony to welcome him, the King was not the least bit affected.",
        "purport": " The reception given to the King was full of opulence, yet he did not become proud. It is said, therefore, that great personalities of power and opulence never become proud, and the example is given that a tree which is full of fruits and flowers does not stand erect in pride but instead bends downwards to show submissiveness. This is a sign of the wonderful character of great personalities."
    },
    {
        "verse": "6",
        "devanagari": "पूजित: पूजयामास तत्र तत्र महायशा: ।पौराञ्जानपदांस्तांस्तान्प्रीत: प्रियवरप्रद: ॥ ६ ॥",
        "english_devnagari": "pūjitaḥ pūjayām āsatatra tatra mahā-yaśāḥpaurāñ jānapadāṁs tāṁs tānprītaḥ priya-vara-pradaḥ",
        "verse_Syn": [
            "pūjitaḥ",
            "pūjayām",
            "āsa",
            "tatra",
            "tatra",
            "mahā",
            "yaśāḥ",
            "paurān",
            "jāna",
            "padān",
            "tān",
            "tān",
            "prītaḥ",
            "priya",
            "vara",
            "pradaḥ"
        ],
        "translation": "Both the important citizens and the common citizens welcomed the King very heartily, and he also bestowed upon them their desired blessings.",
        "purport": " A responsible king was always approachable by his citizens. Generally the citizens, great and common, all had an aspiration to see the king and take benediction from him. The king knew this, and therefore whenever he met the citizens he immediately fulfilled their desires or mitigated their grievances. In such dealings, a responsible monarchy is better than a so-called democratic government in which no one is responsible to mitigate the grievances of the citizens, who are unable to personally meet the supreme executive head. In a responsible monarchy the citizens had no grievances against the government, and even if they did, they could approach the king directly for immediate satisfaction."
    },
    {
        "verse": "7",
        "devanagari": "स एवमादीन्यनवद्यचेष्टित:कर्माणि भूयांसि महान्महत्तम: ।कुर्वन् शशासावनिमण्डलं यश:स्फीतं निधायारुरुहे परं पदम् ॥ ७ ॥",
        "english_devnagari": "sa evam ādīny anavadya-ceṣṭitaḥkarmāṇi bhūyāṁsi mahān mahattamaḥkurvan śaśāsāvani-maṇḍalaṁ yaśaḥsphītaṁ nidhāyāruruhe paraṁ padam",
        "verse_Syn": [
            "saḥ",
            "evam",
            "ādīni",
            "anavadya",
            "ceṣṭitaḥ",
            "karmāṇi",
            "bhūyāṁsi",
            "mahān",
            "mahat",
            "tamaḥ",
            "kurvan",
            "śaśāsa",
            "avani",
            "maṇḍalam",
            "yaśaḥ",
            "sphītam",
            "nidhāya",
            "āruruhe",
            "param",
            "padam"
        ],
        "translation": "King Pṛthu was greater than the greatest soul and was therefore worshipable by everyone. He performed many glorious activities in ruling over the surface of the world and was always magnanimous. After achieving such great success and a reputation which spread throughout the universe, he at last obtained the lotus feet of the Supreme Personality of Godhead.",
        "purport": " A responsible king or chief executive has many responsible duties to attend to in ruling over the citizens. The most important duty of the monarch or the government is to perform various sacrifices as enjoined in the Vedic literatures. The next duty of the king is to see that every citizen executes the prescribed duties for his particular community. It is the king’s duty to see that everyone perfectly executes the duties prescribed for the varṇa and āśrama divisions of society. Besides that, as exemplified by King Pṛthu, he must develop the earth for the greatest possible production of food grains. There are different types of great personalities — some are positive great personalities, some comparative and some superlative — but King Pṛthu exceeded all of them. He is therefore described here as mahattamaḥ, greater than the greatest. Mahārāja Pṛthu was a kṣatriya, and he discharged his kṣatriya duties perfectly. Similarly, brāhmaṇas, vaiśyas and śūdras can discharge their respective duties perfectly and thus at the ultimate end of life be promoted to the transcendental world, which is called paraṁ padam. Paraṁ padam, or the Vaikuṇṭha planets, can be achieved only by devotional service. The impersonal Brahman region is also called paraṁ padam, but unless one is attached to the Personality of Godhead one must again fall down to the material world from the impersonal paraṁ padam situation. It is said, therefore, āruhya kṛcchreṇa paraṁ padaṁ tataḥ: the impersonalists endeavor very strenuously to achieve the paraṁ padam, or impersonal brahmajyoti, but unfortunately, being bereft of a relationship with the Supreme Personality of Godhead, they come down again to the material world. If one flies in outer space he can go very high up, but unless he reaches a planet he must come down again to earth. Similarly, because the impersonalists who reach the paraṁ padam of the impersonal brahmajyoti do not enter into the Vaikuṇṭha planets, they come down again to this material world and are given shelter in one of the material planets. Although they may attain Brahmaloka, or Satyaloka, all such planets are situated in the material world."
    },
    {
        "verse": "8",
        "devanagari": "सूत उवाचतदादिराजस्य यशो विजृम्भितंगुणैरशेषैर्गुणवत्सभाजितम् ।क्षत्ता महाभागवत: सदस्पतेकौषारविं प्राह गृणन्तमर्चयन् ॥ ८ ॥",
        "english_devnagari": "sūta uvācatad ādi-rājasya yaśo vijṛmbhitaṁguṇair aśeṣair guṇavat-sabhājitamkṣattā mahā-bhāgavataḥ sadaspatekauṣāraviṁ prāha gṛṇantam arcayan",
        "verse_Syn": [
            "sūtaḥ",
            "uvāca",
            "tat",
            "ādi",
            "rājasya",
            "yaśaḥ",
            "vijṛmbhitam",
            "guṇaiḥ",
            "aśeṣaiḥ",
            "guṇa",
            "vat",
            "sabhājitam",
            "kṣattā",
            "mahā",
            "bhāgavataḥ",
            "sadaḥ",
            "pate",
            "kauṣāravim",
            "prāha",
            "gṛṇantam",
            "arcayan"
        ],
        "translation": "Sūta Gosvāmī continued: O Śaunaka, leader of the great sages, after hearing Maitreya speak about the various activities of King Pṛthu, the original king, who was fully qualified, glorified and widely praised all over the world, Vidura, the great devotee, very submissively worshiped Maitreya Ṛṣi and asked him the following question.",
        "purport": ""
    },
    {
        "verse": "9",
        "devanagari": "विदुर उवाचसोऽभिषिक्त: पृथुर्विप्रैर्लब्धाशेषसुरार्हण: ।बिभ्रत् स वैष्णवं तेजो बाह्वोर्याभ्यां दुदोह गाम् ॥ ९ ॥",
        "english_devnagari": "vidura uvācaso ’bhiṣiktaḥ pṛthur viprairlabdhāśeṣa-surārhaṇaḥbibhrat sa vaiṣṇavaṁ tejobāhvor yābhyāṁ dudoha gām",
        "verse_Syn": [
            "viduraḥ",
            "uvāca",
            "saḥ",
            "abhiṣiktaḥ",
            "pṛthuḥ",
            "vipraiḥ",
            "labdha",
            "aśeṣa",
            "sura",
            "arhaṇaḥ",
            "bibhrat",
            "saḥ",
            "vaiṣṇavam",
            "tejaḥ",
            "bāhvoḥ",
            "yābhyām",
            "dudoha",
            "gām"
        ],
        "translation": "Vidura said: My dear brāhmaṇa Maitreya, it is very enlightening to understand that King Pṛthu was enthroned by the great sages and brāhmaṇas. All the demigods presented him with innumerable gifts, and he also expanded his influence upon personally receiving strength from Lord Viṣṇu. Thus he greatly developed the earth.",
        "purport": " Because Pṛthu Mahārāja was an empowered incarnation of Lord Viṣṇu and was naturally a great Vaiṣṇava devotee of the Lord, all the demigods were pleased with him and presented different gifts to help him in exercising his royal power, and the great sages and saintly persons also joined in his coronation. Thus blessed by them, he ruled over the earth and exploited its resources for the greatest satisfaction of the people in general. This has already been explained in the previous chapters regarding the activities of King Pṛthu. As will be apparent from the next verse, every executive head of state should follow in the footsteps of Mahārāja Pṛthu in ruling over his kingdom. Regardless of whether the chief executive is a king or president, or whether the government is monarchical or democratic, this process is so perfect that if it is followed, everyone will become happy, and thus it will be very easy for all to execute devotional service to the Supreme Personality of Godhead."
    },
    {
        "verse": "10",
        "devanagari": "को न्वस्य कीर्तिं न श‍ृणोत्यभिज्ञोयद्विक्रमोच्छिष्टमशेषभूपा: ।लोका: सपाला उपजीवन्ति काम-मद्यापि तन्मे वद कर्म शुद्धम् ॥ १० ॥",
        "english_devnagari": "ko nv asya kīrtiṁ na śṛṇoty abhijñoyad-vikramocchiṣṭam aśeṣa-bhūpāḥlokāḥ sa-pālā upajīvanti kāmamadyāpi tan me vada karma śuddham",
        "verse_Syn": [
            "kaḥ",
            "nu",
            "asya",
            "kīrtim",
            "na",
            "śṛṇoti",
            "abhijñaḥ",
            "yat",
            "vikrama",
            "ucchiṣṭam",
            "aśeṣa",
            "bhūpāḥ",
            "lokāḥ",
            "sa",
            "pālāḥ",
            "upajīvanti",
            "kāmam",
            "adya",
            "api",
            "tat",
            "me",
            "vada",
            "karma",
            "śuddham"
        ],
        "translation": "Pṛthu Mahārāja was so great in his activities and magnanimous in his method of ruling that all the kings and demigods on the various planets still follow in his footsteps. Who is there who will not try to hear about his glorious activities? I wish to hear more and more about Pṛthu Mahārāja because his activities are so pious and auspicious.",
        "purport": " Saint Vidura’s purpose in hearing about Pṛthu Mahārāja over and over again was to set an example for ordinary kings and executive heads, who should all be inclined to hear repeatedly about Pṛthu Mahārāja’s activities in order to also be able to rule over their kingdoms or states very faithfully for the peace and prosperity of the people in general. Unfortunately, at the present moment no one cares to hear about Pṛthu Mahārāja or to follow in his footsteps; therefore no nation in the world is either happy or progressive in spiritual understanding, although that is the sole aim and objective of human life."
    },
    {
        "verse": "11",
        "devanagari": "मैत्रेय उवाचगङ्गायमुनयोर्नद्योरन्तरा क्षेत्रमावसन् ।आरब्धानेव बुभुजे भोगान् पुण्यजिहासया ॥ ११ ॥",
        "english_devnagari": "maitreya uvācagaṅgā-yamunayor nadyorantarā kṣetram āvasanārabdhān eva bubhujebhogān puṇya-jihāsayā",
        "verse_Syn": [
            "maitreyaḥ",
            "uvāca",
            "gaṅgā",
            "yamunayoḥ",
            "nadyoḥ",
            "antarā",
            "kṣetram",
            "āvasan",
            "ārabdhān",
            "eva",
            "bubhuje",
            "bhogān",
            "puṇya",
            "jihāsayā"
        ],
        "translation": "The great saintly sage Maitreya told Vidura: My dear Vidura, King Pṛthu lived in the tract of land between the two great rivers Ganges and Yamunā. Because he was very opulent, it appeared that he was enjoying his destined fortune in order to diminish the results of his past pious activities.",
        "purport": " The terms “pious” and “impious” are applicable only in reference to the activities of an ordinary living being. But Mahārāja Pṛthu was a directly empowered incarnation of Lord Viṣṇu; therefore he was not subject to the reactions of pious or impious activities. As we have already explained previously, when a living being is specifically empowered by the Supreme Lord to act for a particular purpose, he is called a śaktyāveśa-avatāra. Pṛthu Mahārāja was not only a śaktyāveśa-avatāra but also a great devotee. A devotee is not subjected to the reactions resulting from past deeds. In the Brahma-saṁhitā it is said, karmāṇi nirdahati kintu ca bhakti-bhājām: for devotees the results of past pious and impious activities are nullified by the Supreme Personality of Godhead. The words ārabdhān eva mean “as if achieved by past deeds,” but in the case of Pṛthu Mahārāja there was no question of reaction to past deeds, and thus the word eva is used here to indicate comparison to ordinary persons. In Bhagavad-gītā the Lord says, avajānanti māṁ mūḍhāḥ. This means that sometimes people misunderstand an incarnation of the Supreme Personality of Godhead to be an ordinary man. The Supreme Godhead, His incarnations or His devotees may pose themselves as ordinary men, but they are never to be considered as such. Nor should an ordinary man not supported by authorized statements of the śāstras and ācāryas be accepted as an incarnation or devotee. By the evidence of śāstra, Sanātana Gosvāmī detected Lord Caitanya Mahāprabhu to be a direct incarnation of Kṛṣṇa, the Supreme Personality of Godhead, although Lord Caitanya never disclosed the fact. It is therefore generally recommended that the ācārya, or guru, should not be accepted as an ordinary man."
    },
    {
        "verse": "12",
        "devanagari": "सर्वत्रास्खलितादेश: सप्तद्वीपैकदण्डधृक् ।अन्यत्र ब्राह्मणकुलादन्यत्राच्युतगोत्रत: ॥ १२ ॥",
        "english_devnagari": "sarvatrāskhalitādeśaḥsapta-dvīpaika-daṇḍa-dhṛkanyatra brāhmaṇa-kulādanyatrācyuta-gotrataḥ",
        "verse_Syn": [
            "sarvatra",
            "askhalita",
            "ādeśaḥ",
            "sapta",
            "dvīpa",
            "eka",
            "daṇḍa",
            "dhṛk",
            "anyatra",
            "brāhmaṇa",
            "kulāt",
            "anyatra",
            "acyuta",
            "gotrataḥ"
        ],
        "translation": "Mahārāja Pṛthu was an unrivaled king and possessed the scepter for ruling all the seven islands on the surface of the globe. No one could disobey his irrevocable orders but the saintly persons, the brāhmaṇas and the descendants of the Supreme Personality of Godhead [the Vaiṣṇavas].",
        "purport": " Sapta-dvīpa refers to the seven great islands or continents on the surface of the globe: (1) Asia, (2) Europe, (3) Africa, (4) North America, (5) South America, (6) Australia and (7) Oceania. In the modern age people are under the impression that during the Vedic period or the prehistoric ages America and many other parts of the world had not been discovered, but that is not a fact. Pṛthu Mahārāja ruled over the world many thousands of years before the so-called prehistoric age, and it is clearly mentioned here that in those days not only were all the different parts of the world known, but they were ruled by one king, Mahārāja Pṛthu. The country where Pṛthu Mahārāja resided must have been India because it is stated in the eleventh verse of this chapter that he lived in the tract of land between the rivers Ganges and Yamunā. This tract of land, which is called Brahmāvarta, consists of what is known in the modern age as portions of Punjab and northern India. It is clear that the kings of India once ruled all the world and that their culture was Vedic. The word askhalita indicates that orders by the king could not be disobeyed by anyone in the entire world. Such orders, however, were never issued to control saintly persons or the descendants of the Supreme Personality of Godhead, Viṣṇu. The Supreme Lord is known as Acyuta, and Lord Kṛṣṇa is addressed as such by Arjuna in Bhagavad-gītā (senayor ubhayor madhye rathaṁ sthāpaya me ’cyuta). Acyuta refers to one who does not fall because He is never influenced by the modes of material nature. When a living entity falls down to the material world from his original position, he becomes cyuta, which means that he forgets his relationship with Acyuta. Actually every living entity is a part and parcel, or a son, of the Supreme Personality of Godhead. When influenced by the modes of material nature, a living entity forgets this relationship and thinks in terms of different species of life; but when he again comes to his original consciousness, he does not observe such bodily designations. This is indicated in Bhagavad-gītā (5.18) by the words paṇḍitāḥ sama-darśinaḥ. Material designations create differentiation in terms of caste, color, creed, nationality, etc. Different gotras, or family designations, are distinctions in terms of the material body, but when one comes to Kṛṣṇa consciousness he immediately becomes one of the Acyuta-gotra, or descendants of the Supreme Personality of Godhead, and thus becomes transcendental to all considerations of caste, creed, color and nationality. Pṛthu Mahārāja had no control over the brāhmaṇa-kula, which refers to the learned scholars in Vedic knowledge, nor over the Vaiṣṇavas, who are above the considerations of Vedic knowledge. It is therefore said: “One who thinks the Deity in the temple to be made of wood or stone, who thinks of the spiritual master in the disciplic succession as an ordinary man, who thinks the Vaiṣṇava in the Acyuta-gotra to belong to a certain caste or creed or who thinks of caraṇāmṛta or Ganges water as ordinary water is taken to be a resident of hell.” (Padma Purāṇa) From the facts presented in this verse, it appears that people in general should be controlled by a king until they come to the platform of Vaiṣṇavas and brāhmaṇas, who are not under the control of anyone. Brāhmaṇa refers to one who knows Brahman, or the impersonal feature of the Absolute Truth, and a Vaiṣṇava is one who serves the Supreme Personality of Godhead."
    },
    {
        "verse": "13",
        "devanagari": "एकदासीन्महासत्रदीक्षा तत्र दिवौकसाम् ।समाजो ब्रह्मर्षीणां च राजर्षीणां च सत्तम ॥ १३ ॥",
        "english_devnagari": "ekadāsīn mahā-satra-dīkṣā tatra divaukasāmsamājo brahmarṣīṇāṁ carājarṣīṇāṁ ca sattama",
        "verse_Syn": [
            "ekadā",
            "āsīt",
            "mahā",
            "satra",
            "dīkṣā",
            "tatra",
            "diva",
            "okasām",
            "samājaḥ",
            "brahma",
            "ṛṣīṇām",
            "ca",
            "rāja",
            "ṛṣīṇām",
            "ca",
            "sat",
            "tama"
        ],
        "translation": "Once upon a time King Pṛthu initiated the performance of a very great sacrifice in which great saintly sages, brāhmaṇas, demigods from higher planetary systems and great saintly kings known as rājarṣis all assembled together.",
        "purport": " In this verse the most significant point is that although King Pṛthu’s residential quarters were in India, between the rivers Ganges and Yamunā, the demigods also participated in the great sacrifice he performed. This indicates that formerly the demigods used to come to this planet. Similarly, great personalities like Arjuna, Yudhiṣṭhira and many others used to visit higher planetary systems. Thus there was interplanetary communication via suitable airplanes and space vehicles."
    },
    {
        "verse": "14",
        "devanagari": "तस्मिन्नर्हत्सु सर्वेषु स्वर्चितेषु यथार्हत: ।उत्थित: सदसो मध्ये ताराणामुडुराडिव ॥ १४ ॥",
        "english_devnagari": "tasminn arhatsu sarveṣusv-arciteṣu yathārhataḥutthitaḥ sadaso madhyetārāṇām uḍurāḍ iva",
        "verse_Syn": [
            "tasmin",
            "arhatsu",
            "sarveṣu",
            "su",
            "arciteṣu",
            "yathā",
            "arhataḥ",
            "utthitaḥ",
            "sadasaḥ",
            "madhye",
            "tārāṇām",
            "uḍu",
            "rāṭ",
            "iva"
        ],
        "translation": "In that great assembly, Mahārāja Pṛthu first of all worshiped all the respectable visitors according to their respective positions. After this, he stood up in the midst of the assembly, and it appeared that the full moon had arisen amongst the stars.",
        "purport": " According to the Vedic system, the reception of great, exalted personalities, as arranged by Pṛthu Mahārāja in that great sacrificial arena, is very important. The first procedure in receiving guests is to wash their feet, and it is learned from Vedic literature that one time when Mahārāja Yudhiṣṭhira performed a Rājasūya-yajña, Kṛṣṇa took charge of washing the feet of the visitors. Similarly, Mahārāja Pṛthu also arranged for the proper reception of the demigods, the saintly sages, the brāhmaṇas and the great kings."
    },
    {
        "verse": "15",
        "devanagari": "प्रांशु: पीनायतभुजो गौर: कञ्जारुणेक्षण: ।सुनास: सुमुख: सौम्य: पीनांस: सुद्विजस्मित: ॥ १५ ॥",
        "english_devnagari": "prāṁśuḥ pīnāyata-bhujogauraḥ kañjāruṇekṣaṇaḥsunāsaḥ sumukhaḥ saumyaḥpīnāṁsaḥ sudvija-smitaḥ",
        "verse_Syn": [
            "prāṁśuḥ",
            "pīna",
            "āyata",
            "bhujaḥ",
            "gauraḥ",
            "kañja",
            "aruṇa",
            "īkṣaṇaḥ",
            "su",
            "nāsaḥ",
            "su",
            "mukhaḥ",
            "saumyaḥ",
            "pīna",
            "aṁsaḥ",
            "su",
            "dvija",
            "smitaḥ"
        ],
        "translation": "King Pṛthu’s body was tall and sturdy, and his complexion was fair. His arms were full and broad and his eyes as bright as the rising sun. His nose was straight, his face very beautiful, and his personality grave. His teeth were set beautifully in his smiling face.",
        "purport": " Amongst the four social orders (brāhmaṇas, kṣatriyas, vaiśyas and śūdras), the kṣatriyas, both men and women, are generally very beautiful. As will be apparent from the following verses, it is to be concluded that not only were Mahārāja Pṛthu’s bodily features attractive, as described here, but he had specific all-auspicious signs in his bodily construction. As it is said, “The face is the index of the mind.” One’s mental constitution is exhibited by his facial features. The bodily features of a particular person are exhibited in accordance with his past deeds, for according to one’s past deeds, his next bodily features — whether in human society, animal society or demigod society — are determined. This is proof of the transmigration of the soul through different types of bodies."
    },
    {
        "verse": "16",
        "devanagari": "व्यूढवक्षा बृहच्छ्रोणिर्वलिवल्गुदलोदर: ।आवर्तनाभिरोजस्वी काञ्चनोरुरुदग्रपात् ॥ १६ ॥",
        "english_devnagari": "vyūḍha-vakṣā bṛhac-chroṇirvali-valgu-dalodaraḥāvarta-nābhir ojasvīkāñcanorur udagra-pāt",
        "verse_Syn": [
            "vyūḍha",
            "vakṣāḥ",
            "bṛhat",
            "śroṇiḥ",
            "vali",
            "valgu",
            "dala",
            "udaraḥ",
            "āvarta",
            "nābhiḥ",
            "ojasvī",
            "kāñcana",
            "uruḥ",
            "udagra",
            "pāt"
        ],
        "translation": "The chest of Mahārāja Pṛthu was very broad, his waist was very thick, and his abdomen, wrinkled by lines of skin, resembled in construction a leaf of a banyan tree. His navel was coiled and deep, his thighs were of a golden hue, and his instep was arched.",
        "purport": ""
    },
    {
        "verse": "17",
        "devanagari": "सूक्ष्मवक्रासितस्‍निग्धमूर्धज: कम्बुकन्धर: ।महाधने दुकूलाग्र्ये परिधायोपवीय च ॥ १७ ॥",
        "english_devnagari": "sūkṣma-vakrāsita-snigdha-mūrdhajaḥ kambu-kandharaḥmahā-dhane dukūlāgryeparidhāyopavīya ca",
        "verse_Syn": [
            "sūkṣma",
            "vakra",
            "asita",
            "snigdha",
            "mūrdhajaḥ",
            "kambu",
            "kandharaḥ",
            "mahā",
            "dhane",
            "dukūla",
            "agrye",
            "paridhāya",
            "upavīya",
            "ca"
        ],
        "translation": "The black, slick hair on his head was very fine and curly, and his neck, like a conchshell, was decorated with auspicious lines. He wore a very valuable dhotī, and there was a nice wrapper on the upper part of his body.",
        "purport": ""
    },
    {
        "verse": "18",
        "devanagari": "व्यञ्जिताशेषगात्रश्रीर्नियमे न्यस्तभूषण: ।कृष्णाजिनधर: श्रीमान् कुशपाणि:कृतोचित: ॥ १८ ॥",
        "english_devnagari": "vyañjitāśeṣa-gātra-śrīrniyame nyasta-bhūṣaṇaḥkṛṣṇājina-dharaḥ śrīmānkuśa-pāṇiḥ kṛtocitaḥ",
        "verse_Syn": [
            "vyañjita",
            "aśeṣa",
            "gātra",
            "śrīḥ",
            "niyame",
            "nyasta",
            "bhūṣaṇaḥ",
            "kṛṣṇa",
            "ajina",
            "dharaḥ",
            "śrīmān",
            "kuśa",
            "pāṇiḥ",
            "kṛta",
            "ucitaḥ"
        ],
        "translation": "As Mahārāja Pṛthu was being initiated to perform the sacrifice, he had to leave aside his valuable dress, and therefore his natural bodily beauty was visible. It was very pleasing to see him put on a black deerskin and wear a ring of kuśa grass on his finger, for this increased the natural beauty of his body. It appears that Mahārāja Pṛthu observed all the regulative principles before he performed the sacrifice.",
        "purport": ""
    },
    {
        "verse": "19",
        "devanagari": "शिशिरस्‍निग्धताराक्ष: समैक्षत समन्तत: ।ऊचिवानिदमुर्वीश: सद: संहर्षयन्निव ॥ १९ ॥",
        "english_devnagari": "śiśira-snigdha-tārākṣaḥsamaikṣata samantataḥūcivān idam urvīśaḥsadaḥ saṁharṣayann iva",
        "verse_Syn": [
            "śiśira",
            "snigdha",
            "tārā",
            "akṣaḥ",
            "samaikṣata",
            "samantataḥ",
            "ūcivān",
            "idam",
            "urvīśaḥ",
            "sadaḥ",
            "saṁharṣayan",
            "iva"
        ],
        "translation": "Just to encourage the members of the assembly and to enhance their pleasure, King Pṛthu glanced over them with eyes that seemed like stars in a sky wet with dew. He then spoke to them in a great voice.",
        "purport": ""
    },
    {
        "verse": "20",
        "devanagari": "चारु चित्रपदं श्लक्ष्णं मृष्टं गूढमविक्लवम् ।सर्वेषामुपकारार्थं तदा अनुवदन्निव ॥ २० ॥",
        "english_devnagari": "cāru citra-padaṁ ślakṣṇaṁmṛṣṭaṁ gūḍham aviklavamsarveṣām upakārārthaṁtadā anuvadann iva",
        "verse_Syn": [
            "cāru",
            "citra",
            "padam",
            "ślakṣṇam",
            "mṛṣṭam",
            "gūḍham",
            "aviklavam",
            "sarveṣām",
            "upakāra",
            "artham",
            "tadā",
            "anuvadan",
            "iva"
        ],
        "translation": "Mahārāja Pṛthu’s speech was very beautiful, full of metaphorical language, clearly understandable and very pleasing to hear. His words were all grave and certain. It appears that when he spoke, he expressed his personal realization of the Absolute Truth in order to benefit all who were present.",
        "purport": " Mahārāja Pṛthu was beautiful in his external bodily features, and his speech was also very glorious in all respects. His words, which were nicely composed in highly metaphorical ornamental language, were pleasing to hear and were not only mellow but also very clearly understandable and without doubt or ambiguity."
    },
    {
        "verse": "21",
        "devanagari": "राजोवाचसभ्या: श‍ृणुत भद्रं व: साधवो य इहागता: ।सत्सु जिज्ञासुभिर्धर्ममावेद्यं स्वमनीषितम् ॥ २१ ॥",
        "english_devnagari": "rājovācasabhyāḥ śṛṇuta bhadraṁ vaḥsādhavo ya ihāgatāḥsatsu jijñāsubhir dharmamāvedyaṁ sva-manīṣitam",
        "verse_Syn": [
            "rājā",
            "uvāca",
            "sabhyāḥ",
            "śṛṇuta",
            "bhadram",
            "vaḥ",
            "sādhavaḥ",
            "ye",
            "iha",
            "āgatāḥ",
            "satsu",
            "jijñāsubhiḥ",
            "dharmam",
            "āvedyam",
            "sva",
            "manīṣitam"
        ],
        "translation": "King Pṛthu said: O gentle members of the assembly, may all good fortune be upon you! May all of you great souls who have come to attend this meeting kindly hear my prayer attentively. A person who is actually inquisitive must present his decision before an assembly of noble souls.",
        "purport": " In this verse the word sādhavaḥ, “all great souls,” is very significant. When a person is very great and famous, many unscrupulous persons become his enemies, for envy is the nature of materialists. In any meeting there are different classes of men, and therefore it is to be supposed that because Pṛthu Mahārāja was very great, he must have had several enemies present in the assembly, although they could not express themselves. Mahārāja Pṛthu, however, was concerned with persons who were gentle, and therefore he first addressed all the honest persons, not caring for the envious. He did not, however, present himself as a royal authority empowered to command everyone, for he wanted to present his statement in humble submission before the assembly of great sages and saintly persons. As a great king of the entire world, he could have given them orders, but he was so humble, meek and honest that he presented his statement for approval in order to clarify his mature decision. Everyone within this material world is conditioned by the modes of material nature and therefore has four defects. But although Pṛthu Mahārāja was above all these, still, like an ordinary conditioned soul, he presented his statements to the great souls, sages and saintly persons present there."
    },
    {
        "verse": "22",
        "devanagari": "अहं दण्डधरो राजा प्रजानामिह योजित: ।रक्षिता वृत्तिद: स्वेषु सेतुषु स्थापिता पृथक् ॥ २२ ॥",
        "english_devnagari": "ahaṁ daṇḍa-dharo rājāprajānām iha yojitaḥrakṣitā vṛttidaḥ sveṣusetuṣu sthāpitā pṛthak",
        "verse_Syn": [
            "aham",
            "daṇḍa",
            "dharaḥ",
            "rājā",
            "prajānām",
            "iha",
            "yojitaḥ",
            "rakṣitā",
            "vṛtti",
            "daḥ",
            "sveṣu",
            "setuṣu",
            "sthāpitā",
            "pṛthak"
        ],
        "translation": "King Pṛthu continued: By the grace of the Supreme Lord I have been appointed the king of this planet, and I carry the scepter to rule the citizens, protect them from all danger, and give them employment according to their respective positions in the social order established by Vedic injunction.",
        "purport": " A king is supposed to be appointed by the Supreme Personality of Godhead to look after the interests of his particular planet. On every planet there is a predominating person, just as we now see that in every country there is a president. If one is president or king, it should be understood that this opportunity has been given to him by the Supreme Lord. According to the Vedic system, the king is considered a representative of Godhead and is offered respects by the citizens as God in the human form of life. Actually, according to Vedic information, the Supreme Lord maintains all living entities, and especially human beings, to elevate them to the highest perfection. After many, many births in lower species, when a living entity evolves to the human form of life and in particular to the civilized human form of life, his society must be divided into four gradations, as ordered by the Supreme Personality of Godhead in Bhagavad-gītā (cātur-varṇyaṁ mayā sṛṣṭam, etc.). The four social orders — the brāhmaṇas, kṣatriyas, vaiśyas and śūdras — are natural divisions of human society, and as declared by Pṛthu Mahārāja, every man in his respective social order must have proper employment for his livelihood. It is the duty of the king or the government to insure that the people observe the social order and that they are also employed in their respective occupational duties. In modern times, since the protection of the government or the king has been withdrawn, social order has practically collapsed. No one knows who is a brāhmaṇa, who is a kṣatriya, who is a vaiśya or who is a śūdra, and people claim to belong to a particular social order by birthright only. It is the duty of the government to reestablish social order in terms of occupational duties and the modes of material nature, for that will make the entire world population actually civilized. If it does not observe the institutional functions of the four social orders, human society is no better than animal society, in which there is never tranquillity, peace and prosperity but only chaos and confusion. Mahārāja Pṛthu, as an ideal king, strictly observed the maintenance of the Vedic social order. Prajāyate iti prajā. The word prajā refers to one who takes birth. Therefore Pṛthu Mahārāja guaranteed protection for prajānām — all living entities who took birth in his kingdom. Prajā refers not only to human beings but also to animals, trees and every other living entity. It is the duty of the king to give all living entities protection and food. The fools and rascals of modern society have no knowledge of the extent of the responsibility of the government. Animals are also citizens of the land in which they happen to be born, and they also have the right to continue their existence at the cost of the Supreme Lord. The disturbance of the animal population by wholesale slaughter produces a catastrophic future reaction for the butcher, his land and his government."
    },
    {
        "verse": "23",
        "devanagari": "तस्य मे तदनुष्ठानाद्यानाहुर्ब्रह्मवादिन: ।लोका: स्यु: कामसन्दोहा यस्य तुष्यति दिष्टद‍ृक् ॥ २३ ॥",
        "english_devnagari": "tasya me tad-anuṣṭhānādyān āhur brahma-vādinaḥlokāḥ syuḥ kāma-sandohāyasya tuṣyati diṣṭa-dṛk",
        "verse_Syn": [
            "tasya",
            "me",
            "tat",
            "anuṣṭhānāt",
            "yān",
            "āhuḥ",
            "brahma",
            "vādinaḥ",
            "lokāḥ",
            "syuḥ",
            "kāma",
            "sandohāḥ",
            "yasya",
            "tuṣyati",
            "diṣṭa",
            "dṛk"
        ],
        "translation": "Mahārāja Pṛthu said: I think that upon the execution of my duties as king, I shall be able to achieve the desirable objectives described by experts in Vedic knowledge. This destination is certainly achieved by the pleasure of the Supreme Personality of Godhead, who is the seer of all destiny.",
        "purport": " Mahārāja Pṛthu gives special stress to the word brahma-vādinaḥ, “by the experts in the Vedic knowledge.” Brahma refers to the Vedas, which are also known as śabda-brahma, or transcendental sound. Transcendental sound is not ordinary language, although it appears to be written in ordinary language. Evidence from the Vedic literature should be accepted as final authority. In the Vedic literature there is much information, and of course there is information about the execution of a king’s duty. A responsible king who executes his appointed duty by giving proper protection to all living entities on his planet is promoted to the heavenly planetary system. This is also dependent upon the pleasure of the Supreme Lord. It is not that if one executes his duty properly he is automatically promoted, for promotion depends upon the satisfaction of the Supreme Personality of Godhead. It must ultimately be concluded that one can achieve the desired result of his activities upon satisfying the Supreme Lord. This is also confirmed in the First Canto, Second Chapter, of Śrīmad-Bhāgavatam: The perfection of one’s execution of his appointed duties is the ultimate satisfaction of the Supreme Lord. The word kāma-sandohāḥ means “achievement of the desired result.” Everyone desires to achieve the ultimate goal of life, but in modern civilization the great scientists think that man’s life has no plan. This gross ignorance is very dangerous and makes civilization very risky. People do not know the laws of nature, which are the rulings of the Supreme Personality of Godhead. Because they are atheists of the first order, they have no faith in the existence of God and His rulings and therefore do not know how nature is working. This gross ignorance of the mass of people, including even the so-called scientists and philosophers, makes life a risky situation in which human beings do not know whether they are making progress in life. According to Śrīmad-Bhāgavatam (7.5.30), they are simply progressing to the darkest region of material existence (adānta-gobhir viśatāṁ tamisram). The Kṛṣṇa consciousness movement has therefore been started to give philosophers, scientists, and people in general the proper knowledge about the destiny of life. Everyone should take advantage of this movement and learn the real goal of life."
    },
    {
        "verse": "24",
        "devanagari": "य उद्धरेत्करं राजा प्रजा धर्मेष्वशिक्षयन् ।प्रजानां शमलं भुङ्क्ते भगं च स्वं जहाति स: ॥ २४ ॥",
        "english_devnagari": "ya uddharet karaṁ rājāprajā dharmeṣv aśikṣayanprajānāṁ śamalaṁ bhuṅktebhagaṁ ca svaṁ jahāti saḥ",
        "verse_Syn": [
            "yaḥ",
            "uddharet",
            "karam",
            "rājā",
            "prajāḥ",
            "dharmeṣu",
            "aśikṣayan",
            "prajānām",
            "śamalam",
            "bhuṅkte",
            "bhagam",
            "ca",
            "svam",
            "jahāti",
            "saḥ"
        ],
        "translation": "Any king who does not teach his citizens about their respective duties in terms of varṇa and āśrama but who simply exacts tolls and taxes from them is liable to suffer for the impious activities which have been performed by the citizens. In addition to such degradation, the king also loses his own fortune.",
        "purport": " A king, governor or president should not take the opportunity to occupy his post without also discharging his duty. He must teach the people within the state how to observe the divisions of varṇa and āśrama. If a king neglects to give such instructions and is simply satisfied with levying taxes, then those who share in the collection — namely, all the government servants and the head of the state — are liable to share in the impious activities of the general masses. The laws of nature are very subtle. For example, if one eats in a place which is very sinful, he shares in the resultant reaction of the sinful activities performed there. (It is a Vedic system, therefore, for a householder to call brāhmaṇas and Vaiṣṇavas to eat at ceremonial performances in his house because the brāhmaṇas and Vaiṣṇavas can immunize him from sinful activities. But it is not the duty of rigid brāhmaṇas and Vaiṣṇavas to accept invitations everywhere. There is, of course, no objection to taking part in feasts in which prasāda is distributed.) There are many subtle laws which are practically unknown to people in general, but the Kṛṣṇa consciousness movement is very scientifically distributing all this Vedic knowledge for the benefit of the people of the world."
    },
    {
        "verse": "25",
        "devanagari": "तत् प्रजा भर्तृपिण्डार्थं स्वार्थमेवानसूयव: ।कुरुताधोक्षजधियस्तर्हि मेऽनुग्रह: कृत: ॥ २५ ॥",
        "english_devnagari": "tat prajā bhartṛ-piṇḍārthaṁsvārtham evānasūyavaḥkurutādhokṣaja-dhiyastarhi me ’nugrahaḥ kṛtaḥ",
        "verse_Syn": [
            "tat",
            "prajāḥ",
            "bhartṛ",
            "piṇḍa",
            "artham",
            "sva",
            "artham",
            "eva",
            "anasūyavaḥ",
            "kuruta",
            "adhokṣaja",
            "dhiyaḥ",
            "tarhi",
            "me",
            "anugrahaḥ",
            "kṛtaḥ"
        ],
        "translation": "Pṛthu Mahārāja continued: Therefore, my dear citizens, for the welfare of your king after his death, you should execute your duties properly in terms of your positions of varṇa and āśrama and should always think of the Supreme Personality of Godhead within your hearts. By doing so, you will protect your own interests, and you will bestow mercy upon your king for his welfare after death.",
        "purport": " The words adhokṣaja-dhiyaḥ, meaning “Kṛṣṇa consciousness,” are very important in this verse. The king and citizens should both be Kṛṣṇa conscious; otherwise both of them will be doomed to lower species of life after death. A responsible government must teach Kṛṣṇa consciousness very vigorously for the benefit of all. Without Kṛṣṇa consciousness, neither the state nor the citizens of the state can be responsible. Pṛthu Mahārāja therefore specifically requested the citizens to act in Kṛṣṇa consciousness, and he was also very anxious to teach them how to become Kṛṣṇa conscious. A summary of Kṛṣṇa consciousness is given in Bhagavad-gītā (9.27): “Whatever you do, whatever you eat, whatever you give in charity and whatever penances you undergo should be done in Kṛṣṇa consciousness, or for the satisfaction of the Supreme Personality of Godhead.” If all the people of the state, including the government servants, are taught the techniques of spiritual life, then although everyone is liable to be punished in different ways by the stringent laws of material nature, they will not be implicated."
    },
    {
        "verse": "26",
        "devanagari": "यूयं तदनुमोदध्वं पितृदेवर्षयोऽमला: ।कर्तु: शास्तुरनुज्ञातुस्तुल्यं यत्प्रेत्य तत्फलम् ॥ २६ ॥",
        "english_devnagari": "yūyaṁ tad anumodadhvaṁpitṛ-devarṣayo ’malāḥkartuḥ śāstur anujñātustulyaṁ yat pretya tat phalam",
        "verse_Syn": [
            "yūyam",
            "tat",
            "anumodadhvam",
            "pitṛ",
            "deva",
            "ṛṣayaḥ",
            "amalāḥ",
            "kartuḥ",
            "śāstuḥ",
            "anujñātuḥ",
            "tulyam",
            "yat",
            "pretya",
            "tat",
            "phalam"
        ],
        "translation": "I request all the purehearted demigods, forefathers and saintly persons to support my proposal, for after death the result of an action is equally shared by its doer, its director and its supporter.",
        "purport": " The government of Pṛthu Mahārāja was perfect because it was administered exactly according to the orders of the Vedic injunctions. Pṛthu Mahārāja has already explained that the chief duty of the government is to see that everyone executes his respective duty and is elevated to the platform of Kṛṣṇa consciousness. The government should be so conducted that automatically one is elevated to Kṛṣṇa consciousness. King Pṛthu therefore wanted his citizens to cooperate fully with him, for if they assented, they would enjoy the same profit as he after death. If Pṛthu Mahārāja, as a perfect king, were elevated to the heavenly planets, the citizens who cooperated by approving of his methods would also be elevated with him. Since the Kṛṣṇa consciousness movement going on at the present moment is genuine, perfect and authorized and is following in the footsteps of Pṛthu Mahārāja, anyone who cooperates with this movement or accepts its principles will get the same result as the workers who are actively propagating Kṛṣṇa consciousness."
    },
    {
        "verse": "27",
        "devanagari": "अस्ति यज्ञपतिर्नाम केषाञ्चिदर्हसत्तमा: ।इहामुत्र च लक्ष्यन्ते ज्योत्‍स्‍नावत्य: क्‍वचिद्भुव: ॥ २७ ॥",
        "english_devnagari": "asti yajña-patir nāmakeṣāñcid arha-sattamāḥihāmutra ca lakṣyantejyotsnāvatyaḥ kvacid bhuvaḥ",
        "verse_Syn": [
            "asti",
            "yajña",
            "patiḥ",
            "nāma",
            "keṣāñcit",
            "arha",
            "sattamāḥ",
            "iha",
            "amutra",
            "ca",
            "lakṣyante",
            "jyotsnā",
            "vatyaḥ",
            "kvacit",
            "bhuvaḥ"
        ],
        "translation": "My dear respectable ladies and gentlemen, according to the authoritative statements of śāstra, there must be a supreme authority who is able to award the respective benefits of our present activities. Otherwise, why should there be persons who are unusually beautiful and powerful both in this life and in the life after death?",
        "purport": " Pṛthu Mahārāja’s sole aim in ruling his kingdom was to raise the citizens to the standard of God consciousness. Since there was a great assembly in the arena of sacrifice, there were different types of men present, but he was especially interested in speaking to those who were not atheists. It has already been explained in the previous verses that Pṛthu Mahārāja advised the citizens to become adhokṣaja-dhiyaḥ, which means God conscious, or Kṛṣṇa conscious, and in this verse he specifically presents the authority of śāstra, even though his father was a number-one atheist who did not abide by the injunctions mentioned in the Vedic śāstras, who practically stopped all sacrificial performances, and who so disgusted the brāhmaṇas that they not only dethroned him but cursed and killed him. Atheistic men do not believe in the existence of God, and thus they understand everything which is happening in our daily affairs to be due to physical arrangement and chance. Atheists believe in the atheistic Sāṅkhya philosophy of the combination of prakṛti and puruṣa. They believe only in matter and hold that matter under certain conditions of amalgamation gives rise to the living force, which then appears as puruṣa, the enjoyer; then, by a combination of matter and the living force, the many varieties of material manifestation come into existence. Nor do atheists believe in the injunctions of the Vedas. According to them, all the Vedic injunctions are simply theories that have no practical application in life. Taking all this into consideration, Pṛthu Mahārāja suggested that theistic men will solidly reject the views of the atheists on the grounds that there cannot be many varieties of existence without the plan of a superior intelligence. Atheists very vaguely explain that these varieties of existence occur simply by chance, but the theists who believe in the injunctions of the Vedas must reach all their conclusions under the direction of the Vedas. In the Viṣṇu Purāṇa it is said that the entire varṇāśrama institution is meant to satisfy the Supreme Personality of Godhead. The rules and regulations set up for the execution of the duties of brāhmaṇas, kṣatriyas, vaiśyas and śūdras or brahmacārīs, gṛhasthas, vānaprasthas and sannyāsīs are all meant to satisfy the Supreme Lord. At the present moment, although the so-called brāhmaṇas, kṣatriyas, vaiśyas and śūdras have lost their original culture, they claim to be brāhmaṇas, kṣatriyas, vaiśyas and śūdras by birthright. Yet they have rejected the proposition that such social and spiritual orders are especially meant for worship of Lord Viṣṇu. The dangerous Māyāvāda theory set forth by Śaṅkarācārya — that God is impersonal — does not tally with the injunctions of the Vedas. Śrī Caitanya Mahāprabhu therefore described the Māyāvādī philosophers as the greatest offenders against the Personality of Godhead. According to the Vedic system, one who does not abide by the orders of the Vedas is called a nāstika, or atheist. When Lord Buddha preached his theory of nonviolence, he was obliged to deny the authority of the Vedas, and for this reason he was considered by the followers of the Vedas to be a nāstika. But although Śrī Caitanya Mahāprabhu very clearly enunciated that the followers of Lord Buddha’s philosophy are nāstikas, or atheists, because of their denial of the authority of the Vedas, He considered the Śaṅkarites, who wanted to establish Vedic authority by trickery and who actually followed the Māyāvāda philosophy of Buddha’s school, to be more dangerous than the Buddhists themselves. The Śaṅkarite philosophers’ theory that we have to imagine a shape of God is more dangerous than denial of the existence of God. Notwithstanding all the philosophical theorizing by atheists or Māyāvādīs, the followers of Kṛṣṇa consciousness rigidly live according to the injunctions given in Bhagavad-gītā, which is accepted as the essence of all Vedic scripture. In Bhagavad-gītā (18.46) it is said: “By worship of the Lord, who is the source of all beings and who is all-pervading, man can, in the performance of his own duty, attain perfection.” This indicates that the Supreme Personality of Godhead is the original source of everything, as described in the Vedānta-sūtra (janmādy asya yataḥ). The Lord Himself also confirms in Bhagavad-gītā, ahaṁ sarvasya prabhavaḥ: “I am the origin of everything.” The Supreme Personality of Godhead is the original source of all emanations, and at the same time, as Paramātmā, He is spread all over existence. The Absolute Truth is therefore the Supreme Personality of Godhead, and every living being is meant to satisfy the Supreme Godhead by performing his respective duty (sva-karmaṇā tam abhyarcya). Mahārāja Pṛthu wanted to introduce this formula amongst his citizens. The most important point in human civilization is that while one engages in different occupational duties, he must try to satisfy the Supreme Lord by the execution of such duties. That is the highest perfection of life. Svanuṣṭhitasya dharmasya saṁsiddhir hari-toṣaṇam: by discharging one’s prescribed duty, one can become very successful in life if he simply satisfies the Supreme Personality of Godhead. The vivid example is Arjuna. He was a kṣatriya, his duty was to fight, and by executing his prescribed duty he satisfied the Supreme Lord and therefore became perfect. Everyone should follow this principle. The atheists, who do not, are condemned in Bhagavad-gītā (16.19) by the following statement: tān ahaṁ dviṣataḥ krūrān saṁsāreṣu narādhamān. In this verse it is clearly said that persons who are envious of the Supreme Personality of Godhead are the lowest of mankind and are very mischievous. Under the regulative principles of the Supreme, such mischievous persons are thrown into the darkest region of material existence and are born of asuras, or atheists. Birth after birth, such asuras go still further down, finally to animal forms like those of tigers or similar ferocious beasts. Thus for millions of years they have to remain in darkness without knowledge of Kṛṣṇa. The Supreme Personality of Godhead is known as Puruṣottama, or the best of all living entities. He is a person like all other living entities, but He is the leader or the best of all living beings. That is stated in the Vedas also: nityo nityānāṁ cetanaś cetanānām. He is the chief of all eternals, the chief of all living entities, and He is complete and full. He has no need to derive benefit by interfering with the affairs of other living entities, but because He is the maintainer of all, He has the right to bring them to the proper standard so that all living entities may become happy. A father wants all of his children to become happy under his direction. Similarly, God, or Kṛṣṇa, the Supreme Personality of Godhead, has the right to see that all living entities are happy. There is no possibility of becoming happy within this material world. The father and the sons are eternal, but if a living entity does not come to the platform of his eternal life of bliss and knowledge, there is no question of happiness. Although Puruṣottama, the best of all living entities, has no benefit to derive from the common living entities, He does have the right to discriminate between their right and wrong ways. The right way is the path of activities meant to satisfy the Supreme Personality of Godhead, as we have already discussed (svanuṣṭhitasya dharmasya saṁsiddhir hari-toṣaṇam). A living entity may engage in any occupational duty, but if he wants to have perfection in his duties, he must satisfy the Supreme Lord. As such, one who pleases Him gets better facilities for living, but one who displeases Him gets involved in undesirable situations. It is therefore concluded that there are two kinds of duties — mundane duty and duty performed for the sake of yajña, or sacrifice (yajñārthāt karma). Any karma (activity) one performs which is not for the purpose of yajña is a cause of bondage. Yajñārthāt karmaṇo ’nyatra loko ’yaṁ karma-bandhanaḥ: “Work done as a sacrifice for Viṣṇu has to be performed; otherwise work binds one to this material world.” (Bg. 3.9) Karma-bandhanaḥ, or the bondage of karma, is administered under the regulations of the stringent laws of material nature. Material existence is a struggle to conquer the impediments put forth by material nature. The asuras are always fighting to overcome these impediments, and by the illusory power of material nature the foolish living entities work very hard within this material world and take this to be happiness. This is called māyā. In that hard struggle for existence, they deny the existence of the supreme authority, Puruṣottama, the Supreme Personality of Godhead. In order to regulate the activities of the living entities, God has given us codes, just as a king gives codes of law in a state, and whoever breaks the law is punished. Similarly, the Lord has given the infallible knowledge of the Vedas, which are not contaminated by the four defects of human life — namely the tendency to commit mistakes, to be illusioned, to cheat and to have imperfect senses. If we do not take direction from the Vedas but act whimsically according to our own choice, we are sure to be punished by the laws of the Lord, who offers different types of bodies in the 8,400,000 species of forms. Material existence, or the sense gratification process, is conducted according to the type of body we are given by prakṛti, or material nature. As such, there must be divisions of pious and impious activities (puṇya and pāpa). In Bhagavad-gītā (7.28) it is clearly stated: “One who has completely surpassed the resultant activities of the impious path of life [this is possible only when one engages exclusively in pious activities] can understand his eternal relationship with the Supreme Personality of Godhead. Thus one engages in the Lord’s transcendental loving service.” This life of engaging always in the loving service of the Lord is called adhokṣaja-dhiyaḥ, or a life of Kṛṣṇa consciousness, which King Pṛthu meant his citizens to follow. The different varieties of life and of material existence do not come about by chance and necessity; they are different arrangements made by the Supreme Lord in terms of the pious and impious activities of the living entities. By performing pious activities one can take birth in a good family in a good nation, one can get a beautiful body, or one can become very well educated or very rich. We see, therefore, that in different places and in different planets there are different standards of life, bodily features and educational statuses, all awarded by the Supreme Personality of Godhead according to pious or impious activities. Varieties of life, therefore, develop not by chance but by prearrangement. There is a plan, which is already outlined in the Vedic knowledge. One has to take advantage of this knowledge and mold his life in such a way that at the end, especially in the human form of life, he may go back home, back to Godhead, by practicing Kṛṣṇa consciousness. The theory of chance can best be explained in the Vedic literature by the words ajñāta-sukṛti, which refer to pious activities performed without the actor’s knowledge. But these are also planned. For example, Kṛṣṇa comes like an ordinary human being, He comes as a devotee like Lord Caitanya, or He sends His representative, the spiritual master, or pure devotee. This is also the planned activity of the Supreme Personality of Godhead. They come to canvass and educate, and thus a person in the illusory energy of the Supreme Lord gets a chance to mix with them, talk with them and take lessons from them, and somehow or other if a conditioned soul surrenders to such personalities and by intimate association with them chances to become Kṛṣṇa conscious, he is saved from the material conditions of life. Kṛṣṇa therefore instructs: “Abandon all varieties of religion and just surrender unto Me. I shall deliver you from all sinful reaction. Do not fear.” (Bg. 18.66) The word sarva-pāpebhyaḥ means “from all sinful activities.” A person who surrenders unto Him by utilizing the chance to associate with the pure devotee, spiritual master or other authorized incarnations of Godhead, like Pṛthu Mahārāja, is saved by Kṛṣṇa. Then his life becomes successful."
    },
    {
        "verse": "28-29",
        "devanagari": "मनोरुत्तानपादस्य ध्रुवस्यापि महीपते: ।प्रियव्रतस्य राजर्षेरङ्गस्यास्मत्पितु: पितु: ॥ २८ ॥ईद‍ृशानामथान्येषामजस्य च भवस्य च ।प्रह्लादस्य बलेश्चापि कृत्यमस्ति गदाभृता ॥ २९ ॥",
        "english_devnagari": "manor uttānapādasyadhruvasyāpi mahīpateḥpriyavratasya rājarṣeraṅgasyāsmat-pituḥ pituḥ",
        "verse_Syn": [
            "manoḥ",
            "uttānapādasya",
            "dhruvasya",
            "api",
            "mahī",
            "pateḥ",
            "priyavratasya",
            "rājarṣeḥ",
            "aṅgasya",
            "asmat",
            "pituḥ",
            "pituḥ",
            "īdṛśānām",
            "atha",
            "anyeṣām",
            "ajasya",
            "ca",
            "bhavasya",
            "ca",
            "prahlādasya",
            "baleḥ",
            "ca",
            "api",
            "kṛtyam",
            "asti",
            "gadā",
            "bhṛtā"
        ],
        "translation": "This is confirmed not only by the evidence of the Vedas but also by the personal behavior of great personalities like Manu, Uttānapāda, Dhruva, Priyavrata and my grandfather Aṅga, as well as by many other great personalities and ordinary living entities, exemplified by Mahārāja Prahlāda and Bali, all of whom are theists, believing in the existence of the Supreme Personality of Godhead, who carries a club.",
        "purport": " Narottama dāsa Ṭhākura states that one has to ascertain the right path for his activities by following in the footsteps of great saintly persons and books of knowledge under the guidance of a spiritual master (sādhu-śāstra-guru-vākya). A saintly person is one who follows the Vedic injunctions, which are the orders of the Supreme Personality of Godhead. The word guru refers to one who gives proper direction under the authority of the Vedic injunctions and according to the examples of the lives of great personalities. The best way to mold one’s life is to follow in the footsteps of the authorized personalities like those mentioned herein by Pṛthu Mahārāja, beginning with Svāyambhuva Manu. The safest path in life is to follow such great personalities, especially those mentioned in the Śrīmad-Bhāgavatam. The mahājanas, or great personalities, are Brahmā, Lord Śiva, Nārada Muni, Manu, the Kumāras, Prahlāda Mahārāja, Bali Mahārāja, Yamarāja, Bhīṣma, Janaka, Śukadeva Gosvāmī and Kapila Muni."
    },
    {
        "verse": "30",
        "devanagari": "दौहित्रादीनृते मृत्यो: शोच्यान् धर्मविमोहितान् ।वर्गस्वर्गापवर्गाणां प्रायेणैकात्म्यहेतुना ॥ ३० ॥",
        "english_devnagari": "dauhitrādīn ṛte mṛtyoḥśocyān dharma-vimohitānvarga-svargāpavargāṇāṁprāyeṇaikātmya-hetunā",
        "verse_Syn": [
            "dauhitra",
            "ādīn",
            "ṛte",
            "mṛtyoḥ",
            "śocyān",
            "dharma",
            "vimohitān",
            "varga",
            "svarga",
            "apavargāṇām",
            "prāyeṇa",
            "eka",
            "ātmya",
            "hetunā"
        ],
        "translation": "Although abominable persons like my father, Vena, the grandson of death personified, are bewildered on the path of religion, all the great personalities like those mentioned agree that in this world the only bestower of the benedictions of religion, economic development, sense gratification, liberation or elevation to the heavenly planets is the Supreme Personality of Godhead.",
        "purport": " King Vena, the father of Pṛthu Mahārāja, was condemned by the brāhmaṇas and saintly persons because of his denying the existence of the Supreme Personality of Godhead and rejecting the method of satisfying Him by performance of Vedic sacrifice. In other words, he was an atheist, who did not believe in the existence of God, and who consequently stopped all Vedic ritualistic ceremonies in his kingdom. Pṛthu Mahārāja considered King Vena’s character abominable because Vena was foolish regarding the execution of religious performances. Atheists are of the opinion that there is no need to accept the authority of the Supreme Personality of Godhead to be successful in religion, economic development, sense gratification or liberation. According to them, dharma, or religious principles, are meant to establish an imaginary God to encourage one to become moral, honest and just so that the social orders may be maintained in peace and tranquillity. Furthermore, they say that actually there is no need to accept God for this purpose, for if one follows the principles of morality and honesty, that is sufficient. Similarly, if one makes nice plans and works very hard for economic development, automatically the result of economic development will come. Similarly, sense gratification also does not depend on the mercy of the Supreme Personality of Godhead, for if one earns enough money by any process, one will have sufficient opportunity for sense gratification. Insofar as liberation is concerned, they say that there is no need to talk of liberation because after death everything is finished. Pṛthu Mahārāja, however, did not accept the authority of such atheists, headed by his father, who was the grandson of death personified. Generally, a daughter inherits the qualities of her father, and a son gets the qualities of his mother. Thus Mṛtyu’s daughter, Sunīthā, got all the qualities of her father, and Vena inherited the qualities of his mother. A person who is always subjected to the rules and regulations of repeated birth and death cannot accommodate anything beyond materialistic ideas. Since King Vena was such a man, he did not believe in the existence of God. Modern civilization agrees with the principles of King Vena, but factually if we scrutinizingly study all the conditions of religion, economic development, sense gratification and liberation, we must accept the principles of the authority of the Supreme Personality of Godhead. According to Vedic literature, religion consists only of the codes of law given by God. If one does not accept the authority of the Supreme Godhead in matters of religion and morality, one must explain why two persons of the same moral standard achieve different results. It is generally found that even if two men have the same moral standards of ethics, honesty and morality, their positions are still not the same. Similarly, in economic development it is seen that if two men work very hard day and night, still the results are not the same. One person may enjoy great opulence without even working, whereas another person, although working very hard, does not even get two sufficient meals a day. Similarly, in the matter of sense gratification, sometimes one who has sufficient food is still not happy in his family affairs or sometimes is not even married, whereas another person, even though not economically well off, has the greatest opportunity for sense gratification. Even an animal like a hog or a dog may have greater opportunities for sense gratification than a human being. Aside from liberation, even if we consider only the preliminary necessities of life — dharma, artha and kāma (religion, economic development and sense gratification) — we will see that they are not the same for everyone. Therefore it must be accepted that there is someone who determines the different standards. In conclusion, not only for liberation must one depend on the Lord, but even for ordinary necessities in this material world. Pṛthu Mahārāja therefore indicated that in spite of having rich parents, children are sometimes not happy. Similarly, in spite of valuable medicine administered by a competent physician, sometimes a patient dies; or in spite of having a big safe boat, sometimes a man drowns. We may thus struggle to counteract impediments offered by material nature, but our attempts cannot be successful unless we are favored by the Supreme Personality of Godhead."
    },
    {
        "verse": "31",
        "devanagari": "यत्पादसेवाभिरुचिस्तपस्विना-मशेषजन्मोपचितं मलं धिय: ।सद्य: क्षिणोत्यन्वहमेधती सतीयथा पदाङ्गुष्ठविनि:सृता सरित् ॥ ३१ ॥",
        "english_devnagari": "yat-pāda-sevābhirucis tapasvināmaśeṣa-janmopacitaṁ malaṁ dhiyaḥsadyaḥ kṣiṇoty anvaham edhatī satīyathā padāṅguṣṭha-viniḥsṛtā sarit",
        "verse_Syn": [
            "yat",
            "pāda",
            "sevā",
            "abhiruciḥ",
            "tapasvinām",
            "aśeṣa",
            "janma",
            "upacitam",
            "malam",
            "dhiyaḥ",
            "sadyaḥ",
            "kṣiṇoti",
            "anvaham",
            "edhatī",
            "satī",
            "yathā",
            "pada",
            "aṅguṣṭha",
            "viniḥsṛtā",
            "sarit"
        ],
        "translation": "By the inclination to serve the lotus feet of the Supreme Personality of Godhead, suffering humanity can immediately cleanse the dirt which has accumulated in their minds during innumerable births. Like the Ganges water, which emanates from the toes of the lotus feet of the Lord, such a process immediately cleanses the mind, and thus spiritual or Kṛṣṇa consciousness gradually increases.",
        "purport": " In India, one can actually see that a person who takes a bath in the Ganges waters daily is almost free from all kinds of diseases. A very respectable brāhmaṇa in Calcutta never took a doctor’s medicine. Even though he sometimes felt sick, he would not accept medicine from the physician but would simply drink Ganges water, and he was always cured within a very short time. The glories of Ganges water are known to Indians and to ourselves also. The river Ganges flows by Calcutta. Sometimes within the water there are many stools and other dirty things which are washed away from neighboring mills and factories, but still thousands of men take baths in the Ganges water, and they are very healthy as well as spiritually inclined. That is the effect of Ganges water. The Ganges is glorified because it emanates from the toes of the lotus feet of the Lord. Similarly, if one takes to the service of the lotus feet of the Lord, or takes to Kṛṣṇa consciousness, he is immediately cleansed of the many dirty things which have accumulated in his innumerable births. We have seen that in spite of the very black record of their past lives, persons who take to Kṛṣṇa consciousness become perfectly cleansed of all dirty things and make spiritual progress very swiftly. Therefore Pṛthu Mahārāja advises that without the benediction of the Supreme Lord one cannot make advancement, either in so-called morality, economic development or sense gratification. One should therefore take to the service of the Lord, or Kṛṣṇa consciousness, and thus very soon become a perfect man, as confirmed in Bhagavad-gītā (kṣipraṁ bhavati dharmātmā śaśvac-chāntiṁ nigacchati). Being a responsible king, Pṛthu Mahārāja recommends that everyone take shelter of the Supreme Personality of Godhead and thus be immediately purified. Lord Śrī Kṛṣṇa also says in Bhagavad-gītā that simply by surrendering unto Him one is immediately relieved of all sinful reactions. As Kṛṣṇa takes away all the sinful reactions of a person immediately upon his surrender unto Him, similarly the external manifestation of Kṛṣṇa, the representative of Kṛṣṇa who acts as the mercy of the Supreme Personality of Godhead, takes all the resultant actions of the sinful life of the disciple immediately after the disciple’s initiation. Thus if the disciple follows the principles instructed by the spiritual master, he remains purified and is not contaminated by the material infection. Śrī Caitanya Mahāprabhu therefore stated that the spiritual master who plays the part of Kṛṣṇa’s representative has to consume all the sinful reactions of his disciple. Sometimes a spiritual master takes the risk of being overwhelmed by the sinful reactions of the disciples and undergoes a sort of tribulation due to their acceptance. Śrī Caitanya Mahāprabhu therefore advised that one not accept many disciples."
    },
    {
        "verse": "32",
        "devanagari": "विनिर्धुताशेषमनोमल: पुमा-नसङ्गविज्ञानविशेषवीर्यवान् ।यदङ्‌घ्रिमूले कृतकेतन: पुन-र्न संसृतिं क्लेशवहां प्रपद्यते ॥ ३२ ॥",
        "english_devnagari": "vinirdhutāśeṣa-mano-malaḥ pumānasaṅga-vijñāna-viśeṣa-vīryavānyad-aṅghri-mūle kṛta-ketanaḥ punarna saṁsṛtiṁ kleśa-vahāṁ prapadyate",
        "verse_Syn": [
            "vinirdhuta",
            "aśeṣa",
            "manaḥ",
            "malaḥ",
            "pumān",
            "asaṅga",
            "vijñāna",
            "viśeṣa",
            "vīrya",
            "vān",
            "yat",
            "aṅghri",
            "mūle",
            "kṛta",
            "ketanaḥ",
            "punaḥ",
            "na",
            "saṁsṛtim",
            "kleśa",
            "vahām",
            "prapadyate"
        ],
        "translation": "When a devotee takes shelter at the lotus feet of the Supreme Personality of Godhead, he is completely cleansed of all misunderstanding or mental speculation, and he manifests renunciation. This is possible only when one is strengthened by practicing bhakti-yoga. Once having taken shelter at the root of the lotus feet of the Lord, a devotee never comes back to this material existence, which is full of the threefold miseries.",
        "purport": " As stated by Lord Caitanya Mahāprabhu in His Śikṣāṣṭaka instructions, by the chanting of the holy name of the Lord — Hare Kṛṣṇa, Hare Kṛṣṇa, Kṛṣṇa Kṛṣṇa, Hare Hare/ Hare Rāma, Hare Rāma, Rāma Rāma, Hare Hare — or by the process of hearing and chanting of the glories of the Lord, one’s mind is gradually cleansed of all dirt. Due to our material association since time immemorial, we have accumulated heaps of dirty things in our minds. The total effect of this takes place when a living entity identifies himself with his body and is thus entrapped by the stringent laws of material nature and put into the cycle of repeated birth and death under the false impression of bodily identification. When one is strengthened by practicing bhakti-yoga, his mind is cleansed of this misunderstanding, and he is no longer interested in material existence or in sense gratification. Bhakti, or devotional service, is characterized by vairāgya and jñāna. Jñāna refers to understanding that one is not his body, and vairāgya means disinterest in sense gratification. These two primary principles of separation from material bondage can be realized on the strength of bhakti-yoga. Thus when a devotee is fixed in the loving service of the lotus feet of the Lord, he will never come back to this material existence after quitting his body, as confirmed in Bhagavad-gītā by the Lord (tyaktvā dehaṁ punar janma naiti mām eti so ’rjuna). In this verse the word vijñāna is specifically important. Jñāna, the knowledge of spiritual identity that one attains when he does not consider himself to be the body, is explained in Bhagavad-gītā as brahma-bhūta, the revival of spiritual realization. In the conditioned state of material existence one cannot be spiritually realized because he identifies himself materially. The understanding of the distinction between material existence and spiritual existence is called jñāna. After coming to the platform of jñāna, or the brahma-bhūta state, one ultimately comes to devotional service, in which he completely understands his own position and the position of the Supreme Personality of Godhead. This understanding is explained here as vijñāna-viśeṣa. The Lord says, therefore, that knowledge of Him is vijñāna, science. In other words, when one is strengthened by scientific knowledge of the Supreme Personality of Godhead, his position of liberation is guaranteed. In Bhagavad-gītā (9.2), the science of devotional service is described as pratyakṣāvagamaṁ dharmyam, direct understanding of the principles of religion by realization. By practicing bhakti-yoga, one can directly perceive his advancement in spiritual life. In other practices — like karma-yoga, jñāna-yoga and dhyāna-yoga — one may not be confident about his progress, but in bhakti-yoga one can become directly aware of his progress in spiritual life, just as a person who eats can understand that his hunger is satisfied. Our false appetite for enjoyment and lordship of the material world is due to a prominence of passion and ignorance. By bhakti-yoga these two qualities are diminished, and one becomes situated in the mode of goodness. Gradually surpassing the mode of goodness, one is situated in pure goodness, which is not contaminated by the material qualities. When thus situated, a devotee no longer has any doubts; he knows that he will not come back to this material world."
    },
    {
        "verse": "33",
        "devanagari": "तमेव यूयं भजतात्मवृत्तिभि-र्मनोवच:कायगुणै: स्वकर्मभि: ।अमायिन: कामदुघाङ्‌घ्रिपङ्कजंयथाधिकारावसितार्थसिद्धय: ॥ ३३ ॥",
        "english_devnagari": "tam eva yūyaṁ bhajatātma-vṛttibhirmano-vacaḥ-kāya-guṇaiḥ sva-karmabhiḥamāyinaḥ kāma-dughāṅghri-paṅkajaṁyathādhikārāvasitārtha-siddhayaḥ",
        "verse_Syn": [
            "tam",
            "eva",
            "yūyam",
            "bhajata",
            "ātma",
            "vṛttibhiḥ",
            "manaḥ",
            "vacaḥ",
            "kāya",
            "guṇaiḥ",
            "sva",
            "karmabhiḥ",
            "amāyinaḥ",
            "kāma",
            "dugha",
            "aṅghri",
            "paṅkajam",
            "yathā",
            "adhikāra",
            "avasita",
            "artha",
            "siddhayaḥ"
        ],
        "translation": "Pṛthu Mahārāja advised his citizens: Engaging your minds, your words, your bodies and the results of your occupational duties, and being always open-minded, you should all render devotional service to the Lord. According to your abilities and the occupations in which you are situated, you should engage your service at the lotus feet of the Supreme Personality of Godhead with full confidence and without reservation. Then you will surely be successful in achieving the final objective in your lives.",
        "purport": " As stated in the Eighteenth Chapter of Bhagavad-gītā, sva-karmaṇā tam abhyarcya: one has to worship the Supreme Personality of Godhead by one’s occupational duties. This necessitates accepting the principle of four varṇas and four āśramas. Pṛthu Mahārāja therefore says, guṇaiḥ sva-karmabhiḥ. This phrase is explained in Bhagavad-gītā. Cātur-varṇyaṁ mayā sṛṣṭaṁ guṇa-karma-vibhāgaśaḥ: “The four castes (the brāhmaṇas, kṣatriyas, vaiśyas and śūdras) are created by the Supreme Personality of Godhead according to the material modes of nature and the particular duties discharged in those modes.” A person who is situated in the mode of goodness is certainly more intelligent than others. Therefore he can practice the brahminical activities — namely speaking the truth, controlling the senses, controlling the mind, remaining always clean, practicing tolerance, having full knowledge about one’s self-identity, and understanding devotional service. In this way, if he engages himself in the loving service of the Lord as an actual brāhmaṇa, his aim to achieve the final interest of life is attained. Similarly, the kṣatriya’s duties are to give protection to the citizens, to give all his possessions in charity, to be strictly Vedic in the management of state affairs and to be unafraid to fight whenever there is an attack by enemies. In this way, a kṣatriya can satisfy the Supreme Personality of Godhead by his occupational duties. Similarly, a vaiśya can satisfy the Supreme Godhead by properly executing his occupational duties — engaging himself in producing foodstuffs, giving protection to cows, and trading if necessary when there is an excess of agricultural production. Similarly, because śūdras do not have ample intelligence, they should simply engage as workers to serve the higher statuses of social life. Everyone’s aim should be to satisfy the Supreme Personality of Godhead by engaging his mind in thinking always of Kṛṣṇa, his words in always offering prayers to the Lord or preaching about the glories of the Lord, and his body in executing the service required to satisfy the Lord. As there are four divisions within our body — the head, the arms, the belly and the legs — similarly, human society, taken as a whole, is divided into four classes of men according to their material qualities and occupational duties. Thus the brahminical or intelligent men have to execute the duty of the head, the kṣatriyas must fulfill the duty of the arms, the vaiśya class must fulfill the duty of the belly, and the śūdras must fulfill the duty of the legs. In executing the prescribed duties of life, no one is higher or lower; there are such divisions as “higher” and “lower,” but since there is actually a common interest — to satisfy the Supreme Personality of Godhead — there are no distinctions between them. The question may be raised that since the Lord is supposed to be worshiped by great demigods like Lord Brahmā, Lord Śiva and others, how can an ordinary human being on this planet serve Him? This is clearly explained by Pṛthu Mahārāja by the use of the word yathādhikāra, “according to one’s ability.” If one sincerely executes his occupational duty, that will be sufficient. One does not need to become like Lord Brahmā, Lord Śiva, Indra, Lord Caitanya or Rāmānujācārya, whose capabilities are certainly far above ours. Even a śūdra, who is in the lowest stage of life according to the material qualities, can achieve the same success. Anyone can become successful in devotional service provided he displays no duplicity. It is explained here that one must be very frank and open-minded (amāyinaḥ). To be situated in a lower status of life is not a disqualification for success in devotional service. The only qualification is that whether one is a brāhmaṇa, kṣatriya, vaiśya or śūdra, he must be open, frank and free from reservations. Then, by performing his particular occupational duty under the guidance of a proper spiritual master, he can achieve the highest success in life. As confirmed by the Lord Himself, striyo vaiśyās tathā śūdrās te ’pi yānti parāṁ gatim (Bg. 9.32). It does not matter what one is, whether a brāhmaṇa, kṣatriya, vaiśya, śūdra or a degraded woman. If one engages himself seriously in devotional service, working with body, mind and intelligence, he is sure to be successful in going back home, back to Godhead. The Lord’s lotus feet are described here as kāma-dughāṅghri-paṅkajam because they have all power to fulfill the desires of everyone. A devotee is happy even in this life because although in material existence we have many needs, all his material needs are satisfied, and when he at last quits his body, he goes back home, back to Godhead, without a doubt."
    },
    {
        "verse": "34",
        "devanagari": "असाविहानेकगुणोऽगुणोऽध्वर:पृथग्विधद्रव्यगुणक्रियोक्तिभि: ।सम्पद्यतेऽर्थाशयलिङ्गनामभि-र्विशुद्धविज्ञानघन: स्वरूपत: ॥ ३४ ॥",
        "english_devnagari": "asāv ihāneka-guṇo ’guṇo ’dhvaraḥpṛthag-vidha-dravya-guṇa-kriyoktibhiḥsampadyate ’rthāśaya-liṅga-nāmabhirviśuddha-vijñāna-ghanaḥ svarūpataḥ",
        "verse_Syn": [
            "asau",
            "iha",
            "aneka",
            "guṇaḥ",
            "aguṇaḥ",
            "adhvaraḥ",
            "pṛthak",
            "vidha",
            "dravya",
            "guṇa",
            "kriyā",
            "uktibhiḥ",
            "sampadyate",
            "artha",
            "āśaya",
            "liṅga",
            "nāmabhiḥ",
            "viśuddha",
            "vijñāna",
            "ghanaḥ",
            "sva",
            "rūpataḥ"
        ],
        "translation": "The Supreme Personality of Godhead is transcendental and not contaminated by this material world. But although He is concentrated spirit soul without material variety, for the benefit of the conditioned soul He nevertheless accepts different types of sacrifice performed with various material elements, rituals and mantras and offered to the demigods under different names according to the interests and purposes of the performers.",
        "purport": " For material prosperity there are recommendations in the Vedas for various types of yajña (sacrifice). In Bhagavad-gītā (3.10) it is confirmed that Lord Brahmā created all living entities, including human beings and demigods, and advised them to perform yajña according to their material desires (saha-yajñāḥ prajāḥ sṛṣṭvā). These performances are called yajñas because their ultimate goal is to satisfy the Supreme Personality of Godhead, Viṣṇu. The purpose of performing yajñas is to get material benefit, but because the aim is to simultaneously satisfy the Supreme Lord, such yajñas have been recommended in the Vedas. Such performances are, of course, known as karma-kāṇḍa, or material activities, and all material activities are certainly contaminated by the three modes of material nature. Generally the karma-kāṇḍa ritualistic ceremonies are performed in the mode of passion, yet the conditioned souls, both human beings and demigods, are obliged to perform these yajñas because without them one cannot be happy at all. Śrīla Viśvanātha Cakravartī Ṭhākura comments that these karma-kāṇḍa ritualistic ceremonies, although contaminated, contain touches of devotional service because whenever there is a performance of any yajña, Lord Viṣṇu is given a central position. This is very important because even a little endeavor to please Lord Viṣṇu is bhakti and is of great value. A tinge of bhakti purifies the material nature of the performances, which by devotional service gradually come to the transcendental position. Therefore although such yajñas are superficially material activities, the results are transcendental. Such yajñas as Sūrya-yajña, Indra-yajña and Candra-yajña are performed in the names of the demigods, but these demigods are bodily parts of the Supreme Personality of Godhead. The demigods cannot accept sacrificial offerings for themselves, but they can accept them for the Supreme Personality of Godhead, just as a departmental tax collector of a government cannot collect taxes for his personal account but can realize them for the government. Any yajña performed with this complete knowledge and understanding is described in Bhagavad-gītā as brahmārpaṇam, or a sacrifice offered to the Supreme Personality of Godhead. Since no one but the Supreme Lord can enjoy the results of sacrifice, the Lord says that He is the actual enjoyer of all sacrifices (bhoktāraṁ yajña-tapasāṁ sarva-loka-maheśvaram). Sacrifices should be performed with this view in mind. As stated in Bhagavad-gītā (4.24): “A person who is fully absorbed in Kṛṣṇa consciousness is sure to attain the spiritual kingdom because of his full contribution to spiritual activities, in which the consummation is absolute and that which is offered is of the same spiritual nature.” The performer of sacrifices must always keep in view that the sacrifices mentioned in the Vedas are meant to satisfy the Supreme Personality of Godhead. Viṣṇur ārādhyate panthāḥ (Viṣṇu Purāṇa 3.8.9). Anything material or spiritual done for the satisfaction of the Supreme Lord is understood to be an actual yajña, and by performing such yajñas one gets liberation from material bondage. The direct method of getting liberation from material bondage is devotional service, comprising the nine following methods: This ninefold process is described in this verse as viśuddha-vijñāna-ghanaḥ, or satisfying the Supreme Personality of Godhead directly by transcendental knowledge concentrated on the form of the Supreme Lord, Viṣṇu. This is the best method for satisfying the Supreme Lord. One who cannot take to this direct process, however, should take the indirect process of performing yajñas for the satisfaction of Viṣṇu, or Yajña. Viṣṇu is therefore called yajña-pati. Śriyaḥ patiṁ yajña-patiṁ jagat-patim (Bhāg. 2.9.15). The Supreme Personality of Godhead’s deep scientific knowledge is concentrated to the supreme point. For example, medical science knows some things superficially, but doctors do not know exactly how things happen in the body. Lord Kṛṣṇa, however, knows everything in detail. Therefore His knowledge is vijñāna-ghana because it does not have any of the defects of material science. The Supreme Personality of Godhead is viśuddha-vijñāna-ghana, concentrated transcendental knowledge; therefore, even though He accepts karma-kāṇḍīya materialistic yajñas, He always remains in a transcendental position. Therefore, the mention of aneka-guṇa refers to the Supreme Personality of Godhead’s many transcendental qualities, for He is not affected by the material qualities. The different kinds of material paraphernalia or physical elements are also gradually transformed into spiritual understanding because ultimately there is no difference between material and spiritual qualities, for everything emanates from the Supreme Spirit. This is realized by a gradual process of realization and purification. One vivid example of this is Dhruva Mahārāja, who took to meditation in the forest to achieve material benefit but ultimately became spiritually advanced and did not want any benediction for material profit. He was simply satisfied with the association of the Supreme Lord. Āśaya means “determination.” Generally a conditioned soul has the determination for material profit, but when these desires for material profit are satisfied through performance of yajña, one gradually achieves the spiritual platform. Then his life becomes perfect. Śrīmad-Bhāgavatam (2.3.10) therefore recommends: Everyone — whether akāma (a devotee), sarva-kāma (a karmī) or mokṣa-kāma (a jñānī or yogī) — is encouraged to worship the Supreme Personality of Godhead by the direct method of devotional service. In this way one can get both material and spiritual profit simultaneously."
    },
    {
        "verse": "35",
        "devanagari": "प्रधानकालाशयधर्मसङ्ग्रहेशरीर एष प्रतिपद्य चेतनाम् ।क्रियाफलत्वेन विभुर्विभाव्यतेयथानलो दारुषु तद्गुणात्मक: ॥ ३५ ॥",
        "english_devnagari": "pradhāna-kālāśaya-dharma-saṅgraheśarīra eṣa pratipadya cetanāmkriyā-phalatvena vibhur vibhāvyateyathānalo dāruṣu tad-guṇātmakaḥ",
        "verse_Syn": [
            "pradhāna",
            "kāla",
            "āśaya",
            "dharma",
            "saṅgrahe",
            "śarīre",
            "eṣaḥ",
            "pratipadya",
            "cetanām",
            "kriyā",
            "phalatvena",
            "vibhuḥ",
            "vibhāvyate",
            "yathā",
            "analaḥ",
            "dāruṣu",
            "tat",
            "guṇa",
            "ātmakaḥ"
        ],
        "translation": "The Supreme Personality of Godhead is all-pervading, but He is also manifested in different types of bodies which arise from a combination of material nature, time, desires and occupational duties. Thus different types of consciousness develop, just as fire, which is always basically the same, blazes in different ways according to the shape and dimension of firewood.",
        "purport": " The Supreme Personality of Godhead constantly lives with the individual soul as Paramātmā. The individual soul has awareness in accord with his material body, which he attains by virtue of prakṛti, or material nature. The material ingredients are activated by the force of time, and thus the three material modes of nature are manifested. According to his association with the three modes of nature, the living entity develops a particular type of body. In animal life, the material mode of ignorance is so prominent that there is very little chance of realizing the Paramātmā, who is also present within the heart of the animal; but in the human form of life, because of developed consciousness (cetanām), one can be transferred from ignorance and passion to goodness by the results of his activities (kriyā-phalatvena). A human being is therefore advised to associate with spiritually advanced personalities. The Vedas (Muṇḍaka Upaniṣad 1.2.12) give the direction tad-vijñānārthaṁ sa gurum evābhigacchet: in order to reach the perfection of life or to understand the real constitutional position of the living entity, one must approach the spiritual master. Gurum evābhigacchet — one must; it is not optional. It is imperative that one approach the spiritual master, for by such association one proportionately develops his consciousness toward the Supreme Personality of Godhead. The highest perfection of such consciousness is called Kṛṣṇa consciousness. According to the body given by prakṛti, or nature, one’s consciousness is present; according to the development of consciousness, one’s activities are performed; and according to the purity of such activities, one realizes the Supreme Personality of Godhead, who is present in everyone’s heart. The example given herein is very appropriate: fire is always the same, but according to the size of the fuel or burning wood, the fire appears to be straight, curved, small, big, etc. According to the development of consciousness, God realization is present. In the human form of life it is recommended, therefore, that one undergo the different types of penances and austerities described in Bhagavad-gītā (karma-yoga, jñāna-yoga, dhyāna-yoga and bhakti-yoga). Like a staircase, yoga has different steps for reaching the topmost floor, and according to one’s position upon the staircase, he is understood to be situated in karma-yoga, jñāna-yoga, dhyāna-yoga or bhakti-yoga. Of course, bhakti-yoga is the topmost step on the staircase of realization of the Supreme Personality of Godhead. In other words, according to one’s development in consciousness, one realizes his spiritual identity, and thus when one’s existential position is purified fully, he becomes situated in brahmānanda, which is ultimately unlimited. Therefore the saṅkīrtana movement contributed by the Supreme Personality of Godhead as Lord Caitanya is the direct and easiest process for coming to the purest form of consciousness — Kṛṣṇa consciousness, the platform on which the Supreme Personality is fully realized. Directions for performing different types of yajñas are specifically arranged for the highest realization of the Supreme Lord, as confirmed in Bhagavad-gītā by the Lord Himself. The Supreme Personality of Godhead is realized according to the proportion of one’s surrender: ye yathā māṁ prapadyante tāṁs tathaiva bhajāmy aham (Bg. 4.11). Full surrender, however, occurs when a man is perfectly in knowledge: bahūnāṁ janmanām ante jñānavān māṁ prapadyate (Bg. 7.19)."
    },
    {
        "verse": "36",
        "devanagari": "अहो ममामी वितरन्त्यनुग्रहंहरिं गुरुं यज्ञभुजामधीश्वरम् ।स्वधर्मयोगेन यजन्ति मामकानिरन्तरं क्षोणितले द‍ृढव्रता: ॥ ३६ ॥",
        "english_devnagari": "aho mamāmī vitaranty anugrahaṁhariṁ guruṁ yajña-bhujām adhīśvaramsva-dharma-yogena yajanti māmakānirantaraṁ kṣoṇi-tale dṛḍha-vratāḥ",
        "verse_Syn": [
            "aho",
            "mama",
            "amī",
            "vitaranti",
            "anugraham",
            "harim",
            "gurum",
            "yajña",
            "bhujām",
            "adhīśvaram",
            "sva",
            "dharma",
            "yogena",
            "yajanti",
            "māmakāḥ",
            "nirantaram",
            "kṣoṇi",
            "tale",
            "dṛḍha",
            "vratāḥ"
        ],
        "translation": "The Supreme Personality of Godhead is the master and enjoyer of the results of all sacrifices, and He is the supreme spiritual master as well. All of you citizens on the surface of the globe who have a relationship with me and are worshiping Him by dint of your occupational duties are bestowing your mercy upon me. Therefore, O my citizens, I thank you.",
        "purport": " Mahārāja Pṛthu’s advice to his citizens to take to devotional service is now concluded in two ways. He has repeatedly advised persons who are neophytes to engage themselves in devotional service according to the capacities of the different orders of social and spiritual life, but here he specifically thanks those already engaged in such devotional service to the Supreme Personality of Godhead, who is actually the enjoyer of all sacrificial ceremonies and who is also the supreme teacher as antaryāmī, or Paramātmā. There is specific mention of the word gurum, which indicates the Supreme Personality as caitya-guru. The Supreme Godhead in His Paramātmā feature is present in everyone’s heart, and He is always trying to induce the individual soul to surrender unto Him and to engage in devotional service; therefore He is the original spiritual master. He manifests Himself as spiritual master both internally and externally to help the conditioned soul both ways. Therefore He has been mentioned herein as gurum. It appears, however, that in the time of Mahārāja Pṛthu all the people on the surface of the globe were his subjects. Most of them — in fact, almost all of them — were engaged in devotional service. Therefore he thanked them in a humble way for engaging in devotional service and thus bestowing their mercy upon him. In other words, in a state where the citizens and the head of state are engaged in devotional service unto the Supreme Personality of Godhead, they help one another and are mutually benefited."
    },
    {
        "verse": "37",
        "devanagari": "मा जातु तेज: प्रभवेन्महर्द्धिभि-स्तितिक्षया तपसा विद्यया च ।देदीप्यमानेऽजितदेवतानांकुले स्वयं राजकुलाद् द्विजानाम् ॥ ३७ ॥",
        "english_devnagari": "mā jātu tejaḥ prabhaven maharddhibhistitikṣayā tapasā vidyayā cadedīpyamāne ’jita-devatānāṁkule svayaṁ rāja-kulād dvijānām",
        "verse_Syn": [
            "mā",
            "jātu",
            "tejaḥ",
            "prabhavet",
            "mahā",
            "ṛddhibhiḥ",
            "titikṣayā",
            "tapasā",
            "vidyayā",
            "ca",
            "dedīpyamāne",
            "ajita",
            "devatānām",
            "kule",
            "svayam",
            "rāja",
            "kulāt",
            "dvijānām"
        ],
        "translation": "The brāhmaṇas and Vaiṣṇavas are personally glorified by their characteristic powers of tolerance, penance, knowledge and education. By dint of all these spiritual assets, Vaiṣṇavas are more powerful than royalty. It is therefore advised that the princely order not exhibit its material prowess before these two communities and should avoid offending them.",
        "purport": " Pṛthu Mahārāja has explained in the previous verse the importance of devotional service for both the rulers and the citizens of the state. Now he explains how one can be steadily fixed in devotional service. Śrī Caitanya Mahāprabhu, while instructing Śrīla Rūpa Gosvāmī, has compared the devotional service of the Lord with a creeper. A creeper has a feeble stem and requires the support of a tree to grow, and while growing it requires sufficient protection so that it may not be lost. While describing the system of protection for the creeper of devotional service, Śrī Caitanya Mahāprabhu has especially stressed protection from offenses unto the lotus feet of Vaiṣṇavas. Such offenses are called vaiṣṇava-aparādha. Aparādha means “offense.” If one commits vaiṣṇava-aparādhas, all of his progress in devotional service will be checked. Even though one is very much advanced in devotional service, if he commits offenses at the feet of a Vaiṣṇava, his advancement is all spoiled. In the śāstras it is found that a very great yogī, Durvāsā Muni, committed a vaiṣṇava-aparādha and thus for one full year had to travel all over the universe, even to Vaikuṇṭhaloka, to defend himself from the offense. At last, even when he approached the Supreme Personality of Godhead in Vaikuṇṭha, he was refused protection. Therefore one should be very careful about committing offenses at the feet of a Vaiṣṇava. The most grievous type of vaiṣṇava-aparādha is called gurv-aparādha, which refers to offenses at the lotus feet of the spiritual master. In the chanting of the holy name of the Supreme Personality of Godhead, this gurv-aparādha is considered the most grievous offense. Guror avajñā śruti-śāstra-nindanam (Padma Purāṇa). Among the ten offenses committed against the chanting of the holy name, the first offenses are disobedience of the spiritual master and blasphemy of the Vedic literature. The simple definition of Vaiṣṇava is given by Śrī Caitanya Mahāprabhu: a person who immediately reminds one of the Supreme Personality of Godhead, Kṛṣṇa, is a Vaiṣṇava. In this verse, both Vaiṣṇavas and brāhmaṇas are mentioned. A Vaiṣṇava is a learned brāhmaṇa and is therefore designated as brāhmaṇa-vaiṣṇava, brāhmaṇa-paṇḍita or as a Vaiṣṇava and brāhmaṇa. In other words, a Vaiṣṇava is supposed to be a brāhmaṇa already, but a brāhmaṇa may not be a pure Vaiṣṇava. When a person understands his pure identity, brahma-jānāti, he immediately becomes a brāhmaṇa. In the brāhmaṇa stage, one’s understanding of the Absolute Truth is mainly based on the impersonal view. When a brāhmaṇa, however, rises to the platform of personal understanding of the Supreme Godhead, he becomes a Vaiṣṇava. A Vaiṣṇava is transcendental even to a brāhmaṇa. In the material conception, the position of a brāhmaṇa is the highest in human society, but a Vaiṣṇava is transcendental even to a brāhmaṇa. Both the brāhmaṇa and Vaiṣṇava are spiritually advanced. A brāhmaṇa’s qualifications are mentioned in Bhagavad-gītā as truthfulness, mental equanimity, control of the senses, the power of tolerance, simplicity, knowledge of the Absolute Truth, firm faith in the scriptures, and practical application of the brahminical qualities in life. In addition to all these qualifications, when one fully engages in the transcendental loving service of the Lord, he becomes a Vaiṣṇava. Pṛthu Mahārāja warns his citizens who are actually engaged in the devotional service of the Lord to take care against offenses to the brāhmaṇas and Vaiṣṇavas. Offenses at their lotus feet are so destructive that even the descendants of Yadu who were born in the family of Lord Kṛṣṇa were destroyed due to offenses at their feet. The Supreme Personality of Godhead cannot tolerate any offense at the lotus feet of brāhmaṇas and Vaiṣṇavas. Sometimes, due to their powerful positions, princes or government servants neglect the position of brāhmaṇas and Vaiṣṇavas, not knowing that because of their offense they will be ruined."
    },
    {
        "verse": "38",
        "devanagari": "ब्रह्मण्यदेव: पुरुष: पुरातनोनित्यं हरिर्यच्चरणाभिवन्दनात् ।अवाप लक्ष्मीमनपायिनीं यशोजगत्पवित्रं च महत्तमाग्रणी: ॥ ३८ ॥",
        "english_devnagari": "brahmaṇya-devaḥ puruṣaḥ purātanonityaṁ harir yac-caraṇābhivandanātavāpa lakṣmīm anapāyinīṁ yaśojagat-pavitraṁ ca mahattamāgraṇīḥ",
        "verse_Syn": [
            "brahmaṇya",
            "devaḥ",
            "puruṣaḥ",
            "purātanaḥ",
            "nityam",
            "hariḥ",
            "yat",
            "caraṇa",
            "abhivandanāt",
            "avāpa",
            "lakṣmīm",
            "anapāyinīm",
            "yaśaḥ",
            "jagat",
            "pavitram",
            "ca",
            "mahat",
            "tama",
            "agraṇīḥ"
        ],
        "translation": "The Supreme Personality of Godhead, the ancient, eternal Godhead, who is foremost amongst all great personalities, obtained the opulence of His staunch reputation, which purifies the entire universe, by worshiping the lotus feet of those brāhmaṇas and Vaiṣṇavas.",
        "purport": " The Supreme Person is described herein as brahmaṇya-deva. Brahmaṇya refers to the brāhmaṇas, the Vaiṣṇavas or the brahminical culture, and deva means “worshipable Lord.” Therefore unless one is on the transcendental platform of being a Vaiṣṇava or on the highest platform of material goodness (as a brāhmaṇa), he cannot appreciate the Supreme Personality of Godhead. In the lower stages of ignorance and passion, it is difficult to appreciate or understand the Supreme Lord. Therefore the Lord is described herein as the worshipable Deity for persons in brahminical and Vaiṣṇava culture: Lord Kṛṣṇa, the Supreme Personality of Godhead, is the prime protector of brahminical culture and the cow. Without knowing and respecting these, one cannot realize the science of God, and without this knowledge, any welfare activities or humanitarian propaganda cannot be successful. The Lord is puruṣa, or the supreme enjoyer. Not only is He the enjoyer when He appears as a manifested incarnation, but He is the enjoyer since time immemorial, from the very beginning (purātanaḥ), and eternally (nityam). Yac-caraṇābhivandanāt: Pṛthu Mahārāja said that the Supreme Personality of Godhead attained this opulence of eternal fame simply by worshiping the lotus feet of the brāhmaṇas. In the Bhagavad-gītā it is said that the Lord does not need to work to achieve material gain. Since He is perpetually supremely perfect, He does not need to obtain anything, but still it is said that He obtained His opulences by worshiping the lotus feet of the brāhmaṇas. These are His exemplary actions. When Lord Śrī Kṛṣṇa was in Dvārakā, He offered His respects by bowing down at the lotus feet of Nārada. When Sudāmā Vipra came to His house, Lord Kṛṣṇa personally washed his feet and gave him a seat on His personal bed. Although He is the Supreme Personality of Godhead, Lord Śrī Kṛṣṇa offered His respects to Mahārāja Yudhiṣṭhira and Kuntī. The Lord’s exemplary behavior is to teach us. We should learn from His personal behavior how to give protection to the cow, how to cultivate brahminical qualities and how to respect the brāhmaṇas and the Vaiṣṇavas. The Lord says in Bhagavad-gītā (3.21), yad yad ācarati śreṣṭhas tat tad evetaro janaḥ: “If the leading personalities behave in a certain manner, others follow them automatically.” Who can be more of a leading personality than the Supreme Personality of Godhead, and whose behavior could be more exemplary? It is not that He needed to do all these things to acquire material gain, but all of these acts were performed just to teach us how to behave in this material world. The Supreme Personality of Godhead is described herein as mahattama-agraṇīḥ. Within this material world, the mahattamas, or great personalities, are Lord Brahmā and Lord Śiva, but He is above them all. Nārāyaṇaḥ paro ’vyaktāt: the Supreme Personality of Godhead is in a transcendental position, above everything created within this material world. His opulence, His riches, His beauty, His wisdom, His knowledge, His renunciation and His reputation are all jagat-pavitram, universally purifying. The more we discuss His opulences, the more the universe becomes purer and purer. In the material world, the opulences possessed by a material person are never fixed. Today one may be a very rich man, but tomorrow he may become poor; today one is very famous, but tomorrow he may be infamous. Materially obtained opulences are never fixed, but all six opulences perpetually exist in the Supreme Personality of Godhead, not only in the spiritual world, but also in this material world. Lord Kṛṣṇa’s reputation is fixed, and His book of wisdom, Bhagavad-gītā, is still honored. Everything pertaining to the Supreme Personality of Godhead is eternally existing."
    },
    {
        "verse": "39",
        "devanagari": "यत्सेवयाशेषगुहाशय: स्वराड्विप्रप्रियस्तुष्यति काममीश्वर: ।तदेव तद्धर्मपरैर्विनीतै:सर्वात्मना ब्रह्मकुलं निषेव्यताम् ॥ ३९ ॥",
        "english_devnagari": "yat-sevayāśeṣa-guhāśayaḥ sva-rāḍvipra-priyas tuṣyati kāmam īśvaraḥtad eva tad-dharma-parair vinītaiḥsarvātmanā brahma-kulaṁ niṣevyatām",
        "verse_Syn": [
            "yat",
            "sevayā",
            "aśeṣa",
            "guhā",
            "āśayaḥ",
            "sva",
            "rāṭ",
            "vipra",
            "priyaḥ",
            "tuṣyati",
            "kāmam",
            "īśvaraḥ",
            "tat",
            "eva",
            "tat",
            "dharma",
            "paraiḥ",
            "vinītaiḥ",
            "sarva",
            "ātmanā",
            "brahma",
            "kulam",
            "niṣevyatām"
        ],
        "translation": "The Supreme Personality of Godhead, who is everlastingly independent and who exists in everyone’s heart, is very pleased with those who follow in His footsteps and engage without reservation in the service of the descendants of brāhmaṇas and Vaiṣṇavas, for He is always dear to brāhmaṇas and Vaiṣṇavas and they are always dear to Him.",
        "purport": " It is said that the Lord is most pleased when He sees one engage in the service of His devotee. He does not need any service from anyone because He is complete, but it is in our own interest to offer all kinds of services to the Supreme Personality of Godhead. These services can be offered to the Supreme Person not directly but through the service of brāhmaṇas and Vaiṣṇavas. Śrīla Narottama dāsa Ṭhākura sings, chāḍiyā vaiṣṇava-sevā nistāra pāyeche kebā, which means that unless one serves the Vaiṣṇavas and brāhmaṇas, one cannot get liberation from the material clutches. Śrīla Viśvanātha Cakravartī Ṭhākura also says, yasya prasādād bhagavat-prasādaḥ: by satisfying the senses of the spiritual master, one can satisfy the senses of the Supreme Personality of Godhead. Thus this behavior is not only mentioned in scriptures but also followed by ācāryas. Pṛthu Mahārāja advised his citizens to follow the exemplary behavior of the Lord Himself and thus engage in the service of brāhmaṇas and Vaiṣṇavas."
    },
    {
        "verse": "40",
        "devanagari": "पुमाँल्लभेतानतिवेलमात्मन:प्रसीदतोऽत्यन्तशमं स्वत: स्वयम् ।यन्नित्यसम्बन्धनिषेवया तत:परं किमत्रास्ति मुखं हविर्भुजाम् ॥ ४० ॥",
        "english_devnagari": "pumāḻ labhetānativelam ātmanaḥprasīdato ’tyanta-śamaṁ svataḥ svayamyan-nitya-sambandha-niṣevayā tataḥparaṁ kim atrāsti mukhaṁ havir-bhujām",
        "verse_Syn": [
            "pumān",
            "labheta",
            "anati",
            "velam",
            "ātmanaḥ",
            "prasīdataḥ",
            "atyanta",
            "śamam",
            "svataḥ",
            "svayam",
            "yat",
            "nitya",
            "sambandha",
            "niṣevayā",
            "tataḥ",
            "param",
            "kim",
            "atra",
            "asti",
            "mukham",
            "haviḥ",
            "bhujām"
        ],
        "translation": "By regular service to the brāhmaṇas and Vaiṣṇavas, one can clear the dirt from his heart and thus enjoy supreme peace and liberation from material attachment and be satisfied. In this world there is no fruitive activity superior to serving the brāhmaṇa class, for this can bring pleasure to the demigods, for whom the many sacrifices are recommended.",
        "purport": " In Bhagavad-gītā (2.65) it is said, prasāde sarva-duḥkhānāṁ hānir asyopajāyate. Unless one is self-satisfied, he cannot be free from the miserable conditions of material existence. Therefore it is essential to render service to the brāhmaṇas and Vaiṣṇavas to achieve the perfection of self-satisfaction. Śrīla Narottama dāsa Ṭhākura therefore says: “Birth after birth I desire to serve the lotus feet of the ācāryas and live in a society of devotees.” A spiritual atmosphere can be maintained only by living in a society of devotees and by serving the orders of the ācāryas. The spiritual master is the best brāhmaṇa. At present, in the Age of Kali, it is very difficult to render service to the brāhmaṇa-kula, or the brāhmaṇa class. The difficulty, according to the Varāha Purāṇa, is that demons, taking advantage of Kali-yuga, have taken birth in brāhmaṇa families. Rākṣasāḥ kalim āśritya jāyante brahma-yoniṣu (Varāha Purāṇa). In other words, in this age there are many so-called caste brāhmaṇas and caste gosvāmīs who, taking advantage of the śāstra and of the innocence of people in general, claim to be brāhmaṇas and Vaiṣṇavas by hereditary right. One will not derive any benefit by rendering service to such false brāhmaṇa-kulas. One must therefore take shelter of a bona fide spiritual master and his associates and should also render service to them, for such activity will greatly help the neophyte in attaining full satisfaction. This has been very clearly explained by Śrīla Viśvanātha Cakravartī Ṭhākura in his explanation of the verse vyavasāyātmikā buddhir ekeha kuru-nandana (Bg. 2.41). By actually following the regulative principles of bhakti-yoga as recommended by Śrīla Narottama dāsa Ṭhākura, one can very quickly come to the transcendental platform of liberation, as explained in this verse (atyanta-śamam). The particular use of the word anativelam, “without delay,” is very significant because simply by serving brāhmaṇas and Vaiṣṇavas one can get liberation. There is no need to undergo severe penances and austerities. The vivid example of this is Nārada Muni himself. In his previous birth, he was simply a maidservant’s son, but he got the opportunity to serve exalted brāhmaṇas and Vaiṣṇavas, and thus in his next life he not only became liberated, but became famous as the supreme spiritual master of the entire Vaiṣṇava disciplic succession. According to the Vedic system, therefore, it is customarily recommended that after performing a ritualistic ceremony one should feed the brāhmaṇas."
    },
    {
        "verse": "41",
        "devanagari": "अश्नात्यनन्त: खलु तत्त्वकोविदै:श्रद्धाहुतं यन्मुख इज्यनामभि: ।न वै तथा चेतनया बहिष्कृतेहुताशने पारमहंस्यपर्यगु: ॥ ४१ ॥",
        "english_devnagari": "aśnāty anantaḥ khalu tattva-kovidaiḥśraddhā-hutaṁ yan-mukha ijya-nāmabhiḥna vai tathā cetanayā bahiṣ-kṛtehutāśane pāramahaṁsya-paryaguḥ",
        "verse_Syn": [
            "aśnāti",
            "anantaḥ",
            "khalu",
            "tattva",
            "kovidaiḥ",
            "śraddhā",
            "hutam",
            "yat",
            "mukhe",
            "ijya",
            "nāmabhiḥ",
            "na",
            "vai",
            "tathā",
            "cetanayā",
            "bahiḥ",
            "kṛte",
            "huta",
            "aśane",
            "pāramahaṁsya",
            "paryaguḥ"
        ],
        "translation": "Although the Supreme Personality of Godhead, Ananta, eats through the fire sacrifices offered in the names of the different demigods, He does not take as much pleasure in eating through fire as He does in accepting offerings through the mouths of learned sages and devotees, for then He does not leave the association of devotees.",
        "purport": " According to Vedic injunctions, a fire sacrifice is held in order to give food to the Supreme Personality of Godhead in the names of the different demigods. While performing a fire sacrifice, one pronounces the word svāhā in mantras such as indrāya svāhā and ādityāya svāhā. These mantras are uttered to satisfy the Supreme Personality of Godhead through demigods such as Indra and Āditya, for the Supreme Personality of Godhead says: “I am not in Vaikuṇṭha nor in the hearts of the yogīs. I remain where My devotees engage in glorifying My activities.” It is to be understood that the Supreme Personality of Godhead does not leave the company of His devotees. Fire is certainly devoid of life, but devotees and brāhmaṇas are the living representatives of the Supreme Lord. Therefore to feed brāhmaṇas and Vaiṣṇavas is to feed the Supreme Personality of Godhead directly. It may be concluded that instead of offering fire sacrifices, one should offer foodstuffs to brāhmaṇas and Vaiṣṇavas, for that process is more effective than fire yajña. The vivid example of this principle in action was given by Advaita Prabhu. When He performed the śrāddha ceremony for His father, He first of all called Haridāsa Ṭhākura and offered him food. It is the practice that after finishing the śrāddha ceremony one should offer food to an elevated brāhmaṇa. But Advaita Prabhu offered food first to Haridāsa Ṭhākura, who had taken his birth in a Muhammadan family. Therefore Haridāsa Ṭhākura asked Advaita Prabhu why He was doing something which might jeopardize His position in brāhmaṇa society. Advaita Prabhu replied that He was feeding millions of first-class brāhmaṇas by offering the food to Haridāsa Ṭhākura. He was prepared to talk with any learned brāhmaṇa on this point and prove definitely that by offering food to a pure devotee like Haridāsa Ṭhākura, He was equally as blessed as He would have been by offering food to thousands of learned brāhmaṇas. When performing sacrifices, one offers oblations to the sacrificial fire, but when such oblations are offered to Vaiṣṇavas, they are certainly more effective."
    },
    {
        "verse": "42",
        "devanagari": "यद्ब्रह्म नित्यं विरजं सनातनंश्रद्धातपोमङ्गलमौनसंयमै: ।समाधिना बिभ्रति हार्थद‍ृष्टयेयत्रेदमादर्श इवावभासते ॥ ४२ ॥",
        "english_devnagari": "yad brahma nityaṁ virajaṁ sanātanaṁśraddhā-tapo-maṅgala-mauna-saṁyamaiḥsamādhinā bibhrati hārtha-dṛṣṭayeyatredam ādarśa ivāvabhāsate",
        "verse_Syn": [
            "yat",
            "brahma",
            "nityam",
            "virajam",
            "sanātanam",
            "śraddhā",
            "tapaḥ",
            "maṅgala",
            "mauna",
            "saṁyamaiḥ",
            "samādhinā",
            "bibhrati",
            "ha",
            "artha",
            "dṛṣṭaye",
            "yatra",
            "idam",
            "ādarśe",
            "iva",
            "avabhāsate"
        ],
        "translation": "In brahminical culture a brāhmaṇa’s transcendental position is eternally maintained because the injunctions of the Vedas are accepted with faith, austerity, scriptural conclusions, full sense and mind control, and meditation. In this way the real goal of life is illuminated, just as one’s face is fully reflected in a clear mirror.",
        "purport": " Since it is described in the previous verse that feeding a living brāhmaṇa is more effective than offering oblations in a fire sacrifice, in this verse it is now clearly described what brāhmaṇism is and who a brāhmaṇa is. In the Age of Kali, taking advantage of the fact that by feeding a brāhmaṇa one obtains a more effective result than by performing sacrifices, a class of men with no brahminical qualifications claim the eating privilege known as brāhmaṇa-bhojana simply on the basis of their birth in brāhmaṇa families. In order to distinguish this class of men from the real brāhmaṇas, Mahārāja Pṛthu is giving an exact description of a brāhmaṇa and brahminical culture. One should not take advantage of his position simply to live like a fire without light. A brāhmaṇa must be fully conversant with the Vedic conclusion, which is described in Bhagavad-gītā. Vedaiś ca sarvair aham eva vedyaḥ (Bg. 15.15). The Vedic conclusion — the ultimate understanding, or Vedānta understanding — is knowledge of Kṛṣṇa. Actually that is a fact because simply by understanding Kṛṣṇa as He is, as described in Bhagavad-gītā (janma karma ca me divyam evaṁ yo vetti tattvataḥ), one becomes a perfect brāhmaṇa. The brāhmaṇa who knows Kṛṣṇa perfectly well is always in a transcendental position. This is also confirmed in Bhagavad-gītā (14.26): “One who engages in full devotional service and who does not fall down in any circumstance at once transcends the modes of material nature and thus comes to the level of Brahman.” Therefore a devotee of Lord Kṛṣṇa is actually a perfect brāhmaṇa. His situation is transcendental, for he is free from the four defects of conditional life, which are the tendencies to commit mistakes, to be illusioned, to cheat and to possess imperfect senses. A perfect Vaiṣṇava, or Kṛṣṇa conscious person, is always in this transcendental position because he speaks according to Kṛṣṇa and His representative. Because Vaiṣṇavas speak exactly according to the tune of Kṛṣṇa, whatever they say is free from these four defects. For example, Kṛṣṇa says in Bhagavad-gītā that everyone should always think of Him, everyone should become His devotee, offer Him obeisances and worship Him, and ultimately everyone should surrender unto Him. These devotional activities are transcendental and free from mistakes, illusion, cheating and imperfection. Therefore anyone who is a sincere devotee of Lord Kṛṣṇa and who preaches this cult, speaking only on the basis of Kṛṣṇa’s instructions, is understood to be virajam, or free from the defects of material contamination. A genuine brāhmaṇa or Vaiṣṇava therefore depends eternally on the conclusion of the Vedas or Vedic versions presented by the Supreme Personality of Godhead Himself. Only from Vedic knowledge can we understand the actual position of the Absolute Truth, who, as described in Śrīmad-Bhāgavatam, is manifested in three features — namely impersonal Brahman, localized Paramātmā and, at last, the Supreme Personality of Godhead. This knowledge is perfect from time immemorial, and the brahminical or Vaiṣṇava culture depends on this principle eternally. One should therefore study the Vedas with faith, not only for one’s personal knowledge, but for the sake of spreading this knowledge and these activities through real faith in the words of the Supreme Personality of Godhead and the Vedas. In this verse the word maṅgala, “auspicious,” is very significant. Śrīla Śrīdhara Svāmī quotes that to do what is good and to reject what is not good is called maṅgala, or auspicious. To do what is good means to accept everything favorable to the discharge of devotional service, and to reject what is not good means to reject everything not favorable for discharging devotional service. In our Kṛṣṇa consciousness movement, we accept this principle by rejecting four prohibited items — namely illicit sex life, intoxication, gambling and flesh-eating — and accepting the daily chanting of at least sixteen rounds of the Hare Kṛṣṇa mahā-mantra and meditation three times a day by chanting the Gāyatrī mantra. In this way one can keep his brahminical culture and spiritual strength intact. By following these principles of devotional service strictly, chanting twenty-four hours a day the mahā-mantra — Hare Kṛṣṇa, Hare Kṛṣṇa, Kṛṣṇa Kṛṣṇa, Hare Hare/ Hare Rāma, Hare Rāma, Rāma Rāma, Hare Hare — one makes positive progress in spiritual life and ultimately becomes completely fit to see the Supreme Personality of Godhead face to face. Because the ultimate goal of studying or understanding the Vedic knowledge is to find Kṛṣṇa, one who follows the Vedic principles as described above can from the very beginning see all the features of Lord Kṛṣṇa, the Absolute Truth, very distinctly, as one can see one’s own face completely reflected in a clear mirror. The conclusion is, therefore, that a brāhmaṇa does not become a brāhmaṇa simply because he is a living entity or is born in a brāhmaṇa family; he must possess all the qualities mentioned in the śāstras and practice the brahminical principles in his life. Thus he ultimately becomes a fully Kṛṣṇa conscious person and can understand what Kṛṣṇa is. How a devotee continuously sees Kṛṣṇa face to face within his heart is described in the Brahma-saṁhitā (5.38) as follows: The devotee, by development of pure love for Kṛṣṇa, constantly sees the Supreme Personality of Godhead, who is known as Śyāmasundara, within his heart. That is the perfectional stage of brahminical culture."
    },
    {
        "verse": "43",
        "devanagari": "तेषामहं पादसरोजरेणु-मार्या वहेयाधिकिरीटमायु: ।यं नित्यदा बिभ्रत आशु पापंनश्यत्यमुं सर्वगुणा भजन्ति ॥ ४३ ॥",
        "english_devnagari": "teṣām ahaṁ pāda-saroja-reṇumāryā vaheyādhi-kirīṭam āyuḥyaṁ nityadā bibhrata āśu pāpaṁnaśyaty amuṁ sarva-guṇā bhajanti",
        "verse_Syn": [
            "teṣām",
            "aham",
            "pāda",
            "saroja",
            "reṇum",
            "āryāḥ",
            "vaheya",
            "adhi",
            "kirīṭam",
            "āyuḥ",
            "yam",
            "nityadā",
            "bibhrataḥ",
            "āśu",
            "pāpam",
            "naśyati",
            "amum",
            "sarva",
            "guṇāḥ",
            "bhajanti"
        ],
        "translation": "O respectable personalities present here, I beg the blessings of all of you that I may perpetually carry on my crown the dust of the lotus feet of such brāhmaṇas and Vaiṣṇavas until the end of my life. He who can carry such dust on his head is very soon relieved of all the reactions which arise from sinful life, and eventually he develops all good and desirable qualities.",
        "purport": " It is said that one who has unflinching faith in the Supreme Personality of Godhead, which means unflinching faith in the Vaiṣṇava or the pure devotee of the Supreme Lord, develops all the good qualities of the demigods: yasyāsti bhaktir bhagavaty akiñcanā sarvair guṇais tatra samāsate surāḥ (Bhāg. 5.18.12). Prahlāda Mahārāja also said, naiṣāṁ matis tāvad urukramāṅghrim (Bhāg. 7.5.32): unless one takes the dust of the lotus feet of a pure Vaiṣṇava on one’s head, one cannot understand what the Supreme Personality of Godhead is, and unless one knows the Supreme Personality of Godhead, one’s life remains imperfect. A great soul who has fully surrendered to the Supreme Lord after understanding Him fully and after repeatedly undergoing austerities and penances for many, many lives is very rare. The crown of a king is simply a big load if the king or head of the state does not actually bear the dust of the lotus feet of brāhmaṇas and Vaiṣṇavas. In other words, if a liberal king like Pṛthu Mahārāja does not follow the instructions of brāhmaṇas and Vaiṣṇavas or does not follow the brahminical culture, he is simply a burden on the state, for he cannot benefit the citizens. Mahārāja Pṛthu is the perfect example of an ideal chief executive."
    },
    {
        "verse": "44",
        "devanagari": "गुणायनं शीलधनं कृतज्ञंवृद्धाश्रयं संवृणतेऽनु सम्पद: ।प्रसीदतां ब्रह्मकुलं गवां चजनार्दन: सानुचरश्च मह्यम् ॥ ४४ ॥",
        "english_devnagari": "guṇāyanaṁ śīla-dhanaṁ kṛta-jñaṁvṛddhāśrayaṁ saṁvṛṇate ’nu sampadaḥprasīdatāṁ brahma-kulaṁ gavāṁ cajanārdanaḥ sānucaraś ca mahyam",
        "verse_Syn": [
            "guṇa",
            "ayanam",
            "śīla",
            "dhanam",
            "kṛta",
            "jñam",
            "vṛddha",
            "āśrayam",
            "saṁvṛṇate",
            "anu",
            "sampadaḥ",
            "prasīdatām",
            "brahma",
            "kulam",
            "gavām",
            "ca",
            "janārdanaḥ",
            "sa",
            "anucaraḥ",
            "ca",
            "mahyam"
        ],
        "translation": "Whoever acquires the brahminical qualifications — whose only wealth is good behavior, who is grateful, and who takes shelter of experienced persons — gets all the opulence of the world. I therefore wish that the Supreme Personality of Godhead and His associates be pleased with the brāhmaṇa class, with the cows and with me.",
        "purport": " The Supreme Personality of Godhead is worshiped with the prayer namo brahmaṇya-devāya go-brāhmaṇa-hitāya ca. Thus it is clear that the Supreme Personality of Godhead respects and protects the brāhmaṇas and brahminical culture, as well as the cows; in other words, wherever there are brāhmaṇas and brahminical culture, there are cows and cow protection. In a society or civilization in which there are no brāhmaṇas or brahminical culture, cows are treated as ordinary animals and slaughtered, at the sacrifice of human civilization. The specific mention of the word gavām by Pṛthu Mahārāja is significant because the Lord is always associated with cows and His devotees. In pictures Lord Kṛṣṇa is always seen with cows and His associates such as the cowherd boys and the gopīs. Kṛṣṇa, the Supreme Personality of Godhead, cannot be alone. Therefore Pṛthu Mahārāja said, sānucaraś ca, indicating that the Supreme Personality of Godhead is always associated with His followers and devotees. A devotee acquires all the good qualities of the demigods; he is guṇāyanam, the reservoir of all good qualities. His only asset is good behavior, and he is grateful. Gratitude for the mercy of the Supreme Personality of Godhead is one of the qualities of brāhmaṇas and Vaiṣṇavas. Everyone should feel grateful to the Supreme Personality of Godhead because He is maintaining all living entities and supplying all their necessities. As stated in the Vedas (Kaṭha Upaniṣad 2.2.13), eko bahūnāṁ yo vidadhāti kāmān: the supreme one is supplying all necessities to the living entities. The living entity who is therefore grateful to the Supreme Personality of Godhead is certainly qualified with good characteristics. The word vṛddhāśrayam is very significant in this verse. Vṛddha refers to one who is advanced in knowledge. There are two kinds of old men: those who are advanced in years and those who are experienced in knowledge. One who is advanced in knowledge is actually vṛddha (jñāna-vṛddha); one does not become vṛddha simply by advancing in age. Vṛddhāśrayam, a person who takes shelter of a superior person who is advanced in knowledge, can acquire all the good qualities of a brāhmaṇa and be trained in good behavior. When one actually attains good qualities, becomes grateful for the mercy of the Supreme Personality of Godhead and takes shelter of a bona fide spiritual master, he is endowed with all opulence. Such a person is a brāhmaṇa or Vaiṣṇava. Therefore Pṛthu Mahārāja invokes the blessings and mercy of the Supreme Personality of Godhead, with His associates, devotees, Vaiṣṇavas, brāhmaṇas and cows."
    },
    {
        "verse": "45",
        "devanagari": "मैत्रेय उवाचइति ब्रुवाणं नृपतिं पितृदेवद्विजातय: ।तुष्टुवुर्हृष्टमनस: साधुवादेन साधव: ॥ ४५ ॥",
        "english_devnagari": "maitreya uvācaiti bruvāṇaṁ nṛpatiṁpitṛ-deva-dvijātayaḥtuṣṭuvur hṛṣṭa-manasaḥsādhu-vādena sādhavaḥ",
        "verse_Syn": [
            "maitreyaḥ",
            "uvāca",
            "iti",
            "bruvāṇam",
            "nṛ",
            "patim",
            "pitṛ",
            "deva",
            "dvi",
            "jātayaḥ",
            "tuṣṭuvuḥ",
            "hṛṣṭa",
            "manasaḥ",
            "sādhu",
            "vādena",
            "sādhavaḥ"
        ],
        "translation": "The great sage Maitreya said: After hearing King Pṛthu speak so nicely, all the demigods, the denizens of Pitṛloka, the brāhmaṇas and the saintly persons present at the meeting congratulated him by expressing their good will.",
        "purport": " When a person speaks very nicely at a meeting, he is congratulated by the audience, who express their good will with the words sādhu, sādhu. This is called sādhu-vāda. All the saintly persons, Pitās (denizens of Pitṛloka) and demigods who were present at the meeting and heard Pṛthu Mahārāja expressed their good will with the words sādhu, sādhu. They all accepted the good mission of Pṛthu Mahārāja, and they were fully satisfied."
    },
    {
        "verse": "46",
        "devanagari": "पुत्रेण जयते लोकानिति सत्यवती श्रुति: ।ब्रह्मदण्डहत: पापो यद्वेनोऽत्यतरत्तम: ॥ ४६ ॥",
        "english_devnagari": "putreṇa jayate lokāniti satyavatī śrutiḥbrahma-daṇḍa-hataḥ pāpoyad veno ’tyatarat tamaḥ",
        "verse_Syn": [
            "putreṇa",
            "jayate",
            "lokān",
            "iti",
            "satya",
            "vatī",
            "śrutiḥ",
            "brahma",
            "daṇḍa",
            "hataḥ",
            "pāpaḥ",
            "yat",
            "venaḥ",
            "ati",
            "atarat",
            "tamaḥ"
        ],
        "translation": "They all declared that the Vedic conclusion that one can conquer the heavenly planets by the action of a putra, or son, was fulfilled, for the most sinful Vena, who had been killed by the curse of the brāhmaṇas, was now delivered from the darkest region of hellish life by his son, Mahārāja Pṛthu.",
        "purport": " According to the Vedic version, there is a hellish planet called Put, and one who delivers a person from there is called putra. The purpose of marriage, therefore, is to have a putra, or son who is able to deliver his father, even if the father falls down to the hellish condition of Put. Mahārāja Pṛthu’s father, Vena, was a most sinful person and was therefore cursed to death by the brāhmaṇas. Now all the great saintly persons, sages and brāhmaṇas present in the meeting, after hearing from Mahārāja Pṛthu about his great mission in life, became convinced that the statement of the Vedas had been fully proved. The purpose of accepting a wife in religious marriage, as sanctioned in the Vedas, is to have a putra, a son qualified to deliver his father from the darkest region of hellish life. Marriage is not intended for sense gratification but for getting a son fully qualified to deliver his father. But if a son is raised to become an unqualified demon, how can he deliver his father from hellish life? It is therefore the duty of a father to become a Vaiṣṇava and raise his children to become Vaiṣṇavas; then even if by chance the father falls into a hellish life in his next birth, such a son can deliver him, as Mahārāja Pṛthu delivered his father."
    },
    {
        "verse": "47",
        "devanagari": "हिरण्यकशिपुश्चापि भगवन्निन्दया तम: ।विविक्षुरत्यगात्सूनो: प्रह्लादस्यानुभावत: ॥ ४७ ॥",
        "english_devnagari": "hiraṇyakaśipuś cāpibhagavan-nindayā tamaḥvivikṣur atyagāt sūnoḥprahlādasyānubhāvataḥ",
        "verse_Syn": [
            "hiraṇyakaśipuḥ",
            "ca",
            "api",
            "bhagavat",
            "nindayā",
            "tamaḥ",
            "vivikṣuḥ",
            "atyagāt",
            "sūnoḥ",
            "prahlādasya",
            "anubhāvataḥ"
        ],
        "translation": "Similarly, Hiraṇyakaśipu, who by dint of his sinful activities always defied the supremacy of the Supreme Personality of Godhead, entered into the darkest region of hellish life; but by the grace of his great son, Prahlāda Mahārāja, he also was delivered and went back home, back to Godhead.",
        "purport": " When Prahlāda Mahārāja was offered benediction by Nṛsiṁhadeva, due to his great devotion and tolerance he refused to accept any benediction from the Lord, thinking that such acceptance was not befitting a sincere devotee. The rendering of service to the Supreme Personality of Godhead in expectation of a good reward is deprecated by Prahlāda Mahārāja as mercantile business. Because Prahlāda Mahārāja was a Vaiṣṇava, he did not ask a benediction for his personal self but was very affectionate toward his father. Although his father tortured him and would have killed him had he himself not been killed by the Supreme Personality of Godhead, Prahlāda Mahārāja begged pardon for him from the Lord. This favor was immediately granted by the Lord, and Hiraṇyakaśipu was delivered from the darkest region of hellish life, and he returned back home, back to Godhead, by the grace of his son. Prahlāda Mahārāja is the topmost example of a Vaiṣṇava, who is always compassionate toward sinful persons suffering a hellish life within this material world. Kṛṣṇa is therefore known as para-duḥkha-duḥkhī kṛpāmbudhiḥ, or one who is compassionate toward others’ suffering and who is an ocean of mercy. Like Prahlāda Mahārāja, all pure devotees of the Lord come to this material world with full compassion to deliver the sinful. They undergo all kinds of tribulations, suffering them with tolerance, because that is another qualification of a Vaiṣṇava, who tries to deliver all sinful persons from the hellish conditions of material existence. Vaiṣṇavas are therefore offered the following prayer: The chief concern of a Vaiṣṇava is to deliver the fallen souls."
    },
    {
        "verse": "48",
        "devanagari": "वीरवर्य पित: पृथ्व्या: समा: सञ्जीव शाश्वती: ।यस्येद‍ृश्यच्युते भक्ति: सर्वलोकैकभर्तरि ॥ ४८ ॥",
        "english_devnagari": "vīra-varya pitaḥ pṛthvyāḥsamāḥ sañjīva śāśvatīḥyasyedṛśy acyute bhaktiḥsarva-lokaika-bhartari",
        "verse_Syn": [
            "vīra",
            "varya",
            "pitaḥ",
            "pṛthvyāḥ",
            "samāḥ",
            "sañjīva",
            "śāśvatīḥ",
            "yasya",
            "īdṛśī",
            "acyute",
            "bhaktiḥ",
            "sarva",
            "loka",
            "eka",
            "bhartari"
        ],
        "translation": "All the saintly brāhmaṇas thus addressed Pṛthu Mahārāja: O best of the warriors, O father of this globe, may you be blessed with a long life, for you have great devotion to the infallible Supreme Personality of Godhead, who is the master of all the universe.",
        "purport": " Pṛthu Mahārāja was blessed by the saintly persons present at the meeting to have a long life because of his unflinching faith and his devotion to the Supreme Personality of Godhead. Although one’s duration of life is limited in years, if by chance one becomes a devotee, he surpasses the duration prescribed for his life; indeed, sometimes yogīs die according to their wish, not according to the laws of material nature. Another feature of a devotee is that he lives forever because of his infallible devotion to the Lord. It is said, kīrtir yasya sa jīvati: “One who leaves a good reputation behind him lives forever.” Specifically, one who is reputed as a devotee of the Lord undoubtedly lives forever. When Lord Caitanya Mahāprabhu was talking with Rāmānanda Rāya, Caitanya Mahāprabhu inquired, “What is the greatest reputation?” Rāmānanda Rāya replied that a person who is reputed as a great devotee has the greatest reputation, for a devotee not only lives forever in the Vaikuṇṭha planets, but by his reputation he also lives forever within this material world."
    },
    {
        "verse": "49",
        "devanagari": "अहो वयं ह्यद्य पवित्रकीर्तेत्वयैव नाथेन मुकुन्दनाथा: ।य उत्तमश्लोकतमस्य विष्णो-र्ब्रह्मण्यदेवस्य कथां व्यनक्ति ॥ ४९ ॥",
        "english_devnagari": "aho vayaṁ hy adya pavitra-kīrtetvayaiva nāthena mukunda-nāthāḥya uttamaślokatamasya viṣṇorbrahmaṇya-devasya kathāṁ vyanakti",
        "verse_Syn": [
            "aho",
            "vayam",
            "hi",
            "adya",
            "pavitra",
            "kīrte",
            "tvayā",
            "eva",
            "nāthena",
            "mukunda",
            "nāthāḥ",
            "ye",
            "uttama",
            "śloka",
            "tamasya",
            "viṣṇoḥ",
            "brahmaṇya",
            "devasya",
            "kathām",
            "vyanakti"
        ],
        "translation": "The audience continued: Dear King Pṛthu, your reputation is the purest of all, for you are preaching the glories of the most glorified of all, the Supreme Personality of Godhead, the Lord of the brāhmaṇas. Since, due to our great fortune, we have you as our master, we think that we are living directly under the agency of the Lord.",
        "purport": " The citizens declared that through being under the protection of Mahārāja Pṛthu, they were directly under the protection of the Supreme Personality of Godhead. This understanding is the proper situation of social steadiness within this material world. Since it is stated in the Vedas that the Supreme Personality of Godhead is the maintainer and leader of all living entities, the king or the executive head of the government must be a representative of the Supreme Person. Then he can claim honor exactly like the Lord’s. How a king or leader of society can become the representative of the Supreme Personality of Godhead is also indicated in this verse by the statement that because Pṛthu Mahārāja was preaching the supremacy and the glories of the Supreme Personality of Godhead, Viṣṇu, he was therefore a proper representative of the Lord. To remain under the jurisdiction or administration of such a king or leader is the perfect status for human society. The primary responsibility of such a king or leader is to protect the brahminical culture and the cows in his state."
    },
    {
        "verse": "50",
        "devanagari": "नात्यद्भुतमिदं नाथ तवाजीव्यानुशासनम् ।प्रजानुरागो महतां प्रकृति: करुणात्मनाम् ॥ ५० ॥",
        "english_devnagari": "nātyadbhutam idaṁ nāthatavājīvyānuśāsanamprajānurāgo mahatāṁprakṛtiḥ karuṇātmanām",
        "verse_Syn": [
            "na",
            "ati",
            "adbhutam",
            "idam",
            "nātha",
            "tava",
            "ājīvya",
            "anuśāsanam",
            "prajā",
            "anurāgaḥ",
            "mahatām",
            "prakṛtiḥ",
            "karuṇa",
            "ātmanām"
        ],
        "translation": "Our dear lord, it is your occupational duty to rule over your citizens. That is not a very wonderful task for a personality like you, who are so affectionate in seeing to the interests of the citizens, because you are full of mercy. That is the greatness of your character.",
        "purport": " A king’s duty is to give protection to his citizens and levy taxes from them for his livelihood. Since the Vedic society is divided into four classes of men — the brāhmaṇas, kṣatriyas, vaiśyas and śūdras — their means of livelihood are also mentioned in the scriptures. The brāhmaṇas should live by spreading knowledge and should therefore take contributions from their disciples, whereas a king should give protection to the citizens for their development to the highest standard of life, and he can therefore levy taxes from them; businessmen or mercantile men, because they produce foodstuffs for the whole of society, can take a little profit from this, whereas the śūdras, who cannot work as either brāhmaṇas, kṣatriyas or vaiśyas, should give service to the higher classes of society and be provided by them with a supply of the necessities of life. The symptom of a qualified king or political leader is mentioned herein: he must be very merciful and compassionate to the people and see to their prime interest, which is to become elevated devotees of the Supreme Personality of Godhead. Great souls are naturally inclined to do good to others, and a Vaiṣṇava especially is the most compassionate and merciful personality in society. Therefore we offer our respects to a Vaiṣṇava leader as follows: Only a Vaiṣṇava leader can fulfill all the desires of the people (vāñchā-kalpataru), and he is compassionate because he is the contributor of the greatest benefit to human society. He is patita-pāvana, the deliverer of all fallen souls, because if the king or the head of the government follows in the footsteps of the brāhmaṇas and Vaiṣṇavas, who are naturally leaders in missionary work, the vaiśyas will also follow in the footsteps of the Vaiṣṇavas and brāhmaṇas, and the śūdras will give them service. Thus the entire society becomes a perfect human institution for combined progress to the highest perfection of life."
    },
    {
        "verse": "51",
        "devanagari": "अद्य नस्तमस: पारस्त्वयोपासादित: प्रभो ।भ्राम्यतां नष्टद‍ृष्टीनां कर्मभिर्दैवसंज्ञितै: ॥ ५१ ॥",
        "english_devnagari": "adya nas tamasaḥ pārastvayopāsāditaḥ prabhobhrāmyatāṁ naṣṭa-dṛṣṭīnāṁkarmabhir daiva-saṁjñitaiḥ",
        "verse_Syn": [
            "adya",
            "naḥ",
            "tamasaḥ",
            "pāraḥ",
            "tvayā",
            "upāsāditaḥ",
            "prabho",
            "bhrāmyatām",
            "naṣṭa",
            "dṛṣṭīnām",
            "karmabhiḥ",
            "daiva",
            "saṁjñitaiḥ"
        ],
        "translation": "The citizens continued: Today you have opened our eyes and revealed how to cross to the other side of the ocean of darkness. By our past deeds and by the arrangement of superior authority, we are entangled in a network of fruitive activities and have lost sight of the destination of life; thus we have been wandering within the universe.",
        "purport": " In this verse, the words karmabhir daiva-saṁjñitaiḥ are very significant. Due to the quality of our actions, we come to the association of the modes of material nature, and by superior arrangement we are given a chance to enjoy the fruitive results of such activities in different types of bodies. In this way, having lost sight of their destination in life, all living entities are wandering in different species throughout the universe, sometimes getting birth in a lower species and sometimes existence in higher planetary systems; thus we are all wandering since time immemorial. It is by the grace of the spiritual master and the Supreme Personality of Godhead that we get the clue of devotional life, and thus progressive success in our life begins. Here this is admitted by the citizens of King Pṛthu; in full consciousness they admit the benefit they have derived from the activities of Mahārāja Pṛthu."
    },
    {
        "verse": "52",
        "devanagari": "नमो विवृद्धसत्त्वाय पुरुषाय महीयसे ।यो ब्रह्म क्षत्रमाविश्य बिभर्तीदं स्वतेजसा ॥ ५२ ॥",
        "english_devnagari": "namo vivṛddha-sattvāyapuruṣāya mahīyaseyo brahma kṣatram āviśyabibhartīdaṁ sva-tejasā",
        "verse_Syn": [
            "namaḥ",
            "vivṛddha",
            "sattvāya",
            "puruṣāya",
            "mahīyase",
            "yaḥ",
            "brahma",
            "kṣatram",
            "āviśya",
            "bibharti",
            "idam",
            "sva",
            "tejasā"
        ],
        "translation": "Dear lord, you are situated in your pure existential position of goodness; therefore you are the perfect representative of the Supreme Lord. You are glorified by your own prowess, and thus you are maintaining the entire world by introducing brahminical culture and protecting everyone in your line of duty as a kṣatriya.",
        "purport": " Without the spread of brahminical culture and without proper protection from the government, no social standard can be maintained properly. This is admitted in this verse by the citizens of Mahārāja Pṛthu, who could maintain the wonderful situation of his government due to his position in pure goodness. The word vivṛddha-sattvāya is significant. In the material world there are three qualities, namely goodness, passion and ignorance. One has to be raised from the platform of ignorance to the platform of goodness by devotional service. There is no other means for elevating one from the lowest stage of life to the highest stage but the execution of devotional service; as advised in the previous chapters of Śrīmad-Bhāgavatam, one can raise himself from the lowest position to the highest simply by associating with devotees and hearing Śrīmad-Bhāgavatam regularly from their mouths: “When one engages in devotional service in the first stages of hearing and chanting, the Lord, who is in everyone’s heart, helps the devotee in cleansing his heart.” (Bhāg. 1.2.17) In the gradual cleansing process, one is relieved of the influence of passion and ignorance and is situated on the platform of goodness. The result of association with the qualities of passion and ignorance is that one becomes lusty and greedy. But when one is elevated to the platform of goodness, he is satisfied in any condition of life and is without lust and greed. This mentality indicates one’s situation on the platform of goodness. One has to transcend this goodness and raise himself to the pure goodness called vivṛddha-sattva, or the advanced stage of goodness. In the advanced stage of goodness one can become Kṛṣṇa conscious. Therefore Mahārāja Pṛthu is addressed here as vivṛddha-sattva, or one who is situated in the transcendental position. But Mahārāja Pṛthu, although situated in the transcendental position of a pure devotee, came down to the position of brāhmaṇa and kṣatriya for the benefit of human society and thus gave protection to the entire world by his personal prowess. Although he was a king, a kṣatriya, because he was a Vaiṣṇava he was also a brāhmaṇa. As a brāhmaṇa he could give proper instruction to the citizens, and as a kṣatriya he could rightly give protection to all of them. Thus the citizens of Mahārāja Pṛthu were protected in all respects by the perfect king."
    }
]