[
    {
        "verse": "1",
        "devanagari": "नारद उवाचइत्थं पुरञ्जनं सध्र्यग्वशमानीय विभ्रमै: ।पुरञ्जनी महाराज रेमे रमयती पतिम् ॥ १ ॥",
        "english_devnagari": "nārada uvācaitthaṁ purañjanaṁ sadhryagvaśamānīya vibhramaiḥpurañjanī mahārājareme ramayatī patim",
        "verse_Syn": [
            "nāradaḥ",
            "uvāca",
            "ittham",
            "purañjanam",
            "sadhryak",
            "vaśamānīya",
            "vibhramaiḥ",
            "purañjanī",
            "mahā",
            "rāja",
            "reme",
            "ramayatī",
            "patim"
        ],
        "translation": "The great sage Nārada continued: My dear King, after bewildering her husband in different ways and bringing him under her control, the wife of King Purañjana gave him all satisfaction and enjoyed sex life with him.",
        "purport": " After hunting in the forest, King Purañjana returned home, and after refreshing himself by taking a bath and eating nice food, he searched for his wife. When he saw her lying down on the ground without a bed, as if neglected, and devoid of any proper dress, he became very much aggrieved. He then became attracted to her and began to enjoy her company. A living entity is similarly engaged in the material world in sinful activities. These sinful activities may be compared to King Purañjana’s hunting in the forest. A sinful life can be counteracted by various processes of religion such as yajña, vrata and dāna — that is, the performance of sacrifices, the taking of a vow for some religious ritual, and the giving of charity. In this way one may become free from the reactions of sinful life and at the same time awaken his original Kṛṣṇa consciousness. By coming home, taking his bath, eating nice foodstuffs, getting refreshed and searching out his wife, King Purañjana came to his good consciousness in his family life. In other words, a systematic family life as enjoined in the Vedas is better than an irresponsible sinful life. If a husband and wife combine together in Kṛṣṇa consciousness and live together peacefully, that is very nice. However, if a husband becomes too much attracted by his wife and forgets his duty in life, the implications of materialistic life will again resume. Śrīla Rūpa Gosvāmī has therefore recommended, anāsaktasya viṣayān (Bhakti-rasāmṛta-sindhu 1.2.255). Without being attached by sex, the husband and wife may live together for the advancement of spiritual life. The husband should engage in devotional service, and the wife should be faithful and religious according to the Vedic injunctions. Such a combination is very good. However, if the husband becomes too much attracted to the wife due to sex, the position becomes very dangerous. Women in general are very much sexually inclined. Indeed, it is said that a woman’s sex desire is nine times stronger than a man’s. It is therefore a man’s duty to keep a woman under his control by satisfying her, giving her ornaments, nice food and clothes, and engaging her in religious activities. Of course, a woman should have a few children and in this way not be disturbing to the man. Unfortunately, if the man becomes attracted to the woman simply for sex enjoyment, then family life becomes abominable. The great politician Cāṇakya Paṇḍita has said, bhāryā rūpavatī śatruḥ: a beautiful wife is an enemy. Of course every woman in the eyes of her husband is very beautiful. Others may see her as not very beautiful, but the husband, being very much attracted to her, sees her always as very beautiful. If the husband sees the wife as very beautiful, it is to be assumed that he is too much attracted to her. This attraction is the attraction of sex. The whole world is captivated by the two modes of material nature rajo-guṇa and tamo-guṇa, passion and ignorance. Generally women are very much passionate and are less intelligent; therefore somehow or other a man should not be under the control of their passion and ignorance. By performing bhakti-yoga, or devotional service, a man can be raised to the platform of goodness. If a husband situated in the mode of goodness can control his wife, who is in passion and ignorance, the woman is benefited. Forgetting her natural inclination for passion and ignorance, the woman becomes obedient and faithful to her husband, who is situated in goodness. Such a life becomes very welcome. The intelligence of the man and woman may then work very nicely together, and they can make a progressive march toward spiritual realization. Otherwise, the husband, coming under the control of the wife, sacrifices his quality of goodness and becomes subservient to the qualities of passion and ignorance. In this way the whole situation becomes polluted. The conclusion is that a household life is better than a sinful life devoid of responsibility, but if in the household life the husband becomes subordinate to the wife, involvement in materialistic life again becomes prominent. In this way a man’s material bondage becomes enhanced. Because of this, according to the Vedic system, after a certain age a man is recommended to abandon his family life for the stages of vānaprastha and sannyāsa."
    },
    {
        "verse": "2",
        "devanagari": "स राजा महिषीं राजन् सुस्‍नातांरुचिराननाम् ।कृतस्वस्त्ययनां तृप्तामभ्यनन्ददुपागताम् ॥ २ ॥",
        "english_devnagari": "sa rājā mahiṣīṁ rājansusnātāṁ rucirānanāmkṛta-svastyayanāṁ tṛptāmabhyanandad upāgatām",
        "verse_Syn": [
            "saḥ",
            "rājā",
            "mahiṣīm",
            "rājan",
            "su",
            "snātām",
            "rucira",
            "ānanām",
            "kṛta",
            "svasti",
            "ayanām",
            "tṛptām",
            "abhyanandat",
            "upāgatām"
        ],
        "translation": "The Queen took her bath and dressed herself nicely with all auspicious garments and ornaments. After taking food and becoming completely satisfied, she returned to the King. Upon seeing her beautifully decorated attractive face, the King welcomed her with all devotion.",
        "purport": " A woman is generally accustomed to dress herself nicely with fine garments and decorative ornaments. She may even sometimes wear flowers in her hair. Women especially dress themselves up in the evening because the husband comes home in the evening after working hard all day. It is the duty of the wife to dress herself up very nicely so that when her husband returns home he becomes attracted by her dress and cleanliness and thus becomes satisfied. In other words, the wife is the inspiration of all good intelligence. Upon seeing one’s wife dressed nicely, one can think very soberly about family business. When a person is too anxious about family affairs, he cannot discharge his family duties nicely. A wife is therefore supposed to be an inspiration and should keep the husband’s intelligence in good order so that they can combinedly prosecute the affairs of family life without impediment."
    },
    {
        "verse": "3",
        "devanagari": "तयोपगूढ: परिरब्धकन्धरोरहोऽनुमन्त्रैरपकृष्टचेतन: ।नकालरंहो बुबुधे दुरत्ययंदिवा निशेति प्रमदापरिग्रह: ॥ ३ ॥",
        "english_devnagari": "tayopagūḍhaḥ parirabdha-kandharoraho ’numantrair apakṛṣṭa-cetanaḥna kāla-raṁho bubudhe duratyayaṁdivā niśeti pramadā-parigrahaḥ",
        "verse_Syn": [
            "tayā",
            "upagūḍhaḥ",
            "parirabdha",
            "kandharaḥ",
            "rahaḥ",
            "anumantraiḥ",
            "apakṛṣṭa",
            "cetanaḥ",
            "na",
            "kāla",
            "raṁhaḥ",
            "bubudhe",
            "duratyayam",
            "divā",
            "niśā",
            "iti",
            "pramadā",
            "parigrahaḥ"
        ],
        "translation": "Queen Purañjanī embraced the King, and the King also responded by embracing her shoulders. In this way, in a solitary place, they enjoyed joking words. Thus King Purañjana became very much captivated by his beautiful wife and deviated from his good sense. He forgot that the passing of days and nights meant that his span of life was being reduced without profit.",
        "purport": " The word pramadā in this verse is very significant. A beautiful wife is certainly enlivening to her husband, but at the same time is the cause of degradation. The word pramadā means “enlivening” as well as “maddening.” Generally a householder does not take the passing of days and nights very seriously. A person in ignorance takes it as the usual course that days come, and after the days, the nights come. This is the law of material nature. But a man in ignorance does not know that when the sun rises early in the morning it begins to take away the balance of his life. Thus day after day the span of one’s life is reduced, and forgetting the duty of human life, the foolish man simply remains in the company of his wife and enjoys her in a secluded place. Such a condition is called apakṛṣṭa-cetana, or degraded consciousness. Human consciousness should be used for elevation to Kṛṣṇa consciousness. But when a person is too much attracted to his wife and family affairs, he does not take Kṛṣṇa consciousness very seriously. He thus becomes degraded, not knowing that he cannot buy back even a second of his life in return for millions of dollars. The greatest loss in life is passing time without understanding Kṛṣṇa. Every moment of our lives should be utilized properly, and the proper use of life is to increase devotional service to the Lord. Without devotional service to the Lord, the activities of life become simply a waste of time (śrama eva hi kevalam). Simply by becoming “dutiful” we do not make any profit in life. As confirmed in Śrīmad-Bhāgavatam (1.2.8): If after performing one’s occupational duty very perfectly one does not make progress in Kṛṣṇa consciousness, it should be understood that he has simply wasted his time in valueless labor."
    },
    {
        "verse": "4",
        "devanagari": "शयान उन्नद्धमदो महामनामहार्हतल्पे महिषीभुजोपधि: ।तामेव वीरो मनुते परं यत-स्तमोऽभिभूतो न निजं परं च यत् ॥ ४ ॥",
        "english_devnagari": "śayāna unnaddha-mado mahā-manāmahārha-talpe mahiṣī-bhujopadhiḥtām eva vīro manute paraṁ yatastamo-’bhibhūto na nijaṁ paraṁ ca yat",
        "verse_Syn": [
            "śayānaḥ",
            "unnaddha",
            "madaḥ",
            "mahā",
            "manāḥ",
            "mahā",
            "arha",
            "talpe",
            "mahiṣī",
            "bhuja",
            "upadhiḥ",
            "tām",
            "eva",
            "vīraḥ",
            "manute",
            "param",
            "yataḥ",
            "tamaḥ",
            "abhibhūtaḥ",
            "na",
            "nijam",
            "param",
            "ca",
            "yat"
        ],
        "translation": "In this way, increasingly overwhelmed by illusion, King Purañjana, although advanced in consciousness, remained always lying down with his head on the pillow of his wife’s arms. In this way he considered woman to be his ultimate life and soul. Becoming thus overwhelmed by the mode of ignorance, he could not understand the meaning of self-realization, whether regarding his own self or the Supreme Personality of Godhead.",
        "purport": " Human life is meant for self-realization. First of all one has to realize his own self, which is described in this verse as nijam. Then he has to understand or realize the Supersoul, or Paramātmā, the Supreme Personality of Godhead. However, when one becomes too much materially attached, he takes a woman to be everything. This is the basic principle of material attachment. In such a condition, one cannot realize his own self or the Supreme Personality of Godhead. In Śrīmad-Bhāgavatam (5.5.2) it is therefore said, mahat-sevāṁ dvāram āhur vimuktes tamo-dvāraṁ yoṣitāṁ saṅgi-saṅgam. If one associates with mahātmās, or devotees, his path of liberation is opened. But if one becomes too much attached to women or to persons who are also attached to women — that is, attached to women directly or indirectly — he opens the tamo-dvāram, the door to the darkest region of hellish life. King Purañjana was a great soul, highly intellectual and possessed of advanced consciousness, but due to his being too much addicted to women, his whole consciousness was covered. In the modern age the consciousness of people is too much covered by wine, women and flesh. Consequently, people are completely unable to make any progress in self-realization. The first step of self-realization is to know oneself as spirit soul apart from the body. In the second stage of self-realization, one comes to know that every soul, every individual living entity, is part and parcel of the Supreme Soul, Paramātmā, or the Supreme Personality of Godhead. This is confirmed in Bhagavad-gītā (15.7): “The living entities in this conditioned world are My eternal fragmental parts. Due to conditioned life, they are struggling very hard with the six senses, which include the mind.” All living entities are part and parcel of the Supreme Lord. Unfortunately, in this present civilization both men and women are allowed to be attracted to one another from the very beginning of life, and because of this they are completely unable to come to the platform of self-realization. They do not know that without self-realization they suffer the greatest loss in the human form of life. Thinking of a woman always within one’s heart is tantamount to lying down with a woman on a valuable bedstead. The heart is the bedstead, and it is the most valuable bedstead. When a man thinks of women and money, he lies down and rests on the arms of his beloved woman or wife. In this way he overindulges in sex life and thus becomes unfit for self-realization."
    },
    {
        "verse": "5",
        "devanagari": "तयैवं रममाणस्य कामकश्मलचेतस: ।क्षणार्धमिव राजेन्द्र व्यतिक्रान्तं नवं वय: ॥ ५ ॥",
        "english_devnagari": "tayaivaṁ ramamāṇasyakāma-kaśmala-cetasaḥkṣaṇārdham iva rājendravyatikrāntaṁ navaṁ vayaḥ",
        "verse_Syn": [
            "tayā",
            "evam",
            "ramamāṇasya",
            "kāma",
            "kaśmala",
            "cetasaḥ",
            "kṣaṇa",
            "ardham",
            "iva",
            "rāja",
            "indra",
            "vyatikrāntam",
            "navam",
            "vayaḥ"
        ],
        "translation": "My dear King Prācīnabarhiṣat, in this way King Purañjana, with his heart full of lust and sinful reactions, began to enjoy sex with his wife, and in this way his new life and youth expired in half a moment.",
        "purport": " Śrīla Govinda dāsa Ṭhākura has sung: In this verse Śrīla Govinda dāsa actually says that there is no bliss in the enjoyment of youthful life. In youth a person becomes very lusty to enjoy all kinds of sense objects. The sense objects are form, taste, smell, touch and sound. The modern scientific method, or advancement of scientific civilization, encourages the enjoyment of these five senses. The younger generation is very pleased to see a beautiful form, to hear radio messages of material news and sense gratificatory songs, to smell nice scents and nice flowers, and to touch the soft body or breasts of a young woman and gradually touch the sex organs. All of this is also very pleasing to the animals; therefore in human society there are restrictions in the enjoyment of the five sense objects. If one does not follow, he becomes exactly like an animal. Thus in this verse it is specifically stated, kāma-kaśmala-cetasaḥ: the consciousness of King Purañjana was polluted by lusty desires and sinful activities. In the previous verse it is stated that Purañjana, although advanced in consciousness, lay down on a very soft bed with his wife. This indicates that he indulged too much in sex. The words navaṁ vayaḥ are also significant in this verse. They indicate the period of youth from age sixteen to thirty. These thirteen or fifteen years of life are years in which one can very strongly enjoy the senses. When one comes to this age he thinks that life will go on and that he will simply continue enjoying his senses. But “time and tide wait for no man” — the span of youth expires very quickly. One who wastes his life simply by committing sinful activities in youth immediately becomes disappointed and disillusioned when the brief period of youth is over. The material enjoyments of youth are especially pleasing to a person who has no spiritual training. If one is trained only according to the bodily conception of life, he simply leads a disappointed life because bodily sense enjoyment finishes within forty years or so. After forty years, one simply leads a disillusioned life because he has no spiritual knowledge. For such a person, the expiration of youth occurs in half a moment. Thus King Purañjana’s pleasure, which he took in lying down with his wife, expired very quickly. Kāma-kaśmala-cetasaḥ also indicates that unrestricted sense enjoyment is not allowed in the human form of life by the laws of nature. If one enjoys his senses unrestrictedly, he leads a sinful life. The animals do not violate the laws of nature. For example, the sex impulse in animals is very strong during certain months of the year. The lion is very powerful. He is a flesh-eater and is very strong, but he enjoys sex only once in a year. Similarly, according to religious injunctions a man is restricted to enjoying sex only once in a month, after the menstrual period of the wife, and if the wife is pregnant, he is not allowed sex life at all. That is the law for human beings. A man is allowed to keep more than one wife because he cannot enjoy sex when the wife is pregnant. If he wants to enjoy sex at such a time, he may go to another wife who is not pregnant. These are laws mentioned in the Manu-saṁhitā and other scriptures. These laws and scriptures are meant for human beings. As such, if one violates these laws, he becomes sinful. The conclusion is that unrestricted sense enjoyment means sinful activities. Illicit sex is sex that violates the laws given in the scriptures. When one violates the laws of the scriptures, or the Vedas, he commits sinful activities. One who is engaged in sinful activities cannot change his consciousness. Our real function is to change our consciousness from kaśmala, sinful consciousness, to Kṛṣṇa, the supreme pure. As confirmed in Bhagavad-gītā (paraṁ brahma paraṁ dhāma pavitraṁ paramaṁ bhavān), Kṛṣṇa is the supreme pure, and if we change our consciousness from material enjoyment to Kṛṣṇa, we become purified. This is the process recommended by Lord Caitanya Mahāprabhu as the process of ceto-darpaṇa-mārjanam, cleansing the mirror of the heart."
    },
    {
        "verse": "6",
        "devanagari": "तस्यामजनयत्पुत्रान् पुरञ्जन्यां पुरञ्जन: ।शतान्येकादश विराडायुषोऽर्धमथात्यगात् ॥ ६ ॥",
        "english_devnagari": "tasyām ajanayat putrānpurañjanyāṁ purañjanaḥśatāny ekādaśa virāḍāyuṣo ’rdham athātyagāt",
        "verse_Syn": [
            "tasyām",
            "ajanayat",
            "putrān",
            "purañjanyām",
            "purañjanaḥ",
            "śatāni",
            "ekādaśa",
            "virāṭ",
            "āyuṣaḥ",
            "ardham",
            "atha",
            "atyagāt"
        ],
        "translation": "The great sage Nārada then addressed King Prācīnabarhiṣat: O one whose life span is great [virāṭ], in this way King Purañjana begot 1,100 sons within the womb of his wife, Purañjanī. However, in this business he passed away half of his life span.",
        "purport": " In this verse there are several significant words, the first of which are ekādaśa śatāni. Purañjana had begotten 1,100 sons within the womb of his wife and thus passed away half of his life. Actually every man follows a similar process. If one lives for one hundred years at the utmost, in his family life he simply begets children up to the age of fifty. Unfortunately at the present moment people do not live even a hundred years; nonetheless they beget children up to the age of sixty. Another point is that formerly people used to beget one hundred to two hundred sons and daughters. As will be evident from the next verse, King Purañjana not only begot 1,100 sons but also 110 daughters. At the present moment no one can produce such huge quantities of children. Instead, mankind is very busy checking the increase of population by contraceptive methods. We do not find in Vedic literatures that they ever used contraceptive methods, although they were begetting hundreds of children. Checking population by contraceptive method is another sinful activity, but in this Age of Kali people have become so sinful that they do not care for the resultant reactions of their sinful lives. King Purañjana lay down with his wife, Purañjanī, and begot a large number of children, and there is no mention in these verses that he used contraceptive methods. According to the Vedic scriptures the contraceptive method should be restraint in sex life. It is not that one should indulge in unrestricted sex life and avoid children by using some method to check pregnancy. If a man is in good consciousness, he consults with his religious wife, and as a result of this consultation, with intelligence, one advances in his ability to estimate the value of life. In other words, if one is fortunate enough to have a good, conscientious wife, he can decide by mutual consultation that human life is meant for advancing in Kṛṣṇa consciousness and not for begetting a large number of children. Children are called pariṇāma, or by-products, and when one consults his good intelligence he can see that his by-products should be the expansion of his Kṛṣṇa consciousness."
    },
    {
        "verse": "7",
        "devanagari": "दुहितृर्दशोत्तरशतं पितृमातृयशस्करी: ।शीलौदार्यगुणोपेता: पौरञ्जन्य: प्रजापते ॥ ७ ॥",
        "english_devnagari": "duhitṝr daśottara-śataṁpitṛ-mātṛ-yaśaskarīḥśīlaudārya-guṇopetāḥpaurañjanyaḥ prajā-pate",
        "verse_Syn": [
            "duhitṝḥ",
            "daśa",
            "uttara",
            "śatam",
            "pitṛ",
            "mātṛ",
            "yaśaskarīḥ",
            "śīla",
            "audārya",
            "guṇa",
            "upetāḥ",
            "paurañjanyaḥ",
            "prajā",
            "pate"
        ],
        "translation": "O Prajāpati, King Prācīnabarhiṣat, in this way King Purañjana also begot 110 daughters. All of these were equally glorified like the father and mother. Their behavior was gentle, and they possessed magnanimity and other good qualities.",
        "purport": " Children begotten under the rules and regulations of the scriptures generally become as good as the father and mother, but children born illegitimately mainly become varṇa-saṅkara. The varṇa-saṅkara population is irresponsible to the family, community and even to themselves. Formerly the varṇa-saṅkara population was checked by the observation of the reformatory method called garbhādhāna-saṁskāra, a child-begetting religious ceremony. In this verse we find that although King Purañjana had begotten so many children, they were not varṇa-saṅkara. All of them were good, well-behaved children, and they had good qualities like their father and mother. Even though we may produce many good children, our desire for sex that is beyond the prescribed method is to be considered sinful. Too much enjoyment of any of the senses (not only sex) results in sinful activities. Therefore one has to become a svāmī or gosvāmī at the end of his life. One may beget children up to the age of fifty, but after fifty one must stop begetting children and should accept the vānaprastha order. In this way he must leave home and then become a sannyāsī. A sannyāsī’s title is svāmī or gosvāmī, which means that he completely refrains from sense enjoyment. One should not accept the sannyāsa order whimsically; he must be fully confident that he can restrain his desires for sense gratification. King Purañjana’s family life was, of course, very happy. As mentioned in these verses, he begot 1,100 sons and 110 daughters. Everyone desires to have more sons than daughters, and since the number of daughters was less than the number of sons, it appears that King Purañjana’s family life was very comfortable and pleasing."
    },
    {
        "verse": "8",
        "devanagari": "स पञ्चालपति: पुत्रान् पितृवंशविवर्धनान् ।दारै: संयोजयामास दुहितृ: सद‍ृशैर्वरै: ॥ ८ ॥",
        "english_devnagari": "sa pañcāla-patiḥ putrānpitṛ-vaṁśa-vivardhanāndāraiḥ saṁyojayām āsaduhitṝḥ sadṛśair varaiḥ",
        "verse_Syn": [
            "saḥ",
            "pañcāla",
            "patiḥ",
            "putrān",
            "pitṛ",
            "vaṁśa",
            "vivardhanān",
            "dāraiḥ",
            "saṁyojayām",
            "āsa",
            "duhitṝḥ",
            "sadṛśaiḥ",
            "varaiḥ"
        ],
        "translation": "After this, King Purañjana, King of the Pañcāla country, in order to increase the descendants of his paternal family, married his sons with qualified wives and married his daughters with qualified husbands.",
        "purport": " According to the Vedic system, everyone should marry. One has to accept a wife because a wife will produce children, and the children in their turn will offer foodstuffs and funeral ceremonies so that the forefathers, wherever they may live, will be made happy. The offering of oblations in the name of Lord Viṣṇu is called piṇḍodaka, and it is necessary that the descendants of a family offer piṇḍa to the forefathers. Not only was Purañjana, the King of Pañcāla, satisfied in his own sex life, but he arranged for the sex life of his 1,100 sons and 110 daughters. In this way one can elevate an aristocratic family to the platform of a dynasty. It is significant in this verse that Purañjana got both sons and daughters married. It is the duty of a father and mother to arrange for the marriage of their sons and daughters. That is the obligation in Vedic society. Sons and daughters should not be allowed freedom to intermingle with the opposite sex unless they are married. This Vedic social organization is very good in that it stops the promulgation of illicit sex life, or varṇa-saṅkara, which appears under different names in this present day. Unfortunately, in this age, although the father and mother are anxious to get their children married, the children refuse to get married by the arrangement of the parents. Consequently, the number of varṇa-saṅkara has increased throughout the world under different names."
    },
    {
        "verse": "9",
        "devanagari": "पुत्राणां चाभवन्पुत्रा एकैकस्य शतं शतम् ।यैर्वै पौरञ्जनो वंश: पञ्चालेषु समेधित: ॥ ९ ॥",
        "english_devnagari": "putrāṇāṁ cābhavan putrāekaikasya śataṁ śatamyair vai paurañjano vaṁśaḥpañcāleṣu samedhitaḥ",
        "verse_Syn": [
            "putrāṇām",
            "ca",
            "abhavan",
            "putrāḥ",
            "eka",
            "ekasya",
            "śatam",
            "śatam",
            "yaiḥ",
            "vai",
            "paurañjanaḥ",
            "vaṁśaḥ",
            "pañcāleṣu",
            "samedhitaḥ"
        ],
        "translation": "Of these many sons, each produced hundreds and hundreds of grandsons. In this way the whole city of Pañcāla became overcrowded by these sons and grandsons of King Purañjana.",
        "purport": " We must remember that Purañjana is the living entity, and the city Pañcāla is the body. The body is the field of activity for the living entity, as stated in Bhagavad-gītā: kṣetra-kṣetrajña. There are two constituents: one is the living entity (kṣetra-jña), and the other is the body of the living entity (kṣetra). Any living entity can know that he is covered by the body if he only contemplates the body a little bit. Just with a little contemplation he can come to understand that the body is his possession. One can understand this by practical experience and by the authority of the śāstras. In Bhagavad-gītā (2.13) it is said, dehino ’smin yathā dehe: the proprietor of the body, the soul, is within the body. The body is taken as the pañcāla-deśa, or the field of activities wherein the living entity can enjoy the senses in their relationship to the five sense objects, namely gandha, rasa, rūpa, sparśa and śabda — that is, sense objects made out of earth, water, fire, air and sky. Within this material world, covered by the material body of subtle and gross matter, every living entity creates actions and reactions, which are herein known allegorically as sons and grandsons. There are two kinds of actions and reactions — namely pious and impious. In this way our material existence becomes coated by different actions and reactions. In this regard, Śrīla Narottama dāsa Ṭhākura states: “Fruitive activities and mental speculation are simply cups of poison. Whoever drinks of them, thinking them to be nectar, must struggle very hard life after life, in different types of bodies. Such a person eats all kinds of nonsense and becomes condemned by his activities of so-called sense enjoyment.” Thus the field of action and reactions, by which one’s descendants are increased, begins with sex life. Purañjana increased his whole family by begetting sons who in their turn begot grandsons. Thus the living entity, being inclined toward sexual gratification, becomes involved in many hundreds and thousands of actions and reactions. In this way he remains within the material world simply for the purpose of sense gratification and transmigrates from one body to another. His process of reproducing so many sons and grandsons results in so-called societies, nations, communities and so on. All these communities, societies, dynasties and nations simply expand from sex life. As stated by Prahlāda Mahārāja, yan maithunādi-gṛhamedhi-sukhaṁ hi tuccham (Bhāg. 7.9.45). A gṛhamedhī is one who wants to remain within this material existence. This means that he wants to remain within this body or society and enjoy friendship, love and community. His only enjoyment is in increasing the number of sex enjoyers. He enjoys sex and produces children, who in their turn marry and produce grandchildren. The grandchildren also marry and in their turn produce great-grandchildren. In this way the entire earth becomes overpopulated, and then suddenly there are reactions provoked by material nature in the form of war, famine, pestilence, earthquakes, etc. Thus the entire population is again extinguished simply to be re-created. This process is explained in Bhagavad-gītā (8.19) as repeated creation and annihilation: bhūtvā bhūtvā pralīyate. Due to a lack of Kṛṣṇa consciousness, all this creation and annihilation is going on under the name of human civilization. This cycle continues due to man’s lack of knowledge of the soul and the Supreme Personality of Godhead."
    },
    {
        "verse": "10",
        "devanagari": "तेषु तद्रिक्थहारेषु गृहकोशानुजीविषु ।निरूढेन ममत्वेन विषयेष्वन्वबध्यत ॥ १० ॥",
        "english_devnagari": "teṣu tad-riktha-hāreṣugṛha-kośānujīviṣunirūḍhena mamatvenaviṣayeṣv anvabadhyata",
        "verse_Syn": [
            "teṣu",
            "tat",
            "riktha",
            "hāreṣu",
            "gṛha",
            "kośa",
            "anujīviṣu",
            "nirūḍhena",
            "mamatvena",
            "viṣayeṣu",
            "anvabadhyata"
        ],
        "translation": "These sons and grandsons were virtually plunderers of King Purañjana’s riches, including his home, treasury, servants, secretaries and all other paraphernalia. Purañjana’s attachment for these things was very deep-rooted.",
        "purport": " In this verse the word riktha-hāreṣu, meaning “plunderers of wealth,” is very significant. One’s sons, grandsons and other descendants are ultimately plunderers of one’s accumulated wealth. There are many celebrated businessmen and industrialists who produce great wealth and are highly praised by the public, but all their money is ultimately plundered by their sons and grandsons. In India we have actually seen one industrialist who, like King Purañjana, was very much sexually inclined and had a half dozen wives. Each of these wives had a separate establishment that necessitated the expenditure of several thousands of rupees. When I was engaged in talking with him, I saw that he was very busy trying to secure money so that all his sons and daughters would get at least five hundred thousand rupees each. Thus such industrialists, businessmen or karmīs are called mūḍhas in the śāstras. They work very hard, accumulate money, and are satisfied to see that this money is plundered by their sons and grandsons. Such people do not want to return their wealth to its actual owner. As stated in Bhagavad-gītā (5.29), bhoktāraṁ yajña-tapasāṁ sarva-loka-maheśvaram: the real proprietor of all wealth is the Supreme Personality of Godhead. He is the actual enjoyer. So-called earners of money are those who simply know tricks by which they can take away God’s money under the guise of business and industry. After accumulating this money, they enjoy seeing it plundered by their sons and grandsons. This is the materialistic way of life. In materialistic life one is encaged within the body and deluded by false egoism. Thus one thinks, “I am this body,” “I am a human being,” “I am an American,” “I am an Indian.” This bodily conception is due to false ego. Being deluded by false ego, one identifies himself with a certain family, nation or community. In this way one’s attachment for the material world grows deeper and deeper. Thus it becomes very difficult for the living entity to extricate himself from his entanglement. Such people are graphically described in the Sixteenth Chapter of Bhagavad-gītā (16.13-15) in this way: “The demoniac person thinks: ‘So much wealth do I have today, and I will gain more according to my schemes. So much is mine now, and it will increase in the future, more and more. He is my enemy, and I have killed him; and my other enemy will also be killed. I am the lord of everything, I am the enjoyer, I am perfect, powerful and happy. I am the richest man, surrounded by aristocratic relatives. There is none so powerful and happy as I am. I shall perform sacrifices, I shall give some charity, and thus I shall rejoice.’ In this way, such persons are deluded by ignorance.” In this way people engage in various laborious activities, and their attachment for body, home, family, nation and community becomes more and more deep-rooted."
    },
    {
        "verse": "11",
        "devanagari": "ईजे च क्रतुभिर्घोरैर्दीक्षित: पशुमारकै: ।देवान् पितृन् भूतपतीन्नानाकामो यथा भवान् ॥ ११ ॥",
        "english_devnagari": "īje ca kratubhir ghorairdīkṣitaḥ paśu-mārakaiḥdevān pitṝn bhūta-patīnnānā-kāmo yathā bhavān",
        "verse_Syn": [
            "īje",
            "ca",
            "kratubhiḥ",
            "ghoraiḥ",
            "dīkṣitaḥ",
            "paśu",
            "mārakaiḥ",
            "devān",
            "pitṝn",
            "bhūta",
            "patīn",
            "nānā",
            "kāmaḥ",
            "yathā",
            "bhavān"
        ],
        "translation": "The great sage Nārada continued: My dear King Prācīnabarhiṣat, like you King Purañjana also became implicated in so many desires. Thus he worshiped demigods, forefathers and social leaders with various sacrifices which were all very ghastly because they were inspired by the desire to kill animals.",
        "purport": " In this verse the great sage Nārada discloses that the character of Purañjana was being described to give lessons to King Prācīnabarhiṣat. Actually the entire description was figuratively describing the activities of King Prācīnabarhiṣat. In this verse Nārada frankly says “like you” (yathā bhavān), which indicates that King Purañjana is none other than King Prācīnabarhiṣat himself. Being a great Vaiṣṇava, Nārada Muni wanted to stop animal-killing in sacrifices. He knew that if he tried to stop the King from performing sacrifices, the King would not hear him. Therefore he is describing the life of Purañjana. But in this verse he first discloses the intention, although not fully, by saying “like you.” Generally the karmīs, who are attached to increasing descendants, have to perform so many sacrifices and worship so many demigods for future generations and satisfy so many leaders, politicians, philosophers and scientists to make things go on properly for future generations. The so-called scientists are very eager to see that future generations will live very comfortably, and as such they are trying to find different means of generating energy to drive locomotives, cars, airplanes and so on. Now they are exhausting the petroleum supply. These activities are described in the Bhagavad-gītā (2.41): “Those who are on the spiritual path are resolute in purpose, and their aim is one. O beloved child of the Kurus, the intelligence of those who are irresolute is many-branched.” Actually, those who are in knowledge of everything are determined to execute Kṛṣṇa consciousness, but those who are rascals (mūḍhāḥ), sinners (duṣkṛtinaḥ) and the lowest of mankind (narādhamāḥ), who are bereft of all intelligence (māyayāpahṛta jñānāḥ) and who take shelter of the demoniac way of life (āsuraṁ bhāvam āśritāḥ), are disinterested in Kṛṣṇa consciousness. As such they become implicated and take on so many activities. Most of these activities center around the killing of animals. Modern civilization is centered around animal-killing. Karmīs are advertising that without eating meat, their vitamin value or vitality will be reduced; so to keep oneself fit to work hard, one must eat meat, and to digest meat, one must drink liquor, and to keep the balance of drinking wine and eating meat, one must have sufficient sexual intercourse to keep fit to work very hard like an ass. There are two ways of animal-killing. One way is in the name of religious sacrifices. All the religions of the world — except the Buddhists — have a program for killing animals in places of worship. According to Vedic civilization, the animal-eaters are recommended to sacrifice a goat in the temple of Kālī under certain restrictive rules and regulations and eat the flesh. Similarly, they are recommended to drink wine by worshiping the goddess Caṇḍikā. The purpose is restriction. People have given up all this restriction. Now they are regularly opening wine distilleries and slaughterhouses and indulging in drinking alcohol and eating flesh. A Vaiṣṇava ācārya like Nārada Muni knows very well that persons engaged in such animal-killing in the name of religion are certainly becoming involved in the cycle of birth and death, forgetting the real aim of life: to go home, back to Godhead. Thus the great sage Nārada, while instructing Śrīmad-Bhāgavatam to Vyāsa Muni, condemned the karma-kāṇḍa (fruitive) activities mentioned in the Vedas. Nārada told Vyāsa: “The people in general are naturally inclined to enjoy, and you have encouraged them in that way in the name of religion. This is verily condemned and is quite unreasonable. Because they are guided under your instructions, they will accept such activities in the name of religion and will hardly care for prohibitions.” (Bhāg. 1.5.15) Śrīla Nārada Muni chastised Vyāsadeva for compiling so many Vedic supplementary scriptures, which are all intended for guiding the people in general. Nārada Muni condemned these scriptures because they do not mention direct devotional service. Under Nārada’s instructions, direct worship of the Supreme Personality of Godhead, as described in the Śrīmad-Bhāgavatam, was set forth by Vyāsadeva. The conclusion is that neither the Supreme Personality of Godhead, Viṣṇu, nor His devotee ever sanctions animal-killing in the name of religion. Indeed, Kṛṣṇa incarnated Himself as Lord Buddha to put an end to animal-killing in the name of religion. Animal sacrifice under the name of religion is conducted by the influence of tamo-guṇa (the mode of ignorance), as indicated in the Eighteenth Chapter of Bhagavad-gītā (18.31-32): “That understanding which cannot distinguish between the religious way of life and the irreligious, between action that should be done and action that should not be done — that imperfect understanding, O son of Pṛthā, is in the mode of passion. That understanding which considers irreligion to be religion and religion to be irreligion, under the spell of illusion and darkness, and strives always in the wrong direction, O Pārtha, is in the mode of ignorance.” Those who are involved in the mode of ignorance manufacture religious systems for killing animals. Actually dharma is transcendental. As Lord Śrī Kṛṣṇa teaches, we must give up all other systems of religion and simply surrender unto Him (sarva-dharmān parityajya). Thus the Lord and His devotees and representatives teach the transcendental dharma, which does not allow animal-killing at all. At the present moment it is the greatest misfortune that in India many so-called missionary workers are spreading irreligion in the name of religion. They claim an ordinary human being to be God and recommend meat-eating for everyone, including so-called sannyāsīs."
    },
    {
        "verse": "12",
        "devanagari": "युक्तेष्वेवं प्रमत्तस्य कुटुम्बासक्तचेतस: ।आससाद स वै कालो योऽप्रिय: प्रिययोषिताम् ॥ १२ ॥",
        "english_devnagari": "yukteṣv evaṁ pramattasyakuṭumbāsakta-cetasaḥāsasāda sa vai kāloyo ’priyaḥ priya-yoṣitām",
        "verse_Syn": [
            "yukteṣu",
            "evam",
            "pramattasya",
            "kuṭumba",
            "āsakta",
            "cetasaḥ",
            "āsasāda",
            "saḥ",
            "vai",
            "kālaḥ",
            "yaḥ",
            "apriyaḥ",
            "priya",
            "yoṣitām"
        ],
        "translation": "Thus King Purañjana, being attached to fruitive activities [karma-kāṇḍīya] as well as kith and kin, and being obsessed with polluted consciousness, eventually arrived at that point not very much liked by those who are overly attached to material things.",
        "purport": " In this verse the words priya-yoṣitām and apriyaḥ are very significant. The word yoṣit means “woman,” and priya means “dear” or “pleasing.” Death is not very much welcome for those who are too much attached to material enjoyment, which culminates in sex. There is an instructive story in this connection: Once when a saintly person was passing on his way, he met a prince, the son of a king, and he blessed him, saying, “My dear prince, may you live forever.” The sage next met a saintly person and said to him, “You may either live or die.” Eventually the sage met a brahmacārī devotee, and he blessed him, saying, “My dear devotee, you may die immediately.” Finally the sage met a hunter, and he blessed him, saying, “Neither live nor die.” The point is that those who are very sensual and are engaged in sense gratification do not wish to die. Generally a prince has enough money to enjoy his senses; therefore the great sage said that he should live forever, for as long as he lived he could enjoy life, but after his death he would go to hell. Since the brahmacārī devotee was leading a life of severe austerities and penances in order to be promoted back to Godhead, the sage said that he should die immediately so that he need not continue to labor hard and could instead go back home, back to Godhead. A saintly person may either live or die, for during his life he is engaged in serving the Lord and after his death he also serves the Lord. Thus this life and the next are the same for a saintly devotee, for in both he serves the Lord. Since the hunter lives a very ghastly life due to killing animals, and since he will go to hell when he dies, he is advised to neither live nor die. King Purañjana finally arrived at the point of old age. In old age the senses lose their strength, and although an old man desires to enjoy his senses, and especially sex life, he is very miserable because his instruments of enjoyment no longer function. Such sensualists are never prepared for death. They simply want to live on and on and extend their life by so-called scientific advancement. Some foolish Russian scientists also claim that they are going to make man immortal through scientific advancement. Under the leadership of such crazy fellows, civilization is going on. Cruel death, however, comes and takes all of them away despite their desire to live forever. This type of mentality was exhibited by Hiraṇyakaśipu, but when the time was ripe, the Lord personally killed him within a second."
    },
    {
        "verse": "13",
        "devanagari": "चण्डवेग इति ख्यातो गन्धर्वाधिपतिर्नृप ।गन्धर्वास्तस्य बलिन: षष्ट्युत्तरशतत्रयम् ॥ १३ ॥",
        "english_devnagari": "caṇḍavega iti khyātogandharvādhipatir nṛpagandharvās tasya balinaḥṣaṣṭy-uttara-śata-trayam",
        "verse_Syn": [
            "caṇḍavegaḥ",
            "iti",
            "khyātaḥ",
            "gandharva",
            "adhipatiḥ",
            "nṛpa",
            "gandharvāḥ",
            "tasya",
            "balinaḥ",
            "ṣaṣṭi",
            "uttara",
            "śata",
            "trayam"
        ],
        "translation": "O King! In Gandharvaloka there is a king named Caṇḍavega. Under him there are 360 very powerful Gandharva soldiers.",
        "purport": " Time is figuratively described here as Caṇḍavega. Since time and tide wait for no man, time is herein called Caṇḍavega, which means “very swiftly passing away.” As time passes, it is calculated in terms of years. One year contains 360 days, and the soldiers of Caṇḍavega herein mentioned represent these days. Time passes swiftly; Caṇḍavega’s powerful soldiers of Gandharvaloka very swiftly carry away all the days of our life. As the sun rises and sets, it snatches away the balance of our life span. Thus as each day passes, each one of us loses some of life’s duration. It is therefore said that the duration of one’s life cannot be saved. But if one is engaged in devotional service, his time cannot be taken away by the sun. As stated in Śrīmad-Bhāgavatam (2.3.17), āyur harati vai puṁsām udyann astaṁ ca yann asau. The conclusion is that if one wants to make himself immortal, he should give up sense gratification. By engaging oneself in devotional service, one can gradually enter into the eternal kingdom of God. Mirages and other illusory things are sometimes called Gandharvas. Our losing our life span is taken as advancement of age. This imperceptible passing away of the days of life is figuratively referred to in this verse as Gandharvas. As explained in later verses, such Gandharvas are both male and female. This indicates that both men and women lose their life span imperceptibly by the force of time, which is herein described as Caṇḍavega."
    },
    {
        "verse": "14",
        "devanagari": "गन्धर्व्यस्ताद‍ृशीरस्य मैथुन्यश्च सितासिता: ।परिवृत्त्या विलुम्पन्ति सर्वकामविनिर्मिताम् ॥ १४ ॥",
        "english_devnagari": "gandharvyas tādṛśīr asyamaithunyaś ca sitāsitāḥparivṛttyā vilumpantisarva-kāma-vinirmitām",
        "verse_Syn": [
            "gandharvyaḥ",
            "tādṛśīḥ",
            "asya",
            "maithunyaḥ",
            "ca",
            "sita",
            "asitāḥ",
            "parivṛttyā",
            "vilumpanti",
            "sarva",
            "kāma",
            "vinirmitām"
        ],
        "translation": "Along with Caṇḍavega were as many female Gandharvīs as there were soldiers, and all of them repetitively plundered all the paraphernalia for sense enjoyment.",
        "purport": " The days have been compared to the soldiers of Caṇḍavega. Night is generally a time for sex enjoyment. Days are considered to be white, and nights are considered to be black, or, from another point of view, there are two kinds of nights — black nights and white nights. All these days and nights combine to pass away our span of life and everything we manufacture for sense gratification. Material activity means manufacturing things for sense gratification. Scientists are conducting research to find out how we can satisfy our senses more and more elaborately. In this Kali-yuga, the demoniac mentality is employed in manufacturing various machines to facilitate the process of sense gratification. There are so many machines for ordinary household activities. There are machines for washing dishes, cleansing the floor, shaving, clipping hair — today everything is done by machine. All these facilities for sense gratification are described in this verse as sarva-kāma-vinirmitām. The time factor, however, is so strong that not only is our span of life being expended, but all the machines and facilities for sense gratification are deteriorating. Therefore in this verse the word vilumpanti, “plundering,” is used. Everything is being plundered from the very beginning of our lives. This plundering of our possessions and life span begins with the day of our birth. One day will come when death will finish everything, and the living entity will have to enter another body to begin another chapter of life and again begin the cycle of material sense gratification. Prahlāda Mahārāja describes this process as punaḥ punaś carvita-carvaṇānām (Bhāg. 7.5.30): materialistic life means chewing the chewed again and again. The central point of material life is sense gratification. In different types of bodies, the living entity enjoys various senses, and through creating various types of facilities, he chews the chewed. Whether we squeeze sugar out of the sugarcane with our teeth or a machine, the result is the same — sugarcane juice. We may discover many ways to squeeze the juice out of the sugarcane, but the result is the same."
    },
    {
        "verse": "15",
        "devanagari": "ते चण्डवेगानुचरा: पुरञ्जनपुरं यदा ।हर्तुमारेभिरे तत्र प्रत्यषेधत्प्रजागर: ॥ १५ ॥",
        "english_devnagari": "te caṇḍavegānucarāḥpurañjana-puraṁ yadāhartum ārebhire tatrapratyaṣedhat prajāgaraḥ",
        "verse_Syn": [
            "te",
            "caṇḍavega",
            "anucarāḥ",
            "purañjana",
            "puram",
            "yadā",
            "hartum",
            "ārebhire",
            "tatra",
            "pratyaṣedhat",
            "prajāgaraḥ"
        ],
        "translation": "When King Gandharva-rāja [Caṇḍavega] and his followers began to plunder the city of Purañjana, a snake with five hoods began to defend the city.",
        "purport": " When one is sleeping, the life air remains active in different dreams. The five hoods of the snake indicate that the life air is surrounded by five kinds of air, known as prāṇa, apāna, vyāna, udāna and samāna. When the body is inactive, the prāṇa, or the life air, is active. Up to the age of fifty one can actively work for sense gratification, but after the fiftieth year one’s energy decreases, although one can with great strain work for two or three more years — perhaps up to the fifty-fifth year. Thus the fifty-fifth year is generally taken by government regulations as the final year for retirement. The energy, which is fatigued after fifty years, is figuratively described herein as a serpent with five hoods."
    },
    {
        "verse": "16",
        "devanagari": "स सप्तभि: शतैरेको विंशत्या च शतं समा: ।पुरञ्जनपुराध्यक्षो गन्धर्वैर्युयुधे बली ॥ १६ ॥",
        "english_devnagari": "sa saptabhiḥ śatair ekoviṁśatyā ca śataṁ samāḥpurañjana-purādhyakṣogandharvair yuyudhe balī",
        "verse_Syn": [
            "saḥ",
            "saptabhiḥ",
            "śataiḥ",
            "ekaḥ",
            "viṁśatyā",
            "ca",
            "śatam",
            "samāḥ",
            "purañjana",
            "pura",
            "adhyakṣaḥ",
            "gandharvaiḥ",
            "yuyudhe",
            "balī"
        ],
        "translation": "The five-hooded serpent, the superintendent and protector of the city of King Purañjana, fought with the Gandharvas for one hundred years. He fought alone, with all of them, although they numbered 720.",
        "purport": " The 360 days and 360 nights combine to become the 720 soldiers of Caṇḍavega (time). One has to fight these soldiers throughout one’s life span, beginning with birth and ending with death. This fight is called the struggle for existence. Despite this struggle, however, the living entity does not die. As confirmed in Bhagavad-gītā (2.20), the living entity is eternal: “For the soul there is never birth nor death. Nor, having once been, does he ever cease to be. He is unborn, eternal, ever-existing, undying and primeval. He is not slain when the body is slain.” Actually the living entity does not take birth nor does he die, but he has to fight with the stringent laws of material nature throughout the entire span of his lifetime. He must also face different kinds of miserable conditions. Despite all this, the living entity, due to illusion, thinks that he is well situated in sense gratification."
    },
    {
        "verse": "17",
        "devanagari": "क्षीयमाणे स्वसम्बन्धे एकस्मिन् बहुभिर्युधा ।चिन्तां परां जगामार्त: सराष्ट्रपुरबान्धव: ॥ १७ ॥",
        "english_devnagari": "kṣīyamāṇe sva-sambandheekasmin bahubhir yudhācintāṁ parāṁ jagāmārtaḥsa-rāṣṭra-pura-bāndhavaḥ",
        "verse_Syn": [
            "kṣīyamāṇe",
            "sva",
            "sambandhe",
            "ekasmin",
            "bahubhiḥ",
            "yudhā",
            "cintām",
            "parām",
            "jagāma",
            "ārtaḥ",
            "sa",
            "rāṣṭra",
            "pura",
            "bāndhavaḥ"
        ],
        "translation": "Because he had to fight alone with so many soldiers, all of whom were great warriors, the serpent with five hoods became very weak. Seeing that his most intimate friend was weakening, King Purañjana and his friends and citizens living within the city all became very anxious.",
        "purport": " The living entity resides within the body and struggles for existence with the limbs of the body, which are referred to here as citizens and friends. One can struggle alone with many soldiers for some time, but not for all time. The living entity within the body can struggle up to the limit of a hundred years with good luck, but after that it is not possible to prolong the struggle. Thus the living entity submits and falls victim. In this regard, Śrīla Bhaktivinoda Ṭhākura has sung, vṛddha kāla āola saba sukha bhāgala: when one becomes old, it becomes impossible to enjoy material happiness. Generally people think that religion and piety come at the end of life, and at this time one generally becomes meditative and takes to some so-called yogic process to relax in the name of meditation. Meditation, however, is simply a farce for those who have enjoyed life in sense gratification. As described in the Sixth Chapter of Bhagavad-gītā, meditation (dhyāna, dhāraṇā) is a difficult subject matter that one has to learn from his very youth. To meditate, one must restrain himself from all kinds of sense gratification. Unfortunately, meditation has now become a fashion for those who are overly addicted to sensual things. Such meditation is defeated by the struggle for existence. Sometimes such meditative processes pass for transcendental meditation. King Purañjana, the living entity, being thus victimized by the hard struggle for existence, took to transcendental meditation with his friends and relatives."
    },
    {
        "verse": "18",
        "devanagari": "स एव पुर्यां मधुभुक्पञ्चालेषु स्वपार्षदै: ।उपनीतं बलिं गृह्णन् स्त्रीजितो नाविदद्भयम् ॥ १८ ॥",
        "english_devnagari": "sa eva puryāṁ madhu-bhukpañcāleṣu sva-pārṣadaiḥupanītaṁ baliṁ gṛhṇanstrī-jito nāvidad bhayam",
        "verse_Syn": [
            "saḥ",
            "eva",
            "puryām",
            "madhu",
            "bhuk",
            "pañcāleṣu",
            "sva",
            "pārṣadaiḥ",
            "upanītam",
            "balim",
            "gṛhṇan",
            "strī",
            "jitaḥ",
            "na",
            "avidat",
            "bhayam"
        ],
        "translation": "King Purañjana collected taxes in the city known as Pañcāla and thus was able to engage in sexual indulgence. Being completely under the control of women, he could not understand that his life was passing away and that he was reaching the point of death.",
        "purport": " Government men — including kings, presidents, secretaries and ministers — are in a position to utilize taxes collected from the citizens for sense gratification. It is stated in Śrīmad-Bhāgavatam that in this Kali-yuga government men (rājanyas) and those connected with the government, as well as exalted government ministers, secretaries and presidents, will all simply collect taxes for sense gratification. The government is top-heavy, and without increasing taxes the government cannot maintain itself. When taxes are collected they are utilized for the sense gratification of the government officials. Such irresponsible politicians forget that there is a time when death will come to take away all their sense gratification. Some of them are convinced that after life everything is finished. This atheistic theory was conceived long ago by a philosopher called Cārvāka. Cārvāka recommended that man should live very opulently by either begging, borrowing or stealing. He also maintained that one should not be afraid of death, the next life, the past life or an impious life because after the body is burnt to ashes everything is finished. This is the philosophy of those who are too much materially addicted. Such philosophizing will not save one from the danger of death, nor will it save one from an abominable afterlife."
    },
    {
        "verse": "19",
        "devanagari": "कालस्य दुहिता काचित्‍त्रिलोकीं वरमिच्छती ।पर्यटन्ती न बर्हिष्मन् प्रत्यनन्दत कश्चन ॥ १९ ॥",
        "english_devnagari": "kālasya duhitā kācittri-lokīṁ varam icchatīparyaṭantī na barhiṣmanpratyanandata kaścana",
        "verse_Syn": [
            "kālasya",
            "duhitā",
            "kācit",
            "tri",
            "lokīm",
            "varam",
            "icchatī",
            "paryaṭantī",
            "na",
            "barhiṣman",
            "pratyanandata",
            "kaścana"
        ],
        "translation": "My dear King Prācīnabarhiṣat, at this time the daughter of formidable Time was seeking her husband throughout the three worlds. Although no one agreed to accept her, she came.",
        "purport": " In due course of time, when the body becomes old and practically invalid, it is subject to jarā, the sufferings of old age. There are four basic kinds of suffering — birth, old age, disease and death. No scientist or philosopher has ever been able to make a solution to these four miserable conditions. The invalidity of old age known as jarā is figuratively explained here as the daughter of Time. No one likes her, but she is very much anxious to accept anyone as her husband. No one likes to become old and invalid, but this is inevitable for everyone."
    },
    {
        "verse": "20",
        "devanagari": "दौर्भाग्येनात्मनो लोके विश्रुता दुर्भगेति सा ।या तुष्टा राजर्षये तु वृतादात्पूरवे वरम् ॥ २० ॥",
        "english_devnagari": "daurbhāgyenātmano lokeviśrutā durbhageti sāyā tuṣṭā rājarṣaye tuvṛtādāt pūrave varam",
        "verse_Syn": [
            "daurbhāgyena",
            "ātmanaḥ",
            "loke",
            "viśrutā",
            "durbhagā",
            "iti",
            "sā",
            "yā",
            "tuṣṭā",
            "rāja",
            "ṛṣaye",
            "tu",
            "vṛtā",
            "adāt",
            "pūrave",
            "varam"
        ],
        "translation": "The daughter of Time [Jarā] was very unfortunate. Consequently she was known as Durbhagā [“ill-fated”]. However, she was once pleased with a great king, and because the king accepted her, she granted him a great benediction.",
        "purport": " As Bhaktivinoda Ṭhākura sings, saba sukha bhāgala: all kinds of happiness disappear in old age. Consequently, no one likes old age, or jarā. Thus Jarā, as the daughter of Time, is known as a most unfortunate daughter. She was, however, at one time accepted by a great king, Yayāti. Yayāti was cursed by his father-in-law, Śukrācārya, to accept her. When Śukrācārya’s daughter was married to King Yayāti, one of her friends named Śarmiṣṭhā went with her. Later King Yayāti became very much attached to Śarmiṣṭhā, and Śukrācārya’s daughter complained to her father. Consequently, Śukrācārya cursed King Yayāti to become prematurely old. King Yayāti had five youthful sons, and he begged all his sons to exchange their youth for his old age. No one agreed except the youngest son, whose name was Pūru. Upon accepting Yayāti’s old age, Pūru was given the kingdom. It is said that two of Yayāti’s other sons, being disobedient to their father, were given kingdoms outside of India, most probably Turkey and Greece. The purport is that one can accumulate wealth and all kinds of material opulences but during old age one cannot enjoy them. Although Pūru attained his father’s kingdom, he could not enjoy all the opulence, for he had sacrificed his youth. One should not wait for old age in order to become Kṛṣṇa conscious. Due to the invalidity of old age, one cannot make progress in Kṛṣṇa consciousness, however opulent he may be materially."
    },
    {
        "verse": "21",
        "devanagari": "कदाचिदटमाना सा ब्रह्मलोकान्महीं गतम् ।वव्रे बृहद्‌व्रतं मां तु जानती काममोहिता ॥ २१ ॥",
        "english_devnagari": "kadācid aṭamānā sābrahma-lokān mahīṁ gatamvavre bṛhad-vrataṁ māṁ tujānatī kāma-mohitā",
        "verse_Syn": [
            "kadācit",
            "aṭamānā",
            "sā",
            "brahma",
            "lokāt",
            "mahīm",
            "gatam",
            "vavre",
            "bṛhat",
            "vratam",
            "mām",
            "tu",
            "jānatī",
            "kāma",
            "mohitā"
        ],
        "translation": "When I once came to this earth from Brahmaloka, the highest planetary system, the daughter of Time, wandering over the universe, met me. Knowing me to be an avowed brahmacārī, she became lusty and proposed that I accept her.",
        "purport": " The great sage Nārada Muni was a naiṣṭhika-brahmacārī — that is, he never had sex life. He was consequently an ever-green youth. Old age, jarā, could not attack him. The invalidity of old age can overcome an ordinary man, but Nārada Muni was different. Taking Nārada Muni to be an ordinary man, the daughter of Time confronted him with her lusty desire. It requires great strength to resist a woman’s attraction. It is difficult for old men, and what to speak of young. Those who live as brahmacārīs must follow in the footsteps of the great sage Nārada Muni, who never accepted the proposals of Jarā. Those who are too much sexually addicted become victims of jarā, and very soon their life span is shortened. Without utilizing the human form of life for Kṛṣṇa consciousness, the victims of jarā die very soon in this world."
    },
    {
        "verse": "22",
        "devanagari": "मयि संरभ्य विपुलमदाच्छापं सुदु:सहम् ।स्थातुमर्हसि नैकत्र मद्याच्ञाविमुखो मुने ॥ २२ ॥",
        "english_devnagari": "mayi saṁrabhya vipula-madāc chāpaṁ suduḥsahamsthātum arhasi naikatramad-yācñā-vimukho mune",
        "verse_Syn": [
            "mayi",
            "saṁrabhya",
            "vipula",
            "madāt",
            "śāpam",
            "su",
            "duḥsaham",
            "sthātum",
            "arhasi",
            "na",
            "ekatra",
            "mat",
            "yācñā",
            "vimukhaḥ",
            "mune"
        ],
        "translation": "The great sage Nārada continued: When I refused to accept her request, she became very angry at me and cursed me severely. Because I refused her request, she said that I would not be able to stay in one place for a long time.",
        "purport": " The great sage Nārada Muni has a spiritual body; therefore old age, disease, birth and death do not affect him. Nārada is the most kind devotee of the Supreme Lord, and his only business is to travel all over the universe and preach God consciousness. In other words, his business is to make everyone a Vaiṣṇava. Under the circumstances, there is ordinarily no need for him to stay in one place for more than the time he requires to preach. Since by his own free will he is already traveling all over the universe, the curse of Kālakanyā is described as fortunate. Like Nārada Muni, many other devotees of the Lord are engaged in preaching the glories of the Lord in different places and in different universes. Such personalities are beyond the jurisdiction of material laws."
    },
    {
        "verse": "23",
        "devanagari": "ततो विहतसङ्कल्पा कन्यका यवनेश्वरम् ।मयोपदिष्टमासाद्य वव्रे नाम्ना भयं पतिम् ॥ २३ ॥",
        "english_devnagari": "tato vihata-saṅkalpākanyakā yavaneśvarammayopadiṣṭam āsādyavavre nāmnā bhayaṁ patim",
        "verse_Syn": [
            "tataḥ",
            "vihata",
            "saṅkalpā",
            "kanyakā",
            "yavana",
            "īśvaram",
            "mayā",
            "upadiṣṭam",
            "āsādya",
            "vavre",
            "nāmnā",
            "bhayam",
            "patim"
        ],
        "translation": "After she was thus disappointed by me, with my permission she approached the King of the Yavanas, whose name was Bhaya, or Fear, and she accepted him as her husband.",
        "purport": " Being the most perfect Vaiṣṇava, Śrī Nārada Muni is always willing to do good to others, even to one who curses him. Although Kālakanyā, the daughter of Time, was refused by Nārada Muni, she was given a shelter. Of course no one could give her shelter, but a Vaiṣṇava gives shelter somewhere to such an unfortunate girl. When jarā, or old age, attacks, everyone dwindles and deteriorates. In one stroke Nārada Muni gave shelter to Kālakanyā and counterattacked the ordinary karmīs. If one accepts the instructions of Nārada Muni, the ocean of fear (bhaya) can be very quickly removed by the grace of that great Vaiṣṇava."
    },
    {
        "verse": "24",
        "devanagari": "ऋषभं यवनानां त्वां वृणे वीरेप्सितं पतिम् ।सङ्कल्पस्त्वयि भूतानां कृत: किल न रिष्यति ॥ २४ ॥",
        "english_devnagari": "ṛṣabhaṁ yavanānāṁ tvāṁvṛṇe vīrepsitaṁ patimsaṅkalpas tvayi bhūtānāṁkṛtaḥ kila na riṣyati",
        "verse_Syn": [
            "ṛṣabham",
            "yavanānām",
            "tvām",
            "vṛṇe",
            "vīra",
            "īpsitam",
            "patim",
            "saṅkalpaḥ",
            "tvayi",
            "bhūtānām",
            "kṛtaḥ",
            "kila",
            "na",
            "riṣyati"
        ],
        "translation": "Approaching the King of the Yavanas, Kālakanyā addressed him as a great hero, saying: My dear sir, you are the best of the untouchables. I am in love with you, and I want you as my husband. I know that no one is baffled if he makes friends with you.",
        "purport": " The words yavanānām ṛṣabham refer to the King of the Yavanas. The Sanskrit words yavana and mleccha apply to those who do not follow the Vedic principles. According to the Vedic principles, one should rise early in the morning, take bath, chant Hare Kṛṣṇa, offer maṅgala-ārati to the Deities, study Vedic literature, take prasāda and engage in dressing and decorating the Deities. One must also collect money for the temple expenditures, or if one is a householder he must go to work in accordance with the prescribed duties of a brāhmaṇa, kṣatriya, vaiśya or śūdra. In this way one should live a life of spiritual understanding, and this is the Vedic way of civilization. One who does not follow all these rules and regulations is called a yavana or mleccha. One should not mistakenly think that these words refer to certain classes of men in other countries. There is no question of limitation according to nationalism. Whether one lives in India or outside of India, he is called a yavana or mleccha if he does not follow the Vedic principles. One who does not actually follow the hygienic principles prescribed in the Vedic rules and regulations will be subjected to many contagious diseases. Because the students in this Kṛṣṇa consciousness movement are advised to follow the Vedic principles, they naturally become hygienic. If a person is Kṛṣṇa conscious, he can work like a young man even if he is seventy-five or eighty years old. Thus the daughter of Kāla (Time) cannot overcome a Vaiṣṇava. Śrīla Kṛṣṇadāsa Kavirāja Gosvāmī engaged in writing Caitanya-caritāmṛta when he was very old, yet he presented the most wonderful literature about the activities of Lord Caitanya. Śrīla Rūpa Gosvāmī and Sanātana Gosvāmī began their spiritual lives at a very old age — that is, after they retired from their occupations and family lives — yet they presented many valuable literatures for the advancement of spiritual life. This is confirmed by Śrīla Śrīnivāsa Ācārya, who praised the Gosvāmīs in this way: “I offer my respectful obeisances unto the Six Gosvāmīs, namely Śrī Sanātana Gosvāmī, Śrī Rūpa Gosvāmī, Śrī Raghunātha Bhaṭṭa Gosvāmī, Śrī Raghunātha dāsa Gosvāmī, Śrī Jīva Gosvāmī and Śrī Gopāla Bhaṭṭa Gosvāmī, who are very expert in scrutinizingly studying all the revealed scriptures with the aim of establishing eternal religious principles for the benefit of all human beings. Thus they are honored all over the three worlds, and they are worth taking shelter of because they are absorbed in the mood of the gopīs and are engaged in the transcendental loving service of Rādhā and Kṛṣṇa.” Thus jarā, the effect of old age, does not harass a devotee. This is because a devotee follows the instructions and the determination of Nārada Muni. All devotees are in the disciplic succession stemming from Nārada Muni because they worship the Deity according to Nārada Muni’s direction, namely the Nārada-pañcarātra, or the pāñcarātrika-vidhi. A devotee follows the principles of pāñcarātrika-vidhi as well as bhāgavata-vidhi. Bhāgavata-vidhi includes preaching work — śravaṇaṁ kīrtanaṁ viṣṇoḥ — the hearing and chanting of the glories of Lord Viṣṇu, the Supreme Personality of Godhead. The pāñcarātrika-vidhi includes arcanaṁ vandanaṁ dāsyaṁ sakhyam ātma-nivedanam. Because a devotee rigidly follows the instructions of Nārada Muni, he has no fear of old age, disease or death. Apparently a devotee may grow old, but he is not subjected to the symptoms of defeat experienced by a common man in old age. Consequently, old age does not make a devotee fearful of death, as a common man is fearful of death. When jarā, or old age, takes shelter of a devotee, Kālakanyā diminishes the devotee’s fear. A devotee knows that after death he is going back home, back to Godhead; therefore he has no fear of death. Thus instead of depressing a devotee, advanced age helps him become fearless and thus happy."
    },
    {
        "verse": "25",
        "devanagari": "द्वाविमावनुशोचन्ति बालावसदवग्रहौ ।यल्लोकशास्त्रोपनतं न राति न तदिच्छति ॥ २५ ॥",
        "english_devnagari": "dvāv imāv anuśocantibālāv asad-avagrahauyal loka-śāstropanataṁna rāti na tad icchati",
        "verse_Syn": [
            "dvau",
            "imau",
            "anuśocanti",
            "bālau",
            "asat",
            "avagrahau",
            "yat",
            "loka",
            "śāstra",
            "upanatam",
            "na",
            "rāti",
            "na",
            "tat",
            "icchati"
        ],
        "translation": "One who does not give charity according to the customs or injunctions of the scriptures and one who does not accept charity in that way are considered to be in the mode of ignorance. Such persons follow the path of the foolish. Surely they must lament at the end.",
        "purport": " It is herein stated that one should strictly follow the scriptures if one actually wants an auspicious life. The same is explained in Bhagavad-gītā (16.23): “He who discards scriptural injunctions and acts according to his own whims attains neither perfection, nor happiness, nor the supreme destination.” One who does not strictly follow the terms of the Vedic injunctions never attains success in life or happiness. And what to speak of going home, back to Godhead. One śāstric injunction holds that a householder, a kṣatriya or an administrative head should not refuse to accept a woman if she voluntarily requests to become a wife. Since Kālakanyā, the daughter of Time, was deputed by Nārada Muni to offer herself to Yavana-rāja, the King of the Yavanas could not refuse her. All transactions must be performed in light of the śāstric injunctions. The śāstric injunctions are confirmed by great sages like Nārada Muni. As stated by Narottama dāsa Ṭhākura, sādhu-śāstra-guru-vākya, cittete kariyā aikya: one should follow the principles of saintly persons, scriptures and the spiritual master. In this way one is sure to attain success in life. Kālakanyā, the daughter of Time, presented herself before the King of the Yavanas precisely in terms of sādhu, śāstra and guru. Thus there was no reason for not accepting her."
    },
    {
        "verse": "26",
        "devanagari": "अथो भजस्व मां भद्र भजन्तीं मे दयां कुरु ।एतावान् पौरुषो धर्मो यदार्ताननुकम्पते ॥ २६ ॥",
        "english_devnagari": "atho bhajasva māṁ bhadrabhajantīṁ me dayāṁ kuruetāvān pauruṣo dharmoyad ārtān anukampate",
        "verse_Syn": [
            "atho",
            "bhajasva",
            "mām",
            "bhadra",
            "bhajantīm",
            "me",
            "dayām",
            "kuru",
            "etāvān",
            "pauruṣaḥ",
            "dharmaḥ",
            "yat",
            "ārtān",
            "anukampate"
        ],
        "translation": "Kālakanyā continued: O gentle one, I am now present before you to serve you. Please accept me and thus show me mercy. It is a gentleman’s greatest duty to be compassionate upon a person who is distressed.",
        "purport": " Yavana-rāja, the King of the Yavanas, could also refuse to accept Kālakanyā, daughter of Time, but he considered the request due to the order of Nārada Muni. Thus he accepted Kālakanyā in a different way. In other words, the injunctions of Nārada Muni, or the path of devotional service, can be accepted by anyone within the three worlds, and certainly by the King of the Yavanas. Lord Caitanya Himself requested everyone to preach the cult of bhakti-yoga all over the world, in every village and town. Preachers in the Kṛṣṇa consciousness movement have actually experienced that even the yavanas and mlecchas have taken to spiritual life on the strength of Nārada Muni’s pāñcarātrika-vidhi. When mankind follows the disciplic succession, as recommended by Caitanya Mahāprabhu, everyone throughout the world will benefit."
    },
    {
        "verse": "27",
        "devanagari": "कालकन्योदितवचो निशम्य यवनेश्वर: ।चिकीर्षुर्देवगुह्यं स सस्मितं तामभाषत ॥ २७ ॥",
        "english_devnagari": "kāla-kanyodita-vaconiśamya yavaneśvaraḥcikīrṣur deva-guhyaṁ sasasmitaṁ tām abhāṣata",
        "verse_Syn": [
            "kāla",
            "kanyā",
            "udita",
            "vacaḥ",
            "niśamya",
            "yavana",
            "īśvaraḥ",
            "cikīrṣuḥ",
            "deva",
            "guhyam",
            "saḥ",
            "sa",
            "smitam",
            "tām",
            "abhāṣata"
        ],
        "translation": "After hearing the statement of Kālakanyā, daughter of Time, the King of the Yavanas began to smile and devise a means for executing his confidential duty on behalf of providence. He then addressed Kālakanyā as follows.",
        "purport": " In Caitanya-caritāmṛta (Ādi 5.142) it is said: Actually the supreme controller is the Personality of Godhead, Kṛṣṇa, and everyone is His servant. Yavana-rāja, the King of the Yavanas, was also a servant of Kṛṣṇa. Consequently, he wanted to execute the purpose of Kṛṣṇa through the agency of Kālakanyā. Although Kālakanyā means invalidity or old age, Yavana-rāja wanted to serve Kṛṣṇa by introducing Kālakanyā everywhere. Thus a sane person, by attaining old age, will become fearful of death. Foolish people engage in material activities as if they will live forever and enjoy material advancement, but actually there is no material advancement. Under illusion people think that material opulence will save them, but although there has been much advancement in material science, the problems of human society — birth, death, old age and disease — are still unsolved. Nonetheless foolish scientists are thinking that they have advanced materially. When Kālakanyā, the invalidity of old age, attacks them, they become fearful of death, if they are sane. Those who are insane simply do not care for death, nor do they know what is going to happen after death. They are under the wrong impression that after death there is no life, and consequently they act very irresponsibly in this life and enjoy unrestricted sense gratification. For an intelligent person, the appearance of old age is an impetus to spiritual life. People naturally fear impending death. The King of the Yavanas tried to utilize Kālakanyā for this purpose."
    },
    {
        "verse": "28",
        "devanagari": "मया निरूपितस्तुभ्यं पतिरात्मसमाधिना ।नाभिनन्दति लोकोऽयं त्वामभद्रामसम्मताम् ॥ २८ ॥",
        "english_devnagari": "mayā nirūpitas tubhyaṁpatir ātma-samādhinānābhinandati loko ’yaṁtvām abhadrām asammatām",
        "verse_Syn": [
            "mayā",
            "nirūpitaḥ",
            "tubhyam",
            "patiḥ",
            "ātma",
            "samādhinā",
            "na",
            "abhinandati",
            "lokaḥ",
            "ayam",
            "tvām",
            "abhadrām",
            "asammatām"
        ],
        "translation": "The King of the Yavanas replied: After much consideration, I have arrived at a husband for you. Actually, as far as everyone is concerned, you are inauspicious and mischievous. Since no one likes you, how can anyone accept you as his wife?",
        "purport": " After much consideration, the King of the Yavanas decided to make the best use of a bad bargain. Kālakanyā was a bad bargain, and no one liked her, but everything can be used for the service of the Lord. Thus the King of the Yavanas tried to utilize her for some purpose. The purpose has already been explained — that is, Kālakanyā as jarā, the invalidity of old age, can be used to arouse a sense of fear in people so that they will prepare for the next life by engaging in Kṛṣṇa consciousness."
    },
    {
        "verse": "29",
        "devanagari": "त्वमव्यक्तगतिर्भुङ्‌क्ष्व लोकं कर्मविनिर्मितम् ।या हि मे पृतनायुक्ता प्रजानाशं प्रणेष्यसि ॥ २९ ॥",
        "english_devnagari": "tvam avyakta-gatir bhuṅkṣvalokaṁ karma-vinirmitamyā hi me pṛtanā-yuktāprajā-nāśaṁ praṇeṣyasi",
        "verse_Syn": [
            "tvam",
            "avyakta",
            "gatiḥ",
            "bhuṅkṣva",
            "lokam",
            "karma",
            "vinirmitam",
            "yā",
            "hi",
            "me",
            "pṛtanā",
            "yuktā",
            "prajā",
            "nāśam",
            "praṇeṣyasi"
        ],
        "translation": "This world is a product of fruitive activities. Therefore you may imperceptibly attack people in general. Helped by my soldiers, you can kill them without opposition.",
        "purport": " The word karma-vinirmitam means “manufactured by fruitive activities.” This entire material world, especially in these days, is the result of fruitive activities. Everyone is fully engaged in decorating the world with highways, motorcars, electricity, skyscrapers, industries, businesses, etc. All this appears very nice for those who are simply engaged in sense gratification and who are ignorant of spiritual identity. As described in Śrīmad-Bhāgavatam (5.5.4): Those without knowledge of the spirit soul are mad after materialistic activities, and they perform all kinds of sinful activities simply for sense gratification. According to Ṛṣabhadeva, such activities are inauspicious because they force one to accept an abominable body in the next life. Everyone can experience that although we try to keep the body in a comfortable position, it is always giving pain and is subjected to the threefold miseries. Otherwise, why are there so many hospitals, welfare boards and insurance establishments? Actually, in this world there is no happiness. People are simply engaged trying to counteract unhappiness. Foolish people accept unhappiness as happiness; therefore the King of the Yavanas decided to attack such foolish people imperceptibly by old age, disease, and ultimately death. Of course, after death there must be birth; therefore Yavana-rāja thought it wise to kill all the karmīs through the agency of Kālakanyā and thus try to make them aware that materialistic advancement is not actually advancement. Every living entity is a spiritual being, and consequently without spiritual advancement the human form of life is ruined."
    },
    {
        "verse": "30",
        "devanagari": "प्रज्वारोऽयं मम भ्राता त्वं च मे भगिनी भव ।चराम्युभाभ्यां लोकेऽस्मिन्नव्यक्तो भीमसैनिक: ॥ ३० ॥",
        "english_devnagari": "prajvāro ’yaṁ mama bhrātātvaṁ ca me bhaginī bhavacarāmy ubhābhyāṁ loke ’sminnavyakto bhīma-sainikaḥ",
        "verse_Syn": [
            "prajvāraḥ",
            "ayam",
            "mama",
            "bhrātā",
            "tvam",
            "ca",
            "me",
            "bhaginī",
            "bhava",
            "carāmi",
            "ubhābhyām",
            "loke",
            "asmin",
            "avyaktaḥ",
            "bhīma",
            "sainikaḥ"
        ],
        "translation": "The King of the Yavanas continued: Here is my brother Prajvāra. I now accept you as my sister. I shall employ both of you, as well as my dangerous soldiers, to act imperceptibly within this world.",
        "purport": " Kālakanyā was sent by Nārada Muni to Yavana-rāja so that she might become his wife, but instead of accepting her as his wife, Yavana-rāja accepted her as his sister. Those who do not follow the Vedic principles are unrestricted as far as sex life is concerned. Consequently they sometimes do not hesitate to have sex with their sisters. In this Age of Kali there are many instances of such incest. Although Yavana-rāja accepted the request of Nārada Muni to show respect to him, he was nonetheless thinking of illicit sex. This was due to his being the King of the yavanas and mlecchas. The word prajvāraḥ is very significant, for it means “the fever sent by Lord Viṣṇu.” Such a fever is always set at 107 degrees, the temperature at which a man dies. Thus the King of the mlecchas and yavanas requested the daughter of Time, Kālakanyā, to become his sister. There was no need to ask her to become his wife, for the yavanas and mlecchas do not make distinctions as far as sex life is concerned. Thus one may outwardly be a sister, mother or daughter and still have sex. Yavana-rāja’s brother was Prajvāra, and Kālakanyā was invalidity itself. Combined and strengthened by the soldiers of Yavana-rāja — namely nonhygienic conditions, illicit sex and ultimately a high degree of temperature to bring on death — they would be able to smash the materialistic way of life. In this connection it is significant that Nārada was immune to the attack of jarā, or invalidity. Similarly jarā, or the destructive force, cannot attack any follower of Nārada Muni or another pure Vaiṣṇava."
    }
]