[
    {
        "verse": "1",
        "devanagari": "मैत्रेय उवाचजनेषु प्रगृणत्स्वेवं पृथुं पृथुलविक्रमम् ।तत्रोपजग्मुर्मुनयश्चत्वार: सूर्यवर्चस: ॥ १ ॥",
        "english_devnagari": "maitreya uvācajaneṣu pragṛṇatsv evaṁpṛthuṁ pṛthula-vikramamtatropajagmur munayaścatvāraḥ sūrya-varcasaḥ",
        "verse_Syn": [
            "maitreyaḥ",
            "uvāca",
            "janeṣu",
            "pragṛṇatsu",
            "evam",
            "pṛthum",
            "pṛthula",
            "vikramam",
            "tatra",
            "upajagmuḥ",
            "munayaḥ",
            "catvāraḥ",
            "sūrya",
            "varcasaḥ"
        ],
        "translation": "The great sage Maitreya said: While the citizens were thus praying to the most powerful King Pṛthu, the four Kumāras, who were as bright as the sun, arrived on the spot.",
        "purport": ""
    },
    {
        "verse": "2",
        "devanagari": "तांस्तु सिद्धेश्वरान् राजा व्योम्नोऽवतरतोऽर्चिषा ।लोकानपापान् कुर्वाणान् सानुगोऽचष्ट लक्षितान् ॥ २ ॥",
        "english_devnagari": "tāṁs tu siddheśvarān rājāvyomno ’vatarato ’rciṣālokān apāpān kurvāṇānsānugo ’caṣṭa lakṣitān",
        "verse_Syn": [
            "tān",
            "tu",
            "siddha",
            "īśvarān",
            "rājā",
            "vyomnaḥ",
            "avatarataḥ",
            "arciṣā",
            "lokān",
            "apāpān",
            "kurvāṇān",
            "sa",
            "anugaḥ",
            "acaṣṭa",
            "lakṣitān"
        ],
        "translation": "Seeing the glowing effulgence of the four Kumāras, the masters of all mystic power, the King and his associates could recognize them as they descended from the sky.",
        "purport": " The four Kumāras are described herein as siddheśvarān, which means “masters of all mystic power.” One who has attained perfection in yoga practice immediately becomes master of the eight mystic perfections — to become smaller than the smallest, to become lighter than the lightest, to become bigger than the biggest, to achieve anything one desires, to control everything, etc. These four Kumāras, as siddheśvaras, had achieved all the yogic perfectional achievements, and as such they could travel in outer space without machines. While they were coming to Mahārāja Pṛthu from other planets, they did not come by airplane, but personally. In other words, these four Kumāras were also spacemen who could travel in space without machines. The residents of the planet known as Siddhaloka can travel in outer space from one planet to another without vehicles. However, the special power of the Kumāras mentioned herewith is that whatever place they went to would immediately become sinless. During the reign of Mahārāja Pṛthu, everything on the surface of this globe was sinless, and therefore the Kumāras decided to see the King. Ordinarily they do not go to any planet which is sinful."
    },
    {
        "verse": "3",
        "devanagari": "तद्दर्शनोद्गतान् प्राणान् प्रत्यादित्सुरिवोत्थित: ।ससदस्यानुगो वैन्य इन्द्रियेशो गुणानिव ॥ ३ ॥",
        "english_devnagari": "tad-darśanodgatān prāṇānpratyāditsur ivotthitaḥsa-sadasyānugo vainyaindriyeśo guṇān iva",
        "verse_Syn": [
            "tat",
            "darśana",
            "udgatān",
            "prāṇān",
            "pratyāditsuḥ",
            "iva",
            "utthitaḥ",
            "sa",
            "sadasya",
            "anugaḥ",
            "vainyaḥ",
            "indriya",
            "īśaḥ",
            "guṇān",
            "iva"
        ],
        "translation": "Seeing the four Kumāras, Pṛthu Mahārāja was greatly anxious to receive them. Therefore the King, with all his officers, very hastily got up, as anxiously as a conditioned soul whose senses are immediately attracted by the modes of material nature.",
        "purport": " In Bhagavad-gītā (3.27) it is said: Every conditioned soul is influenced by a particular mixture of the modes of material nature. As such, the conditioned soul is attracted to certain types of activity which he is forced to perform because he is completely under the influence of material nature. Here Pṛthu Mahārāja is compared to such a conditioned soul, not because he was a conditioned soul but because he was so anxious to receive the Kumāras that it was as if without them he would have lost his life. The conditioned soul is attracted by the objects of sense gratification. His eyes are attracted to see beautiful things, his ears are attracted to hear nice music, his nose is attracted to enjoy the aroma of a nice flower, and his tongue is attracted to taste nice food. Similarly, all his other senses — his hands, his legs, his belly, his genitals, his mind, etc. — are so susceptible to the attraction of the objects of enjoyment that he cannot restrain himself. Pṛthu Mahārāja, in the same way, could not restrain himself from receiving the four Kumāras, who were bright by dint of their spiritual progress, and thus not only he himself but also his officers and associates all received the four Kumāras. It is said, “Birds of a feather flock together.” In this world, everyone is attracted by a person of the same category. A drunkard is attracted to persons who are also drunkards. Similarly, a saintly person is attracted by other saintly persons. Pṛthu Mahārāja was in the topmost position of spiritual advancement, and as such, he was attracted by the Kumāras, who were of the same category. It is said, therefore, that a man is known by his company."
    },
    {
        "verse": "4",
        "devanagari": "गौरवाद्यन्त्रित: सभ्य: प्रश्रयानतकन्धर: ।विधिवत्पूजयां चक्रे गृहीताध्यर्हणासनान् ॥ ४ ॥",
        "english_devnagari": "gauravād yantritaḥ sabhyaḥpraśrayānata-kandharaḥvidhivat pūjayāṁ cakregṛhītādhyarhaṇāsanān",
        "verse_Syn": [
            "gauravāt",
            "yantritaḥ",
            "sabhyaḥ",
            "praśraya",
            "ānata",
            "kandharaḥ",
            "vidhi",
            "vat",
            "pūjayām",
            "cakre",
            "gṛhīta",
            "adhi",
            "arhaṇa",
            "āsanān"
        ],
        "translation": "When the great sages accepted their reception, according to the instructions of the śāstras, and finally took their seats offered by the King, the King, influenced by the glories of the sages, immediately bowed down. Thus he worshiped the four Kumāras.",
        "purport": " The four Kumāras are paramparā spiritual masters of the Vaiṣṇava sampradāya. Out of the four sampradāyas, namely Brahma sampradāya, Śrī sampradāya, Kumāra sampradāya and Rudra sampradāya, the disciplic succession of spiritual master to disciple known as the Kumāra sampradāya is coming down from the four Kumāras. So Pṛthu Mahārāja was very respectful to the sampradāya-ācāryas. As it is said by Śrīla Viśvanātha Cakravartī Ṭhākura, sākṣād-dharitvena samasta-śāstraiḥ: a spiritual master, or the paramparā-ācārya, should be respected exactly like the Supreme Personality of Godhead. The word vidhivat is significant in this verse. This means that Pṛthu Mahārāja also strictly followed the injunctions of the śāstra in receiving a spiritual master, or ācārya, of the transcendental disciplic succession. Whenever an ācārya is seen, one should immediately bow down before him. Pṛthu Mahārāja did this properly; therefore the words used here are praśrayānata-kandharaḥ: out of humility, he bowed down before the Kumāras."
    },
    {
        "verse": "5",
        "devanagari": "तत्पादशौचसलिलैर्मार्जितालकबन्धन: ।तत्र शीलवतां वृत्तमाचरन्मानयन्निव ॥ ५ ॥",
        "english_devnagari": "tat-pāda-śauca-salilairmārjitālaka-bandhanaḥtatra śīlavatāṁ vṛttamācaran mānayann iva",
        "verse_Syn": [
            "tat",
            "pāda",
            "śauca",
            "salilaiḥ",
            "mārjita",
            "alaka",
            "bandhanaḥ",
            "tatra",
            "śīlavatām",
            "vṛttam",
            "ācaran",
            "mānayan",
            "iva"
        ],
        "translation": "After this, the King took the water which had washed the lotus feet of the Kumāras and sprinkled it over his hair. By such respectful actions, the King, as an exemplary personality, showed how to receive a spiritually advanced personality.",
        "purport": " Śrī Caitanya Mahāprabhu has said, āpani ācari prabhu jīvere śikhāya. It is very well known that whatever Śrī Caitanya Mahāprabhu taught in His life as ācārya, He Himself practiced. When He was preaching as a devotee, although He was detected by several great personalities to be the incarnation of Kṛṣṇa, He never agreed to be addressed as an incarnation. Even though one may be an incarnation of Kṛṣṇa, or especially empowered by Him, he should not advertise that he is an incarnation. People will automatically accept the real truth in due course of time. Pṛthu Mahārāja was the ideal Vaiṣṇava king; therefore he taught others by his personal behavior how to receive and respect saintly persons like the Kumāras. When a saintly person comes to one’s home, it is the Vedic custom first to wash his feet with water and then sprinkle this water over the heads of oneself and one’s family. Pṛthu Mahārāja did this, for he was an exemplary teacher of the people in general."
    },
    {
        "verse": "6",
        "devanagari": "हाटकासन आसीनान् स्वधिष्ण्येष्विव पावकान् ।श्रद्धासंयमसंयुक्त: प्रीत: प्राह भवाग्रजान् ॥ ६ ॥",
        "english_devnagari": "hāṭakāsana āsīnānsva-dhiṣṇyeṣv iva pāvakānśraddhā-saṁyama-saṁyuktaḥprītaḥ prāha bhavāgrajān",
        "verse_Syn": [
            "hāṭaka",
            "āsane",
            "āsīnān",
            "sva",
            "dhiṣṇyeṣu",
            "iva",
            "pāvakān",
            "śraddhā",
            "saṁyama",
            "saṁyuktaḥ",
            "prītaḥ",
            "prāha",
            "bhava",
            "agra",
            "jān"
        ],
        "translation": "The four great sages were elder to Lord Śiva, and when they were seated on the golden throne, they appeared just like fire blazing on an altar. Mahārāja Pṛthu, out of his great gentleness and respect for them, began to speak with great restraint as follows.",
        "purport": " The Kumāras are described herein as the elder brothers of Lord Śiva. When the Kumāras were born out of the body of Lord Brahmā, they were requested to get married and increase the population. In the beginning of the creation there was a great need of population; therefore Lord Brahmā was creating one son after another and ordering them to increase. However, when the Kumāras were requested to do so, they declined. They wanted to remain brahmacārī throughout life and be engaged fully in the devotional service of the Lord. The Kumāras are called naiṣṭhika-brahmacārī, meaning they are never to marry. Because of their refusal to marry, Lord Brahmā became so angry that his eyes became reddish. From between his eyes, Lord Śiva, or Rudra, appeared. The mode of anger is consequently known as rudra. Lord Śiva also has a sampradāya party, known as the Rudra sampradāya, and they are also known as Vaiṣṇavas."
    },
    {
        "verse": "7",
        "devanagari": "पृथुरुवाचअहो आचरितं किं मे मङ्गलं मङ्गलायना: ।यस्य वो दर्शनं ह्यासीद्दुर्दर्शानां च योगिभि: ॥ ७ ॥",
        "english_devnagari": "pṛthur uvācaaho ācaritaṁ kiṁ memaṅgalaṁ maṅgalāyanāḥyasya vo darśanaṁ hy āsīddurdarśānāṁ ca yogibhiḥ",
        "verse_Syn": [
            "pṛthuḥ",
            "uvāca",
            "aho",
            "ācaritam",
            "kim",
            "me",
            "maṅgalam",
            "maṅgala",
            "āyanāḥ",
            "yasya",
            "vaḥ",
            "darśanam",
            "hi",
            "āsīt",
            "durdarśānām",
            "ca",
            "yogibhiḥ"
        ],
        "translation": "King Pṛthu spoke: My dear great sages, auspiciousness personified, it is very difficult for even the mystic yogīs to see you. Indeed, you are very rarely seen. I do not know what kind of pious activity I performed for you to grace me by appearing before me without difficulty.",
        "purport": " When something uncommon happens in one’s progressive spiritual life, it should be understood to be incurred by ajñāta-sukṛti, or pious activities beyond one’s knowledge. To see personally the Supreme Personality of Godhead or His pure devotee is not an ordinary incident. When such things happen, they should be understood to be caused by previous pious activity, as confirmed in Bhagavad-gītā (7.28): yeṣāṁ tv anta-gataṁ pāpaṁ janānāṁ puṇya-karmaṇām. One who is completely freed from all the resultant actions of sinful activities and who is absorbed only in pious activities can engage in devotional service. Although Mahārāja Pṛthu’s life was full of pious activities, he was wondering how his audience with the Kumāras happened. He could not imagine what kind of pious activities he had performed. This is a sign of humility on the part of King Pṛthu, whose life was so full of pious activities that even Lord Viṣṇu came to see him and predicted that the Kumāras would also come."
    },
    {
        "verse": "8",
        "devanagari": "किं तस्य दुर्लभतरमिह लोके परत्र च ।यस्य विप्रा: प्रसीदन्ति शिवो विष्णुश्च सानुग: ॥ ८ ॥",
        "english_devnagari": "kiṁ tasya durlabhataramiha loke paratra cayasya viprāḥ prasīdantiśivo viṣṇuś ca sānugaḥ",
        "verse_Syn": [
            "kim",
            "tasya",
            "durlabha",
            "taram",
            "iha",
            "loke",
            "paratra",
            "ca",
            "yasya",
            "viprāḥ",
            "prasīdanti",
            "śivaḥ",
            "viṣṇuḥ",
            "ca",
            "sa",
            "anugaḥ"
        ],
        "translation": "Any person upon whom the brāhmaṇas and Vaiṣṇavas are pleased can achieve anything which is very rare to obtain in this world as well as after death. Not only that, but one also receives the favor of the auspicious Lord Śiva and Lord Viṣṇu, who accompany the brāhmaṇas and Vaiṣṇavas.",
        "purport": " The brāhmaṇas and Vaiṣṇavas are the bearers of Lord Viṣṇu, the all-auspicious. As confirmed in the Brahma-saṁhitā (5.38): The devotees, out of their extreme love for Govinda, the Supreme Personality of Godhead, always carry the Lord within their hearts. The Lord is already in the heart of everyone, but the Vaiṣṇavas and the brāhmaṇas actually perceive and see Him always in ecstasy. Therefore brāhmaṇas and Vaiṣṇavas are carriers of Viṣṇu. Wherever they go, Lord Viṣṇu, Lord Śiva or the devotees of Lord Viṣṇu are all carried. The four Kumāras are brāhmaṇas, and they visited the place of Mahārāja Pṛthu. Naturally Lord Viṣṇu and His devotees were also present. Under the circumstances, the conclusion is that when the brāhmaṇas and Vaiṣṇavas are pleased with a person, Lord Viṣṇu is also pleased. This is confirmed by Śrīla Viśvanātha Cakravartī Ṭhākura in his eight stanzas on the spiritual master: yasya prasādād bhagavat-prasādaḥ. By pleasing the spiritual master, who is both brāhmaṇa and Vaiṣṇava, one pleases the Supreme Personality of Godhead. If the Supreme Personality of Godhead is pleased, then one has nothing more to achieve either in this world or after death."
    },
    {
        "verse": "9",
        "devanagari": "नैव लक्षयते लोको लोकान् पर्यटतोऽपि यान् ।यथा सर्वद‍ृशं सर्व आत्मानं येऽस्य हेतव: ॥ ९ ॥",
        "english_devnagari": "naiva lakṣayate lokolokān paryaṭato ’pi yānyathā sarva-dṛśaṁ sarvaātmānaṁ ye ’sya hetavaḥ",
        "verse_Syn": [
            "na",
            "eva",
            "lakṣayate",
            "lokaḥ",
            "lokān",
            "paryaṭataḥ",
            "api",
            "yān",
            "yathā",
            "sarva",
            "dṛśam",
            "sarve",
            "ātmānam",
            "ye",
            "asya",
            "hetavaḥ"
        ],
        "translation": "Pṛthu Mahārāja continued: Although you are traveling in all planetary systems, people cannot know you, just as they cannot know the Supersoul, although He is within everyone’s heart as the witness of everything. Even Lord Brahmā and Lord Śiva cannot understand the Supersoul.",
        "purport": " In the beginning of the Śrīmad-Bhāgavatam it is said, muhyanti yat sūrayaḥ. Great demigods like Lord Brahmā, Lord Śiva, Indra and Candra are sometimes bewildered trying to understand the Supreme Personality of Godhead. It so happened that when Kṛṣṇa was present on this planet, Lord Brahmā and King Indra also mistook Him. And what to speak of great yogīs or jñānīs who conclude that the Absolute Truth, the Personality of Godhead, is impersonal? In the same way, great personalities and Vaiṣṇavas like the four Kumāras are also invisible to ordinary persons, although they are traveling all over the universe in different planetary systems. When Sanātana Gosvāmī went to see Lord Śrī Caitanya Mahāprabhu, he could not be recognized by Candraśekhara Ācārya. The conclusion is that the Supreme Personality of Godhead is situated in everyone’s heart, and His pure devotees, the Vaiṣṇavas, are also traveling all over the world, but those who are under the modes of material nature cannot understand the form of the Supreme Personality of Godhead, the source of this cosmic manifestation, or the Vaiṣṇavas. It is said, therefore, that one cannot see the Supreme Personality of Godhead or a Vaiṣṇava with these material eyes. One has to purify his senses and engage in the service of the Lord. Then gradually one can realize who is the Supreme Personality of Godhead and who is a Vaiṣṇava."
    },
    {
        "verse": "10",
        "devanagari": "अधना अपि ते धन्या: साधवो गृहमेधिन: ।यद्गृहा ह्यर्हवर्याम्बुतृणभूमीश्वरावरा: ॥ १० ॥",
        "english_devnagari": "adhanā api te dhanyāḥsādhavo gṛha-medhinaḥyad-gṛhā hy arha-varyāmbu-tṛṇa-bhūmīśvarāvarāḥ",
        "verse_Syn": [
            "adhanāḥ",
            "api",
            "te",
            "dhanyāḥ",
            "sādhavaḥ",
            "gṛha",
            "medhinaḥ",
            "yat",
            "gṛhāḥ",
            "hi",
            "arha",
            "varya",
            "ambu",
            "tṛṇa",
            "bhūmi",
            "īśvara",
            "avarāḥ"
        ],
        "translation": "A person who is not very rich and is attached to family life becomes highly glorified when saintly persons are present in his home. The master and servants who are engaged in offering the exalted visitors water, a sitting place and paraphernalia for reception are glorified, and the home itself is also glorified.",
        "purport": " Materially, if a man is not very rich he is not glorious; and spiritually, if a man is too attached to family life he is also not glorious. But saintly persons are quite ready to visit the house of a poor man or a man who is attached to material family life. When this happens, the owner of the house and his servants are glorified because they offer water for washing the feet of a saintly person, sitting places and other things to receive him. The conclusion is that if a saintly person goes to the house of even an unimportant man, such a person becomes glorious by his blessings. It is therefore the Vedic system that a householder invite a saintly person in his home to receive his blessings. This system is still current in India, and therefore saintly persons, wherever they go, are hosted by the householders, who in turn get an opportunity to receive transcendental knowledge. It is the duty of a sannyāsī, therefore, to travel everywhere just to favor the householders, who are generally ignorant of the values of spiritual life. It may be argued that all householders are not very rich and that one cannot receive great saintly persons or preachers because they are always accompanied by their disciples. If a householder is to receive a saintly person, he has to receive his entourage also. It is said in the śāstras that Durvāsā Muni was always accompanied by sixty thousand disciples and that if there was a little discrepancy in their reception he would be very angry and would sometimes curse the host. The fact is that every householder, regardless of his position or economic condition, can at least receive saintly guests with great devotion and offer them drinking water, for drinking water is available always. In India the custom is that even an ordinary person is offered a glass of water if he suddenly visits and one cannot offer him foodstuff. If there is no water, then one can offer a sitting place, even if it is on straw mats. And if one has no straw mat, he can immediately cleanse the ground and ask the guest to sit there. Supposing that a householder cannot even do that, then with folded hands he can simply receive the guest, saying, “Welcome.” And if he cannot do that, then he should feel very sorry for his poor condition and shed tears and simply offer obeisances with his whole family, wife and children. In this way he can satisfy any guest, even if the guest is a saintly person or a king."
    },
    {
        "verse": "11",
        "devanagari": "व्यालालयद्रुमा वै तेष्वरिक्ताखिलसम्पद: ।यद्गृहास्तीर्थपादीयपादतीर्थविवर्जिता: ॥ ११ ॥",
        "english_devnagari": "vyālālaya-drumā vai teṣvariktākhila-sampadaḥyad-gṛhās tīrtha-pādīya-pādatīrtha-vivarjitāḥ",
        "verse_Syn": [
            "vyāla",
            "ālaya",
            "drumāḥ",
            "vai",
            "teṣu",
            "arikta",
            "akhila",
            "sampadaḥ",
            "yat",
            "gṛhāḥ",
            "tīrtha",
            "pādīya",
            "pāda",
            "tīrtha",
            "vivarjitāḥ"
        ],
        "translation": "On the contrary, even though full of all opulence and material prosperity, any householder’s house where the devotees of the Lord are never allowed to come in, and where there is no water for washing their feet, is to be considered a tree in which all venomous serpents live.",
        "purport": " In this verse the word tīrtha-pādīya indicates devotees of Lord Viṣṇu, or Vaiṣṇavas. As far as brāhmaṇas are concerned, in the previous verse the mode of reception has been already described. Now, in this verse, special stress is being given to the Vaiṣṇavas. Generally the sannyāsīs, or those in the renounced order of life, take trouble to enlighten the householders. There are ekadaṇḍī sannyāsīs and tridaṇḍī sannyāsīs. The ekadaṇḍī sannyāsīs are generally followers of Śaṅkarācārya and are known as Māyāvādī sannyāsīs, whereas the tridaṇḍī sannyāsīs are followers of Vaiṣṇava ācāryas — Rāmānujācārya, Madhvācārya and so on — and they take trouble to enlighten the householders. Ekadaṇḍī sannyāsīs can be situated on the platform of pure Brahman because they are aware that the spirit soul is different from the body, but they are mainly impersonalists. The Vaiṣṇavas know that the Absolute Truth is the Supreme Person and that the Brahman effulgence is based on the Supreme Personality of Godhead, as confirmed in the Bhagavad-gītā (14.27): brahmaṇo hi pratiṣṭhāham. The conclusion is that tīrtha-pādīya refers to Vaiṣṇavas. In the Bhāgavatam (1.13.10) there is also another reference: tīrthī-kurvanti tīrthāni. Wherever he goes, a Vaiṣṇava immediately makes that place a tīrtha, a place of pilgrimage. The Vaiṣṇava sannyāsīs travel all over the world to make every place a place of pilgrimage by the touch of their lotus feet. It is mentioned here that any house which does not receive a Vaiṣṇava in the manner already explained in the previous verse is to be considered the residential quarters of venomous serpents. It is said that around the sandalwood tree, which is a very valuable tree, there is a venomous serpent. Sandalwood is very cold, and venomous serpents, because of their poisonous teeth, are always very warm, and they take shelter of the sandalwood trees to become cooler. Similarly, there are many rich men who keep watchdogs or doormen and put up signs that say “Do not enter,” “Trespassers not allowed,” “Beware of the dog,” etc. Sometimes in Western countries a trespasser is shot, and there is no crime in such shooting. This is the position of demoniac householders, and such houses are considered to be the residential quarters of venomous snakes. The members of such families are no better than snakes because snakes are very much envious, and when that envy is directed to the saintly persons, their position becomes more dangerous. It is said by Cāṇakya Paṇḍita that there are two envious living entities — the snake and the envious man. The envious man is more dangerous than a snake because a snake can be subdued by charming mantras or by some herbs, but an envious person cannot be pacified by any means."
    },
    {
        "verse": "12",
        "devanagari": "स्वागतं वो द्विजश्रेष्ठा यद्‌व्रतानि मुमुक्षव: ।चरन्ति श्रद्धया धीरा बाला एव बृहन्ति च ॥ १२ ॥",
        "english_devnagari": "svāgataṁ vo dvija-śreṣṭhāyad-vratāni mumukṣavaḥcaranti śraddhayā dhīrābālā eva bṛhanti ca",
        "verse_Syn": [
            "su",
            "āgatam",
            "vaḥ",
            "dvija",
            "śreṣṭhāḥ",
            "yat",
            "vratāni",
            "mumukṣavaḥ",
            "caranti",
            "śraddhayā",
            "dhīrāḥ",
            "bālāḥ",
            "eva",
            "bṛhanti",
            "ca"
        ],
        "translation": "Mahārāja Pṛthu offered his welcome to the four Kumāras, addressing them as the best of the brāhmaṇas. He welcomed them, saying: From the beginning of your birth you strictly observed the vows of celibacy, and although you are experienced in the path of liberation, you are keeping yourselves just like small children.",
        "purport": " The specific importance of the Kumāras is that they were brahmacārīs, living the life of celibacy from birth. They kept themselves as small children about four or five years old because by growing into youth one’s senses sometimes become disturbed and celibacy becomes difficult. The Kumāras therefore purposefully remained children because in a child’s life the senses are never disturbed by sex. This is the significance of the life of the Kumāras, and as such Mahārāja Pṛthu addressed them as the best of the brāhmaṇas. Not only were the Kumāras born of the best brāhmaṇa (Lord Brahmā), but they are addressed herein as dvija-śreṣṭhāḥ, “the best of the brāhmaṇas,” on account of their being Vaiṣṇavas also. As we have already explained, they have their sampradāya (disciplic succession), and even to date the sampradāya is being maintained and is known as the Nimbārka sampradāya. Out of the four sampradāyas of the Vaiṣṇava ācāryas, the Nimbārka sampradāya is one. Mahārāja Pṛthu specifically appreciated the position of the Kumāras because they maintained the brahmacarya vow from the very beginning of their birth. Mahārāja Pṛthu, however, expressed his great appreciation of Vaiṣṇavism by addressing the Kumāras as vaiṣṇava-śreṣṭhāḥ. In other words, everyone should offer respect to a Vaiṣṇava without considering his source of birth. Vaiṣṇave jāti-buddhiḥ: no one should consider a Vaiṣṇava in terms of birth. The Vaiṣṇava is always the best of the brāhmaṇas, and as such one should offer all respects to a Vaiṣṇava, not only as a brāhmaṇa but as the best of the brāhmaṇas."
    },
    {
        "verse": "13",
        "devanagari": "कच्चिन्न: कुशलं नाथा इन्द्रियार्थार्थवेदिनाम् ।व्यसनावाप एतस्मिन्पतितानां स्वकर्मभि: ॥ १३ ॥",
        "english_devnagari": "kaccin naḥ kuśalaṁ nāthāindriyārthārtha-vedināmvyasanāvāpa etasminpatitānāṁ sva-karmabhiḥ",
        "verse_Syn": [
            "kaccit",
            "naḥ",
            "kuśalam",
            "nāthāḥ",
            "indriya",
            "artha",
            "artha",
            "vedinām",
            "vyasana",
            "āvāpe",
            "etasmin",
            "patitānām",
            "sva",
            "karmabhiḥ"
        ],
        "translation": "Pṛthu Mahārāja inquired from the sages about persons entangled in this dangerous material existence because of their previous actions. Could such persons, whose only aim is sense gratification, be blessed with any good fortune?",
        "purport": " Mahārāja Pṛthu did not ask the Kumāras about their good fortune, for the Kumāras are always auspicious by dint of their life in celibacy. Since they are always engaged on the path of liberation, there was no question of ill fortune. In other words, brāhmaṇas and Vaiṣṇavas who are strictly following the path of spiritual advancement are always fortunate. The question was asked by Pṛthu Mahārāja for his own sake, since he was in the position of a gṛhastha and in charge of the royal authority. Kings are not only gṛhasthas, who are generally absorbed in sense gratification, but are sometimes employed to kill animals in hunting because they have to practice the killing art; otherwise it is very difficult for them to fight their enemies. Such things are not auspicious. Four kinds of sinful activities — associating with woman for illicit sex, eating meat, intoxication and gambling — are allowed for the kṣatriyas. For political reasons, sometimes they have to take to these sinful activities. Kṣatriyas do not refrain from gambling. One vivid example is the Pāṇḍavas. When the Pāṇḍavas were challenged by the opposite party, Duryodhana, to gamble and risk their kingdom, they could not refrain, and by that gambling they lost their kingdom, and their wife was insulted. Similarly, the kṣatriyas cannot refrain from fighting if challenged by the opposite party. Therefore Pṛthu Mahārāja, taking consideration of all these facts, inquired whether there is any auspicious path. Gṛhastha life is inauspicious because gṛhastha means consciousness for sense gratification, and as soon as there is sense gratification, one’s position is always full of dangers. This material world is said to be padaṁ padaṁ yad vipadāṁ na teṣām, dangerous in every step (Bhāg. 10.14.58). Everyone in this material world is struggling hard for sense gratification. Clearing all these points, Mahārāja Pṛthu inquired from the four Kumāras about the fallen conditioned souls who are rotting in this material world due to their past bad or inauspicious activities: “Is there any possibility for their auspicious spiritual life?” In this verse, the word indriyārthārtha-vedinām is very significant. It indicates persons whose only aim is to satisfy the senses. They are also described as patitānām, or fallen. Only one who stops all activities for sense gratification is considered to be elevated. Another significant word is sva-karmabhiḥ. One becomes fallen by dint of his own past bad activities. Everyone is responsible for his fallen condition because of his own activities. When activities are changed to devotional service, one’s auspicious life begins."
    },
    {
        "verse": "14",
        "devanagari": "भवत्सु कुशलप्रश्न आत्मारामेषु नेष्यते ।कुशलाकुशला यत्र न सन्ति मतिवृत्तय: ॥ १४ ॥",
        "english_devnagari": "bhavatsu kuśala-praśnaātmārāmeṣu neṣyatekuśalākuśalā yatrana santi mati-vṛttayaḥ",
        "verse_Syn": [
            "bhavatsu",
            "kuśala",
            "praśnaḥ",
            "ātma",
            "ārāmeṣu",
            "na",
            "iṣyate",
            "kuśala",
            "akuśalāḥ",
            "yatra",
            "na",
            "santi",
            "mati",
            "vṛttayaḥ"
        ],
        "translation": "Pṛthu Mahārāja continued: My dear sirs, there is no need to ask about your good and bad fortune because you are always absorbed in spiritual bliss. The mental concoction of the auspicious and inauspicious does not exist in you.",
        "purport": " In the Caitanya-caritāmṛta (Antya 4.176) it is said: In this material world the auspicious and inauspicious are simply mental concoctions because such things exist only due to association with the material world. This is called illusion, or ātma-māyā. We think ourselves created by material nature exactly as we think ourselves experiencing so many things in a dream. The spirit soul, however, is always transcendental. There is no question of becoming materially covered. This covering is simply something like a hallucination or a dream. In Bhagavad-gītā (2.62) it is also said, saṅgāt sañjāyate kāmaḥ: simply by association we create artificial material necessities. Dhyāyato viṣayān puṁsaḥ saṅgas teṣūpajāyate: when we forget our real constitutional position and wish to enjoy the material resources, our material desires manifest, and we associate with varieties of material enjoyment. As soon as the concoctions of material enjoyment are there, because of our association we create a sort of lust or eagerness to enjoy them, and when that false enjoyment does not actually make us happy, we create another illusion, known as anger, and by the manifestation of anger, the illusion becomes stronger. When we are illusioned in this way, forgetfulness of our relationship with Kṛṣṇa follows, and by thus losing Kṛṣṇa consciousness, our real intelligence is defeated. In this way we become entangled in this material world. In Bhagavad-gītā (2.63) it is said: By material association we lose our spiritual consciousness; consequently there is the question of the auspicious and inauspicious. But those who are ātmārāma, or self-realized, have transcended such questions. The ātmārāmas, or self-realized persons, gradually making further progress in spiritual bliss, come to the platform of association with the Supreme Personality of Godhead. That is the perfection of life. In the beginning, the Kumāras were self-realized impersonalists, but gradually they became attracted to the personal pastimes of the Supreme Lord. The conclusion is that for those who are always engaged in the devotional service of the Personality of Godhead, the duality of the auspicious and inauspicious does not arise. Pṛthu Mahārāja is therefore asking about auspiciousness not for the sake of the Kumāras but for his own sake."
    },
    {
        "verse": "15",
        "devanagari": "तदहं कृतविश्रम्भ: सुहृदो वस्तपस्विनाम् ।सम्पृच्छे भव एतस्मिन् क्षेम: केनाञ्जसा भवेत् ॥ १५ ॥",
        "english_devnagari": "tad ahaṁ kṛta-viśrambhaḥsuhṛdo vas tapasvināmsampṛcche bhava etasminkṣemaḥ kenāñjasā bhavet",
        "verse_Syn": [
            "tat",
            "aham",
            "kṛta",
            "viśrambhaḥ",
            "su",
            "hṛdaḥ",
            "vaḥ",
            "tapasvinām",
            "sampṛcche",
            "bhave",
            "etasmin",
            "kṣemaḥ",
            "kena",
            "añjasā",
            "bhavet"
        ],
        "translation": "I am completely assured that personalities like you are the only friends for persons who are blazing in the fire of material existence. I therefore ask you how in this material world we can very soon achieve the ultimate goal of life.",
        "purport": " When saintly persons go from door to door to see those who are too much materially engaged, it is to be understood that they do not go to ask anything for their personal benefit. It is a fact that saintly persons go to materialists just to give real information of the auspicious. Mahārāja Pṛthu was assured of this fact; therefore instead of wasting time by asking the Kumāras about their welfare, he preferred to inquire from them whether he could soon be relieved from the dangerous position of materialistic existence. This was not, however, a question personally for Pṛthu Mahārāja. It was raised to teach the common man that whenever one meets a great saintly person, one should immediately surrender unto him and inquire about relief from the material pains of existence. Therefore Śrīla Narottama dāsa Ṭhākura says, saṁsāra-viṣānale, divā-niśi hiyā jvale, juḍāite nā kainu upāya: “We are always suffering from material pangs, and our hearts are burning, but we cannot find any way out of it.” The materialistic person can also be called a tapasvī, which means someone who is always suffering from material pains. One can get rid of all these material pains only when he takes shelter of the chanting of the Hare Kṛṣṇa mantra. This is also explained by Narottama dāsa Ṭhākura: golokera prema-dhana, hari-nāma-saṅkīrtana, rati nā janmila kene tāya. Narottama dāsa Ṭhākura regretted that he did not pursue his attraction for the transcendental vibration of the Hare Kṛṣṇa mantra. The conclusion is that all persons in this material world are suffering from material pains, and if one wants to get rid of them he must associate with saintly persons, pure devotees of the Lord, and chant the mahā-mantra: Hare Kṛṣṇa, Hare Kṛṣṇa, Kṛṣṇa Kṛṣṇa, Hare Hare/ Hare Rāma, Hare Rāma, Rāma Rāma, Hare Hare. That is the only auspicious way for materialistic persons."
    },
    {
        "verse": "16",
        "devanagari": "व्यक्तमात्मवतामात्मा भगवानात्मभावन: ।स्वानामनुग्रहायेमां सिद्धरूपी चरत्यज: ॥ १६ ॥",
        "english_devnagari": "vyaktam ātmavatām ātmābhagavān ātma-bhāvanaḥsvānām anugrahāyemāṁsiddha-rūpī caraty ajaḥ",
        "verse_Syn": [
            "vyaktam",
            "ātma",
            "vatām",
            "ātmā",
            "bhagavān",
            "ātma",
            "bhāvanaḥ",
            "svānām",
            "anugrahāya",
            "imām",
            "siddha",
            "rūpī",
            "carati",
            "ajaḥ"
        ],
        "translation": "The Supreme Personality of Godhead is always anxious to elevate the living entities, who are His parts and parcels, and for their special benefit the Lord travels all over the world in the form of self-realized persons like you.",
        "purport": " There are different kinds of transcendentalists, namely the jñānīs, or impersonalists, the mystic yogīs and, of course, all the devotees of the Supreme Personality of Godhead. The Kumāras, however, were both yogīs and jñānīs and finally bhaktas later on. In the beginning they were impersonalists, but later they developed devotional activities; therefore they are the best of the transcendentalists. The devotees are representatives of the Supreme Personality of Godhead, and to elevate the conditioned souls to their original consciousness, they travel all over the universes to enlighten the conditioned souls about Kṛṣṇa consciousness. The best devotees are ātmavat, or those who have fully realized the Supreme Soul. The Supreme Personality of Godhead, as Paramātmā, is sitting within everyone’s heart, trying to elevate everyone to the platform of Kṛṣṇa consciousness. Therefore He is called ātma-bhāvana. The Supreme Personality of Godhead is always trying to give the individual soul the intelligence to understand about Himself. He is always with the individual as a friend sitting by the side of a friend, and He gives facilities to all living entities according to their desires. The word ātmavatām is significant in this verse. There are three different kinds of devotees, namely kaniṣṭha-adhikārī, madhyama-adhikārī and uttama-adhikārī — the neophyte, the preacher and the mahā-bhāgavata, or the highly advanced devotee. The highly advanced devotee is one who knows the conclusion of the Vedas in full knowledge; thus he becomes a devotee. Indeed, not only is he convinced himself, but he can convince others on the strength of Vedic evidence. The advanced devotee can also see all other living entities as part and parcel of the Supreme Lord, without discrimination. The madhyama-adhikārī (preacher) is also well versed in the śāstras and can convince others also, but he discriminates between the favorable and the unfavorable. In other words, the madhyama-adhikārī does not care for the demoniac living entities, and the neophyte kaniṣṭha-adhikārī does not know much about śāstra but has full faith in the Supreme Personality of Godhead. The Kumāras, however, were mahā-bhāgavatas because after scrutinizingly studying the Absolute Truth, they became devotees. In other words, they were in full knowledge of the Vedic conclusion. In the Bhagavad-gītā it is confirmed by the Lord that there are many devotees but that a devotee who is fully conversant in the Vedic conclusion is very dear to Him. Everyone is trying to elevate himself to the highest position according to his mentality. The karmīs, who have a bodily concept of life, try to enjoy sense gratification to the utmost. The jñānīs’ idea of the highest position is merging into the effulgence of the Lord. But a devotee’s highest position is in preaching all over the world the glories of the Supreme Personality of Godhead. Therefore the devotees are actually the representatives of the Supreme Lord, and as such they travel all over the world directly as Nārāyaṇa because they carry Nārāyaṇa within their hearts and preach His glories. The representative of Nārāyaṇa is as good as Nārāyaṇa, but he is not to conclude, like the Māyāvādīs, that he has become Nārāyaṇa. Generally, a sannyāsī is addressed as Nārāyaṇa by the Māyāvādīs. Their idea is that simply by taking sannyāsa one becomes equal to Nārāyaṇa or becomes Nārāyaṇa Himself. The Vaiṣṇava conclusion is different, as stated by Śrīla Viśvanātha Cakravartī Ṭhākura: According to the Vaiṣṇava philosophy, a devotee is as good as Nārāyaṇa not by becoming Nārāyaṇa but by becoming the most confidential servant of Nārāyaṇa. Such great personalities act as spiritual masters for the benefit of the people in general, and as such, a spiritual master who is preaching the glories of Nārāyaṇa should be accepted as Nārāyaṇa and be given all respects due Him."
    },
    {
        "verse": "17",
        "devanagari": "मैत्रेय उवाचपृथोस्तत्सूक्तमाकर्ण्य सारं सुष्ठु मितं मधु ।स्मयमान इव प्रीत्या कुमार: प्रत्युवाच ह ॥ १७ ॥",
        "english_devnagari": "maitreya uvācapṛthos tat sūktam ākarṇyasāraṁ suṣṭhu mitaṁ madhusmayamāna iva prītyākumāraḥ pratyuvāca ha",
        "verse_Syn": [
            "maitreyaḥ",
            "uvāca",
            "pṛthoḥ",
            "tat",
            "sūktam",
            "ākarṇya",
            "sāram",
            "suṣṭhu",
            "mitam",
            "madhu",
            "smayamānaḥ",
            "iva",
            "prītyā",
            "kumāraḥ",
            "pratyuvāca",
            "ha"
        ],
        "translation": "The great sage Maitreya continued: Thus Sanat-kumāra, the best of the celibates, after hearing the speech of Pṛthu Mahārāja, which was meaningful, appropriate, full of precise words and very sweet to hear, smiled with full satisfaction and began to speak as follows.",
        "purport": " Pṛthu Mahārāja’s talks before the Kumāras were very laudable because of so many qualifications. A speech should be composed of selected words, very sweet to hear, and appropriate to the situation. Such speech is called meaningful. All these good qualifications are present in Pṛthu Mahārāja’s speech because he is a perfect devotee. It is said, yasyāsti bhaktir bhagavaty akiñcanā sarvair guṇais tatra samāsate surāḥ: “For one who has unflinching devotional faith in the Supreme Personality of Godhead and is engaged in His service, all good qualities become manifest in his person.” (Bhāg. 5.18.12) Thus the Kumāras were very much pleased, and Sanat-kumāra began to speak as follows."
    },
    {
        "verse": "18",
        "devanagari": "सनत्कुमार उवाचसाधु पृष्टं महाराज सर्वभूतहितात्मना ।भवता विदुषा चापि साधूनां मतिरीद‍ृशी ॥ १८ ॥",
        "english_devnagari": "sanat-kumāra uvācasādhu pṛṣṭaṁ mahārājasarva-bhūta-hitātmanābhavatā viduṣā cāpisādhūnāṁ matir īdṛśī",
        "verse_Syn": [
            "sanat",
            "kumāraḥ",
            "uvāca",
            "sādhu",
            "pṛṣṭam",
            "mahārāja",
            "sarva",
            "bhūta",
            "hita",
            "ātmanā",
            "bhavatā",
            "viduṣā",
            "ca",
            "api",
            "sādhūnām",
            "matiḥ",
            "īdṛśī"
        ],
        "translation": "Sanat-kumāra said: My dear King Pṛthu, I am very nicely questioned by you. Such questions are beneficial for all living entities, especially because they are raised by you, who are always thinking of the good of others. Although you know everything, you ask such questions because that is the behavior of saintly persons. Such intelligence is befitting your position.",
        "purport": " Mahārāja Pṛthu was well conversant in transcendental science, yet he presented himself before the Kumāras as one ignorant of it. The idea is that even if a person is very exalted and knows everything, before his superior he should present questions. For instance, although Arjuna knew all the transcendental science, he questioned Kṛṣṇa as if he did not know. Similarly, Pṛthu Mahārāja knew everything, but he presented himself before the Kumāras as if he did not know anything. The idea is that questions by exalted persons put before the Supreme Personality of Godhead or His devotees are meant for the benefit of the general people. Therefore sometimes great personalities put themselves in that position and inquire from a higher authority because they are always thinking of the benefit of others."
    },
    {
        "verse": "19",
        "devanagari": "सङ्गम: खलु साधूनामुभयेषां च सम्मत: ।यत्सम्भाषणसम्प्रश्न: सर्वेषां वितनोति शम् ॥ १९ ॥",
        "english_devnagari": "saṅgamaḥ khalu sādhūnāmubhayeṣāṁ ca sammataḥyat-sambhāṣaṇa-sampraśnaḥsarveṣāṁ vitanoti śam",
        "verse_Syn": [
            "saṅgamaḥ",
            "khalu",
            "sādhūnām",
            "ubhayeṣām",
            "ca",
            "sammataḥ",
            "yat",
            "sambhāṣaṇa",
            "sampraśnaḥ",
            "sarveṣām",
            "vitanoti",
            "śam"
        ],
        "translation": "When there is a congregation of devotees, their discussions, questions and answers become conclusive to both the speaker and the audience. Thus such a meeting is beneficial for everyone’s real happiness.",
        "purport": " Hearing discussions among the devotees is the only means to receive the powerful message of the Supreme Personality of Godhead. For instance, Bhagavad-gītā has been well known all over the world for a very long time, especially in the Western world, but because the subject matter was not discussed by devotees, there was no effect. Not a single person in the West became Kṛṣṇa conscious before the Kṛṣṇa consciousness movement was founded. But when the same Bhagavad-gītā was presented as it is through the disciplic succession, the effect of spiritual realization was immediately manifested. Sanat-kumāra, one of the Kumāras, informed Pṛthu Mahārāja that his meeting with the Kumāras benefited not only Mahārāja Pṛthu but the Kumāras as well. When Nārada Muni questioned Lord Brahmā about the Supreme Personality of Godhead, Lord Brahmā thanked Nārada Muni for giving him a chance to speak about the Supreme Lord. Therefore questions put by a saintly person to another saintly person about the Supreme Personality of Godhead or about the ultimate goal of life surcharge everything spiritually. Whoever takes advantage of such discussions is benefited both in this life and in the next. The word ubhayeṣām can be described in many ways. Generally there are two classes of men, the materialists and the transcendentalists. By hearing discussions between devotees, both the materialist and transcendentalist are benefited. The materialist is benefited by association with devotees because his life then becomes regulated so that his chance of becoming a devotee or making the present life successful for understanding the real position of the living entity is increased. When one takes advantage of this opportunity, he is assured of a human form of life in the next birth, or he may be liberated completely and go back home, back to Godhead. The conclusion is that if one participates in a discussion of devotees, he is both materially and spiritually benefited. The speaker and the audience are both benefited, and the karmīs and jñānīs are benefited. The discussion of spiritual matters amongst devotees is beneficial for everyone, without exception. Consequently the Kumāras admitted that not only was the King benefited by such a meeting, but the Kumāras were as well."
    },
    {
        "verse": "20",
        "devanagari": "अस्त्येव राजन् भवतो मधुद्विष:पादारविन्दस्य गुणानुवादने ।रतिर्दुरापा विधुनोति नैष्ठिकीकामं कषायं मलमन्तरात्मन: ॥ २० ॥",
        "english_devnagari": "asty eva rājan bhavato madhudviṣaḥpādāravindasya guṇānuvādaneratir durāpā vidhunoti naiṣṭhikīkāmaṁ kaṣāyaṁ malam antar-ātmanaḥ",
        "verse_Syn": [
            "asti",
            "eva",
            "rājan",
            "bhavataḥ",
            "madhu",
            "dviṣaḥ",
            "pāda",
            "aravindasya",
            "guṇa",
            "anuvādane",
            "ratiḥ",
            "durāpā",
            "vidhunoti",
            "naiṣṭhikī",
            "kāmam",
            "kaṣāyam",
            "malam",
            "antaḥ",
            "ātmanaḥ"
        ],
        "translation": "Sanat-kumāra continued: My dear King, you already have an inclination to glorify the lotus feet of the Supreme Personality of Godhead. Such attachment is very difficult to achieve, but when one has attained such unflinching faith in the Lord, it automatically cleanses lusty desires from the core of the heart.",
        "purport": " By association with devotees, dirty things within the heart of a materialistic man are gradually washed away by the grace of the Supreme Personality of Godhead. As silver becomes shiny by being polished, the heart of a materialistic person is cleansed of lusty desires by the good association of devotees. Actually the living being has no connection with this material enjoyment nor with lusty desires. He is simply imagining or dreaming while asleep. But by the association of pure devotees he is awakened, and immediately the spirit soul is situated in his own glory by understanding his constitutional position as the eternal servant of the Lord. Pṛthu Mahārāja was already a self-realized soul; therefore he had a natural inclination to glorify the activities of the Supreme Personality of Godhead, and the Kumāras assured him that there was no chance of his falling victim to the illusory energy of the Supreme Lord. In other words, the process of hearing and chanting about the glories of the Lord is the only means to clarify the heart of material contamination. By the process of karma, jñāna and yoga, no one will succeed in driving away contamination from the heart, but once a person takes to the shelter of the lotus feet of the Lord by devotional service, automatically all dirty things in the heart are removed without difficulty."
    },
    {
        "verse": "21",
        "devanagari": "शास्त्रेष्वियानेव सुनिश्चितो नृणांक्षेमस्य सध्र्‌यग्विमृशेषु हेतु: ।असङ्ग आत्मव्यतिरिक्त आत्मनिद‍ृढा रतिर्ब्रह्मणि निर्गुणे च या ॥ २१ ॥",
        "english_devnagari": "śāstreṣv iyān eva suniścito nṛṇāṁkṣemasya sadhryag-vimṛśeṣu hetuḥasaṅga ātma-vyatirikta ātmanidṛḍhā ratir brahmaṇi nirguṇe ca yā",
        "verse_Syn": [
            "śāstreṣu",
            "iyān",
            "eva",
            "su",
            "niścitaḥ",
            "nṛṇām",
            "kṣemasya",
            "sadhryak",
            "vimṛśeṣu",
            "hetuḥ",
            "asaṅgaḥ",
            "ātma",
            "vyatirikte",
            "ātmani",
            "dṛḍhā",
            "ratiḥ",
            "brahmaṇi",
            "nirguṇe",
            "ca",
            "yā"
        ],
        "translation": "It has been conclusively decided in the scriptures, after due consideration, that the ultimate goal for the welfare of human society is detachment from the bodily concept of life and increased and steadfast attachment for the Supreme Lord, who is transcendental, beyond the modes of material nature.",
        "purport": " Everyone in human society is engaged for the ultimate benefit of life, but persons who are in the bodily conception cannot achieve the ultimate goal, nor can they understand what it is. The ultimate goal of life is described in Bhagavad-gītā (2.59): paraṁ dṛṣṭvā nivartate. When one finds out the supreme goal of life, he naturally becomes detached from the bodily concept. Here in this verse the indication is that one has to steadfastly increase attachment for the Transcendence (brahmaṇi). As confirmed in the Vedānta-sūtra (1.1.1), athāto brahma-jijñāsā: without inquiry about the Supreme, or the Transcendence, one cannot give up attachment for this material world. By the evolutionary process in 8,400,000 species of life, one cannot understand the ultimate goal of life because in all those species of life, the bodily conception is very prominent. Athāto brahma-jijñāsā means that in order to get out of the bodily conception, one has to increase attachment to or inquiry about Brahman. Then he can be situated in the transcendental devotional service — śravaṇaṁ kīrtanaṁ viṣṇoḥ. To increase attachment for Brahman means to engage in devotional service. Those who are attached to the impersonal form of Brahman cannot remain attached for very long. Impersonalists, after rejecting this world as mithyā, or false (jagan mithyā), come down again to this jagan mithyā, although they take sannyāsa to increase their attachment for Brahman. Similarly, many yogīs who are attached to the localized aspect of Brahman as Paramātmā — great sages like Viśvāmitra — also fall down as victims of women. Therefore increased attachment for the Supreme Personality of Godhead is advised in all śāstras. That is the only way of detachment from material existence and is explained in Bhagavad-gītā (2.59) as paraṁ dṛṣṭvā nivartate: one can cease material activities when he actually has the taste for devotional service. Śrī Caitanya Mahāprabhu also recommended love of Godhead as the ultimate goal of life (premā pum-artho mahān). Without increasing love of Godhead, one cannot achieve the perfectional stage of the transcendental position."
    },
    {
        "verse": "22",
        "devanagari": "सा श्रद्धया भगवद्धर्मचर्ययाजिज्ञासयाध्यात्मिकयोगनिष्ठया ।योगेश्वरोपासनया च नित्यंपुण्यश्रव:कथया पुण्यया च ॥ २२ ॥",
        "english_devnagari": "sā śraddhayā bhagavad-dharma-caryayājijñāsayādhyātmika-yoga-niṣṭhayāyogeśvaropāsanayā ca nityaṁpuṇya-śravaḥ-kathayā puṇyayā ca",
        "verse_Syn": [
            "sā",
            "śraddhayā",
            "bhagavat",
            "dharma",
            "caryayā",
            "jijñāsayā",
            "adhyātmika",
            "yoga",
            "niṣṭhayā",
            "yoga",
            "īśvara",
            "upāsanayā",
            "ca",
            "nityam",
            "puṇya",
            "śravaḥ",
            "kathayā",
            "puṇyayā",
            "ca"
        ],
        "translation": "Attachment for the Supreme can be increased by practicing devotional service, inquiring about the Supreme Personality of Godhead, applying bhakti-yoga in life, worshiping the Yogeśvara, the Supreme Personality of Godhead, and by hearing and chanting about the glories of the Supreme Personality of Godhead. These actions are pious in themselves.",
        "purport": " The word yogeśvara is applicable to both the Supreme Personality of Godhead, Kṛṣṇa, and His devotees also. In Bhagavad-gītā this word occurs in two places. In the Eighteenth Chapter (18.78), Kṛṣṇa is described as the Supreme Personality of Godhead, Hari, who is the master of all mystic power (yatra yogeśvaraḥ kṛṣṇaḥ). Yogeśvara is also described at the end of the Sixth Chapter (6.47): sa me yuktatamo mataḥ. This yuktatama indicates the topmost of all yogīs — the devotees, who can also be called yogeśvara. In this verse, yogeśvara-upāsanā means to render service to a pure devotee. Thus Narottama dāsa Ṭhākura says, chāḍiyā vaiṣṇava-sevā nistāra pāyeche kebā: without serving a pure devotee, one cannot advance in spiritual life. Prahlāda Mahārāja also has said: One should take shelter of a pure devotee, who has nothing to do with this material world but is simply engaged in devotional service. By serving him only, one can transcend the qualitative material condition. In this verse it is recommended (yogeśvara-upāsanayā) that one serve the lotus feet of the topmost yogī, or the devotee. To serve the topmost devotee means to hear from him about the glories of the Supreme Personality of Godhead. To hear the glories of the Supreme Personality of Godhead from the mouth of a pure devotee is to acquire a pious life. In Bhagavad-gītā (7.28) it is also said that without being pious one cannot engage in devotional service: To become fixed in devotional service one has to become completely cleansed from the contamination of the material modes of nature. For work in devotional service the first item is ādau gurv-āśrayam: one should accept a bona fide spiritual master, and from the bona fide spiritual master inquire about one’s transcendental occupational duties (sad-dharma-pṛcchā) and follow in the footsteps of great saintly persons, devotees (sādhu-mārga-anugamanam). These are the instructions given in Bhakti-rasāmṛta-sindhu by Rūpa Gosvāmī. The conclusion is that to increase attachment for the Supreme Personality of Godhead one has to accept a bona fide spiritual master and learn from him the methods of devotional service and hear from him about the transcendental message and glorification of the Supreme Personality of Godhead. In this way one has to increase his conviction about devotional service. Then it will be very easy to increase attachment for the Supreme Personality of Godhead."
    },
    {
        "verse": "23",
        "devanagari": "अर्थेन्द्रियारामसगोष्ठ्यतृष्णयातत्सम्मतानामपरिग्रहेण च ।विविक्तरुच्या परितोष आत्मनिविना हरेर्गुणपीयूषपानात् ॥ २३ ॥",
        "english_devnagari": "arthendriyārāma-sagoṣṭhy-atṛṣṇayātat-sammatānām aparigraheṇa cavivikta-rucyā paritoṣa ātmanivinā harer guṇa-pīyūṣa-pānāt",
        "verse_Syn": [
            "artha",
            "indriya",
            "ārāma",
            "sa",
            "goṣṭhī",
            "atṛṣṇayā",
            "tat",
            "sammatānām",
            "aparigraheṇa",
            "ca",
            "vivikta",
            "rucyā",
            "paritoṣe",
            "ātmani",
            "vinā",
            "hareḥ",
            "guṇa",
            "pīyūṣa",
            "pānāt"
        ],
        "translation": "One has to make progress in spiritual life by not associating with persons who are simply interested in sense gratification and making money. Not only such persons, but one who associates with such persons should be avoided. One should mold his life in such a way that he cannot live in peace without drinking the nectar of the glorification of the Supreme Personality of Godhead, Hari. One can be thus elevated by being disgusted with the taste for sense enjoyment.",
        "purport": " In the material world everyone is interested in money and sense gratification. The only objective is to earn as much money as possible and utilize it for satisfaction of the senses. Śrīla Śukadeva Gosvāmī thus described the activities of the materialistic persons: This is a typical example of materialistic persons. At night they waste their time by sleeping more than six hours or by wasting time in sex indulgence. This is their occupation at night, and in the morning they go to their office or business place just to earn money. As soon as there is some money, they become busy in purchasing things for their children and others. Such persons are never interested in understanding the values of life — what is God, what is the individual soul, what is its relationship with God, etc. Things are degraded to such an extent that those who are supposed to be religious are also at the present moment interested only in sense gratification. The number of materialistic persons in this Age of Kali has increased more than in any other age; therefore persons who are interested in going back home, back to Godhead, should not only engage in the service of realized souls but should give up the company of materialistic persons, whose only aim is to earn money and employ it in sense gratification. They should also not accept the objectives of materialistic persons, namely money and sense gratification. Therefore it is stated, bhaktiḥ pareśānubhavo viraktir anyatra ca (Bhāg. 11.2.42): to advance in devotional service one should be uninterested in the materialistic way of life. That which is the subject matter of satisfaction for the devotees is of no interest to the nondevotees. Simple negation, or giving up the company of materialistic persons, will not do. We must have engagements. Sometimes it is found that a person interested in spiritual advancement gives up the company of material society and goes to a secluded place as recommended for the yogīs especially, but that will also not help a person in spiritual advancement, for in many instances such yogīs also fall down. As far as jñānīs are concerned, generally they fall down without taking shelter of the lotus feet of the Lord. The impersonalists or the voidists can simply avoid the positive material association; they cannot remain fixed in transcendence without being engaged in devotional service. The beginning of devotional service is to hear about the glories of the Supreme Personality of Godhead. That is recommended in this verse: vinā harer guṇa-pīyūṣa-pānāt. One must drink the nectar of the glories of the Supreme Personality of Godhead, and this means that one must be always engaged in hearing and chanting the glories of the Lord. It is the prime method for advancing in spiritual life. Lord Caitanya Mahāprabhu also recommends this in the Caitanya-caritāmṛta. If one wants to make advancement in spiritual life, by great fortune he may meet a bona fide spiritual master and from him learn about Kṛṣṇa. By serving both the spiritual master and Kṛṣṇa he gets the seed of devotional service (bhakti-latā-bīja), and if he sows the seed within his heart and waters it by hearing and chanting, it grows into a luxuriant bhakti-latā, or bhakti creeper. The creeper is so strong that it penetrates the covering of the universe and reaches the spiritual world and continues to grow on and on until it reaches and takes shelter of the lotus feet of Kṛṣṇa, just as an ordinary creeper also grows on and on until it takes a solid shelter on a roof; then it very steadily grows and produces the required fruit. The real cause of the growing of such fruit, which is here called the nectar of hearing the glories of the Supreme Personality of Godhead, is to water the creeper of devotional service by hearing and chanting. The purport is that one cannot live outside the society of devotees; one must live in the association of devotees, where there is constant chanting and hearing of the glories of the Lord. The Kṛṣṇa consciousness movement is started for this purpose, so that hundreds of ISKCON centers may give people a chance to hear and chant, to accept the spiritual master and to disassociate themselves from persons who are materially interested, for in this way one can make solid advancement in going back home, back to Godhead."
    },
    {
        "verse": "24",
        "devanagari": "अहिंसया पारमहंस्यचर्ययास्मृत्या मुकुन्दाचरिताग्र्यसीधुना ।यमैरकामैर्नियमैश्चाप्यनिन्दयानिरीहया द्वन्द्वतितिक्षया च ॥ २४ ॥",
        "english_devnagari": "ahiṁsayā pāramahaṁsya-caryayāsmṛtyā mukundācaritāgrya-sīdhunāyamair akāmair niyamaiś cāpy anindayānirīhayā dvandva-titikṣayā ca",
        "verse_Syn": [
            "ahiṁsayā",
            "pāramahaṁsya",
            "caryayā",
            "smṛtyā",
            "mukunda",
            "ācarita",
            "agrya",
            "sīdhunā",
            "yamaiḥ",
            "akāmaiḥ",
            "niyamaiḥ",
            "ca",
            "api",
            "anindayā",
            "nirīhayā",
            "dvandva",
            "titikṣayā",
            "ca"
        ],
        "translation": "A candidate for spiritual advancement must be nonviolent, must follow in the footsteps of great ācāryas, must always remember the nectar of the pastimes of the Supreme Personality of Godhead, must follow the regulative principles without material desire and, while following the regulative principles, should not blaspheme others. A devotee should lead a very simple life and not be disturbed by the duality of opposing elements. He should learn to tolerate them.",
        "purport": " The devotees are actually saintly persons, or sādhus. The first qualification of a sādhu, or devotee, is ahiṁsā, or nonviolence. Persons interested in the path of devotional service, or in going back home, back to Godhead, must first practice ahiṁsā, or nonviolence. A sādhu is described as titikṣavaḥ kāruṇikāḥ (Bhāg. 3.25.21): a devotee should be tolerant and should be very much compassionate toward others. For example, if he suffers personal injury he should tolerate it, but if someone else suffers injury the devotee need not tolerate it. The whole world is full of violence, and a devotee’s first business is to stop this violence, including the unnecessary slaughter of animals. A devotee is the friend not only of human society but of all living entities, for he sees all living entities as sons of the Supreme Personality of Godhead. He does not claim himself to be the only son of God and allow all others to be killed, thinking that they have no soul. This kind of philosophy is never advocated by a pure devotee of the Lord. Suhṛdaḥ sarva-dehinām: a true devotee is the friend of all living entities. Kṛṣṇa claims in Bhagavad-gītā to be the father of all species of living entities; consequently the devotee of Kṛṣṇa is always a friend of all. This is called ahiṁsā. Such nonviolence can be practiced only when we follow in the footsteps of great ācāryas. Therefore, according to our Vaiṣṇava philosophy, we have to follow the great ācāryas of the four sampradāyas, or disciplic successions. Trying to advance in spiritual life outside the disciplic succession is simply ludicrous. It is said, therefore, ācāryavān puruṣo veda: one who follows the disciplic succession of ācāryas knows things as they are (Chāndogya Upaniṣad 6.14.2). Tad-vijñānārthaṁ sa gurum evābhigacchet: in order to understand the transcendental science, one must approach the bona fide spiritual master (Muṇḍaka Upaniṣad 1.2.12). The word smṛtyā is very important in spiritual life. Smṛtyā means remembering Kṛṣṇa always. Life should be molded in such a way that one cannot remain alone without thinking of Kṛṣṇa. We should live in Kṛṣṇa so that while eating, sleeping, walking and working we remain only in Kṛṣṇa. Our Kṛṣṇa consciousness society recommends that we arrange our living so that we can remember Kṛṣṇa. In our ISKCON society the devotees, while engaged in making Spiritual Sky incense, are also hearing about the glories of Kṛṣṇa or His devotees. The śāstra recommends, smartavyaḥ satataṁ viṣṇuḥ: Lord Viṣṇu should be remembered always, constantly. Vismartavyo na jātucit: Viṣṇu should never be forgotten. That is the spiritual way of life — smṛtyā. This remembrance of the Lord can be continued if we hear about Him constantly. It is therefore recommended in this verse: mukundācaritāgrya-sīdhunā. Sīdhu means “nectar.” To hear about Kṛṣṇa from Śrīmad-Bhāgavatam or Bhagavad-gītā or similar authentic literature is to live in Kṛṣṇa consciousness. Such concentration in Kṛṣṇa consciousness can be achieved by persons who are strictly following the rules and regulative principles. We have recommended in our Kṛṣṇa consciousness movement that a devotee chant sixteen rounds on beads daily and follow the regulative principles. That will help the devotee be fixed in his spiritual advancement in life. It is also stated in this verse that one can advance by controlling the senses (yamaiḥ). By controlling the senses, one can become a svāmī or gosvāmī. One who is therefore enjoying this supertitle, svāmī or gosvāmī, must be very strict in controlling his senses. Indeed, he must be master of his senses. This is possible when one does not desire any material sense gratification. If, by chance, the senses want to work independently, he must control them. If we simply practice avoiding material sense gratification, controlling the senses is automatically achieved. Another important point mentioned in this connection is anindayā — we should not criticize others’ methods of religion. There are different types of religious systems operating under different qualities of material nature. Those operating in the modes of ignorance and passion cannot be as perfect as that system in the mode of goodness. In Bhagavad-gītā everything has been divided into three qualitative divisions; therefore religious systems are similarly categorized. When people are mostly under the modes of passion and ignorance, their system of religion will be of the same quality. A devotee, instead of criticizing such systems, will encourage the followers to stick to their principles so that gradually they can come to the platform of religion in goodness. Simply by criticizing them, a devotee’s mind will be agitated. Thus a devotee should tolerate and learn to stop agitation. Another feature of the devotee is nirīhayā, simple living. Nirīhā means “gentle,” “meek” or “simple.” A devotee should not live very gorgeously and imitate a materialistic person. Plain living and high thinking are recommended for a devotee. He should accept only so much as he needs to keep the material body fit for the execution of devotional service. He should not eat or sleep more than is required. Simply eating for living, and not living for eating, and sleeping only six to seven hours a day are principles to be followed by devotees. As long as the body is there it is subjected to the influence of climatic changes, disease and natural disturbances, the threefold miseries of material existence. We cannot avoid them. Sometimes we receive letters from neophyte devotees questioning why they have fallen sick, although pursuing Kṛṣṇa consciousness. They should learn from this verse that they have to become tolerant (dvandva-titikṣayā). This is the world of duality. One should not think that because he has fallen sick he has fallen from Kṛṣṇa consciousness. Kṛṣṇa consciousness can continue without impediment from any material opposition. Lord Śrī Kṛṣṇa therefore advises in Bhagavad-gītā (2.14), tāṁs titikṣasva bhārata: “My dear Arjuna, please try to tolerate all these disturbances. Be fixed in your Kṛṣṇa conscious activities.”"
    },
    {
        "verse": "25",
        "devanagari": "हरेर्मुहुस्तत्परकर्णपूरगुणाभिधानेन विजृम्भमाणया ।भक्त्या ह्यसङ्ग: सदसत्यनात्मनिस्यान्निर्गुणे ब्रह्मणि चाञ्जसा रति: ॥ २५ ॥",
        "english_devnagari": "harer muhus tatpara-karṇa-pūra-guṇābhidhānena vijṛmbhamāṇayābhaktyā hy asaṅgaḥ sad-asaty anātmanisyān nirguṇe brahmaṇi cāñjasā ratiḥ",
        "verse_Syn": [
            "hareḥ",
            "muhuḥ",
            "tat",
            "para",
            "karṇa",
            "pūra",
            "guṇa",
            "abhidhānena",
            "vijṛmbhamāṇayā",
            "bhaktyā",
            "hi",
            "asaṅgaḥ",
            "sat",
            "asati",
            "anātmani",
            "syāt",
            "nirguṇe",
            "brahmaṇi",
            "ca",
            "añjasā",
            "ratiḥ"
        ],
        "translation": "The devotee should gradually increase the culture of devotional service by constant hearing of the transcendental qualities of the Supreme Personality of Godhead. These pastimes are like ornamental decorations on the ears of devotees. By rendering devotional service and transcending the material qualities, one can easily be fixed in transcendence in the Supreme Personality of Godhead.",
        "purport": " This verse is especially mentioned to substantiate the devotional process of hearing the subject matter. A devotee does not like to hear anything other than subjects dealing with spiritual activities, or the pastimes of the Supreme Personality of Godhead. We can increase our propensity for devotional service by hearing Bhagavad-gītā and Śrīmad-Bhāgavatam from realized souls. The more we hear from realized souls, the more we make advancement in our devotional life. The more we advance in devotional life, the more we become detached from the material world. The more we become detached from the material world, as advised by Lord Caitanya Mahāprabhu, the more we increase in attachment for the Supreme Personality of Godhead. Therefore, a devotee who actually wants to make progress in devotional service and go back home, back to Godhead, must lose interest in sense enjoyment and associating with persons who are after money and sense gratification. This is the advice of Lord Caitanya Mahāprabhu: The word brahmaṇi used in this verse is commented upon by the impersonalists or professional reciters of Bhāgavatam, who are mainly advocates of the caste system by demoniac birthright. They say that brahmaṇi means the impersonal Brahman. But they cannot conclude this with reference to the context of the words bhaktyā and guṇābhidhānena. According to the impersonalists, there are no transcendental qualities in the impersonal Brahman; therefore we should understand that brahmaṇi means “in the Supreme Personality of Godhead.” Kṛṣṇa is the Supreme Personality of Godhead, as admitted by Arjuna in Bhagavad-gītā; therefore wherever the word brahma is used, it must refer to Kṛṣṇa, not to the impersonal Brahman effulgence. Brahmeti paramātmeti bhagavān iti śabdyate (Bhāg. 1.2.11). Brahman, Paramātmā and Bhagavān can all be taken in total as Brahman, but when there is reference to the word bhakti or remembrance of the transcendental qualities, this indicates the Supreme Personality of Godhead, not the impersonal Brahman."
    },
    {
        "verse": "26",
        "devanagari": "यदा रतिर्ब्रह्मणि नैष्ठिकी पुमा-नाचार्यवान् ज्ञानविरागरंहसा ।दहत्यवीर्यं हृदयं जीवकोशंपञ्चात्मकं योनिमिवोत्थितोऽग्नि: ॥ २६ ॥",
        "english_devnagari": "yadā ratir brahmaṇi naiṣṭhikī pumānācāryavān jñāna-virāga-raṁhasādahaty avīryaṁ hṛdayaṁ jīva-kośaṁpañcātmakaṁ yonim ivotthito ’gniḥ",
        "verse_Syn": [
            "yadā",
            "ratiḥ",
            "brahmaṇi",
            "naiṣṭhikī",
            "pumān",
            "ācāryavān",
            "jñāna",
            "virāga",
            "raṁhasā",
            "dahati",
            "avīryam",
            "hṛdayam",
            "jīva",
            "kośam",
            "pañca",
            "ātmakam",
            "yonim",
            "iva",
            "utthitaḥ",
            "agniḥ"
        ],
        "translation": "Upon becoming fixed in his attachment to the Supreme Personality of Godhead by the grace of the spiritual master and by awakening knowledge and detachment, the living entity, situated within the heart of the body and covered by the five elements, burns up his material surroundings exactly as fire, arising from wood, burns the wood itself.",
        "purport": " It is said that both the jīvātmā, the individual soul, and the Paramātmā live together within the heart. In the Vedic version it is stated, hṛdi hy ayam ātmā: the soul and Supersoul both live within the heart. The individual soul is liberated when it comes out of the material heart or cleanses the heart to make it spiritualized. The example given here is very appropriate: yonim ivotthito ’gniḥ. Agni, or fire, comes out of wood, and by it the wood is completely destroyed. Similarly, when a living entity increases his attachment for the Supreme Personality of Godhead, he is to be considered like fire. A blazing fire is visible by its exhibition of heat and light; similarly, when the living entity within the heart becomes enlightened with full spiritual knowledge and detached from the material world, he burns up his material covering of the five elements — earth, water, fire, air and sky — and becomes free from the five kinds of material attachments, namely ignorance, false egoism, attachment to the material world, envy and absorption in material consciousness. Therefore pañcātmakam, as mentioned in this verse, refers to either the five elements or the five coverings of material contamination. When these are all burned into ashes by the blazing fire of knowledge and detachment, one is fixed firmly in the devotional service of the Supreme Personality of Godhead. Unless one takes shelter of a bona fide spiritual master and advances one’s attraction for Kṛṣṇa by the spiritual master’s instructions, the five coverings of the living entity cannot be removed from the material heart. The living entity is centered within the heart, and to take him away from the heart is to liberate him. This is the process: one must take shelter of a bona fide spiritual master and by his instruction increase one’s knowledge in devotional service, become detached from the material world, and thus become liberated. An advanced devotee, therefore, does not live within the material body but within his spiritual body, just as a dry coconut lives detached from the coconut husk even though within the husk. The pure devotee’s body is therefore called cin-maya-śarīra, “spiritualized body.” In other words, a devotee’s body is not connected with material activities, and as such, a devotee is always liberated (brahma-bhūyāya kalpate), as confirmed in Bhagavad-gītā (14.26). Śrīla Rūpa Gosvāmī also confirms this: “Whatever his condition may be, one who is engaged fully with his body, mind and speech in the service of the Lord is liberated, even within this body.”"
    },
    {
        "verse": "27",
        "devanagari": "दग्धाशयो मुक्तसमस्ततद्गुणोनैवात्मनो बहिरन्तर्विचष्टे ।परात्मनोर्यद्वय‍वधानं पुरस्तात्स्वप्ने यथा पुरुषस्तद्विनाशे ॥ २७ ॥",
        "english_devnagari": "dagdhāśayo mukta-samasta-tad-guṇonaivātmano bahir antar vicaṣṭeparātmanor yad-vyavadhānaṁ purastātsvapne yathā puruṣas tad-vināśe",
        "verse_Syn": [
            "dagdha",
            "āśayaḥ",
            "mukta",
            "samasta",
            "tat",
            "guṇaḥ",
            "na",
            "eva",
            "ātmanaḥ",
            "bahiḥ",
            "antaḥ",
            "vicaṣṭe",
            "para",
            "ātmanoḥ",
            "yat",
            "vyavadhānam",
            "purastāt",
            "svapne",
            "yathā",
            "puruṣaḥ",
            "tat",
            "vināśe"
        ],
        "translation": "When a person becomes devoid of all material desires and liberated from all material qualities, he transcends distinctions between actions executed externally and internally. At that time the difference between the soul and the Supersoul, which was existing before self-realization, is annihilated. When a dream is over, there is no longer a distinction between the dream and the dreamer.",
        "purport": " As described by Śrīla Rūpa Gosvāmī (anyābhilāṣitā-śūnyam), one must be devoid of all material desires. When a person becomes devoid of all material desires, there is no longer need for speculative knowledge or fruitive activities. In that condition it is to be understood that one is free from the material body. The example is already given above — a coconut which is dry is loosened from its outward husk. This is the stage of liberation. As said in Śrīmad-Bhāgavatam (2.10.6), mukti (liberation) means svarūpeṇa vyavasthitiḥ, being situated in one’s own constitutional position. All material desires are present as long as one is in the bodily concept of life, but when one realizes that he is an eternal servant of Kṛṣṇa, his desires are no longer material. A devotee acts in this consciousness. In other words, when material desires in connection with the body are finished, one is actually liberated. When one is liberated from the material qualities, he does not do anything for his personal sense gratification. At that time all activities performed by him are absolute. In the conditioned state there are two kinds of activities: one acts on behalf of the body, and at the same time he acts to become liberated. The devotee, when he is completely free from all material desires or all material qualities, transcends the duality of action for the body and soul. Then the bodily concept of life is completely over. Therefore Śrīla Rūpa Gosvāmī says: When one is completely fixed in the service of the Lord, he is a liberated person in any condition of life. He is called jīvan-muktaḥ, liberated even within this body. In such a liberated condition, there is no distinction between actions for sense gratification and actions for liberation. When one is liberated from the desires of sense gratification, he has no longer to suffer the reactions of lamentation or illusion. Activities performed by the karmīs and jñānīs are subject to lamentation and illusion, but a self-realized liberated person acting only for the Supreme Personality of Godhead experiences none. This is the stage of oneness, or merging into the existence of the Supreme Personality of Godhead. This means that the individual soul, while keeping his individuality, no longer has separate interests. He is fully in the service of the Lord, and he has nothing to do for his personal sense gratification; therefore he sees only the Supreme Personality of Godhead and not himself. His personal interest completely perishes. When a person comes out of a dream, the dream vanishes. While dreaming, a person may consider himself a king and see the royal paraphernalia, his soldiers, etc., but when the dream is over, he does not see anything beyond himself. Similarly, a liberated person understands that he is part and parcel of the Supreme Lord acting in accordance with the desire of the Supreme Lord, and as such there is no distinction between himself and the Supreme Lord, although both of them retain their individuality (nityo nityānāṁ cetanaś cetanānām). This is the perfect conception of oneness in relation to the Supersoul and the soul."
    },
    {
        "verse": "28",
        "devanagari": "आत्मानमिन्द्रियार्थं च परं यदुभयोरपि ।सत्याशय उपाधौ वै पुमान् पश्यति नान्यदा ॥ २८ ॥",
        "english_devnagari": "ātmānam indriyārthaṁ caparaṁ yad ubhayor apisaty āśaya upādhau vaipumān paśyati nānyadā",
        "verse_Syn": [
            "ātmānam",
            "indriya",
            "artham",
            "ca",
            "param",
            "yat",
            "ubhayoḥ",
            "api",
            "sati",
            "āśaye",
            "upādhau",
            "vai",
            "pumān",
            "paśyati",
            "na",
            "anyadā"
        ],
        "translation": "When the soul exists for sense gratification, he creates different desires, and for that reason he becomes subjected to designations. But when one is in the transcendental position, he is no longer interested in anything except fulfilling the desires of the Lord.",
        "purport": " Being covered by material desires, a spirit soul is also considered to be covered by designations belonging to a particular type of body. Thus he considers himself an animal, man, demigod, bird, beast, etc. In so many ways he is influenced by false identification caused by false egotism, and being covered by illusory material desires, he distinguishes between matter and spirit. When one is devoid of such distinctions, there is no longer a difference between matter and spirit. At that time, the spirit is the only predominating factor. As long as one is covered by material desires, he thinks himself the master or the enjoyer. Thus he acts for sense gratification and becomes subjected to material pangs, happiness and distress. But when one is freed from such a concept of life, he is no longer subjected to designations, and he envisions everything as spiritual in connection with the Supreme Lord. This is explained by Śrīla Rūpa Gosvāmī in his Bhakti-rasāmṛta-sindhu (1.2.255): The liberated person has no attachment for anything material or for sense gratification. He understands that everything is connected with the Supreme Personality of Godhead and that everything should be engaged in the service of the Lord. Therefore he does not give up anything. There is no question of renouncing anything because the paramahaṁsa knows how to engage everything in the service of the Lord. Originally everything is spiritual; nothing is material. In the Caitanya-caritāmṛta (Madhya 8.274) also it is explained that a mahā-bhāgavata, a highly advanced devotee, has no material vision: Although he sees trees, mountains, and other living entities moving here and there, he sees all as the creation of the Supreme Lord and, with reference to the context, sees only the creator and not the created. In other words, he no longer distinguishes between the created and the creator. He sees only the Supreme Personality of Godhead in everything. He sees Kṛṣṇa in everything and everything in Kṛṣṇa. This is oneness."
    },
    {
        "verse": "29",
        "devanagari": "निमित्ते सति सर्वत्र जलादावपि पूरुष: ।आत्मनश्च परस्यापि भिदां पश्यति नान्यदा ॥ २९ ॥",
        "english_devnagari": "nimitte sati sarvatrajalādāv api pūruṣaḥātmanaś ca parasyāpibhidāṁ paśyati nānyadā",
        "verse_Syn": [
            "nimitte",
            "sati",
            "sarvatra",
            "jala",
            "ādau",
            "api",
            "pūruṣaḥ",
            "ātmanaḥ",
            "ca",
            "parasya",
            "api",
            "bhidām",
            "paśyati",
            "na",
            "anyadā"
        ],
        "translation": "Only because of different causes does a person see a difference between himself and others, just as one sees the reflection of a body appearing differently manifested on water, on oil or in a mirror.",
        "purport": " The spirit soul is one, the Supreme Personality of Godhead. He is manifested in svāṁśa and vibhinnāṁśa expansions. The jīvas are vibhinnāṁśa expansions; the different incarnations of the Supreme Personality of Godhead are svāṁśa expansions. Thus there are different potencies of the Supreme Lord, and there are different expansions of the different potencies. In this way, for different reasons there are different expansions of the same one principle, the Supreme Personality of Godhead. This understanding is real knowledge, but when the living entity is covered by the upādhi, or designated body, he sees differences, exactly as one sees differences in reflections of oneself on water, on oil or in a mirror. When something is reflected on the water, it appears to be moving. When it is reflected on ice, it appears fixed. When it is reflected on oil, it appears hazy. The subject is one, but under different conditions it appears differently. When the qualifying factor is taken away, the whole appears to be one. In other words, when one comes to the paramahaṁsa or perfectional stage of life by practicing bhakti-yoga, he sees only Kṛṣṇa everywhere. For him there is no other objective. In conclusion, due to different causes, the living entity is visible in different forms as an animal, human being, demigod, tree, etc. Actually every living entity is the marginal potency of the Supreme Lord. In Bhagavad-gītā (5.18), therefore, it is explained that one who actually sees the spirit soul does not distinguish between a learned brāhmaṇa and a dog, an elephant or a cow. Paṇḍitāḥ sama-darśinaḥ: one who is actually learned sees only the living entity, not the outward covering. Differentiation is therefore the result of different karma, or fruitive activities, and when we stop fruitive activities, turning them into acts of devotion, we can understand that we are not different from anyone else, regardless of the form. This is only possible in Kṛṣṇa consciousness. In this movement there are many different races of men from all parts of the world participating, but because they think of themselves as servants of the Supreme Personality of Godhead, they do not differentiate between black and white, yellow and red. The Kṛṣṇa consciousness movement is therefore the only means to make the living entities free of all designations."
    },
    {
        "verse": "30",
        "devanagari": "इन्द्रियैर्विषयाकृष्टैराक्षिप्तं ध्यायतां मन: ।चेतनां हरते बुद्धे: स्तम्बस्तोयमिव ह्रदात् ॥ ३० ॥",
        "english_devnagari": "indriyair viṣayākṛṣṭairākṣiptaṁ dhyāyatāṁ manaḥcetanāṁ harate buddheḥstambas toyam iva hradāt",
        "verse_Syn": [
            "indriyaiḥ",
            "viṣaya",
            "ākṛṣṭaiḥ",
            "ākṣiptam",
            "dhyāyatām",
            "manaḥ",
            "cetanām",
            "harate",
            "buddheḥ",
            "stambaḥ",
            "toyam",
            "iva",
            "hradāt"
        ],
        "translation": "When one’s mind and senses are attracted to sense objects for enjoyment, the mind becomes agitated. As a result of continually thinking of sense objects, one’s real consciousness almost becomes lost, like the water in a lake that is gradually sucked up by the big grass straws on its bank.",
        "purport": " In this verse it is very nicely explained how our original Kṛṣṇa consciousness becomes polluted and we gradually become almost completely forgetful of our relationship with the Supreme Lord. In a previous verse it is recommended that we should always keep in touch with the devotional service of the Lord so that the blazing fire of devotional service can gradually burn into ashes material desires and we can become liberated from the repetition of birth and death. This is also how we can indirectly keep our staunch faith in the lotus feet of the Supreme Personality of Godhead. When the mind is allowed to think of sense gratification continuously, it becomes the cause of our material bondage. If our mind is simply filled with sense gratification, even though we want Kṛṣṇa consciousness, by continuous practice we cannot forget the subject matter of sense gratification. If one takes up the sannyāsa order of life but is not able to control the mind, he will think of objects of sense gratification — namely family, society, expensive house, etc. Even though he goes to the Himālayas or the forest, his mind will continue thinking of the objects of sense gratification. In this way, gradually one’s intelligence will be affected. When intelligence is affected, one loses his original taste for Kṛṣṇa consciousness. The example given here is very appropriate: If a big lake is covered all around by long kuśa grass, just like columns, the waters dry up; similarly, when the big columns of material desire increase, the clear water of consciousness is dried up. Therefore these columns of kuśa grass should be cut or thrown away from the very beginning. Śrī Caitanya Mahāprabhu has instructed that if from the very beginning we do not take care of unwanted grass in the paddy fields, the fertilizing agents or water will be used by them, and the paddy plants will dry up. The material desire for sense enjoyment is the cause of our falldown in this material world, and thus we suffer the threefold miseries and continuous birth, death, old age and disease. However, if we turn our desires toward the transcendental loving service of the Lord, our desires become purified. We cannot kill desires. We have to purify them of different designations. If we constantly think of being a member of a particular nation, society or family and continuously think about them, we become very strongly entangled in the conditioned life of birth and death. But if our desires are applied to the service of the Lord, they become purified, and thus we become immediately freed from material contamination."
    },
    {
        "verse": "31",
        "devanagari": "भ्रश्यत्यनुस्मृतिश्चित्तं ज्ञानभ्रंश: स्मृतिक्षये ।तद्रोधं कवय: प्राहुरात्मापह्नवमात्मन: ॥ ३१ ॥",
        "english_devnagari": "bhraśyaty anusmṛtiś cittaṁjñāna-bhraṁśaḥ smṛti-kṣayetad-rodhaṁ kavayaḥ prāhurātmāpahnavam ātmanaḥ",
        "verse_Syn": [
            "bhraśyati",
            "anusmṛtiḥ",
            "cittam",
            "jñāna",
            "bhraṁśaḥ",
            "smṛti",
            "kṣaye",
            "tat",
            "rodham",
            "kavayaḥ",
            "prāhuḥ",
            "ātma",
            "apahnavam",
            "ātmanaḥ"
        ],
        "translation": "When one deviates from his original consciousness, he loses the capacity to remember his previous position or recognize his present one. When remembrance is lost, all knowledge acquired is based on a false foundation. When this occurs, learned scholars consider that the soul is lost.",
        "purport": " The living entity, or the soul, is ever existing and eternal. It cannot be lost, but learned scholars say that it is lost when actual knowledge is not working. That is the difference between animals and human beings. According to less intelligent philosophers, animals have no soul. But factually animals have souls. Due to the animals’ gross ignorance, however, it appears that they have lost their souls. Without the soul, a body cannot move. That is the difference between a living body and a dead body. When the soul is out of the body, the body is called dead. The soul is said to be lost when there is no proper knowledge exhibited. Our original consciousness is Kṛṣṇa consciousness because we are part and parcel of Kṛṣṇa. When this consciousness is misguided and one is put into the material atmosphere, which pollutes the original consciousness, one thinks that he is a product of the material elements. Thus one loses his real remembrance of his position as part and parcel of the Supreme Personality of Godhead, just as a man who sleeps forgets himself. In this way, when the activities of proper consciousness are checked, all the activities of the lost soul are performed on a false basis. At the present moment, human civilization is acting on a false platform of bodily identification; therefore it can be said that the people of the present age have lost their souls, and in this respect they are no better than animals."
    },
    {
        "verse": "32",
        "devanagari": "नात: परतरो लोके पुंस: स्वार्थव्यतिक्रम: ।यदध्यन्यस्य प्रेयस्त्वमात्मन: स्वव्यतिक्रमात् ॥ ३२ ॥",
        "english_devnagari": "nātaḥ parataro lokepuṁsaḥ svārtha-vyatikramaḥyad-adhy anyasya preyastvamātmanaḥ sva-vyatikramāt",
        "verse_Syn": [
            "na",
            "ataḥ",
            "parataraḥ",
            "loke",
            "puṁsaḥ",
            "sva",
            "artha",
            "vyatikramaḥ",
            "yat",
            "adhi",
            "anyasya",
            "preyastvam",
            "ātmanaḥ",
            "sva",
            "vyatikramāt"
        ],
        "translation": "There is no stronger obstruction to one’s self-interest than thinking other subject matters to be more pleasing than one’s self-realization.",
        "purport": " Human life is especially meant for self-realization. “Self” refers to the Superself and the individual self, the Supreme Personality of Godhead and the living entity. When, however, one becomes more interested in the body and bodily sense gratification, he creates for himself obstructions on the path of self-realization. By the influence of māyā, one becomes more interested in sense gratification, which is prohibited in this world for those interested in self-realization. Instead of becoming interested in sense gratification, one should divert his activities to satisfy the senses of the Supreme Soul. Anything performed contrary to this principle is certainly against one’s self-interest."
    },
    {
        "verse": "33",
        "devanagari": "अर्थेन्द्रियार्थाभिध्यानं सर्वार्थापह्नवो नृणाम् ।भ्रंशितो ज्ञानविज्ञानाद्येनाविशति मुख्यताम् ॥ ३३ ॥",
        "english_devnagari": "arthendriyārthābhidhyānaṁsarvārthāpahnavo nṛṇāmbhraṁśito jñāna-vijñānādyenāviśati mukhyatām",
        "verse_Syn": [
            "artha",
            "indriya",
            "artha",
            "abhidhyānam",
            "sarva",
            "artha",
            "apahnavaḥ",
            "nṛṇām",
            "bhraṁśitaḥ",
            "jñāna",
            "vijñānāt",
            "yena",
            "āviśati",
            "mukhyatām"
        ],
        "translation": "For human society, constantly thinking of how to earn money and apply it for sense gratification brings about the destruction of everyone’s interests. When one becomes devoid of knowledge and devotional service, he enters into species of life like those of trees and stones.",
        "purport": " Jñāna, or knowledge, means to understand one’s constitutional position, and vijñāna refers to practical application of that knowledge in life. In the human form of life, one should come to the position of jñāna and vijñāna. But if despite this great opportunity one does not develop knowledge and practical application of knowledge through the help of a spiritual master and the śāstras — in other words, if one misuses this opportunity — then in the next life he is sure to be born in a species of nonmoving living entities. Nonmoving living entities include hills, mountains, trees, plants, etc. This stage of life is called puṇyatām or mukhyatām, namely, making all activities zero. Philosophers who support stopping all activities are called śūnyavādī. By nature’s own way, our activities are to be gradually diverted to devotional service. But there are philosophers who, instead of purifying their activities, try to make everything zero, or void of all activities. This lack of activity is represented by the trees and the hills. This is a kind of punishment inflicted by the laws of nature. If we do not properly execute our mission of life in self-realization, nature’s punishment will render us inactive by putting us in the form of trees and hills. Therefore activities directed toward sense gratification are condemned herein. One who is constantly thinking of activities to earn money and gratify the senses is following a path which is suicidal. Factually all human society is following this path. Some way or other, people are determined to earn money or get money by begging, borrowing or stealing and applying that for sense gratification. Such a civilization is the greatest obstacle in the path of self-realization."
    },
    {
        "verse": "34",
        "devanagari": "न कुर्यात्कर्हिचित्सङ्गं तमस्तीव्रं तितीरिषु: ।धर्मार्थकाममोक्षाणां यदत्यन्तविघातकम् ॥ ३४ ॥",
        "english_devnagari": "na kuryāt karhicit saṅgaṁtamas tīvraṁ titīriṣuḥdharmārtha-kāma-mokṣāṇāṁyad atyanta-vighātakam",
        "verse_Syn": [
            "na",
            "kuryāt",
            "karhicit",
            "saṅgam",
            "tamaḥ",
            "tīvram",
            "titīriṣuḥ",
            "dharma",
            "artha",
            "kāma",
            "mokṣāṇām",
            "yat",
            "atyanta",
            "vighātakam"
        ],
        "translation": "Those who strongly desire to cross the ocean of nescience must not associate with the modes of ignorance, for hedonistic activities are the greatest obstructions to realization of religious principles, economic development, regulated sense gratification and, at last, liberation.",
        "purport": " The four principles of life allow one to live according to religious principles, to earn money according to one’s position in society, to allow the senses to enjoy the sense objects according to regulations, and to progress along the path of liberation from this material attachment. As long as the body is there, it is not possible to become completely free from all these material interests. It is not, however, recommended that one act only for sense gratification and earn money for that purpose only, sacrificing all religious principles. At the present moment, human civilization does not care for religious principles. It is, however, greatly interested in economic development without religious principles. For instance, in a slaughterhouse the butchers certainly get money easily, but such business is not based on religious principles. Similarly, there are many nightclubs for sense gratification and brothels for sex. Sex, of course, is allowed in married life, but prostitution is prohibited because all our activities are ultimately aimed at liberation, at freedom from the clutches of material existence. Similarly, although the government may license liquor shops, this does not mean that liquor shops should be opened unrestrictedly and illicit liquor smuggled. Licensing is meant for restricting. No one has to take a license for sugar, wheat or milk because there is no need to restrict these things. In others words, it is advised that one not act in a way that will obstruct the regular process of advancement in spiritual life and liberation. The Vedic process of sense gratification is therefore planned in such a way that one can economically develop and enjoy sense gratification and yet ultimately attain liberation. Vedic civilization offers us all knowledge in the śāstras, and if we live a regulated life under the direction of śāstras and guru, all our material desires will be fulfilled; at the same time we will be able to go forward to liberation."
    },
    {
        "verse": "35",
        "devanagari": "तत्रापि मोक्ष एवार्थ आत्यन्तिकतयेष्यते ।त्रैवर्ग्योऽर्थो यतो नित्यं कृतान्तभयसंयुत: ॥ ३५ ॥",
        "english_devnagari": "tatrāpi mokṣa evārthaātyantikatayeṣyatetraivargyo ’rtho yato nityaṁkṛtānta-bhaya-saṁyutaḥ",
        "verse_Syn": [
            "tatra",
            "api",
            "mokṣaḥ",
            "eva",
            "arthe",
            "ātyantikatayā",
            "iṣyate",
            "trai",
            "vargyaḥ",
            "arthaḥ",
            "yataḥ",
            "nityam",
            "kṛta",
            "anta",
            "bhaya",
            "saṁyutaḥ"
        ],
        "translation": "Out of the four principles — namely religion, economic development, sense gratification and liberation — liberation has to be taken very seriously. The other three are subject to destruction by the stringent law of nature — death.",
        "purport": " Mokṣa, or liberation, has to be taken very seriously, even at the sacrifice of the other three items. As advised by Sūta Gosvāmī in the beginning of Śrīmad-Bhāgavatam, religious principles are not based on success in economic development. Because we are very attached to sense gratification, we go to God, to the temple or churches, for some economic reasons. Then again, economic development does not mean sense gratification. Everything should be adjusted in such a way that we attain liberation. Therefore in this verse, liberation, mokṣa, is stressed. The other three items are material and therefore subject to destruction. Even if somehow we accumulate a great bank balance in this life and possess many material things, everything will be finished with death. In Bhagavad-gītā it is said that death is the Supreme Personality of Godhead, who ultimately takes away everything acquired by the materialistic person. Foolishly we do not care for this. Foolishly we are not afraid of death, nor do we consider that death will take away everything acquired by the process of dharma, artha and kāma. By dharma, or pious activities, we may be elevated to the heavenly planets, but this does not mean freedom from the clutches of birth, death, old age and disease. The purport is that we can sacrifice our interests in traivargya — religious principles, economic development and sense gratification — but we cannot sacrifice the cause of liberation. Regarding liberation, it is stated in Bhagavad-gītā (4.9), tyaktvā dehaṁ punar janma naiti: liberation means that after giving up this body one does not have to accept another material body. To the impersonalists liberation means merging into the existence of impersonal Brahman. But factually this is not mokṣa because one has to again fall down into this material world from that impersonal position. One should therefore seek the shelter of the Supreme Personality of Godhead and engage in His devotional service. That is real liberation. The conclusion is that we should not stress pious activities, economic development and sense gratification, but should concern ourselves with approaching Lord Viṣṇu in His spiritual planets, of which the topmost is Goloka Vṛndāvana, where Lord Kṛṣṇa lives. Therefore this Kṛṣṇa consciousness movement is the greatest gift for persons who are actually desiring liberation."
    },
    {
        "verse": "36",
        "devanagari": "परेऽवरे च ये भावा गुणव्यतिकरादनु ।न तेषां विद्यते क्षेममीशविध्वंसिताशिषाम् ॥ ३६ ॥",
        "english_devnagari": "pare ’vare ca ye bhāvāguṇa-vyatikarād anuna teṣāṁ vidyate kṣemamīśa-vidhvaṁsitāśiṣām",
        "verse_Syn": [
            "pare",
            "avare",
            "ca",
            "ye",
            "bhāvāḥ",
            "guṇa",
            "vyatikarāt",
            "anu",
            "na",
            "teṣām",
            "vidyate",
            "kṣemam",
            "īśa",
            "vidhvaṁsita",
            "āśiṣām"
        ],
        "translation": "We accept as blessings different states of higher life, distinguishing them from lower states of life, but we should know that such distinctions exist only in relation to the interchange of the modes of material nature. Actually these states of life have no permanent existence, for all of them will be destroyed by the supreme controller.",
        "purport": " In our material existence we accept a higher form of life as a blessing and a lower form as a curse. This distinction of “higher” and “lower” only exists as long as the different material qualities (guṇas) interact. In other words, by our good activities we are elevated to the higher planetary systems or to a higher standard of life (good education, beautiful body, etc.). These are the results of pious activities. Similarly, by impious activities we remain illiterate, get ugly bodies, a poor standard of living, etc. But all these different states of life are under the laws of material nature through the interaction of the qualities of goodness, passion and ignorance. However, all these qualities will cease to act at the time of the dissolution of the entire cosmic manifestation. The Lord therefore says in Bhagavad-gītā (8.16): Even though we elevate ourselves to the highest planetary system by the scientific advancement of knowledge or by the religious principles of life — great sacrifices and fruitive activities — at the time of dissolution these higher planetary systems and life on them will be destroyed. In this verse the words īśa-vidhvaṁsitāśiṣām indicate that all such blessings will be destroyed by the supreme controller. We will not be protected. Our bodies, either in this planet or in another planet, will be destroyed, and again we will have to remain for millions of years in an unconscious state within the body of Mahā-Viṣṇu. And again, when the creation is manifested, we have to take birth in different species of life and begin our activities. Therefore we should not be satisfied simply by a promotion to the higher planetary systems. We should try to get out of the material cosmic manifestation, go to the spiritual world and take shelter of the Supreme Personality of Godhead. That is our highest achievement. We should not be attracted by anything material, higher or lower, but should consider them all on the same level. Our real engagement should be in inquiring about the real purpose of life and rendering devotional service to the Lord. Thus we will be eternally blessed in our spiritual activities, full of knowledge and bliss. Regulated human civilization promotes dharma, artha, kāma and mokṣa. In human society there must be religion. Without religion, human society is only animal society. Economic development and sense gratification must be based on religious principles. When religion, economic development and sense gratification are adjusted, liberation from this material birth, death, old age and disease is assured. In the present Age of Kali, however, there is no question of religion and liberation. People have taken interest only in economic development and sense gratification. Therefore, despite sufficient economic development all over the world, dealings in human society have become almost animalistic. When everything becomes grossly animalistic, dissolution takes place. This dissolution is to be accepted as īśa-vidhvaṁsitāśiṣām: the Lord’s so-called blessings of economic development and sense gratification will be conclusively dissolved by destruction. At the end of this Kali-yuga, the Lord will appear as the incarnation of Kalki, and His only business will be to kill all human beings on the surface of the globe. After that killing, another golden age will begin. We should therefore know that our material activities are just like childish play. Children may play on the beach, and the father will sit and watch this childish play — the construction of buildings with sand, the construction of walls and so many things — but finally the father will ask the children to come home. Then everything is destroyed. Persons who are too much addicted to the childish activities of economic development and sense gratification are sometimes especially favored by the Lord when He destroys their construction of these things. It is said by the Lord: yasyāham anugṛhṇāmi hariṣye tad-dhanaṁ śanaiḥ. The Lord told Yudhiṣṭhira Mahārāja that His special favor is shown to His devotee when He takes away all the devotee’s material opulences. Generally, therefore, it is experienced that Vaiṣṇavas are not very opulent in the material sense. When a Vaiṣṇava, pure devotee, tries to be materially opulent and at the same time desires to serve the Supreme Lord, his devotional service is checked. The Lord, in order to show him a special favor, destroys his so-called economic development and material opulences. Thus the devotee, being frustrated in his repeated attempts at economic development, ultimately takes solid shelter under the lotus feet of the Lord. This kind of action may also be accepted as īśa-vidhvaṁsitāśiṣām, whereby the Lord destroys one’s material opulences but enriches one in spiritual understanding. In the course of our preaching work, we sometimes see that materialistic persons come to us and offer their obeisances to take blessings, which means they want more and more material opulences. If such material opulences are checked, such persons are no longer interested in offering obeisances to the devotees. Such materialistic persons are always concerned about their economic development. They offer obeisances to saintly persons or the Supreme Lord and give something in charity for preaching work with a view that they will be rewarded with further economic development. However, when one is sincere in his devotional service, the Lord obliges the devotee to give up his material development and completely surrender unto Him. Because the Lord does not give blessings of material opulence to His devotee, people are afraid of worshiping Lord Viṣṇu because they see that the Vaiṣṇavas, who are worshipers of Lord Viṣṇu, are poor in superficial material opulences. Such materialistic persons, however, get immense opportunity for economic development by worshiping Lord Śiva, for Lord Śiva is the husband of the goddess Durgā, the proprietor of this universe. By the grace of Lord Śiva, a devotee gets the opportunity to be blessed by the goddess Durgā. Rāvaṇa, for example, was a great worshiper and devotee of Lord Śiva, and in return he got all the blessings of goddess Durgā, so much so that his whole kingdom was constructed of golden buildings. In Brazil, in this present age, huge quantities of gold have been found, and from historical references in the Purāṇas, we can guess safely that this was Rāvaṇa’s kingdom. This kingdom was, however, destroyed by Lord Rāmacandra. By studying such incidents, we can understand the full meaning of īśa-vidhvaṁsitāśiṣām. The Lord does not bestow material blessings upon the devotees, for they may be entrapped again in this material world by continuous birth, death, old age and disease. Due to materialistic opulences, persons like Rāvaṇa become puffed up for sense gratification. Rāvaṇa even dared kidnap Sītā, who was both the wife of Lord Rāmacandra and the goddess of fortune, thinking that he would be able to enjoy the pleasure potency of the Lord. But actually, by such action, Rāvaṇa became vidhvaṁsita, or ruined. At the present moment human civilization is too much attached to economic development and sense gratification and is therefore nearing the path of ruination."
    },
    {
        "verse": "37",
        "devanagari": "तत्त्वं नरेन्द्र जगतामथ तस्थूषां चदेहेन्द्रियासुधिषणात्मभिरावृतानाम् ।य: क्षेत्रवित्तपतया हृदि विश्वगावि:प्रत्यक् चकास्ति भगवांस्तमवेहि सोऽस्मि ॥ ३७ ॥",
        "english_devnagari": "tat tvaṁ narendra jagatām atha tasthūṣāṁ cadehendriyāsu-dhiṣaṇātmabhir āvṛtānāmyaḥ kṣetravit-tapatayā hṛdi viśvag āviḥpratyak cakāsti bhagavāṁs tam avehi so ’smi",
        "verse_Syn": [
            "tat",
            "tvam",
            "nara",
            "indra",
            "jagatām",
            "atha",
            "tasthūṣām",
            "ca",
            "deha",
            "indriya",
            "asu",
            "dhiṣaṇā",
            "ātmabhiḥ",
            "āvṛtānām",
            "yaḥ",
            "kṣetra",
            "vit",
            "tapatayā",
            "hṛdi",
            "viśvak",
            "āviḥ",
            "pratyak",
            "cakāsti",
            "bhagavān",
            "tam",
            "avehi",
            "saḥ",
            "asmi"
        ],
        "translation": "Sanat-kumāra advised the King: Therefore, my dear King Pṛthu, try to understand the Supreme Personality of Godhead, who is living within everyone’s heart along with the individual soul, in each and every body, either moving or not moving. The individual souls are fully covered by the gross material body and subtle body made of the life air and intelligence.",
        "purport": " In this verse it is specifically advised that instead of wasting time in the human form of life endeavoring for economic development and sense gratification, one should try to cultivate spiritual values by understanding the Supreme Personality of Godhead, who is existing with the individual soul within everyone’s heart. The individual soul and the Supreme Personality of Godhead in His Paramātmā feature are both sitting within this body, which is covered by gross and subtle elements. To understand this is to attain actual spiritual culture. There are two ways of advancing in spiritual culture: by the method of the impersonalist philosophers and by devotional service. The impersonalist comes to the conclusion that he and the Supreme Spirit are one, whereas devotees, or personalists, realize the Absolute Truth by understanding that because the Absolute Truth is the supreme predominator and we living entities are predominated, our duty is to serve Him. The Vedic injunctions say, tat tvam asi, “You are the same,” and so ’ham, “I am the same.” The impersonalist conception of these mantras is that the Supreme Lord, or the Absolute Truth, and the living entity are one, but from the devotee’s point of view these mantras assert that both the Supreme Lord and ourselves are of the same quality. Tat tvam asi; ayam ātmā brahma. Both the Supreme Lord and the living entity are spirit. Understanding this is self-realization. The human form of life is meant for understanding the Supreme Lord and oneself by spiritual cultivation of knowledge. One should not waste valuable life simply engaged in economic development and sense gratification. In this verse the word kṣetra-vit is also important. This word is explained in Bhagavad-gītā (13.2): idaṁ śarīraṁ kaunteya kṣetram ity abhidhīyate. This body is called kṣetra (the field of activities), and the proprietors of the body (the individual soul and the Supersoul sitting within the body) are both called kṣetra-vit. But there is a difference between the two kinds of kṣetra-vit. One kṣetra-vit, or knower of the body, namely the Paramātmā, or the Supersoul, is directing the individual soul. When we rightly take the direction of the Supersoul, our life becomes successful. He is directing from within and from without. From within He is directing as caitya-guru, or the spiritual master sitting within the heart. Indirectly He is also helping the living entity by manifesting Himself as the spiritual master outside. In both ways the Lord is giving directions to the living entity so that he may finish up his material activities and come back home, back to Godhead. The presence of the Supreme Soul and the individual soul within the body can be perceived by anyone by the fact that as long as the individual soul and the Supersoul are both living within the body, the body is always shining and fresh. But as soon as the Supersoul and the individual soul give up possession of the gross body, it immediately decomposes. One who is spiritually advanced can thus understand the real difference between a dead body and a living body. In conclusion, one should not waste his time by so-called economic development and sense gratification, but should cultivate spiritual knowledge to understand the Supersoul and the individual soul and their relationship. In this way, by advancement of knowledge, one can achieve liberation and the ultimate goal of life. It is said that if one takes to the path of liberation, even rejecting his so-called duties in the material world, he is not a loser at all. But a person who does not take to the path of liberation yet carefully executes economic development and sense gratification loses everything. Nārada’s statement before Vyāsadeva is appropriate in this connection: If a person, out of sentiment or for some other reason, takes to the shelter of the lotus feet of the Lord and in due course of time does not succeed in coming to the ultimate goal of life or falls down due to lack of experience, there is no loss. But for a person who does not take to devotional service yet executes his material duties very nicely, there is no gain."
    },
    {
        "verse": "38",
        "devanagari": "यस्मिन्निदं सदसदात्मतया विभातिमाया विवेकविधुति स्रजि वाहिबुद्धि: ।तं नित्यमुक्तपरिशुद्धविशुद्धतत्त्वंप्रत्यूढकर्मकलिलप्रकृतिं प्रपद्ये ॥ ३८ ॥",
        "english_devnagari": "yasminn idaṁ sad-asad-ātmatayā vibhātimāyā viveka-vidhuti sraji vāhi-buddhiḥtaṁ nitya-mukta-pariśuddha-viśuddha-tattvaṁpratyūḍha-karma-kalila-prakṛtiṁ prapadye",
        "verse_Syn": [
            "yasmin",
            "idam",
            "sat",
            "asat",
            "ātmatayā",
            "vibhāti",
            "māyā",
            "viveka",
            "vidhuti",
            "sraji",
            "vā",
            "ahi",
            "buddhiḥ",
            "tam",
            "nitya",
            "mukta",
            "pariśuddha",
            "viśuddha",
            "tattvam",
            "pratyūḍha",
            "karma",
            "kalila",
            "prakṛtim",
            "prapadye"
        ],
        "translation": "The Supreme Personality of Godhead manifests Himself as one with the cause and effect within this body, but one who has transcended the illusory energy by deliberate consideration, which clears the misconception of a snake for a rope, can understand that the Paramātmā is eternally transcendental to the material creation and situated in pure internal energy. Thus the Lord is transcendental to all material contamination. Unto Him only must one surrender.",
        "purport": " This verse is specifically stated to defy the Māyāvāda conclusion of oneness without differentiation between the individual soul and the Supersoul. The Māyāvāda conclusion is that the living entity and the Supersoul are one; there is no difference. The Māyāvādīs proclaim that there is no separate existence outside the impersonal Brahman and that the feeling of separation is māyā, or an illusion, by which one considers a rope to be a snake. The rope-and-the-snake argument is generally offered by the Māyāvādī philosophers. Therefore these words, which represent vivarta-vāda, are specifically mentioned herein. Actually Paramātmā, the Supersoul, is the Supreme Personality of Godhead, and He is eternally liberated. In other words, the Supreme Personality of Godhead is living within this body along with the individual soul, and this is confirmed in the Vedas. They are likened to two friends sitting on the same tree. Yet Paramātmā is above the illusory energy. The illusory energy is called bahiraṅgā śakti, or external energy, and the living entity is called taṭasthā śakti, or marginal potency. As stated in Bhagavad-gītā, the material energy, represented as earth, water, air, fire, sky, etc., and the spiritual energy, the living entity, are both energies of the Supreme Lord. Even though the energies and the energetic are identical, the living entity, individual soul, being prone to be influenced by the external energy, considers the Supreme Personality of Godhead to be one with himself. The word prapadye is also significant in this verse, for it refers to the conclusion of the Bhagavad-gītā (18.66): sarva-dharmān parityajya mām ekaṁ śaraṇaṁ vraja. In another place the Lord says, bahūnāṁ janmanām ante jñānavān māṁ prapadyate (Bg. 7.19). This prapadye or śaraṇaṁ vraja refers to the individual’s surrender to the Supersoul. The individual soul, when surrendered, can understand that the Supreme Personality of Godhead, although situated within the heart of the individual soul, is superior to the individual soul. The Lord is always transcendental to the material manifestation, even though it appears that the Lord and the material manifestation are one and the same. According to the Vaiṣṇava philosophy, He is one and different simultaneously. The material energy is a manifestation of His external potency, and since the potency is identical with the potent, it appears that the Lord and individual soul are one; but actually the individual soul is under the influence of material energy, and the Lord is always transcendental to it. Unless the Lord is superior to the individual soul, there is no question of prapadye, or surrender unto Him. This word prapadye refers to the process of devotional service. Simply by nondevotional speculation on the rope and the snake, one cannot approach the Absolute Truth. Therefore devotional service is stressed as more important than deliberation or mental speculation to understand the Absolute Truth."
    },
    {
        "verse": "39",
        "devanagari": "यत्पादपङ्कजपलाशविलासभक्त्याकर्माशयं ग्रथितमुद्ग्रथयन्ति सन्त: ।तद्वन्न रिक्तमतयो यतयोऽपि रुद्धस्रोतोगणास्तमरणं भज वासुदेवम् ॥ ३९ ॥",
        "english_devnagari": "yat-pāda-paṅkaja-palāśa-vilāsa-bhaktyākarmāśayaṁ grathitam udgrathayanti santaḥtadvan na rikta-matayo yatayo ’pi ruddha-sroto-gaṇās tam araṇaṁ bhaja vāsudevam",
        "verse_Syn": [
            "yat",
            "pāda",
            "paṅkaja",
            "palāśa",
            "vilāsa",
            "bhaktyā",
            "karma",
            "āśayam",
            "grathitam",
            "udgrathayanti",
            "santaḥ",
            "tat",
            "vat",
            "na",
            "rikta",
            "matayaḥ",
            "yatayaḥ",
            "api",
            "ruddha",
            "srotaḥ",
            "gaṇāḥ",
            "tam",
            "araṇam",
            "bhaja",
            "vāsudevam"
        ],
        "translation": "The devotees, who are always engaged in the service of the toes of the lotus feet of the Lord, can very easily overcome hard-knotted desires for fruitive activities. Because this is very difficult, the nondevotees — the jñānīs and yogīs — although trying to stop the waves of sense gratification, cannot do so. Therefore you are advised to engage in the devotional service of Kṛṣṇa, the son of Vasudeva.",
        "purport": " There are three kinds of transcendentalists trying to overcome the influence of the modes of material nature: the jñānīs, yogīs and bhaktas. All of them attempt to overcome the influence of the senses, which is compared to the incessant waves of a river. The waves of a river flow incessantly, and it is very difficult to stop them. Similarly, the waves of desire for material enjoyment are so strong that they cannot be stopped by any process other than bhakti-yoga. The bhaktas, by their transcendental devotional service unto the lotus feet of the Lord, become so overwhelmed with transcendental bliss that automatically their desires for material enjoyment stop. The jñānīs and yogīs, who are not attached to the lotus feet of the Lord, simply struggle against the waves of desire. They are described in this verse as rikta-matayaḥ, which means “devoid of devotional service.” In other words, the jñānīs and yogīs, although trying to be free from the desires of material activities, actually become more and more entangled in false philosophical speculation or strenuous attempts to stop the activities of the senses. As stated previously: Here also the same point is stressed. Bhaja vāsudevam indicates that one who is engaged in the loving service of Kṛṣṇa, the son of Vasudeva, can very easily stop the waves of desires. As long as one continues to try to artificially stop the waves of desires, he will certainly be defeated. That is indicated in this verse. Desires for fruitive activities are strongly rooted, but the trees of desire can be uprooted completely by devotional service because devotional service employs superior desire. One can give up inferior desires when engaged in superior desires. To try to stop desires is impossible. One has to desire the Supreme in order not to be entangled in inferior desires. Jñānīs maintain a desire to become one with the Supreme, but such desire is also considered to be kāma, lust. Similarly, the yogīs desire mystic power, and that is also kāma. And the bhaktas, not being desirous of any sort of material enjoyment, become purified. There is no artificial attempt to stop desire. Desire becomes a source of spiritual enjoyment under the protection of the toes of the lotus feet of the Lord. It is stated herein by the Kumāras that the lotus feet of Lord Kṛṣṇa are the ultimate reservoir of all pleasure. One should therefore take shelter of the lotus feet of the Lord instead of trying unsuccessfully to stop desires for material enjoyment. As long as one is unable to stop the desire for material enjoyment, there is no possibility of becoming liberated from the entanglement of material existence. It may be argued that the waves of a river are incessantly flowing and that they cannot be stopped, but the waves of the river flow toward the sea. When the tide comes over the river, it overwhelms the flowing of the river, and the river itself becomes overflooded. Then the waves from the sea become more prominent than the waves from the river. Similarly, a devotee with intelligence plans so many things for the service of the Lord in Kṛṣṇa consciousness that stagnant material desires become overflooded by the desire to serve the Lord. As confirmed by Yāmunācārya, since he has been engaged in the service of the lotus feet of the Lord there is always a current of newer and newer desires flowing to serve the Lord, so much so that the stagnant desire of sex life becomes very insignificant. Yāmunācārya even says that he spits on such desires. Bhagavad-gītā (2.59) also confirms: paraṁ dṛṣṭvā nivartate. The conclusion is that by developing a loving desire for the service of the lotus feet of the Lord, we subdue all material desires for sense gratification."
    },
    {
        "verse": "40",
        "devanagari": "कृच्छ्रो महानिह भवार्णवमप्लवेशांषड्‌वर्गनक्रमसुखेन तितीर्षन्ति ।तत्त्वं हरेर्भगवतो भजनीयमङ्‌घ्रिंकृत्वोडुपं व्यसनमुत्तर दुस्तरार्णम् ॥ ४० ॥",
        "english_devnagari": "kṛcchro mahān iha bhavārṇavam aplaveśāṁṣaḍ-varga-nakram asukhena titīrṣantitat tvaṁ harer bhagavato bhajanīyam aṅghriṁkṛtvoḍupaṁ vyasanam uttara dustarārṇam",
        "verse_Syn": [
            "kṛcchraḥ",
            "mahān",
            "iha",
            "bhava",
            "arṇavam",
            "aplava",
            "īśām",
            "ṣaṭ",
            "varga",
            "nakram",
            "asukhena",
            "titīrṣanti",
            "tat",
            "tvam",
            "hareḥ",
            "bhagavataḥ",
            "bhajanīyam",
            "aṅghrim",
            "kṛtvā",
            "uḍupam",
            "vyasanam",
            "uttara",
            "dustara",
            "arṇam"
        ],
        "translation": "The ocean of nescience is very difficult to cross because it is infested with many dangerous sharks. Although those who are nondevotees undergo severe austerities and penances to cross that ocean, we recommend that you simply take shelter of the lotus feet of the Lord, which are like boats for crossing the ocean. Although the ocean is difficult to cross, by taking shelter of His lotus feet you will overcome all dangers.",
        "purport": " Material existence is compared herein to the great ocean of nescience. Another name of this ocean is Vaitaraṇī. In that Vaitaraṇī Ocean, which is the Causal Ocean, there are innumerable universes floating like footballs. On the other side of the ocean is the spiritual world of Vaikuṇṭha, which is described in Bhagavad-gītā (8.20) as paras tasmāt tu bhāvo ’nyaḥ. Thus there is an ever-existing spiritual nature which is beyond this material nature. Even though all the material universes are annihilated again and again in the Causal Ocean, the Vaikuṇṭha planets, which are spiritual, exist eternally and are not subject to dissolution. The human form of life gives the living entity a chance to cross the ocean of nescience, which is this material universe, and enter into the spiritual sky. Although there are many methods or boats by which one can cross the ocean, the Kumāras recommend that the King take shelter of the lotus feet of the Lord, just as one would take shelter of a good boat. Nondevotees, who do not take shelter of the Lord’s lotus feet, try to cross the ocean of nescience by other methods (karma, jñāna and yoga), but they have a great deal of trouble. Indeed, sometimes they become so busy simply enjoying their troubles that they never cross the ocean. There is no guarantee that the nondevotees will cross the ocean, but even though they manage to cross, they have to undergo severe austerities and penances. On the other hand, anyone who takes to the process of devotional service and has faith that the lotus feet of the Lord are safe boats to cross that ocean is certain to cross very easily and comfortably. Pṛthu Mahārāja is therefore advised to take the boat of the lotus feet of the Lord to easily cross over all dangers. Dangerous elements in the universe are compared to sharks in the ocean. Even though one may be a very expert swimmer, he cannot possibly survive if he is attacked by sharks. One often sees that many so-called svāmīs and yogīs sometimes advertise themselves as competent to cross the ocean of nescience and to help others cross, but in actuality they are found to be simply victims of their own senses. Instead of helping their followers to cross the ocean of nescience, such svāmīs and yogīs fall prey to māyā, represented by the fair sex, woman, and are thus devoured by the sharks in that ocean."
    },
    {
        "verse": "41",
        "devanagari": "मैत्रेय उवाचस एवं ब्रह्मपुत्रेण कुमारेणात्ममेधसा ।दर्शितात्मगति: सम्यक्प्रशस्योवाच तं नृप: ॥ ४१ ॥",
        "english_devnagari": "maitreya uvācasa evaṁ brahma-putreṇakumāreṇātma-medhasādarśitātma-gatiḥ samyakpraśasyovāca taṁ nṛpaḥ",
        "verse_Syn": [
            "maitreyaḥ",
            "uvāca",
            "saḥ",
            "evam",
            "brahma",
            "putreṇa",
            "kumāreṇa",
            "ātma",
            "medhasā",
            "darśita",
            "ātma",
            "gatiḥ",
            "samyak",
            "praśasya",
            "uvāca",
            "tam",
            "nṛpaḥ"
        ],
        "translation": "The great sage Maitreya continued: Being thus enlightened in complete spiritual knowledge by the son of Brahmā — one of the Kumāras, who was complete in spiritual knowledge — the King worshiped them in the following words.",
        "purport": " In this verse the word ātma-medhasā is commented upon by Śrīpāda Viśvanātha Cakravartī Ṭhākura, who says that ātmani means “unto Lord Kṛṣṇa, paramātmani.” Lord Kṛṣṇa is Paramātmā: īśvaraḥ paramaḥ kṛṣṇaḥ (Brahma-saṁhitā 15.1). Therefore one whose mind is acting fully in Kṛṣṇa consciousness is called ātma-medhāḥ. This may be contrasted to the word gṛha-medhī, which refers to one whose brain is always engrossed with thoughts of material activities. The ātma-medhāḥ is always thinking of Kṛṣṇa’s activities in Kṛṣṇa consciousness. Since Sanat-kumāra, who was a son of Lord Brahmā, was fully Kṛṣṇa conscious, he could point out the path of spiritual advancement. The word ātma-gatiḥ refers to that path of activities by which one can make progress in understanding Kṛṣṇa."
    },
    {
        "verse": "42",
        "devanagari": "राजोवाचकृतो मेऽनुग्रह: पूर्वं हरिणार्तानुकम्पिना ।तमापादयितुं ब्रह्मन् भगवन् यूयमागता: ॥ ४२ ॥",
        "english_devnagari": "rājovācakṛto me ’nugrahaḥ pūrvaṁhariṇārtānukampinātam āpādayituṁ brahmanbhagavan yūyam āgatāḥ",
        "verse_Syn": [
            "rājā",
            "uvāca",
            "kṛtaḥ",
            "me",
            "anugrahaḥ",
            "pūrvam",
            "hariṇā",
            "ārta",
            "anukampinā",
            "tam",
            "āpādayitum",
            "brahman",
            "bhagavan",
            "yūyam",
            "āgatāḥ"
        ],
        "translation": "The King said: O brāhmaṇa, O powerful one, formerly Lord Viṣṇu showed me His causeless mercy, indicating that you would come to my house, and to confirm that blessing, you have all come.",
        "purport": " When Lord Viṣṇu appeared in the great arena of sacrifice at the time when King Pṛthu was performing a great sacrifice (aśvamedha), He predicted that the Kumāras would very soon come and advise the King. Therefore Pṛthu Mahārāja remembered the causeless mercy of the Lord and thus welcomed the arrival of the Kumāras, who were fulfilling the Lord’s prediction. In other words, when the Lord makes a prediction, He fulfills that prediction through some of His devotees. Similarly, Lord Caitanya Mahāprabhu predicted that both His glorious names and the Hare Kṛṣṇa mahā-mantra would be broadcast in all the towns and villages of the world. Śrīla Bhaktivinoda Ṭhākura and Śrīla Bhaktisiddhānta Sarasvatī Prabhupāda desired to fulfill this great prediction, and we are following in their footsteps. Regarding His devotees, Lord Kṛṣṇa told Arjuna, kaunteya pratijānīhi na me bhaktaḥ praṇaśyati: “O son of Kuntī, declare it boldly that My devotee will never perish.” (Bg. 9.31) The point is that the Lord Himself could declare such things, but it was His desire to make the declaration through Arjuna and thus doubly assure that His promise would never be broken. The Lord Himself promises, and His confidential devotees execute the promise. The Lord makes so many promises for the benefit of suffering humanity. Although the Lord is very compassionate upon suffering humanity, human beings are generally not very anxious to serve Him. The relationship is something like that between the father and the son; the father is always anxious for the welfare of the son, even though the son forgets or neglects the father. The word anukampinā is significant; the Lord is so compassionate upon the living entities that He comes Himself into this world in order to benefit fallen souls: “Whenever and wherever there is a decline in religious practice, O descendant of Bharata, and a predominant rise of irreligion — at that time I descend Myself.” (Bg. 4.7) Thus it is out of compassion that the Lord appears in His different forms. Lord Śrī Kṛṣṇa appeared on this planet out of compassion for fallen souls; Lord Buddha appeared out of compassion for the poor animals who were being killed by the demons; Lord Nṛsiṁhadeva appeared out of compassion for Prahlāda Mahārāja. The conclusion is that the Lord is so compassionate upon the fallen souls within this material world that He comes Himself or sends His devotees and His servants to fulfill His desire to have all the fallen souls come back home, back to Godhead. Thus Lord Śrī Kṛṣṇa instructed Bhagavad-gītā to Arjuna for the benefit of the entire human society. Intelligent men should therefore seriously consider this Kṛṣṇa consciousness movement and fully utilize the instructions of Bhagavad-gītā as preached without adulteration by His pure devotees."
    },
    {
        "verse": "43",
        "devanagari": "निष्पादितश्च कार्त्स्‍न्येन भगवद्‌भिर्घृणालुभि: ।साधूच्छिष्टं हि मे सर्वमात्मना सह किं ददे ॥ ४३ ॥",
        "english_devnagari": "niṣpāditaś ca kārtsnyenabhagavadbhir ghṛṇālubhiḥsādhūcchiṣṭaṁ hi me sarvamātmanā saha kiṁ dade",
        "verse_Syn": [
            "niṣpāditaḥ",
            "ca",
            "kārtsnyena",
            "bhagavadbhiḥ",
            "ghṛṇālubhiḥ",
            "sādhu",
            "ucchiṣṭam",
            "hi",
            "me",
            "sarvam",
            "ātmanā",
            "saha",
            "kim",
            "dade"
        ],
        "translation": "My dear brāhmaṇa, you have carried out the order thoroughly because you are also as compassionate as the Lord. It is my duty, therefore, to offer you something, but all I possess are but remnants of food taken by great saintly persons. What shall I give?",
        "purport": " The word sādhūcchiṣṭam is significant in this verse. Pṛthu Mahārāja got his kingdom from great saintly persons like Bhṛgu and others just as one gets remnants of food. After the death of King Vena, the whole world was bereft of a popular ruler. There were so many catastrophes occurring that the great saintly persons, headed by Bhṛgu, created the body of King Pṛthu out of the body of his dead father, King Vena. Since King Pṛthu was thus offered the kingdom by the virtue of the mercy of great saintly persons, he did not want to divide his kingdom among saints like the Kumāras. When a father is eating food, he may, out of compassion, offer the remnants of his food to his son. Although such food may be already chewed by the father, it cannot be offered to the father again. Pṛthu Mahārāja’s position was something like that: whatever he possessed had already been chewed, and therefore he could not offer it to the Kumāras. Indirectly, however, he offered everything he possessed to the Kumāras, and consequently they utilized his possessions in whatever way they liked. The next verse clarifies this matter."
    },
    {
        "verse": "44",
        "devanagari": "प्राणा दारा: सुता ब्रह्मन् गृहाश्च सपरिच्छदा: ।राज्यं बलं मही कोश इति सर्वं निवेदितम् ॥ ४४ ॥",
        "english_devnagari": "prāṇā dārāḥ sutā brahmangṛhāś ca sa-paricchadāḥrājyaṁ balaṁ mahī kośaiti sarvaṁ niveditam",
        "verse_Syn": [
            "prāṇāḥ",
            "dārāḥ",
            "sutāḥ",
            "brahman",
            "gṛhāḥ",
            "ca",
            "sa",
            "paricchadāḥ",
            "rājyam",
            "balam",
            "mahī",
            "kośaḥ",
            "iti",
            "sarvam",
            "niveditam"
        ],
        "translation": "The King continued: Therefore, my dear brāhmaṇas, my life, wife, children, home, furniture and household paraphernalia, my kingdom, strength, land and especially my treasury are all offered unto you.",
        "purport": " In some readings, the word dārāḥ is not used, but the word used then is rāyaḥ, which means “wealth.” In India there are still wealthy persons who are recognized by the state as rāya. A great devotee of Lord Caitanya Mahāprabhu was called Rāmānanda Rāya because he was governor of Madras and very rich. There are still many holders of the title rāya — Rāya Bahadur, Rāya Chaudhuri and so on. The dārāḥ, or wife, is not permitted to be offered to the brāhmaṇas. Everything is offered to worthy persons who are able to accept charity, but nowhere is it found that one offers his wife; therefore in this case the reading rāyaḥ is more accurate than dārāḥ. Also, since Pṛthu Mahārāja offered everything to the Kumāras, the word kośaḥ, “treasury,” need not be separately mentioned. Kings and emperors used to keep a private treasury which was known as ratna-bhāṇḍa. The ratna-bhāṇḍa was a special treasury room which contained special jewelries, such as bangles, necklaces and so on, which were presented to the king by the citizens. This jewelry was kept separate from the regular treasury house where all the collected revenues were kept. Thus Pṛthu Mahārāja offered his stock of private jewelry to the lotus feet of the Kumāras. It has already been admitted that all the King’s property belonged to the brāhmaṇas and that Pṛthu Mahārāja was simply using it for the welfare of the state. If it were actually the property of the brāhmaṇas, how could it be offered again to them? In this regard, Śrīpāda Śrīdhara Svāmī has explained that this offering is just like the servant’s offering of food to his master. The food already belongs to the master, for the master has purchased it, but the servant, by preparing food, makes it acceptable to the master and thus offers it to him. In this way, everything belonging to Pṛthu Mahārāja was offered to the Kumāras."
    },
    {
        "verse": "45",
        "devanagari": "सैनापत्यं च राज्यं च दण्डनेतृत्वमेव च ।सर्व लोकाधिपत्यं च वेदशास्त्रविदर्हति ॥ ४५ ॥",
        "english_devnagari": "sainā-patyaṁ ca rājyaṁ cadaṇḍa-netṛtvam eva casarva lokādhipatyaṁ caveda-śāstra-vid arhati",
        "verse_Syn": [
            "sainā",
            "patyam",
            "ca",
            "rājyam",
            "ca",
            "daṇḍa",
            "netṛtvam",
            "eva",
            "ca",
            "sarva",
            "loka",
            "adhipatyam",
            "ca",
            "veda",
            "śāstra",
            "vit",
            "arhati"
        ],
        "translation": "Since only a person who is completely educated according to the principles of Vedic knowledge deserves to be commander-in-chief, ruler of the state, the first to chastise or the proprietor of the whole planet, Pṛthu Mahārāja offered everything to the Kumāras.",
        "purport": " In this verse it is very clearly stated that a kingdom, state or empire must be governed under the instructions of saintly persons and brāhmaṇas like the Kumāras. When monarchy ruled throughout the world, the monarch was actually directed by a board of brāhmaṇas and saintly persons. The king, as the administrator of the state, executed his duties as a servant of the brāhmaṇas. It was not that the kings or brāhmaṇas were dictators, nor did they consider themselves proprietors of the state. The kings were also well versed in Vedic literatures and thus were familiar with the injunction of Śrī Īśopaniṣad: īśāvāsyam idaṁ sarvam — everything that exists belongs to the Supreme Personality of Godhead. In Bhagavad-gītā Lord Kṛṣṇa also claims that He is the proprietor of all planetary systems (sarva-loka-maheśvaram). Since this is the case, no one can claim to be proprietor of the state. The king, president or head of the state should always remember that he is not the proprietor but the servant. In the present age, the king or president forgets that he is the servant of God and thinks of himself as servant of the people. The present democratic government is proclaimed to be a people’s government, a government by the people and for the people, but this type of government is not sanctioned by the Vedas. The Vedas maintain that a kingdom should be governed for the purpose of satisfying the Supreme Personality of Godhead and should therefore be ruled by a representative of the Lord. The head of a state should not be appointed if he is bereft of all Vedic knowledge. In this verse it is clearly stated (veda-śāstra-vid arhati) that all high government posts are especially meant for persons who are well conversant with the teachings of the Vedas. In the Vedas there are definite instructions defining how a king, commander-in-chief, soldier and citizen should behave. Unfortunately there are many so-called philosophers in the present age who give instruction without citing authority, and many leaders follow their unauthorized instruction. Consequently people are not happy. The modern theory of dialectical communism, set forth by Karl Marx and followed by communist governments, is not perfect. According to Vedic communism, no one in the state should ever starve. Presently there are many bogus institutions which are collecting funds from the public for the purpose of giving food to starving people, but these funds are invariably misused. According to the Vedic instructions, the government should arrange things in such a way that there will be no question of starvation. In the Śrīmad-Bhāgavatam it is stated that a householder must see to it that even a lizard or a snake does not starve. They also must be given food. In actuality, however, there is no question of starvation because everything is the property of the Supreme Lord, and He sees to it that there is ample arrangement for feeding everyone. In the Vedas (Kaṭha Upaniṣad 2.2.13) it is said, eko bahūnāṁ yo vidadhāti kāmān: the Supreme Lord supplies the necessities of life to everyone, and there is no question of starvation. If anyone starves, it is due to the mismanagement of the so-called ruler, governor or president. It is clear therefore that a person who is not well versed in the Vedic injunctions (veda-śāstra-vit) should not run for election as president, governor, etc. Formerly kings were rājarṣis, which meant that although they were serving as kings, they were as good as saintly persons because they would not transgress any of the injunctions of the Vedic scriptures and would rule under the direction of great saintly persons and brāhmaṇas. According to this arrangement, modern presidents, governors and chief executive officers are all unworthy of their posts because they are not conversant with Vedic administrative knowledge and they do not take direction from great saintly persons and brāhmaṇas. Because of his disobedience to the orders of the Vedas and the brāhmaṇas, King Vena, Pṛthu Mahārāja’s father, was killed by the brāhmaṇas. Pṛthu Mahārāja therefore knew very well that it behooved him to rule the planet as the servant of saintly persons and brāhmaṇas."
    },
    {
        "verse": "46",
        "devanagari": "स्वमेव ब्राह्मणो भुङ्क्ते स्वं वस्ते स्वं ददाति च ।तस्यैवानुग्रहेणान्नं भुञ्जते क्षत्रियादय: ॥ ४६ ॥",
        "english_devnagari": "svam eva brāhmaṇo bhuṅktesvaṁ vaste svaṁ dadāti catasyaivānugraheṇānnaṁbhuñjate kṣatriyādayaḥ",
        "verse_Syn": [
            "svam",
            "eva",
            "brāhmaṇaḥ",
            "bhuṅkte",
            "svam",
            "vaste",
            "svam",
            "dadāti",
            "ca",
            "tasya",
            "eva",
            "anugraheṇa",
            "annam",
            "bhuñjate",
            "kṣatriya",
            "ādayaḥ"
        ],
        "translation": "The kṣatriyas, vaiśyas and śūdras eat their food by virtue of the brāhmaṇas’ mercy. It is the brāhmaṇas who enjoy their own property, clothe themselves with their own property and give charity with their own property.",
        "purport": " The Supreme Personality of Godhead is worshiped with the words namo brahmaṇya-devāya, which indicate that the Supreme Lord accepts the brāhmaṇas as worshipable gods. The Supreme Lord is worshiped by everyone, yet to teach others He worships the brāhmaṇas. Everyone should follow the instructions of the brāhmaṇas, for their only business is to spread śabda-brahma, or Vedic knowledge, all over the world. Whenever there is a scarcity of brāhmaṇas to spread Vedic knowledge, chaos throughout human society results. Since brāhmaṇas and Vaiṣṇavas are direct servants of the Supreme Personality of Godhead, they do not depend on others. In actuality, everything in the world belongs to the brāhmaṇas, and out of their humility the brāhmaṇas accept charity from the kṣatriyas, or kings, and the vaiśyas, or merchants. Everything belongs to the brāhmaṇas, but the kṣatriya government and the mercantile people keep everything in custody, like bankers, and whenever the brāhmaṇas need money, the kṣatriyas and vaiśyas should supply it. It is like a savings account with money which the depositor can draw out at his will. The brāhmaṇas, being engaged in the service of the Lord, have very little time to handle the finances of the world, and therefore the riches are kept by the kṣatriyas, or the kings, who are to produce money upon the brāhmaṇas’ demand. Actually the brāhmaṇas or Vaiṣṇavas do not live at others’ cost; they live by spending their own money, although it appears that they are collecting this money from others. Kṣatriyas and vaiśyas have no right to give charity, for whatever they possess belongs to the brāhmaṇas. Therefore charity should be given by the kṣatriyas and vaiśyas under the instructions of the brāhmaṇas. Unfortunately at the present moment there is a scarcity of brāhmaṇas, and since the so-called kṣatriyas and vaiśyas do not carry out the orders of the brāhmaṇas, the world is in a chaotic condition. The second line of this verse indicates that the kṣatriyas, vaiśyas and śūdras eat only by virtue of the brāhmaṇas’ mercy; in other words, they should not eat anything which is forbidden by the brāhmaṇas. The brāhmaṇas and Vaiṣṇavas know what to eat, and by their personal example they do not eat anything which is not offered first to the Supreme Personality of Godhead. They eat only prasāda, or remnants of the food offered to the Lord. The kṣatriyas, vaiśyas and śūdras should eat only kṛṣṇa-prasāda, which is afforded them by the mercy of the brāhmaṇas. They cannot open slaughterhouses and eat meat, fish or eggs or drink liquor, or earn money for this purpose without authorization. In the present age, because society is not guided by brahminical instruction, the whole population is only absorbed in sinful activities. Consequently, everyone is deservedly being punished by the laws of nature. This is the situation in this Age of Kali."
    },
    {
        "verse": "47",
        "devanagari": "यैरीद‍ृशी भगवतो गतिरात्मवादएकान्ततो निगमिभि: प्रतिपादिता न: ।तुष्यन्‍त्वदभ्रकरुणा: स्वकृतेन नित्यंको नाम तत्प्रतिकरोति विनोदपात्रम् ॥ ४७ ॥",
        "english_devnagari": "yair īdṛśī bhagavato gatir ātma-vādaekāntato nigamibhiḥ pratipāditā naḥtuṣyantv adabhra-karuṇāḥ sva-kṛtena nityaṁko nāma tat pratikaroti vinoda-pātram",
        "verse_Syn": [
            "yaiḥ",
            "īdṛśī",
            "bhagavataḥ",
            "gatiḥ",
            "ātma",
            "vāde",
            "ekāntataḥ",
            "nigamibhiḥ",
            "pratipāditā",
            "naḥ",
            "tuṣyantu",
            "adabhra",
            "karuṇāḥ",
            "sva",
            "kṛtena",
            "nityam",
            "kaḥ",
            "nāma",
            "tat",
            "pratikaroti",
            "vinā",
            "uda",
            "pātram"
        ],
        "translation": "Pṛthu Mahārāja continued: How can such persons, who have rendered unlimited service by explaining the path of self-realization in relation to the Supreme Personality of Godhead, and whose explanations are given for our enlightenment with complete conviction and Vedic evidence, be repaid except by folded palms containing water for their satisfaction? Such great personalities can be satisfied only by their own activities, which are distributed amongst human society out of their unlimited mercy.",
        "purport": " Great personalities of the material world are very eager to render welfare service to human society, but actually no one can render better service than one who distributes the knowledge of spiritual realization in relation with the Supreme Personality of Godhead. All living entities are within the clutches of the illusory energy. Forgetting their real identity, they hover in material existence, transmigrating from one body to another in search of a peaceful life. Since these living entities have very little knowledge of self-realization, they are not getting any relief, although they are very anxious to attain peace of mind and some substantial happiness. Saintly persons like the Kumāras, Nārada, Prahlāda, Janaka, Śukadeva Gosvāmī and Kapiladeva, as well as the followers of such authorities as the Vaiṣṇava ācāryas and their servants, can render a valuable service to humanity by disseminating knowledge of the relationship between the Supreme Personality of Godhead and the living entity. Such knowledge is the perfect benediction for humanity. Knowledge of Kṛṣṇa is such a great gift that it is impossible to repay the benefactor. Therefore Pṛthu Mahārāja requested the Kumāras to be satisfied by their own benevolent activities in delivering souls from the clutches of māyā. The King saw that there was no other way to satisfy them for their exalted activities. The word vinoda-pātram can be divided into two words, vinā and uda-pātram, or can be understood as one word, vinoda-pātram, which means “joker.” A joker’s activities simply arouse laughter, and a person who tries to repay the spiritual master or teacher of the transcendental message of Kṛṣṇa becomes a laughingstock just like a joker because it is not possible to repay such a debt. The best friend and benefactor of all people is one who awakens humanity to its original Kṛṣṇa consciousness."
    },
    {
        "verse": "48",
        "devanagari": "मैत्रेय उवाचत आत्मयोगपतय आदिराजेन पूजिता: ।शीलं तदीयं शंसन्त: खेऽभवन्मिषतां नृणाम् ॥ ४८ ॥",
        "english_devnagari": "maitreya uvācata ātma-yoga-patayaādi-rājena pūjitāḥśīlaṁ tadīyaṁ śaṁsantaḥkhe ’bhavan miṣatāṁ nṛṇām",
        "verse_Syn": [
            "maitreyaḥ",
            "uvāca",
            "te",
            "ātma",
            "yoga",
            "patayaḥ",
            "ādi",
            "rājena",
            "pūjitāḥ",
            "śīlam",
            "tadīyam",
            "śaṁsantaḥ",
            "khe",
            "abhavan",
            "miṣatām",
            "nṛṇām"
        ],
        "translation": "The great sage Maitreya continued: Being thus worshiped by Mahārāja Pṛthu, the four Kumāras, who were masters of devotional service, became very pleased. Indeed, they appeared in the sky and praised the character of the King, and everyone observed them.",
        "purport": " It is said that the demigods never touch the surface of the earth. They walk and travel in space only. Like the great sage Nārada, the Kumāras do not require any machine to travel in space. There are also residents of Siddhaloka who can travel in space without machines. Since they can go from one planet to another, they are called siddhas — that is to say, they have acquired all mystic and yogic powers. Such great saintly persons who have attained complete perfection in mystic yoga are not visible in this age on earth because humanity is not worthy of their presence. The Kumāras, however, praised the characteristics of Mahārāja Pṛthu and his great devotional attitude and humility. The Kumāras were greatly satisfied by King Pṛthu’s method of worship. It was by the grace of Mahārāja Pṛthu that the common citizens in his domain could see the Kumāras flying in outer space."
    },
    {
        "verse": "49",
        "devanagari": "वैन्यस्तु धुर्यो महतां संस्थित्याध्यात्मशिक्षया ।आप्तकाममिवात्मानं मेन आत्मन्यवस्थित: ॥ ४९ ॥",
        "english_devnagari": "vainyas tu dhuryo mahatāṁsaṁsthityādhyātma-śikṣayāāpta-kāmam ivātmānaṁmena ātmany avasthitaḥ",
        "verse_Syn": [
            "vainyaḥ",
            "tu",
            "dhuryaḥ",
            "mahatām",
            "saṁsthityā",
            "ādhyātma",
            "śikṣayā",
            "āpta",
            "kāmam",
            "iva",
            "ātmānam",
            "mene",
            "ātmani",
            "avasthitaḥ"
        ],
        "translation": "Amongst great personalities, Mahārāja Pṛthu was the chief by virtue of his fixed position in relation to spiritual enlightenment. He remained satisfied as one who has achieved all success in spiritual understanding.",
        "purport": " Remaining fixed in devotional service gives one the utmost in self-satisfaction. Actually self-satisfaction can be achieved only by pure devotees, who have no desire other than to serve the Supreme Personality of Godhead. Since the Supreme Personality of Godhead has nothing to desire, He is fully satisfied with Himself. Similarly, a devotee who has no desire other than to serve the Supreme Personality of Godhead is as self-satisfied as the Supreme Lord. Everyone is hankering after peace of mind and self-satisfaction, but these can only be achieved by becoming a pure devotee of the Lord. King Pṛthu’s statements in previous verses regarding his vast knowledge and perfect devotional service are justified here, for he is considered best amongst all mahātmās. In Bhagavad-gītā (9.13) Śrī Kṛṣṇa speaks of mahātmās in this way: “O son of Pṛthā, those who are not deluded, the great souls, are under the protection of the divine nature. They are fully engaged in devotional service because they know Me as the Supreme Personality of Godhead, original and inexhaustible.” The mahātmās are not under the clutches of the illusory energy but are under the protection of the spiritual energy. Because of this, the real mahātmā is always engaged in the devotional service of the Lord. Pṛthu Mahārāja exhibited all the symptoms of a mahātmā; therefore he is mentioned in this verse as dhuryo mahatām, best of the mahātmās."
    },
    {
        "verse": "50",
        "devanagari": "कर्माणि च यथाकालं यथादेशं यथाबलम् ।यथोचितं यथावित्तमकरोद्ब्रह्मसात्कृतम् ॥ ५० ॥",
        "english_devnagari": "karmāṇi ca yathā-kālaṁyathā-deśaṁ yathā-balamyathocitaṁ yathā-vittamakarod brahma-sāt-kṛtam",
        "verse_Syn": [
            "karmāṇi",
            "ca",
            "yathā",
            "kālam",
            "yathā",
            "deśam",
            "yathā",
            "balam",
            "yathā",
            "ucitam",
            "yathā",
            "vittam",
            "akarot",
            "brahma",
            "sāt",
            "kṛtam"
        ],
        "translation": "Being self-satisfied, Mahārāja Pṛthu executed his duties as perfectly as possible according to the time and his situation, strength and financial position. His only aim in all his activities was to satisfy the Absolute Truth. In this way, he duly acted.",
        "purport": " Mahārāja Pṛthu was a responsible monarch, and he had to execute the duties of a kṣatriya, a king and a devotee at the same time. Being perfect in the Lord’s devotional service, he could execute his prescribed duties with complete perfection as befitted the time and circumstance and his financial strength and personal ability. In this regard, the word karmāṇi in this verse is significant. Pṛthu Mahārāja’s activities were not ordinary, for they were in relationship with the Supreme Personality of Godhead. Śrīla Rūpa Gosvāmī has advised that things which are favorable to devotional service should not be rejected, nor should activity favorable for devotional service be considered ordinary work or fruitive activity. For example, an ordinary worker conducts business in order to earn money for his sense gratification. A devotee may perform the same work in exactly the same way, but his aim is to satisfy the Supreme Lord. Consequently his activities are not ordinary. Pṛthu Mahārāja’s activities were therefore not ordinary but were all spiritual and transcendental, for his aim was to satisfy the Lord. Just as Arjuna, who was a warrior, had to fight to satisfy Kṛṣṇa, Pṛthu Mahārāja performed his royal duties as king for the satisfaction of Kṛṣṇa. Indeed, whatever he did as emperor of the whole world was perfectly befitting a pure devotee. It is therefore said by a Vaiṣṇava poet, vaiṣṇavera kriyā-mudrā vijñe nā bujhāya: no one can understand the activities of a pure devotee. A pure devotee’s activities may appear like ordinary activities, but behind them there is profound significance — the satisfaction of the Lord. In order to understand the activities of a Vaiṣṇava, one has to become very expert. Mahārāja Pṛthu did not allow himself to function outside the institution of four varṇas and four āśramas, although as a Vaiṣṇava he was a paramahaṁsa, transcendental to all material activities. He remained in his position as a kṣatriya to rule the world and at the same time remained transcendental to such activities by satisfying the Supreme Personality of Godhead. Concealing himself as a pure devotee, he externally manifested himself as a very powerful and dutiful king. In other words, none of his activities were carried out for his own sense gratification; everything he did was meant for the satisfaction of the senses of the Lord. This is clearly explained in the next verse."
    },
    {
        "verse": "51",
        "devanagari": "फलं ब्रह्मणि संन्यस्य निर्विषङ्ग: समाहित: ।कर्माध्यक्षं च मन्वान आत्मानं प्रकृते: परम् ॥ ५१ ॥",
        "english_devnagari": "phalaṁ brahmaṇi sannyasyanirviṣaṅgaḥ samāhitaḥkarmādhyakṣaṁ ca manvānaātmānaṁ prakṛteḥ param",
        "verse_Syn": [
            "phalam",
            "brahmaṇi",
            "sannyasya",
            "nirviṣaṅgaḥ",
            "samāhitaḥ",
            "karma",
            "adhyakṣam",
            "ca",
            "manvānaḥ",
            "ātmānam",
            "prakṛteḥ",
            "param"
        ],
        "translation": "Mahārāja Pṛthu completely dedicated himself to be an eternal servant of the Supreme Personality of Godhead, transcendental to material nature. Consequently all the fruits of his activities were dedicated to the Lord, and he always thought of himself as the servant of the Supreme Personality of Godhead, who is the proprietor of everything.",
        "purport": " The life and dedication of Mahārāja Pṛthu in the transcendental loving service of the Supreme Personality of Godhead serve as a good example of karma-yoga. The term karma-yoga is often used in Bhagavad-gītā, and herein Mahārāja Pṛthu is giving a practical example of what karma-yoga actually is. The first requirement for the proper execution of karma-yoga is given herein. Phalaṁ brahmaṇi sannyasya (or vinyasya): one must give the fruits of his activities to the Supreme Brahman, Parabrahman, Kṛṣṇa. By doing so, one actually situates himself in the renounced order of life, sannyāsa. As stated in Bhagavad-gītā (18.2), giving up the fruits of one’s activities to the Supreme Personality of Godhead is called sannyāsa: “To give up the results of all activities is called renunciation [tyāga] by the wise. And that state is called the renounced order of life [sannyāsa] by great learned men.” Although he was living as a householder, Pṛthu Mahārāja was actually in the renounced order of life, sannyāsa. This will be clearer in the following verses. The word nirviṣaṅgaḥ, “uncontaminated,” is very significant because Mahārāja Pṛthu was not attached to the results of his activities. In this material world a person is always thinking of the proprietorship of everything he accumulates or works for. When the fruits of one’s activities are rendered to the service of the Lord, one is actually practicing karma-yoga. Anyone can practice karma-yoga, but it is especially easy for the householder, who can install the Deity of the Lord in the home and worship Him according to the methods of bhakti-yoga. This method includes nine items: hearing, chanting, remembering, serving, worshiping the Deity, praying, carrying out orders, serving Kṛṣṇa as friend and sacrificing everything for Him: These methods of karma-yoga and bhakti-yoga are being broadcast all over the world by the International Society for Krishna Consciousness. Anyone can learn these methods simply by following the examples of the members of the Society. In one’s home or in a temple, the Deity is considered the proprietor of everything, and everyone is considered the Deity’s eternal servant. The Lord is transcendental, for He is not part of this material creation. The words prakṛteḥ param are used in this verse because everything within this material world is created by the external, material energy of the Lord, but the Lord Himself is not a creation of this material energy. The Lord is the supreme superintendent of all material creations, as confirmed in Bhagavad-gītā (9.10): “This material nature is working under My direction, O son of Kuntī, producing all the moving and unmoving beings, and by its rule this manifestation is created and annihilated again and again.” All material changes and material progress taking place by the wonderful interaction of matter are under the superintendence of the Supreme Personality of Godhead, Kṛṣṇa. Events in the material world are not taking place blindly. If one always remains a servant of Kṛṣṇa and engages everything in His service, one is accepted as jīvan-mukta, a liberated soul, even during his lifetime within the material world. Generally liberation takes place after one gives up this body, but one who lives according to the example of Pṛthu Mahārāja is liberated even in this lifetime. In Kṛṣṇa consciousness the results of one’s activities depend on the will of the Supreme Person. Indeed, in all cases the result is not dependent on one’s own personal dexterity but is completely dependent on the will of the Supreme. This is the real significance of phalaṁ brahmaṇi sannyasya. A soul dedicated to the service of the Lord should never think of himself as the personal proprietor or the superintendent. A dedicated devotee should prosecute his work according to the rules and regulations described in devotional service. The results of his activities are completely dependent on the supreme will of the Lord."
    },
    {
        "verse": "52",
        "devanagari": "गृहेषु वर्तमानोऽपि स साम्राज्यश्रियान्वित: ।नासज्जतेन्द्रियार्थेषु निरहंमतिरर्कवत् ॥ ५२ ॥",
        "english_devnagari": "gṛheṣu vartamāno ’pisa sāmrājya-śriyānvitaḥnāsajjatendriyārtheṣuniraham-matir arkavat",
        "verse_Syn": [
            "gṛheṣu",
            "vartamānaḥ",
            "api",
            "saḥ",
            "sāmrājya",
            "śriyā",
            "anvitaḥ",
            "na",
            "asajjata",
            "indriya",
            "artheṣu",
            "niḥ",
            "aham",
            "matiḥ",
            "arka",
            "vat"
        ],
        "translation": "Mahārāja Pṛthu, who was very opulent due to the prosperity of his entire empire, remained at home as a householder. Since he was never inclined to utilize his opulences for the gratification of his senses, he remained unattached, exactly like the sun, which is unaffected in all circumstances.",
        "purport": " The word gṛheṣu is significant in this verse. Out of the four āśramas — the brahmacarya, gṛhastha, vānaprastha and sannyāsa — only a gṛhastha, or householder, is allowed to associate with women; therefore the gṛhastha-āśrama is a kind of license for sense gratification given to the devotee. Pṛthu Mahārāja was special in that although he was given license to remain a householder, and although he possessed immense opulences in his kingdom, he never engaged in sense gratification. This was a special sign that indicated him to be a pure devotee of the Lord. A pure devotee is never attracted by sense gratification, and consequently he is liberated. In material life a person engages in sense gratification for his own personal satisfaction, but in the devotional or liberated life one aims to satisfy the senses of the Lord. In this verse Mahārāja Pṛthu is likened to the sun (arka-vat). Sometimes the sun shines on stool, urine and so many other polluted things, but since the sun is all-powerful, it is never affected by the polluted things with which it associates. On the contrary, the sunshine sterilizes and purifies polluted and dirty places. Similarly, a devotee may engage in so many material activities, but because he has no desire for sense gratification, they never affect him. On the contrary, he dovetails all material activities for the service of the Lord. Since a pure devotee knows how to utilize everything for the Lord’s service, he is never affected by material activities. Instead, by his transcendental plans he purifies such activities. This is described in Bhakti-rasāmṛta-sindhu. Sarvopādhi-vinirmuktaṁ tat-paratvena nirmalam: his aim is to become completely purified in the service of the Lord without being affected by material designations."
    },
    {
        "verse": "53",
        "devanagari": "एवमध्यात्मयोगेन कर्माण्यनुसमाचरन् ।पुत्रानुत्पादयामास पञ्चार्चिष्यात्मसम्मतान् ॥ ५३ ॥",
        "english_devnagari": "evam adhyātma-yogenakarmāṇy anusamācaranputrān utpādayām āsapañcārciṣy ātma-sammatān",
        "verse_Syn": [
            "evam",
            "adhyātma",
            "yogena",
            "karmāṇi",
            "anu",
            "samācaran",
            "putrān",
            "utpādayām",
            "āsa",
            "pañca",
            "arciṣi",
            "ātma",
            "sammatān"
        ],
        "translation": "Being situated in the liberated position of devotional service, Pṛthu Mahārāja not only performed all fruitive activities but also begot five sons by his wife, Arci. Indeed, all his sons were begotten according to his own desire.",
        "purport": " As a householder, Pṛthu Mahārāja had five sons by his wife, Arci, and all these sons were begotten as he desired them. They were not born whimsically or by accident. How one can beget children according to one’s own desire is practically unknown in the present age, Kali-yuga. In this regard the secret of success depends on the parents’ acceptance of the various purificatory methods known as saṁskāras. The first saṁskāra, the garbhādhāna-saṁskāra, or child-begetting saṁskāra, is compulsory, especially for the higher castes, the brāhmaṇas and the kṣatriyas. As stated in Bhagavad-gītā, sex life which is not against religious principles is Kṛṣṇa Himself, and according to religious principles, when one wants to beget a child he must perform the garbhādhāna-saṁskāra before having sex. The mental state of the father and mother before sex will certainly affect the mentality of the child to be begotten. A child who is begotten out of lust may not turn out as the parents desire. As stated in the śāstras, yathā yonir yathā bījam. Yathā yoniḥ indicates the mother, and yathā bījam indicates the father. If the mental state of the parents is prepared before they have sex, the child which they will beget will certainly reflect their mental condition. It is therefore understood by the words ātma-sammatān that both Pṛthu Mahārāja and Arci underwent the garbhādhāna purificatory process before begetting children, and thus they begot all their sons according to their desires and purified mental states. Pṛthu Mahārāja did not beget his children out of lust, nor was he attracted to his wife for sense gratificatory purposes. He begot the children as a gṛhastha for the future administration of his government all over the world."
    },
    {
        "verse": "54",
        "devanagari": "विजिताश्वं धूम्रकेशं हर्यक्षं द्रविणंवृकम् ।सर्वेषां लोकपालानां दधारैक: पृथुर्गुणान् ॥ ५४ ॥",
        "english_devnagari": "vijitāśvaṁ dhūmrakeśaṁharyakṣaṁ draviṇaṁ vṛkamsarveṣāṁ loka-pālānāṁdadhāraikaḥ pṛthur guṇān",
        "verse_Syn": [
            "vijitāśvam",
            "dhūmrakeśam",
            "haryakṣam",
            "draviṇam",
            "vṛkam",
            "sarveṣām",
            "loka",
            "pālānām",
            "dadhāra",
            "ekaḥ",
            "pṛthuḥ",
            "guṇān"
        ],
        "translation": "After begetting five sons, named Vijitāśva, Dhūmrakeśa, Haryakṣa, Draviṇa and Vṛka, Pṛthu Mahārāja continued to rule the planet. He accepted all the qualities of the deities who governed all other planets.",
        "purport": " In each and every planet there is a predominating deity. It is understood from Bhagavad-gītā that in the sun there is a predominating deity named Vivasvān. Similarly, there is a predominating deity of the moon and of the various planets. Actually the predominating deities in all the other planets are descendants from the predominating deities of the sun and moon. On this planet earth there are two kṣatriya dynasties, one coming from the predominating deity of the sun and the other from the predominating deity of the moon. These dynasties are known as Sūrya-vaṁśa and Candra-vaṁśa respectively. When monarchy existed on this planet, the chief member was one of the members of the Sūrya dynasty, or Sūrya-vaṁśa, and the subordinate kings belonged to the Candra-vaṁśa. However, Mahārāja Pṛthu was so powerful that he could exhibit all the qualities of the predominating deities in other planets. In the modern age, people from earth have tried to go to the moon, but they have not been able to find anyone there, what to speak of meeting the moon’s predominating deity. The Vedic literature, however, repeatedly informs us that the moon is full of highly elevated inhabitants who are counted amongst the demigods. We are therefore always in doubt about what kind of moon adventure the modern scientists of this planet earth have undertaken."
    },
    {
        "verse": "55",
        "devanagari": "गोपीथाय जगत्सृष्टे: काले स्वेस्वेऽच्युतात्मक: ।मनोवाग्वृत्तिभि: सौम्यैर्गुणै: संरञ्जयन्प्रजा: ॥ ५५ ॥",
        "english_devnagari": "gopīthāya jagat-sṛṣṭeḥkāle sve sve ’cyutātmakaḥmano-vāg-vṛttibhiḥ saumyairguṇaiḥ saṁrañjayan prajāḥ",
        "verse_Syn": [
            "gopīthāya",
            "jagat",
            "sṛṣṭeḥ",
            "kāle",
            "sve",
            "sve",
            "acyuta",
            "ātmakaḥ",
            "manaḥ",
            "vāk",
            "vṛttibhiḥ",
            "saumyaiḥ",
            "guṇaiḥ",
            "saṁrañjayan",
            "prajāḥ"
        ],
        "translation": "Since Mahārāja Pṛthu was a perfect devotee of the Supreme Personality of Godhead, he wanted to protect the Lord’s creation by pleasing the various citizens according to their various desires. Therefore Pṛthu Mahārāja used to please them in all respects by his words, mentality, works and gentle behavior.",
        "purport": " As will be explained in the next verse, Pṛthu Mahārāja used to please all kinds of citizens by his extraordinary capacity to understand the mentality of others. Indeed, his dealings were so perfect that every one of the citizens was very much satisfied and lived in complete peace. The word acyutātmakaḥ is significant in this verse, for Mahārāja Pṛthu used to rule this planet as the representative of the Supreme Personality of Godhead. He knew that he was the representative of the Lord and that the Lord’s creation must be protected intelligently. Atheists cannot understand the purpose behind the creation. Although this material world is condemned when it is compared to the spiritual world, there is still some purpose behind it. Modern scientists and philosophers cannot understand that purpose, nor do they believe in the existence of a creator. They try to establish everything by their so-called scientific research, but they do not center anything around the supreme creator. A devotee, however, can understand the purpose of creation, which is to give facilities to the individual living entities who want to lord it over material nature. The ruler of this planet should therefore know that all the inhabitants, especially human beings, have come to this material world for sense enjoyment. It is therefore the duty of the ruler to satisfy them in their sense enjoyment as well as to elevate them to Kṛṣṇa consciousness so that they all can ultimately return home, back to Godhead. With this idea in mind, the king or government head should rule the world. In this way, everyone will be satisfied. How can this be accomplished? There are many examples like Pṛthu Mahārāja, and the history of his regency on this planet is elaborately described in Śrīmad-Bhāgavatam. Even in this fallen age, if the rulers, governors and presidents take advantage of Pṛthu Mahārāja’s example, there will certainly be a reign of peace and prosperity throughout the world."
    },
    {
        "verse": "56",
        "devanagari": "राजेत्यधान्नामधेयं सोमराज इवापर: ।सूर्यवद्विसृजन् गृह्णन् प्रतपंश्च भुवो वसु ॥ ५६ ॥",
        "english_devnagari": "rājety adhān nāmadheyaṁsoma-rāja ivāparaḥsūryavad visṛjan gṛhṇanpratapaṁś ca bhuvo vasu",
        "verse_Syn": [
            "rājā",
            "iti",
            "adhāt",
            "nāmadheyam",
            "soma",
            "rājaḥ",
            "iva",
            "aparaḥ",
            "sūrya",
            "vat",
            "visṛjan",
            "gṛhṇan",
            "pratapan",
            "ca",
            "bhuvaḥ",
            "vasu"
        ],
        "translation": "Mahārāja Pṛthu became as celebrated a king as Soma-rāja, the king of the moon. He was also powerful and exacting, just like the sun-god, who distributes heat and light and at the same time exacts all the planetary waters.",
        "purport": " In this verse Mahārāja Pṛthu is compared to the kings of the moon and sun. The king of the moon and the king of the sun serve as examples of how the Lord desires the universe to be ruled. The sun distributes heat and light and at the same time exacts water from all planets. The moon is very pleasing at night, and when one becomes fatigued after a day’s labor in the sun, he can enjoy the moonshine. Like the sun-god, Pṛthu Mahārāja distributed his heat and light to give protection to his kingdom, for without heat and light no one can exist. Similarly, Pṛthu Mahārāja exacted taxes and gave such strong orders to the citizens and government that no one had the power to disobey him. On the other hand, he pleased everyone just like the moonshine. Both the sun and the moon have particular influences by which they maintain order in the universe, and modern scientists and philosophers should become familiar with the Supreme Lord’s perfect plan for universal maintenance."
    },
    {
        "verse": "57",
        "devanagari": "दुर्धर्षस्तेजसेवाग्निर्महेन्द्र इव दुर्जय: ।तितिक्षया धरित्रीव द्यौरिवाभीष्टदो नृणाम् ॥ ५७ ॥",
        "english_devnagari": "durdharṣas tejasevāgnirmahendra iva durjayaḥtitikṣayā dharitrīvadyaur ivābhīṣṭa-do nṛṇām",
        "verse_Syn": [
            "durdharṣaḥ",
            "tejasā",
            "iva",
            "agniḥ",
            "mahā",
            "indraḥ",
            "iva",
            "durjayaḥ",
            "titikṣayā",
            "dharitrī",
            "iva",
            "dyauḥ",
            "iva",
            "abhīṣṭa",
            "daḥ",
            "nṛṇām"
        ],
        "translation": "Mahārāja Pṛthu was so strong and powerful that no one could disobey his orders, any more than one could conquer fire itself. He was so strong that he was compared to Indra, the King of heaven, whose power is insuperable. On the other hand, Mahārāja Pṛthu was also as tolerant as the earth, and in fulfilling various desires of human society, he was like heaven itself.",
        "purport": " It is the duty of a king to give protection to the citizens and to fulfill their desires. At the same time, the citizens must obey the laws of the state. Mahārāja Pṛthu maintained all the standards of good government, and he was so invincible that no one could disobey his orders any more than a person could stop heat and light emanating from a fire. He was so strong and powerful that he was compared to the King of heaven, Indra. In this age modern scientists have been experimenting with nuclear weapons, and in a former age they used to release brahmāstras, but all these brahmāstras and nuclear weapons are insignificant compared to the thunderbolt of the King of heaven. When Indra releases a thunderbolt, even the biggest hills and mountains crack. On the other hand, Mahārāja Pṛthu was as tolerant as the earth itself, and he fulfilled all the desires of his citizens just like torrents of rain from the sky. Without rainfall, it is not possible to fulfill one’s various desires on this planet. As stated in Bhagavad-gītā (3.14), parjanyād anna-sambhavaḥ: food grains are produced only because rain falls from the sky, and without grains, no one on the earth can be satisfied. Consequently, an unlimited distribution of mercy is compared to the water falling from the clouds. Mahārāja Pṛthu distributed his mercy incessantly, much like rainfall. In other words, Mahārāja Pṛthu was softer than a rose flower and harder than a thunderbolt. In this way he ruled over his kingdom."
    },
    {
        "verse": "58",
        "devanagari": "वर्षति स्म यथाकामं पर्जन्य इव तर्पयन् ।समुद्र इव दुर्बोध: सत्त्वेनाचलराडिव ॥ ५८ ॥",
        "english_devnagari": "varṣati sma yathā-kāmaṁparjanya iva tarpayansamudra iva durbodhaḥsattvenācala-rāḍ iva",
        "verse_Syn": [
            "varṣati",
            "sma",
            "yathā",
            "kāmam",
            "parjanyaḥ",
            "iva",
            "tarpayan",
            "samudraḥ",
            "iva",
            "durbodhaḥ",
            "sattvena",
            "acala",
            "rāṭ",
            "iva"
        ],
        "translation": "Just as rainfall satisfies everyone’s desires, Mahārāja Pṛthu used to satisfy everyone. He was like the sea in that no one could understand his depths, and he was like Meru, the king of hills, in the fixity of his purpose.",
        "purport": " Mahārāja Pṛthu used to distribute his mercy to suffering humanity, and it was like rainfall after excessive heat. The ocean is wide and expansive, and it is very difficult to measure its length and breadth; similarly, Pṛthu Mahārāja was so deep and grave that no one could fathom his purposes. The hill known as Meru is fixed in the universe as a universal pivot, and no one can move it an inch from its position; similarly, no one could ever dissuade Mahārāja Pṛthu when he was determined."
    },
    {
        "verse": "59",
        "devanagari": "धर्मराडिव शिक्षायामाश्चर्ये हिमवानिव ।कुवेर इव कोशाढ्यो गुप्तार्थो वरुणो यथा ॥ ५९ ॥",
        "english_devnagari": "dharma-rāḍ iva śikṣāyāmāścarye himavān ivakuvera iva kośāḍhyoguptārtho varuṇo yathā",
        "verse_Syn": [
            "dharma",
            "rāṭ",
            "iva",
            "śikṣāyām",
            "āścarye",
            "himavān",
            "iva",
            "kuveraḥ",
            "iva",
            "kośa",
            "āḍhyaḥ",
            "gupta",
            "arthaḥ",
            "varuṇaḥ",
            "yathā"
        ],
        "translation": "Mahārāja Pṛthu’s intelligence and education were exactly like that of Yamarāja, the superintendent of death. His opulence was comparable to the Himālaya Mountains, where all valuable jewels and metals are stocked. He possessed great riches like Kuvera, the treasurer of the heavenly planets, and no one could reveal his secrets, for they were like the demigod Varuṇa’s.",
        "purport": " Yamarāja, or Dharmarāja, as the superintendent of death, has to judge the criminal living entities who have committed sinful activities throughout their lives. Consequently Yamarāja is expected to be most expert in judicial matters. Pṛthu Mahārāja was also highly learned and exceedingly exact in delivering his judgment upon the citizens. No one could excel him in opulence any more than estimate the stock of minerals and jewels in the Himālaya Mountains; therefore he is compared to Kuvera, the treasurer of the heavenly planets. Nor could anyone discover the secrets of his life any more than learn the secrets of Varuṇa, the demigod presiding over the water, the night, and the western sky. Varuṇa is omniscient, and since he punishes sins, he is prayed to for forgiveness. He is also the sender of disease and is often associated with Mitra and Indra."
    },
    {
        "verse": "60",
        "devanagari": "मातरिश्वेव सर्वात्मा बलेन महसौजसा ।अविषह्यतया देवो भगवान् भूतराडिव ॥ ६० ॥",
        "english_devnagari": "mātariśveva sarvātmābalena mahasaujasāaviṣahyatayā devobhagavān bhūta-rāḍ iva",
        "verse_Syn": [
            "mātariśvā",
            "iva",
            "sarva",
            "ātmā",
            "balena",
            "mahasā",
            "ojasā",
            "aviṣahyatayā",
            "devaḥ",
            "bhagavān",
            "bhūta",
            "rāṭ",
            "iva"
        ],
        "translation": "In his bodily strength and in the strength of his senses, Mahārāja Pṛthu was as strong as the wind, which can go anywhere and everywhere. As far as his intolerance was concerned, he was just like the all-powerful Rudra expansion of Lord Śiva, or Sadāśiva.",
        "purport": ""
    },
    {
        "verse": "61",
        "devanagari": "कन्दर्प इव सौन्दर्ये मनस्वी मृगराडिव ।वात्सल्ये मनुवन्नृणां प्रभुत्वे भगवानज: ॥ ६१ ॥",
        "english_devnagari": "kandarpa iva saundaryemanasvī mṛga-rāḍ ivavātsalye manuvan nṛṇāṁprabhutve bhagavān ajaḥ",
        "verse_Syn": [
            "kandarpaḥ",
            "iva",
            "saundarye",
            "manasvī",
            "mṛga",
            "rāṭ",
            "iva",
            "vātsalye",
            "manu",
            "vat",
            "nṛṇām",
            "prabhutve",
            "bhagavān",
            "ajaḥ"
        ],
        "translation": "In his bodily beauty he was just like Cupid, and in his thoughtfulness he was like a lion. In his affection he was just like Svāyambhuva Manu, and in his ability to control he was like Lord Brahmā.",
        "purport": ""
    },
    {
        "verse": "62",
        "devanagari": "बृहस्पतिर्ब्रह्मवादे आत्मवत्त्वे स्वयं हरि: ।भक्त्या गोगुरुविप्रेषु विष्वक्सेनानुवर्तिषु ।ह्रिया प्रश्रयशीलाभ्यामात्मतुल्य: परोद्यमे ॥ ६२ ॥",
        "english_devnagari": "bṛhaspatir brahma-vādeātmavattve svayaṁ hariḥbhaktyā go-guru-vipreṣuviṣvaksenānuvartiṣuhriyā praśraya-śīlābhyāmātma-tulyaḥ parodyame",
        "verse_Syn": [
            "bṛhaspatiḥ",
            "brahma",
            "vāde",
            "ātma",
            "vattve",
            "svayam",
            "hariḥ",
            "bhaktyā",
            "go",
            "guru",
            "vipreṣu",
            "viṣvaksena",
            "anuvartiṣu",
            "hriyā",
            "praśraya",
            "śīlābhyām",
            "ātma",
            "tulyaḥ",
            "para",
            "udyame"
        ],
        "translation": "In his personal behavior, Pṛthu Mahārāja exhibited all good qualities, and in spiritual knowledge he was exactly like Bṛhaspati. In self-control he was like the Supreme Personality of Godhead Himself. As far as his devotional service was concerned, he was a great follower of devotees who were attached to cow protection and the rendering of all service to the spiritual master and the brāhmaṇas. He was perfect in his shyness and in his gentle behavior, and when he engaged in some philanthropic activity, he worked as if he were working for his own personal self.",
        "purport": " When Lord Caitanya talked to Sārvabhauma Bhaṭṭācārya, the Lord honored him as the incarnation of Bṛhaspati. Bṛhaspati is the chief priest of the heavenly kingdom, and he is a follower of the philosophy known as brahma-vāda, or Māyāvāda. Bṛhaspati is also a great logician. It appears from this statement that Mahārāja Pṛthu, although a great devotee constantly engaged in the loving service of the Lord, could defeat all kinds of impersonalists and Māyāvādīs by his profound knowledge of Vedic scriptures. We should learn from Mahārāja Pṛthu that a Vaiṣṇava, or devotee, must not only be fixed in the service of the Lord, but, if required, must be prepared to argue with the impersonalist Māyāvādīs with all logic and philosophy and defeat their contention that the Absolute Truth is impersonal. The Supreme Personality of Godhead is the ideal self-controller or brahmacārī. When Kṛṣṇa was elected to be president of the Rājasūya yajña performed by Mahārāja Yudhiṣṭhira, Grandfather Bhīṣmadeva praised Lord Kṛṣṇa as the greatest brahmacārī. Because Grandfather Bhīṣmadeva was a brahmacārī, he was quite fit to distinguish a brahmacārī from a vyabhicārī. Although Pṛthu Mahārāja was a householder and father of five children, he was still considered to be most controlled. One who begets Kṛṣṇa conscious children for the benefit of humanity is actually a brahmacārī. One who simply begets children like cats and dogs is not a proper father. The word brahmacārī also refers to one who acts on the platform of Brahman, or devotional service. In the impersonal Brahman conception, there is no activity, yet when one performs activities in connection with the Supreme Personality of Godhead, he is to be known as brahmacārī. Thus Pṛthu Mahārāja was an ideal brahmacārī and gṛhastha simultaneously. Viṣvaksenānuvartiṣu refers to those devotees who are constantly engaged in the service of the Lord. Other devotees must follow in their footsteps. Śrīla Narottama dāsa Ṭhākura said, ei chaya gosāñi yāṅra, muñi tāṅra dāsa: “I am prepared to become the disciple of anyone who follows in the footsteps of the Six Gosvāmīs.” Also, like all Vaiṣṇavas, Mahārāja Pṛthu was devoted to cow protection, spiritual masters and qualified brāhmaṇas. Pṛthu Mahārāja was also very humble, meek and gentle, and whenever he performed any philanthropic work or welfare activity for the general public, he would labor exactly as if he were tending to his own personal necessities. In other words, his philanthropic activities were not for the sake of show but were performed out of personal feeling and commitment. All philanthropic activities should be thus performed."
    },
    {
        "verse": "63",
        "devanagari": "कीर्त्योर्ध्वगीतया पुम्भिस्त्रैलोक्ये तत्र तत्र ह ।प्रविष्ट: कर्णरन्ध्रेषु स्त्रीणां राम: सतामिव ॥ ६३ ॥",
        "english_devnagari": "kīrtyordhva-gītayā pumbhistrailokye tatra tatra hapraviṣṭaḥ karṇa-randhreṣustrīṇāṁ rāmaḥ satām iva",
        "verse_Syn": [
            "kīrtyā",
            "ūrdhva",
            "gītayā",
            "pumbhiḥ",
            "trai",
            "lokye",
            "tatra",
            "tatra",
            "ha",
            "praviṣṭaḥ",
            "karṇa",
            "randhreṣu",
            "strīṇām",
            "rāmaḥ",
            "satām",
            "iva"
        ],
        "translation": "Throughout the whole universe — in the higher, lower and middle planetary systems — Pṛthu Mahārāja’s reputation was loudly declared, and all ladies and saintly persons heard his glories, which were as sweet as the glories of Lord Rāmacandra.",
        "purport": " In this verse the words strīṇām and rāmaḥ are significant. It is the practice amongst ladies to hear and enjoy the praises of certain heroes. From this verse it appears that Pṛthu Mahārāja’s reputation was so great that ladies all over the universe would hear of it with great pleasure. At the same time, his glories were heard all over the universe by the devotees, and they were as pleasing as Lord Rāmacandra’s glories. Lord Rāmacandra’s kingdom is still existing, and recently there was a political party in India named the Rāmarājya party, which wanted to establish a kingdom resembling the kingdom of Rāma. Unfortunately, modern politicians want the kingdom of Rāma without Rāma Himself. Although they have banished the idea of God consciousness, they still expect to establish the kingdom of Rāma. Such a proposal is rejected by devotees. Pṛthu Mahārāja’s reputation was heard by saintly persons because he exactly represented Lord Rāmacandra, the ideal king."
    }
]