[
    {
        "verse_id": "1",
        "text": "Śukadeva Gosvāmī said: O best of the Kurus, Mahārāja Parīkṣit, the demigods and demons summoned Vāsuki, king of the serpents, requesting him to come and promising to give him a share of the nectar. They coiled Vāsuki around Mandara Mountain as a churning rope, and with great pleasure they endeavored to produce nectar by churning the Ocean of Milk."
    },
    {
        "verse_id": "2",
        "text": "The Personality of Godhead, Ajita, grasped the front portion of the snake, and then the demigods followed."
    },
    {
        "verse_id": "3",
        "text": "The leaders of the demons thought it unwise to hold the tail, the inauspicious portion of the snake. Instead, they wanted to hold the front, which had been taken by the Personality of Godhead and the demigods, because that portion was auspicious and glorious. Thus the demons, on the plea that they were all highly advanced students of Vedic knowledge and were all famous for their birth and activities, protested that they wanted to hold the front of the snake."
    },
    {
        "verse_id": "4",
        "text": "Thus the demons remained silent, opposing the desire of the demigods. Seeing the demons and understanding their motive, the Personality of Godhead smiled. Without discussion, He immediately accepted their proposal by grasping the tail of the snake, and the demigods followed Him."
    },
    {
        "verse_id": "5",
        "text": "After thus adjusting how the snake was to be held, the sons of Kaśyapa, both demigods and demons, began their activities, desiring to get nectar by churning the Ocean of Milk."
    },
    {
        "verse_id": "6",
        "text": "O son of the Pāṇḍu dynasty, when Mandara Mountain was thus being used as a churning rod in the Ocean of Milk, it had no support, and therefore although held by the strong hands of the demigods and demons, it sank into the water."
    },
    {
        "verse_id": "7",
        "text": "Because the mountain had been sunk by the strength of providence, the demigods and demons were disappointed, and their faces seemed to shrivel."
    },
    {
        "verse_id": "8",
        "text": "Seeing the situation that had been created by the will of the Supreme, the unlimitedly powerful Lord, whose determination is infallible, took the wonderful shape of a tortoise, entered the water, and lifted the great Mandara Mountain."
    },
    {
        "verse_id": "9",
        "text": "When the demigods and demons saw that Mandara Mountain had been lifted, they were enlivened and encouraged to begin churning again. The mountain rested on the back of the great tortoise, which extended for eight hundred thousand miles like a large island."
    },
    {
        "verse_id": "10",
        "text": "O King, when the demigods and demons, by the strength of their arms, rotated Mandara Mountain on the back of the extraordinary tortoise, the tortoise accepted the rolling of the mountain as a means of scratching His body, and thus He felt a pleasing sensation."
    },
    {
        "verse_id": "11",
        "text": "Thereafter, Lord Viṣṇu entered the demons as the quality of passion, the demigods as the quality of goodness, and Vāsuki as the quality of ignorance to encourage them and increase their various types of strength and energy."
    },
    {
        "verse_id": "12",
        "text": "Manifesting Himself with thousands of hands, the Lord then appeared on the summit of Mandara Mountain, like another great mountain, and held Mandara Mountain with one hand. In the upper planetary systems, Lord Brahmā and Lord Śiva, along with Indra, King of heaven, and other demigods, offered prayers to the Lord and showered flowers upon Him."
    },
    {
        "verse_id": "13",
        "text": "The demigods and demons worked almost madly for the nectar, encouraged by the Lord, who was above and below the mountain and who had entered the demigods, the demons, Vāsuki and the mountain itself. Because of the strength of the demigods and demons, the Ocean of Milk was so powerfully agitated that all the alligators in the water were very much perturbed. Nonetheless the churning of the ocean continued in this way."
    },
    {
        "verse_id": "14",
        "text": "Vāsuki had thousands of eyes and mouths. From his mouths he breathed smoke and blazing fire, which affected the demons, headed by Pauloma, Kāleya, Bali and Ilvala. Thus the demons, who appeared like sarala trees burned by a forest fire, gradually became powerless."
    },
    {
        "verse_id": "15",
        "text": "Because the demigods were also affected by the blazing breath of Vāsuki, their bodily lusters diminished, and their garments, garlands, weapons and faces were blackened by smoke. However, by the grace of the Supreme Personality of Godhead, clouds appeared on the sea, pouring torrents of rain, and breezes blew, carrying particles of water from the sea waves, to give the demigods relief."
    },
    {
        "verse_id": "16",
        "text": "When nectar did not come from the Ocean of Milk, despite so much endeavor by the best of the demigods and demons, the Supreme Personality of Godhead, Ajita, personally began to churn the ocean."
    },
    {
        "verse_id": "17",
        "text": "The Lord appeared like a blackish cloud. He was dressed with yellow garments, His earrings shone on His ears like lightning, and His hair spread over His shoulders. He wore a garland of flowers, and His eyes were pinkish. With His strong, glorious arms, which award fearlessness throughout the universe, He took hold of Vāsuki and began churning the ocean, using Mandara Mountain as a churning rod. When engaged in this way, the Lord appeared like a beautifully situated mountain named Indranīla."
    },
    {
        "verse_id": "18",
        "text": "The fish, sharks, tortoises and snakes were most agitated and perturbed. The entire ocean became turbulent, and even the large aquatic animals like whales, water elephants, crocodiles and timiṅgila fish [large whales that can swallow small whales] came to the surface. While the ocean was being churned in this way, it first produced a fiercely dangerous poison called hālahala."
    },
    {
        "verse_id": "19",
        "text": "O King, when that uncontrollable poison was forcefully spreading up and down in all directions, all the demigods, along with the Lord Himself, approached Lord Śiva [Sadāśiva]. Feeling unsheltered and very much afraid, they sought shelter of him."
    },
    {
        "verse_id": "20",
        "text": "The demigods observed Lord Śiva sitting on the summit of Kailāsa Hill with his wife, Bhavānī, for the auspicious development of the three worlds. He was being worshiped by great saintly persons desiring liberation. The demigods offered him their obeisances and prayers with great respect."
    },
    {
        "verse_id": "21",
        "text": "The prajāpatis said: O greatest of all demigods, Mahādeva, Supersoul of all living entities and cause of their happiness and prosperity, we have come to the shelter of your lotus feet. Now please save us from this fiery poison, which is spreading all over the three worlds."
    },
    {
        "verse_id": "22",
        "text": "O lord, you are the cause of bondage and liberation of the entire universe because you are its ruler. Those who are advanced in spiritual consciousness surrender unto you, and therefore you are the cause of mitigating their distresses, and you are also the cause of their liberation. We therefore worship Your Lordship."
    },
    {
        "verse_id": "23",
        "text": "O lord, you are self-effulgent and supreme. You create this material world by your personal energy, and you assume the names Brahmā, Viṣṇu and Maheśvara when you act in creation, maintenance and annihilation."
    },
    {
        "verse_id": "24",
        "text": "You are the cause of all causes, the self-effulgent, inconceivable, impersonal Brahman, which is originally Parabrahman. You manifest various potencies in this cosmic manifestation."
    },
    {
        "verse_id": "25",
        "text": "O lord, you are the original source of Vedic literature. You are the original cause of material creation, the life force, the senses, the five elements, the three modes and the mahat-tattva. You are eternal time, determination and the two religious systems called truth [satya] and truthfulness [ṛta]. You are the shelter of the syllable om, which consists of three letters a-u-m."
    },
    {
        "verse_id": "26",
        "text": "O father of all planets, learned scholars know that fire is your mouth, the surface of the globe is your lotus feet, eternal time is your movement, all the directions are your ears, and Varuṇa, master of the waters, is your tongue."
    },
    {
        "verse_id": "27",
        "text": "O lord, the sky is your navel, the air is your breathing, the sun is your eyes, and the water is your semen. You are the shelter of all kinds of living entities, high and low. The god of the moon is your mind, and the upper planetary system is your head."
    },
    {
        "verse_id": "28",
        "text": "O lord, you are the three Vedas personified. The seven seas are your abdomen, and the mountains are your bones. All drugs, creepers and vegetables are the hairs on your body, the Vedic mantras like Gāyatrī are the seven layers of your body, and the Vedic religious system is the core of your heart."
    },
    {
        "verse_id": "29",
        "text": "O lord, the five important Vedic mantras are represented by your five faces, from which the thirty-eight most celebrated Vedic mantras have been generated. Your Lordship, being celebrated as Lord Śiva, is self-illuminated. You are directly situated as the supreme truth, known as Paramātmā."
    },
    {
        "verse_id": "30",
        "text": "O lord, your shadow is seen in irreligion, which brings about varieties of irreligious creations. The three modes of nature — goodness, passion and ignorance — are your three eyes. All the Vedic literatures, which are full of verses, are emanations from you because their compilers wrote the various scriptures after receiving your glance."
    },
    {
        "verse_id": "31",
        "text": "O Lord Girīśa, since the impersonal Brahman effulgence is transcendental to the material modes of goodness, passion and ignorance, the various directors of this material world certainly cannot appreciate it or even know where it is. It is not understandable even to Lord Brahmā, Lord Viṣṇu or the King of heaven, Mahendra."
    },
    {
        "verse_id": "32",
        "text": "When annihilation is performed by the flames and sparks emanating from your eyes, the entire creation is burned to ashes. Nonetheless, you do not know how this happens. What then is to be said of your destroying the Dakṣa-yajña, Tripurāsura and the kālakūṭa poison? Such activities cannot be subject matters for prayers offered to you."
    },
    {
        "verse_id": "33",
        "text": "Exalted, self-satisfied persons who preach to the entire world think of your lotus feet constantly within their hearts. However, when persons who do not know your austerity see you moving with Umā, they misunderstand you to be lusty, or when they see you wandering in the crematorium they mistakenly think that you are ferocious and envious. Certainly they are shameless. They cannot understand your activities."
    },
    {
        "verse_id": "34",
        "text": "Even personalities like Lord Brahmā and other demigods cannot understand your position, for you are beyond the moving and nonmoving creation. Since no one can understand you in truth, how can one offer you prayers? It is impossible. As far as we are concerned, we are creatures of Lord Brahmā’s creation. Under the circumstances, therefore, we cannot offer you adequate prayers, but as far as our ability allows, we have expressed our feelings."
    },
    {
        "verse_id": "35",
        "text": "O greatest of all rulers, your actual identity is impossible for us to understand. As far as we can see, your presence brings flourishing happiness to everyone. Beyond this, no one can appreciate your activities. We can see this much, and nothing more."
    },
    {
        "verse_id": "36",
        "text": "Śrīla Śukadeva Gosvāmī continued: Lord Śiva is always benevolent toward all living entities. When he saw that the living entities were very much disturbed by the poison, which was spreading everywhere, he was very compassionate. Thus he spoke to his eternal consort, Satī, as follows."
    },
    {
        "verse_id": "37",
        "text": "Lord Śiva said: My dear Bhavānī, just see how all these living entities have been placed in danger because of the poison produced from the churning of the Ocean of Milk."
    },
    {
        "verse_id": "38",
        "text": "It is my duty to give protection and safety to all living entities struggling for existence. Certainly it is the duty of the master to protect his suffering dependents."
    },
    {
        "verse_id": "39",
        "text": "People in general, being bewildered by the illusory energy of the Supreme Personality of Godhead, are always engaged in animosity toward one another. But devotees, even at the risk of their own temporary lives, try to save them."
    },
    {
        "verse_id": "40",
        "text": "My dear gentle wife Bhavānī, when one performs benevolent activities for others, the Supreme Personality of Godhead, Hari, is very pleased. And when the Lord is pleased, I am also pleased, along with all other living creatures. Therefore, let me drink this poison, for all the living entities may thus become happy because of me."
    },
    {
        "verse_id": "41",
        "text": "Śrīla Śukadeva Gosvāmī continued: After informing Bhavānī in this way, Lord Śiva began to drink the poison, and Bhavānī, who knew perfectly well the capabilities of Lord Śiva, gave him her permission to do so."
    },
    {
        "verse_id": "42",
        "text": "Thereafter, Lord Śiva, who is dedicated to auspicious, benevolent work for humanity, compassionately took the whole quantity of poison in his palm and drank it."
    },
    {
        "verse_id": "43",
        "text": "As if in defamation, the poison born from the Ocean of Milk manifested its potency by marking Lord Śiva’s neck with a bluish line. That line, however, is now accepted as an ornament of the Lord."
    },
    {
        "verse_id": "44",
        "text": "It is said that great personalities almost always accept voluntary suffering because of the suffering of people in general. This is considered the highest method of worshiping the Supreme Personality of Godhead, who is present in everyone’s heart."
    },
    {
        "verse_id": "45",
        "text": "Upon hearing of this act, everyone, including Bhavānī [the daughter of Mahārāja Dakṣa], Lord Brahmā, Lord Viṣṇu, and the people in general, very highly praised this deed performed by Lord Śiva, who is worshiped by the demigods and who bestows benedictions upon the people."
    },
    {
        "verse_id": "46",
        "text": "Scorpions, cobras, poisonous drugs and other animals whose bites are poisonous took the opportunity to drink whatever little poison had fallen and scattered from Lord Śiva’s hand while he was drinking."
    }
]