[
    {
        "verse_id": "1",
        "text": "Śukadeva Gosvāmī said: Thereafter, the demons became inimical toward one another. Throwing and snatching the container of nectar, they gave up their friendly relationship. Meanwhile, they saw a very beautiful young woman coming forward toward them."
    },
    {
        "verse_id": "2",
        "text": "Upon seeing the beautiful woman, the demons said, “Alas, how wonderful is Her beauty, how wonderful the luster of Her body, and how wonderful the beauty of Her youthful age!” Speaking in this way, they quickly approached Her, full of lusty desires to enjoy Her, and began to inquire from Her in many ways."
    },
    {
        "verse_id": "3",
        "text": "O wonderfully beautiful girl, You have such nice eyes, resembling the petals of a lotus flower. Who are You? Where do You come from? What is Your purpose in coming here, and to whom do You belong? O You whose thighs are extraordinarily beautiful, our minds are becoming agitated simply because of seeing You."
    },
    {
        "verse_id": "4",
        "text": "What to speak of human beings, even the demigods, demons, Siddhas, Gandharvas, Cāraṇas and the various directors of the universe, the Prajāpatis, have never touched You before. It is not that we are unable to understand Your identity."
    },
    {
        "verse_id": "5",
        "text": "O beautiful girl with beautiful eyebrows, certainly Providence, by His causeless mercy, has sent You to please the senses and minds of all of us. Is this not a fact?"
    },
    {
        "verse_id": "6",
        "text": "We are now all engaged in enmity among ourselves because of this one subject matter — the container of nectar. Although we have been born in the same family, we are becoming increasingly inimical. O thin-waisted woman, who are so beautiful in Your prestigious position, we therefore request You to favor us by settling our dispute."
    },
    {
        "verse_id": "7",
        "text": "All of us, both demons and demigods, have been born of the same father, Kaśyapa, and thus we are related as brothers. But now we are exhibiting our personal prowess in dissension. Therefore we request You to settle our dispute and divide the nectar equally among us."
    },
    {
        "verse_id": "8",
        "text": "Having thus been requested by the demons, the Supreme Personality of Godhead, who had assumed the form of a beautiful woman, began to smile. Looking at them with attractive feminine gestures, She spoke as follows."
    },
    {
        "verse_id": "9",
        "text": "The Supreme Personality of Godhead, in the form of Mohinī, told the demons: O sons of Kaśyapa Muni, I am only a prostitute. How is it that you have so much faith in Me? A learned person never puts his faith in a woman."
    },
    {
        "verse_id": "10",
        "text": "O demons, as monkeys, jackals and dogs are unsteady in their sexual relationships and want newer and newer friends every day, women who live independently seek new friends daily. Friendship with such a woman is never permanent. This is the opinion of learned scholars."
    },
    {
        "verse_id": "11",
        "text": "Śrī Śukadeva Gosvāmī continued: After the demons heard the words of Mohinī-mūrti, who had spoken as if jokingly, they were all very confident. They laughed with gravity, and ultimately they delivered the container of nectar into Her hands."
    },
    {
        "verse_id": "12",
        "text": "Thereafter, the Supreme Personality of Godhead, having taken possession of the container of nectar, smiled slightly and spoke in attractive words. She said: My dear demons, if you accept whatever I may do, whether honest or dishonest, then I can take responsibility for dividing the nectar among you."
    },
    {
        "verse_id": "13",
        "text": "The chiefs of the demons were not very expert in deciding things. Upon hearing the sweet words of Mohinī-mūrti, they immediately assented. “Yes,” they answered. “What You have said is all right.” Thus the demons agreed to accept Her decision."
    },
    {
        "verse_id": "14",
        "text": "The demigods and demons then observed a fast. After bathing, they offered clarified butter and oblations into the fire and gave charity to the cows and to the brāhmaṇas and members of the other orders of society, namely the kṣatriyas, vaiśyas and śūdras, who were all rewarded as they deserved. Thereafter, the demigods and demons performed ritualistic ceremonies under the directions of the brāhmaṇas. Then they dressed themselves with new garments according to their own choice, decorated their bodies with ornaments, and sat facing east on seats made of kuśa grass."
    },
    {
        "verse_id": "16",
        "text": "O King, as the demigods and demons sat facing east in an arena fully decorated with flower garlands and lamps and fragrant with the smoke of incense, that woman, dressed in a most beautiful sari, Her ankle bells tinkling, entered the arena, walking very slowly because of Her big, low hips. Her eyes were restless due to youthful pride, Her breasts were like water jugs, Her thighs resembled the trunks of elephants, and She carried a waterpot in Her hand."
    },
    {
        "verse_id": "18",
        "text": "Her attractive nose and cheeks and Her ears, adorned with golden earrings, made Her face very beautiful. As She moved, Her sari’s border on Her breasts moved slightly aside. When the demigods and demons saw these beautiful features of Mohinī-mūrti, who was glancing at them and slightly smiling, they were all completely enchanted."
    },
    {
        "verse_id": "19",
        "text": "Demons are by nature crooked like snakes. Therefore, to distribute a share of the nectar to them was not at all feasible, since this would be as dangerous as supplying milk to a snake. Considering this, the Supreme Personality of Godhead, who never falls down, did not deliver a share of nectar to the demons."
    },
    {
        "verse_id": "20",
        "text": "The Supreme Personality of Godhead as Mohinī-mūrti, the master of the universe, arranged separate lines of sitting places and seated the demigods and demons according to their positions."
    },
    {
        "verse_id": "21",
        "text": "Taking the container of nectar in Her hands, She first approached the demons, satisfied them with sweet words and thus cheated them of their share of the nectar. Then She administered the nectar to the demigods, who were sitting at a distant place, to make them free from invalidity, old age and death."
    },
    {
        "verse_id": "22",
        "text": "O King, since the demons had promised to accept whatever the woman did, whether just or unjust, now, to keep this promise, to show their equilibrium and to save themselves from fighting with a woman, they remained silent."
    },
    {
        "verse_id": "23",
        "text": "The demons had developed affection for Mohinī-mūrti and a kind of faith in Her, and they were afraid of disturbing their relationship. Therefore they showed respect and honor to Her words and did not say anything that might disturb their friendship with Her."
    },
    {
        "verse_id": "24",
        "text": "Rāhu, the demon who causes eclipses of the sun and moon, covered himself with the dress of a demigod and thus entered the assembly of the demigods and drank nectar without being detected by anyone, even by the Supreme Personality of Godhead. The moon and the sun, however, because of permanent animosity toward Rāhu, understood the situation. Thus Rāhu was detected."
    },
    {
        "verse_id": "25",
        "text": "The Supreme Personality of Godhead, Hari, using His disc, which was sharp like a razor, at once cut off Rāhu’s head. When Rāhu’s head was severed from his body, the body, being untouched by the nectar, could not survive."
    },
    {
        "verse_id": "26",
        "text": "Rāhu’s head, however, having been touched by the nectar, became immortal. Thus Lord Brahmā accepted Rāhu’s head as one of the planets. Since Rāhu is an eternal enemy of the moon and the sun, he always tries to attack them on the nights of the full moon and the dark moon."
    },
    {
        "verse_id": "27",
        "text": "The Supreme Personality of Godhead is the best friend and well-wisher of the three worlds. Thus when the demigods had almost finished drinking the nectar, the Lord, in the presence of all the demons, disclosed His original form."
    },
    {
        "verse_id": "28",
        "text": "The place, the time, the cause, the purpose, the activity and the ambition were all the same for both the demigods and the demons, but the demigods achieved one result and the demons another. Because the demigods are always under the shelter of the dust of the Lord’s lotus feet, they could very easily drink the nectar and get its result. The demons, however, not having sought shelter at the lotus feet of the Lord, were unable to achieve the result they desired."
    },
    {
        "verse_id": "29",
        "text": "In human society there are various activities performed for the protection of one’s wealth and life by one’s words, one’s mind and one’s actions, but they are all performed for one’s personal or extended sense gratification with reference to the body. All these activities are baffled because of being separate from devotional service. But when the same activities are performed for the satisfaction of the Lord, the beneficial results are distributed to everyone, just as water poured on the root of a tree is distributed throughout the entire tree."
    }
]