[
    {
        "verse_id": "1",
        "text": "Śukadeva Gosvāmī said: Thereafter, by the supreme grace of the Supreme Personality of Godhead, Śrī Hari, all the demigods, headed by Indra and Vāyu, were brought back to life. Being enlivened, the demigods began severely beating the very same demons who had defeated them before."
    },
    {
        "verse_id": "2",
        "text": "When the most powerful Indra became angry and took his thunderbolt in hand to kill Mahārāja Bali, the demons began lamenting, “Alas, alas!”"
    },
    {
        "verse_id": "3",
        "text": "Sober and tolerant and well equipped with paraphernalia for fighting, Bali Mahārāja moved before Indra on the great battlefield. King Indra, who always carries the thunderbolt in his hand, rebuked Bali Mahārāja as follows."
    },
    {
        "verse_id": "4",
        "text": "Indra said: O rascal, as a cheater sometimes binds the eyes of a child and takes away his possessions, you are trying to defeat us by displaying some mystic power, although you know that we are the masters of all such mystic powers."
    },
    {
        "verse_id": "5",
        "text": "Those fools and rascals who want to ascend to the upper planetary system by mystic power or mechanical means, or who endeavor to cross even the upper planets and achieve the spiritual world or liberation, I cause to be sent to the lowest region of the universe."
    },
    {
        "verse_id": "6",
        "text": "Today, with my thunderbolt, which has hundreds of sharp edges, I, the same powerful person, shall sever your head from your body. Although you can produce so much jugglery through illusion, you are endowed with a poor fund of knowledge. Now, try to exist on this battlefield with your relatives and friends."
    },
    {
        "verse_id": "7",
        "text": "Bali Mahārāja replied: All those present on this battlefield are certainly under the influence of eternal time, and according to their prescribed activities, they are destined to receive fame, victory, defeat and death, one after another."
    },
    {
        "verse_id": "8",
        "text": "Seeing the movements of time, those who are cognizant of the real truth neither rejoice nor lament for different circumstances. Therefore, because you are jubilant due to your victory, you should be considered not very learned."
    },
    {
        "verse_id": "9",
        "text": "You demigods think that your own selves are the cause of your attaining fame and victory. Because of your ignorance, saintly persons feel sorry for you. Therefore, although your words afflict the heart, we do not accept them."
    },
    {
        "verse_id": "10",
        "text": "Śukadeva Gosvāmī said: After thus rebuking Indra, King of heaven, with sharp words, Bali Mahārāja, who could subdue any other hero, drew back to his ear the arrows known as nārācas and attacked Indra with these arrows. Then he again chastised Indra with strong words."
    },
    {
        "verse_id": "11",
        "text": "Since Mahārāja Bali’s rebukes were truthful, King Indra did not at all become sorry, just as an elephant beaten by its driver’s rod does not become agitated."
    },
    {
        "verse_id": "12",
        "text": "When Indra, the defeater of enemies, released his infallible thunderbolt scepter at Bali Mahārāja with a desire to kill him, Bali Mahārāja indeed fell to the ground with his airplane, like a mountain with its wings cut off."
    },
    {
        "verse_id": "13",
        "text": "When the demon Jambhāsura saw that his friend Bali had fallen, he appeared before Indra, the enemy, just to serve Bali Mahārāja with friendly behavior."
    },
    {
        "verse_id": "14",
        "text": "The greatly powerful Jambhāsura, carried by a lion, approached Indra and forcefully struck him on the shoulder with his club. He also struck Indra’s elephant."
    },
    {
        "verse_id": "15",
        "text": "Being beaten by Jambhāsura’s club, Indra’s elephant was confused and aggrieved. Thus it touched its knees to the ground and fell unconscious."
    },
    {
        "verse_id": "16",
        "text": "Thereafter, Mātali, Indra’s chariot driver, brought Indra’s chariot, which was drawn by one thousand horses. Indra then left his elephant and got onto the chariot."
    },
    {
        "verse_id": "17",
        "text": "Appreciating Mātali’s service, Jambhāsura, the best of the demons, smiled. Nonetheless, he struck Mātali in the battle with a trident of blazing fire."
    },
    {
        "verse_id": "18",
        "text": "Although the pain was extremely severe, Mātali tolerated it with great patience. Indra, however, became extremely angry at Jambhāsura. He struck Jambhāsura with his thunderbolt and thus severed his head from his body."
    },
    {
        "verse_id": "19",
        "text": "When Nārada Ṛṣi informed Jambhāsura’s friends and relatives that Jambhāsura had been killed, the three demons named Namuci, Bala and Pāka arrived on the battlefield in great haste."
    },
    {
        "verse_id": "20",
        "text": "Rebuking Indra with harsh, cruel words that were piercing to the heart, these demons showered him with arrows, just as torrents of rain wash a great mountain."
    },
    {
        "verse_id": "21",
        "text": "Quickly handling the situation on the battlefield, the demon Bala put all of Indra’s one thousand horses into tribulation by simultaneously piercing them all with an equal number of arrows."
    },
    {
        "verse_id": "22",
        "text": "Pāka, another demon, attacked both the chariot, with all its paraphernalia, and the chariot driver, Mātali, by fitting two hundred arrows to his bow and releasing them all simultaneously. This was indeed a wonderful act on the battlefield."
    },
    {
        "verse_id": "23",
        "text": "Then Namuci, another demon, attacked Indra and injured him with fifteen very powerful golden-feathered arrows, which roared like a cloud full of water."
    },
    {
        "verse_id": "24",
        "text": "Other demons covered Indra, along with his chariot and chariot driver, with incessant showers of arrows, just as clouds cover the sun in the rainy season."
    },
    {
        "verse_id": "25",
        "text": "The demigods, being severely oppressed by their enemies and being unable to see Indra on the battlefield, were very anxious. Having no captain or leader, they began lamenting like traders in a wrecked vessel in the midst of the ocean."
    },
    {
        "verse_id": "26",
        "text": "Thereafter, Indra released himself from the cage of the network of arrows. Appearing with his chariot, flag, horses and chariot driver and thus pleasing the sky, the earth and all directions, he shone effulgently like the sun at the end of night. Indra was bright and beautiful in the vision of everyone."
    },
    {
        "verse_id": "27",
        "text": "When Indra, who is known as Vajra-dhara, the carrier of the thunderbolt, saw his own soldiers so oppressed by the enemies on the battlefield, he became very angry. Thus he took up his thunderbolt to kill the enemies."
    },
    {
        "verse_id": "28",
        "text": "O King Parīkṣit, King Indra used his thunderbolt to cut off the heads of both Bala and Pāka in the presence of all their relatives and followers. In this way he created a very fearful atmosphere on the battlefield."
    },
    {
        "verse_id": "29",
        "text": "O King, when Namuci, another demon, saw the killing of both Bala and Pāka, he was full of grief and lamentation. Thus he angrily made a great attempt to kill Indra."
    },
    {
        "verse_id": "30",
        "text": "Being angry and roaring like a lion, the demon Namuci took up a steel spear, which was bound with bells and decorated with ornaments of gold. He loudly cried, “Now you are killed!” Thus coming before Indra to kill him, Namuci released his weapon."
    },
    {
        "verse_id": "31",
        "text": "O King, when Indra, King of heaven, saw this very powerful spear falling toward the ground like a blazing meteor, he immediately cut it to pieces with his arrows. Then, being very angry, he struck Namuci’s shoulder with his thunderbolt to cut off Namuci’s head."
    },
    {
        "verse_id": "32",
        "text": "Although King Indra hurled his thunderbolt at Namuci with great force, it could not even pierce his skin. It is very wonderful that the famed thunderbolt that had pierced the body of Vṛtrāsura could not even slightly injure the skin of Namuci’s neck."
    },
    {
        "verse_id": "33",
        "text": "When Indra saw the thunderbolt return from the enemy, he was very much afraid. He began to wonder whether this had happened because of some miraculous superior power."
    },
    {
        "verse_id": "34",
        "text": "Indra thought: Formerly, when many mountains flying in the sky with wings would fall to the ground and kill people, I cut their wings with this same thunderbolt."
    },
    {
        "verse_id": "35",
        "text": "Vṛtrāsura was the essence of the austerities undergone by Tvaṣṭā, yet the thunderbolt killed him. Indeed, not only he but also many other stalwart heroes, whose very skin could not be injured even by all kinds of weapons, were killed by the same thunderbolt."
    },
    {
        "verse_id": "36",
        "text": "But now, although the same thunderbolt has been released against a less important demon, it has been ineffectual. Therefore, although it was as good as a brahmāstra, it has now become useless like an ordinary rod. I shall therefore hold it no longer."
    },
    {
        "verse_id": "37",
        "text": "Śukadeva Gosvāmī continued: While the morose Indra was lamenting in this way, an ominous, unembodied voice said from the sky, “This demon Namuci is not to be annihilated by anything dry or moist.”"
    },
    {
        "verse_id": "38",
        "text": "The voice also said, “O Indra, because I have given this demon the benediction that he will never be killed by any weapon that is dry or moist, you have to think of another way to kill him.”"
    },
    {
        "verse_id": "39",
        "text": "After hearing the ominous voice, Indra, with great attention, began to meditate on how to kill the demon. He then saw that foam would be the means, for it is neither moist nor dry."
    },
    {
        "verse_id": "40",
        "text": "Thus Indra, King of heaven, severed Namuci’s head with a weapon of foam, which was neither dry nor moist. Then all the sages satisfied Indra, the exalted personality, by showering flowers and garlands upon him, almost covering him."
    },
    {
        "verse_id": "41",
        "text": "Viśvāvasu and Parāvasu, the two chiefs of the Gandharvas, sang in great happiness. The kettledrums of the demigods sounded, and the Apsarās danced in jubilation."
    },
    {
        "verse_id": "42",
        "text": "Vāyu, Agni, Varuṇa and other demigods began killing the demons who opposed them, just as lions kill deer in a forest."
    },
    {
        "verse_id": "43",
        "text": "O King, when Lord Brahmā saw the imminent total annihilation of the demons, he sent a message with Nārada, who went before the demigods to make them stop fighting."
    },
    {
        "verse_id": "44",
        "text": "The great sage Nārada said: All of you demigods are protected by the arms of Nārāyaṇa, the Supreme Personality of Godhead, and by His grace you have gotten the nectar. By the grace of the goddess of fortune, you are glorious in every way. Therefore, please stop this fighting."
    },
    {
        "verse_id": "45",
        "text": "Śrī Śukadeva Gosvāmī said: Accepting the words of Nārada, the demigods gave up their anger and stopped fighting. Being praised by their followers, they returned to their heavenly planets."
    },
    {
        "verse_id": "46",
        "text": "Following the order of Nārada Muni, whatever demons remained on the battlefield took Bali Mahārāja, who was in a precarious condition, to the hill known as Astagiri."
    },
    {
        "verse_id": "47",
        "text": "There, on that hill, Śukrācārya brought to life all the dead demoniac soldiers who had not lost their heads, trunks and limbs. He achieved this by his own mantra, known as Saṁjīvanī."
    },
    {
        "verse_id": "48",
        "text": "Bali Mahārāja was very experienced in universal affairs. When he regained his senses and memory by the grace of Śukrācārya, he could understand everything that had happened. Therefore, although he had been defeated, he did not lament."
    }
]