[
    {
        "verse_id": "1",
        "text": "Śukadeva Gosvāmī continued: O King, I have described to you the pastime of Gajendra-mokṣaṇa, which is most pious to hear. By hearing of such activities of the Lord, one can be freed from all sinful reactions. Now please listen as I describe Raivata Manu."
    },
    {
        "verse_id": "2",
        "text": "The brother of Tāmasa Manu was the fifth Manu, named Raivata. His sons were headed by Arjuna, Bali and Vindhya."
    },
    {
        "verse_id": "3",
        "text": "O King, in the millennium of Raivata Manu the King of heaven was known as Vibhu, among the demigods were the Bhūtarayas, and among the seven brāhmaṇas who occupied the seven planets were Hiraṇyaromā, Vedaśirā and Ūrdhvabāhu."
    },
    {
        "verse_id": "4",
        "text": "From the combination of Śubhra and his wife, Vikuṇṭhā, there appeared the Supreme Personality of Godhead, Vaikuṇṭha, along with demigods who were His personal plenary expansions."
    },
    {
        "verse_id": "5",
        "text": "Just to please the goddess of fortune, the Supreme Personality of Godhead, Vaikuṇṭha, at her request, created another Vaikuṇṭha planet, which is worshiped by everyone."
    },
    {
        "verse_id": "6",
        "text": "Although the great activities and transcendental qualities of the Supreme Personality of Godhead’s various incarnations are wonderfully described, sometimes we are unable to understand them. Yet everything is possible for Lord Viṣṇu. If one could count the atoms of the universe, then he could count the qualities of the Supreme Personality of Godhead. But no one can count the atoms of the universe, nor can anyone count the transcendental qualities of the Lord."
    },
    {
        "verse_id": "7",
        "text": "The son of Cakṣu known as Cākṣuṣa was the sixth Manu. He had many sons, headed by Pūru, Pūruṣa and Sudyumna."
    },
    {
        "verse_id": "8",
        "text": "During the reign of Cākṣuṣa Manu, the King of heaven was known as Mantradruma. Among the demigods were the Āpyas, and among the great sages were Haviṣmān and Vīraka."
    },
    {
        "verse_id": "9",
        "text": "In this sixth manvantara millennium, Lord Viṣṇu, the master of the universe, appeared in His partial expansion. He was begotten by Vairāja in the womb of his wife, Devasambhūti, and His name was Ajita."
    },
    {
        "verse_id": "10",
        "text": "By churning the Ocean of Milk, Ajita produced nectar for the demigods. In the form of a tortoise, He moved here and there, carrying on His back the great mountain known as Mandara."
    },
    {
        "verse_id": "11",
        "text": "King Parīkṣit inquired: O great brāhmaṇa, Śukadeva Gosvāmī, why and how did Lord Viṣṇu churn the Ocean of Milk? For what reason did He stay in the water as a tortoise and hold up Mandara Mountain? How did the demigods obtain the nectar, and what other things were produced from the churning of the ocean? Kindly describe all these wonderful activities of the Lord."
    },
    {
        "verse_id": "13",
        "text": "My heart, which is disturbed by the three miserable conditions of material life, is not yet sated with hearing you describe the glorious activities of the Lord, the Supreme Personality of Godhead, who is the master of the devotees."
    },
    {
        "verse_id": "14",
        "text": "Śrī Sūta Gosvāmī said: O learned brāhmaṇas assembled here at Naimiṣāraṇya, when Śukadeva Gosvāmī, the son of Dvaipāyana, was thus questioned by the King, he congratulated the King and then endeavored to describe further the glories of the Supreme Personality of Godhead."
    },
    {
        "verse_id": "15",
        "text": "Śukadeva Gosvāmī said: When the asuras, with their serpent weapons, severely attacked the demigods in a fight, many of the demigods fell and lost their lives. Indeed, they could not be revived. At that time, O King, the demigods had been cursed by Durvāsā Muni, the three worlds were poverty-stricken, and therefore ritualistic ceremonies could not be performed. The effects of this were very serious."
    },
    {
        "verse_id": "17",
        "text": "Lord Indra, Varuṇa and the other demigods, seeing their lives in such a state, consulted among themselves, but they could not find any solution. Then all the demigods assembled and went together to the peak of Sumeru Mountain. There, in the assembly of Lord Brahmā, they fell down to offer Lord Brahmā their obeisances, and then they informed him of all the incidents that had taken place."
    },
    {
        "verse_id": "19",
        "text": "Upon seeing that the demigods were bereft of all influence and strength and that the three worlds were consequently devoid of auspiciousness, and upon seeing that the demigods were in an awkward position whereas all the demons were flourishing, Lord Brahmā, who is above all the demigods and who is most powerful, concentrated his mind on the Supreme Personality of Godhead. Thus being encouraged, he became bright-faced and spoke to the demigods as follows."
    },
    {
        "verse_id": "21",
        "text": "Lord Brahmā said: I, Lord Śiva, all of you demigods, the demons, the living entities born of perspiration, the living beings born of eggs, the trees and plants sprouting from the earth, and the living entities born from embryos — all come from the Supreme Lord, from His incarnation of rajo-guṇa [Lord Brahmā, the guṇa-avatāra] and from the great sages [ṛṣis] who are part of me. Let us therefore go to the Supreme Lord and take shelter of His lotus feet."
    },
    {
        "verse_id": "22",
        "text": "For the Supreme Personality of Godhead there is no one to be killed, no one to be protected, no one to be neglected and no one to be worshiped. Nonetheless, for the sake of creation, maintenance and annihilation according to time, He accepts different forms as incarnations either in the mode of goodness, the mode of passion or the mode of ignorance."
    },
    {
        "verse_id": "23",
        "text": "Now is the time to invoke the mode of goodness of the living entities who have accepted material bodies. The mode of goodness is meant to establish the Supreme Lord’s rule, which will maintain the existence of the creation. Therefore, this is the opportune moment to take shelter of the Supreme Personality of Godhead. Because He is naturally very kind and dear to the demigods, He will certainly bestow good fortune upon us."
    },
    {
        "verse_id": "24",
        "text": "O Mahārāja Parīkṣit, subduer of all enemies, after Lord Brahmā finished speaking to the demigods, he took them with him to the abode of the Supreme Personality of Godhead, which is beyond this material world. The Lord’s abode is on an island called Śvetadvīpa, which is situated in the Ocean of Milk."
    },
    {
        "verse_id": "25",
        "text": "There [at Śvetadvīpa], Lord Brahmā offered prayers to the Supreme Personality of Godhead, even though he had never seen the Supreme Lord. Simply because Lord Brahmā had heard about the Supreme Personality of Godhead from Vedic literature, with a fixed mind he offered the Lord prayers as written or approved by Vedic literature."
    },
    {
        "verse_id": "26",
        "text": "Lord Brahmā said: O Supreme Lord, O changeless, unlimited supreme truth. You are the origin of everything. Being all-pervading, You are in everyone’s heart and also in the atom. You have no material qualities. Indeed, You are inconceivable. The mind cannot catch You by speculation, and words fail to describe You. You are the supreme master of everyone, and therefore You are worshipable for everyone. We offer our respectful obeisances unto You."
    },
    {
        "verse_id": "27",
        "text": "The Supreme Personality of Godhead directly and indirectly knows how everything, including the living force, mind and intelligence, is working under His control. He is the illuminator of everything and has no ignorance. He does not have a material body subject to the reactions of previous activities, and He is free from the ignorance of partiality and materialistic education. I therefore take shelter of the lotus feet of the Supreme Lord, who is eternal, all-pervading and as great as the sky and who appears with six opulences in three yugas [Satya, Tretā and Dvāpara]."
    },
    {
        "verse_id": "28",
        "text": "In the cycle of material activities, the material body resembles the wheel of a mental chariot. The ten senses [five for working and five for gathering knowledge] and the five life airs within the body form the fifteen spokes of the chariot’s wheel. The three modes of nature [goodness, passion and ignorance] are its center of activities, and the eight ingredients of nature [earth, water, fire, air, sky, mind, intelligence and false ego] comprise the rim of the wheel. The external, material energy moves this wheel like electrical energy. Thus the wheel revolves very quickly around its hub or central support, the Supreme Personality of Godhead, who is the Supersoul and the ultimate truth. We offer our respectful obeisances unto Him."
    },
    {
        "verse_id": "29",
        "text": "The Supreme Personality of Godhead is situated in pure goodness [śuddha-sattva], and therefore He is eka-varṇa — the oṁkāra [praṇava]. Because the Lord is beyond the cosmic manifestation, which is considered to be darkness, He is not visible to material eyes. Nonetheless, He is not separated from us by time or space, but is present everywhere. Seated on His carrier, Garuḍa, He is worshiped by means of mystical yogic power by those who have achieved freedom from agitation. Let us all offer our respectful obeisances unto Him."
    },
    {
        "verse_id": "30",
        "text": "No one can overcome the Supreme Personality of Godhead’s illusory energy [māyā], which is so strong that it bewilders everyone, making one lose the sense to understand the aim of life. That same māyā, however, is subdued by the Supreme Personality of Godhead, who rules everyone and who is equally disposed toward all living entities. Let us offer our obeisances unto Him."
    },
    {
        "verse_id": "31",
        "text": "Since our bodies are made of sattva-guṇa, we, the demigods, are internally and externally situated in goodness. All the great saints are also situated in that way. Therefore, if even we cannot understand the Supreme Personality of Godhead, what is to be said of those who are most insignificant in their bodily constitutions, being situated in the modes of passion and ignorance? How can they understand the Lord? Let us offer our respectful obeisances unto Him."
    },
    {
        "verse_id": "32",
        "text": "On this earth there are four kinds of living entities, who are all created by Him. The material creation rests on His lotus feet. He is the great Supreme Person, full of opulence and power. May He be pleased with us."
    },
    {
        "verse_id": "33",
        "text": "The entire cosmic manifestation has emerged from water, and it is because of water that all living entities endure, live and develop. This water is nothing but the semen of the Supreme Personality of Godhead. Therefore, may the Supreme Personality of Godhead, who has such great potency, be pleased with us."
    },
    {
        "verse_id": "34",
        "text": "Soma, the moon, is the source of food grains, strength and longevity for all the demigods. He is also the master of all vegetation and the source of generation for all living entities. As stated by learned scholars, the moon is the mind of the Supreme Personality of Godhead. May that Supreme Personality of Godhead, the source of all opulences, be pleased with us."
    },
    {
        "verse_id": "35",
        "text": "Fire, which is born for the sake of accepting oblations in ritualistic ceremonies, is the mouth of the Supreme Personality of Godhead. Fire exists within the depths of the ocean to produce wealth, and fire is also present in the abdomen to digest food and produce various secretions for the maintenance of the body. May that supremely powerful Personality of Godhead be pleased with us."
    },
    {
        "verse_id": "36",
        "text": "The sun-god marks the path of liberation, which is called arcirādi-vartma. He is the chief source for understanding of the Vedas, he is the abode where the Absolute Truth can be worshiped, he is the gateway to liberation, and he is the source of eternal life as well as the cause of death. The sun-god is the eye of the Lord. May that Supreme Lord, who is supremely opulent, be pleased with us."
    },
    {
        "verse_id": "37",
        "text": "All living entities, moving and nonmoving, receive their vital force, their bodily strength and their very lives from the air. All of us follow the air for our vital force, exactly as servants follow an emperor. The vital force of air is generated from the original vital force of the Supreme Personality of Godhead. May that Supreme Lord be pleased with us."
    },
    {
        "verse_id": "38",
        "text": "May the supremely powerful Personality of Godhead be pleased with us. The different directions are generated from His ears, the holes of the body come from His heart, and the vital force, the senses, the mind, the air within the body, and the ether, which is the shelter of the body, come from His navel."
    },
    {
        "verse_id": "39",
        "text": "Mahendra, the King of Heaven, was generated from the prowess of the Lord, the demigods were generated from the mercy of the Lord, Lord Śiva was generated from the anger of the Lord, and Lord Brahmā from His sober intelligence. The Vedic mantras were generated from the bodily holes of the Lord, and the great saints and prajāpatis were generated from His genitals. May that supremely powerful Lord be pleased with us."
    },
    {
        "verse_id": "40",
        "text": "The goddess of fortune was generated from His chest, the inhabitants of Pitṛloka from His shadow, religion from His bosom, and irreligion [the opposite of religion] from His back. The heavenly planets were generated from the top of His head, and the Apsarās from His sense enjoyment. May that supremely powerful Personality of Godhead be pleased with us."
    },
    {
        "verse_id": "41",
        "text": "The brāhmaṇas and Vedic knowledge come from the mouth of the Supreme Personality of Godhead, the kṣatriyas and bodily strength come from His arms, the vaiśyas and their expert knowledge in productivity and wealth come from His thighs, and the śūdras, who are outside of Vedic knowledge, come from His feet. May that Supreme Personality of Godhead, who is full in prowess, be pleased with us."
    },
    {
        "verse_id": "42",
        "text": "Greed is generated from His lower lip, affection from His upper lip, bodily luster from His nose, animalistic lusty desires from His sense of touch, Yamarāja from His eyebrows, and eternal time from His eyelashes. May that Supreme Lord be pleased with us."
    },
    {
        "verse_id": "43",
        "text": "All learned men say that the five elements, eternal time, fruitive activity, the three modes of material nature, and the varieties produced by these modes are all creations of yoga-māyā. This material world is therefore extremely difficult to understand, but those who are highly learned have rejected it. May the Supreme Personality of Godhead, who is the controller of everything, be pleased with us."
    },
    {
        "verse_id": "44",
        "text": "Let us offer our respectful obeisances unto the Supreme Personality of Godhead, who is completely silent, free from endeavor, and completely satisfied by His own achievements. He is not attached to the activities of the material world through His senses. Indeed, in performing His pastimes in this material world, He is just like the unattached air."
    },
    {
        "verse_id": "45",
        "text": "O Supreme Personality of Godhead, we are surrendered unto You, yet we wish to see You. Please make Your original form and smiling lotus face visible to our eyes and appreciable to our other senses."
    },
    {
        "verse_id": "46",
        "text": "O Lord, O Supreme Personality of Godhead, by Your sweet will You appear in various incarnations, millennium after millennium, and act wonderfully, performing uncommon activities that would be impossible for us."
    },
    {
        "verse_id": "47",
        "text": "Karmīs are always anxious to accumulate wealth for their sense gratification, but for that purpose they must work very hard. Yet even though they work hard, the results are not satisfying. Indeed, sometimes their work results only in frustration. But devotees who have dedicated their lives to the service of the Lord can achieve substantial results without working very hard. These results exceed the devotee’s expectations."
    },
    {
        "verse_id": "48",
        "text": "Activities dedicated to the Supreme Personality of Godhead, even if performed in small measure, never go in vain. The Supreme Personality of Godhead, being the supreme father, is naturally very dear and always ready to act for the good of the living entities."
    },
    {
        "verse_id": "49",
        "text": "When one pours water on the root of a tree, the trunk and branches of the tree are automatically pleased. Similarly, when one becomes a devotee of Lord Viṣṇu, everyone is served, for the Lord is the Supersoul of everyone."
    },
    {
        "verse_id": "50",
        "text": "My Lord, all obeisances unto You, who are eternal, beyond time’s limits of past, present and future. You are inconceivable in Your activities, You are the master of the three modes of material nature, and, being transcendental to all material qualities, You are free from material contamination. You are the controller of all three of the modes of nature, but at the present You are in favor of the quality of goodness. Let us offer our respectful obeisances unto You."
    }
]