[
    {
        "verse_id": "1",
        "text": "Śukadeva Gosvāmī said: O King, although the Supreme Personality of Godhead was superficially seen to have acted mischievously toward Bali Mahārāja, Bali Mahārāja was fixed in his determination. Considering himself not to have fulfilled his promise, he spoke as follows."
    },
    {
        "verse_id": "2",
        "text": "Bali Mahārāja said: O best Personality of Godhead, most worshipable for all the demigods, if You think that my promise has become false, I shall certainly rectify matters to make it truthful. I cannot allow my promise to be false. Please, therefore, place Your third lotus footstep on my head."
    },
    {
        "verse_id": "3",
        "text": "I do not fear being deprived of all my possessions, living in hellish life, being arrested for poverty by the ropes of Varuṇa or being punished by You as much as I fear defamation."
    },
    {
        "verse_id": "4",
        "text": "Although a father, mother, brother or friend may sometimes punish one as a well-wisher, they never punish their subordinate like this. But because You are the most worshipable Lord, I regard the punishment You have given me as most exalted."
    },
    {
        "verse_id": "5",
        "text": "Since Your Lordship is indirectly the greatest well-wisher of us demons, You act for our best welfare by posing as if our enemy. Because demons like us always aspire for a position of false prestige, by chastising us You give us the eyes by which to see the right path."
    },
    {
        "verse_id": "6",
        "text": "Many demons who were continuously inimical toward You finally achieved the perfection of great mystic yogīs. Your Lordship can perform one work to serve many purposes, and consequently, although You have punished me in many ways, I do not feel ashamed of having been arrested by the ropes of Varuṇa, nor do I feel aggrieved."
    },
    {
        "verse_id": "8",
        "text": "My grandfather Prahlāda Mahārāja is famous, being recognized by all Your devotees. Although harassed in many ways by his father, Hiraṇyakaśipu, he still remained faithful, taking shelter at Your lotus feet."
    },
    {
        "verse_id": "9",
        "text": "What is the use of the material body, which automatically leaves its owner at the end of life? And what is the use of all one’s family members, who are actually plunderers taking away money that is useful for the service of the Lord in spiritual opulence? What is the use of a wife? She is only the source of increasing material conditions. And what is the use of family, home, country and community? Attachment for them merely wastes the valuable energy of one’s lifetime."
    },
    {
        "verse_id": "10",
        "text": "My grandfather, the best of all men, who achieved unlimited knowledge and was worshipable for everyone, was afraid of the common men in this world. Being fully convinced of the substantiality afforded by shelter at Your lotus feet, He took shelter of Your lotus feet, against the will of his father and demoniac friends, who were killed by Your own self."
    },
    {
        "verse_id": "11",
        "text": "Only by providence have I been forcibly brought under Your lotus feet and deprived of all my opulence. Because of the illusion created by temporary opulence, people in general, who live under material conditions, facing accidental death at every moment, do not understand that this life is temporary. Only by providence have I been saved from that condition."
    },
    {
        "verse_id": "12",
        "text": "Śukadeva Gosvāmī said: O best of the Kurus, while Bali Mahārāja was describing his fortunate position in this way, the most dear devotee of the Lord, Prahlāda Mahārāja, appeared there, like the moon rising in the nighttime."
    },
    {
        "verse_id": "13",
        "text": "Then Bali Mahārāja saw his grandfather Prahlāda Mahārāja, the most fortunate personality, whose dark body resembled black ointment for the eyes. His tall, elegant figure was dressed in yellow garments, he had long arms, and his beautiful eyes were like the petals of a lotus. He was very dear and pleasing to everyone."
    },
    {
        "verse_id": "14",
        "text": "Being bound by the ropes of Varuṇa, Bali Mahārāja could not offer befitting respect to Prahlāda Mahārāja as he had before. Rather, he simply offered respectful obeisances with his head, his eyes being inundated with tears and his face lowered in shame."
    },
    {
        "verse_id": "15",
        "text": "When the great personality Prahlāda Mahārāja saw that the Supreme Lord was sitting there, surrounded and worshiped by His intimate associates like Sunanda, he was overwhelmed with tears of jubilation. Approaching the Lord and falling to the ground, he offered obeisances to the Lord with his head."
    },
    {
        "verse_id": "16",
        "text": "Prahlāda Mahārāja said: My Lord, it is Your Lordship who gave this Bali the very great opulence of the post of heavenly king, and now, today, it is You who have taken it all away. I think You have acted with equal beauty in both ways. Because his exalted position as King of heaven was putting him in the darkness of ignorance, You have done him a very merciful favor by taking away all his opulence."
    },
    {
        "verse_id": "17",
        "text": "Material opulence is so bewildering that it makes even a learned, self-controlled man forget to search for the goal of self-realization. But the Supreme Personality of Godhead, Nārāyaṇa, the Lord of the universe, can see everything by His will. Therefore I offer my respectful obeisances unto Him."
    },
    {
        "verse_id": "18",
        "text": "Śukadeva Gosvāmī continued: O King Parīkṣit, Lord Brahmā then began to speak to the Supreme Personality of Godhead, within the hearing of Prahlāda Mahārāja, who stood nearby with folded hands."
    },
    {
        "verse_id": "19",
        "text": "But Bali Mahārāja’s chaste wife, afraid and aggrieved at seeing her husband arrested, immediately offered obeisances to Lord Vāmanadeva [Upendra]. She folded her hands and spoke as follows."
    },
    {
        "verse_id": "20",
        "text": "Śrīmatī Vindhyāvali said: O my Lord, You have created the entire universe for the enjoyment of Your personal pastimes, but foolish, unintelligent men have claimed proprietorship for material enjoyment. Certainly they are shameless agnostics. Falsely claiming proprietorship, they think they can give charity and enjoy. In such a condition, what good can they do for You, who are the independent creator, maintainer and annihilator of this universe?"
    },
    {
        "verse_id": "21",
        "text": "Lord Brahmā said: O well-wisher and master of all living entities, O worshipable Deity of all the demigods, O all-pervading Personality of Godhead, now this man has been sufficiently punished, for You have taken everything. Now You can release him. He does not deserve to be punished more."
    },
    {
        "verse_id": "22",
        "text": "Bali Mahārāja had already offered everything to Your Lordship. Without hesitation, he has offered his land, the planets and whatever else he earned by his pious activities, including even his own body."
    },
    {
        "verse_id": "23",
        "text": "By offering even water, newly grown grass, or flower buds at Your lotus feet, those who maintain no mental duplicity can achieve the most exalted position within the spiritual world. This Bali Mahārāja, without duplicity, has now offered everything in the three worlds. How then can he deserve to suffer from arrest?"
    },
    {
        "verse_id": "24",
        "text": "The Supreme Personality of Godhead said: My dear Lord Brahmā, because of material opulence a foolish person becomes dull-witted and mad. Thus he has no respect for anyone within the three worlds and defies even My authority. To such a person I show special favor by first taking away all his possessions."
    },
    {
        "verse_id": "25",
        "text": "While rotating in the cycle of birth and death again and again in different species because of his own fruitive activities, the dependent living entity, by good fortune, may happen to become a human being. This human birth is very rarely obtained."
    },
    {
        "verse_id": "26",
        "text": "If a human being is born in an aristocratic family or a higher status of life, if he performs wonderful activities, if he is youthful, if he has personal beauty, a good education and good wealth, and if he is nonetheless not proud of his opulences, it is to be understood that he is especially favored by the Supreme Personality of Godhead."
    },
    {
        "verse_id": "27",
        "text": "Although aristocratic birth and other such opulences are impediments to advancement in devotional service because they are causes of false prestige and pride, these opulences never disturb a pure devotee of the Supreme Personality of Godhead."
    },
    {
        "verse_id": "28",
        "text": "Bali Mahārāja has become the most famous among the demons and nonbelievers, for in spite of being bereft of all material opulences, he is fixed in his devotional service."
    },
    {
        "verse_id": "29",
        "text": "Although bereft of his riches, fallen from his original position, defeated and arrested by his enemies, rebuked and deserted by his relatives and friends, although suffering the pain of being bound and although rebuked and cursed by his spiritual master, Bali Mahārāja, being fixed in his vow, did not give up his truthfulness. It was certainly with pretension that I spoke about religious principles, but he did not give up religious principles, for he is true to his word."
    },
    {
        "verse_id": "31",
        "text": "The Lord continued: Because of his great tolerance, I have given him a place not obtainable even by the demigods. He will become King of the heavenly planets during the period of the Manu known as Sāvarṇi."
    },
    {
        "verse_id": "32",
        "text": "Until Bali Mahārāja achieves the position of King of heaven, he shall live on the planet Sutala, which was made by Viśvakarmā according to My order. Because it is especially protected by Me, it is free from mental and bodily miseries, fatigue, dizziness, defeat and all other disturbances. Bali Mahārāja, you may now go live there peacefully."
    },
    {
        "verse_id": "33",
        "text": "O Bali Mahārāja [Indrasena], now you may go to the planet Sutala, which is desired even by the demigods. Live there peacefully, surrounded by your friends and relatives. All good fortune unto you."
    },
    {
        "verse_id": "34",
        "text": "On the planet Sutala, not even the predominating deities of other planets, what to speak of ordinary people, will be able to conquer you. As far as the demons are concerned, if they transgress your rule, My disc will kill them."
    },
    {
        "verse_id": "35",
        "text": "O great hero, I shall always be with you and give you protection in all respects along with your associates and paraphernalia. Moreover, you will always be able to see Me there."
    },
    {
        "verse_id": "36",
        "text": "Because there you will see My supreme prowess, your materialistic ideas and anxieties that have arisen from your association with the demons and Dānavas will immediately be vanquished."
    }
]