[
    {
        "verse_id": "1",
        "text": "Śukadeva Gosvāmī said: When the supreme, ancient, eternal Personality of Godhead had thus spoken to Bali Mahārāja, who is universally accepted as a pure devotee of the Lord and therefore a great soul, Bali Mahārāja, his eyes filled with tears, his hands folded and his voice faltering in devotional ecstasy, responded as follows."
    },
    {
        "verse_id": "2",
        "text": "Bali Mahārāja said: What a wonderful effect there is in even attempting to offer respectful obeisances to You! I merely endeavored to offer You obeisances, but nonetheless the attempt was as successful as those of pure devotees. The causeless mercy You have shown to me, a fallen demon, was never achieved even by the demigods or the leaders of the various planets."
    },
    {
        "verse_id": "3",
        "text": "Śukadeva Gosvāmī continued: After speaking in this way, Bali Mahārāja offered his obeisances first to the Supreme Personality of Godhead, Hari, and then to Lord Brahmā and Lord Śiva. Thus he was released from the bondage of the nāga-pāśa [the ropes of Varuṇa], and in full satisfaction he entered the planet known as Sutala."
    },
    {
        "verse_id": "4",
        "text": "Thus having delivered the proprietorship of the heavenly planets to Indra and having fulfilled the desire of Aditi, mother of the demigods, the Supreme Personality of Godhead ruled the affairs of the universe."
    },
    {
        "verse_id": "5",
        "text": "When Prahlāda Mahārāja heard how Bali Mahārāja, his grandson and descendant, had been released from bondage and had achieved the benediction of the Lord, he spoke as follows in a tone of greatly ecstatic devotion."
    },
    {
        "verse_id": "6",
        "text": "Prahlāda Mahārāja said: O Supreme Personality of Godhead, You are universally worshiped; even Lord Brahmā and Lord Śiva worship Your lotus feet. Yet although You are such a great personality, You have kindly promised to protect us, the demons. I think that such kindness has never been achieved even by Lord Brahmā, Lord Śiva or the goddess of fortune, Lakṣmī, what to speak of other demigods or common people."
    },
    {
        "verse_id": "7",
        "text": "O supreme shelter of everyone, great personalities like Brahmā enjoy their perfection simply by tasting the honey of rendering service at Your lotus feet. But as for us, who are all rogues and debauchees born of an envious family of demons, how have we received Your mercy? It has been possible only because Your mercy is causeless."
    },
    {
        "verse_id": "8",
        "text": "O my Lord, Your pastimes are all wonderfully performed by Your inconceivable spiritual energy; and by her perverted reflection, the material energy, You have created all the universes. As the Supersoul of all living entities, You are aware of everything, and therefore You are certainly equal toward everyone. Nonetheless, You favor Your devotees. This is not partiality, however, for Your characteristic is just like that of a desire tree, which yields everything according to one’s desire."
    },
    {
        "verse_id": "9",
        "text": "The Supreme Personality of Godhead said: My dear son Prahlāda, all good fortune unto you. For the time being, please go to the place known as Sutala and there enjoy happiness with your grandson and your other relatives and friends."
    },
    {
        "verse_id": "10",
        "text": "The Supreme Personality of Godhead assured Prahlāda Mahārāja: You shall be able to see Me there in My usual feature with conchshell, disc, club and lotus in My hand. Because of your transcendental bliss due to always personally seeing Me, you will have no further bondage to fruitive activities."
    },
    {
        "verse_id": "11",
        "text": "Śrīla Śukadeva Gosvāmī said: Accompanied by Bali Mahārāja, my dear King Parīkṣit, Prahlāda Mahārāja, the master of all the chiefs of the demons, took the Supreme Lord’s order on his head with folded hands. After saying yes to the Lord, circumambulating Him and offering Him respectful obeisances, he entered the lower planetary system known as Sutala."
    },
    {
        "verse_id": "13",
        "text": "Hari, the Supreme Personality of Godhead, Nārāyaṇa, thereafter addressed Śukrācārya, who was sitting nearby in the midst of the assembly with the priests [brahma, hotā, udgātā and adhvaryu]. O Mahārāja Parīkṣit, these priests were all brahma-vādīs, followers of the Vedic principles for performing sacrifices."
    },
    {
        "verse_id": "14",
        "text": "O best of the brāhmaṇas, Śukrācārya, please describe the fault or discrepancy in your disciple Bali Mahārāja, who engaged in performing sacrifices. This fault will be nullified when judged in the presence of qualified brāhmaṇas."
    },
    {
        "verse_id": "15",
        "text": "Śukrācārya said: My Lord, You are the enjoyer and lawgiver in all performances of sacrifice, and You are the yajña-puruṣa, the person to whom all sacrifices are offered. If one has fully satisfied You, where is the chance of discrepancies or faults in his performances of sacrifice?"
    },
    {
        "verse_id": "16",
        "text": "There may be discrepancies in pronouncing the mantras and observing the regulative principles, and, moreover, there may be discrepancies in regard to time, place, person and paraphernalia. But when Your Lordship’s holy name is chanted, everything becomes faultless."
    },
    {
        "verse_id": "17",
        "text": "Lord Viṣṇu, I must nonetheless act in obedience to Your order because obeying Your order is most auspicious and is the first duty of everyone."
    },
    {
        "verse_id": "18",
        "text": "Śukadeva Gosvāmī continued: In this way, the most powerful Śukrācārya accepted the order of the Supreme Personality of Godhead with full respect. Along with the best brāhmaṇas, he began to compensate for the discrepancies in the sacrifices performed by Bali Mahārāja."
    },
    {
        "verse_id": "19",
        "text": "O King Parīkṣit, thus having taken all the land of Bali Mahārāja by begging, the Supreme Personality of Godhead, Lord Vāmanadeva, delivered to His brother Indra all the land taken away by Indra’s enemy."
    },
    {
        "verse_id": "20",
        "text": "Lord Brahmā [the master of King Dakṣa and all other Prajāpatis], accompanied by all the demigods, the great saintly persons, the inhabitants of Pitṛloka, the Manus, the munis, and such leaders as Dakṣa, Bhṛgu and Aṅgirā, as well as Kārttikeya and Lord Śiva, accepted Lord Vāmanadeva as the protector of everyone. He did this for the pleasure of Kaśyapa Muni and his wife Aditi and for the welfare of all the inhabitants of the universe, including their various leaders."
    },
    {
        "verse_id": "22",
        "text": "O King Parīkṣit, Indra was considered the King of all the universe, but the demigods, headed by Lord Brahmā, wanted Upendra, Lord Vāmanadeva, as the protector of the Vedas, the principles of religion, fame, opulence, auspiciousness, vows, elevation to the higher planetary system, and liberation. Thus they accepted Upendra, Lord Vāmanadeva, as the supreme master of everything. This decision made all living entities extremely happy."
    },
    {
        "verse_id": "24",
        "text": "Thereafter, along with all the leaders of the heavenly planets, Indra, the King of heaven, placed Lord Vāmanadeva before him and, with the approval of Lord Brahmā, brought Him to the heavenly planet in a celestial airplane."
    },
    {
        "verse_id": "25",
        "text": "Indra, King of heaven, being protected by the arms of Vāmanadeva, the Supreme Personality of Godhead, thus regained his rule of the three worlds and was reinstated in his own position, supremely opulent, fearless and fully satisfied."
    },
    {
        "verse_id": "26",
        "text": "Lord Brahmā, Lord Śiva, Lord Kārttikeya, the great sage Bhṛgu, other saintly persons, the inhabitants of Pitṛloka and all other living entities present, including the inhabitants of Siddhaloka and living entities who travel in outer space by airplane, all glorified the uncommon activities of Lord Vāmanadeva. O King, while chanting about and glorifying the Lord, they returned to their respective heavenly planets. They also praised the position of Aditi."
    },
    {
        "verse_id": "28",
        "text": "O Mahārāja Parīkṣit, pleasure of your dynasty, I have now described to you everything about the wonderful activities of the Supreme Personality of Godhead Vāmanadeva. Those who hear about this are certainly freed from all the results of sinful activities."
    },
    {
        "verse_id": "29",
        "text": "One who is subject to death cannot measure the glories of the Supreme Personality of Godhead, Trivikrama, Lord Viṣṇu, any more than he can count the number of atoms on the entire planet earth. No one, whether born already or destined to take birth, is able to do this. This has been sung by the great sage Vasiṣṭha."
    },
    {
        "verse_id": "30",
        "text": "If one hears about the uncommon activities of the Supreme Personality of Godhead in His various incarnations, he is certainly elevated to the higher planetary system or even brought back home, back to Godhead."
    },
    {
        "verse_id": "31",
        "text": "Whenever the activities of Vāmanadeva are described in the course of a ritualistic ceremony, whether the ceremony be performed to please the demigods, to please one’s forefathers in Pitṛloka, or to celebrate a social event like a marriage, that ceremony should be understood to be extremely auspicious."
    }
]