[
    {
        "verse_id": "1",
        "text": "Mahārāja Parīkṣit said: The Supreme Personality of Godhead, Hari, is eternally situated in His transcendental position, yet He descends to this material world and manifests Himself in various incarnations. His first incarnation was that of a great fish. O most powerful Śukadeva Gosvāmī, I wish to hear from you the pastimes of that fish incarnation."
    },
    {
        "verse_id": "2",
        "text": "What was the purpose for which the Supreme Personality of Godhead accepted the abominable form of a fish, exactly as an ordinary living being accepts different forms under the laws of karma? The form of a fish is certainly condemned and full of terrible pain. O my lord, what was the purpose of this incarnation? Kindly explain this to us, for hearing about the pastimes of the Lord is auspicious for everyone."
    },
    {
        "verse_id": "4",
        "text": "Sūta Gosvāmī said: When Parīkṣit Mahārāja thus inquired from Śukadeva Gosvāmī, that most powerful saintly person began describing the pastimes of the Lord’s incarnation as a fish."
    },
    {
        "verse_id": "5",
        "text": "Śrī Śukadeva Gosvāmī said: O King, for the sake of protecting the cows, brāhmaṇas, demigods, devotees, the Vedic literature, religious principles, and principles to fulfill the purpose of life, the Supreme Personality of Godhead accepts the forms of incarnations."
    },
    {
        "verse_id": "6",
        "text": "Like the air passing through different types of atmosphere, the Supreme Personality of Godhead, although appearing sometimes as a human being and sometimes as a lower animal, is always transcendental. Because He is above the material modes of nature, He is unaffected by higher and lower forms."
    },
    {
        "verse_id": "7",
        "text": "O King Parīkṣit, at the end of the past millennium, at the end of Brahmā’s day, because Lord Brahmā sleeps during the night, annihilation took place, and the three worlds were covered by the water of the ocean."
    },
    {
        "verse_id": "8",
        "text": "At the end of Brahmā’s day, when Brahmā felt sleepy and desired to lie down, the Vedas were emanating from his mouth, and the great demon named Hayagrīva stole the Vedic knowledge."
    },
    {
        "verse_id": "9",
        "text": "Understanding the acts of the great demon Hayagrīva, the Supreme Personality of Godhead, Hari, who is full of all opulences, assumed the form of a fish and saved the Vedas by killing the demon."
    },
    {
        "verse_id": "10",
        "text": "During the Cākṣuṣa-manvantara there was a great king named Satyavrata who was a great devotee of the Supreme Personality of Godhead. Satyavrata performed austerities by subsisting only on water."
    },
    {
        "verse_id": "11",
        "text": "In this [the present] millennium King Satyavrata later became the son of Vivasvān, the king of the sun planet, and was known as Śrāddhadeva. By the mercy of the Supreme Personality of Godhead, he was given the post of Manu."
    },
    {
        "verse_id": "12",
        "text": "One day while King Satyavrata was performing austerities by offering water on the bank of the river Kṛtamālā, a small fish appeared in the water in his palms."
    },
    {
        "verse_id": "13",
        "text": "Satyavrata, the King of Draviḍadeśa, threw the fish into the water of the river along with the water in his palm, O King Parīkṣit, descendant of Bharata."
    },
    {
        "verse_id": "14",
        "text": "With an appealing voice, the poor small fish said to King Satyavrata, who was very merciful: My dear King, protector of the poor, why are you throwing Me in the water of the river, where there are other aquatics who can kill Me? I am very much afraid of them."
    },
    {
        "verse_id": "15",
        "text": "To please himself, King Satyavrata, not knowing that the fish was the Supreme Personality of Godhead, decided with great pleasure to give the fish protection."
    },
    {
        "verse_id": "16",
        "text": "The merciful King, being moved by the pitiable words of the fish, placed the fish in a water jug and brought Him to his own residence."
    },
    {
        "verse_id": "17",
        "text": "But in one night that fish grew so much that He could not move His body comfortably in the water of the pot. He then spoke to the King as follows."
    },
    {
        "verse_id": "18",
        "text": "O My dear King, I do not like living in this waterpot with such great difficulty. Therefore, please find some better reservoir of water where I can live comfortably."
    },
    {
        "verse_id": "19",
        "text": "Then, taking the fish out of the waterpot, the King threw Him in a large well. But within a moment the fish developed to the length of three cubits."
    },
    {
        "verse_id": "20",
        "text": "The fish then said: My dear King, this reservoir of water is not fit for My happy residence. Please give Me a more extensive pool of water, for I have taken shelter of you."
    },
    {
        "verse_id": "21",
        "text": "O Mahārāja Parīkṣit, the King took the fish from the well and threw Him in a lake, but the fish then assumed a gigantic form exceeding the extent of the water."
    },
    {
        "verse_id": "22",
        "text": "The fish then said: O King, I am a large aquatic, and this water is not at all suitable for Me. Now kindly find some way to save Me. It would be better to put Me in the water of a lake that will never reduce."
    },
    {
        "verse_id": "23",
        "text": "When thus requested, King Satyavrata took the fish to the largest reservoir of water. But when that also proved insufficient, the King at last threw the gigantic fish into the ocean."
    },
    {
        "verse_id": "24",
        "text": "While being thrown in the ocean, the fish said to King Satyavrata: O hero, in this water there are very powerful and dangerous sharks that will eat Me. Therefore you should not throw Me in this place."
    },
    {
        "verse_id": "25",
        "text": "After hearing these sweet words from the Supreme Personality of Godhead in the form of a fish, the King, being bewildered, asked Him: Who are You, sir? You simply bewilder us."
    },
    {
        "verse_id": "26",
        "text": "My Lord, in one day You have expanded Yourself for hundreds of miles, covering the water of the river and the ocean. Before this I had never seen or heard of such an aquatic animal."
    },
    {
        "verse_id": "27",
        "text": "My Lord, You are certainly the inexhaustible Supreme Personality of Godhead, Nārāyaṇa, Śrī Hari. It is to show Your mercy to the living entities that You have now assumed the form of an aquatic."
    },
    {
        "verse_id": "28",
        "text": "O my Lord, master of creation, maintenance and annihilation, O best of enjoyers, Lord Viṣṇu, You are the leader and destination of surrendered devotees like us. Therefore let me offer my respectful obeisances unto You."
    },
    {
        "verse_id": "29",
        "text": "All Your pastimes and incarnations certainly appear for the welfare of all living entities. Therefore, my Lord, I wish to know the purpose for which You have assumed this form of a fish."
    },
    {
        "verse_id": "30",
        "text": "O my Lord, possessing eyes like the petals of a lotus, the worship of the demigods, who are in the bodily concept of life, is fruitless in all respects. But because You are the supreme friend and dearmost Supersoul of everyone, worship of Your lotus feet is never useless. You have therefore manifested Your form as a fish."
    },
    {
        "verse_id": "31",
        "text": "Śukadeva Gosvāmī said: When King Satyavrata spoke in this way, the Supreme Personality of Godhead, who at the end of the yuga had assumed the form of a fish to benefit His devotee and enjoy His pastimes in the water of inundation, responded as follows."
    },
    {
        "verse_id": "32",
        "text": "The Supreme Personality of Godhead said: O King, who can subdue your enemies, on the seventh day from today the three worlds — Bhūḥ, Bhuvaḥ and Svaḥ — will all merge into the water of inundation."
    },
    {
        "verse_id": "33",
        "text": "When all the three worlds merge into the water, a large boat sent by Me will appear before you."
    },
    {
        "verse_id": "34",
        "text": "Thereafter, O King, you shall collect all types of herbs and seeds and load them on that great boat. Then, accompanied by the seven ṛṣis and surrounded by all kinds of living entities, you shall get aboard that boat, and without moroseness you shall easily travel with your companions on the ocean of inundation, the only illumination being the effulgence of the great ṛṣis."
    },
    {
        "verse_id": "36",
        "text": "Then, as the boat is tossed about by the powerful winds, attach the vessel to My horn by means of the great serpent Vāsuki, for I shall be present by your side."
    },
    {
        "verse_id": "37",
        "text": "Pulling the boat, with you and all the ṛṣis in it, O King, I shall travel in the water of devastation until the night of Lord Brahmā’s slumber is over."
    },
    {
        "verse_id": "38",
        "text": "You will be thoroughly advised and favored by Me, and because of your inquiries, everything about My glories, which are known as paraṁ brahma, will be manifest within your heart. Thus you will know everything about Me."
    },
    {
        "verse_id": "39",
        "text": "After thus instructing the King, the Supreme Personality of Godhead immediately disappeared. Then King Satyavrata began to wait for that time of which the Lord had instructed."
    },
    {
        "verse_id": "40",
        "text": "After spreading kuśa with its tips pointing east, the saintly King, himself facing the northeast, sat down on the grass and began to meditate upon the Supreme Personality of Godhead, Viṣṇu, who had assumed the form of a fish."
    },
    {
        "verse_id": "41",
        "text": "Thereafter, gigantic clouds pouring incessant water swelled the ocean more and more. Thus the ocean began to overflow onto the land and inundate the entire world."
    },
    {
        "verse_id": "42",
        "text": "As Satyavrata remembered the order of the Supreme Personality of Godhead, he saw a boat coming near him. Thus he collected herbs and creepers, and, accompanied by saintly brāhmaṇas, he got aboard the boat."
    },
    {
        "verse_id": "43",
        "text": "The saintly brāhmaṇas, being pleased with the King, said to him: O King, please meditate upon the Supreme Personality of Godhead, Keśava. He will save us from this impending danger and arrange for our well-being."
    },
    {
        "verse_id": "44",
        "text": "Then, while the King constantly meditated upon the Supreme Personality of Godhead, a large golden fish appeared in the ocean of inundation. The fish had one horn and was eight million miles long."
    },
    {
        "verse_id": "45",
        "text": "Following the instructions formerly given by the Supreme Personality of Godhead, the King anchored the boat to the fish’s horn, using the serpent Vāsuki as a rope. Thus being satisfied, he began offering prayers to the Lord."
    },
    {
        "verse_id": "46",
        "text": "The King said: By the grace of the Lord, those who have lost their self-knowledge since time immemorial, and who because of this ignorance are involved in a material, conditional life full of miseries, obtain the chance to meet the Lord’s devotee. I accept that Supreme Personality of Godhead as the supreme spiritual master."
    },
    {
        "verse_id": "47",
        "text": "In hopes of becoming happy in this material world, the foolish conditioned soul performs fruitive activities that result only in suffering. But by rendering service to the Supreme Personality of Godhead, one becomes free from such false desires for happiness. May my supreme spiritual master cut the knot of false desires from the core of my heart."
    },
    {
        "verse_id": "48",
        "text": "One who wants to be free of material entanglement should take to the service of the Supreme Personality of Godhead and give up the contamination of ignorance, involving pious and impious activities. Thus one regains his original identity, just as a block of gold or silver sheds all dirt and becomes purified when treated with fire. May that inexhaustible Supreme Personality of Godhead become our spiritual master, for He is the original spiritual master of all other spiritual masters."
    },
    {
        "verse_id": "49",
        "text": "Neither all the demigods, nor the so-called gurus nor all other people, either independently or together, can offer mercy that equals even one ten-thousandth of Yours. Therefore I wish to take shelter of Your lotus feet."
    },
    {
        "verse_id": "50",
        "text": "As a blind man, being unable to see, accepts another blind man as his leader, people who do not know the goal of life accept someone as a guru who is a rascal and a fool. But we are interested in self-realization. Therefore we accept You, the Supreme Personality of Godhead, as our spiritual master, for You are able to see in all directions and are omniscient like the sun."
    },
    {
        "verse_id": "51",
        "text": "A materialistic so-called guru instructs his materialistic disciples about economic development and sense gratification, and because of such instructions the foolish disciples continue in the materialistic existence of ignorance. But Your Lordship gives knowledge that is eternal, and the intelligent person receiving such knowledge is quickly situated in his original constitutional position."
    },
    {
        "verse_id": "52",
        "text": "My Lord, You are the supreme well-wishing friend of everyone, the dearmost friend, the controller, the Supersoul, the supreme instructor and the giver of supreme knowledge and the fulfillment of all desires. But although You are within the heart, the foolish, because of lusty desires in the heart, cannot understand You."
    },
    {
        "verse_id": "53",
        "text": "O Supreme Lord, for self-realization I surrender unto You, who are worshiped by the demigods as the supreme controller of everything. By Your instructions, exposing life’s purpose, kindly cut the knot from the core of my heart and let me know the destination of my life."
    },
    {
        "verse_id": "54",
        "text": "Śukadeva Gosvāmī continued: When Satyavrata had thus prayed to the Supreme Personality of Godhead, who had assumed the form of a fish, the Lord, while moving in the water of inundation, explained to him the Absolute Truth."
    },
    {
        "verse_id": "55",
        "text": "The Supreme Personality of Godhead thus explained to King Satyavrata the spiritual science known as sāṅkhya-yoga, the science by which one distinguishes between matter and spirit [in other words, bhakti-yoga], along with the instructions contained in the Purāṇas [the old histories] and the saṁhitās. The Lord explained Himself in all these literatures."
    },
    {
        "verse_id": "56",
        "text": "While sitting in the boat, King Satyavrata, accompanied by the great saintly persons, listened to the instructions of the Supreme Personality of Godhead in regard to self-realization. These instructions were all from the eternal Vedic literature [brahma]. Thus the King and sages had no doubt about the Absolute Truth."
    },
    {
        "verse_id": "57",
        "text": "At the end of the last inundation [during the period of Svāyambhuva Manu] the Supreme Personality of Godhead killed the demon named Hayagrīva and delivered all the Vedic literatures to Lord Brahmā when Lord Brahmā awakened from sleeping."
    },
    {
        "verse_id": "58",
        "text": "King Satyavrata was illuminated with all Vedic knowledge by the mercy of Lord Viṣṇu, and in this period he has now taken birth as Vaivasvata Manu, the son of the sun-god."
    },
    {
        "verse_id": "59",
        "text": "This story concerning the great King Satyavrata and the fish incarnation of the Supreme Personality of Godhead, Viṣṇu, is a great transcendental narration. Anyone who hears it is delivered from the reactions of sinful life."
    },
    {
        "verse_id": "60",
        "text": "One who narrates this description of the Matsya incarnation and King Satyavrata will certainly have all his ambitions fulfilled, and he will undoubtedly return home, back to Godhead."
    },
    {
        "verse_id": "61",
        "text": "I offer my respectful obeisances unto the Supreme Personality of Godhead, who pretended to be a gigantic fish, who restored the Vedic literature to Lord Brahmā when Lord Brahmā awakened from sleep, and who explained the essence of Vedic literature to King Satyavrata and the great saintly persons."
    }
]