[
    {
        "verse_id": "1",
        "text": "Śukadeva Gosvāmī continued: When the Supreme Personality of Godhead, Vāmanadeva, heard Bali Mahārāja speaking in this pleasing way, He was very satisfied, for Bali Mahārāja had spoken in terms of religious principles. Thus the Lord began to praise him."
    },
    {
        "verse_id": "2",
        "text": "The Supreme Personality of Godhead said: O King, you are indeed exalted because your present advisors are the brāhmaṇas who are descendants of Bhṛgu and because your instructor for your future life is your grandfather, the peaceful and venerable Prahlāda Mahārāja. Your statements are very true, and they completely agree with religious etiquette. They are in keeping with the behavior of your family, and they enhance your reputation."
    },
    {
        "verse_id": "3",
        "text": "I know that even until now, no one taking birth in your family has been poor-minded or miserly. No one has refused to give charity to brāhmaṇas, nor after promising to give charity has anyone failed to fulfill his promise."
    },
    {
        "verse_id": "4",
        "text": "O King Bali, never in your dynasty has the low-minded king been born who upon being requested has refused charity to brāhmaṇas in holy places or a fight to kṣatriyas on a battlefield. And your dynasty is even more glorious due to the presence of Prahlāda Mahārāja, who is like the beautiful moon in the sky."
    },
    {
        "verse_id": "5",
        "text": "It was in your dynasty that Hiraṇyākṣa was born. Carrying only his own club, he wandered the globe alone, without assistance, to conquer all directions, and no hero he met could rival him."
    },
    {
        "verse_id": "6",
        "text": "When delivering the earth from the Garbhodaka Sea, Lord Viṣṇu, in His incarnation as a boar, killed Hiraṇyākṣa, who had appeared before Him. The fight was severe, and the Lord killed Hiraṇyākṣa with great difficulty. Later, as the Lord thought about the uncommon prowess of Hiraṇyākṣa, He felt Himself victorious indeed."
    },
    {
        "verse_id": "7",
        "text": "When Hiraṇyakaśipu heard the news of his brother’s being killed, with great anger he went to the residence of Viṣṇu, the killer of his brother, wanting to kill Lord Viṣṇu."
    },
    {
        "verse_id": "8",
        "text": "Seeing Hiraṇyakaśipu coming forward bearing a trident in his hand like personified death, Lord Viṣṇu, the best of all mystics and the knower of the progress of time, thought as follows."
    },
    {
        "verse_id": "9",
        "text": "Wheresoever I go, Hiraṇyakaśipu will follow Me, as death follows all living entities. Therefore it is better for Me to enter the core of his heart, for then, because of his power to see only externally, he will not see Me."
    },
    {
        "verse_id": "10",
        "text": "Lord Vāmanadeva continued: O King of the demons, after Lord Viṣṇu made this decision, He entered the body of His enemy Hiraṇyakaśipu, who was running after Him with great force. In a subtle body inconceivable to Hiraṇyakaśipu, Lord Viṣṇu, who was in great anxiety, entered Hiraṇyakaśipu’s nostril along with his breath."
    },
    {
        "verse_id": "11",
        "text": "Upon seeing that the residence of Lord Viṣṇu was vacant, Hiraṇyakaśipu began searching for Lord Viṣṇu everywhere. Angry at not seeing Him, Hiraṇyakaśipu screamed loudly and searched the entire universe, including the surface of the earth, the higher planetary systems, all directions and all the caves and oceans. But Hiraṇyakaśipu, the greatest hero, did not see Viṣṇu anywhere."
    },
    {
        "verse_id": "12",
        "text": "Unable to see Him, Hiraṇyakaśipu said, “I have searched the entire universe, but I could not find Viṣṇu, who has killed my brother. Therefore, He must certainly have gone to that place from which no one returns. [In other words, He must now be dead.]”"
    },
    {
        "verse_id": "13",
        "text": "Hiraṇyakaśipu’s anger against Lord Viṣṇu persisted until his death. Other people in the bodily concept of life maintain anger only because of false ego and the great influence of ignorance."
    },
    {
        "verse_id": "14",
        "text": "Your father, Virocana, the son of Mahārāja Prahlāda, was very affectionate toward brāhmaṇas. Although he knew very well that it was the demigods who had come to him in the dress of brāhmaṇas, at their request he delivered to them the duration of his life."
    },
    {
        "verse_id": "15",
        "text": "You also have observed the principles followed by great personalities who are householder brāhmaṇas, by your forefathers and by great heroes who are extremely famous for their exalted activities."
    },
    {
        "verse_id": "16",
        "text": "O King of the Daityas, from Your Majesty, who come from such a noble family and who are able to give charity munificently, I ask only three paces of land, to the measurement of My steps."
    },
    {
        "verse_id": "17",
        "text": "O King, controller of the entire universe, although you are very munificent and are able to give Me as much land as I want, I do not want anything from you that is unnecessary. If a learned brāhmaṇa takes charity from others only according to his needs, he does not become entangled in sinful activities."
    },
    {
        "verse_id": "18",
        "text": "Bali Mahārāja said: O son of a brāhmaṇa, Your instructions are as good as those of learned and elderly persons. Nonetheless, You are a boy, and Your intelligence is insufficient. Thus You are not very prudent in regard to Your self-interest."
    },
    {
        "verse_id": "19",
        "text": "I am able to give You an entire island because I am the proprietor of the three divisions of the universe. You have come to take something from me and have pleased me by Your sweet words, but You are asking only three paces of land. Therefore You are not very intelligent."
    },
    {
        "verse_id": "20",
        "text": "O small boy, one who approaches me to beg something should not have to ask anything more, anywhere. Therefore, if You wish, You may ask from me as much land as will suffice to maintain You according to Your needs."
    },
    {
        "verse_id": "21",
        "text": "The Personality of Godhead said: O my dear King, even the entirety of whatever there may be within the three worlds to satisfy one’s senses cannot satisfy a person whose senses are uncontrolled."
    },
    {
        "verse_id": "22",
        "text": "If I were not satisfied with three paces of land, then surely I would not be satisfied even with possessing one of the seven islands, consisting of nine varṣas. Even if I possessed one island, I would hope to get others."
    },
    {
        "verse_id": "23",
        "text": "We have heard that although powerful kings like Mahārāja Pṛthu and Mahārāja Gaya achieved proprietorship over the seven dvīpas, they could not achieve satisfaction or find the end of their ambitions."
    },
    {
        "verse_id": "24",
        "text": "One should be satisfied with whatever he achieves by his previous destiny, for discontent can never bring happiness. A person who is not self-controlled will not be happy even with possessing the three worlds."
    },
    {
        "verse_id": "25",
        "text": "Material existence causes discontent in regard to fulfilling one’s lusty desires and achieving more and more money. This is the cause for the continuation of material life, which is full of repeated birth and death. But one who is satisfied by that which is obtained by destiny is fit for liberation from this material existence."
    },
    {
        "verse_id": "26",
        "text": "A brāhmaṇa who is satisfied with whatever is providentially obtained is increasingly enlightened with spiritual power, but the spiritual potency of a dissatisfied brāhmaṇa decreases, as fire diminishes in potency when water is sprinkled upon it."
    },
    {
        "verse_id": "27",
        "text": "Therefore, O King, from you, the best of those who give charity, I ask only three paces of land. By such a gift I shall be very pleased, for the way of happiness is to be fully satisfied to receive that which is absolutely needed."
    },
    {
        "verse_id": "28",
        "text": "Śukadeva Gosvāmī continued: When the Supreme Personality of Godhead had thus spoken to Bali Mahārāja, Bali smiled and told Him, “All right. Take whatever You like.” To confirm his promise to give Vāmanadeva the desired land, he then took up his waterpot."
    },
    {
        "verse_id": "29",
        "text": "Understanding Lord Viṣṇu’s purpose, Śukrācārya, the best of the learned, immediately spoke as follows to his disciple, who was about to offer everything to Lord Vāmanadeva."
    },
    {
        "verse_id": "30",
        "text": "Śukrācārya said: O son of Virocana, this brahmacārī in the form of a dwarf is directly the imperishable Supreme Personality of Godhead, Viṣṇu. Accepting Kaśyapa Muni as His father and Aditi as His mother, He has now appeared in order to fulfill the interests of the demigods."
    },
    {
        "verse_id": "31",
        "text": "You do not know what a dangerous position you have accepted by promising to give Him land. I do not think that this promise is good for you. It will bring great harm to the demons."
    },
    {
        "verse_id": "32",
        "text": "This person falsely appearing as a brahmacārī is actually the Supreme Personality of Godhead, Hari, who has come in this form to take away all your land, wealth, beauty, power, fame and education. After taking everything from you, He will deliver it to Indra, your enemy."
    },
    {
        "verse_id": "33",
        "text": "You have promised to give Him three steps of land in charity, but when you give it He will occupy the three worlds. You are a rascal! You do not know what a great mistake you have made. After giving everything to Lord Viṣṇu, you will have no means of livelihood. How then shall you live?"
    },
    {
        "verse_id": "34",
        "text": "Vāmanadeva will first occupy the three worlds with one step, then He will take His second step and occupy everything in outer space, and then He will expand His universal body to occupy everything. Where will you offer Him the third step?"
    },
    {
        "verse_id": "35",
        "text": "You will certainly be unable to fulfill your promise, and I think that because of this inability your eternal residence will be in hell."
    },
    {
        "verse_id": "36",
        "text": "Learned scholars do not praise that charity which endangers one’s own livelihood. Charity, sacrifice, austerity and fruitive activities are possible for one who is competent to earn his livelihood properly. [They are not possible for one who cannot maintain himself.]"
    },
    {
        "verse_id": "37",
        "text": "Therefore one who is in full knowledge should divide his accumulated wealth in five parts — for religion, for reputation, for opulence, for sense gratification and for the maintenance of his family members. Such a person is happy in this world and in the next."
    },
    {
        "verse_id": "38",
        "text": "One might argue that since you have already promised, how can you refuse? O best of the demons, just take from me the evidence of the Bahvṛca-śruti, which says that a promise is truthful preceded by the word om and untruthful if not."
    },
    {
        "verse_id": "39",
        "text": "The Vedas enjoin that the factual result of the tree of the body is the good fruits and flowers derived from it. But if the bodily tree does not exist, there is no possibility of factual fruits and flowers. Even if the body is based on untruth, there cannot be factual fruits and flowers without the help of the bodily tree."
    },
    {
        "verse_id": "40",
        "text": "When a tree is uprooted it immediately falls down and begins to dry up. Similarly, if one doesn’t take care of the body, which is supposed to be untruth — in other words, if the untruth is uprooted — the body undoubtedly becomes dry."
    },
    {
        "verse_id": "41",
        "text": "The utterance of the word om signifies separation from one’s monetary assets. In other words, by uttering this word one becomes free from attachment to money because his money is taken away from him. To be without money is not very satisfactory, for in that position one cannot fulfill one’s desires. In other words, by using the word om one becomes poverty-stricken. Especially when one gives charity to a poor man or beggar, one remains unfulfilled in self-realization and in sense gratification."
    },
    {
        "verse_id": "42",
        "text": "Therefore, the safe course is to say no. Although it is a falsehood, it protects one completely, it draws the compassion of others toward oneself, and it gives one full facility to collect money from others for oneself. Nonetheless, if one always pleads that he has nothing, he is condemned, for he is a dead body while living, or while still breathing he should be killed."
    },
    {
        "verse_id": "43",
        "text": "In flattering a woman to bring her under control, in joking, in a marriage ceremony, in earning one’s livelihood, when one’s life is in danger, in protecting cows and brahminical culture, or in protecting a person from an enemy’s hand, falsity is never condemned."
    }
]