[
    {
        "verse_id": "1",
        "text": "Śukadeva Gosvāmī said: O King, after Aditi was thus advised by her husband, Kaśyapa Muni, she strictly followed his instructions without laziness and in this way performed the payo-vrata ritualistic ceremony."
    },
    {
        "verse_id": "2",
        "text": "With full, undiverted attention, Aditi thought of the Supreme Personality of Godhead and in this way brought under full control her mind and senses, which resembled forceful horses. She concentrated her mind upon the Supreme Lord, Vāsudeva. Thus she performed the ritualistic ceremony known as payo-vrata."
    },
    {
        "verse_id": "4",
        "text": "My dear King, the original Supreme Personality of Godhead, dressed in yellow garments and bearing a conchshell, disc, club and lotus in His four hands, then appeared before Aditi."
    },
    {
        "verse_id": "5",
        "text": "When the Supreme Personality of Godhead became visible to Aditi’s eyes, Aditi was so overwhelmed by transcendental bliss that she at once stood up and then fell to the ground like a rod to offer the Lord her respectful obeisances."
    },
    {
        "verse_id": "6",
        "text": "Aditi stood silently with folded hands, unable to offer prayers to the Lord. Because of transcendental bliss, tears filled her eyes, and the hairs on her body stood on end. Because she could see the Supreme Personality of Godhead face to face, she felt ecstasy, and her body trembled."
    },
    {
        "verse_id": "7",
        "text": "O Mahārāja Parīkṣit, the demigoddess Aditi then began offering her prayers to the Supreme Personality of Godhead in a faltering voice and with great love. She appeared as though drinking through her eyes the Supreme Lord, who is the husband of the goddess of fortune, the enjoyer of all sacrificial ceremonies, and the master and Lord of the entire universe."
    },
    {
        "verse_id": "8",
        "text": "The goddess Aditi said: O master and enjoyer of all sacrificial ceremonies, O infallible and most famous person, whose name, when chanted, spreads all good fortune! O original Supreme Personality of Godhead, supreme controller, shelter of all holy places, You are the shelter of all poor, suffering living entities, and You have appeared to diminish their suffering. Please be kind to us and spread our good fortune."
    },
    {
        "verse_id": "9",
        "text": "My Lord, You are the all-pervading universal form, the fully independent creator, maintainer and destroyer of this universe. Although You engage Your energy in matter, You are always situated in Your original form and never fall from that position, for Your knowledge is infallible and always suitable to any situation. You are never bewildered by illusion. O my Lord, let me offer my respectful obeisances unto You."
    },
    {
        "verse_id": "10",
        "text": "O unlimited one, if Your Lordship is satisfied, one can very easily obtain a lifetime as long as that of Lord Brahmā, a body either in the upper, lower or middle planetary systems, unlimited material opulence, religion, economic development and satisfaction of the senses, full transcendental knowledge, and the eight yogic perfections, what to speak of such petty achievements as conquering one’s rivals."
    },
    {
        "verse_id": "11",
        "text": "Śukadeva Gosvāmī said: O King Parīkṣit, best of the Bharata dynasty, when the lotus-eyed Lord, the Supersoul of all living entities, was thus worshiped by Aditi, He replied as follows."
    },
    {
        "verse_id": "12",
        "text": "The Supreme Personality of Godhead said: O mother of the demigods, I have already understood your long-cherished desires for the welfare of your sons, who have been deprived of all opulences and driven from their residence by their enemies."
    },
    {
        "verse_id": "13",
        "text": "O Devī, O goddess, I can understand that you want to regain your sons and be together with them to worship Me, after defeating the enemies in battle and retrieving your abode and opulences."
    },
    {
        "verse_id": "14",
        "text": "You want to see the wives of the demons lamenting for the death of their husbands when those demons, the enemies of your sons, are killed in battle by the demigods, of whom Indra is the chief."
    },
    {
        "verse_id": "15",
        "text": "You want your sons to regain their lost reputation and opulence and live again on their heavenly planet as usual."
    },
    {
        "verse_id": "16",
        "text": "O mother of the demigods, in My opinion almost all the chiefs of the demons are now unconquerable, for they are being protected by brāhmaṇas, whom the Supreme Lord always favors. Thus the use of power against them now will not at all be a source of happiness."
    },
    {
        "verse_id": "17",
        "text": "Yet because I have been satisfied by the activities of your vow, O goddess Aditi, I must find some means to favor you, for worship of Me never goes in vain but certainly gives the desired result according to what one deserves."
    },
    {
        "verse_id": "18",
        "text": "You have prayed to Me and properly worshiped Me by performing the great payo-vrata ceremony for the sake of protecting your sons. Because of Kaśyapa Muni’s austerities, I shall agree to become your son and thus protect your other sons."
    },
    {
        "verse_id": "19",
        "text": "Always thinking of Me as being situated within the body of your husband, Kaśyapa, go worship your husband, who has been purified by his austerity."
    },
    {
        "verse_id": "20",
        "text": "O lady, even if someone inquires, you should not disclose this fact to anyone. That which is very confidential is successful if kept secret."
    },
    {
        "verse_id": "21",
        "text": "Śukadeva Gosvāmī said: After speaking in this way, the Supreme Personality of Godhead disappeared from that very spot. Aditi, having received the extremely valuable benediction that the Lord would appear as her son, considered herself very successful, and with great devotion she approached her husband."
    },
    {
        "verse_id": "22",
        "text": "Being situated in a meditational trance, Kaśyapa Muni, whose vision is never mistaken, could see that a plenary portion of the Supreme Personality of Godhead had entered within him."
    },
    {
        "verse_id": "23",
        "text": "O King, as the wind promotes friction between two pieces of wood and thus gives rise to fire, Kaśyapa Muni, whose transcendental position was fully absorbed in the Supreme Personality of Godhead, transferred his potency into the womb of Aditi."
    },
    {
        "verse_id": "24",
        "text": "When Lord Brahmā understood that the Supreme Personality of Godhead was now within the womb of Aditi, he began to offer prayers to the Lord by reciting transcendental names."
    },
    {
        "verse_id": "25",
        "text": "Lord Brahmā said: O Supreme Personality of Godhead, all glories unto You, who are glorified by all and whose activities are all uncommon. I offer my respectful obeisances unto You, O Lord of the transcendentalists, controller of the three modes of nature. I offer my respectful obeisances unto You again and again."
    },
    {
        "verse_id": "26",
        "text": "I offer my respectful obeisances unto You, the all-pervading Lord Viṣṇu, who have entered the cores of the hearts of all living entities. All the three worlds reside within Your navel, yet You are above the three worlds. Formerly You appeared as the son of Pṛśni. To You, the supreme creator, who are understood only through Vedic knowledge, I offer my respectful obeisances."
    },
    {
        "verse_id": "27",
        "text": "O my Lord, You are the beginning, the manifestation and the ultimate dissolution of the three worlds, and You are celebrated in the Vedas as the reservoir of unlimited potencies, the Supreme Person. O my Lord, as waves attract branches and leaves that have fallen into deep water, You, the supreme eternal time factor, attract everything in this universe."
    },
    {
        "verse_id": "28",
        "text": "My Lord, You are the original generator of all living entities, stationary or moving, and You are also the generator of the Prajāpatis. O my Lord, as a boat is the only hope for a person drowning in the water, You are the only shelter for the demigods, who are now bereft of their heavenly position."
    }
]