[
    {
        "verse_id": "1",
        "text": "Śukadeva Gosvāmī said: O King, when Aditi’s sons, the demigods, had thus disappeared from heaven and the demons had occupied their places, Aditi began lamenting, as if she had no protector."
    },
    {
        "verse_id": "2",
        "text": "After many, many days, the great powerful sage Kaśyapa Muni arose from a trance of meditation and returned home to see the āśrama of Aditi neither jubilant nor festive."
    },
    {
        "verse_id": "3",
        "text": "O best of the Kurus, when Kaśyapa Muni had been properly received and welcomed, he took his seat and then spoke as follows to his wife, Aditi, who was very morose."
    },
    {
        "verse_id": "4",
        "text": "O most gentle one, I wonder whether anything inauspicious has now taken place in regard to religious principles, the brāhmaṇas or the people in general, who are subject to the whims of death."
    },
    {
        "verse_id": "5",
        "text": "O my wife, who are very much attached to household life, if the principles of religion, economic development and satisfaction of the senses are properly followed in household life, one’s activities are as good as those of a transcendentalist. I wonder whether there have been any discrepancies in following these principles."
    },
    {
        "verse_id": "6",
        "text": "I wonder whether because of being too attached to the members of your family, you failed to properly receive uninvited guests, who therefore were not welcomed and went away."
    },
    {
        "verse_id": "7",
        "text": "Homes from which guests go away without having been received even with an offering of a little water are like those holes in the field which are the homes of jackals."
    },
    {
        "verse_id": "8",
        "text": "O chaste and auspicious woman, when I left home for other places, were you in so much anxiety that you did not offer oblations of ghee into the fire?"
    },
    {
        "verse_id": "9",
        "text": "By worshiping the fire and the brāhmaṇas, a householder can achieve the desired goal of residing in the higher planets, for the sacrificial fire and the brāhmaṇas are to be considered the mouth of Lord Viṣṇu, who is the Supersoul of all the demigods."
    },
    {
        "verse_id": "10",
        "text": "O great-minded lady, are all your sons faring well? Seeing your withered face, I can perceive that your mind is not tranquil. How is this so?"
    },
    {
        "verse_id": "11",
        "text": "Aditi said: O my respected brāhmaṇa husband, all is well with the brāhmaṇas, the cows, religion and the welfare of other people. O master of the house, the three principles of dharma, artha and kāma flourish in household life, which is consequently full of good fortune."
    },
    {
        "verse_id": "12",
        "text": "O beloved husband, the fires, guests, servants and beggars are all being properly cared for by me. Because I always think of you, there is no possibility that any of the religious principles will be neglected."
    },
    {
        "verse_id": "13",
        "text": "O my lord, since you are a Prajāpati and are personally my instructor in the principles of religion, where is the possibility that all my desires will not be fulfilled?"
    },
    {
        "verse_id": "14",
        "text": "O son of Marīci, because you are a great personality you are equal toward all the demons and demigods, who are born either from your body or from your mind and who possess one or another of the three qualities — sattva-guṇa, rajo-guṇa or tamo-guṇa. But although the Supreme Personality of Godhead, the supreme controller, is equal toward all living entities, He is especially favorable to the devotees."
    },
    {
        "verse_id": "15",
        "text": "Therefore, most gentle lord, kindly favor your maidservant. We have now been deprived of our opulence and residence by our competitors, the demons. Kindly give us protection."
    },
    {
        "verse_id": "16",
        "text": "The demons, our formidably powerful enemies, have taken away our opulence, our beauty, our fame and even our residence. Indeed, we have now been exiled, and we are drowning in an ocean of trouble."
    },
    {
        "verse_id": "17",
        "text": "O best of sages, best of all those who grant auspicious benedictions, please consider our situation and bestow upon my sons the benedictions by which they can regain what they have lost."
    },
    {
        "verse_id": "18",
        "text": "Śukadeva Gosvāmī continued: When Kaśyapa Muni was thus requested by Aditi, he slightly smiled. “Alas,” he said, “how powerful is the illusory energy of Lord Viṣṇu, by which the entire world is bound by affection for children!”"
    },
    {
        "verse_id": "19",
        "text": "Kaśyapa Muni continued: What is this material body, made of five elements? It is different from the spirit soul. Indeed, the spirit soul is completely different from the material elements from which the body is made. But because of bodily attachment, one is regarded as a husband or son. These illusory relationships are caused by misunderstanding."
    },
    {
        "verse_id": "20",
        "text": "My dear Aditi, engage in devotional service to the Supreme Personality of Godhead, who is the master of everything, who can subdue everyone’s enemies, and who sits within everyone’s heart. Only that Supreme Person — Kṛṣṇa, or Vāsudeva — can bestow all auspicious benedictions upon everyone, for He is the spiritual master of the universe."
    },
    {
        "verse_id": "21",
        "text": "The Supreme Personality of Godhead, who is very merciful to the poor, will fulfill all of your desires, for devotional service unto Him is infallible. Any method other than devotional service is useless. That is my opinion."
    },
    {
        "verse_id": "22",
        "text": "Śrīmatī Aditi said: O brāhmaṇa, tell me the regulative principles by which I may worship the supreme master of the world so that He will be pleased with me and fulfill all my desires."
    },
    {
        "verse_id": "23",
        "text": "O best of the brāhmaṇas, kindly instruct me in the perfect method of worshiping the Supreme Personality of Godhead in devotional service, by which the Lord may very soon be pleased with me and save me, along with my sons, from this most dangerous condition."
    },
    {
        "verse_id": "24",
        "text": "Śrī Kaśyapa Muni said: When I desired offspring, I placed inquiries before Lord Brahmā, who is born from a lotus flower. Now I shall explain to you the same process Lord Brahmā instructed me, by which Keśava, the Supreme Personality of Godhead, is satisfied."
    },
    {
        "verse_id": "25",
        "text": "In the bright fortnight of the month of Phālguna [February and March], for twelve days ending with Dvādaśī, one should observe the vow of subsisting only on milk and should worship the lotus-eyed Supreme Personality of Godhead with all devotion."
    },
    {
        "verse_id": "26",
        "text": "If dirt dug up by a boar is available, on the day of the dark moon one should smear this dirt on his body and then bathe in a flowing river. While bathing, one should chant the following mantra."
    },
    {
        "verse_id": "27",
        "text": "O mother earth, you were raised by the Supreme Personality of Godhead in the form of a boar because of your desiring to have a place to stay. I pray that you kindly vanquish all the reactions of my sinful life. I offer my respectful obeisances unto you."
    },
    {
        "verse_id": "28",
        "text": "Thereafter, one should perform his daily spiritual duties and then, with great attention, offer worship to the Deity of the Supreme Personality of Godhead, and also to the altar, the sun, water, fire and the spiritual master."
    },
    {
        "verse_id": "29",
        "text": "O Supreme Personality of Godhead, greatest of all, who lives in everyone’s heart and in whom everyone lives, O witness of everything, O Vāsudeva, supreme and all-pervading person, I offer my respectful obeisances unto You."
    },
    {
        "verse_id": "30",
        "text": "I offer my respectful obeisances unto You, the Supreme Person. Being very subtle, You are never visible to material eyes. You are the knower of the twenty-four elements, and You are the inaugurator of the sāṅkhya-yoga system."
    },
    {
        "verse_id": "31",
        "text": "I offer my respectful obeisances unto You, the Supreme Personality of Godhead, who have two heads [prāyaṇīya and udāyanīya], three legs [savana-traya], four horns [the four Vedas] and seven hands [the seven chandas, such as Gāyatrī]. I offer my obeisances unto You, whose heart and soul are the three Vedic rituals [karma-kāṇḍa, jñāna-kāṇḍa and upāsanā-kāṇḍa] and who expand these rituals in the form of sacrifice."
    },
    {
        "verse_id": "32",
        "text": "I offer my respectful obeisances unto You, Lord Śiva, or Rudra, who are the reservoir of all potencies, the reservoir of all knowledge, and the master of everyone."
    },
    {
        "verse_id": "33",
        "text": "I offer my respectful obeisances unto You, who are situated as Hiraṇyagarbha, the source of life, the Supersoul of every living entity. Your body is the source of the opulence of all mystic power. I offer my respectful obeisances unto You."
    },
    {
        "verse_id": "34",
        "text": "I offer my respectful obeisances unto You, who are the original Personality of Godhead, the witness in everyone’s heart, and the incarnation of Nara-Nārāyaṇa Ṛṣi in the form of a human being. O Personality of Godhead, I offer my respectful obeisances unto You."
    },
    {
        "verse_id": "35",
        "text": "My Lord, I offer my respectful obeisances unto You, who are dressed in yellow garments, whose bodily hue resembles the marakata gem, and who have full control over the goddess of fortune. O my Lord Keśava, I offer my respectful obeisances unto You."
    },
    {
        "verse_id": "36",
        "text": "O most exalted and worshipable Lord, best of those who bestow benediction, You can fulfill the desires of everyone, and therefore those who are sober, for their own welfare, worship the dust of Your lotus feet."
    },
    {
        "verse_id": "37",
        "text": "All the demigods, as well as the goddess of fortune, engage in the service of His lotus feet. Indeed, they respect the fragrance of those lotus feet. May the Supreme Personality of Godhead be pleased with me."
    },
    {
        "verse_id": "38",
        "text": "Kaśyapa Muni continued: By chanting all these mantras, welcoming the Supreme Personality of Godhead with faith and devotion, and offering Him items of worship [such as pādya and arghya], one should worship Keśava, Hṛṣīkeśa, Kṛṣṇa, the Supreme Personality of Godhead."
    },
    {
        "verse_id": "39",
        "text": "In the beginning, the devotee should chant the dvādaśākṣara-mantra and offer flower garlands, incense and so on. After worshiping the Lord in this way, one should bathe the Lord with milk and dress Him with proper garments, a sacred thread, and ornaments. After offering water to wash the Lord’s feet, one should again worship the Lord with fragrant flowers, incense and other paraphernalia."
    },
    {
        "verse_id": "40",
        "text": "If one can afford to, one should offer the Deity fine rice boiled in milk with clarified butter and molasses. While chanting the same original mantra, one should offer all this to the fire."
    },
    {
        "verse_id": "41",
        "text": "One should offer all the prasāda to a Vaiṣṇava or offer him some of the prasāda and then take some oneself. After this, one should offer the Deity ācamana and then betel nut and then again worship the Lord."
    },
    {
        "verse_id": "42",
        "text": "Thereafter, one should silently murmur the mantra 108 times and offer prayers to the Lord for His glorification. Then one should circumambulate the Lord and finally, with great delight and satisfaction, offer obeisances, falling straight like a rod [daṇḍavat]."
    },
    {
        "verse_id": "43",
        "text": "After touching to one’s head all the flowers and water offered to the Deity, one should throw them into a sacred place. Then one should feed at least two brāhmaṇas with sweet rice."
    },
    {
        "verse_id": "44",
        "text": "One should perfectly honor the respectable brāhmaṇas one has fed, and then, after taking their permission, one should take prasāda with his friends and relatives. For that night, one should observe strict celibacy, and the next morning, after bathing again, with purity and attention one should bathe the Deity of Viṣṇu with milk and worship Him according to the methods formerly stated in detail."
    },
    {
        "verse_id": "46",
        "text": "Worshiping Lord Viṣṇu with great faith and devotion and living only by drinking milk, one should follow this vow. One should also offer oblations to the fire and feed the brāhmaṇas as mentioned before."
    },
    {
        "verse_id": "47",
        "text": "In this way, until twelve days have passed, one should observe this payo-vrata, worshiping the Lord every day, executing the routine duties, performing sacrifices and feeding the brāhmaṇas."
    },
    {
        "verse_id": "48",
        "text": "From pratipat until the thirteenth day of the next bright moon [śukla-trayodaśī], one should observe complete celibacy, sleep on the floor, bathe three times a day and thus execute the vow."
    },
    {
        "verse_id": "49",
        "text": "During this period, one should not unnecessarily talk of material subjects or topics of sense gratification, one should be completely free from envy of all living entities, and one should be a pure and simple devotee of Lord Vāsudeva."
    },
    {
        "verse_id": "50",
        "text": "Thereafter, following the directions of the śāstra with help from brāhmaṇas who know the śāstra, on the thirteenth day of the moon one should bathe Lord Viṣṇu with five substances [milk, yogurt, ghee, sugar and honey]."
    },
    {
        "verse_id": "51",
        "text": "Giving up the miserly habit of not spending money, one should arrange for the gorgeous worship of the Supreme Personality of Godhead, Viṣṇu, who is situated in the heart of every living entity. With great attention, one must prepare an oblation of grains boiled in ghee and milk and must chant the Puruṣa-sūkta mantra. The offerings of food should be of varieties of tastes. In this way, one should worship the Supreme Personality of Godhead."
    },
    {
        "verse_id": "53",
        "text": "One should satisfy the spiritual master [ācārya], who is very learned in Vedic literature, and should satisfy his assistant priests [known as hotā, udgātā, adhvaryu and brahma]. One should please them by offering them clothing, ornaments and cows. This is the ceremony called viṣṇu-ārādhana, or worship of Lord Viṣṇu."
    },
    {
        "verse_id": "54",
        "text": "O most auspicious lady, one should perform all the ceremonies under the direction of learned ācāryas and should satisfy them and their priests. By distributing prasāda, one should also satisfy the brāhmaṇas and others who have assembled."
    },
    {
        "verse_id": "55",
        "text": "One should satisfy the spiritual master and assistant priests by giving them cloth, ornaments, cows and also some monetary contribution. And by distributing prasāda one should satisfy everyone assembled, including even the lowest of men, the caṇḍālas [eaters of dog flesh]."
    },
    {
        "verse_id": "56",
        "text": "One should distribute viṣṇu-prasāda to everyone, including the poor man, the blind man, the nondevotee and the non-brāhmaṇa. Knowing that Lord Viṣṇu is very pleased when everyone is sumptuously fed with viṣṇu-prasāda, the performer of yajña should then take prasāda with his friends and relatives."
    },
    {
        "verse_id": "57",
        "text": "Every day from pratipat to trayodaśī, one should continue the ceremony, to the accompaniment of dancing, singing, the beating of a drum, the chanting of prayers and all-auspicious mantras, and recitation of Śrīmad-Bhāgavatam. In this way, one should worship the Supreme Personality of Godhead."
    },
    {
        "verse_id": "58",
        "text": "This is the religious ritualistic ceremony known as payo-vrata, by which one may worship the Supreme Personality of Godhead. I received this information from Brahmā, my grandfather, and now I have described it to you in all details."
    },
    {
        "verse_id": "59",
        "text": "O most fortunate lady, establishing your mind in a good spirit, execute this process of payo-vrata and thus worship the Supreme Personality of Godhead, Keśava, who is inexhaustible."
    },
    {
        "verse_id": "60",
        "text": "This payo-vrata is also known as sarva-yajña. In other words, by performing this sacrifice one can perform all other sacrifices automatically. This is also acknowledged to be the best of all ritualistic ceremonies. O gentle lady, it is the essence of all austerities, and it is the process of giving charity and pleasing the supreme controller."
    },
    {
        "verse_id": "61",
        "text": "This is the best process for pleasing the transcendental Supreme Personality of Godhead, known as Adhokṣaja. It is the best of all regulative principles, the best austerity, the best process of giving charity, and the best process of sacrifice."
    },
    {
        "verse_id": "62",
        "text": "Therefore, my dear gentle lady, follow this ritualistic vow, strictly observing the regulative principles. By this process, the Supreme Person will very soon be pleased with you and will satisfy all your desires."
    }
]