[
    {
        "verse_id": "1",
        "text": "King Parīkṣit said: O my lord, my spiritual master, now I have fully heard from Your Grace about the dynasty of Svāyambhuva Manu. But there are also other Manus, and I want to hear about their dynasties. Kindly describe them to us."
    },
    {
        "verse_id": "2",
        "text": "O learned brāhmaṇa, Śukadeva Gosvāmī, the great learned persons who are completely intelligent describe the activities and appearance of the Supreme Personality of Godhead during the various manvantaras. We are very eager to hear about these narrations. Kindly describe them."
    },
    {
        "verse_id": "3",
        "text": "O learned brāhmaṇa, kindly describe to us whatever activities the Supreme Personality of Godhead, who created this cosmic manifestation, has performed in the past manvantaras, is performing at present, and will perform in the future manvantaras."
    },
    {
        "verse_id": "4",
        "text": "Śukadeva Gosvāmī said: In the present kalpa there have already been six Manus. I have described to you Svāyambhuva Manu and the appearance of many demigods. In this kalpa of Brahmā, Svāyambhuva is the first Manu."
    },
    {
        "verse_id": "5",
        "text": "Svāyambhuva Manu had two daughters, named Ākūti and Devahūti. From their wombs, the Supreme Personality of Godhead appeared as two sons named Yajñamūrti and Kapila respectively. These sons were entrusted with preaching about religion and knowledge."
    },
    {
        "verse_id": "6",
        "text": "O best of the Kurus, I have already described [in the Third Canto] the activities of Kapila, the son of Devahūti. Now I shall describe the activities of Yajñapati, the son of Ākūti."
    },
    {
        "verse_id": "7",
        "text": "Svāyambhuva Manu, the husband of Śatarūpā, was by nature not at all attached to enjoyment of the senses. Thus he gave up his kingdom of sense enjoyment and entered the forest with his wife to practice austerities."
    },
    {
        "verse_id": "8",
        "text": "O scion of Bharata, after Svāyambhuva Manu had thus entered the forest with his wife, he stood on one leg on the bank of the river Sunandā, and in this way, with only one leg touching the earth, he performed great austerities for one hundred years. While performing these austerities, he spoke as follows."
    },
    {
        "verse_id": "9",
        "text": "Lord Manu said: The supreme living being has created this material world of animation; it is not that He was created by this material world. When everything is silent, the Supreme Being stays awake as a witness. The living entity does not know Him, but He knows everything."
    },
    {
        "verse_id": "10",
        "text": "Within this universe, the Supreme Personality of Godhead in His Supersoul feature is present everywhere, wherever there are animate or inanimate beings. Therefore, one should accept only that which is allotted to him; one should not desire to infringe upon the property of others."
    },
    {
        "verse_id": "11",
        "text": "Although the Supreme Personality of Godhead constantly watches the activities of the world, no one sees Him. However, one should not think that because no one sees Him, He does not see, for His power to see is never diminished. Therefore, everyone should worship the Supersoul, who always stays with the individual soul as a friend."
    },
    {
        "verse_id": "12",
        "text": "The Supreme Personality of Godhead has no beginning, no end and no middle. Nor does He belong to a particular person or nation. He has no inside or outside. The dualities found within this material world, such as beginning and end, mine and theirs, are all absent from the personality of the Supreme Lord. The universe, which emanates from Him, is another feature of the Lord. Therefore the Supreme Lord is the ultimate truth, and He is complete in greatness."
    },
    {
        "verse_id": "13",
        "text": "The entire cosmic manifestation is the body of the Supreme Personality of Godhead, the Absolute Truth, who has millions of names and unlimited potencies. He is self-effulgent, unborn and changeless. He is the beginning of everything, but He has no beginning. Because He has created this cosmic manifestation by His external energy, the universe appears to be created, maintained and annihilated by Him. Nonetheless, He remains inactive in His spiritual energy and is untouched by the activities of the material energy."
    },
    {
        "verse_id": "14",
        "text": "Therefore, to enable people to reach the stage of activities that are not tinged by fruitive results, great saints first engage people in fruitive activities, for unless one begins by performing activities as recommended in the śāstras, one cannot reach the stage of liberation, or activities that produce no reactions."
    },
    {
        "verse_id": "15",
        "text": "The Supreme Personality of Godhead is full in opulence by His own gain, yet He acts as the creator, maintainer and annihilator of this material world. In spite of acting in that way, He is never entangled. Hence devotees who follow in His footsteps are also never entangled."
    },
    {
        "verse_id": "16",
        "text": "The Supreme Personality of Godhead, Kṛṣṇa, works just like an ordinary human being, yet He does not desire to enjoy the fruits of work. He is full in knowledge, free from material desires and diversions, and completely independent. As the supreme teacher of human society, He teaches His own way of activities, and thus He inaugurates the real path of religion. I request everyone to follow Him."
    },
    {
        "verse_id": "17",
        "text": "Śukadeva Gosvāmī continued: Svāyambhuva Manu was thus in a trance, chanting the mantras of Vedic instruction known as the Upaniṣads. Upon seeing him, the Rākṣasas and asuras, being very hungry, wanted to devour him. Therefore they ran after him with great speed."
    },
    {
        "verse_id": "18",
        "text": "The Supreme Lord, Viṣṇu, who sits in everyone’s heart, appearing as Yajñapati, observed that the Rākṣasas and demons were going to devour Svāyambhuva Manu. Thus the Lord, accompanied by His sons named the Yāmas and by all the other demigods, killed the demons and Rākṣasas. He then took the post of Indra and began to rule the heavenly kingdom."
    },
    {
        "verse_id": "19",
        "text": "The son of Agni named Svārociṣa became the second Manu. His several sons were headed by Dyumat, Suṣeṇa and Rociṣmat."
    },
    {
        "verse_id": "20",
        "text": "During the reign of Svārociṣa, the post of Indra was assumed by Rocana, the son of Yajña. Tuṣita and others became the principal demigods, and Ūrja, Stambha and others became the seven saints. All of them were faithful devotees of the Lord."
    },
    {
        "verse_id": "21",
        "text": "Vedaśirā was a very celebrated ṛṣi. From the womb of his wife, whose name was Tuṣitā, came the avatāra named Vibhu."
    },
    {
        "verse_id": "22",
        "text": "Vibhu remained a brahmacāri and never married throughout his life. From him, eighty-eight thousand other saintly persons took lessons on self-control, austerity and similar behavior."
    },
    {
        "verse_id": "23",
        "text": "O King, the third Manu, Uttama, was the son of King Priyavrata. Among the sons of this Manu were Pavana, Sṛñjaya and Yajñahotra."
    },
    {
        "verse_id": "24",
        "text": "During the reign of the third Manu, Pramada and other sons of Vasiṣṭha became the seven sages. The Satyas, Vedaśrutas and Bhadras became demigods, and Satyajit was selected to be Indra, the King of heaven."
    },
    {
        "verse_id": "25",
        "text": "In this manvantara, the Supreme Personality of Godhead appeared from the womb of Sūnṛtā, who was the wife of Dharma, the demigod in charge of religion. The Lord was celebrated as Satyasena, and He appeared with other demigods, known as the Satyavratas."
    },
    {
        "verse_id": "26",
        "text": "Satyasena, along with His friend Satyajit, who was the King of heaven, Indra, killed all the untruthful, impious and misbehaved Yakṣas, Rākṣasas and ghostly living entities, who gave pains to other living beings."
    },
    {
        "verse_id": "27",
        "text": "The brother of the third Manu, Uttama, was celebrated by the name Tāmasa, and he became the fourth Manu. Tāmasa had ten sons, headed by Pṛthu, Khyāti, Nara and Ketu."
    },
    {
        "verse_id": "28",
        "text": "During the reign of Tāmasa Manu, among the demigods were the Satyakas, Haris and Vīras. The heavenly King, Indra, was Triśikha. The sages in saptarṣi-dhāma were headed by Jyotirdhāma."
    },
    {
        "verse_id": "29",
        "text": "O King, in the Tāmasa manvantara the sons of Vidhṛti, who were known as the Vaidhṛtis, also became demigods. Since in course of time the Vedic authority was lost, these demigods, by their own powers, protected the Vedic authority."
    },
    {
        "verse_id": "30",
        "text": "Also in this manvantara, the Supreme Lord, Viṣṇu, took birth from the womb of Hariṇī, the wife of Harimedhā, and He was known as Hari. Hari saved His devotee Gajendra, the King of the elephants, from the mouth of a crocodile."
    },
    {
        "verse_id": "31",
        "text": "King Parīkṣit said: My lord, Bādarāyaṇi, we wish to hear from you in detail how the King of the elephants, when attacked by a crocodile, was delivered by Hari."
    },
    {
        "verse_id": "32",
        "text": "Any literature or narration in which the Supreme Personality of Godhead, Uttamaśloka, is described and glorified is certainly great, pure, glorious, auspicious and all good."
    },
    {
        "verse_id": "33",
        "text": "Śrī Sūta Gosvāmī said: O brāhmaṇas, when Parīkṣit Mahārāja, who was awaiting impending death, thus requested Śukadeva Gosvāmī to speak, Śukadeva Gosvāmī, encouraged by the King’s words, offered respect to the King and spoke with great pleasure in the assembly of sages, who desired to hear him."
    }
]