[
    {
        "verse_id": "1",
        "text": "Śrī Śukadeva Gosvāmī said: When the Lord delivered Gajendra, King of the elephants, all the demigods, sages and Gandharvas, headed by Brahmā and Śiva, praised this activity of the Supreme Personality of Godhead and showered flowers upon both the Lord and Gajendra."
    },
    {
        "verse_id": "2",
        "text": "There was a beating of kettledrums in the heavenly planets, the inhabitants of Gandharvaloka began to dance and sing, while great sages and the inhabitants of Cāraṇaloka and Siddhaloka offered prayers to the Supreme Personality of Godhead, Puruṣottama."
    },
    {
        "verse_id": "3",
        "text": "The best of the Gandharvas, King Hūhū, having been cursed by Devala Muni, had become a crocodile. Now, having been delivered by the Supreme Personality of Godhead, he assumed a very beautiful form as a Gandharva. Understanding by whose mercy this had happened, he immediately offered his respectful obeisances with his head and began chanting prayers just suitable for the transcendental Lord, the supreme eternal, who is worshiped by the choicest verses."
    },
    {
        "verse_id": "5",
        "text": "Having been favored by the causeless mercy of the Supreme Personality of Godhead and having regained his original form, King Hūhū circumambulated the Lord and offered his obeisances. Then, in the presence of all the demigods, headed by Brahmā, he returned to Gandharvaloka. He had been freed of all sinful reactions."
    },
    {
        "verse_id": "6",
        "text": "Because Gajendra, King of the elephants, had been touched directly by the hands of the Supreme Personality of Godhead, he was immediately freed of all material ignorance and bondage. Thus he received the salvation of sārūpya-mukti, in which he achieved the same bodily features as the Lord, being dressed in yellow garments and possessing four hands."
    },
    {
        "verse_id": "7",
        "text": "This Gajendra had formerly been a Vaiṣṇava and the king of the country known as Pāṇḍya, which is in the province of Draviḍa [South India]. In his previous life, he was known as Indradyumna Mahārāja."
    },
    {
        "verse_id": "8",
        "text": "Indradyumna Mahārāja retired from family life and went to the Malaya Hills, where he had a small cottage for his āśrama. He wore matted locks on his head and always engaged in austerities. Once, while observing a vow of silence, he was fully engaged in the worship of the Lord and absorbed in the ecstasy of love of Godhead."
    },
    {
        "verse_id": "9",
        "text": "While Indradyumna Mahārāja was engaged in ecstatic meditation, worshiping the Supreme Personality of Godhead, the great sage Agastya Muni arrived there, surrounded by his disciples. When the Muni saw that Mahārāja Indradyumna, who was sitting in a secluded place, remained silent and did not follow the etiquette of offering him a reception, he was very angry."
    },
    {
        "verse_id": "10",
        "text": "Agastya Muni then spoke this curse against the King: This King Indradyumna is not at all gentle. Being low and uneducated, he has insulted a brāhmaṇa. May he therefore enter the region of darkness and receive the dull, dumb body of an elephant."
    },
    {
        "verse_id": "11",
        "text": "Śukadeva Gosvāmī continued: My dear King, after Agastya Muni had thus cursed King Indradyumna, the Muni left that place along with his disciples. Since the King was a devotee, he accepted Agastya Muni’s curse as welcome because it was the desire of the Supreme Personality of Godhead. Therefore, although in his next life he got the body of an elephant, because of devotional service he remembered how to worship and offer prayers to the Lord."
    },
    {
        "verse_id": "13",
        "text": "Upon delivering the King of the elephants from the clutches of the crocodile, and from material existence, which resembles a crocodile, the Lord awarded him the status of sārūpya-mukti. In the presence of the Gandharvas, the Siddhas and the other demigods, who were praising the Lord for His wonderful transcendental activities, the Lord, sitting on the back of His carrier, Garuḍa, returned to His all-wonderful abode and took Gajendra with Him."
    },
    {
        "verse_id": "14",
        "text": "My dear King Parīkṣit, I have now described the wonderful power of Kṛṣṇa, as displayed when the Lord delivered the King of the elephants. O best of the Kuru dynasty, those who hear this narration become fit to be promoted to the higher planetary systems. Simply because of hearing this narration, they gain a reputation as devotees, they are unaffected by the contamination of Kali-yuga, and they never see bad dreams."
    },
    {
        "verse_id": "15",
        "text": "Therefore, after getting up from bed in the morning, those who desire their own welfare — especially the brāhmaṇas, kṣatriyas, vaiśyas and in particular the brāhmaṇa Vaiṣṇavas — should chant this narration as it is, without deviation, to counteract the troubles of bad dreams."
    },
    {
        "verse_id": "16",
        "text": "O best of the Kuru dynasty, the Supreme Personality of Godhead, the Supersoul of everyone, being thus pleased, addressed Gajendra in the presence of everyone there. He spoke the following blessings."
    },
    {
        "verse_id": "17",
        "text": "The Supreme Personality of Godhead said: Freed from all sinful reactions are those who rise from bed at the end of night, early in the morning, and fully concentrate their minds with great attention upon My form; your form; this lake; this mountain; the caves; the gardens; the cane plants; the bamboo plants; the celestial trees; the residential quarters of Me, Lord Brahmā and Lord Śiva; the three peaks of Trikūṭa Mountain, made of gold, silver and iron; My very pleasing abode [the Ocean of Milk]; the white island, Śvetadvīpa, which is always brilliant with spiritual rays; My mark of Śrīvatsa; the Kaustubha gem; My Vaijayantī garland; My club, Kaumodakī; My Sudarśana disc and Pāñcajanya conchshell; My bearer, Garuḍa, the king of the birds; My bed, Śeṣa Nāga; My expansion of energy the goddess of fortune; Lord Brahmā; Nārada Muni; Lord Śiva; Prahlāda; My incarnations like Matsya, Kūrma and Varāha; My unlimited all-auspicious activities, which yield piety to he who hears them; the sun; the moon; fire; the mantra oṁkāra; the Absolute Truth; the total material energy; the cows and brāhmaṇas; devotional service; the wives of Soma and Kaśyapa, who are all daughters of King Dakṣa; the rivers Ganges, Sarasvatī, Nandā and Yamunā [Kālindī]; the elephant Airāvata; Dhruva Mahārāja; the seven ṛṣis; and the pious human beings."
    },
    {
        "verse_id": "25",
        "text": "My dear devotee, unto those who rise from bed at the end of night and offer Me the prayers offered by you, I give an eternal residence in the spiritual world at the end of their lives."
    },
    {
        "verse_id": "26",
        "text": "Śrī Śukadeva Gosvāmī continued: After giving this instruction, the Lord, who is known as Hṛṣīkeśa, bugled with His Pāñcajanya conchshell, in this way pleasing all the demigods, headed by Lord Brahmā. Then He mounted the back of His carrier, Garuḍa."
    }
]