[
    {
        "verse_id": "1",
        "text": "Śrī Śukadeva Gosvāmī said: O King Parīkṣit, the Supreme Personality of Godhead, Hari, being thus worshiped with prayers by the demigods and Lord Brahmā, appeared before them. His bodily effulgence resembled the simultaneous rising of thousands of suns."
    },
    {
        "verse_id": "2",
        "text": "The vision of all the demigods was blocked by the Lord’s effulgence. Thus they could see neither the sky, the directions, the land, nor even themselves, what to speak of seeing the Lord, who was present before them."
    },
    {
        "verse_id": "3",
        "text": "Lord Brahmā, along with Lord Śiva, saw the crystal-clear personal beauty of the Supreme Personality of Godhead, whose blackish body resembles a marakata gem, whose eyes are reddish like the depths of a lotus, who is dressed with garments that are yellow like molten gold, and whose entire body is attractively decorated. They saw His beautiful, smiling, lotuslike face, crowned by a helmet bedecked with valuable jewels. The Lord has attractive eyebrows, and His cheeks are adorned with earrings. Lord Brahmā and Lord Śiva saw the belt on the Lord’s waist, the bangles on His arms, the necklace on His chest, and the ankle bells on His legs. The Lord is bedecked with flower garlands, His neck is decorated with the Kaustubha gem, and He carries with Him the goddess of fortune and His personal weapons, like His disc and club. When Lord Brahmā, along with Lord Śiva and the other demigods, thus saw the form of the Lord, they all immediately fell to the ground, offering their obeisances."
    },
    {
        "verse_id": "8",
        "text": "Lord Brahmā said: Although You are never born, Your appearance and disappearance as an incarnation never cease. You are always free from the material qualities, and You are the shelter of transcendental bliss resembling an ocean. Eternally existing in Your transcendental form, You are the supreme subtle of the most extremely subtle. We therefore offer our respectful obeisances unto You, the Supreme, whose existence is inconceivable."
    },
    {
        "verse_id": "9",
        "text": "O best of persons, O supreme director, those who actually aspire for supreme good fortune worship this form of Your Lordship according to the Vedic Tantras. My Lord, we can see all the three worlds in You."
    },
    {
        "verse_id": "10",
        "text": "My dear Lord, who are always fully independent, this entire cosmic manifestation arises from You, rests upon You and ends in You. Your Lordship is the beginning, sustenance and end of everything, like the earth, which is the cause of an earthen pot, which supports the pot, and to which the pot, when broken, finally returns."
    },
    {
        "verse_id": "11",
        "text": "O Supreme, You are independent in Your self and do not take help from others. Through Your own potency, You create this cosmic manifestation and enter into it. Those who are advanced in Kṛṣṇa consciousness, who are fully in knowledge of the authoritative śāstra, and who, through the practice of bhakti-yoga, are cleansed of all material contamination, can see with clear minds that although You exist within the transformations of the material qualities, Your presence is untouched by these qualities."
    },
    {
        "verse_id": "12",
        "text": "As one can derive fire from wood, milk from the milk bag of the cow, food grains and water from the land, and prosperity in one’s livelihood from industrial enterprises, so, by the practice of bhakti-yoga, even within this material world, one can achieve Your favor or intelligently approach You. Those who are pious all affirm this."
    },
    {
        "verse_id": "13",
        "text": "Elephants afflicted by a forest fire become very happy when they get water from the Ganges. Similarly, O my Lord, from whose navel grows a lotus flower, since You have now appeared before us, we have become transcendentally happy. By seeing Your Lordship, whom we have desired to see for a very long time, we have achieved our ultimate goal in life."
    },
    {
        "verse_id": "14",
        "text": "My Lord, we, the various demigods, the directors of this universe, have come to Your lotus feet. Please fulfill the purpose for which we have come. You are the witness of everything, from within and without. Nothing is unknown to You, and therefore it is unnecessary to inform You again of anything."
    },
    {
        "verse_id": "15",
        "text": "I [Lord Brahmā], Lord Śiva and all the demigods, accompanied by the prajāpatis like Dakṣa, are nothing but sparks illuminated by You, who are the original fire. Since we are particles of You, what can we understand about our welfare? O Supreme Lord, please give us the means of deliverance that is suitable for the brāhmaṇas and demigods."
    },
    {
        "verse_id": "16",
        "text": "Śukadeva Gosvāmī continued: When the Lord was thus offered prayers by the demigods, headed by Lord Brahmā, He understood the purpose for which they had approached Him. Therefore, in a deep voice that resembled the rumbling of clouds, the Lord replied to the demigods, who all stood there attentively with folded hands."
    },
    {
        "verse_id": "17",
        "text": "Although the Supreme Personality of Godhead, the master of the demigods, was capable of performing the activities of the demigods by Himself, He wanted to enjoy pastimes in churning the ocean. Therefore He spoke as follows."
    },
    {
        "verse_id": "18",
        "text": "The Supreme Personality of Godhead said: O Lord Brahmā, Lord Śiva and other demigods, please hear Me with great attention, for what I say will bring good fortune for all of you."
    },
    {
        "verse_id": "19",
        "text": "As long as you are not flourishing, you should make a truce with the demons and asuras, who are now being favored by time."
    },
    {
        "verse_id": "20",
        "text": "O demigods, fulfilling one’s own interests is so important that one may even have to make a truce with one’s enemies. For the sake of one’s self-interest, one has to act according to the logic of the snake and the mouse."
    },
    {
        "verse_id": "21",
        "text": "Immediately endeavor to produce nectar, which a person who is about to die may drink to become immortal."
    },
    {
        "verse_id": "22",
        "text": "O demigods, cast into the Ocean of Milk all kinds of vegetables, grass, creepers and drugs. Then, with My help, making Mandara Mountain the churning rod and Vāsuki the rope for churning, churn the Ocean of Milk with undiverted attention. Thus the demons will be engaged in labor, but you, the demigods, will gain the actual result, the nectar produced from the ocean."
    },
    {
        "verse_id": "24",
        "text": "My dear demigods, with patience and peace everything can be done, but if one is agitated by anger, the goal is not achieved. Therefore, whatever the demons ask, agree to their proposal."
    },
    {
        "verse_id": "25",
        "text": "A poison known as kālakūṭa will be generated from the Ocean of Milk, but you should not fear it. And when various products are churned from the ocean, you should not be greedy for them or anxious to obtain them, nor should you be angry."
    },
    {
        "verse_id": "26",
        "text": "Śukadeva Gosvāmī continued: O King Parīkṣit, after advising the demigods in this way, the independent Supreme Personality of Godhead, the best of all living entities, disappeared from their presence."
    },
    {
        "verse_id": "27",
        "text": "Then Lord Brahmā and Lord Śiva, after offering their respectful obeisances to the Lord, returned to their abodes. All the demigods then approached Mahārāja Bali."
    },
    {
        "verse_id": "28",
        "text": "Mahārāja Bali, a most celebrated king of the demons, knew very well when to make peace and when to fight. Thus although his commanders and captains were agitated and were about to kill the demigods, Mahārāja Bali, seeing that the demigods were coming to him without a militant attitude, forbade his commanders to kill them."
    },
    {
        "verse_id": "29",
        "text": "The demigods approached Bali Mahārāja, the son of Virocana, and sat down near him. Bali Mahārāja was protected by the commanders of the demons and was most opulent, having conquered the entire universe."
    },
    {
        "verse_id": "30",
        "text": "After pleasing Bali Mahārāja with mild words, Lord Indra, the King of the demigods, who was most intelligent, very politely submitted all the proposals he had learned from the Supreme Personality of Godhead, Lord Viṣṇu."
    },
    {
        "verse_id": "31",
        "text": "The proposals submitted by King Indra were immediately accepted by Bali Mahārāja and his assistants, headed by Śambara and Ariṣṭanemi, and by all the other residents of Tripura."
    },
    {
        "verse_id": "32",
        "text": "O Mahārāja Parīkṣit, chastiser of enemies, the demigods and the demons thereafter made an armistice between them. Then, with great enterprise, they arranged to produce nectar, as proposed by Lord Indra."
    },
    {
        "verse_id": "33",
        "text": "Thereafter, with great strength, the demons and demigods, who were all very powerful and who had long, stout arms, uprooted Mandara Mountain. Crying very loudly, they brought it toward the Ocean of Milk."
    },
    {
        "verse_id": "34",
        "text": "Because of conveying the great mountain for a long distance, King Indra, Mahārāja Bali and the other demigods and demons became fatigued. Being unable to carry the mountain, they left it on the way."
    },
    {
        "verse_id": "35",
        "text": "The mountain known as Mandara, which was extremely heavy, being made of gold, fell and smashed many demigods and demons."
    },
    {
        "verse_id": "36",
        "text": "The demigods and demons were frustrated and disheartened, and their arms, thighs and shoulders were broken. Therefore the Supreme Personality of Godhead, who knows everything, appeared there on the back of His carrier, Garuḍa."
    },
    {
        "verse_id": "37",
        "text": "Observing that most of the demons and the demigods had been crushed by the falling of the mountain, the Lord glanced over them and brought them back to life. Thus they became free from grief, and they even had no bruises on their bodies."
    },
    {
        "verse_id": "38",
        "text": "The Lord very easily lifted the mountain with one hand and placed it on the back of Garuḍa. Then, He too got on the back of Garuḍa and went to the Ocean of Milk, surrounded by the demigods and demons."
    },
    {
        "verse_id": "39",
        "text": "Thereafter, Garuḍa, the chief of birds, unloaded Mandara Mountain from his shoulder and brought it near the water. Then he was asked by the Lord to leave that place, and he left."
    }
]