[
    {
        "verse_id": "1",
        "text": "Mahārāja Parīkṣit inquired: O most opulent Śukadeva Gosvāmī, please explain to me how Manu and the others in each manvantara are engaged in their respective duties, and by whose order they are so engaged."
    },
    {
        "verse_id": "2",
        "text": "Śukadeva Gosvāmī said: The Manus, the sons of Manu, the great sages, the Indras and all the demigods, O King, are appointed by the Supreme Personality of Godhead in His various incarnations such as Yajña."
    },
    {
        "verse_id": "3",
        "text": "O King, I have already described to you various incarnations of the Lord, such as Yajña. The Manus and others are chosen by these incarnations, under whose direction they conduct the universal affairs."
    },
    {
        "verse_id": "4",
        "text": "At the end of every four yugas, the great saintly persons, upon seeing that the eternal occupational duties of mankind have been misused, reestablish the principles of religion."
    },
    {
        "verse_id": "5",
        "text": "Thereafter, O King, the Manus, being fully engaged according to the instructions of the Supreme Personality of Godhead, directly reestablish the principles of occupational duty in its full four parts."
    },
    {
        "verse_id": "6",
        "text": "To enjoy the results of sacrifices [yajñas], the rulers of the world, namely the sons and grandsons of Manu, discharge the orders of the Supreme Personality of Godhead until the end of Manu’s reign. The demigods also share the results of these sacrifices."
    },
    {
        "verse_id": "7",
        "text": "Indra, King of heaven, receiving benedictions from the Supreme Personality of Godhead and thus enjoying highly developed opulences, maintains the living entities all over the three worlds by pouring sufficient rain on all the planets."
    },
    {
        "verse_id": "8",
        "text": "In every yuga, the Supreme Personality of Godhead, Hari, assumes the form of Siddhas such as Sanaka to preach transcendental knowledge, He assumes the form of great saintly persons such as Yājñavalkya to teach the way of karma, and He assumes the form of great yogīs such as Dattātreya to teach the system of mystic yoga."
    },
    {
        "verse_id": "9",
        "text": "In the form of Prajāpati Marīci, the Supreme Personality of Godhead creates progeny; becoming the king, He kills the thieves and rogues; and in the form of time, He annihilates everything. All the different qualities of material existence should be understood to be qualities of the Supreme Personality of Godhead."
    },
    {
        "verse_id": "10",
        "text": "People in general are bewildered by the illusory energy, and therefore they try to find the Absolute Truth, the Supreme Personality of Godhead, through various types of research and philosophical speculation. Nonetheless, they are unable to see the Supreme Lord."
    },
    {
        "verse_id": "11",
        "text": "In one kalpa, or one day of Brahmā, there take place the many changes called vikalpas. O King, all of these have been previously described to you by me. Learned scholars who know the past, present and future have ascertained that in one day of Brahmā there are fourteen Manus."
    }
]