[
    {
        "verse_id": "1",
        "text": "Śukadeva Gosvāmī said: My dear King, there is a very large mountain called Trikūṭa. It is ten thousand yojanas [eighty thousand miles] high. Being surrounded by the Ocean of Milk, it is very beautifully situated."
    },
    {
        "verse_id": "2",
        "text": "The length and breadth of the mountain are of the same measurement [eighty thousand miles]. Its three principal peaks, which are made of iron, silver and gold, beautify all directions and the sky. The mountain also has other peaks, which are full of jewels and minerals and are decorated with nice trees, creepers and shrubs. The sounds of the waterfalls on the mountain create a pleasing vibration. In this way the mountain stands, increasing the beauty of all directions."
    },
    {
        "verse_id": "4",
        "text": "The ground at the foot of the mountain is always washed by waves of milk that produce emeralds all around in the eight directions [north, south, east, west and the directions midway between them]."
    },
    {
        "verse_id": "5",
        "text": "The inhabitants of the higher planets — the Siddhas, Cāraṇas, Gandharvas, Vidyādharas, serpents, Kinnaras and Apsarās — go to that mountain to sport. Thus all the caves of the mountain are full of these denizens of the heavenly planets."
    },
    {
        "verse_id": "6",
        "text": "Because of the resounding vibrations of the denizens of heaven singing in the caves, the lions there, being very proud of their strength, roar with unbearable envy, thinking that another lion is roaring in that way."
    },
    {
        "verse_id": "7",
        "text": "The valleys beneath Trikūṭa Mountain are beautifully decorated by many varieties of jungle animals, and in the trees, which are maintained in gardens by the demigods, varieties of birds chirp with sweet voices."
    },
    {
        "verse_id": "8",
        "text": "Trikūṭa Mountain has many lakes and rivers, with beaches covered by small gems resembling grains of sand. The water is as clear as crystal, and when the demigod damsels bathe in it, their bodies lend fragrance to the water and the breeze, thus enriching the atmosphere."
    },
    {
        "verse_id": "9",
        "text": "In a valley of Trikūṭa Mountain there was a garden called Ṛtumat. This garden belonged to the great devotee Varuṇa and was a sporting place for the damsels of the demigods. Flowers and fruits grew there in all seasons. Among them were mandāras, pārijātas, pāṭalas, aśokas, campakas, cūtas, piyālas, panasas, mangoes, āmrātakas, kramukas, coconut trees, date trees and pomegranates. There were madhukas, palm trees, tamālas, asanas, arjunas, ariṣṭas, uḍumbaras, plakṣas, banyan trees, kiṁśukas and sandalwood trees. There were also picumardas, kovidāras, saralas, sura-dārus, grapes, sugarcane, bananas, jambu, badarīs, akṣas, abhayas and āmalakīs."
    },
    {
        "verse_id": "14",
        "text": "In that garden there was a very large lake filled with shining golden lotus flowers and the flowers known as kumuda, kahlāra, utpala and śatapatra, which added excellent beauty to the mountain. There were also bilva, kapittha, jambīra and bhallātaka trees. Intoxicated bumblebees drank honey and hummed with the chirping of the birds, whose songs were very melodious. The lake was crowded with swans, kāraṇḍavas, cakrāvakas, cranes, and flocks of water chickens, dātyūhas, koyaṣṭis and other murmuring birds. Because of the agitating movements of the fish and tortoises, the water was decorated with pollen that had fallen from the lotus flowers. The lake was surrounded by kadamba flowers, vetasa flowers, nalas, nīpas, vañjulakas, kundas, kurubakas, aśokas, śirīṣas, kūṭajas, iṅgudas, kubjakas, svarṇa-yūthīs, nāgas, punnāgas, jātīs, mallikās, śatapatras, jālakās and mādhavī-latās. The banks were also abundantly adorned with varieties of trees that yielded flowers and fruits in all seasons. Thus the entire mountain stood gloriously decorated."
    },
    {
        "verse_id": "20",
        "text": "The leader of the elephants who lived in the forest of the mountain Trikūṭa once wandered toward the lake with his female elephants. He broke many plants, creepers, thickets and trees, not caring for their piercing thorns."
    },
    {
        "verse_id": "21",
        "text": "Simply by catching scent of that elephant, all the other elephants, the tigers and the other ferocious animals, such as lions, rhinoceroses, great serpents and black and white sarabhas, fled in fear. The camarī deer also fled."
    },
    {
        "verse_id": "22",
        "text": "By the mercy of this elephant, animals like the foxes, wolves, buffalos, bears, boars, gopucchas, porcupines, monkeys, rabbits, the other deer and many other small animals loitered elsewhere in the forest. They were not afraid of him."
    },
    {
        "verse_id": "23",
        "text": "Surrounded by the herd’s other elephants, including females, and followed by the young ones, Gajapati, the leader of the elephants, made Trikūṭa Mountain tremble all around because of the weight of his body. He was perspiring, liquor dripped from his mouth, and his vision was overwhelmed by intoxication. He was being served by bumblebees who drank honey, and from a distance he could smell the dust of the lotus flowers, which was carried from the lake by the breeze. Thus surrounded by his associates, who were afflicted by thirst, he soon arrived at the bank of the lake."
    },
    {
        "verse_id": "25",
        "text": "The King of the elephants entered the lake, bathed thoroughly and was relieved of his fatigue. Then, with the aid of his trunk, he drank the cold, clear, nectarean water, which was mixed with the dust of lotus flowers and water lilies, until he was fully satisfied."
    },
    {
        "verse_id": "26",
        "text": "Like a human being who lacks spiritual knowledge and is too attached to the members of his family, the elephant, being illusioned by the external energy of Kṛṣṇa, had his wives and children bathe and drink the water. Indeed, he raised water from the lake with his trunk and sprayed it over them. He did not mind the hard labor involved in this endeavor."
    },
    {
        "verse_id": "27",
        "text": "By the arrangement of providence, O King, a strong crocodile was angry at the elephant and attacked the elephant’s leg in the water. The elephant was certainly strong, and he tried his best to get free from this danger sent by providence."
    },
    {
        "verse_id": "28",
        "text": "Thereafter, seeing Gajendra in that grave condition, his wives felt very, very sorry and began to cry. The other elephants wanted to help Gajendra, but because of the crocodile’s great strength, they could not rescue him by grasping him from behind."
    },
    {
        "verse_id": "29",
        "text": "O King, the elephant and the crocodile fought in this way, pulling one another in and out of the water, for one thousand years. Upon seeing the fight, the demigods were very surprised."
    },
    {
        "verse_id": "30",
        "text": "Thereafter, because of being pulled into the water and fighting for many long years, the elephant became diminished in his mental, physical and sensual strength. The crocodile, on the contrary, being an animal of the water, increased in enthusiasm, physical strength and sensual power."
    },
    {
        "verse_id": "31",
        "text": "When the King of the elephants saw that he was under the clutches of the crocodile by the will of providence and, being embodied and circumstantially helpless, could not save himself from danger, he was extremely afraid of being killed. He consequently thought for a long time and finally reached the following decision."
    },
    {
        "verse_id": "32",
        "text": "The other elephants, who are my friends and relatives, could not rescue me from this danger. What then to speak of my wives? They cannot do anything. It is by the will of providence that I have been attacked by this crocodile, and therefore I shall seek shelter of the Supreme Personality of Godhead, who is always the shelter of everyone, even of great personalities."
    },
    {
        "verse_id": "33",
        "text": "The Supreme Personality of Godhead is certainly not known to everyone, but He is very powerful and influential. Therefore, although the serpent of eternal time, which is fearful in force, endlessly chases everyone, ready to swallow him, if one who fears this serpent seeks shelter of the Lord, the Lord gives him protection, for even death runs away in fear of the Lord. I therefore surrender unto Him, the great and powerful supreme authority who is the actual shelter of everyone."
    }
]