[
    {
        "verse_id": "1",
        "text": "Śukadeva Gosvāmī continued: When Lord Brahmā, who was born of a lotus flower, saw that the effulgence of his residence, Brahmaloka, had been reduced by the glaring effulgence from the toenails of Lord Vāmanadeva, he approached the Supreme Personality of Godhead. Lord Brahmā was accompanied by all the great sages, headed by Marīci, and by yogīs like Sanandana, but in the presence of that glaring effulgence, O King, even Lord Brahmā and his associates seemed insignificant."
    },
    {
        "verse_id": "2",
        "text": "Among the great personalities who came to worship the lotus feet of the Lord were those who had attained perfection in self-control and regulative principles, as well as experts in logic, history, general education and the Vedic literature known as kalpe [dealing with old historical incidents]. Others were experts in the Vedic corollaries like Brahma-saṁhitā, all the other knowledge of the Vedas [Sāma, Yajur, Ṛg and Atharva], and also the supplementary Vedic knowledge [Āyurveda, Dhanurveda, etc.]. Others were those who had been freed of the reactions to fruitive activities by transcendental knowledge awakened by practice of yoga. And still others were those who had attained residence in Brahmaloka not by ordinary karma but by advanced Vedic knowledge. After devotedly worshiping the upraised lotus feet of the Supreme Lord with oblations of water, Lord Brahmā, who was born of the lotus emanating from Lord Viṣṇu’s navel, offered prayers to the Lord."
    },
    {
        "verse_id": "4",
        "text": "O King, the water from Lord Brahmā’s kamaṇḍalu washed the lotus feet of Lord Vāmanadeva, who is known as Urukrama, the wonderful actor. Thus that water became so pure that it was transformed into the water of the Ganges, which went flowing down from the sky, purifying the three worlds like the pure fame of the Supreme Personality of Godhead."
    },
    {
        "verse_id": "5",
        "text": "Lord Brahmā and all the predominating deities of the various planetary systems began to worship Lord Vāmanadeva, their supreme master, who had reduced Himself from His all-pervading form to His original form. They collected all the ingredients and paraphernalia for this worship."
    },
    {
        "verse_id": "6",
        "text": "They worshiped the Lord by offering fragrant flowers, water, pādya and arghya, sandalwood pulp and aguru pulp, incense, lamps, fused rice, unbroken grains, fruits, roots and sprouts. While so doing, they offered prayers indicating the glorious activities of the Lord and shouted “Jaya! Jaya!” They also danced, played instruments, sang, sounded conchshells and beat kettledrums, in this way worshiping the Lord."
    },
    {
        "verse_id": "8",
        "text": "Jāmbavān, king of the bears, also joined in the ceremony. Sounding his bugle in all directions, he declared a great festival for Lord Vāmanadeva’s victory."
    },
    {
        "verse_id": "9",
        "text": "When the demoniac followers of Mahārāja Bali saw that their master, who had been determined in performing sacrifice, had lost all his possessions to Vāmanadeva, who had taken them away on the plea of begging three paces of land, they were very angry and spoke as follows."
    },
    {
        "verse_id": "10",
        "text": "“This Vāmana is certainly not a brāhmaṇa but the best of cheaters, Lord Viṣṇu. Assuming the form of a brāhmaṇa, He has covered His own form, and thus He is working for the interests of the demigods."
    },
    {
        "verse_id": "11",
        "text": "“Our lord, Bali Mahārāja, because of his position in performing the yajña, has given up the power to punish. Taking advantage of this, our eternal enemy, Viṣṇu, dressed in the form of a brahmacārī beggar, has taken away all his possessions."
    },
    {
        "verse_id": "12",
        "text": "“Our lord, Bali Mahārāja, is always fixed in truthfulness, and this is especially so at present, since he has been initiated into performing a sacrifice. He is always kind and merciful toward the brāhmaṇas, and he cannot at any time speak lies."
    },
    {
        "verse_id": "13",
        "text": "“Therefore it is our duty to kill this Vāmanadeva, Lord Viṣṇu. It is our religious principle and the way to serve our master.” After making this decision, the demoniac followers of Mahārāja Bali took up their various weapons with a view to killing Vāmanadeva."
    },
    {
        "verse_id": "14",
        "text": "O King, the demons, aggravated by their usual anger, took their lances and tridents in hand, and against the will of Bali Mahārāja they pushed forward to kill Lord Vāmanadeva."
    },
    {
        "verse_id": "15",
        "text": "O King, when the associates of Lord Viṣṇu saw the soldiers of the demons coming forward in violence, they smiled. Taking up their weapons, they forbade the demons to continue their attempt."
    },
    {
        "verse_id": "16",
        "text": "Nanda, Sunanda, Jaya, Vijaya, Prabala, Bala, Kumuda, Kumudākṣa, Viṣvaksena, Patattrirāṭ [Garuḍa], Jayanta, Śrutadeva, Puṣpadanta and Sātvata were all associates of Lord Viṣṇu. They were as powerful as ten thousand elephants, and now they began killing the soldiers of the demons."
    },
    {
        "verse_id": "18",
        "text": "When Bali Mahārāja saw that his own soldiers were being killed by the associates of Lord Viṣṇu, he remembered the curse of Śukrācārya and forbade his soldiers to continue fighting."
    },
    {
        "verse_id": "19",
        "text": "O Vipracitti, O Rāhu, O Nemi, please hear my words! Don’t fight. Stop immediately, for the present time is not in our favor."
    },
    {
        "verse_id": "20",
        "text": "O Daityas, by human efforts no one can supersede the Supreme Personality of Godhead, who can bring happiness and distress to all living entities."
    },
    {
        "verse_id": "21",
        "text": "The supreme time factor, which represents the Supreme Person, was previously in our favor and not in favor of the demigods, but now that same time factor is against us."
    },
    {
        "verse_id": "22",
        "text": "No one can surpass the time representation of the Supreme Personality of Godhead by material power, by the counsel of ministers, by intelligence, by diplomacy, by fortresses, by mystic mantras, by drugs, by herbs or by any other means."
    },
    {
        "verse_id": "23",
        "text": "Previously, being empowered by providence, you defeated a great number of such followers of Lord Viṣṇu. But today those same followers, having defeated us, are roaring in jubilation like lions."
    },
    {
        "verse_id": "24",
        "text": "Unless providence is in our favor, we shall not be able to gain victory. Therefore we must wait for that favorable time when our defeating them will be possible."
    },
    {
        "verse_id": "25",
        "text": "Śukadeva Gosvāmī continued: O King, in accordance with the order of their master, Bali Mahārāja, all the chiefs of the demons and the Daityas entered the lower regions of the universe, to which they were driven by the soldiers of Viṣṇu."
    },
    {
        "verse_id": "26",
        "text": "Thereafter, on the day of soma-pāna, after the sacrifice was finished, Garuḍa, king of the birds, understanding the desire of his master, arrested Bali Mahārāja with the ropes of Varuṇa."
    },
    {
        "verse_id": "27",
        "text": "When Bali Mahārāja was thus arrested by Lord Viṣṇu, who is the most powerful, there was a great roar of lamentation in all directions throughout the upper and lower planetary systems of the universe."
    },
    {
        "verse_id": "28",
        "text": "O King, the Supreme Personality of Godhead, Vāmanadeva, then spoke to Bali Mahārāja, the most liberal and celebrated personality whom He had arrested with the ropes of Varuṇa. Bali Mahārāja had lost all bodily luster, but he was nonetheless fixed in his determination."
    },
    {
        "verse_id": "29",
        "text": "O King of the demons, you have promised to give Me three steps of land, but I have occupied the entire universe with two steps. Now think about where I should put My third."
    },
    {
        "verse_id": "30",
        "text": "As far as the sun and moon shine with the stars and as far as the clouds pour rain, all the land throughout the universe is in your possession."
    },
    {
        "verse_id": "31",
        "text": "Of these possessions, with one step I have occupied Bhūrloka, and with My body I have occupied the entire sky and all directions. And in your presence, with My second step, I have occupied the upper planetary system."
    },
    {
        "verse_id": "32",
        "text": "Because you have been unable to give charity according to your promise, the rule is that you should go down to live in the hellish planets. Therefore, in accordance with the order of Śukrācārya, your spiritual master, now go down and live there."
    },
    {
        "verse_id": "33",
        "text": "Far from being elevated to the heavenly planets or fulfilling one’s desire, one who does not properly give a beggar what he has promised falls down to a hellish condition of life."
    },
    {
        "verse_id": "34",
        "text": "Being falsely proud of your possessions, you promised to give Me land, but you could not fulfill your promise. Therefore, because your promise was false, you must live for a few years in hellish life."
    }
]