[{
        "verse_id": "1",
        "text": "King Parīkṣit said to Śukadeva Gosvāmī: O brāhmaṇa, you have already informed me that the radius of Bhū-maṇḍala extends as far as the sun spreads its light and heat and as far as the moon and all the stars can be seen."
    },
    {
        "verse_id": "2",
        "text": "My dear Lord, the rolling wheels of Mahārāja Priyavrata’s chariot created seven ditches, in which the seven oceans came into existence. Because of these seven oceans, Bhū-maṇḍala is divided into seven islands. You have given a very general description of their measurement, names and characteristics. Now I wish to know of them in detail. Kindly fulfill my desire."
    },
    {
        "verse_id": "3",
        "text": "When the mind is fixed upon the Supreme Personality of Godhead in His external feature made of the material modes of nature — the gross universal form — it is brought to the platform of pure goodness. In that transcendental position, one can understand the Supreme Personality of Godhead, Vāsudeva, who in His subtler form is self-effulgent and beyond the modes of nature. O my lord, please describe vividly how that form, which covers the entire universe, is perceived."
    },
    {
        "verse_id": "4",
        "text": "The great ṛṣi Śukadeva Gosvāmī said: My dear King, there is no limit to the expansion of the Supreme Personality of Godhead’s material energy. This material world is a transformation of the material qualities [sattva-guṇa, rajo-guṇa and tamo-guṇa], yet no one could possibly explain it perfectly, even in a lifetime as long as that of Brahmā. No one in the material world is perfect, and an imperfect person could not describe this material universe accurately, even after continued speculation. O King, I shall nevertheless try to explain to you the principal regions, such as Bhūloka, with their names, forms, measurements and various symptoms."
    },
    {
        "verse_id": "5",
        "text": "The planetary system known as Bhū-maṇḍala resembles a lotus flower, and its seven islands resemble the whorl of that flower. The length and breadth of the island known as Jambūdvīpa, which is situated in the middle of the whorl, are one million yojanas [eight million miles]. Jambūdvīpa is round like the leaf of a lotus flower."
    },
    {
        "verse_id": "6",
        "text": "In Jambūdvīpa there are nine divisions of land, each with a length of 9,000 yojanas [72,000 miles]. There are eight mountains that mark the boundaries of these divisions and separate them nicely."
    },
    {
        "verse_id": "7",
        "text": "Amidst these divisions, or varṣas, is the varṣa named Ilāvṛta, which is situated in the middle of the whorl of the lotus. Within Ilāvṛta-varṣa is Sumeru Mountain, which is made of gold. Sumeru Mountain is like the pericarp of the lotuslike Bhū-maṇḍala planetary system. The mountain’s height is the same as the width of Jambūdvīpa — or, in other words, 100,000 yojanas [800,000 miles]. Of that, 16,000 yojanas [128,000 miles] are within the earth, and therefore the mountain’s height above the earth is 84,000 yojanas [672,000 miles]. The mountain’s width is 32,000 yojanas [256,000 miles] at its summit and 16,000 yojanas at its base."
    },
    {
        "verse_id": "8",
        "text": "Just north of Ilāvṛta-varṣa — and going further northward, one after another — are three mountains named Nīla, Śveta and Śṛṅgavān. These mark the borders of the three varṣas named Ramyaka, Hiraṇmaya and Kuru and separate them from one another. The width of these mountains is 2,000 yojanas [16,000 miles]. Lengthwise, they extend east and west to the beaches of the ocean of salt water. Going from south to north, the length of each mountain is one tenth that of the previous mountain, but the height of them all is the same."
    },
    {
        "verse_id": "9",
        "text": "Similarly, south of Ilāvṛta-varṣa and extending from east to west are three great mountains named (from north to south) Niṣadha, Hemakūṭa and Himālaya. Each of them is 10,000 yojanas [80,000 miles] high. They mark the boundaries of the three varṣas named Hari-varṣa, Kimpuruṣa-varṣa and Bhārata-varṣa [India]."
    },
    {
        "verse_id": "10",
        "text": "In the same way, west and east of Ilāvṛta-varṣa are two great mountains named Mālyavān and Gandhamādana respectively. These two mountains, which are 2,000 yojanas [16,000 miles] high, extend as far as Nīla Mountain in the north and Niṣadha in the south. They indicate the borders of Ilāvṛta-varṣa and also the varṣas known as Ketumāla and Bhadrāśva."
    },
    {
        "verse_id": "11",
        "text": "On the four sides of the great mountain known as Sumeru are four mountains — Mandara, Merumandara, Supārśva and Kumuda — which are like its belts. The length and height of these mountains are calculated to be 10,000 yojanas [80,000 miles]."
    },
    {
        "verse_id": "12",
        "text": "Standing like flagstaffs on the summits of these four mountains are a mango tree, a rose apple tree, a kadamba tree and a banyan tree. Those trees are calculated to have a width of 100 yojanas [800 miles] and a height of 1,100 yojanas [8,800 miles]. Their branches also spread to a radius of 1,100 yojanas."
    },
    {
        "verse_id": "13",
        "text": "O Mahārāja Parīkṣit, best of the Bharata dynasty, between these four mountains are four huge lakes. The water of the first tastes just like milk; the water of the second, like honey; and that of the third, like sugarcane juice. The fourth lake is filled with pure water. The celestial beings such as the Siddhas, Cāraṇas and Gandharvas, who are also known as demigods, enjoy the facilities of those four lakes. Consequently they have the natural perfections of mystic yoga, such as the power to become smaller than the smallest or greater than the greatest. There are also four celestial gardens named Nandana, Caitraratha, Vaibhrājaka and Sarvatobhadra."
    },
    {
        "verse_id": "15",
        "text": "The best of the demigods, along with their wives, who are like ornaments of heavenly beauty, meet together and enjoy within those gardens, while their glories are sung by lesser demigods known as Gandharvas."
    },
    {
        "verse_id": "16",
        "text": "On the lower slopes of Mandara Mountain is a mango tree named Devacūta. It is 1,100 yojanas high. Mangoes as big as mountain peaks and as sweet as nectar fall from the top of this tree for the enjoyment of the denizens of heaven."
    },
    {
        "verse_id": "17",
        "text": "When all those solid fruits fall from such a height, they break, and the sweet, fragrant juice within them flows out and becomes increasingly more fragrant as it mixes with other scents. That juice cascades from the mountain in waterfalls and becomes a river called Aruṇodā, which flows pleasantly through the eastern side of Ilāvṛta."
    },
    {
        "verse_id": "18",
        "text": "The pious wives of the Yakṣas act as personal maidservants to assist Bhavānī, the wife of Lord Śiva. Because they drink the water of the river Aruṇodā, their bodies become fragrant, and as the air carries away that fragrance, it perfumes the entire atmosphere for eighty miles around."
    },
    {
        "verse_id": "19",
        "text": "Similarly, the fruits of the jambū tree, which are full of pulp and have very small seeds, fall from a great height and break to pieces. Those fruits are the size of elephants, and the juice gliding from them becomes a river named Jambū-nadī. This river falls a distance of 10,000 yojanas, from the summit of Merumandara to the southern side of Ilāvṛta, and floods the entire land of Ilāvṛta with juice."
    },
    {
        "verse_id": "20",
        "text": "The mud on both banks of the river Jambū-nadī, being moistened by the flowing juice and then dried by the air and the sunshine, produces huge quantities of gold called Jāmbū-nada. The denizens of heaven use this gold for various kinds of ornaments. Therefore all the inhabitants of the heavenly planets and their youthful wives are fully decorated with golden helmets, bangles and belts, and thus they enjoy life."
    },
    {
        "verse_id": "22",
        "text": "On the side of Supārśva Mountain stands a big tree called Mahākadamba, which is very celebrated. From the hollows of this tree flow five rivers of honey, each about five vyāmas wide. This flowing honey falls incessantly from the top of Supārśva Mountain and flows all around Ilāvṛta-varṣa, beginning from the western side. Thus the whole land is saturated with the pleasing fragrance."
    },
    {
        "verse_id": "23",
        "text": "The air carrying the scent from the mouths of those who drink that honey perfumes the land for a hundred yojanas around."
    },
    {
        "verse_id": "24",
        "text": "Similarly, on Kumuda Mountain there is a great banyan tree, which is called Śatavalśa because it has a hundred main branches. From those branches come many roots, from which many rivers are flowing. These rivers flow down from the top of the mountain to the northern side of Ilāvṛta-varṣa for the benefit of those who live there. Because of these flowing rivers, all the people have ample supplies of milk, yogurt, honey, clarified butter [ghee], molasses, food grains, clothes, bedding, sitting places and ornaments. All the objects they desire are sufficiently supplied for their prosperity, and therefore they are very happy."
    },
    {
        "verse_id": "25",
        "text": "The residents of the material world who enjoy the products of these flowing rivers have no wrinkles on their bodies and no grey hair. They never feel fatigue, and perspiration does not give their bodies a bad odor. They are not afflicted by old age, disease or untimely death, they do not suffer from chilly cold or scorching heat, nor do their bodies lose their luster. They all live very happily, without anxieties, until death."
    },
    {
        "verse_id": "26",
        "text": "There are other mountains beautifully arranged around the foot of Mount Meru like the filaments around the whorl of a lotus flower. Their names are Kuraṅga, Kurara, Kusumbha, Vaikaṅka, Trikūṭa, Śiśira, Pataṅga, Rucaka, Niṣadha, Sinīvāsa, Kapila, Śaṅkha, Vaidūrya, Jārudhi, Haṁsa, Ṛṣabha, Nāga, Kālañjara and Nārada."
    },
    {
        "verse_id": "27",
        "text": "On the eastern side of Sumeru Mountain are two mountains named Jaṭhara and Devakūṭa, which extend to the north and south for 18,000 yojanas [144,000 miles]. Similarly, on the western side of Sumeru are two mountains named Pavana and Pāriyātra, which also extend north and south for the same distance. On the southern side of Sumeru are two mountains named Kailāsa and Karavīra, which extend east and west for 18,000 yojanas, and on the northern side of Sumeru, extending for the same distance east and west, are two mountains named Triśṛṅga and Makara. The width and height of all these mountains is 2,000 yojanas [16,000 miles]. Sumeru, a mountain of solid gold shining as brilliantly as fire, is surrounded by these eight mountains."
    },
    {
        "verse_id": "28",
        "text": "In the middle of the summit of Meru is the township of Lord Brahmā. Each of its four sides is calculated to extend for ten million yojanas [eighty million miles]. It is made entirely of gold, and therefore learned scholars and sages call it Śātakaumbhī."
    },
    {
        "verse_id": "29",
        "text": "Surrounding Brahmapurī in all directions are the residences of the eight principal governors of the planetary systems, beginning with King Indra. These abodes are similar to Brahmapurī but are one fourth the size."
    }
]