[
    {
        "verse": "1",
        "devanagari": "श्रीभगवानुवाचजितेन्द्रियस्य युक्तस्य जितश्वासस्य योगिन: ।मयि धारयतश्चेत उपतिष्ठन्ति सिद्धय: ॥ १ ॥",
        "english_devnagari": "śrī-bhagavān uvācajitendriyasya yuktasyajita-śvāsasya yoginaḥmayi dhārayataś cetaupatiṣṭhanti siddhayaḥ",
        "verse_Syn": [
            "śrī",
            "bhagavān",
            "uvāca",
            "jita",
            "indriyasya",
            "yuktasya",
            "jita",
            "śvāsasya",
            "yoginaḥ",
            "mayi",
            "dhārayataḥ",
            "cetaḥ",
            "upatiṣṭhanti",
            "siddhayaḥ"
        ],
        "translation": "The Supreme Personality of Godhead said: My dear Uddhava, the mystic perfections of yoga are acquired by a yogī who has conquered his senses, steadied his mind, conquered the breathing process and fixed his mind on Me.",
        "purport": " There are eight primary mystic perfections, such as aṇimā-siddhi, and ten secondary perfections. In this Fifteenth Chapter Lord Kṛṣṇa will explain that such mystic perfections are actually impediments to the development of Kṛṣṇa consciousness, and that therefore one should not desire them."
    },
    {
        "verse": "2",
        "devanagari": "श्रीउद्धव उवाचकया धारणया कास्वित् कथं वा सिद्धिरच्युत ।कति वा सिद्धयो ब्रूहि योगिनां सिद्धिदो भवान् ॥ २ ॥",
        "english_devnagari": "śrī-uddhava uvācakayā dhāraṇayā kā svitkathaṁ vā siddhir acyutakati vā siddhayo brūhiyogināṁ siddhi-do bhavān",
        "verse_Syn": [
            "śrī",
            "uddhavaḥ",
            "uvāca",
            "kayā",
            "dhāraṇayā",
            "kā",
            "svit",
            "katham",
            "vā",
            "siddhiḥ",
            "acyuta",
            "kati",
            "vā",
            "siddhayaḥ",
            "brūhi",
            "yoginām",
            "siddhi",
            "daḥ",
            "bhavān"
        ],
        "translation": "Śrī Uddhava said: My dear Lord Acyuta, by what process can mystic perfection be achieved, and what is the nature of such perfection? How many mystic perfections are there? Please explain these things to me. Indeed, You are the bestower of all mystic perfections.",
        "purport": ""
    },
    {
        "verse": "3",
        "devanagari": "श्रीभगवानुवाचसिद्धयोऽष्टादश प्रोक्ता धारणा योगपारगै: ।तासामष्टौ मत्प्रधाना दशैव गुणहेतव: ॥ ३ ॥",
        "english_devnagari": "śrī-bhagavān uvācasiddhayo ’ṣṭādaśa proktādhāraṇā yoga-pāra-gaiḥtāsām aṣṭau mat-pradhānādaśaiva guṇa-hetavaḥ",
        "verse_Syn": [
            "śrī",
            "bhagavān",
            "uvāca",
            "siddhayaḥ",
            "aṣṭādaśa",
            "proktāḥ",
            "dhāraṇāḥ",
            "yoga",
            "pāra",
            "gaiḥ",
            "tāsām",
            "aṣṭau",
            "mat",
            "pradhānāḥ",
            "daśa",
            "eva",
            "guṇa",
            "hetavaḥ"
        ],
        "translation": "The Supreme Personality of Godhead said: The masters of the yoga system have declared that there are eighteen types of mystic perfection and meditation, of which eight are primary, having their shelter in Me, and ten are secondary, appearing from the material mode of goodness.",
        "purport": " Śrīla Viśvanātha Cakravartī Ṭhākura explains the word mat pradhānāḥ as follows. Lord Kṛṣṇa is naturally the shelter of the eight primary mystic potencies and meditations because such perfections emanate from the Lord’s personal potency, and thus they are fully developed only within the Lord Himself and the Lord’s personal associates. When materialistic persons mechanically acquire such potencies, the perfections awarded are of an inferior degree and are considered to be manifestations of māyā, illusion. A pure devotee of the Lord automatically receives from the Lord wonderful potencies to execute his devotional service. If for sense gratification one mechanically endeavors to acquire mystic perfections, then these perfections are certainly considered to be inferior expansions of the Lord’s external potency."
    },
    {
        "verse": "4-5",
        "devanagari": "अणिमा महिमा मूर्तेर्लघिमा प्राप्तिरिन्द्रियै: ।प्राकाम्यं श्रुतद‍ृष्टेषु शक्तिप्रेरणमीशिता ॥ ४ ॥गुणेष्वसङ्गो वशिता यत्कामस्तदवस्यति ।एता मे सिद्धय: सौम्य अष्टावौत्पत्तिका मता: ॥ ५ ॥",
        "english_devnagari": "aṇimā mahimā mūrterlaghimā prāptir indriyaiḥprākāmyaṁ śruta-dṛṣṭeṣuśakti-preraṇam īśitā",
        "verse_Syn": [
            "aṇimā",
            "mahimā",
            "mūrteḥ",
            "laghimā",
            "prāptiḥ",
            "indriyaiḥ",
            "prākāmyam",
            "śruta",
            "dṛṣṭeṣu",
            "śakti",
            "preraṇam",
            "īśitā",
            "guṇeṣu",
            "asaṅgaḥ",
            "vaśitā",
            "yat",
            "kāmaḥ",
            "tat",
            "avasyati",
            "etāḥ",
            "me",
            "siddhayaḥ",
            "saumya",
            "aṣṭau",
            "autpattikāḥ",
            "matāḥ"
        ],
        "translation": "Among the eight primary mystic perfections, the three by which one transforms one’s own body are aṇimā, becoming smaller than the smallest; mahimā, becoming greater than the greatest; and laghimā, becoming lighter than the lightest. Through the perfection of prāpti one acquires whatever one desires, and through prākāmya-siddhi one experiences any enjoyable object, either in this world or the next. Through īśitā-siddhi one can manipulate the subpotencies of māyā, and through the controlling potency called vaśitā-siddhi one is unimpeded by the three modes of nature. One who has acquired kāmāvasāyitā-siddhi can obtain anything from anywhere, to the highest possible limit. My dear gentle Uddhava, these eight mystic perfections are considered to be naturally existing and unexcelled within this world.",
        "purport": " Through aṇimā-siddhi one can become so small that one can enter a stone or pass through any obstacle. Through mahimā-siddhi one becomes so great that one covers everything, and through laghimā one becomes so light that one can ride on the sun’s rays into the sun planet. Through prāpti-siddhi one can acquire anything from anywhere and can even touch the moon with one’s finger. By this mystic perfection one can also enter into the senses of any other living entity through the predominating deities of the particular senses; and by thus utilizing the senses of others, one can acquire anything. Through prākāmya one can experience any enjoyable object, either in this world or the next, and through īśitā, or the controlling potency, one can manipulate the subpotencies of māyā, which are material. In other words, even by acquiring mystic powers one cannot pass beyond the control of illusion; however, one may manipulate the subpotencies of illusion. Through vaśitā, or the power to control, one can bring others under one’s dominion or keep oneself beyond the control of the three modes of nature. Ultimately, one acquires through kāmāvasāyitā the maximum powers of control, acquisition and enjoyment. The word autpattikāḥ in this verse indicates being original, natural and unexcelled. These eight mystic potencies originally exist in the Supreme Personality of Godhead, Kṛṣṇa, in the superlative degree. Lord Kṛṣṇa becomes so small that He enters within the atomic particles, and He becomes so large that as Mahā-Viṣṇu He breathes out millions of universes. The Lord can become so light or subtle that even great mystic yogīs cannot perceive Him, and the Lord’s acquisitive power is perfect, because He keeps the total existence eternally within His body. The Lord certainly can enjoy whatever He likes, control all energies, dominate all other persons and exhibit complete omnipotency. Therefore it is to be understood that these eight mystic perfections are insignificant expansions of the mystic potency of the Lord, who in Bhagavad-gītā is called Yogeśvara, the Supreme Lord of all mystic potencies. These eight perfections are not artificial, but are natural and unexcelled because they originally exist in the Supreme Personality of Godhead."
    },
    {
        "verse": "6-7",
        "devanagari": "अनूर्मिमत्त्वं देहेऽस्मिन् दूरश्रवणदर्शनम् ।मनोजव: कामरूपं परकायप्रवेशनम् ॥ ६ ॥स्वच्छन्दमृत्युर्देवानां सहक्रीडानुदर्शनम् ।यथासङ्कल्पसंसिद्धिराज्ञाप्रतिहता गति: ॥ ७ ॥",
        "english_devnagari": "anūrmimattvaṁ dehe ’smindūra-śravaṇa-darśanammano-javaḥ kāma-rūpaṁpara-kāya-praveśanam",
        "verse_Syn": [
            "anūrmi",
            "mattvam",
            "dehe",
            "asmin",
            "dūra",
            "śravaṇa",
            "darśanam",
            "manaḥ",
            "javaḥ",
            "kāma",
            "rūpam",
            "para",
            "kāya",
            "praveśanam",
            "sva",
            "chanda",
            "mṛtyuḥ",
            "devānām",
            "saha",
            "krīḍā",
            "anudarśanam",
            "yathā",
            "saṅkalpa",
            "saṁsiddhiḥ",
            "ājñā",
            "apratihatā",
            "gatiḥ"
        ],
        "translation": "The ten secondary mystic perfections arising from the modes of nature are the powers of freeing oneself from hunger and thirst and other bodily disturbances, hearing and seeing things far away, moving the body at the speed of the mind, assuming any form one desires, entering the bodies of others, dying when one desires, witnessing the pastimes between the demigods and the celestial girls called Apsarās, completely executing one’s determination and giving orders whose fulfillment is unimpeded.",
        "purport": ""
    },
    {
        "verse": "8-9",
        "devanagari": "त्रिकालज्ञत्वमद्वन्द्वं परचित्ताद्यभिज्ञता ।अग्‍न्यर्काम्बुविषादीनां प्रतिष्टम्भोऽपराजय: ॥ ८ ॥एताश्चोद्देशत: प्रोक्ता योगधारणसिद्धय: ।यया धारणया या स्याद् यथा वा स्यान्निबोध मे ॥ ९ ॥",
        "english_devnagari": "tri-kāla-jñatvam advandvaṁpara-cittādy-abhijñatāagny-arkāmbu-viṣādīnāṁpratiṣṭambho ’parājayaḥ",
        "verse_Syn": [
            "tri",
            "kāla",
            "jñatvam",
            "advandvam",
            "para",
            "citta",
            "ādi",
            "abhijñatā",
            "agni",
            "arka",
            "ambu",
            "viṣa",
            "ādīnām",
            "pratiṣṭambhaḥ",
            "aparājayaḥ",
            "etāḥ",
            "ca",
            "uddeśataḥ",
            "proktāḥ",
            "yoga",
            "dhāraṇa",
            "siddhayaḥ",
            "yayā",
            "dhāraṇayā",
            "yā",
            "syāt",
            "yathā",
            "vā",
            "syāt",
            "nibodha",
            "me"
        ],
        "translation": "The power to know past, present and future; tolerance of heat, cold and other dualities; knowing the minds of others; checking the influence of fire, sun, water, poison, and so on; and remaining unconquered by others — these constitute five perfections of the mystic process of yoga and meditation. I am simply listing these here according to their names and characteristics. Now please learn from Me how specific mystic perfections arise from specific meditations and also of the particular processes involved.",
        "purport": " According to the ācāryas these five perfections are considered to be quite inferior to the others already mentioned, since they involve more or less ordinary physical and mental manipulations. According to Śrīla Madhvācārya, in the perfection called agny-arkāmbu-viṣādīnāṁ pratiṣṭambhaḥ, or checking the influence of fire, sun, water, poison, and so on, the term “and so on” refers to one’s remaining invulnerable to all types of weapons as well as attacks by nails, teeth, beating, curses and other such sources."
    },
    {
        "verse": "10",
        "devanagari": "भूतसूक्ष्मात्मनि मयि तन्मात्रं धारयेन्मन: ।अणिमानमवाप्नोति तन्मात्रोपासको मम ॥ १० ॥",
        "english_devnagari": "bhūta-sūkṣmātmani mayitan-mātraṁ dhārayen manaḥaṇimānam avāpnotitan-mātropāsako mama",
        "verse_Syn": [
            "bhūta",
            "sūkṣma",
            "ātmani",
            "mayi",
            "tat",
            "mātram",
            "dhārayet",
            "manaḥ",
            "aṇimānam",
            "avāpnoti",
            "tat",
            "mātra",
            "upāsakaḥ",
            "mama"
        ],
        "translation": "One who worships Me in My atomic form pervading all subtle elements, fixing his mind on that alone, obtains the mystic perfection called aṇimā.",
        "purport": " Aṇimā refers to the mystic ability to make oneself smaller than the smallest and thus able to enter within anything. The Supreme Personality of Godhead is within the atoms and atomic particles, and one who perfectly fixes his mind in that subtle atomic form of the Lord acquires the mystic potency called aṇimā, by which one can enter within even the most dense matter such as stone."
    },
    {
        "verse": "11",
        "devanagari": "महत्तत्त्वात्मनि मयि यथासंस्थं मनो दधत् ।महिमानमवाप्नोति भूतानां च पृथक् पृथक् ॥ ११ ॥",
        "english_devnagari": "mahat-tattvātmani mayiyathā-saṁsthaṁ mano dadhatmahimānam avāpnotibhūtānāṁ ca pṛthak pṛthak",
        "verse_Syn": [
            "mahat",
            "tattva",
            "ātmani",
            "mayi",
            "yathā",
            "saṁstham",
            "manaḥ",
            "dadhat",
            "mahimānam",
            "avāpnoti",
            "bhūtānām",
            "ca",
            "pṛthak",
            "pṛthak"
        ],
        "translation": "One who absorbs his mind in the particular form of the mahat-tattva and thus meditates upon Me as the Supreme Soul of the total material existence achieves the mystic perfection called mahimā. By further absorbing the mind in the situation of each individual element such as the sky, air, fire, and so on, one progressively acquires the greatness of each material element.",
        "purport": " There are innumerable verses in Vedic literatures explaining that the Supreme Personality of Godhead is qualitatively not different from His creation and thus a yogī may meditate upon the total material existence as a manifestation of the external potency of the Lord. Once the yogī has established his realization that the material creation is not different from the Lord, he obtains the perfection called mahimā-siddhi. By realizing the Lord’s presence in each individual element the yogī also acquires the greatness of each element. However, the pure devotees are not very interested in such perfections because they are surrendered to the Personality of Godhead, who exhibits such perfections to the infinite degree. Being always protected by the Lord, the pure devotees save their precious time to chant Hare Kṛṣṇa, Hare Kṛṣṇa, Kṛṣṇa Kṛṣṇa, Hare Hare/ Hare Rāma, Hare Rāma, Rāma Rāma, Hare Hare. Thus they achieve for themselves and others saṁsiddhi, or the supreme perfection, pure love of Godhead, Kṛṣṇa consciousness, by which one expands one’s existence beyond the total material creation to the spiritual planets called Vaikuṇṭha."
    },
    {
        "verse": "12",
        "devanagari": "परमाणुमये चित्तं भूतानां मयि रञ्जयन् ।कालसूक्ष्मार्थतां योगी लघिमानमवाप्नुयात् ॥ १२ ॥",
        "english_devnagari": "paramāṇu-maye cittaṁbhūtānāṁ mayi rañjayankāla-sūkṣmārthatāṁ yogīlaghimānam avāpnuyāt",
        "verse_Syn": [
            "parama",
            "aṇu",
            "maye",
            "cittam",
            "bhūtānām",
            "mayi",
            "rañjayan",
            "kāla",
            "sūkṣma",
            "arthatām",
            "yogī",
            "laghimānam",
            "avāpnuyāt"
        ],
        "translation": "I exist within everything, and I am therefore the essence of the atomic constituents of material elements. By attaching his mind to Me in this form, the yogī may achieve the perfection called laghimā, by which he realizes the subtle atomic substance of time.",
        "purport": " Śrīmad-Bhāgavatam elaborately explains that kāla, or time, is the transcendental form of the Lord that moves the material world. Since the five gross elements are composed of atoms, the atomic particles are the subtle substance or manifestation of the movements of time. More subtle than time is the Personality of Godhead Himself, who expands His potency as the time factor. By understanding all these things clearly the yogī obtains laghimā-siddhi, or the power to make himself lighter than the lightest."
    },
    {
        "verse": "13",
        "devanagari": "धारयन् मय्यहंतत्त्वे मनो वैकारिकेऽखिलम् ।सर्वेन्द्रियाणामात्मत्वं प्राप्तिं प्राप्नोति मन्मना: ॥ १३ ॥",
        "english_devnagari": "dhārayan mayy ahaṁ-tattvemano vaikārike ’khilamsarvendriyāṇām ātmatvaṁprāptiṁ prāpnoti man-manāḥ",
        "verse_Syn": [
            "dhārayan",
            "mayi",
            "aham",
            "tattve",
            "manaḥ",
            "vaikārike",
            "akhilam",
            "sarva",
            "indriyāṇām",
            "ātmatvam",
            "prāptim",
            "prāpnoti",
            "mat",
            "manāḥ"
        ],
        "translation": "Fixing his mind completely in Me within the element of false ego generated from the mode of goodness, the yogī obtains the power of mystic acquisition, by which he becomes the proprietor of the senses of all living entities. He obtains such perfection because his mind is absorbed in Me.",
        "purport": " It is significant that in order to acquire each mystic perfection one must fix one’s mind on the Supreme Personality of Godhead. Śrīla Bhaktisiddhānta Sarasvatī Ṭhākura states that those who pursue such perfections without fixing the mind in the Supreme Lord acquire a gross and inferior reflection of each mystic potency. Those who are not conscious of the Lord cannot actually synchronize their minds perfectly with the universal functions and therefore cannot elevate their mystic opulences to the universal platform."
    },
    {
        "verse": "14",
        "devanagari": "महत्यात्मनि य: सूत्रे धारयेन्मयि मानसम् ।प्राकाम्यं पारमेष्ठ्यं मे विन्दतेऽव्यक्तजन्मन: ॥ १४ ॥",
        "english_devnagari": "mahaty ātmani yaḥ sūtredhārayen mayi mānasamprākāmyaṁ pārameṣṭhyaṁ mevindate ’vyakta-janmanaḥ",
        "verse_Syn": [
            "mahati",
            "ātmani",
            "yaḥ",
            "sūtre",
            "dhārayet",
            "mayi",
            "mānasam",
            "prākāmyam",
            "pārameṣṭhyam",
            "me",
            "vindate",
            "avyakta",
            "janmanaḥ"
        ],
        "translation": "One who concentrates all mental activities in Me as the Supersoul of that phase of the mahat-tattva which manifests the chain of fruitive activities obtains from Me, whose appearance is beyond material perception, the most excellent mystic perfection called prākāmya.",
        "purport": " Śrīla Vīrarāghava Ācārya explains that the word sūtra, or “thread,” is used to indicate that the mahat-tattva sustains one’s fruitive activities just as a thread sustains a row of jewels. Thus by fixed meditation on the Supreme Personality of Godhead, who is the soul of the mahat-tattva, one can achieve the most excellent perfection called prākāmya. Avyakta-janmanaḥ indicates that the Supreme Personality of Godhead appears from the avyakta, or the spiritual sky, or that His birth is avyakta, beyond the perception of material senses. Unless one accepts the transcendental form of the Supreme Personality of Godhead, there is no possibility of obtaining prākāmya or any other genuine mystic perfection."
    },
    {
        "verse": "15",
        "devanagari": "विष्णौ त्र्यधीश्वरे चित्तं धारयेत् कालविग्रहे ।स ईशित्वमवाप्नोति क्षेत्रज्ञक्षेत्रचोदनाम् ॥ १५ ॥",
        "english_devnagari": "viṣṇau try-adhīśvare cittaṁdhārayet kāla-vigrahesa īśitvam avāpnotikṣetrajña-kṣetra-codanām",
        "verse_Syn": [
            "viṣṇau",
            "tri",
            "adhīśvare",
            "cittam",
            "dhārayet",
            "kāla",
            "vigrahe",
            "saḥ",
            "īśitvam",
            "avāpnoti",
            "kṣetra",
            "jña",
            "kṣetra",
            "codanām"
        ],
        "translation": "One who places his consciousness on Viṣṇu, the Supersoul, the prime mover and Supreme Lord of the external energy consisting of three modes, obtains the mystic perfection of controlling other conditioned souls, their material bodies and their bodily designations.",
        "purport": " We should remember that mystic perfection never enables a living entity to challenge the supremacy of the Personality of Godhead. In fact, one cannot obtain such perfections without the mercy of the Supreme Lord; thus one’s controlling power can never disturb the plan of Lord Kṛṣṇa. One is allowed to exhibit mystic control only within the confines of the law of God, and even a great yogī who transgresses the law of God by his so-called mystic opulences will be severely punished, as revealed in the story of Durvāsā Muni cursing Ambarīṣa Mahārāja."
    },
    {
        "verse": "16",
        "devanagari": "नारायणे तुरीयाख्ये भगवच्छब्दशब्दिते ।मनो मय्यादधद् योगी मद्धर्मा वशितामियात् ॥ १६ ॥",
        "english_devnagari": "nārāyaṇe turīyākhyebhagavac-chabda-śabditemano mayy ādadhad yogīmad-dharmā vaśitām iyāt",
        "verse_Syn": [
            "nārāyaṇe",
            "turīya",
            "ākhye",
            "bhagavat",
            "śabda",
            "śabdite",
            "manaḥ",
            "mayi",
            "ādadhat",
            "yogī",
            "mat",
            "dharmā",
            "vaśitām",
            "iyāt"
        ],
        "translation": "The yogī who places his mind in My form of Nārāyaṇa, known as the fourth factor, full of all opulences, becomes endowed with My nature and thus obtains the mystic perfection called vaśitā.",
        "purport": " In Bhagavad-gītā (7.13) Lord Kṛṣṇa states: “Deluded by the three modes [goodness, passion and ignorance], the whole world does not know Me, who am above the modes and inexhaustible.” Thus the Lord is called turīya, or the fourth factor beyond the three modes of nature. According to Śrīla Vīrarāghava Ācārya, turīya also indicates that the Lord is beyond the three ordinary phases of consciousness, namely wakefulness, dreaming and dreamless sleep. Bhaga-vac-chabda-śabdite indicates that the Lord is known as Bhagavān, or the possessor of unlimited opulences, principally beauty, fame, wealth, knowledge, renunciation and intelligence. In conclusion, one can obtain the mystic opulence vaśitā, or freedom from the modes of nature, by meditating upon the Lord as turīya, the fourth factor beyond those modes. Everything depends upon the favor of the Supreme Personality of Godhead."
    },
    {
        "verse": "17",
        "devanagari": "निर्गुणे ब्रह्मणि मयि धारयन् विशदं मन: ।परमानन्दमाप्नोति यत्र कामोऽवसीयते ॥ १७ ॥",
        "english_devnagari": "nirguṇe brahmaṇi mayidhārayan viśadaṁ manaḥparamānandam āpnotiyatra kāmo ’vasīyate",
        "verse_Syn": [
            "nirguṇe",
            "brahmaṇi",
            "mayi",
            "dhārayan",
            "viśadam",
            "manaḥ",
            "parama",
            "ānandam",
            "āpnoti",
            "yatra",
            "kāmaḥ",
            "avasīyate"
        ],
        "translation": "One who fixes his pure mind on Me in My manifestation as the impersonal Brahman obtains the greatest happiness, wherein all his desires are completely fulfilled.",
        "purport": " Paramānanda, or “the greatest happiness,” here indicates the greatest material happiness, since it is clearly stated in Śrīmad-Bhāgavatam that a devotee has no personal desire, or kāma. One who has personal desire is certainly within the material world, and on the material platform the greatest happiness is kāmāvasāyitā-siddhi, or the perfection of completely obtaining anything that one desires."
    },
    {
        "verse": "18",
        "devanagari": "श्वेतद्वीपपतौ चित्तं शुद्धे धर्ममये मयि ।धारयञ्छ्वेततां याति षडूर्मिरहितो नर: ॥ १८ ॥",
        "english_devnagari": "śvetadvīpa-patau cittaṁśuddhe dharma-maye mayidhārayañ chvetatāṁ yātiṣaḍ-ūrmi-rahito naraḥ",
        "verse_Syn": [
            "śveta",
            "dvīpa",
            "patau",
            "cittam",
            "śuddhe",
            "dharma",
            "maye",
            "mayi",
            "dhārayan",
            "śvetatām",
            "yāti",
            "ṣaṭ",
            "ūrmi",
            "rahitaḥ",
            "naraḥ"
        ],
        "translation": "A human being who concentrates on Me as the upholder of religious principles, the personification of purity and the Lord of Śvetadvīpa obtains the pure existence in which he is freed from the six waves of material disturbance, namely hunger, thirst, decay, death, grief and illusion.",
        "purport": " The Lord now begins to explain the processes for obtaining the ten secondary mystic perfections derived from the modes of nature. Within the material world Lord Viṣṇu, addressed here as śvetadvīpa-pati, the Lord of Śvetadvīpa, governs the material mode of goodness and is thus called śuddha and dharma-maya, or the personification of purity and piety. By worshiping Lord Viṣṇu as the personification of material goodness one obtains the material benediction of freedom from bodily disturbance."
    },
    {
        "verse": "19",
        "devanagari": "मय्याकाशात्मनि प्राणे मनसा घोषमुद्वहन् ।तत्रोपलब्धा भूतानां हंसो वाच: श‍ृणोत्यसौ ॥ १९ ॥",
        "english_devnagari": "mayy ākāśātmani prāṇemanasā ghoṣam udvahantatropalabdhā bhūtānāṁhaṁso vācaḥ śṛṇoty asau",
        "verse_Syn": [
            "mayi",
            "ākāśa",
            "ātmani",
            "prāṇe",
            "manasā",
            "ghoṣam",
            "udvahan",
            "tatra",
            "upalabdhāḥ",
            "bhūtānām",
            "haṁsaḥ",
            "vācaḥ",
            "śṛṇoti",
            "asau"
        ],
        "translation": "That purified living entity who fixes his mind on the extraordinary sound vibrations occurring within Me as the personified sky and total life air is then able to perceive within the sky the speaking of all living entities.",
        "purport": " Speech occurs by vibrating air within the sky. One who meditates on the Supreme Lord as the personified sky and air thereby acquires the ability to hear that which is vibrated at great distance. The word prāṇa indicates that the Lord is the personified life air of the individual living entities and for the total aggregate of life forms. Ultimately, the pure devotees meditate on the supreme vibration — Hare Kṛṣṇa, Hare Kṛṣṇa, Kṛṣṇa Kṛṣṇa, Hare Hare/ Hare Rāma, Hare Rāma, Rāma Rāma, Hare Hare — and are thus able to hear the speech originating from liberated living entities far beyond the material universe. Any living entity can hear such discussions by reading Śrīmad-Bhāgavatam, Bhagavad-gītā and other such literatures. One who has properly understood the opulences of the Supreme Personality of Godhead finds all perfection, mystic and otherwise, in Kṛṣṇa consciousness."
    },
    {
        "verse": "20",
        "devanagari": "चक्षुस्त्वष्टरि संयोज्य त्वष्टारमपि चक्षुषि ।मां तत्र मनसा ध्यायन् विश्वं पश्यति दूरत: ॥ २० ॥",
        "english_devnagari": "cakṣus tvaṣṭari saṁyojyatvaṣṭāram api cakṣuṣimāṁ tatra manasā dhyāyanviśvaṁ paśyati dūrataḥ",
        "verse_Syn": [
            "cakṣuḥ",
            "tvaṣṭari",
            "saṁyojya",
            "tvaṣṭāram",
            "api",
            "cakṣuṣi",
            "mām",
            "tatra",
            "manasā",
            "dhyāyan",
            "viśvam",
            "paśyati",
            "dūrataḥ"
        ],
        "translation": "Merging one’s sight into the sun planet and then the sun planet into one’s eyes, one should meditate on Me as existing within the combination of sun and vision; thus one acquires the power to see any distant thing.",
        "purport": ""
    },
    {
        "verse": "21",
        "devanagari": "मनो मयि सुसंयोज्य देहं तदनुवायुना ।मद्धारणानुभावेन तत्रात्मा यत्र वै मन: ॥ २१ ॥",
        "english_devnagari": "mano mayi su-saṁyojyadehaṁ tad-anuvāyunāmad-dhāraṇānubhāvenatatrātmā yatra vai manaḥ",
        "verse_Syn": [
            "manaḥ",
            "mayi",
            "su",
            "saṁyojya",
            "deham",
            "tat",
            "anu",
            "vāyunā",
            "mat",
            "dhāraṇā",
            "anubhāvena",
            "tatra",
            "ātmā",
            "yatra",
            "vai",
            "manaḥ"
        ],
        "translation": "The yogī who completely absorbs his mind in Me, and who then makes use of the wind that follows the mind to absorb the material body in Me, obtains through the potency of meditation on Me the mystic perfection by which his body immediately follows his mind wherever it goes.",
        "purport": " Tad-anuvāyunā indicates the particular subtle air that follows the mind. When the yogī merges this air together with the body and mind in Kṛṣṇa by the potency of meditation on the Lord, his gross material body, like the subtle air, can follow the mind anywhere. This perfection is called mano-javaḥ."
    },
    {
        "verse": "22",
        "devanagari": "यदा मन उपादाय यद् यद् रूपं बुभूषति ।तत्तद् भवेन्मनोरूपं मद्योगबलमाश्रय: ॥ २२ ॥",
        "english_devnagari": "yadā mana upādāyayad yad rūpaṁ bubhūṣatitat tad bhaven mano-rūpaṁmad-yoga-balam āśrayaḥ",
        "verse_Syn": [
            "yadā",
            "manaḥ",
            "upādāya",
            "yat",
            "yat",
            "rūpam",
            "bubhūṣati",
            "tat",
            "tat",
            "bhavet",
            "manaḥ",
            "rūpam",
            "mat",
            "yoga",
            "balam",
            "āśrayaḥ"
        ],
        "translation": "When the yogī, applying his mind in a certain way, desires to assume a particular form, that very form immediately appears. Such perfection is possible by absorbing the mind in the shelter of My inconceivable mystic potency, by which I assume innumerable forms.",
        "purport": " This perfection is called kāma-rūpa, or the ability to assume any form that one desires, even the form of a demigod. The pure devotees absorb their minds in a particular type of service to Lord Kṛṣṇa and thus gradually assume a spiritual body for an eternal life of bliss and knowledge. Thus anyone who takes to the process of chanting the holy names of Kṛṣṇa and follows the regulative principles of human life can acquire the ultimate perfection of kāma-rūpa, assuming an eternal, spiritual body in the kingdom of God."
    },
    {
        "verse": "23",
        "devanagari": "परकायं विशन् सिद्ध आत्मानं तत्र भावयेत् ।पिण्डं हित्वा विशेत् प्राणो वायुभूत: षडङ्‍‍घ्रिवत् ॥ २३ ॥",
        "english_devnagari": "para-kāyaṁ viśan siddhaātmānaṁ tatra bhāvayetpiṇḍaṁ hitvā viśet prāṇovāyu-bhūtaḥ ṣaḍaṅghri-vat",
        "verse_Syn": [
            "para",
            "kāyam",
            "viśan",
            "siddhaḥ",
            "ātmānam",
            "tatra",
            "bhāvayet",
            "piṇḍam",
            "hitvā",
            "viśet",
            "prāṇaḥ",
            "vāyu",
            "bhūtaḥ",
            "ṣaṭ",
            "aṅghri",
            "vat"
        ],
        "translation": "When a perfect yogī desires to enter another’s body, he should meditate upon himself within the other body, and then, giving up his own gross body, he should enter the other’s body through the pathways of air, as easily as a bee leaves one flower and flies into another.",
        "purport": " As air is inhaled into the body through the nostrils and mouth, similarly, the life air of the yogī’s subtle body travels through the pathways of external air and easily enters into the body of another person, just as the bee easily flies from flower to flower. One may admire a heroic man or beautiful woman and desire to experience life within their extraordinary material body. Such opportunities are available through the mystic perfection called para-kāya-praveśanam. Pure devotees, being absorbed in meditation upon the spiritual form of the Supreme Personality of Godhead, are not actually attracted to any material body. Thus the devotees remain transcendental and satisfied on the platform of eternal life."
    },
    {
        "verse": "24",
        "devanagari": "पार्ष्ण्यापीड्य गुदं प्राणं हृदुर:कण्ठमूर्धसु ।आरोप्य ब्रह्मरन्ध्रेण ब्रह्म नीत्वोत्सृजेत्तनुम् ॥ २४ ॥",
        "english_devnagari": "pārṣṇyāpīḍya gudaṁ prāṇaṁhṛd-uraḥ-kaṇṭha-mūrdhasuāropya brahma-randhreṇabrahma nītvotsṛjet tanum",
        "verse_Syn": [
            "pārṣṇyā",
            "āpīḍya",
            "gudam",
            "prāṇam",
            "hṛt",
            "uraḥ",
            "kaṇṭha",
            "mūrdhasu",
            "āropya",
            "brahma",
            "randhreṇa",
            "brahma",
            "nītvā",
            "utsṛjet",
            "tanum"
        ],
        "translation": "The yogī who has achieved the mystic perfection called svacchanda-mṛtyu blocks the anus with the heel of the foot and then lifts the soul from the heart to the chest, to the neck and finally to the head. Situated within the brahma-randhra, the yogī then gives up his material body and guides the spirit soul to the selected destination.",
        "purport": " This mystic opulence of svacchandu-mṛtyu, or dying at will, was wonderfully exhibited by Bhīṣmadeva at the end of the Battle of Kurukṣetra. According to Śrīla Śrīdhara Svāmī, the term brahma, as used in this verse, is an example of upalakṣaṇa, or the use of a general term to indicate various concepts. Brahma here indicates the particular destination selected by the yogī, namely the spiritual sky, the impersonal brahmajyoti or any other destination that has attracted the yogī’s mind."
    },
    {
        "verse": "25",
        "devanagari": "विहरिष्यन् सुराक्रीडे मत्स्थं सत्त्वं विभावयेत् ।विमानेनोपतिष्ठन्ति सत्त्ववृत्ती: सुरस्‍त्रिय: ॥ २५ ॥",
        "english_devnagari": "vihariṣyan surākrīḍemat-sthaṁ sattvaṁ vibhāvayetvimānenopatiṣṭhantisattva-vṛttīḥ sura-striyaḥ",
        "verse_Syn": [
            "vihariṣyan",
            "sura",
            "ākrīḍe",
            "mat",
            "stham",
            "sattvam",
            "vibhāvayet",
            "vimānena",
            "upatiṣṭhanti",
            "sattva",
            "vṛttīḥ",
            "sura",
            "striyaḥ"
        ],
        "translation": "The yogī who desires to enjoy in the pleasure gardens of the demigods should meditate on the purified mode of goodness, which is situated within Me, and then the heavenly women, generated from the mode of goodness, will approach him in airplanes.",
        "purport": ""
    },
    {
        "verse": "26",
        "devanagari": "यथा सङ्कल्पयेद् बुद्ध्या यदा वा मत्पर: पुमान् ।मयि सत्ये मनो युञ्जंस्तथा तत् समुपाश्न‍ुते ॥ २६ ॥",
        "english_devnagari": "yathā saṅkalpayed buddhyāyadā vā mat-paraḥ pumānmayi satye mano yuñjaṁstathā tat samupāśnute",
        "verse_Syn": [
            "yathā",
            "saṅkalpayet",
            "buddhyā",
            "yadā",
            "vā",
            "mat",
            "paraḥ",
            "pumān",
            "mayi",
            "satye",
            "manaḥ",
            "yuñjan",
            "tathā",
            "tat",
            "samupāśnute"
        ],
        "translation": "A yogī who has faith in Me, absorbing his mind in Me and knowing that My purpose is always fulfilled, will always achieve his purpose by the very means he has determined to follow.",
        "purport": " In this verse the word yadā (“whenever”) indicates that by the mystic power called yathā-saṅkalpa-saṁsiddhi one will achieve one’s objective even if one pursues it at an inauspicious time. Lord Kṛṣṇa is called satya-saṅkalpa, or He whose desire, intention, purpose or resolve always comes to pass. Śrīla Bhaktisiddhānta Sarasvatī Ṭhākura mentions that one should determine to revive one’s lost relationship with the Supreme Lord Kṛṣṇa through the infallible means of devotional service, which can be executed at any time or in any place. There are many books giving proper guidance for achieving Lord Kṛṣṇa, and the following are mentioned: Śrīla Jīva Gosvāmī’s Saṅkalpa-kalpavṛkṣa, Śrīla Kṛṣṇadāsa Kavirāja’s Śrī Govinda-līlāmṛta, Śrīla Viśvanātha Cakravartī’s Śrī Kṛṣṇa-bhāvanāmṛta and Saṅkalpa-kalpadruma, and Śrīla Bhaktivinoda Ṭhākura’s Śrī Gaurāṅga-smaraṇa-maṅgala. In the modern age, His Divine Grace A.C. Bhaktivedanta Swami Prabhupāda has given us over sixty large volumes of transcendental literature, which can fix us firmly on the path back home, back to Godhead. Our saṅkalpa, or determination, should be practical and not useless. We should resolve to make a permanent solution to the problems of life by going back home, back to Godhead."
    },
    {
        "verse": "27",
        "devanagari": "यो वै मद्भ‍ावमापन्न ईशितुर्वशितु: पुमान् ।कुतश्चिन्न विहन्येत तस्य चाज्ञा यथा मम ॥ २७ ॥",
        "english_devnagari": "yo vai mad-bhāvam āpannaīśitur vaśituḥ pumānkutaścin na vihanyetatasya cājñā yathā mama",
        "verse_Syn": [
            "yaḥ",
            "vai",
            "mat",
            "bhāvam",
            "āpannaḥ",
            "īśituḥ",
            "vaśituḥ",
            "pumān",
            "kutaścit",
            "na",
            "vihanyeta",
            "tasya",
            "ca",
            "ājñā",
            "yathā",
            "mama"
        ],
        "translation": "A person who perfectly meditates on Me acquires My nature of being the supreme ruler and controller. His order, like Mine, can never be frustrated by any means.",
        "purport": " By the command of the Supreme Personality of Godhead the entire creation is moving. As stated in Bhagavad-gītā (9.10): “This material nature is working under My direction, O son of Kuntī, and it is producing all moving and unmoving beings. By its rule this manifestation is created and annihilated again and again.” Similarly, Caitanya Mahāprabhu has given His command that people all over the world should take to Kṛṣṇa consciousness. The sincere devotees of the Lord should go all over the world repeating the Lord’s command. In this way, they can share in His mystic opulence of giving orders that cannot be counteracted."
    },
    {
        "verse": "28",
        "devanagari": "मद्भ‍क्त्या शुद्धसत्त्वस्य योगिनो धारणाविद: ।तस्य त्रैकालिकी बुद्धिर्जन्ममृत्यूपबृंहिता ॥ २८ ॥",
        "english_devnagari": "mad-bhaktyā śuddha-sattvasyayogino dhāraṇā-vidaḥtasya trai-kālikī buddhirjanma-mṛtyūpabṛṁhitā",
        "verse_Syn": [
            "mat",
            "bhaktyā",
            "śuddha",
            "sattvasya",
            "yoginaḥ",
            "dhāraṇā",
            "viduḥ",
            "tasya",
            "trai",
            "kālikī",
            "buddhiḥ",
            "janma",
            "mṛtyu",
            "upabṛṁhitā"
        ],
        "translation": "A yogī who has purified his existence by devotion to Me and who thus expertly knows the process of meditation obtains knowledge of past, present and future. He can therefore see the birth and death of himself and others.",
        "purport": " After having explained the eight primary and ten secondary mystic perfections of yoga, the Lord now explains the five inferior potencies."
    },
    {
        "verse": "29",
        "devanagari": "अग्‍न्यादिभिर्न हन्येत मुनेर्योगमयं वपु: ।मद्योगशान्तचित्तस्य यादसामुदकं यथा ॥ २९ ॥",
        "english_devnagari": "agny-ādibhir na hanyetamuner yoga-mayaṁ vapuḥmad-yoga-śānta-cittasyayādasām udakaṁ yathā",
        "verse_Syn": [
            "agni",
            "ādibhiḥ",
            "na",
            "hanyeta",
            "muneḥ",
            "yoga",
            "mayam",
            "vapuḥ",
            "mat",
            "yoga",
            "śānta",
            "cittasya",
            "yādasām",
            "udakam",
            "yathā"
        ],
        "translation": "Just as the bodies of aquatics cannot be injured by water, similarly, the body of a yogī whose consciousness is pacified by devotion to Me and who is fully developed in yoga science cannot be injured by fire, sun, water, poison, and so forth.",
        "purport": " The creatures dwelling in the ocean are never injured by water; rather, they enjoy life within the watery medium. Similarly, for one skilled in the techniques of yoga, fending off attacks by weapons, fire, poison, and so on, is a recreational activity. Prahlāda Mahārāja was attacked by his father in all these ways, but because of his perfect Kṛṣṇa consciousness he was not injured. The pure devotees of the Lord depend fully on the mercy of Lord Kṛṣṇa, who possesses mystic opulences to an infinite degree and is therefore known as Yogeśvara, the master of all mystic power. Because devotees are always connected to Lord Kṛṣṇa, they do not feel any need to separately develop powers already possessed unlimitedly by their Lord, master and protector. If a human being falls into the middle of the ocean he quickly drowns, whereas the fish enjoy happiness sporting in the same waves. Similarly, the conditioned souls have fallen into the ocean of material existence and are drowning in the reactions to their sinful activities, whereas the devotees recognize this world to be the potency of the Lord and enjoy pleasurable pastimes within it by fully engaging in the loving service of Lord Kṛṣṇa."
    },
    {
        "verse": "30",
        "devanagari": "मद्विभूतीरभिध्यायन् श्रीवत्सास्‍त्रविभूषिता: ।ध्वजातपत्रव्यजनै: स भवेदपराजित: ॥ ३० ॥",
        "english_devnagari": "mad-vibhūtīr abhidhyāyanśrīvatsāstra-vibhūṣitāḥdhvajātapatra-vyajanaiḥsa bhaved aparājitaḥ",
        "verse_Syn": [
            "mat",
            "vibhūtīḥ",
            "abhidhyāyan",
            "śrīvatsa",
            "astra",
            "vibhūṣitāḥ",
            "dhvaja",
            "ātapatra",
            "vyajanaiḥ",
            "saḥ",
            "bhavet",
            "aparājitaḥ"
        ],
        "translation": "My devotee becomes unconquerable by meditating on My opulent incarnations, which are decorated with Śrīvatsa and various weapons and are endowed with imperial paraphernalia such as flags, ornamental umbrellas and fans.",
        "purport": " The imperial paraphernalia of the Lord’s opulent incarnations indicates His omnipotency, and the devotees become unconquerable by meditating on the Lord’s powerful, royally equipped incarnations. As stated by Bilvamaṅgala Ṭhākura in Kṛṣṇa-karṇāmṛta, verse 107: “My dear Lord, if we develop unflinching devotional service unto You, then automatically Your transcendental, youthful form is revealed to us. Thus liberation herself waits with folded hands to serve us, and the ultimate goals of religiosity, economic development and sense gratification patiently wait to render service to us.”"
    },
    {
        "verse": "31",
        "devanagari": "उपासकस्य मामेवं योगधारणया मुने: ।सिद्धय: पूर्वकथिता उपतिष्ठन्त्यशेषत: ॥ ३१ ॥",
        "english_devnagari": "upāsakasya mām evaṁyoga-dhāraṇayā muneḥsiddhayaḥ pūrva-kathitāupatiṣṭhanty aśeṣataḥ",
        "verse_Syn": [
            "upāsakasya",
            "mām",
            "evam",
            "yoga",
            "dhāraṇayā",
            "muneḥ",
            "siddhayaḥ",
            "pūrva",
            "kathitāḥ",
            "upatiṣṭhanti",
            "aśeṣataḥ"
        ],
        "translation": "A learned devotee who worships Me through yoga meditation certainly obtains in all respects the mystic perfections that I have described.",
        "purport": " The word yoga-dhāraṇayā indicates that each devotee obtains the particular perfection for which he has qualified himself. The Lord thus concludes His discussion of yoga-siddhis."
    },
    {
        "verse": "32",
        "devanagari": "जितेन्द्रियस्य दान्तस्य जितश्वासात्मनो मुने: ।मद्धारणां धारयत: का सा सिद्धि: सुदुर्लभा ॥ ३२ ॥",
        "english_devnagari": "jitendriyasya dāntasyajita-śvāsātmano muneḥmad-dhāraṇāṁ dhārayataḥkā sā siddhiḥ su-durlabhā",
        "verse_Syn": [
            "jita",
            "indriyasya",
            "dāntasya",
            "jita",
            "śvāsa",
            "ātmanaḥ",
            "muneḥ",
            "mat",
            "dhāraṇām",
            "dhārayataḥ",
            "kā",
            "sā",
            "siddhiḥ",
            "su",
            "durlabhā"
        ],
        "translation": "For a sage who has conquered his senses, breathing and mind, who is self-controlled and always absorbed in meditation on Me, what mystic perfection could possibly be difficult to achieve?",
        "purport": " Śrīla Śrīdhara Svāmī comments as follows. “Lord Kṛṣṇa here expresses that there is no need to practice many different processes, for by completely carrying out even one of the above-mentioned procedures one controls one’s senses, becomes absorbed in Him and thus achieves all mystic perfections.” Śrīla Jīva Gosvāmī notes that one must meditate on the transcendental form of the Lord, which is free from any material designation. This is the essence of advancing in the yoga system; thus one acquires all mystic perfections very easily from the personal body of the Personality of Godhead."
    },
    {
        "verse": "33",
        "devanagari": "अन्तरायान् वदन्त्येता युञ्जतो योगमुत्तमम् ।मया सम्पद्यमानस्य कालक्षपणहेतव: ॥ ३३ ॥",
        "english_devnagari": "antarāyān vadanty etāyuñjato yogam uttamammayā sampadyamānasyakāla-kṣapaṇa-hetavaḥ",
        "verse_Syn": [
            "antarāyān",
            "vadanti",
            "etāḥ",
            "yuñjataḥ",
            "yogam",
            "uttamam",
            "mayā",
            "sampadyamānasya",
            "kāla",
            "kṣapaṇa",
            "hetavaḥ"
        ],
        "translation": "Learned experts in devotional service state that the mystic perfections of yoga that I have mentioned are actually impediments and are a waste of time for one who is practicing the supreme yoga, by which one achieves all perfection in life directly from Me.",
        "purport": " It is common sense that whatever is a useless waste of time should be given up; therefore one should not pray to God for mystic yoga perfections. For a pure devotee, who has no material desire, even impersonal liberation is a useless disturbance in his life, and what to speak of the material perfections of yoga, which cannot even be compared to impersonal liberation. Such mystic perfections may be wonderful for an immature and inexperienced person, but they are not impressive for a learned man who has understood the Supreme Personality of Godhead. Simply by obtaining Lord Kṛṣṇa one dwells within an infinite ocean of mystic opulences; therefore he should not waste precious time pursuing separate mystic perfections."
    },
    {
        "verse": "34",
        "devanagari": "जन्मौषधितपोमन्त्रैर्यावतीरिह सिद्धय: ।योगेनाप्नोति ता: सर्वा नान्यैर्योगगतिं व्रजेत् ॥ ३४ ॥",
        "english_devnagari": "janmauṣadhi-tapo-mantrairyāvatīr iha siddhayaḥyogenāpnoti tāḥ sarvānānyair yoga-gatiṁ vrajet",
        "verse_Syn": [
            "janma",
            "auṣadhi",
            "tapaḥ",
            "mantraiḥ",
            "yāvatīḥ",
            "iha",
            "siddhayaḥ",
            "yogena",
            "āpnoti",
            "tāḥ",
            "sarvāḥ",
            "na",
            "anyaiḥ",
            "yoga",
            "gatim",
            "vrajet"
        ],
        "translation": "Whatever mystic perfections can be achieved by good birth, herbs, austerities and mantras can all be achieved by devotional service to Me; indeed, one cannot achieve the actual perfection of yoga by any other means.",
        "purport": " By taking birth as a demigod one is automatically endowed with many mystic perfections. Simply by birth on Siddhaloka one automatically acquires all of the eight principal perfections of yoga. Similarly, by birth as a fish one becomes invulnerable to water, by birth as a bird one gets the mystic perfection of flying, and by birth as a ghost one gets the mystic perfection of disappearing and entering into the bodies of others. Patañjali Muni states that the mystic perfections of yoga can be achieved by birth, herbs, austerities and mantras. The Lord states, however, that such perfections are ultimately a waste of time and an impediment to achieving the actual perfection of yoga, Kṛṣṇa consciousness. Those who give up the process of bhakti-yoga and shop around for other objects of meditation besides Kṛṣṇa are certainly not very intelligent. Those who claim to be yogīs but pursue the satisfaction of their own senses are certainly kuyogīs, or bhogi-yogīs. Such kuyogīs cannot understand that just as they have tiny senses, the Absolute Truth has absolute senses, nor can they understand that yoga is actually meant to satisfy the absolute senses of the Lord. Therefore, persons who give up the lotus feet of Lord Kṛṣṇa in order to pursue so-called happiness in mystic perfection will undoubtedly be frustrated in their attempt. By meditating exclusively on the Supreme Personality of Godhead one can achieve yoga-gati, the ultimate goal of yoga, which means living on Lord Kṛṣṇa’s planet and there enjoying spiritual opulences."
    },
    {
        "verse": "35",
        "devanagari": "सर्वासामपि सिद्धीनां हेतु: पतिरहं प्रभु: ।अहं योगस्य साङ्ख्यस्य धर्मस्य ब्रह्मवादिनाम् ॥ ३५ ॥",
        "english_devnagari": "sarvāsām api siddhīnāṁhetuḥ patir ahaṁ prabhuḥahaṁ yogasya sāṅkhyasyadharmasya brahma-vādinām",
        "verse_Syn": [
            "sarvāsām",
            "api",
            "siddhīnām",
            "hetuḥ",
            "patiḥ",
            "aham",
            "prabhuḥ",
            "aham",
            "yogasya",
            "sāṅkhyasya",
            "dharmasya",
            "brahma",
            "vādinām"
        ],
        "translation": "My dear Uddhava, I am the cause, the protector and the Lord of all mystic perfections, of the yoga system, of analytic knowledge, of pure activity and of the community of learned Vedic teachers.",
        "purport": " According to Śrīla Śrīdhara Svāmī, the word yoga here indicates liberation from material life, and sāṅkhya indicates the means of obtaining liberation. Thus Lord Kṛṣṇa is not merely the Lord of material yoga perfections, but of the highest liberated perfections as well. One can obtain sāṅkhya, or knowledge leading to liberation, by performing pious activities, and Lord Kṛṣṇa is also the cause, protector and Lord of such activities as well as of the learned teachers who instruct ordinary people in the means of piety. In many different ways Lord Kṛṣṇa is the real object of meditation and worship for every living entity. Lord Kṛṣṇa through the expansion of His potencies is everything, and this simple understanding, called Kṛṣṇa consciousness, is the supreme perfection of the yoga system."
    },
    {
        "verse": "36",
        "devanagari": "अहमात्मान्तरो बाह्योऽनावृत: सर्वदेहिनाम् ।यथा भूतानि भूतेषु बहिरन्त: स्वयं तथा ॥ ३६ ॥",
        "english_devnagari": "aham ātmāntaro bāhyo’nāvṛtaḥ sarva-dehināmyathā bhūtāni bhūteṣubahir antaḥ svayaṁ tathā",
        "verse_Syn": [
            "aham",
            "ātmā",
            "āntaraḥ",
            "bāhyaḥ",
            "anāvṛtaḥ",
            "sarva",
            "dehinām",
            "yathā",
            "bhūtāni",
            "bhūteṣu",
            "bahiḥ",
            "antaḥ",
            "svayam",
            "tathā"
        ],
        "translation": "Just as the same material elements exist within and outside of all material bodies, similarly, I cannot be covered by anything else. I exist within everything as the Supersoul and outside of everything in My all-pervading feature.",
        "purport": " Lord Kṛṣṇa is the entire basis of meditation for all yogīs and philosophers, and here the Lord clarifies His absolute position. Since the Lord is within everything, one might think that the Lord is divided into pieces. However, the word anāvṛta, or “completely uncovered,” indicates that nothing can interrupt, disturb or in any way infringe upon the supreme existence of the Absolute Truth, the Personality of Godhead. There is no actual separation between the internal and external existence of the material elements, which continuously exist everywhere. Similarly, the Supreme Personality of Godhead is all-pervading and is the ultimate perfection of everything."
    }
]