[
    {
        "verse": "1",
        "devanagari": "श्रीराजोवाचभगवन्तं हरिं प्रायो न भजन्त्यात्मवित्तमा: ।तेषामशान्तकामानां क निष्ठाविजितात्मनाम् ॥ १ ॥",
        "english_devnagari": "śrī-rājovācabhagavantaṁ hariṁ prāyona bhajanty ātma-vittamāḥteṣām aśānta-kāmānāṁkā niṣṭhāvijitātmanām",
        "verse_Syn": [
            "śrī",
            "rājā",
            "uvāca",
            "bhagavantam",
            "harim",
            "prāyaḥ",
            "na",
            "bhajanti",
            "ātma",
            "vittamāḥ",
            "teṣām",
            "aśānta",
            "kāmānām",
            "kā",
            "niṣṭhā",
            "avijita",
            "ātmanām"
        ],
        "translation": "King Nimi further inquired: My dear Yogendras, all of you are most perfect in knowledge of the science of the self. Therefore, kindly explain to me the destination of those who for the most part never worship the Supreme Personality of Godhead, Hari, who are unable to quench their material desires and who are not in control of their own selves.",
        "purport": " In the Fifth Chapter of the Eleventh Canto, Camasa Ṛṣi describes the inauspicious path of those who are unfavorable to the devotional service of Lord Viṣṇu, and the sage Karabhājana explains the yuga-dharmāvatāras, the incarnations of the Lord who present the authorized process of religion for each different age. In the previous chapter it was explained that although the demigods place obstacles in the path of the Lord’s devotees, by the mercy of the Supreme Lord the devotees are able to place their feet on the head of such obstacles and thus pass beyond them to the supreme destination. However, for the nondevotees there is no such facility. As soon as the conditioned soul becomes indifferent to the devotional service of the Supreme Lord, he is immediately attracted by the temporary varieties of matter and becomes a slave of inauspicious desires. Thus the conditioned soul, devoid of devotion for the Lord, completely forgets the transcendental bliss of the spiritual world, which is enjoyed in five transcendental rasas. Although the devotees are not overcome by the sense gratification offered by the demigods, the demigods themselves become absorbed in material form, taste and smell. And similarly, those who are nondevotees also become bound by material form, taste and other sense perceptions, such as the sensuous experience of sex life. Thus they remain hovering in a dreamlike state, imagining different types of material sense gratification, and forget their eternal relationship with the Personality of Godhead. Videharāja Nimi now inquires from Camasa Muni about the goal attained by such bewildered persons."
    },
    {
        "verse": "2",
        "devanagari": "श्रीचमस उवाचमुखबाहूरुपादेभ्य: पुरुषस्याश्रमै: सह ।चत्वारो जज्ञिरे वर्णा गुणैर्विप्रादय: पृथक् ॥ २ ॥",
        "english_devnagari": "śrī-camasa uvācamukha-bāhūru-pādebhyaḥpuruṣasyāśramaiḥ sahacatvāro jajñire varṇāguṇair viprādayaḥ pṛthak",
        "verse_Syn": [
            "śrī",
            "camasaḥ",
            "uvāca",
            "mukha",
            "bāhu",
            "ūru",
            "pādebhyaḥ",
            "puruṣasya",
            "āśramaiḥ",
            "saha",
            "catvāraḥ",
            "jajñire",
            "varṇāḥ",
            "guṇaiḥ",
            "vipra",
            "ādayaḥ",
            "pṛthak"
        ],
        "translation": "Śrī Camasa said: Each of the four social orders, headed by the brāhmaṇas, was born through different combinations of the modes of nature, from the face, arms, thighs and feet of the Supreme Lord in His universal form. Thus the four spiritual orders were also generated.",
        "purport": " Those who are not spontaneously attracted to the devotional service of the Lord can be gradually purified by observing the varṇāśrama system of four social orders and four spiritual orders. According to Śrīdhara Svāmī, the brāhmaṇas are born of the mode of goodness, the kṣatriyas of a combination of goodness and passion, the vaiśyas of a combination of passion and ignorance and the śūdras of the mode of ignorance. Just as the four social orders are born from the face, arms, thighs and feet of the Lord’s universal form, similarly the brahmacārīs are generated from the heart of the Lord, the householder order from His loins, the vānaprasthas from His chest and the sannyāsa order from His head. A similar verse is found in the Ṛk-saṁhitā (8.4.19), as well as the Śukla-yajur Veda (34.11) and the Atharva Veda (19.66): “The brāhmaṇa appeared as His face, the king as His arms, the vaiśya as His thighs, and the śūdra was born from His feet.” It is understood that pure devotional service to the Lord has already been described by two of the Yogendras, Drumila and Āvirhotra. Camasa Muni now describes the system of varṇāśrama-dharma, because this system is meant to gradually purify those who are inimical to the Supreme Lord, bringing them back to their constitutional position of love of Godhead. Similarly, the virāṭ-rūpa, or universal form of the Lord, is an imaginary form meant to help the gross materialists gradually understand the position of the Personality of Godhead. Since the foolish materialist cannot understand anything beyond matter, he is encouraged to see the entire universe as a personal form of the Supreme Lord’s body. The impersonal conception of formlessness is a mere negation of temporary material variety without any concept of the Lord’s spiritual potency. The impersonal view is another kind of material speculative conception. The Supreme Lord is full of spiritual potencies under the principal headings hlādinī, or unlimited bliss, sandhinī, or eternal existence, and saṁvit, or omniscience. It is understood from this verse that the varṇāśrama-dharma system generated from the universal form of the Lord is a program offered by the Lord to engage the conditioned souls in a complete social and religious system that gradually brings them back home, back to Godhead."
    },
    {
        "verse": "3",
        "devanagari": "य एषां पुरुषं साक्षादात्मप्रभवमीश्वरम् ।न भजन्त्यवजानन्ति स्थानाद् भ्रष्टा: पतन्त्यध: ॥ ३ ॥",
        "english_devnagari": "ya eṣāṁ puruṣaṁ sākṣādātma-prabhavam īśvaramna bhajanty avajānantisthānād bhraṣṭāḥ patanty adhaḥ",
        "verse_Syn": [
            "yaḥ",
            "eṣām",
            "puruṣaṁ",
            "sākṣāt",
            "ātma",
            "prabhavam",
            "īśvaram",
            "na",
            "bhajanti",
            "avajānanti",
            "sthānāt",
            "bhraṣṭāḥ",
            "patanti",
            "adhaḥ"
        ],
        "translation": "If any of the members of the four varṇas and four āśramas fail to worship or intentionally disrespect the Personality of Godhead, who is the source of their own creation, they will fall down from their position into a hellish state of life.",
        "purport": " The words na bhajanti in this verse refer to those who out of ignorance do not worship the Supreme Lord, whereas the word avajānanti refers to those who have actually been informed of the supreme position of the Lord but still show Him disrespect. It has already been described that the four spiritual and occupational orders of life are generated from the body of the Lord. In fact, the Supreme Lord is the source of everything, as described in Bhagavad-gītā (10.8): ahaṁ sarvasya prabhavaḥ. Those who foolishly do not inquire into the position of the Personality of Godhead, as well as those who disrespect the Lord in spite of having heard of His transcendental position, will certainly fall down from the varṇāśrama-dharma system, as described by the words sthānād bhraṣṭāḥ. The words patanty adhaḥ indicate that one who falls from the varṇāśrama system will have no means of avoiding sinful activities; nor will such a person receive any credit for performing sacrifice, and thus he will gradually sink down into lower and lower species of life in hellish conditions. Śrīla Viśvanātha Cakravartī Ṭhākura has pointed out that the original cause of offending the Lord and falling down from one’s position is one’s not learning how to properly worship a bona fide spiritual master. One who is trained to offer respectful obeisances and worship to the bona fide spiritual master automatically offers proper worship to the Supreme Lord. Without the mercy of a bona fide spiritual master, even a so-called religious man will gradually become atheistic, offend the Lord by foolish speculation and fall into a hellish condition of life. Śrīla Bhaktisiddhānta Sarasvatī Ṭhākura has pointed out that the puruṣa mentioned in this verse is Lord Garbhodakaśāyī Viṣṇu, who is glorified in the Puruṣa-sūkta prayers. If one is proud of his high social position and enviously thinks that the Lord is also a creation of nature and that there is no absolute entity who is the origin of all beings, then such a puffed-up fool will certainly fall down from the varṇāśrama system and become just like an unregulated animal."
    },
    {
        "verse": "4",
        "devanagari": "दूरे हरिकथा: केचिद् दूरे चाच्युतकीर्तना: ।स्त्रिय: शूद्रादयश्चैव तेऽनुकम्प्या भवाद‍ृशाम् ॥ ४ ॥",
        "english_devnagari": "dūre hari-kathāḥ keciddūre cācyuta-kīrtanāḥstriyaḥ śūdrādayaś caivate ’nukampyā bhavādṛśām",
        "verse_Syn": [
            "dūre",
            "hari",
            "kathāḥ",
            "kecit",
            "dūre",
            "ca",
            "acyuta",
            "kīrtanāḥ",
            "striyaḥ",
            "śūdra",
            "ādayaḥ",
            "ca",
            "eva",
            "te",
            "anukampyāḥ",
            "bhavādṛśām"
        ],
        "translation": "There are many persons who have little opportunity to take part in discussions about the Supreme Personality of Godhead, Hari, and thus it is difficult for them to chant His infallible glories. Persons such as women, śūdras and other fallen classes always deserve the mercy of great personalities like yourself.",
        "purport": " In the previous verse it was explained that some persons are ignorant of the glories of the Personality of Godhead (na bhajanti), whereas others, although aware of the Lord, ridicule Him or state that the Lord is also material (avajānanti). In this verse the first class, namely the ignorant, are described as fit candidates for the mercy of a pure devotee. The word dūre indicates those who have little opportunity to hear and chant the glories of the Lord. According to Viśvanātha Cakravartī Ṭhākura they can be explained as ye sādhu-saṅga-bhāgya-hīnāḥ, those who are bereft of the association of saintly persons and pure devotees. Generally, those who are advanced in the spiritual science of Kṛṣṇa consciousness avoid contact with women and low-class men. In general, women are lusty, and śūdras and other low-class men are habitually addicted to materialistic habits such as smoking, drinking and woman hunting. Therefore, Caitanya Mahāprabhu warned the sādhus, or saintly persons, to avoid intimate connection with women and low-class men. The practical result of such a restriction is that women and lower-class men are often bereft of the opportunity to hear the glories of the Lord chanted by saintly persons; thus Śrī Camasa Muni instructs the King that he should especially give his mercy to such fallen persons. Our spiritual master, His Divine Grace Śrīla Prabhupāda, was severely criticized in India for giving all classes of men and women the opportunity to take part in the Kṛṣṇa consciousness movement. Indeed, the caste brāhmaṇas of India and other persons concerned only with ritualistic formalities were shocked that Śrīla Prabhupāda allowed women and persons born in low-class families to take part freely in the Vaiṣṇava culture and even become initiated as bona fide brāhmaṇas. However, Śrīla Prabhupāda could understand that in this age practically everyone is fallen. He saw that if spiritual life were to be limited to the so-called higher classes, there would be no possibility of spreading a genuine spiritual movement all around the world. The mercy of Caitanya Mahāprabhu is so great and the holy name of Kṛṣṇa so potent that any man, woman, child or even animal can become purified by chanting Kṛṣṇa’s name and taking prasādam, the sanctified remnants of Kṛṣṇa’s food. In Caitanya Mahāprabhu’s movement, no sincere person is restricted from achieving the highest perfection of self-realization. Whereas the impersonalists and yogīs tend to be selfishly concerned with their individual realization and achievement of mystic power, it has always been the custom of the Vaiṣṇavas to be merciful to all classes of living entities. It is understood that the conversation between the nava-yogendras and King Nimi took place approximately at the time of Lord Rāmacandra, many hundreds of thousands of years ago. But in the Bhagavad-gītā, which was spoken only five thousand years ago, Lord Kṛṣṇa Himself also states that any person, despite his material situation of life, can become the most dear devotee of the Lord by full surrender to the lotus feet of Kṛṣṇa. Therefore, the fallen people of Kali-yuga should take advantage of the special mercy of the Vaiṣṇavas and join the Kṛṣṇa consciousness movement to perfect their lives and go back home, back to Godhead."
    },
    {
        "verse": "5",
        "devanagari": "विप्रो राजन्यवैश्यौ वा हरे: प्राप्ता: पदान्तिकम् ।श्रौतेन जन्मनाथापि मुह्यन्त्याम्नायवादिन: ॥ ५ ॥",
        "english_devnagari": "vipro rājanya-vaiśyau vāhareḥ prāptāḥ padāntikamśrautena janmanāthāpimuhyanty āmnāya-vādinaḥ",
        "verse_Syn": [
            "vipraḥ",
            "rājanya",
            "vaiśyau",
            "vā",
            "hareḥ",
            "prāptāḥ",
            "pada",
            "antikam",
            "śrautena",
            "janmanā",
            "atha",
            "api",
            "muhyanti",
            "āmnāya",
            "vādinaḥ"
        ],
        "translation": "On the other hand, brāhmaṇas, members of the royal order and vaiśyas, even after being allowed to approach the lotus feet of the Supreme Lord, Hari, by receiving the second birth of Vedic initiation, can become bewildered and adopt various materialistic philosophies.",
        "purport": " It is said that a little knowledge can be very dangerous. Those who are falsely proud of material social status and who thus neglect to perfect their worship of the Personality of Godhead are condemned in this verse. Muhyanty āmnāya-vādinaḥ: becoming attracted by the sense gratification of high status within the varṇāśrama social system, such persons become more attracted to illusory material philosophy than to the Absolute Truth, which is not material. Within the Vedic system, brāhmaṇas, kṣatriyas and vaiśyas, as mentioned in this verse, are all offered initiation into the Gāyatrī mantra and are considered twice-born, or highly civilized men. By studying Vedic literature, chanting Vedic mantras, executing ritualistic ceremonies and worshiping the spiritual master and the Personality of Godhead such persons gradually come near to the lotus feet of the Supreme Lord. If one in such an exalted position becomes proud of his status or fascinated by the heavenly material enjoyment that is undoubtedly available to the followers of the varṇāśrama system, then one so bewildered returns to the illusory material platform of birth and death. Even the highly posted demigods become victims of māyā’s enticement, as described in the first verse of Śrīmad-Bhāgavatam: muhyanti yat sūrayaḥ. In order to justify their illusory desire to enjoy dead matter, such foolish persons condemn themselves by minimizing the necessity of worshiping the Personality of Godhead (avajānanti) and falsely try to give equal importance to the karma-kāṇḍa section of the Vedas, which awards heavenly sense gratification in exchange for the performance of prescribed ritualistic ceremonies. Such bogus rationalizers are described in Bhagavad-gītā (2.42): “Men of small knowledge are very much attached to the flowery words of the Vedas, which recommend various fruitive activities for elevation to the heavenly planets, resultant good birth, power and so on. Being desirous of sense gratification and opulent life, they say that there is nothing more than this.” Śrīla Prabhupāda’s purport to this verse of Bhagavad-gītā gives a clear picture of the offensive class of men described therein. “People in general are not very intelligent, and due to their ignorance they are most attached to the fruitive activities recommended in the karma-kāṇḍa portions of the Vedas. They do not want anything more than sense gratificatory proposals for enjoying life in heaven, where wine and women are available and material opulence is very common. In the Vedas many sacrifices are recommended for elevation to the heavenly planets, especially the jyotiṣṭoma sacrifices. In fact, it is stated that anyone desiring elevation to heavenly planets must perform these sacrifices, and men with a poor fund of knowledge think that this is the whole purpose of Vedic wisdom. It is very difficult for such inexperienced persons to be situated in the determined action of Kṛṣṇa consciousness. As fools are attached to the flowers of poisonous trees without knowing the results of such attractions, similarly, unenlightened men are attracted by such heavenly opulence and the sense enjoyment thereof. “In the karma-kāṇḍa sections of the Vedas it is said that those who perform the four monthly penances become eligible to drink the soma-rasa beverage to become immortal and happy forever. Even on this earth some are very eager to have soma-rasa to become strong and fit to enjoy sense gratification. Such persons have no faith in liberation from material bondage, and they are very much attached to the pompous ceremonies of Vedic sacrifices. They are generally sensual, and they do not want anything other than the heavenly pleasures of life. It is understood that there are gardens called Nandana-kānana, in which there is good opportunity for association with angelic, beautiful women and having a profuse supply of soma-rasa wine. Such bodily happiness is certainly sensual; therefore there are those who are purely attached to material, temporary happiness, as lords of the material world.” The significant point in this verse is that such bewildered materialists who have become attracted to the materialistic portions of the Vedas (muhyanty āmnāya-vādinaḥ) desire to ignore the supreme proprietorship of the Personality of Godhead, who is the supreme enjoyer (bhoktāraṁ yajña-tapasām). And at the same time they wish to preserve their exalted status as followers of the Vedic principles. Such duplicitous persons take shelter of materialistic philosophers, such as Jaimini, who deny the existence of God as a tangible principle (īśvarāsiddheḥ) and therefore recommend material fruitive activities as the highest knowable truth. Such so-called Vedic philosophers amount to little more than polished atheists and are therefore understood to be anīśvara-vādinaḥ, or those who preach against the supremacy of the Supreme Personality of Godhead. Although foolish materialistic followers of the varṇāśrama system desire to maintain their exalted status as Āryans, or twice-born men, and at the same time neglect the Personality of Godhead, it is clearly stated in the Bhāgavatam (11.5.3), sthānād bhraṣṭāḥ patanty adhaḥ: such persons inevitably fall from their position into a degraded condition of life. As confirmed in this verse by the word muhyanti, they fall into the darkness of ignorance. Sometimes such pompous persons even present themselves as gurus. However, Bhaktisiddhānta Sarasvatī Ṭhākura has pointed out that they are actually laghu, or flimsy, rather than guru, or heavy with Vedic knowledge. It is one’s ultimate duty to oneself (svārtha-gati) and to the Personality of Godhead to give up all materialistic activities characterized by karma and jñāna and surrender fully at the lotus feet of the Lord. Only the most unfortunate person will consider that there is a higher pleasure than ecstatic surrender at the lotus feet of Gokulānanda, the Personality of Godhead."
    },
    {
        "verse": "6",
        "devanagari": "कर्मण्यकोविदा: स्तब्धा मूर्खा: पण्डितमानिन: ।वदन्ति चाटुकान् मूढा यया माध्व्या गिरोत्सुका: ॥ ६ ॥",
        "english_devnagari": "karmaṇy akovidāḥ stabdhāmūrkhāḥ paṇḍita-māninaḥvadanti cāṭukān mūḍhāyayā mādhvyā girotsukāḥ",
        "verse_Syn": [
            "karmaṇi",
            "akovidāḥ",
            "stabdhāḥ",
            "mūrkhāḥ",
            "paṇḍita",
            "māninaḥ",
            "vadanti",
            "cāṭukān",
            "mūḍhāḥ",
            "yayā",
            "mādhvyā",
            "girā",
            "utsukāḥ"
        ],
        "translation": "Ignorant of the art of work, such arrogantly proud fools, enchanted and enlivened by the sweet words of the Vedas, pose as learned authorities and offer flattering entreaties to the demigods.",
        "purport": " The words karmaṇy akovidāḥ refer to those who are ignorant of the art of performing work in such a way that there will be no future bondage. This art is described in Bhagavad-gītā: yajñārthāt karmaṇo ’nyatra loko ’yaṁ karma-bandhanaḥ. Work must be performed for the satisfaction of Viṣṇu, otherwise work is the cause of future bondage in the cycle of repeated birth and death. The word stabdhāḥ, “puffed up by false pride,” indicates that although ignorant persons do not know the art of working properly, they do not inquire from learned devotees, nor do they accept the advice of the Lord’s own men. Being infatuated by the fruitive results offered in the Vedas, such mūrkhas, or fools, think, “We are learned Vedic scholars; we have understood everything perfectly.” Thus they are attracted to such Vedic statements as apāma somam amṛtā abhūma (“We have drunk the soma juice and now we are immortal”), akṣayyaṁ ha vai cāturmāsya-yājinaḥ sukṛtaṁ bhavati (“For one who executes the cāturmāsya sacrifice there is inexhaustible pious reaction”), and yatra noṣṇaṁ na śītaṁ syān na glānir nāpy arātayaḥ (“Let us go to that material planet where there is no heat, no cold, no diminution and no enemies”). Such foolish persons are unaware that even Lord Brahmā, the creator of the universe, will die at the end of universal time, what to speak of materialistic followers of the Vedas who jump like frogs to the different celestial planets, seeking the highest standard of sense gratification. Such bewildered Vedic scholars dream of frolicking with the Apsarās, the gorgeous society girls of the heavenly planets who are expert in singing, dancing and in general stimulating uncontrollable lusty desires. Thus, those who are carried away by the heavenly phantasmagoria offered in the karma-kāṇḍa section of the Vedas gradually develop an atheistic mentality. Actually, the entire universe is meant to be offered to Lord Viṣṇu as sacrifice. The conditioned soul can thereby gradually elevate himself to the eternal kingdom beyond the hallucination of material sense gratification. However, being puffed up by false pride, the materialistic followers of the Vedas remain perpetually ignorant of the supremacy and beauty of Lord Viṣṇu."
    },
    {
        "verse": "7",
        "devanagari": "रजसा घोरसङ्कल्पा: कामुका अहिमन्यव: ।दाम्भिका मानिन: पापा विहसन्त्यच्युतप्रियान् ॥ ७ ॥",
        "english_devnagari": "rajasā ghora-saṅkalpāḥkāmukā ahi-manyavaḥdāmbhikā māninaḥ pāpāvihasanty acyuta-priyān",
        "verse_Syn": [
            "rajasā",
            "ghora",
            "saṅkalpāḥ",
            "kāmukāḥ",
            "ahi",
            "manyavaḥ",
            "dāmbhikāḥ",
            "māninaḥ",
            "pāpāḥ",
            "vihasanti",
            "acyuta",
            "priyān"
        ],
        "translation": "Due to the influence of the mode of passion, the materialistic followers of the Vedas become subject to violent desires and are excessively lusty. Their anger is like that of a snake. Deceitful, overly proud, and sinful in their behavior, they mock the devotees who are dear to Lord Acyuta.",
        "purport": " Ghora-saṅkalpāḥ refers to ghastly desires, such as thinking, “He is my enemy, let him die.” Due to the mode of passion, waves of lust overcome the conditioned soul, who then becomes furious like a snake. Such a person, filled with pride and arrogance, cannot appreciate the humble efforts of the Lord’s devotees to distribute Kṛṣṇa consciousness. He thinks, “These beggars worship Lord Viṣṇu to fill their bellies, but they will never be happy.” Such a materialistic rascal cannot appreciate the transcendental status of the devotees of the Lord, who are personally protected and encouraged by the Personality of Godhead."
    },
    {
        "verse": "8",
        "devanagari": "वदन्ति तेऽन्योन्यमुपासितस्त्रियोगृहेषु मैथुन्यपरेषु चाशिष: ।यजन्त्यसृष्टान्नविधानदक्षिणंवृत्त्यै परं घ्नन्ति पशूनतद्विद: ॥ ८ ॥",
        "english_devnagari": "vadanti te ’nyonyam upāsita-striyogṛheṣu maithunya-pareṣu cāśiṣaḥyajanty asṛṣṭānna-vidhāna-dakṣiṇaṁvṛttyai paraṁ ghnanti paśūn atad-vidaḥ",
        "verse_Syn": [
            "vadanti",
            "te",
            "anyonyam",
            "upāsita",
            "striyaḥ",
            "gṛheṣu",
            "maithunya",
            "pareṣu",
            "ca",
            "āśiṣaḥ",
            "yajanti",
            "asṛṣṭa",
            "anna",
            "vidhāna",
            "dakṣiṇam",
            "vṛttyai",
            "param",
            "ghnanti",
            "paśūn",
            "atat",
            "vidaḥ"
        ],
        "translation": "The materialistic followers of Vedic rituals, giving up the worship of the Lord, instead practically worship their wives, and thus their homes become dedicated to sex life. Such materialistic householders encourage one another in such whimsical behavior. Understanding ritualistic sacrifice as a necessary item for bodily maintenance, they perform unauthorized ceremonies in which there is no distribution of foodstuffs or charity to the brāhmaṇas and other respectable persons. Instead, they cruelly slaughter animals such as goats without any understanding of the dark consequences of their activities.",
        "purport": " False pride is certainly not complete without sex indulgence. Thus, lusty materialistic householders are not attracted to worshiping saintly persons, but rather worship their wives as a source of constant sex pleasure. The mentality of such condemned persons is described by the Lord Himself in Bhagavad-gītā (16.13): “So much wealth do I have today, and I will gain more according to my schemes. So much is mine now, and it will increase in the future, more and more.” Generally, materialistic householders consider themselves to be very religious. In fact, by earning money to support a band of relatives they consider themselves to be more pious than the “irresponsible” sādhus, who do not struggle to maintain family members. Worshiping the material body, they are contemptuous of the humble brāhmaṇas, who are generally not very advanced in economic development. They consider such so-called beggars to be unworthy objects of charity and instead perform sacrifices only for the enhancement of the false prestige of their own family members. Madhvācārya has stated in this regard, upekṣya vai hariṁ te tu bhūtvā yājyāḥ patanty adhaḥ. In spite of proudly considering themselves to be great performers of religious ceremonies, those who neglect the Lord and His devotees certainly fall down. Such foolish persons sometimes bless each other by saying, “May you be blessed with the wealth of gorgeous flower garlands, sandalwood pulp and beautiful women.” Men who are controlled by the nature of women become exactly like women. Materialistic women are uninterested in the devotional service of the Supreme Lord and strive for their own selfish happiness. Therefore they eagerly take service from their husbands and become most discouraged if the husband prefers to serve the Personality of Godhead. Being lost in such a fool’s paradise, both husband and wife mutually encourage each other in temporary happiness. They do not like to speak or hear about the pastimes of the Lord, but prefer to discuss their own families. Still, the devotees of the Lord, being mature in the mode of goodness, are always ready to act mercifully toward such conditioned souls, who are just like vain animals. When the devotees of the Lord preach that human beings should not slaughter animals, materialistic householders are very often astonished and inquire if it is actually possible to subsist on a vegetarian diet. Thus being completely ignorant of the material mode of goodness, what to speak of spiritual knowledge, such condemned materialists have no hope beyond the mercy of the devotees of the Lord."
    },
    {
        "verse": "9",
        "devanagari": "श्रिया विभूत्याभिजनेन विद्ययात्यागेन रूपेण बलेन कर्मणा ।जातस्मयेनान्धधिय: सहेश्वरान्सतोऽवमन्यन्ति हरिप्रियान् खला: ॥ ९ ॥",
        "english_devnagari": "śriyā vibhūtyābhijanena vidyayātyāgena rūpeṇa balena karmaṇājāta-smayenāndha-dhiyaḥ saheśvarānsato ’vamanyanti hari-priyān khalāḥ",
        "verse_Syn": [
            "śriyā",
            "vibhūtyā",
            "abhijanena",
            "vidyayā",
            "tyāgena",
            "rūpeṇa",
            "balena",
            "karmaṇā",
            "jāta",
            "smayena",
            "andha",
            "dhiyaḥ",
            "saha",
            "īśvarān",
            "sataḥ",
            "avamanyanti",
            "hari",
            "priyān",
            "khalāḥ"
        ],
        "translation": "The intelligence of cruel-minded persons is blinded by false pride based on great wealth, opulence, prestigious family connections, education, renunciation, personal beauty, physical strength and successful performance of Vedic rituals. Being intoxicated with this false pride, such cruel persons blaspheme the Supreme Personality of Godhead and His devotees.",
        "purport": " The attractive qualities exhibited by the conditioned soul originally belong to the Supreme Personality of Godhead, who is the reservoir of all attractive qualities. The moonshine is actually the reflected effulgence of the sun. Similarly, the living entity reflects for a brief time a particular quantity of the Lord’s opulences. Not knowing this, atheistic persons become intoxicated by such reflected opulences, and thus blinded, they condemn themselves more and more by criticizing the Lord and His devotees. They are unable to understand how they have become abominable, and it is difficult to prevent them from going to hell."
    },
    {
        "verse": "10",
        "devanagari": "सर्वेषु शश्वत्तनुभृत्स्ववस्थितंयथा खमात्मानमभीष्टमीश्वरम् ।वेदोपगीतं च न श‍ृण्वतेऽबुधामनोरथानां प्रवदन्ति वार्तया ॥ १० ॥",
        "english_devnagari": "sarveṣu śaśvat tanu-bhṛtsv avasthitaṁyathā kham ātmānam abhīṣṭam īśvaramvedopagītaṁ ca na śṛṇvate ’budhāmano-rathānāṁ pravadanti vārtayā",
        "verse_Syn": [
            "sarveṣu",
            "śaśvat",
            "tanu",
            "bhṛtsu",
            "avasthitam",
            "yathā",
            "kham",
            "ātmānam",
            "abhīṣṭam",
            "īśvaram",
            "veda",
            "upagītam",
            "ca",
            "na",
            "śṛṇvate",
            "abudhāḥ",
            "manaḥ",
            "rathānām",
            "pravadanti",
            "vārtayā"
        ],
        "translation": "The Personality of Godhead is eternally situated within the heart of every embodied being; still the Lord remains situated apart, just as the sky, which is all-pervading, does not mix with any material object. Thus the Lord is the supreme worshipable object and the absolute controller of everything. He is elaborately glorified in the Vedic literature, but those who are bereft of intelligence do not like to hear about Him. They prefer to waste their time discussing their own mental concoctions, which inevitably deal with gross material sense gratification such as sex life and meat-eating.",
        "purport": " In Bhagavad-gītā Lord Kṛṣṇa says, vedaiś ca sarvair aham eva vedyaḥ. The goal of all Vedic knowledge is to know the Lord, who is the Absolute Truth. Although this purpose of the Vedas is clearly revealed both in the Vedic literature itself and by the self-realized ācāryas, foolish people cannot grasp this simple truth. They prefer to cultivate knowledge of illicit sex by discussing their sexual partners and experiences. They also eagerly describe and recommend to their friends the best restaurants for eating meat, and they are fond of glorifying drugs and liquor by elaborately describing the drunken and hallucinogenic effects of their sinful experiences. The materialistic sense gratifiers eagerly call one another on the telephone, congregate in clubs and committees, and enthusiastically go on hunting, drinking and gambling excursions, thus filling their lives with the mode of ignorance. They have neither the time nor the inclination to discuss the Absolute Truth, Kṛṣṇa. Unfortunately, they neglect the Supreme Lord, who therefore severely punishes such foolish persons in order to bring them back to their senses. Everything belongs to the Lord, and everything is meant for the Lord’s enjoyment. When the living entity dovetails his activities for the pleasure of the Lord, he experiences unlimited happiness. Yena sattvaṁ śuddhyed yasmād brahma-saukhyaṁ tv anantam. There is actually no happiness in material affairs, and the Lord mercifully punishes the intoxicated conditioned soul to bring him back to his real life. Unfortunately, materialistic persons do not heed the advice of the Supreme Lord in Bhagavad-gītā or that of the Lord’s representatives, who speak in allied literatures such as Śrīmad-Bhāgavatam. Instead, such sense gratifiers consider themselves to be most eloquent and learned. Every materialistic person actually feels that he is the most intelligent person, and thus he has no time to hear the actual truth. Nevertheless, the Personality of Godhead, as described in this verse, waits patiently within the heart of the conditioned soul, encouraging him to recognize the Lord, who is sitting beside him. Such recognition of the Personality of Godhead is the beginning of all auspiciousness and happiness for the conditioned soul."
    },
    {
        "verse": "11",
        "devanagari": "लोके व्यवायामिषमद्यसेवानित्या हि जन्तोर्न हि तत्र चोदना ।व्यवस्थितिस्तेषु विवाहयज्ञ-सुराग्रहैरासु निवृत्तिरिष्टा ॥ ११ ॥",
        "english_devnagari": "loke vyavāyāmiṣa-madya-sevānityā hi jantor na hi tatra codanāvyavasthitis teṣu vivāha-yajñasurā-grahair āsu nivṛttir iṣṭā",
        "verse_Syn": [
            "loke",
            "vyavāya",
            "āmiṣa",
            "madya",
            "sevāḥ",
            "nityāḥ",
            "hi",
            "jantoḥ",
            "na",
            "hi",
            "tatra",
            "codanā",
            "vyavasthitiḥ",
            "teṣu",
            "vivāha",
            "yajña",
            "surā",
            "grahaiḥ",
            "āsu",
            "nivṛttiḥ",
            "iṣṭā"
        ],
        "translation": "In this material world the conditioned soul is always inclined to sex, meat-eating and intoxication. Therefore religious scriptures never actually encourage such activities. Although the scriptural injunctions provide for sex through sacred marriage, for meat-eating through sacrificial offerings and for intoxication through the acceptance of ritual cups of wine, such ceremonies are meant for the ultimate purpose of renunciation.",
        "purport": " Those who are not situated in pure Kṛṣṇa consciousness are always inclined toward material sense gratification in the form of illicit sex, meat-eating and intoxication. They simply desire a party life of eat, drink and be merry. Such materialistic persons are unwilling to give up such temporary gratification because they are firmly bound up in the bodily concept of life. For such persons there are numerous Vedic injunctions for rituals that bestow material sense pleasure in a regulated manner. The conditioned soul thereby becomes accustomed to indirectly worshiping the Supreme Lord by accepting the austerity of regulated sense gratification in obedience to the Vedic way of life. Through purification the living entity gradually develops a higher taste and becomes directly attracted to the spiritual nature of the Lord. Sometimes the fallen practitioners of the karma-kāṇḍa section of the Vedas assert that the material fruitive results of Vedic ceremonies should never be given up, because they are prescribed by religious scriptures. For example, there is a Vedic injunction that in the proper season a husband must approach his wife at night at least five days after her menstrual period, if the wife has properly bathed and cleansed herself. Thus, a responsible householder should engage in religious sex life. The injunction that one must approach his wife for sex life is explained by the Vaiṣṇava ācāryas as follows. Within the material world almost every man is very lusty and desires passionate sex life with every attractive woman he meets, or with any woman at all. Actually, for an ordinary materialistic man it is an accomplishment if he can restrict himself to relationships with his lawfully wedded wife. But because familiarity breeds contempt, the natural tendency is for the husband to gradually become envious or resentful of the wife and desire illicit connections with other women. Such a mentality is most sinful and abominable, and the Vedic scripture therefore orders that one must approach his actual wife, with a desire to beget children, and thus curtail the tendency toward illicit sexual connection with other women. Were there no such Vedic injunction ordering one to approach his wife, many men would naturally be inclined to neglect their wives and pollute other women by illicit connection. However, such an injunction for conditioned souls does not apply to great souls who are fixed on the spiritual platform and are transcendental to material sex desire. As stated in this verse, nivṛttir iṣṭā: the actual purpose of the Vedic scriptures is to bring one back home, back to Godhead, back to the spiritual world. It is clearly stated by Lord Kṛṣṇa in Bhagavad-gītā, yaṁ yaṁ vāpi smaran bhāvaṁ tyajaty ante kalevaram: whatever we think of at the time of death will determine our next body. If one remembers Kṛṣṇa, he is immediately transferred to the eternal planet of Kṛṣṇa. Therefore, since all the Vedic scriptures are meant for knowing Kṛṣṇa (vedaiś ca sarvair aham eva vedyaḥ), the ultimate goal of the Vedas cannot be any type of absorption in the material senses, either licit or illicit. The Vedic regulations governing married sex life are actually meant to prevent sinful illicit sex. However, one should not foolishly conclude that a lusty attraction to his wife’s naked body is the perfection of self-realization and Vedic elevation. The actual perfection of spiritual life is to become free from all material desires, nivṛtti, and to fix the mind on Kṛṣṇa. Similarly there are other injunctions, governing the regulated consumption of liquor and meat. Those who are mad after meat-eating are instructed to perform Vedic ceremonies by which they are permitted to consume five types of five-clawed animals, namely the rhinoceros, turtle, rabbit, porcupine and lizard. Similarly, the consumption of specific liquors is allowed during highly restricted sacrifices performed on specific days of the year at great expense. In this way, other types of drunkenness and cruel animal slaughter are prohibited. One is gradually purified by performing such sacrifices, and he develops a distaste for such foolish activities as meat-eating and the drinking of liquor. The Vedic rules and regulations that gradually restrict sense gratification are called vidhi. The word niyama refers to injunctions governing activities that human beings ordinarily would not be inclined to perform. For example, it is said, ahar ahaḥ sandhyām upāsīta: “One should chant Gāyatrī mantra at the three junctions of the day, every day.” It is also stated, māgha-snānaṁ prakurvīta: “One must take bath daily, even during the coldest months of winter.” Such injunctions prescribe activities that ordinarily would be neglected. Although it has been mentioned above that there are injunctions against neglecting one’s lawful wife, there is no injunction against totally neglecting meat-eating. In other words, killing of animals is considered most abominable, and although some concession is made for the more violent class of men, one should actually completely give up this cruel activity because even a slight discrepancy in animal sacrifices will cause havoc in one’s life. It should be understood that those who have become spiritually advanced by chanting the Hare Kṛṣṇa mantra under the guidelines of Śrī Caitanya Mahāprabhu are expected to completely give up material sense gratification. If a devotee of Kṛṣṇa duplicitously tries to take advantage of the scriptural allowances for meat-eating, intoxication or sex enjoyment, then he commits the tenth offense against chanting. Especially if one has accepted the renounced order of life called tridaṇḍi-sannyāsa, it is most abominable and reprehensible to become attracted to the Vedic injunctions prescribing regulated sex life for householders. According to Śrīla Jīva Gosvāmī there is no such allowance for one in the renounced order of life. The Vaiṣṇava sannyāsīs should not foolishly become bewildered by statements in the Vedic literature such as the following verse from Manu-saṁhitā: “It may be considered that meat-eating, intoxication and sex indulgence are natural propensities of the conditioned souls, and therefore such persons should not be condemned for these activities. But unless one gives up such sinful activities, there is no possibility of achieving the actual perfection of life.” In the Kriyā-vidhāna it is explained that sex is permitted only during the vāmadeva sacrifice, or the garbhādhāna-saṁskāra for begetting of religious children. It is also stated that sometimes certain types of meat are used in worshiping Lord Hari through sacrifices to the forefathers and demigods. Similarly, there is a form of intoxication available through drinking the soma beverage. But if a so-called brāhmaṇa becomes attracted to such offerings, he immediately becomes polluted. Actually, the brāhmaṇas who performed such offerings would not personally accept any type of liquor or meat. These things would be consumed by the kṣatriyas, who were not considered at fault in accepting such remnants of sacrifice. However, in the movement of Caitanya Mahāprabhu it can be observed that those who desire to become advanced devotees of Kṛṣṇa immediately give up all such fruitive sacrifices. There is no scope in pure devotional service for any type of fruitive sacrifices. Caitanya Mahāprabhu demanded that all of His sincere followers engage twenty-four hours a day in śravaṇaṁ kīrtanaṁ viṣṇoḥ, hearing and chanting the glories of the Personality of Godhead. Those who claim to be followers of Caitanya Mahāprabhu and who are seriously planning on going back home, back to Godhead, in the near future should not become mindlessly attracted by Vedic fruitive rituals that are meant to attract those who are hopelessly bound up in the material, bodily concept of life. The followers of Caitanya Mahāprabhu always remain aloof from such tainted rituals."
    },
    {
        "verse": "12",
        "devanagari": "धनं च धर्मैकफलं यतो वैज्ञानं सविज्ञानमनुप्रशान्ति ।गृहेषु युञ्जन्ति कलेवरस्यमृत्युं न पश्यन्ति दुरन्तवीर्यम् ॥ १२ ॥",
        "english_devnagari": "dhanaṁ ca dharmaika-phalaṁ yato vaijñānaṁ sa-vijñānam anupraśāntigṛheṣu yuñjanti kalevarasyamṛtyuṁ na paśyanti duranta-vīryam",
        "verse_Syn": [
            "dhanam",
            "ca",
            "dharma",
            "eka",
            "phalam",
            "yataḥ",
            "vai",
            "jñānam",
            "sa",
            "vijñānam",
            "anupraśānti",
            "gṛheṣu",
            "yuñjanti",
            "kalevarasya",
            "mṛtyum",
            "na",
            "paśyanti",
            "duranta",
            "vīryam"
        ],
        "translation": "The only proper fruit of acquired wealth is religiosity, on the basis of which one can acquire a philosophical understanding of life that eventually matures into direct perception of the Absolute Truth and thus liberation from all suffering. Materialistic persons, however, utilize their wealth simply for the advancement of their family situation. They fail to see that insurmountable death will soon destroy the frail material body.",
        "purport": " Those things that come under the control of the proprietor are called dhanam, or wealth. When a foolish person becomes addicted to spending all of his hard-earned money to increase the prestige of his material body and family, he is no longer able to see how death is steadily approaching his own body as well as the temporary bodies of his family and friends. Mṛtyuḥ sarva-haraś cāham: the Supreme Lord appears as all-powerful death, which destroys all material situations. Actually, even in family life one should use one’s wealth for spiritual advancement of oneself and one’s family. In the Kṛṣṇa consciousness movement there are many religious householders who live a simple, peaceful life and use their wealth for arranging Kṛṣṇa conscious activities at home and for helping the renounced brahmacārīs and sannyāsīs who are actively preaching Kṛṣṇa consciousness in public places. Such householders, even those who are not able to dedicate one hundred percent of their energy to Kṛṣṇa consciousness, gradually acquire a very solid understanding of the spiritual principles of life and eventually become transcendentalists firmly fixed at the lotus feet of Kṛṣṇa. Thus they free themselves from all of the anxieties of conditional life, namely birth, old age, disease and death. Life without Kṛṣṇa consciousness is actually poverty, but the poverty-stricken materialist, whose intelligence is limited, cannot perceive that real wealth is the expansion of consciousness up to the highest level of Kṛṣṇa consciousness, love of Godhead. Such persons raise their children to be just like animals, having as their only goal false prestige and material sense gratification. Such materialistic householders fear that excessive interest in spiritual life may damage the ambition of their children to acquire false material prestige. Actually, death will smash all of the endeavors and plans of such spiritually impoverished materialists. If family life and wealth are used for Kṛṣṇa consciousness, one will learn to discriminate between the eternal and the noneternal, between spirit and matter, between bliss and anxiety, and thus the living entity will become liberated and go beyond mere theoretical knowledge to acquire the highest perfectional benediction of eternal Kṛṣṇa conscious life. Limited sensory knowledge, pratyakṣa-jñāna, is useless without theoretical spiritual knowledge, parokṣa-jñāna, which gradually matures, with careful cultivation, into direct realized knowledge of the soul, aparokṣa-jñāna. The word anupraśānti in this verse indicates that by spiritual knowledge (vijñānam) one achieves the most sublime state of eternal peace and bliss, far beyond the dreams of the materialistic conditioned soul."
    },
    {
        "verse": "13",
        "devanagari": "यद् घ्राणभक्षो विहित: सुराया-स्तथा पशोरालभनं न हिंसा ।एवं व्यवाय: प्रजया न रत्याइमं विशुद्धं न विदु: स्वधर्मम् ॥ १३ ॥",
        "english_devnagari": "yad ghrāṇa-bhakṣo vihitaḥ surāyāstathā paśor ālabhanaṁ na hiṁsāevaṁ vyavāyaḥ prajayā na ratyāimaṁ viśuddhaṁ na viduḥ sva-dharmam",
        "verse_Syn": [
            "yat",
            "ghrāṇa",
            "bhakṣaḥ",
            "vihitaḥ",
            "surāyāḥ",
            "tathā",
            "paśoḥ",
            "ālabhanam",
            "na",
            "hiṁsā",
            "evam",
            "vyavāyaḥ",
            "prajayā",
            "na",
            "ratyai",
            "imam",
            "viśuddham",
            "na",
            "viduḥ",
            "sva",
            "dharmam"
        ],
        "translation": "According to the Vedic injunctions, when wine is offered in sacrificial ceremonies it is later to be consumed by smelling, and not by drinking. Similarly, the sacrificial offering of animals is permitted, but there is no provision for wide-scale animal slaughter. Religious sex life is also permitted, but only in marriage for begetting children, and not for sensuous exploitation of the body. Unfortunately, however, the less intelligent materialists cannot understand that their duties in life should be performed purely on the spiritual platform.",
        "purport": " Madhvācārya has given the following statement in regard to animal sacrifice: According to this statement, the Vedas sometimes prescribe animal sacrifice in ritual performances for the satisfaction of the Supreme Lord or a particular demigod. If, however, one whimsically slaughters animals without rigidly following the Vedic prescriptions, such killing is actual violence and should not be accepted by any intelligent person. If the animal sacrifice is perfectly performed, the sacrificed animal immediately goes to the heavenly planets of the demigods and the forefathers. Therefore such a sacrifice is not for killing animals but for demonstrating the potency of Vedic mantras, by the power of which the sacrificed creature is immediately promoted to a higher situation. Caitanya Mahāprabhu, however, has forbidden such animal sacrifice in this age because there are no qualified brāhmaṇas to chant the mantras, and the so-called sacrificial arena becomes an ordinary butcher shop. And in an earlier era, when unscrupulous persons tried to establish that animal killing and meat-eating are acceptable by misinterpreting the Vedic sacrifices, Lord Buddha personally appeared and rejected their heinous proposition. This is described by Jayadeva Gosvāmī: Unfortunately, the conditioned souls are afflicted by four imperfections, one of which is the cheating propensity, and thus they tend to exploit the concessions that the Lord mercifully gives to them in religious scriptures for their gradual purification. Rather than follow the Vedic injunctions for simultaneously satisfying their senses and gradually elevating themselves, the conditioned souls reject the actual purpose of such apparently materialistic ceremonies and simply become more and more degraded in the ignorance of the bodily concept of life. Thus they fall down altogether from the varṇāśrama system and, taking birth in violent non-Vedic societies, foolishly presume the small fragments of universal religious principles prevalent there to be the exclusive religion of the soul. As a result, they fall into fanaticism, embracing merely sectarian, dogmatic views of religion. Such unfortunate persons are completely out of touch with their own eternal function in life and consider things to be vastly different than they are in reality."
    },
    {
        "verse": "14",
        "devanagari": "ये त्वनेवंविदोऽसन्त: स्तब्धा: सदभिमानिन: ।पशून् द्रुह्यन्ति विश्रब्धा: प्रेत्य खादन्ति ते च तान् ॥ १४ ॥",
        "english_devnagari": "ye tv anevaṁ-vido ’santaḥstabdhāḥ sad-abhimāninaḥpaśūn druhyanti viśrabdhāḥpretya khādanti te ca tān",
        "verse_Syn": [
            "ye",
            "tu",
            "anevam",
            "vidaḥ",
            "asantaḥ",
            "stabdhāḥ",
            "sat",
            "abhimāninaḥ",
            "paśūn",
            "druhyanti",
            "viśrabdhāḥ",
            "pretya",
            "khādanti",
            "te",
            "ca",
            "tān"
        ],
        "translation": "Those sinful persons who are ignorant of actual religious principles, yet consider themselves to be completely pious, without compunction commit violence against innocent animals who are fully trusting in them. In their next lives, such sinful persons will be eaten by the same creatures they have killed in this world.",
        "purport": " In this verse we can clearly see the great discrepancies in those persons who do not surrender to the Supreme Personality of Godhead and His law. As stated in the Bhāgavatam, harāv abhaktasya kuto mahad-guṇāḥ: those who do not accept the supremacy of the Supreme Lord gradually become infected with the most sinful propensities that bring, in their turn, terrible suffering upon the nondevotees. In the Western countries such as America, many people proudly proclaim themselves to be most pious religionists and sometimes even prophets or representatives of God. Boasting of their religiosity, such foolish people experience no fear or doubt in cruelly slaughtering innumerable animals in slaughterhouses or on hunting trips for their whimsical sense gratification. In the state of Mississippi there are sometimes pig-killing festivals, in which entire families enjoy watching a pig cruelly butchered before their eyes. Similarly, a former president of the United States from Texas did not consider any social occasion complete without the slaughtering of a cow. Such persons mistakenly consider themselves to be perfectly observing the laws of God and due to such arrogant foolishness lose all touch with reality. When a man is raising an animal for slaughter, he feeds the animal nicely and encourages it to grow fat. Thus the animal gradually accepts its would-be killer as its protector and master. When the master finally approaches the helpless animal with a sharp knife or gun, the animal thinks, “Oh, my master is joking with me.” Only at the last minute does the animal understand that the so-called master is death personified. It is clearly stated in Vedic literature that cruel masters who kill innocent animals will undoubtedly be killed in the next life by a similar process. “‘That creature whose flesh I am eating here and now will consume me in the next life.’ Thus meat is called māṁsa, as described by learned authorities.” In Śrīmad-Bhāgavatam this grisly fate of animal killers is described by Nārada Muni to King Prācīnabarhi, who was excessively killing animals in so-called sacrifices. “O ruler of the citizens, my dear King, please see in the sky those animals which you have sacrificed, without compassion and without mercy, in the sacrificial arena. All these animals are awaiting your death so that they can avenge the injuries you have inflicted upon them. After you die, they will angrily pierce your body with iron horns.” (Bhāg. 4.25.7-8) Such punishment of animal killers may take place under the jurisdiction of Yamarāja on the planet of the lord of death. In other words, one who kills an animal or who eats meat undoubtedly acquires a debt to the living entity who has contributed his body for the satisfaction of the meat-eater. The meat-eater must pay his debt by contributing his own body to be consumed in the next life. Such payment of one’s debt by offering one’s own body to be eaten is confirmed in the Vedic literature."
    },
    {
        "verse": "15",
        "devanagari": "द्विषन्त: परकायेषु स्वात्मानं हरिमीश्वरम् ।मृतके सानुबन्धेऽस्मिन् बद्धस्‍नेहा: पतन्त्यध: ॥ १५ ॥",
        "english_devnagari": "dviṣantaḥ para-kāyeṣusvātmānaṁ harim īśvarammṛtake sānubandhe ’sminbaddha-snehāḥ patanty adhaḥ",
        "verse_Syn": [
            "dviṣantaḥ",
            "para",
            "kāyeṣu",
            "sva",
            "ātmānam",
            "harim",
            "īśvaram",
            "mṛtake",
            "sa",
            "anubandhe",
            "asmin",
            "baddha",
            "snehāḥ",
            "patanti",
            "adhaḥ"
        ],
        "translation": "The conditioned souls become completely bound in affection to their own corpselike material bodies and their relatives and paraphernalia. In such a proud and foolish condition, the conditioned souls envy other living entities as well as the Supreme Personality of Godhead, Hari, who resides in the heart of all beings. Thus enviously offending others, the conditioned souls gradually fall down into hell.",
        "purport": " Materialistic persons express their envy of animals by cruelly killing them. Similarly, the conditioned souls become envious even of other human beings and of the Lord Himself, who dwells within everyone’s body. They express their envy of God by preaching atheistic science or pseudophilosophy in which they ridicule the fact that everyone is an eternal servant of God. Envious persons express their bitter feelings toward other human beings by creating wars, terrorism, cruel governments and cheating business enterprises. The sinful bodies of such envious persons are just like corpses. Still, envious persons are enamored by the corpse of their material body and become further fascinated by their children and other bodily extensions. Such feelings are based in false pride. Śrīla Madhvācārya has quoted the following verse from Hari-vaṁśa: “The Supreme is called ātmā because He is found both in oneself and within others. Some persons become agitated by hearing descriptions of the Supreme Lord, and they openly state that there is no superior living being beyond themselves. Such persons are to be known as demons. By their practical symptoms they are to be understood as the lowest class of men.”"
    },
    {
        "verse": "16",
        "devanagari": "ये कैवल्यमसम्प्राप्ता ये चातीताश्च मूढताम् ।त्रैवर्गिका ह्यक्षणिका आत्मानं घातयन्ति ते ॥ १६ ॥",
        "english_devnagari": "ye kaivalyam asamprāptāye cātītāś ca mūḍhatāmtrai-vargikā hy akṣaṇikāātmānaṁ ghātayanti te",
        "verse_Syn": [
            "ye",
            "kaivalyam",
            "asamprāptāḥ",
            "ye",
            "ca",
            "atītāḥ",
            "ca",
            "mūḍhatām",
            "trai",
            "vargikāḥ",
            "hi",
            "akṣaṇikāḥ",
            "ātmānam",
            "ghātayanti",
            "te"
        ],
        "translation": "Those who have not achieved knowledge of the Absolute Truth, yet who are still beyond the darkness of complete ignorance, generally follow the threefold path of pious material life, namely religiosity, economic development and sense gratification. Not having time to reflect on any higher purpose, they become the killers of their own soul.",
        "purport": " Those who are completely in the darkness of ignorance and thus bereft even of material pious life commit innumerable sinful activities and suffer greatly. Due to such intense suffering such persons sometimes seek the shelter of the devotees of the Lord and, being blessed by such transcendental association, are sometimes elevated to the highest perfectional stage of Kṛṣṇa consciousness. Those who are not completely sinful experience some mitigation of the miseries of material life and thus develop a false sense of well-being within the material world. Because those who are materially pious generally obtain worldly prosperity, bodily beauty and a pleasant family situation, they become falsely proud of their position and are not inclined to associate with or accept instructions from the devotees of the Lord. Unfortunately, all material activities, whether pious or impious, are inevitably contaminated by sinful activity. Those who are proud of their piety and do not like to hear about Kṛṣṇa sooner or later fall down from their artificial position. Every living entity is an eternal servant of Kṛṣṇa, the Supreme Personality of Godhead. Therefore, until we surrender to Kṛṣṇa, our position is actually always impious. The word akṣaṇikāḥ (“not having even a moment to reflect”) is significant in this verse. Materialistic persons cannot spare a single moment for their eternal self-interest. This is a symptom of misfortune. Such persons are considered to be killing their own souls because by their obstinacy they are preparing a dark future for themselves from which they will not escape for a very long time. A sick man receiving medical treatment may be encouraged by the preliminary results of the doctor’s care. But if the patient becomes falsely proud of the preliminary progress in his treatment and prematurely gives up the doctor’s orders, thinking himself already cured, there will undoubtedly be a relapse. The words ye kaivalyam asamprāptāḥ in this verse clearly indicate that material piety is a long way from perfect knowledge of the Absolute Truth. If one gives up his spiritual progress before achieving the lotus feet of Kṛṣṇa, he will undoubtedly fall back down into the most unpleasant material situation, even if he has achieved impersonal realization of the Brahman effulgence. As stated in Śrīmad-Bhāgavatam, āruhya kṛcchreṇa paraṁ padaṁ tataḥ patanty adhaḥ."
    },
    {
        "verse": "17",
        "devanagari": "एत आत्महनोऽशान्ता अज्ञाने ज्ञानमानिन: ।सीदन्त्यकृतकृत्या वै कालध्वस्तमनोरथा: ॥ १७ ॥",
        "english_devnagari": "eta ātma-hano ’śāntāajñāne jñāna-māninaḥsīdanty akṛta-kṛtyā vaikāla-dhvasta-manorathāḥ",
        "verse_Syn": [
            "ete",
            "ātma",
            "hanaḥ",
            "aśāntāḥ",
            "ajñāne",
            "jñāna",
            "māninaḥ",
            "sīdanti",
            "akṛta",
            "kṛtyāḥ",
            "vai",
            "kāla",
            "dhvasta",
            "manaḥ",
            "rathāḥ"
        ],
        "translation": "The killers of the soul are never peaceful, because they consider that human intelligence is ultimately meant for expanding material life. Thus neglecting their real, spiritual duties, they are always in distress. They are filled with great hopes and dreams, but unfortunately these are always destroyed by the inevitable march of time.",
        "purport": " There is a similar verse in Śrī Īśopaniṣad (3): “The killer of the soul, whoever he may be, must enter into the planets known as the worlds of the faithless, full of darkness and ignorance.”"
    },
    {
        "verse": "18",
        "devanagari": "हित्वात्ममायारचिता गृहापत्यसुहृत्स्त्रिय: ।तमो विशन्त्यनिच्छन्तो वासुदेवपराङ्‍मुखा: ॥ १८ ॥",
        "english_devnagari": "hitvātma-māyā-racitāgṛhāpatya-suhṛt-striyaḥtamo viśanty anicchantovāsudeva-parāṅ-mukhāḥ",
        "verse_Syn": [
            "hitvā",
            "ātma",
            "māyā",
            "racitāḥ",
            "gṛha",
            "apatya",
            "suhṛt",
            "striyaḥ",
            "tamaḥ",
            "viśanti",
            "anicchantaḥ",
            "vasudeva",
            "parāk",
            "mukhāḥ"
        ],
        "translation": "Those who have turned away from the Supreme Lord, Vāsudeva, being under the spell of the Lord’s illusory energy, are eventually forced to give up their so-called homes, children, friends, wives and lovers, which were all created by the illusory potency of the Supreme Lord, and enter against their will into the darkest regions of the universe.",
        "purport": " The living entity turns his back on the Supreme Personality of Godhead and tries instead to enjoy temporary sense gratification. The result is simply anxiety as the conditioned soul struggles to maintain his temporary wife, children, friends, home, nation, etc. Finally all of these things are taken away, and the bewildered soul, in great frustration, sometimes tries to take shelter of an impersonal concept of God and liberation. Thus the conditioned soul is always in ignorance, either pursuing illusory sense gratification or trying to avoid sense gratification by merging into the impersonal aspect of the Lord, called Brahman. But the actual position of the living entity is to serve the Supreme Person, who is his master. And unless one gives up one’s inimical feelings toward the Supreme Personality of Godhead, there is no question of peace or happiness."
    },
    {
        "verse": "19",
        "devanagari": "श्री राजोवाचकस्मिन् काले स भगवान् किं वर्ण: कीद‍ृशो नृभि: ।नाम्ना वा केन विधिना पूज्यते तदिहोच्यताम् ॥ १९ ॥",
        "english_devnagari": "śrī-rājovācakasmin kāle sa bhagavānkiṁ varṇaḥ kīdṛśo nṛbhiḥnāmnā vā kena vidhināpūjyate tad ihocyatām",
        "verse_Syn": [
            "śrī",
            "rājā",
            "uvāca",
            "kasmin",
            "kāle",
            "saḥ",
            "bhagavān",
            "kim",
            "varṇaḥ",
            "kīdṛśaḥ",
            "nṛbhiḥ",
            "nāmnā",
            "vā",
            "kena",
            "vidhinā",
            "pūjyate",
            "tat",
            "iha",
            "ucyatām"
        ],
        "translation": "King Nimi inquired: In what colors and forms does the Supreme Personality of Godhead appear in each of the different ages, and with what names and by what types of regulative principles is the Lord worshiped in human society?",
        "purport": " It has been clearly established in the previous verses that human life is spoiled if one does not surrender unto the Supreme Lord and engage in His loving devotional service. Therefore the King is now requesting the sages to give specific details about the worship of the Lord because this devotional process has clearly been described as the only practical means of delivering the conditioned soul."
    },
    {
        "verse": "20",
        "devanagari": "श्रीकरभाजन उवाचकृतं त्रेता द्वापरं च कलिरित्येषु केशव: ।नानावर्णाभिधाकारो नानैव विधिनेज्यते ॥ २० ॥",
        "english_devnagari": "śrī-karabhājana uvācakṛtaṁ tretā dvāparaṁ cakalir ity eṣu keśavaḥnānā-varṇābhidhākāronānaiva vidhinejyate",
        "verse_Syn": [
            "śrī",
            "karabhājanaḥ",
            "uvāca",
            "kṛtam",
            "tretā",
            "dvāparam",
            "ca",
            "kaliḥ",
            "iti",
            "eṣu",
            "keśavaḥ",
            "nānā",
            "varṇa",
            "abhidhā",
            "ākāraḥ",
            "nānā",
            "eva",
            "vidhinā",
            "ijyate"
        ],
        "translation": "Śrī Karabhājana replied: In each of the four yugas, or ages — Kṛta, Tretā, Dvāpara and Kali — Lord Keśava appears with various complexions, names and forms and is thus worshiped by various processes.",
        "purport": ""
    },
    {
        "verse": "21",
        "devanagari": "कृते शुक्लश्चतुर्बाहुर्जटिलो वल्कलाम्बर: ।कृष्णाजिनोपवीताक्षान् बिभ्रद् दण्डकमण्डलू ॥ २१ ॥",
        "english_devnagari": "kṛte śuklaś catur-bāhurjaṭilo valkalāmbaraḥkṛṣṇājinopavītākṣānbibhrad daṇḍa-kamaṇḍalū",
        "verse_Syn": [
            "kṛte",
            "śuklaḥ",
            "catuḥ",
            "bāhuḥ",
            "jaṭilaḥ",
            "valkala",
            "ambaraḥ",
            "kṛṣṇa",
            "ajina",
            "upavīta",
            "akṣān",
            "bibhrat",
            "danda",
            "kamaṇḍalū"
        ],
        "translation": "In Satya-yuga the Lord is white and four-armed, has matted locks and wears a garment of tree bark. He carries a black deerskin, a sacred thread, prayer beads and the rod and waterpot of a brahmacārī.",
        "purport": ""
    },
    {
        "verse": "22",
        "devanagari": "मनुष्यास्तु तदा शान्ता निर्वैरा: सुहृद: समा: ।यजन्ति तपसा देवं शमेन च दमेन च ॥ २२ ॥",
        "english_devnagari": "manuṣyās tu tadā śāntānirvairāḥ suhṛdaḥ samāḥyajanti tapasā devaṁśamena ca damena ca",
        "verse_Syn": [
            "manuṣyāḥ",
            "tu",
            "tadā",
            "śāntāḥ",
            "nirvairāḥ",
            "suhṛdaḥ",
            "samāḥ",
            "yajanti",
            "tapasā",
            "devam",
            "śamena",
            "ca",
            "damena",
            "ca"
        ],
        "translation": "People in Satya-yuga are peaceful, nonenvious, friendly to every creature and steady in all situations. They worship the Supreme Personality by austere meditation and by internal and external sense control.",
        "purport": " In Satya-yuga the Supreme Lord incarnates as a four-armed brahmacārī described in the previous verse and personally introduces the process of meditation."
    },
    {
        "verse": "23",
        "devanagari": "हंस: सुपर्णो वैकुण्ठो धर्मो योगेश्वरोऽमल: ।ईश्वर: पुरुषोऽव्यक्त: परमात्मेति गीयते ॥ २३ ॥",
        "english_devnagari": "haṁsaḥ suparṇo vaikuṇṭhodharmo yogeśvaro ’malaḥīśvaraḥ puruṣo ’vyaktaḥparamātmeti gīyate",
        "verse_Syn": [
            "haṁsaḥ",
            "su",
            "parṇaḥ",
            "vaikuṇṭhaḥ",
            "dharmaḥ",
            "yoga",
            "īśvaraḥ",
            "amalaḥ",
            "īśvaraḥ",
            "puruṣaḥ",
            "avyaktaḥ",
            "parama",
            "ātmā",
            "iti",
            "gīyate"
        ],
        "translation": "In Satya-yuga the Lord is glorified by the names Haṁsa, Suparṇa, Vaikuṇṭha, Dharma, Yogeśvara, Amala, Īśvara, Puruṣa, Avyakta and Paramātmā.",
        "purport": " The sage Karabhājana Muni is replying to Videharāja Nimi’s questions about the varieties of the Lord’s incarnations. In Satya-yuga the Lord’s color is white, and He wears tree bark and a black deerskin as an ideal meditative brahmacārī. Śrīla Bhaktisiddhānta Sarasvatī Ṭhākura has explained the Lord’s various names in Satya-yuga as follows. Those who are self-realized know this supreme reality of the Personality of Godhead as Paramātmā. Those souls who are situated in the religious system of varṇāśrama glorify Him as the haṁsa who is transcendental to all the varṇas and āśramas. Persons absorbed in gross matter consider Him to be Suparṇa, “the beautifully winged” basis of the conceptions of cause and effect who flies within the subtle sky of the soul, as described in Chāndogya Upaniṣad. Persons accustomed to wandering within this universe of subtle and gross matter created by the Lord’s illusory potency chant His name Vaikuṇṭha. Persons deprived of the power of transcendental meditation (dhāraṇā), who are thus subject to falling from the path of religion, glorify Him as Dharma, or religion personified. Those who are forced to submit to the illusory modes of material nature and whose minds are uncontrolled and disturbed glorify Him as the most perfectly self-controlled Yogeśvara. Persons tainted by a mixture of the modes of passion and ignorance call Him Amala, or the uncontaminated. Persons devoid of potency call Him Īśvara, and those who consider themselves to be under His shelter chant His glories by the name Uttama Puruṣa. Those who know that this material manifestation is only temporary call Him Avyakta. In this way, in Satya-yuga Lord Vāsudeva appears in various four-armed transcendental forms, and the jīva souls worship Him, each by their own particular process of devotional service. Therefore the Supreme Lord has many different names."
    },
    {
        "verse": "24",
        "devanagari": "त्रेतायां रक्तवर्णोऽसौ चतुर्बाहुस्त्रिमेखल: ।हिरण्यकेशस्त्रय्यात्मा स्रुक्स्रुवाद्युपलक्षण: ॥ २४ ॥",
        "english_devnagari": "tretāyāṁ rakta-varṇo ’saucatur-bāhus tri-mekhalaḥhiraṇya-keśas trayy-ātmāsruk-sruvādy-upalakṣaṇaḥ",
        "verse_Syn": [
            "tretāyām",
            "rakta",
            "varṇaḥ",
            "asau",
            "catuḥ",
            "bāhuḥ",
            "tri",
            "mekhalaḥ",
            "hiraṇya",
            "keśaḥ",
            "trayi",
            "ātmā",
            "sruk",
            "sruva",
            "ādi",
            "upalakṣaṇaḥ"
        ],
        "translation": "In Tretā-yuga the Lord appears with a red complexion. He has four arms, golden hair, and wears a triple belt representing initiation into each of the three Vedas. Embodying the knowledge of worship by sacrificial performance, which is contained in the Ṛg, Sāma and Yajur Vedas, His symbols are the ladle, spoon and other implements of sacrifice.",
        "purport": " The sruk is a particular implement for pouring ghee in sacrifices. It is about an arm’s length long and is made of a particular type of wood called vikaṅkata. The sruk has a rodlike handle and a spout with a shallow groove at its tip that resembles a swan’s beak. Its front part is a carved-out spoon the size of a fist. The sruva is another implement used in sacrificial oblations. It is made of khadira wood, is smaller than the sruk and is used to pour ghee into the sruk. It is also sometimes used instead of the sruk to pour ghee directly into the sacrificial fire. These are the Lord’s symbols in Tretā-yuga, when the Lord incarnates to introduce the yuga-dharma of yajña, or sacrifice."
    },
    {
        "verse": "25",
        "devanagari": "तं तदा मनुजा देवं सर्वदेवमयं हरिम् ।यजन्ति विद्यया त्रय्या धर्मिष्ठा ब्रह्मवादिन: ॥ २५ ॥",
        "english_devnagari": "taṁ tadā manujā devaṁsarva-deva-mayaṁ harimyajanti vidyayā trayyādharmiṣṭhā brahma-vādinaḥ",
        "verse_Syn": [
            "tam",
            "tadā",
            "manujāḥ",
            "devam",
            "sarva",
            "deva",
            "mayam",
            "harim",
            "yajanti",
            "vidyayā",
            "trayyā",
            "dharmiṣṭhāḥ",
            "brahma",
            "vādinaḥ"
        ],
        "translation": "In Tretā-yuga, those members of human society who are fixed in religiosity and are sincerely interested in achieving the Absolute Truth worship Lord Hari, who contains within Himself all the demigods. The Lord is worshiped by the rituals of sacrifice taught in the three Vedas.",
        "purport": " The residents of the earth in Satya-yuga are described as having all good qualities. In Tretā-yuga human society is described as dharmiṣṭhāḥ, or thoroughly religious, and brahma-vādinaḥ, or faithfully seeking the Absolute Truth through the Vedic injunctions. However, it should be noted that all of the exalted qualities of the people of Satya-yuga are not mentioned in this verse. In other words, in Satya-yuga people are automatically perfect, whereas in Tretā-yuga people are inclined to become perfect through performing Vedic sacrifice. In Tretā-yuga human society is not automatically Kṛṣṇa conscious, as it was in Satya-yuga, but people are still highly inclined to become Kṛṣṇa conscious, and thus they strictly follow the Vedic injunctions."
    },
    {
        "verse": "26",
        "devanagari": "विष्णुर्यज्ञ: पृश्न‍िगर्भ: सर्वदेव उरुक्रम: ।वृषाकपिर्जयन्तश्च उरुगाय इतीर्यते ॥ २६ ॥",
        "english_devnagari": "viṣṇur yajñaḥ pṛśnigarbhaḥsarvadeva urukramaḥvṛṣākapir jayantaś caurugāya itīryate",
        "verse_Syn": [
            "viṣṇuḥ",
            "yajñaḥ",
            "pṛśni",
            "garbhaḥ",
            "sarva",
            "devaḥ",
            "uru",
            "kramaḥ",
            "vṛṣākapiḥ",
            "jayantaḥ",
            "ca",
            "uru",
            "gāyaḥ",
            "iti",
            "īryate"
        ],
        "translation": "In Tretā-yuga the Lord is glorified by the names Viṣṇu, Yajña, Pṛśnigarbha, Sarvadeva, Urukrama, Vṛṣākapi, Jayanta and Urugāya.",
        "purport": " Pṛśnigarbha refers to Kṛṣṇa’s incarnation as the son of Pṛśnidevī and Prajāpati Sutapā. Vṛṣākapi indicates that if the living entities simply remember the Lord, He is inclined to shower all benedictions upon them, thus satisfying their desires and removing their miseries. Since the Lord is always victorious, He is called Jayanta."
    },
    {
        "verse": "27",
        "devanagari": "द्वापरे भगवाञ्श्याम: पीतवासा निजायुध: ।श्रीवत्सादिभिरङ्कैश्च लक्षणैरुपलक्षित: ॥ २७ ॥",
        "english_devnagari": "dvāpare bhagavāñ śyāmaḥpīta-vāsā nijāyudhaḥśrīvatsādibhir aṅkaiś calakṣaṇair upalakṣitaḥ",
        "verse_Syn": [
            "dvāpare",
            "bhagavān",
            "śyāmaḥ",
            "pīta",
            "vāsāḥ",
            "nija",
            "āyudhaḥ",
            "śrīvatsa",
            "ādibhiḥ",
            "aṅkaiḥ",
            "ca",
            "lakṣaṇaiḥ",
            "upalakṣitaḥ"
        ],
        "translation": "In Dvāpara-yuga the Supreme Personality of Godhead appears with a dark blue complexion, wearing yellow garments. The Lord’s transcendental body is marked in this incarnation with Śrīvatsa and other distinctive ornaments, and He manifests His personal weapons.",
        "purport": " The Lord’s transcendental body in Dvāpara-yuga can be compared to the color of a dark blue flower. The Lord exhibits His personal transcendental weapons such as Sudarśana cakra, and all of the limbs of His body, especially His hands and feet, are decorated with auspicious symbols such as a lotus flower and a flag. And on His chest, the Lord manifests the Kaustubha jewel as well as the auspicious Śrīvatsa, a whorl of hair curling from left to right on the right side of the Lord’s chest. Actually, such auspicious marks as Kaustubha and Śrīvatsa, as well as the weapons of the Lord, are present in all of the viṣṇu-tattva incarnations. Śrīla Jīva Gosvāmī explains that these universal characteristics of the Lord mentioned by the sage Karabhājana are indications of the Kṛṣṇa avatāra. Because Kṛṣṇa is the source of all incarnations, all of the symptoms of all other incarnations are to be found in His transcendental body."
    },
    {
        "verse": "28",
        "devanagari": "तं तदा पुरुषं मर्त्या महाराजोपलक्षणम् ।यजन्ति वेदतन्त्राभ्यां परं जिज्ञासवो नृप ॥ २८ ॥",
        "english_devnagari": "taṁ tadā puruṣaṁ martyāmahā-rājopalakṣaṇamyajanti veda-tantrābhyāṁparaṁ jijñāsavo nṛpa",
        "verse_Syn": [
            "tam",
            "tadā",
            "puruṣam",
            "martyāḥ",
            "mahā",
            "rāja",
            "upalakṣaṇam",
            "yajanti",
            "veda",
            "tantrābhyām",
            "param",
            "jijñāsavaḥ",
            "nṛpa"
        ],
        "translation": "My dear King, in Dvāpara-yuga men who desire to know the Supreme Personality of Godhead, who is the supreme enjoyer, worship Him in the mood of honoring a great king, following the prescriptions of both the Vedas and tantras.",
        "purport": " When Lord Kṛṣṇa was leaving the city of Hastināpura, Arjuna personally held an umbrella over the Lord, and Uddhava and Sātyaki fanned the Lord with decorated fans (Bhāg. 1.10.17, 18). In this way, Emperor Yudhiṣṭhira and his followers worshiped Kṛṣṇa as the greatest of noble kings and as the Supreme Personality of Godhead. Similarly, at the Rājasūya sacrifice all of the great souls of the universe elected Kṛṣṇa as the King of all kings, the greatest personality, deserving of first worship. Such reverential worship of the Lord is characteristic of Dvāpara-yuga, as described in this verse (mahā-rājopalakṣaṇam). With each successive yuga, namely Satya, Tretā, Dvāpara and Kali, the condition of human society deteriorates more and more. As mentioned in this verse, the only favorable qualification of the residents of Dvāpara-yuga is that they are jijñāsavaḥ, strongly desirous of knowing the Absolute Truth. Otherwise there is no good qualification mentioned. The inhabitants of Satya-yuga were described as śāntāḥ, nirvairāḥ, suhṛdaḥ and samāḥ, or peaceful, free from envy, the well-wishers of every living entity, and fixed on the spiritual platform beyond the modes of material nature. Similarly the inhabitants of Tretā-yuga were described as dharmiṣṭhāḥ and brahma-vādinaḥ, or thoroughly religious, and expert followers of the Vedic injunctions. In the present verse, the inhabitants of Dvāpara-yuga are said to be simply jijñāsavaḥ, desiring to know the Absolute Truth. Otherwise they are described as martyāḥ, or subject to the weakness of mortal beings. If the human society of even Dvāpara-yuga was clearly inferior to that of Satya and Tretā-yugas, we can hardly imagine the truly disastrous condition of human society in Kali-yuga. Therefore, as will be mentioned in the following verses, human beings who have taken their birth in the present Age of Kali should attach themselves rigidly to the movement of Caitanya Mahāprabhu to free themselves from foolishness."
    },
    {
        "verse": "29-30",
        "devanagari": "नमस्ते वासुदेवाय नम: सङ्कर्षणाय च ।प्रद्युम्नायानिरुद्धाय तुभ्यं भगवते नम: ॥ २९ ॥नारायणाय ऋषये पुरुषाय महात्मने ।विश्वेश्वराय विश्वाय सर्वभूतात्मने नम: ॥ ३० ॥",
        "english_devnagari": "namas te vāsudevāyanamaḥ saṅkarṣaṇāya capradyumnāyāniruddhāyatubhyaṁ bhagavate namaḥ",
        "verse_Syn": [
            "namaḥ",
            "te",
            "vāsudevāya",
            "namaḥ",
            "saṅkarṣaṇāya",
            "ca",
            "pradyumnāya",
            "aniruddhāya",
            "tubhyam",
            "bhagavate",
            "namaḥ",
            "nārāyaṇāya",
            "ṛṣaye",
            "puruṣāya",
            "mahā",
            "ātmane",
            "viśva",
            "īśvarāya",
            "viśvāya",
            "sarva",
            "bhūta",
            "ātmane",
            "namaḥ"
        ],
        "translation": "“Obeisances to You, O Supreme Lord Vāsudeva, and to Your forms of Saṅkarṣaṇa, Pradyumna and Aniruddha. O Supreme Personality of Godhead, all obeisances unto You. O Lord Nārāyaṇa Ṛṣi, O creator of the universe, best of personalities, master of this cosmos and original form of the universe, O Supersoul of all created entities, all homage unto You.”",
        "purport": " Śrīla Jīva Gosvāmī explains that although Lord Kṛṣṇa appeared at the end of Dvāpara-yuga, great sages chanted this verse from the beginning of that age in expectation of His appearance. Ordinary living entities, although eternally subordinate to the Lord, become absorbed in attempting to dominate the material creation yet ultimately remain under the control of the Supreme Lord. The constitutional position of the living entity is engagement in the Lord’s service. It is further the constitutional position of the material nature to be engaged by the living entity in satisfying the transcendental desires of the Lord. Thus these prayers, as mentioned in this verse, are offered to the Supreme Lord in accordance with the Pañcarātra and the Vedic mantras so that one may become fixed in remembering his eternal subordination to the Absolute Truth. The supreme living entity, Kṛṣṇa, eternally manifests Himself as the catur-vyūha, or quadruple plenary expansion. The purport of this prayer is that one should give up his false ego and pray to this catur-vyūha by offering Them obeisances. Although the Absolute Truth is one without a second, the Absolute Truth displays His unlimited opulences and potencies by expanding Himself in innumerable plenary forms, of which the catur-vyūha is a principal expansion. The original being is Vāsudeva, the Personality of Godhead. When the Godhead manifests His primeval energies and opulences, He is called Saṅkarṣaṇa. Pradyumna is the basis of the Viṣṇu expansion who is the soul of the entire universe, and Aniruddha is the basis of the personal manifestation of Viṣṇu as the Supersoul of every individual entity within the universe. Among the four plenary expansions mentioned here, the original expansion is Vāsudeva, and the other three are considered to be particular manifestations of Him. When the living entity forgets that both he himself as well as the material nature are meant for the Lord’s service, the quality of ignorance becomes prominent, and the conditioned entity desires to become himself the master. Thus the conditioned soul imagines that he is a very important person within society or that he is a great philosopher. The Vedic mantras and Pañcarātra give mankind instructions about devotional service to the Personality of Godhead, which free one from the contamination of considering oneself a prestigious member of society or a great philosopher. One in knowledge should recognize himself as a tiny servant of the Supreme Absolute Truth. In Dvāpara-yuga, Deity worship of the Lord is prominent. Such Deity worship is ultimately aimed at the process of śravaṇaṁ kīrtanaṁ viṣṇoḥ. Without hearing and chanting the glories of the Lord one cannot perform Deity worship. In Deity worship it is required that the worshiper glorify the names, forms, qualities, paraphernalia, entourage and pastimes of the Supreme Lord. When such glorification is complete, the worshiper becomes eligible to realize transcendental knowledge through hearing about the Lord."
    },
    {
        "verse": "31",
        "devanagari": "इति द्वापर उर्वीश स्तुवन्ति जगदीश्वरम् ।नानातन्त्रविधानेन कलावपि तथा श‍ृणु ॥ ३१ ॥",
        "english_devnagari": "iti dvāpara urv-īśastuvanti jagad-īśvaramnānā-tantra-vidhānenakalāv api tathā śṛṇu",
        "verse_Syn": [
            "iti",
            "dvāpare",
            "uru",
            "īśa",
            "stuvanti",
            "jagat",
            "īśvaram",
            "nānā",
            "tantra",
            "vidhānena",
            "kalau",
            "api",
            "tathā",
            "śṛṇu"
        ],
        "translation": "O King, in this way people in Dvāpara-yuga glorified the Lord of the universe. In Kali-yuga also people worship the Supreme Personality of Godhead by following various regulations of the revealed scriptures. Now kindly hear of this from me.",
        "purport": " The words kalāv api, “in Kali-yuga also,” are very important in this verse. It is well known that Kali-yuga is an irreligious age. Thus it is surprising that in such a completely irreligious age the Supreme Lord is worshiped. Therefore it is stated kalāv api, “even in Kali-yuga.” In Kali-yuga the incarnation of the Personality of Godhead does not directly assert Himself to be the Personality of Godhead, but rather He is detected by expert devotees in accordance with the revealed Vedic scriptures. Similarly, Prahlāda Mahārāja states in Śrīmad-Bhāgavatam (7.9.38): “In this way, my Lord, You appear in various incarnations as a human being, an animal, a great saintly demigod, a fish or a tortoise, thus maintaining the entire creation in different planetary systems and killing the demoniac principles. According to the age, O my Lord, You protect the principles of religion. In the Age of Kali, however, You do not assert Yourself as the Supreme Personality of Godhead, and therefore You are known as Triyuga, or the Lord who appears in three yugas.” Thus it is understood that it is difficult for common people in Kali-yuga to recognize the incarnation of the Lord since in this age the Lord’s appearance is slightly concealed. According to Śrīla Bhaktisiddhānta Sarasvatī Ṭhākura the word nānā-tantra-vidhānena indicates the importance in Kali-yuga of the Vaiṣṇava scriptures known as the Pañcarātras or Sātvata-pañcarātras. It is stated in the Bhāgavatam, strī-śūdra-dvija-bandhūnāṁ trayī na śruti-gocarā: in Kali-yuga it is impossible for ordinary people to perform highly technical Vedic sacrifices or the unbearable penances of the mystic yoga system. Such standard Vedic processes are practically inaccessible for the spiritually retarded population of Kali-yuga. Therefore the simple process of glorifying the Personality of Godhead by chanting His holy names is essential in this age. Such devotional processes as chanting the holy names of the Lord and worshiping His Deity form are elaborately described in the Vaiṣṇava śāstras known as Pañcarātras. Such tantric scriptures are referred to in this verse, and it is stated that in Kali-yuga these devotional processes, taught by great ācāryas such as Nārada Muni, are the only practical means for worshiping the Lord. This will be more clearly explained in the following verse."
    },
    {
        "verse": "32",
        "devanagari": "कृष्णवर्णं त्विषाकृष्णं साङ्गोपाङ्गास्त्रपार्षदम् ।यज्ञै: सङ्कीर्तनप्रायैर्यजन्ति हि सुमेधस: ॥ ३२ ॥",
        "english_devnagari": "kṛṣṇa-varṇaṁ tviṣākṛṣṇaṁsāṅgopāṅgāstra-pārṣadamyajñaiḥ saṅkīrtana-prāyairyajanti hi su-medhasaḥ",
        "verse_Syn": [
            "kṛṣṇa",
            "varṇam",
            "tviṣā",
            "akṛṣṇam",
            "sa",
            "aṅga",
            "upa",
            "aṅga",
            "astra",
            "pārṣadam",
            "yajñaiḥ",
            "saṅkīrtana",
            "prāyaiḥ",
            "yajanti",
            "hi",
            "su",
            "medhasaḥ"
        ],
        "translation": "In the Age of Kali, intelligent persons perform congregational chanting to worship the incarnation of Godhead who constantly sings the names of Kṛṣṇa. Although His complexion is not blackish, He is Kṛṣṇa Himself. He is accompanied by His associates, servants, weapons and confidential companions.",
        "purport": " This same verse is quoted by Kṛṣṇadāsa Kavirāja in the Caitanya-caritāmṛta, Ādi-līlā, Chapter Three, verse 52. His Divine Grace A.C. Bhaktivedanta Swami Prabhupāda has given the following commentary on this verse. “This text is from Śrīmad-Bhāgavatam (11.5.32). Śrīla Jīva Gosvāmī has explained this verse in his commentary on the Bhāgavatam known as the Krama-sandarbha, wherein he says that Lord Kṛṣṇa also appears with a golden complexion. That golden Lord Kṛṣṇa is Lord Caitanya, who is worshiped by intelligent men in this age. That is confirmed in Śrīmad-Bhāgavatam by Garga Muni, who said that although the child Kṛṣṇa was blackish, He also appears in three other colors — red, white and yellow. He exhibited His white and red complexions in the Satya and Tretā ages respectively. He did not exhibit the remaining color, yellow-gold, until He appeared as Lord Caitanya, who is known as Gaurahari. “Śrīla Jīva Gosvāmī explains that kṛṣṇa-varṇam means Śrī Kṛṣṇa Caitanya. Kṛṣṇa-varṇam and Kṛṣṇa Caitanya are equivalent. The name Kṛṣṇa appears with both Lord Kṛṣṇa and Lord Caitanya Kṛṣṇa. Lord Śrī Caitanya Mahāprabhu is the Supreme Personality of Godhead, but He always engages in describing Kṛṣṇa and thus enjoying transcendental bliss by chanting and remembering His name and form. Lord Kṛṣṇa Himself appears as Lord Caitanya to preach the highest gospel. Varṇayati means ‘utters’ or ‘describes.’ Lord Caitanya always chants the holy name of Kṛṣṇa and describes it also, and because He is Kṛṣṇa Himself, whoever meets Him will automatically chant the holy name of Kṛṣṇa and later describe it to others. He injects one with transcendental Kṛṣṇa consciousness, which merges the chanter in transcendental bliss. In all respects, therefore, He appears before everyone as Kṛṣṇa, either by personality or by sound. Simply by seeing Lord Caitanya one at once remembers Lord Kṛṣṇa. One may therefore accept Him as viṣṇu-tattva. In other words, Lord Caitanya is Lord Kṛṣṇa Himself. “Sāṅgopāṅgāstra-pārṣadam further indicates that Lord Caitanya is Lord Kṛṣṇa. His body is always decorated with ornaments of sandalwood and with sandalwood paste. By His superexcellent beauty He subdues all the people of the age. In other descents the Lord sometimes used weapons to defeat the demoniac, but in this age the Lord subdues them with His all-attractive figure as Caitanya Mahāprabhu. Śrīla Jīva Gosvāmī explains that His beauty is His astra, or weapon, to subdue the demons. Because He is all-attractive, it is to be understood that all the demigods lived with Him as His companions. His acts were uncommon and His associates wonderful. When He propagated the saṅkīrtana movement, He attracted many great scholars and ācāryas, especially in Bengal and Orissa. Lord Caitanya is always accompanied by His best associates like Lord Nityānanda, Advaita, Gadādhara and Śrīvāsa. “Śrīla Jīva Gosvāmī cites a verse from the Vedic literature that says that there is no necessity of performing sacrificial demonstrations or ceremonial functions. He comments that instead of engaging in such external, pompous exhibitions, all people, regardless of caste, color or creed, can assemble together and chant Hare Kṛṣṇa to worship Lord Caitanya. Kṛṣṇa-varṇaṁ tviṣākṛṣṇam indicates that prominence should be given to the name Kṛṣṇa. Lord Caitanya taught Kṛṣṇa consciousness and chanted the name of Kṛṣṇa. Therefore, to worship Lord Caitanya, everyone should together chant the mahā-mantra — Hare Kṛṣṇa, Hare Kṛṣṇa, Kṛṣṇa Kṛṣṇa, Hare Hare/ Hare Rāma, Hare Rāma, Rāma Rāma, Hare Hare. To propagate worship in churches, temples or mosques is not possible because people have lost interest in that. But anywhere and everywhere, people can chant Hare Kṛṣṇa. Thus worshiping Lord Caitanya, they can perform the highest activity and fulfill the highest religious purpose of satisfying the Supreme Lord. “Śrīla Sārvabhauma Bhaṭṭācārya, a famous disciple of Lord Caitanya, said: ‘The principle of transcendental devotional service having been lost, Śrī Kṛṣṇa Caitanya has appeared to deliver again the process of devotion. He is so kind that He is distributing love of Kṛṣṇa. Everyone should be attracted more and more to His lotus feet, as humming bees are attracted to a lotus flower.’” The incarnation of Caitanya Mahāprabhu is also described in the Śrī Viṣṇu-sahasra-nāma, which appears in Chapter 189 of the Dāna-dharma-parva of Mahābhārata. Śrīla Jīva Gosvāmī has quoted this reference as follows: suvarṇa-varṇo hemāṅgo varāṅgaś candanāṅgadī. “In His early pastimes He appears as a householder with a golden complexion. His limbs are beautiful, and His body, smeared with the pulp of sandalwood, seems like molten gold.” He has also quoted, sannyāsa-kṛc chamaḥ śānto niṣṭhā-śānti-parāyaṇaḥ: “In His later pastimes He accepts the sannyāsa order, and He is equipoised and peaceful. He is the highest abode of peace and devotion, for He silences the impersonalist nondevotees.”"
    },
    {
        "verse": "33",
        "devanagari": "ध्येयं सदा परिभवघ्नमभीष्टदोहंतीर्थास्पदं शिवविरिञ्चिनुतं शरण्यम् ।भृत्यार्तिहं प्रणतपाल भवाब्धिपोतंवन्दे महापुरुष ते चरणारविन्दम् ॥ ३३ ॥",
        "english_devnagari": "dhyeyaṁ sadā paribhava-ghnam abhīṣṭa-dohaṁtīrthāspadaṁ śiva-viriñci-nutaṁ śaraṇyambhṛtyārti-haṁ praṇata-pāla bhavābdhi-potaṁvande mahā-puruṣa te caraṇāravindam",
        "verse_Syn": [
            "dhyeyam",
            "sadā",
            "paribhava",
            "ghnam",
            "abhīṣṭa",
            "doham",
            "tīrtha",
            "āspadam",
            "śiva",
            "viriñci",
            "nutam",
            "śaraṇyam",
            "bhṛtya",
            "ārti",
            "ham",
            "praṇata",
            "pāla",
            "bhava",
            "abdhi",
            "potam",
            "vande",
            "mahā",
            "puruṣa",
            "te",
            "caraṇa",
            "aravindam"
        ],
        "translation": "My dear Lord, You are the Mahā-puruṣa, the Supreme Personality of Godhead, and I worship Your lotus feet, which are the only eternal object of meditation. Those feet destroy the embarrassing conditions of material life and freely award the greatest desire of the soul, the attainment of pure love of Godhead. My dear Lord, Your lotus feet are the shelter of all holy places and of all saintly authorities in the line of devotional service and are honored by powerful demigods like Lord Śiva and Lord Brahmā. My Lord, You are so kind that You willingly protect all those who simply bow down to You with respect, and thus You mercifully relieve all the distress of Your servants. In conclusion, my Lord, Your lotus feet are actually the suitable boat for crossing over the ocean of birth and death, and therefore even Lord Brahmā and Lord Śiva seek shelter at Your lotus feet.”",
        "purport": " The incarnation of the Personality of Godhead in Kali-yuga is described and worshiped in this verse. The sage Karabhājana, after describing the incarnation of Godhead in each of the three previous yugas — Satya, Tretā and Dvāpara — presented suitable prayers which are utilized for glorifying the Lord in each particular age. After describing the Lord’s manifestation in Kali-yuga with the verse kṛṣṇa-varṇaṁ tviṣākṛṣṇam, this and the next verse are now presented to glorify the Lord’s appearance in Kali-yuga as Caitanya Mahāprabhu, kṛṣṇa-varṇam. Caitanya Mahāprabhu appears in Kali-yuga and teaches everyone to chant the holy name of Kṛṣṇa. The members of the ISKCON movement are so much absorbed in kṛṣṇa-varṇam, or chanting the holy names of Kṛṣṇa, that sometimes ordinary persons refer to them as “the Kṛṣṇas.” Thus whoever comes into contact with Caitanya Mahāprabhu’s movement immediately begins to worship Kṛṣṇa by chanting His holy name. The words dhyeyaṁ sadā, or “always to be meditated upon,” indicate that there are no hard-and-fast rules in this age for chanting the holy names of Kṛṣṇa. In Kali-yuga the authorized process of meditation is to chant the holy names of the Lord, especially the mantra Hare Kṛṣṇa, Hare Kṛṣṇa, Kṛṣṇa Kṛṣṇa, Hare Hare/ Hare Rāma, Hare Rāma, Rāma Rāma, Hare Hare. This process is to be executed constantly and always (sadā). Similarly, Caitanya Mahāprabhu stated, nāmnām akāri bahudhā nija-sarva-śaktis tatrārpitā niyamitaḥ smaraṇe na kālaḥ: in Kali-yuga, the Supreme Lord has kindly invested all of His potencies in His holy name, and there are no hard-and-fast rules for chanting such names. The mention of such rules refers to kāla-deśa-niyama, or regulations of time and place. Normally there are strict regulations governing the time, season, place, conditions, etc., under which one may execute a particular Vedic ceremony or chant a particular mantra. However, one should chant the holy name of Kṛṣṇa everywhere and at all times, twenty-four hours a day. Thus there is no restriction in terms of time and place. This is the meaning of Caitanya Mahāprabhu’s statement. The word paribhava-ghnam is significant in this verse. In Kali-yuga human society is infected with enviousness. There is great envy, even among members of the same family, who constantly quarrel in this age. Similarly, neighbors are envious of each other and of each other’s possessions and status. And entire nations, burning with envy, go to war unnecessarily at the risk of genocide caused by terrible modern weapons. But all of these harassments caused by family members, strangers, so-called friends who are unfaithful, opposing nations, financial competition, social disgrace, cancer, etc., can be relieved by taking shelter of the lotus feet of Caitanya Mahāprabhu. It is not possible to save the material body, but one who takes shelter of Caitanya Mahāprabhu loosens the hard knot of the heart that psychologically binds him to the hallucination of identifying with the external body or the subtle material mind. Once this false identification is broken, one can be blissful in any adverse material condition. Those who foolishly try to make the temporary body eternal are wasting their time and neglecting the actual process for making life permanent, which is to take shelter of the lotus feet of Caitanya Mahāprabhu, who is Kṛṣṇa Himself. In this verse the word tīrthāspadam means that the lotus feet of Caitanya Mahāprabhu are the shelter of all holy places. As the Kṛṣṇa consciousness movement spreads all over the world, we often find, especially in poor third-world countries, that it is very difficult for people to travel to India to visit the most exalted holy places such as Vṛndāvana and Māyāpur. Especially in South America it is very difficult for a large number of devotees to visit such places in India and purify themselves. But Caitanya Mahāprabhu is so merciful that simply by worshiping Him, Vaiṣṇavas throughout the world receive the benefit of having visited the supreme holy place, namely the lotus feet of Caitanya Mahāprabhu. Thus there is no loss for the followers of the Kṛṣṇa consciousness movement, despite their external situation. In this regard, Śrīla Viśvanātha Cakravartī Ṭhākura has stated, kalau dravya-deśa-kriyādi-janitaṁ durvāram apāvitryam api nāśaṅkanīyam iti bhāvaḥ. In this age the world is so polluted by sinful life that it is very difficult to become free from all of the symptoms of Kali-yuga. Still, one who is faithfully serving in the missionary work of Caitanya Mahāprabhu need not fear occasional, unavoidable symptoms of Kali-yuga. The followers of Caitanya Mahāprabhu strictly follow the four regulative principles of no illicit sex, no intoxication, no meat-eating and no gambling. They try to always chant Hare Kṛṣṇa and engage in the service of the Lord. However, it may happen that by accident an occasional symptom of Kali-yuga such as envy, anger, lust, greed, etc., may momentarily appear in the life of a devotee. But if such a devotee is actually surrendered at the lotus feet of Caitanya Mahāprabhu, by His mercy such an unwanted symptom, or anartha, will quickly disappear. Therefore, a sincere follower of the Lord should never be discouraged in the execution of his prescribed duty but should be confident that he will be protected by Caitanya Mahāprabhu. It is also mentioned in this verse, śiva-viriñci-nutam. Lord Śiva and Lord Brahmā are undoubtedly the two most powerful personalities within this universe. Still, they meticulously worship the lotus feet of Caitanya Mahāprabhu. Why? Śaraṇyam. Even Lord Śiva and Lord Brahmā are not safe without the shelter of the lotus feet of the Lord. The words bhṛtyārti-haṁ praṇata-pāla indicate that if one simply bows down without duplicity at the lotus feet of the Lord (praṇata), then the Lord will give such a sincere candidate all protection. This verse does not mention that one need be an exalted devotee of the Lord. Rather, it is stated that if one simply bows down at the Lord’s lotus feet he will get all protection, and this also applies to anyone who is trying to serve the mission of Caitanya Mahāprabhu. Even the neophyte will get all protection by the mercy of the Lord. In regard to the words bhavābdhi-potam, or “a suitable boat for crossing the ocean of material existence,” there is the following statement by Lord Brahmā and other demigods in the Śrīmad-Bhāgavatam: tvat-pāda-potena mahat-kṛtena kurvanti go-vatsa-padaṁ bhavābdhim. “By accepting Your lotus feet as the boat by which to cross the ocean of nescience, one follows in the footsteps of the mahājanas and can cross that ocean as easily as one steps over the hoofprint of a calf.” According to Śrīla Rūpa Gosvāmī, a follower of Caitanya Mahāprabhu is jīvan-mukta, or a liberated soul. Thus the devotee is not worried about his future destination, for he is confident that the Lord will quickly take him across the ocean of material existence. Such confidence is referred to in the Upadeśāmṛta by the word niścayāt, meaning firm conviction about the potency of the process of devotional service. According to Śrīla Viśvanātha Cakravartī Ṭhākura, the statement śiva-viriñci-nutam is also understood to indicate that Caitanya Mahāprabhu is worshiped by Lord Śiva’s incarnation Advaita Ācārya and by Lord Brahmā’s incarnation Haridāsa Ṭhākura. Caitanya Mahāprabhu is addressed in this verse as mahā-puruṣa, meaning puruṣottama, the Supreme Personality of Godhead. Similarly, there is reference to mahāprabhu in the Śvetāśvatara Upaniṣad (3.12), mahān prabhur vai puruṣaḥ sattvasyaiṣa pravartakaḥ: “The supreme prabhu is the Personality of Godhead, who is the initiator of the entire cosmos.” Similarly, Lord Śrī Gaurakṛṣṇa is addressed by the word mahā-puruṣa in this verse, and the whole intention of this verse is to offer obeisances at His lotus feet. Such lotus feet are the actual eternal object of meditation because they cut off the bondage of material life and fulfill the desires of the devotees. Although the conditioned souls laboring arduously under illusion pursue many temporary goals in life, there is no possibility of their achieving actual bliss or knowledge. Such eternal bliss and knowledge is actually wealth. One should not neglect the lotus feet of Caitanya Mahāprabhu, taking Him to be an ordinary person, and instead accept the temporary, useless shelter offered by the illusory energy of the Lord. Those yogīs who falsely select some other object of meditation besides the lotus feet of the Lord are simply creating obstructions to their own eternal life. When the meditator, the meditation and the object of meditation are all on the eternal platform of the Lord, then actual shelter has been achieved. Generally the conditioned souls are engaged in bhoga-tyāga. Sometimes they run madly after material prestige and sense gratification, and sometimes they desperately try to renounce these things. However, beyond this vicious cycle of alternating sense gratification and renunciation are the lotus feet of the Lord, which constitute the ultimate abode of peace and happiness for the living entity. The following are additional notes on this verse given by Śrīla Bhaktisiddhānta Sarasvatī Ṭhākura. dhyeyam — the object indicated by the word dhīmahi in the Gāyatrī mantra. tīrthāspadam — the original shelter of holy places headed by Śrī Gauḍakṣetra and Vraja-maṇḍala; or the original shelter, namely the lotus feet of the Lord, of the great devotees of the Brahma sampradāya following in the succession of faithful hearing. The succession of faithful hearing begins with Śrīmad Ānandatīrtha (Madhvācārya) and is continued by the rūpānuga mahā-bhāgavatas, the highly elevated followers of Rūpa Gosvāmī and Caitanya Mahāprabhu. śiva-viriñci-nutam — He who is worshiped by the incarnation of Lord Śiva, Śrīmad Advaitācārya Prabhu, and by the incarnation of Lord Viriñci, Śrīmān Ācārya Haridāsa Prabhu. bhṛtyārti-ham — He who destroyed by His causeless mercy the misery of His own servant, the brāhmaṇa Vāsudeva, who was afflicted with leprosy in caitanya-līlā. bhavābdhi-potam — the means of crossing over the ocean of saṁsāra; or the shelter of those who are freeing themselves from material existence, which afflicts the living entity in the form of hankering for liberation or material enjoyment. Such persons who took advantage of this transcendental boat of the Lord’s lotus feet are Sārvabhauma Bhaṭṭācārya, who was saved from mukti-kāma, or desire for liberation, and Pratāparudra Mahārāja, who was saved from bhukti-kāma, or the desire for material opulence."
    },
    {
        "verse": "34",
        "devanagari": "त्यक्त्वा सुदुस्त्यजसुरेप्सितराज्यलक्ष्मींधर्मिष्ठ आर्यवचसा यदगादरण्यम् ।मायामृगं दयितयेप्सितमन्वधावद्वन्दे महापुरुष ते चरणारविन्दम् ॥ ३४ ॥",
        "english_devnagari": "tyaktvā su-dustyaja-surepsita-rājya-lakṣmīṁdharmiṣṭha ārya-vacasā yad agād araṇyammāyā-mṛgaṁ dayitayepsitam anvadhāvadvande mahā-puruṣa te caraṇāravindam",
        "verse_Syn": [
            "tyaktvā",
            "su",
            "dustyaja",
            "sura",
            "īpsita",
            "rājya",
            "lakṣmīm",
            "dharmiṣṭhaḥ",
            "ārya",
            "vacasā",
            "yat",
            "agāt",
            "araṇyam",
            "māyā",
            "mṛgam",
            "dayitayā",
            "īpsitam",
            "anvadhāvat",
            "vande",
            "mahā",
            "puruṣa",
            "te",
            "caraṇa",
            "aravindam"
        ],
        "translation": "O Mahā-puruṣa, I worship Your lotus feet. You gave up the association of the goddess of fortune and all her opulence, which is most difficult to renounce and is hankered after by even the great demigods. Being the most faithful follower of the path of religion, You thus left for the forest in obedience to a brāhmaṇa’s curse. Out of sheer mercifulness You chased after the fallen conditioned souls, who are always in pursuit of the false enjoyment of illusion, and at the same time engaged in searching out Your own desired object, Lord Śyāmasundara.",
        "purport": " According to the Vaiṣṇava ācāryas, this important verse of the Śrīmad-Bhāgavatam is understood to describe Caitanya Mahāprabhu, Lord Kṛṣṇa and also Lord Śrī Rāmacandra. This verse appears within the discussion by the sage Karabhājana of the yugāvatāras, or the different incarnations of the Personality of Godhead who deliver the conditioned souls of each age. The prayers ending with the words vande mahā-puruṣa te caraṇāravindam are understood to glorify the incarnation of Lord Kṛṣṇa in Kali-yuga known as Caitanya Mahāprabhu. Caitanya Mahāprabhu lived for twenty-four years in Navadvīpa as a householder and enjoyed immense popularity among both scholars and ordinary persons. His saṅkīrtana movement was completely supported by the local government, even though it was Muslim. And Caitanya Mahāprabhu had the pleasure of marrying the goddess of fortune. No ordinary woman of the material world, no matter how gorgeous she may be, can in any way compare with the beautiful goddess of fortune. Everyone in the universe, including Lord Brahmā, is searching after the goddess of fortune. Therefore it is stated here, surepsita. However, Caitanya Mahāprabhu is Lord Kṛṣṇa appearing as a brāhmaṇa, and therefore He is certainly dharmiṣṭhaḥ, or the most religious. Actually the Supreme Personality of Godhead is always dharmiṣṭhaḥ, whether He appears as a cowherd boy, a great king or a brāhmaṇa, because the Lord Himself is the original source and personification of all religious principles. However, in the pastimes of Caitanya Mahāprabhu there are very few political or economic activities. Caitanya Mahāprabhu appeared as a great philosopher-brāhmaṇa, and thus He is certainly dharmiṣṭhaḥ. In Caitanya-caritāmṛta, in the Seventeenth Chapter of the Ādi-līlā, it is described that a certain brāhmaṇa, who was well known for being harsh and cursing others, could not enter the kīrtana hall where Caitanya Mahāprabhu was performing kīrtana because the door was locked. Being very agitated and breaking his brāhmaṇa’s thread, he cursed Caitanya Mahāprabhu the next day on the bank of the Ganges, saying, “I shall now curse You, for Your behavior has greatly aggrieved me. You shall be bereft of all material happiness.” However, Caitanya Mahāprabhu felt great jubilation within Himself, since His mission was vairāgya-vidyā-nija-bhakti-yoga — to give up the illusion of material sense gratification and staunchly engage twenty-four hours a day in the devotional service of the Lord. Therefore, Caitanya Mahāprabhu took this curse as a blessing, and soon after, the Lord took sannyāsa. Thus it is stated in this verse that by the words of the Āryan, the brāhmaṇa (ārya-vacasā), Caitanya Mahāprabhu took sannyāsa (yad agād araṇyam) and went traveling through the different forests of India on the way to Vṛndāvana, and later South India. Caitanya Mahāprabhu wanted especially to preserve the prestige of the brāhmaṇa class, and therefore He decided to keep the brāhmaṇa’s curse intact. Śrīla Viśvanātha Cakravartī Ṭhākura has explained the word māyā-mṛgam as follows. Māyā means one’s so-called wife, children and bank account, which keep one firmly bound up in the material bodily concept of life. The word mṛgam indicates mṛgyati, or “to search out.” Thus, māyā-mṛgam indicates the conditioned living entity, who is always frantically searching for the latest up-to-the-minute sense gratification in the material bodily concept of society, friendship and love. Anvadhāvat indicates that Caitanya Mahāprabhu was always visibly going here and there, searching after the fallen conditioned souls. Caitanya Mahāprabhu would sometimes embrace the conditioned souls on the pretext of religious friendship or ecstasy. But actually, the Lord was touching the bodies of the conditioned souls to pull them out of the ocean of material existence and hurl them into the ocean of ecstatic love of Godhead. Thus Caitanya Mahāprabhu was the most merciful and munificent incarnation of the Lord, whose mercy surpassed the bounds of mundane discrimination in the matter of caste, color and creed. The word dayitayā can be explained as follows. The Sanskrit word dayā means “mercy.” Thus, by grammatical derivation, the word used in this verse, dayitayā, indicates that because of being the most merciful, Caitanya Mahāprabhu was busily engaged in rescuing the fallen conditioned souls, who are completely distracted and bewildered by the external illusory energy of the Lord. The quality of being the most merciful is part and parcel of the character of the mahā-puruṣa, or the Supreme Personality of Godhead. According to Śrīla Jīva Gosvāmī, this verse also describes the incarnation of Lord Kṛṣṇa Himself in His original blackish form. Thus the words surepsita-rājya-lakṣmīm indicate śrī-mathurā-sampattim, or the opulence of Mathurā. Mathurā is described in Vedic literature as the reservoir of all opulence because of the touch of the Lord’s lotus feet in that precinct. But Kṛṣṇa, although taking birth in the opulent city of Mathurā, transferred Himself to the forest village of Vṛndāvana. In this case the word ārya-vacasā indicates the order of Lord Kṛṣṇa’s original parents, Vasudeva and Devakī. In Śrīmad-Bhāgavatam (10.3.22, 29) both Vasudeva and Devakī express their fear at the threat of Kaṁsa, who had already killed all of Kṛṣṇa’s elder brothers. The word ārya-vacasā thus indicates that with great love they requested Kṛṣṇa to kindly make some arrangement to avoid Kaṁsa. And Kṛṣṇa, to obey their order, transferred Himself to the forest village of Vṛndāvana (yad agād araṇyam). In this context, the words māyā-mṛgam indicate the special, exalted relationship between Śrīmatī Rādhārāṇī and Śrī Kṛṣṇa. Māyā also indicates the internal potency of Kṛṣṇa, yoga-māyā. The original form of Kṛṣṇa’s internal potency is Śrīmatī Rādhārāṇī. Due to the inconceivable love of Śrīmatī Rādhārāṇī, Lord Kṛṣṇa becomes easily controlled by Her. Thus, mṛgam, or “animal,” in this case indicates krīḍā-mṛgam, or “a toy animal.” Just as a beautiful young girl may play with so many dolls or stuffed animals, similarly Lord Kṛṣṇa becomes just like a doll in the hands of the most beautiful young girl, Śrīmatī Rādhārāṇī. According to Śrīla Jīva Gosvāmī, Śrīmatī Rādhārāṇī performed innumerable types of worship in order to bind Kṛṣṇa more and more to Her because Śrīmatī Rādhārāṇī cannot live without Kṛṣṇa. Thus, due to Śrīmatī Rādhārāṇī’s ārādhana, or worship, Kṛṣṇa can never leave Vṛndāvana. He runs here and there in Vṛndāvana, protecting the cows, playing with His friends and engaging in countless intrigues of love with Śrīmatī Rādhārāṇī and the gopīs. Thus the word anvadhāvat indicates Kṛṣṇa’s boyish activities, His running throughout the transcendental land of Vṛndāvana, tightly under the control of the love of Śrīmatī Rādhārāṇī. Śrīla Śrīdhara Svāmī has explained how this verse also describes the incarnation of Lord Śrī Rāmacandra. Although the Lord is completely independent and detached from everything, He becomes attached to His pure devotees due to their love for Him. In the great capital of Ayodhyā all of the citizens loved Rāmacandra more than can be described. In this context ārya-vacasā means that by the order of His father, who was just like His guru, Rāmacandra gave up everything and went to the forest. There He exhibited His great affection for mother Sītā and chased after māyā-mṛgam, or the illusory deer that had been created by the trick of Rāvaṇa. That this golden deer was especially desired by Śrīmatī Sītādevī is indicated by the word dayitayepsitam. All of the limbs of the Lord’s transcendental body are nondifferent and interchangeable, as stated in Brahma-saṁhitā (5.32): All of the limbs (aṅgāni) of the Supreme Lord are sakalendriya-vṛttimanti, or possessing all of the functions of all of the other limbs. Thus the two lotus feet of the Personality of Godhead are a plenary representation of the Supreme Personality of Godhead, and worshiping the Lord’s lotus feet immediately places the worshiper in the ocean of transcendental bliss. There is no factual difference in spiritual quality between the incarnations of Caitanya Mahāprabhu, Lord Kṛṣṇa and Lord Śrī Rāmacandra. As stated in Vedic literatures, advaitam acyutam anādim ananta-rūpam. Therefore there is no contradiction in the opinions of the ācāryas that this verse wonderfully glorifies three different manifestations of the one Absolute Truth. Caitanya Mahāprabhu is undoubtedly the Supreme Personality of Godhead. His transcendental attributes fulfill in every sense of the term the descriptions of the Absolute Truth as given in Vedic literature. In Caitanya-caritāmṛta, in the Third Chapter of the Ādi-līlā, Kṛṣṇadāsa Kavirāja Gosvāmī and Śrīla Prabhupāda have given elaborate explanations of the transcendental status of Śrī Caitanya Mahāprabhu, which the reader can refer to for further information. Everyone should follow the example of the sage Karabhājana and worship the lotus feet of the Mahāprabhu, the mahā-puruṣa, Śrī Caitanya Mahāprabhu. One should not rot on the platform of mental speculation and whimsical interpretation but should actually revive his lost relationship with the Absolute Truth by surrendering to Caitanya Mahāprabhu. Those who are worshiping Caitanya Mahāprabhu are deriving wonderful spiritual results and are tasting the fruit of love of Kṛṣṇa. Therefore, vande mahā-puruṣa te caraṇāravindam: let us humbly bow down at the lotus feet of the original Personality of Godhead, Śrī Caitanya Mahāprabhu, who is the mahā-puruṣa glorified within Śrīmad-Bhāgavatam. Corroborating the explanation of this verse, the followers of Caitanya Mahāprabhu also worship Him in His six-armed form of ṣaḍ-bhuja. Two arms carry the waterpot and daṇḍa of the sannyāsī Caitanya Mahāprabhu, two arms carry the flute of Lord Kṛṣṇa, and two arms carry the bow and arrow of Śrī Rāmacandra. This ṣaḍ-bhuja form is the actual purport of this verse of Śrīmad-Bhāgavatam."
    },
    {
        "verse": "35",
        "devanagari": "एवं युगानुरूपाभ्यां भगवान् युगवर्तिभि: ।मनुजैरिज्यते राजन् श्रेयसामीश्वरोहरि: ॥ ३५ ॥",
        "english_devnagari": "evaṁ yugānurūpābhyāṁbhagavān yuga-vartibhiḥmanujair ijyate rājanśreyasām īśvaro hariḥ",
        "verse_Syn": [
            "evam",
            "yuga",
            "anurūpābhyām",
            "bhagavān",
            "yuga",
            "vartibhiḥ",
            "manujaiḥ",
            "ijyate",
            "rājan",
            "śreyasām",
            "īśvaraḥ",
            "hariḥ"
        ],
        "translation": "Thus, O King, the Supreme Lord Hari is the giver of all desirable benefits of life. Intelligent human beings worship the particular forms and names that the Lord manifests in different ages.",
        "purport": " The word yugānurūpābhyām is significant here. Anurūpa means “suitable” or “appropriate.” The Supreme Personality of Godhead, Kṛṣṇa, anxiously desires that all conditioned living entities come back home, back to Godhead, for an eternal life of bliss and knowledge. Thus, the Lord reveals Himself in each of the four ages — Satya, Tretā, Dvāpara and Kali — in a form appropriate for worship by the human beings of that age. In his Laghu-bhāgavatāmṛta (Pūrva-khaṇḍa 1.25), Śrīla Rūpa Gosvāmī states: “The Supreme Lord Hari is described in terms of His color and names as śukla [white, or the most pure] in Satya-yuga, and as red, dark blue and black respectively in Tretā, Dvāpara and Kali.” Thus, although in each age various names suitable for glorifying the Lord are given, such as Haṁsa and Suparṇa in Satya-yuga, Viṣṇu and Yajña in Tretā-yuga, and Vāsudeva and Saṅkarṣaṇa in Dvāpara-yuga, similar names are not given for Kali-yuga, although such names exist, in order to avoid disclosing cheaply the truth of the incarnation of Śrī Caitanya Mahāprabhu. In Kali-yuga human society is infested with hypocrisy and superficiality. There is a strong tendency toward imitation and fraud in this age. Therefore the incarnation of Śrī Caitanya Mahāprabhu is revealed in Vedic literature in a confidential, discrete way, so that it will be known to the authorized persons who can then propagate the mission of the Lord on the earth. We actually see in this modern age that many foolish and ordinary persons claim to be God or incarnations, avatāras, etc. There are many cheap philosophies and academies that promise, for a moderate fee, to make one God in a short time. In America one famous religious group promises its followers that they will all become the Supreme Lord in heaven. Such bogus preaching goes on in the name of Christianity. Thus, were Caitanya Mahāprabhu’s name widely spoken of in Vedic literature, there would soon be a veritable plague of imitation Caitanya Mahāprabhus infesting the world. Therefore, to prevent this pandemonium, discretion is exercised in the Vedic literatures in Kali-yuga, and in a sober, concealed way the actual followers of Vedic culture are informed through the Vedic mantras of the descent of Śrī Caitanya Mahāprabhu. This discrete system, selected by the Lord Himself for His appearance in Kali-yuga, is proving to be greatly successful on the earth planet. And throughout the world millions of people are chanting the holy names of Kṛṣṇa without the unbearable harassment of hundreds and thousands of imitation Caitanya Mahāprabhus. Those who seriously desire to approach the Supreme Personality of Godhead can easily understand the Lord’s mission, whereas cynical materialistic rascals, puffed up by false prestige and madly considering their insignificant intelligence to be greater than the intelligence of Lord Kṛṣṇa, cannot understand the beautiful arrangements made by the Lord for His graceful descent into the material world. Thus, although Kṛṣṇa is śreyasām īśvaraḥ, or the Lord of all benedictions, such foolish persons turn away from the Lord’s mission and in this way deprive themselves of their own true benefit in life."
    },
    {
        "verse": "36",
        "devanagari": "कलिं सभाजयन्त्यार्या गुणज्ञा: सारभागिन: ।यत्र सङ्कीर्तनेनैव सर्वस्वार्थोऽभिलभ्यते ॥ ३६ ॥",
        "english_devnagari": "kaliṁ sabhājayanty āryāguṇa jñāḥ sāra-bhāginaḥyatra saṅkīrtanenaivasarva-svārtho ’bhilabhyate",
        "verse_Syn": [
            "kalim",
            "sabhājayanti",
            "āryāḥ",
            "guṇa",
            "jñaḥ",
            "sāra",
            "bhāginaḥ",
            "yatra",
            "saṅkīrtanena",
            "eva",
            "sarva",
            "sva",
            "arthaḥ",
            "abhilabhyate"
        ],
        "translation": "Those who are actually advanced in knowledge are able to appreciate the essential value of this Age of Kali. Such enlightened persons worship Kali-yuga because in this fallen age all perfection of life can easily be achieved by the performance of saṅkīrtana.",
        "purport": " It is stated here that among the four ages — Satya, Tretā, Dvāpara and Kali — Kali-yuga is actually the best because in this age the Lord mercifully distributes the highest perfection of consciousness, namely Kṛṣṇa consciousness, very freely. The word ārya has been defined by Śrīla Prabhupāda as “one who is advancing spiritually.” The nature of an advanced person is to search for the essence of life. For example, the essence of the material body is not the body itself but the spirit soul that is within the body; therefore an intelligent person gives more attention to the eternal spirit soul than to the temporary body. Similarly, although Kali-yuga is considered to be an ocean of contamination, there is also an ocean of good fortune in Kali-yuga, namely the saṅkīrtana movement. In other words, all of the degraded qualities of this age are completely counteracted by the process of chanting the holy names of the Lord. Thus it is stated in the Vedic language, “Whatever is achieved in Satya-yuga by meditation, in Tretā by offering ritual sacrifices and in Dvāpara by temple worship is achieved in Kali-yuga by chanting the names of Lord Keśava congregationally.” The Vedic process gradually lifts the conditioned entity out of the darkness of ahaṅkāra, or false identification with the gross material body, and brings him to the platform of self-realization, or ahaṁ brahmāsmi, “I am spirit soul. I am eternal.” One has to make further progress to discover that although one is eternal, there is a superior eternal entity, who is the Lord Himself within one’s own heart and within every atom in the material universe. Beyond this second phase of self-realization there is the third and final stage of perfection, which is realization of Bhagavān, or the Supreme Personality of Godhead, in His own abode. The Supreme Personality of Godhead is not primarily the superintendent of this world but rather the enjoyer of His own world, which is beyond the most fantastic dreams of the conditioned living entity. In other words, although the king or president of a country is ultimately the controller of the prison department, the king or president derives actual pleasure within his own palace and not in administering justice to the foolish prisoners. Similarly, the Lord appoints the demigods to administer the material creation on His behalf while He Himself personally enjoys the ocean of transcendental bliss in His own transcendental kingdom. Thus, realization of the Lord within His own kingdom is far superior to the primitive understanding that the Lord is the “creator” of the prison of the material world. This realization of Bhagavān begins with understanding that there are innumerable Vaikuṇṭha planets in the spiritual sky and that on each of them a particular expansion of Nārāyaṇa dwells with His innumerable devotees who are attached to that particular form. The central and chief planet in the spiritual sky is called Kṛṣṇaloka, and there the Personality of Godhead exhibits His supreme and original form of Govinda. As confirmed by Lord Brahmā, govindam ādi-puruṣaṁ tam ahaṁ bhajāmi. Lord Brahmā also states: Thus, love of Kṛṣṇa and entrance into Kṛṣṇa’s planet in the spiritual sky is the most supremely perfect and exalted status of life available anywhere, at any time, throughout the totality of existence. That perfection is available in Kali-yuga simply by chanting the holy names of God: Hare Kṛṣṇa, Hare Kṛṣṇa, Kṛṣṇa Kṛṣṇa, Hare Hare/ Hare Rāma, Hare Rāma, Rāma Rāma, Hare Hare. Therefore every sane man, woman or child should deeply understand the unprecedented opportunity offered by Caitanya Mahāprabhu and seriously take up this chanting process. Only the most unfortunate and irrational person will neglect this transcendental opportunity."
    },
    {
        "verse": "37",
        "devanagari": "न ह्यत: परमो लाभो देहिनां भ्राम्यतामिह ।यतो विन्देत परमां शान्तिं नश्यति संसृति: ॥ ३७ ॥",
        "english_devnagari": "na hy ataḥ paramo lābhodehināṁ bhrāmyatām ihayato vindeta paramāṁśāntiṁ naśyati saṁsṛtiḥ",
        "verse_Syn": [
            "na",
            "hi",
            "ataḥ",
            "paramaḥ",
            "lābhaḥ",
            "dehinām",
            "bhrāmyatām",
            "iha",
            "yataḥ",
            "vindeta",
            "paramām",
            "śāntim",
            "naśyati",
            "saṁsṛtiḥ"
        ],
        "translation": "Indeed, there is no higher possible gain for embodied souls forced to wander throughout the material world than the Supreme Lord’s saṅkīrtana movement, by which one can attain the supreme peace and free oneself from the cycle of repeated birth and death.",
        "purport": " In the Skanda Purāṇa, as well as in other Purāṇas, there is the following statement: mahā-bhāgavatā nityaṁ kalau kurvanti kīrtanam. “During Kali-yuga the great devotees of the Lord always engage in kīrtana, chanting the Lord’s holy names.” It is the nature of the Supreme Personality of Godhead to be merciful, and He is especially merciful to those who, in a helpless condition, take complete shelter of His lotus feet. One can immediately take shelter of the lotus feet of the Lord by chanting His holy names. According to Śrīdhara Svāmī, even in previous ages such as Satya-yuga it was not possible for the living entities to achieve the perfection that is available in Kali-yuga. Śrīla Jīva Gosvāmī has explained this as follows. In former ages such as Satya-yuga human beings were perfectly qualified and easily performed even the most difficult spiritual processes, meditating for many thousands of years practically without eating or sleeping. Thus, although in any age one who completely takes shelter of the Lord’s holy name gets all perfection, the highly qualified inhabitants of Satya-yuga do not consider that merely moving the tongue and lips, chanting the Lord’s holy name, is a complete process and that the Lord’s holy name is the only shelter within the universe. They are more attracted to the difficult and elaborate yoga system of meditation, complete with sophisticated sitting postures, painstaking control of the breath and deep, extended meditations in trance on the Personality of Godhead within the heart. In Satya-yuga sinful life is practically unheard of, and therefore people are not afflicted with the terrible reactions seen in Kali-yuga, such as world war, famine, plague, drought, insanity, etc. Although in Satya-yuga people always worship the Personality of Godhead as the ultimate goal of life and meticulously follow His laws, called dharma, they do not feel themselves to be in a helpless condition, and thus they do not always experience intense love for the Lord. However, in Kali-yuga living conditions are so unbearable, modern governments are so obnoxious, our bodies are so ridden by physical and mental disease, and even self-preservation is so troublesome, that the conditioned souls intensely cry out the holy name of Kṛṣṇa, begging for relief from the onslaught of this age. The members of the Kṛṣṇa consciousness movement have vivid and unforgettable experiences of the terrible contradictions inherent in human society in this age, and thus they are firmly convinced that there is nothing to be achieved except the mercy of the Supreme Lord. In ISKCON centers throughout the world we observe wonderfully ecstatic kīrtana performances in which men, women and children from all walks of life chant with startling enthusiasm the holy names of Kṛṣṇa and dance in ecstasy, becoming completely indifferent to so-called public opinion. In America a prominent professor from Oberlin College visited a Hare Kṛṣṇa center in California and was astonished by the enthusiasm with which the devotees chant the holy name of Kṛṣṇa in their congregational performances. Thus, due to their helpless and pathetic condition, the living entities in Kali-yuga have great impetus to surrender fully to the holy name of Kṛṣṇa, putting all of their hope and faith in the Lord’s holy name. Kali-yuga is therefore the best age because in this age, more than in Satya-yuga or other ages, the conditioned souls become disgusted with the kingdom of illusion and surrender fully to the Lord’s holy name. This status of full surrender is called paramāṁ śāntim, or supreme peace. Śrīla Madhvācārya has quoted a passage from the book called Svābhāvya to the effect that a bona fide spiritual master in disciplic succession is able to understand the mentality and capability of his disciples and engage them in worshiping the particular form of the Lord suitable for them. In this way the spiritual master destroys all obstacles in the path of his disciples. The general rule is that one must worship the particular form of the Lord that appears in the current yuga. One may also offer his love and worship to other forms of the Lord that appear in other ages, and specifically one is recommended to chant the holy names of Lord Nṛsiṁhadeva to get all protection. Practically all of these injunctions are being carried out within the ISKCON movement. Within the Kṛṣṇa consciousness society, men, women and children are all being engaged in worshiping the Lord according to their particular natures. In addition, according to Caitanya Mahāprabhu’s order, we are worshiping Balarāma and Kṛṣṇa, who appeared in Dvāpara-yuga, because They are the original Supreme Personality of Godhead. Similarly, by chanting the Daśāvatāra-stotra, jaya jagad-īśa hare, and by reading Śrīmad-Bhāgavatam, the members of ISKCON worship all of the plenary expansions of the Personality of Godhead. And after every ārati performance devotional prayers are duly chanted to Lord Nṛsiṁhadeva for protection of this movement, which is so essential to human society."
    },
    {
        "verse": "38-40",
        "devanagari": "कृतादिषु प्रजा राजन् कलाविच्छन्ति सम्भवम् ।कलौ खलु भविष्यन्ति नारायणपरायणा: ।क्व‍‍चित् क्व‍‍चिन्महाराज द्रविडेषु च भूरिश: ॥ ३८ ॥ताम्रपर्णी नदी यत्र कृतमाला पयस्विनी ।कावेरी च महापुण्या प्रतीची च महानदी ॥ ३९ ॥ये पिबन्ति जलं तासां मनुजा मनुजेश्वर ।प्रायो भक्ता भगवति वासुदेवेऽमलाशया: ॥ ४० ॥",
        "english_devnagari": "kṛtādiṣu prajā rājankalāv icchanti sambhavamkalau khalu bhaviṣyantinārāyaṇa-parāyaṇāḥkvacit kvacin mahā-rājadraviḍeṣu ca bhūriśaḥ",
        "verse_Syn": [
            "kṛta",
            "ādiṣu",
            "prajāḥ",
            "rājan",
            "kalau",
            "icchanti",
            "sambhavam",
            "kalau",
            "khalu",
            "bhaviṣyanti",
            "nārāyaṇa",
            "parāyaṇāḥ",
            "kvacit",
            "kvacit",
            "mahā",
            "rāja",
            "draviḍeṣu",
            "ca",
            "bhūriśaḥ",
            "tāmraparṇī",
            "nadī",
            "yatra",
            "kṛtamālā",
            "payasvinī",
            "kāverī",
            "ca",
            "mahā",
            "puṇyā",
            "pratīcī",
            "ca",
            "mahā",
            "nadī",
            "ye",
            "pibanti",
            "jalam",
            "tāsām",
            "manujāḥ",
            "manuja",
            "īśvara",
            "prāyaḥ",
            "bhaktāḥ",
            "bhagavati",
            "vāsudeve",
            "amala",
            "āśayāḥ"
        ],
        "translation": "My dear King, the inhabitants of Satya-yuga and other ages eagerly desire to take birth in this Age of Kali, since in this age there will be many devotees of the Supreme Lord, Nārāyaṇa. These devotees will appear in various places but will be especially numerous in South India. O master of men, in the Age of Kali those persons who drink the waters of the holy rivers of Draviḍa-deśa, such as the Tāmraparṇī, Krtamālā, Payasvinī, the extremely pious Kāverī and the Pratīcī Mahānadī, will almost all be purehearted devotees of the Supreme Personality of Godhead, Vāsudeva.",
        "purport": " The Vedas contain information of past, present and future living conditions throughout the universe. This is not very wonderful. For example, although at present time in India we are experiencing spring weather, we know that in the future the torrid summer will come, followed by the rainy season, autumn and eventually winter and a new spring. Similarly, we know that these seasons have occurred repeatedly in the past. Thus, just as ordinary human beings can understand the past, present and future seasons of the earth, the liberated followers of Vedic culture can easily understand the past, present and future conditions of the seasonal ages of the earth and other planets. The inhabitants of Satya-yuga are certainly aware of the conditions of Kali-yuga. They know that in Kali-yuga the difficult material situation forces the living entity to take complete shelter of the Supreme Personality of Godhead and that the inhabitants of Kali-yuga therefore develop a high degree of love of Godhead. Therefore although the inhabitants of Satya-yuga are far more sinless, truthful and self-controlled than the people of other ages, they desire to take birth in Kali-yuga in order to taste pure love of Kṛṣṇa. Without associating with the devotees of the Lord no one can become an advanced devotee of the Lord. Therefore, since in Kali-yuga other Vedic processes collapse due to the unfavorable condition, and since the only authorized Vedic process is the devotional chanting of the Lord’s holy name, which is available to everyone, there will undoubtedly be innumerable Vaiṣṇavas, or devotees of the Lord, in this age. Birth in this age is very favorable for one who is eager to associate with the devotees. In fact, the Kṛṣṇa consciousness movement is establishing authorized Vaiṣṇava temples throughout the world so that in innumerable areas one may avail himself of association with pure Vaiṣṇavas. Association with the devotees of the Lord is far more valuable than any amount of association with persons who are merely self-controlled, sinless or expert in Vedic scholarship. Therefore it is stated in Śrīmad-Bhāgavatam (6.14.5): “O great sage, among many millions who are liberated and perfect in knowledge of liberation, one may be a devotee of Lord Nārāyaṇa, or Kṛṣṇa. Such devotees, who are fully peaceful, are extremely rare.” Similarly, it is stated in Caitanya-caritāmṛta (Madhya 22.54): “The verdict of all revealed scriptures is that by even a moment’s association with a pure devotee, one can attain all success.” According to Śrīla Jīva Gosvāmī the words kvacit kvacit in this verse indicate that in Kali-yuga Lord Śrī Kṛṣṇa Caitanya will appear in Gauḍa-deśa, in the district of Nadia. And from this pivotal point, He will gradually expand the flood of love of Godhead to cover the entire earth. Many exalted devotees such as Śrī Advaitācārya also take birth in Gauḍa-deśa. The process of chanting the holy name of Kṛṣṇa, kṛṣṇa-kīrtana, is not limited to Kali-yuga. In the Viṣṇu-dharma, in relation to the story of the fallen son of a kṣatriya, it is stated: “There is no restriction of place or time, nor any injunction forbidding the accepting of remnants of foods, etc., when one has become greedy to chant the name of Śrī Hari.” Similarly, it is stated in the Skanda Purāṇa, the Viṣṇu-dharma and the Vaiśākha-māhātmya section of the Padma Purāṇa, cakrāyudhasya nāmāni sadā sarvatra kīrtayet: “The names of the Supreme Lord who has the disc as His weapon should be glorified always and everywhere.” Similarly, the Skanda Purāṇa states: “The name of the Lord need not be chanted with regard to place, time, circumstantial conditions, preliminary self-purification or any other factors. Rather, it is completely independent of all other processes and rewards all the desires of those who eagerly chant it.” Similarly, it is stated in the Viṣṇu-dharma: “For one who has Lord Govinda in his heart, Satya-yuga becomes manifest in the midst of Kali, and conversely even Satya-yuga becomes Kali-yuga for one who does not have the infallible Lord in his heart.” The holy name of Kṛṣṇa is potent everywhere, at all times and in all circumstances; therefore one should always chant the holy names of the Lord, either in Kali-yuga, Satya-yuga, in heaven, in hell or in Vaikuṇṭha. Kṛṣṇa’s holy name is eternally nondifferent from Him, and Kṛṣṇa is eternally the Supreme Personality of Godhead. Thus, it is not that the holy name is powerful in this age only because other processes are not effective. It is also stated in the Śrī Viṣṇu Purāṇa that chanting the holy names of the Lord is far more potent than simply trying to remember the Lord through meditation. In Śrīmad-Bhāgavatam (2.1.11), Śukadeva Gosvāmī has stated: “O King, constant chanting of the holy name of the Lord after the ways of the great authorities is the doubtless and fearless way of success for all, including those who are free from all material desires, those who are desirous of all material enjoyment, and also those who are self-satisfied by dint of transcendental knowledge.” In his commentary on this verse in the Bhāgavatam, Śrīla Prabhupāda has written: “According to Śrī Śukadeva Gosvāmī, this way of attaining success [chanting the holy name] is an established fact, concluded not only by him, but also by all other previous ācāryas. Therefore there is no need of further evidence.” The reader may consult Śrīla Prabhupāda’s purport to this verse for a detailed explanation of the chanting of the holy name of the Lord and the offenses to be avoided in such chanting. In the Vaiṣṇava-cintāmaṇi there is the following statement: “Although capable of destroying all sins, the remembrance of Lord Viṣṇu is achieved only with extraordinary effort. On the other hand, one may perform kṛṣṇa-kīrtana simply by moving one’s lips, and thus this process is superior.” Śrīla Jīva Gosvāmī has also quoted the following verse: “O descendant of Bharata, the holy names of Lord Viṣṇu are always vibrating in the mouth of one who has previously worshiped Vāsudeva perfectly for hundreds of lifetimes.” The same idea is conveyed in the Śrīmad-Bhāgavatam by Śrīmatī Devahūti in her statement to her son, Kapila: “Oh, how glorious are they whose tongues are chanting Your holy name! Even if born in the families of dog-eaters, such persons are worshipable. Persons who chant the holy name of Your Lordship must have executed all kinds of austerities and fire sacrifices and achieved all the good manners of the Āryans. To be chanting the holy name of Your Lordship, they must have bathed at holy places of pilgrimage, studied the Vedas and fulfilled everything required.” (Bhāg. 3.33.7) Therefore, Śrīla Jīva Gosvāmī has concluded that it is possible to perform kīrtana equally in all ages. In Kali-yuga, however, the Supreme Personality of Godhead, by His causeless mercy, personally induces the living entities to take the holy name. Bhaktivinoda Ṭhākura has thus quoted the Lord as follows: “O conditioned souls who are foolishly sleeping on the lap of the witch Māyā, I have brought an excellent medicine to cure the disease of your illusion. This medicine is called hari-nāma. It is My holy name, and by taking this medicine you will get all perfection in life. Therefore, I sincerely request you to please take this medicine that I have personally brought for you.” In verse 32 of this chapter it was stated, yajñaiḥ saṅkīrtana-prāyair yajanti hi su-medhasaḥ. According to Śrīla Jīva Gosvāmī the words saṅkīrtana-prāyaiḥ, which mean “mainly by the process of saṅkīrtana,” indicate that although other processes such as Deity worship may be performed to some extent in Kali-yuga, such processes, in order to be successful, must be favorably connected with the chanting of the holy names of the Lord. One who is performing worship of the Kṛṣṇa Deity should know that the most essential part of such Deity worship is constant chanting of the holy names of the Lord. On the other hand, one who has perfectly chanted the holy name of the Lord need not depend on other processes, as expressed in the following famous mantra: “In this Age of Kali there is no alternative, there is no alternative, there is no alternative for spiritual progress other than the holy name, the holy name, the holy name of the Lord.” (Bṛhan-nāradīya Purāṇa 38.126) As proved by all of these evidences, the statement in the Bhāgavatam (kaliṁ sabhājayanty āryāḥ) that spiritually advanced persons worship the Age of Kali due to the facilities offered in this age by the Lord is not at all contradictory. At the end of verse 40 in this chapter it is stated, prāyo bhaktā bhagavati vāsudeve ’malāśayāḥ: in general those who are able to regularly drink the waters of the holy rivers of South India will be pure-hearted devotees of Lord Vāsudeva. The word prāyaḥ, or “in general,” indicates that those who are offensive to the Lord’s devotees, although claiming themselves to be devotees, are not included within the list of amalāśayāḥ, or purehearted souls. Śrīla Bhaktisiddhānta Sarasvatī Ṭhākura has pointed out that one should not be bewildered by seeing the apparently poverty-stricken condition of the inhabitants of South India. Even nowadays the inhabitants of the places mentioned in this verse generally spend their days with meager eating and clothing and live as great renounced devotees of the Supreme Lord. In other words, clothes do not make the man. To live as a polished animal, dressing oneself luxuriously and gratifying the tongue with rich foodstuffs, is not the actual symptom of an advanced transcendentalist. Although the residents of South India are generally Śrī Vaiṣṇavas, or devotees in the Lakṣmī sampradāya, they are recognized as devotees of the Lord by the followers of Caitanya Mahāprabhu. According to Śrīla Bhaktisiddhānta Sarasvatī Ṭhākura, their austere living conditions should be taken as a good qualification, not a disqualification."
    },
    {
        "verse": "41",
        "devanagari": "देवर्षिभूताप्तनृणां पितृणांन किङ्करो नायमृणी च राजन् ।सर्वात्मना य: शरणं शरण्यंगतो मुकुन्दं परिहृत्य कर्तम् ॥ ४१ ॥",
        "english_devnagari": "devarṣi-bhūtāpta-nṛṇāṁ pitṝṇāṁna kiṅkaro nāyam ṛṇī ca rājansarvātmanā yaḥ śaraṇaṁ śaraṇyaṁgato mukundaṁ parihṛtya kartam",
        "verse_Syn": [
            "deva",
            "ṛṣi",
            "bhūta",
            "āpta",
            "nṛṇām",
            "pitṝṇām",
            "na",
            "kiṅkaraḥ",
            "na",
            "ayam",
            "ṛṇī",
            "ca",
            "rājan",
            "sarva",
            "ātmanā",
            "yaḥ",
            "śaraṇam",
            "śaraṇyam",
            "gataḥ",
            "mukundam",
            "parihṛtya",
            "kartam"
        ],
        "translation": "O King, one who has given up all material duties and has taken full shelter of the lotus feet of Mukunda, who offers shelter to all, is not indebted to the demigods, great sages, ordinary living beings, relatives, friends, mankind or even one’s forefathers who have passed away. Since all such classes of living entities are part and parcel of the Supreme Lord, one who has surrendered to the Lord’s service has no need to serve such persons separately.",
        "purport": " One who has not fully surrendered to the devotional service of the Lord undoubtedly has many material duties to perform. Every ordinary conditioned soul is the recipient of innumerable benefits given by the demigods, who provide sun and moonshine, rain, wind, food and, ultimately, one’s own material body. In Bhagavad-gītā it is stated, stena eva saḥ: one who does not reciprocate with the demigods by offering them sacrifice is stena, or a thief. Similarly, other living entities such as cows are providing us with innumerable delicious and nutritious foodstuffs. When we wake up in the morning our mind is refreshed by the sweet singing of birds, and on a hot day we enjoy the cool shade and breeze of the forest trees. We are accepting service from innumerable living entities, and we are obligated to repay them. Āpta means one’s own family members, to whom one is certainly obligated according to normal morality, and nṛṇām means human society. Until one becomes a devotee of the Supreme Personality of Godhead, one is certainly a product of his society. We receive mundane education, culture, tradition and protection from the society in which we live, and thus we owe a great debt to society. Of course, our debt to society is not simply to the present order but to all of our forefathers and ancestors who carefully preserved moral and social customs so that we, their descendants, could live peacefully. Therefore the word pitṝṇām, or “forefathers,” indicates our debt to previous generations. In fact, the members of the Kṛṣṇa consciousness society are sometimes criticized by materialistic persons for giving too much attention to Kṛṣṇa rather than working to fulfill all of the above-mentioned obligations. In reply to this, the Bhāgavatam (4.31.14) states, yathā taror mūla-niṣecanena tṛpyanti tat-skandha-bhujopaśākhāḥ. If one waters the root of a tree, automatically all of the branches, twigs, leaves, etc., are also nourished. There is no need for, nor any effectiveness in, separately pouring water on the branches, twigs and leaves of a tree. The water has to be placed on the root. Similarly, prāṇopahārāc ca yathendriyāṇām: food must be placed in the stomach, from where it is automatically distributed to all of the limbs of the body. It is foolish to try to nourish the whole body by rubbing food separately on all the bodily limbs. Similarly, the Supreme Personality of Godhead, Kṛṣṇa, is the source of all existence. Everything is emanating from Kṛṣṇa, everything is maintained by Kṛṣṇa, and at the end, everything will merge to rest in Kṛṣṇa. The Supreme Personality of Godhead, Kṛṣṇa, is the supreme benefactor, friend, protector and well-wisher of every living entity, and if He is satisfied, then automatically the whole world will become satisfied, just as all of the bodily limbs are strengthened and satisfied when food is duly remitted to the stomach. The example can be given that a man who is working as the personal secretary to a great king has no further obligation to petty minor kings. Undoubtedly an ordinary person has many obligations within this material world. But according to Bhagavad-gītā, mayaiva vihitān hi tān: it is actually the Supreme Lord who is giving all benedictions. For example, one receives one’s body by the mercy of one’s parents. However, sometimes we find that a particular man or woman may become impotent at a given moment. Sometimes a deformed child is born, and sometimes a child is born dead. Often the sexual act fails to produce pregnancy at all. So although all parents desire a beautiful, highly qualified child, this is often not the case. Thus it can be understood that ultimately it is by the mercy of the Supreme Lord that a man and woman are able to produce a child by the sexual act. It is by the Lord’s mercy that the man’s seminal injection is potent and the woman’s ovum is fertile. Similarly, it is only by the mercy of the Lord that the child is born in a healthy condition and reaches physical maturity to pursue his own life. If at any stage in the evolution of a human being the Lord’s mercy is withdrawn, sudden death or crippling disease occurs. The demigods are also not independent. The words parihṛtya kartam, “giving up other duties,” indicate that one should give up any concept that the demigods are separate from Kṛṣṇa. It is clearly stated in Vedic literature that the demigods are different limbs of the universal body of the Supreme Lord. Further, it is stated in Bhagavad-gītā that the Supreme Lord is situated in everyone’s heart and that He only is giving intelligence and memory. Thus, our forefathers who carefully preserved cultural traditions were acting with intelligence provided by the Supreme Lord. They certainly were not acting with their own independent intelligence. No one can be intelligent without a brain, and it is only by Kṛṣṇa’s mercy that we receive a human brain. Therefore, if we carefully analyze all of our multifarious obligations toward different classes of living entities, we shall find that in each and every case it is ultimately by the mercy of the Supreme Personality of Godhead that we have received a particular benediction in life. So although an ordinary person must methodically fulfill all of his various obligations by executing different types of sacrifices and charitable activities for the satisfaction of those who have benefited him, one who is directly serving the Supreme Personality of Godhead, Kṛṣṇa, at once fulfills all such obligations because all benedictions ultimately have come from the Lord through the agency of family, forefathers, demigods, etc. The example may be given that sometimes a state government may distribute benefits originally provided by the federal government. So one who becomes the personal secretary or minister to the chief executive of the federal government has no further obligation to the less important representatives of the state government. Therefore, it is stated in Śrīmad-Bhāgavatam (11.20.9): “As long as one is not satiated by fruitive activity and has not awakened his taste for devotional service by hearing and chanting about the Supreme Lord, one has to act according to the regulative principles of the Vedic injunctions.” The conclusion is that one who has fully surrendered to the devotional service of the Supreme Lord is a first-class human being. People in general are only eager to receive benedictions from demigods, family members and society because such benedictions are conducive to material sense gratification. Less intelligent persons consider such material progress to be the only goal of life and thus cannot appreciate the exalted position of pure devotional service to the Lord. Bhakti-yoga, or pure devotional service, is meant to directly please the senses of the Supreme Personality of Godhead. Envious materialistic persons propose various arguments to deny that the Supreme Lord even has transcendental senses. The devotees, however, do not waste time doubting the inconceivable beauty, strength, wealth and geniality of the Supreme Personality of Godhead, but directly please the Lord’s senses through loving service and thus receive the supreme benediction of going back home, back to Godhead. The devotees return to the Lord’s abode, where life is eternal, full of bliss and knowledge. No demigod, family member or forefather can give one an eternal life of bliss and knowledge. However, if one foolishly neglects the lotus feet of the Supreme Lord and instead accepts the temporary material body to be everything, then one must certainly perform elaborate sacrifices, austerities and charity and fulfill all of the obligations mentioned above. Otherwise, one becomes completely sinful and condemned, even from the material point of view."
    },
    {
        "verse": "42",
        "devanagari": "स्वपादमूलं भजत: प्रियस्यत्यक्तान्यभावस्य हरि: परेश: ।विकर्म यच्चोत्पतितं कथञ्चिद्धुनोति सर्वं हृदि सन्निविष्ट: ॥ ४२ ॥",
        "english_devnagari": "sva-pāda-mūlam bhajataḥ priyasyatyaktānya-bhāvasya hariḥ pareśaḥvikarma yac cotpatitaṁ kathañciddhunoti sarvaṁ hṛdi sanniviṣṭaḥ",
        "verse_Syn": [
            "sva",
            "pāda",
            "mūlam",
            "bhajataḥ",
            "priyasya",
            "tyakta",
            "anya",
            "bhāvasya",
            "hariḥ",
            "para",
            "īśaḥ",
            "vikarma",
            "yat",
            "ca",
            "utpatitam",
            "kathañcit",
            "dhunoti",
            "sarvam",
            "hṛdi",
            "sanniviṣṭaḥ"
        ],
        "translation": "One who has thus given up all other engagements and has taken full shelter at the lotus feet of Hari, the Supreme Personality of Godhead, is very dear to the Lord. Indeed, if such a surrendered soul accidentally commits some sinful activity, the Supreme Personality of Godhead, who is seated within everyone’s heart, immediately takes away the reaction to such sin.",
        "purport": " In the previous verse it was clearly described that a fully surrendered devotee of the Supreme Lord has no need to perform ordinary, worldly duties. Now in this verse it is revealed that devotional service is so pure and potent that a surrendered devotee of the Lord has no need to perform any other purificatory process. As described in the Sixth Canto of Śrīmad-Bhāgavatam, a surrendered devotee has no need to perform prāyaścitta, or atonement for an accidental falldown into sinful activity. Since devotional service is itself the most purifying process, a sincere devotee who has accidentally stumbled on the path should immediately resume his pure devotional service at the lotus feet of the Lord. And thus the Lord will protect him, as stated in Bhagavad-gītā (9.30): The word tyaktānya-bhāvasya in this verse is very significant. As stated in the previous verse, a pure devotee realizes clearly that all living entities, including Brahmā and Śiva, are part and parcel of the Supreme Personality of Godhead and thus have no separate or independent existence. Realizing that everything and everyone is part and parcel of the Lord, a devotee automatically is not inclined to commit sinful activities by violating the order of God. However, due to the powerful influence of material nature, even a sincere devotee may be temporarily overwhelmed by illusion and deviate from the rigid path of pure devotional service. In such a case, Lord Kṛṣṇa Himself, acting within the heart, removes such sinful activities. Even Yamarāja, the lord of death, has no power to punish a surrendered devotee who has accidentally committed sinful activities. As stated here, Kṛṣṇa is pareśa, or the Supreme Lord, and all secondary lords such as the demigods cannot threaten the Lord’s personal devotees. In his youth Ajāmila had been a pious brāhmaṇa engaged in the service of the Lord. Then, by bad association with a prostitute, he became practically the most degraded man in the world. At the end of his life, Yamarāja sent his Yamadūtas to drag away the soul of the sinful Ajāmila, but the Personality of Godhead immediately sent His personal associates to save Ajāmila and demonstrate to Yamarāja that no secondary personality can disturb the personal devotees of the Supreme Personality of Godhead. As stated in Bhagavad-gītā, kaunteya pratijānīhi na me bhaktaḥ praṇaśyati. The argument may be raised that the smṛti-śāstra states, śruti-smṛtī mamaivājñe: the Vedic scriptures are the direct orders of the Personality of Godhead. Therefore, one may ask, how can the Lord tolerate that His orders be occasionally neglected, even by His devotees? To answer this possible objection, the word priyasya is used in this verse. The devotees of the Lord are very dear to the Lord. Although the beloved child may accidentally commit an abominable activity, the loving father forgives the child, taking into consideration the actual good intentions of the child. Thus, although the devotee of the Lord does not try to exploit the Lord’s mercy by requesting the Lord to free him from any future suffering, the Lord, by His own initiative, frees the devotee from the reactions to accidental falldowns. This causeless mercy of the Lord upon His devotee is His paramaiśvaryam, or supreme opulence. Gradually the faithful devotee becomes free, even from accidental falldown, because simply by remembering the lotus feet of the Lord, what to speak of by actively rendering service to Him, his heart is purified. Although the surrendered devotees of the Personality of Godhead may sometimes appear to be affected by mundane attitudes, they are inevitably protected by the merciful Lord and are never actually defeated in life."
    },
    {
        "verse": "43",
        "devanagari": "श्रीनारद उवाचधर्मान् भागवतानित्थं श्रुत्वाथ मिथिलेश्वर: ।जायन्तेयान् मुनीन् प्रीत: सोपाध्यायो ह्यपूजयत् ॥ ४३ ॥",
        "english_devnagari": "śrī-nārada uvācadharmān bhāgavatān itthaṁśrutvātha mithileśvaraḥjāyanteyān munīn prītaḥsopādhyāyo hy apūjayat",
        "verse_Syn": [
            "śrī",
            "nāradaḥ",
            "uvāca",
            "dharmān",
            "bhāgavatān",
            "ittham",
            "śrutvā",
            "atha",
            "mithilā",
            "īśvaraḥ",
            "jāyanteyān",
            "munīn",
            "prītaḥ",
            "sa",
            "upādhyāyaḥ",
            "hi",
            "apūjayat"
        ],
        "translation": "Nārada Muni said: Having thus heard the science of devotional service, Nimi, the King of Mithilā, felt extremely satisfied and, along with the sacrificial priests, offered respectful worship to the sagacious sons of Jayantī.",
        "purport": " The word jāyanteyān indicates the nine Yogendras, who were born from the womb of Jayantī, the wife of Ṛṣabhadeva."
    },
    {
        "verse": "44",
        "devanagari": "ततोऽन्तर्दधिरे सिद्धा: सर्वलोकस्य पश्यत: ।राजा धर्मानुपातिष्ठन्नवाप परमां गतिम् ॥ ४४ ॥",
        "english_devnagari": "tato ’ntardadhire siddhāḥsarva-lokasya paśyataḥrājā dharmān upātiṣṭhannavāpa paramāṁ gatim",
        "verse_Syn": [
            "tataḥ",
            "antardadhire",
            "siddhāḥ",
            "sarva",
            "lokasya",
            "paśyataḥ",
            "rājā",
            "dharmān",
            "upātiṣṭhan",
            "avāpa",
            "paramām",
            "gatim"
        ],
        "translation": "The perfect sages then disappeared before the eyes of everyone present. King Nimi faithfully practiced the principles of spiritual life he had learned from them, and thus he achieved the supreme goal of life.",
        "purport": ""
    },
    {
        "verse": "45",
        "devanagari": "त्वमप्येतान् महाभाग धर्मान् भागवतान् श्रुतान् ।आस्थित: श्रद्धया युक्तो नि:सङ्गो यास्यसे परम् ॥ ४५ ॥",
        "english_devnagari": "tvam apy etān mahā-bhāgadharmān bhāgavatān śrutānāsthitaḥ śraddhayā yuktoniḥsaṅgo yāsyase param",
        "verse_Syn": [
            "tvam",
            "api",
            "etān",
            "mahā",
            "bhāga",
            "dharmān",
            "bhāgavatān",
            "śrutān",
            "āsthitaḥ",
            "śraddhayā",
            "yuktaḥ",
            "niḥsaṅgaḥ",
            "yāsyase",
            "param"
        ],
        "translation": "O greatly fortunate Vasudeva, simply apply with faith these principles of devotional service which you have heard, and thus, being free from material association, you will attain the Supreme.",
        "purport": " Nārada Muni related to Kṛṣṇa’s father, Vasudeva, the story of the enlightenment of King Nimi. Now Nārada reveals that Vasudeva himself will also achieve the supreme perfection of life by practicing the same principles spoken long ago by the nine Yogendras. Actually, Vasudeva was already a personal associate of the Supreme Lord, but due to his natural humility as a great devotee, he was determined to perfect his love of Kṛṣṇa. Thus we can observe the exalted status of the parents of the Supreme Personality of Godhead. Ordinary persons feel that the Supreme Lord is always to be worshiped as the supreme father who supplies everything for the living entities. Such an attitude is not the perfection of love of Godhead, because when a son is young he is incapable of giving much service to his mother and father. When the child is very young, it is rather the parents who are constantly serving the child. So when the devotee takes the role of mother or father of Kṛṣṇa, there is unlimited opportunity for rendering loving service to the Lord, whom the devotee ecstatically accepts as his son. It was Vasudeva’s good fortune that Nārada Muni personally revealed to him the wonderful teachings given by the nava-yogendras long, long ago to the saintly King Nimi."
    },
    {
        "verse": "46",
        "devanagari": "युवयो: खलु दम्पत्योर्यशसा पूरितं जगत् ।पुत्रतामगमद् यद् वां भगवानीश्वरोहरि: ॥ ४६ ॥",
        "english_devnagari": "yuvayoḥ khalu dampatyoryaśasā pūritaṁ jagatputratām agamad yad vāṁbhagavān īśvaro hariḥ",
        "verse_Syn": [
            "yuvayoḥ",
            "khalu",
            "dam",
            "patyoḥ",
            "yaśasā",
            "pūritam",
            "jagat",
            "putratām",
            "agamat",
            "yat",
            "vām",
            "bhagavān",
            "īśvaraḥ",
            "hariḥ"
        ],
        "translation": "Indeed, the whole world has become filled with the glories of you and your good wife because the Supreme Personality of Godhead, Lord Hari, has taken the position of your son.",
        "purport": " In this verse Nārada Muni hints at the glories of Vasudeva and Devakī, the parents of Kṛṣṇa and Balarāma, by the words yaśasā pūritaṁ jagat, “the whole world is now filled with your glories.” In other words, although Vasudeva inquired from Nārada about spiritual advancement, Nārada here states, “You are already completely glorious due to your extraordinary devotion to the Supreme Personality of Godhead.”"
    },
    {
        "verse": "47",
        "devanagari": "दर्शनालिङ्गनालापै: शयनासनभोजनै: ।आत्मा वां पावित: कृष्णे पुत्रस्‍नेहं प्रकुर्वतो: ॥ ४७ ॥",
        "english_devnagari": "darśanāliṅganālāpaiḥśayanāsana-bhojanaiḥātmā vāṁ pāvitaḥ kṛṣṇeputra-snehaṁ prakurvatoḥ",
        "verse_Syn": [
            "darśana",
            "āliṅgana",
            "ālāpaiḥ",
            "śayana",
            "āsana",
            "bhojanaiḥ",
            "ātmā",
            "vām",
            "pāvitaḥ",
            "kṛṣṇe",
            "putra",
            "sneham",
            "prakurvatoḥ"
        ],
        "translation": "My dear Vasudeva, you and your good wife Devakī have manifested great transcendental love for Kṛṣṇa, accepting Him as your son. Indeed, you are always seeing the Lord, embracing Him, speaking with Him, resting with Him, sitting together with Him and taking your meals with Him. By such affectionate and intimate association with the Lord, undoubtedly both of you have completely purified your hearts. In other words, you are already perfect.",
        "purport": " The words ātmā vām pāvitaḥ in this verse are very significant. Ordinary conditioned souls are required to purify their existence by practicing the regulative principles of bhakti-yoga and learning how to offer all of their activities in the devotional service of the Lord. Such a regulative, gradual process, however, cannot be applied to those exalted souls who are personally attending the Lord as His parents, boyfriends, girlfriends, advisors, sons, etc. Due to Vasudeva and Devakī’s intense love for Kṛṣṇa as their son, they had already achieved the highest perfectional stage of life. Although in the previous verse Śrī Nārada Muni informed Vasudeva that he and his wife had become glorious by Kṛṣṇa’s taking birth as their son, Vasudeva might have argued that other personal associates of the Lord, such as Jaya and Vijaya, had fallen down due to offending the brāhmaṇa class. Therefore, in the present verse Nārada has used the word pāvitaḥ: “You are completely purified, and therefore you are completely free from the slightest trace of discrepancy in your devotional service, due to your intense love for Kṛṣṇa.” It is understood from the commentary of Śrīla Viśvanātha Cakravartī Ṭhākura that Śrī Vasudeva, Kṛṣṇa’s pastime father, is actually an eternally liberated nitya-siddha associate of the Personality of Godhead. Vasudeva has a spiritual body, just as Kṛṣṇa does, and he is always merged in the overwhelming ecstatic desire to serve Kṛṣṇa, his beautiful son. However, Nārada could understand that due to extreme humility, Vasudeva considered himself an ordinary human being and was feeling very anxious to receive transcendental instructions on the devotional service of the Lord. Accepting the ecstatic humility of Vasudeva, and to relieve his anxiety, Śrī Nārada Muni instructed him in the science of bhakti-yoga as one might instruct an ordinary human being. However, at the same time Nārada has revealed that actually Śrī Vasudeva and Devakī are already completely glorious by their unprecedented fortune of having Kṛṣṇa and Balarāma as their sons. Therefore, Nārada is telling Vasudeva, “My dear Vasudeva, do not in any way be discouraged or doubtful about your position. Undoubtedly you are immediately going back home, back to Godhead. And actually you and your good wife are the most fortunate persons.” In conclusion, everyone should become fortunate by fully developing his dormant love for Kṛṣṇa. Many terrible demons who opposed Kṛṣṇa eventually achieved a happy state of life by their association with Kṛṣṇa. Therefore there is no doubt about the supreme bliss achieved by the loving devotees of the Lord who day and night can only think of pleasing Kṛṣṇa."
    },
    {
        "verse": "48",
        "devanagari": "वैरेण यं नृपतय: शिशुपालपौण्ड्र-शाल्वादयो गतिविलासविलोकनाद्यै: ।ध्यायन्त आकृतधिय: शयनासनादौतत्साम्यमापुरनुरक्तधियां पुन: किम् ॥ ४८ ॥",
        "english_devnagari": "vaireṇa yaṁ nṛpatayaḥ śiśupāla-pauṇḍra-śālvādayo gati-vilāsa-vilokanādyaiḥdhyāyanta ākṛta-dhiyaḥ śayanāsanādautat-sāmyam āpur anurakta-dhiyāṁ punaḥ kim",
        "verse_Syn": [
            "vaireṇa",
            "yam",
            "nṛ",
            "patayaḥ",
            "śiśupāla",
            "pauṇḍra",
            "śālva",
            "ādayaḥ",
            "gati",
            "vilāsa",
            "vilokana",
            "ādyaiḥ",
            "dhyāyantaḥ",
            "ākṛta",
            "dhiyaḥ",
            "śayana",
            "āsana",
            "ādau",
            "tat",
            "sāmyam",
            "āpuḥ",
            "anurakta",
            "dhiyām",
            "punaḥ",
            "kim"
        ],
        "translation": "Inimical kings like Śiśupāla, Pauṇḍraka and Śālva were always thinking about Lord Kṛṣṇa. Even while they were lying down, sitting or engaging in other activities, they enviously meditated upon the bodily movements of the Lord, His sporting pastimes, His loving glances upon His devotees, and other attractive features displayed by the Lord. Being thus always absorbed in Kṛṣṇa, they achieved spiritual liberation in the Lord’s own abode. What then can be said of the benedictions offered to those who constantly fix their minds on Lord Kṛṣṇa in a favorable, loving mood?",
        "purport": " On the eve of the disappearance of Lord Kṛṣṇa from this world, Vasudeva became filled with lamentation thinking that he had not properly utilized the opportunity of the Lord’s personal presence to become perfectly Kṛṣṇa conscious. However, Nārada Muni assured Śrī Vasudeva that the glories of Vasudeva and his good wife Devakī were chanted throughout the universe because even the demigods worshiped the exalted status of the Lord’s own parents. Vasudeva was not only concerned about his own spiritual position, but he also lamented for the Yadu dynasty, which had left the world in an apparently inauspicious way, being cursed by great brāhmaṇas such as Nārada and dying in a fratricidal war. Although the members of the Yadu dynasty were personal associates of the Lord, their disappearance from the earth was apparently inauspicious, and therefore Vasudeva was concerned about their eventual destination. So Nārada here assures Vasudeva that even the demons who opposed Kṛṣṇa, such as Śiśupāla, Pauṇḍraka and Śālva, achieved promotion to the Lord’s own abode because of their constant absorption in thinking of Kṛṣṇa. Therefore what to speak of the exalted members of the Yadu dynasty who actually loved Kṛṣṇa more than anything (anurakta-dhiyāṁ punaḥ kim)? Similarly, it is stated in the Garuḍa Purāṇa: “Even foolish sinners like Śiśupāla and Duryodhana who showered abuse upon the Lord were cleansed of all sins simply by remembering Lord Kṛṣṇa. Somehow or other their minds were absorbed in the Lord, and thus they attained liberation. What doubt then is there about the destination of those who are overwhelmed with devotional feelings for the Lord?” Vasudeva was also feeling anxiety because on the one hand he was aware that Kṛṣṇa is the Supreme Personality of Godhead, but at the same time he treated the Lord as his beloved son. In the relationship between the father and son, sometimes the father must chastise the son and restrict him in various ways. In this way Vasudeva was feeling that undoubtedly he had offended the Lord in his attempt to train Lord Kṛṣṇa as his son. However, Lord Kṛṣṇa is actually pleased when a pure devotee becomes absorbed in parental love for Him and thus devotedly tries to care for Him just as loving parents care for a small child. Kṛṣṇa reciprocates the intense devotional feelings of such devotees by actually appearing before them as a young boy and acting just like their son. As mentioned in this verse, the demons actually chastised Kṛṣṇa with feelings of enmity. Nevertheless, such demons attained liberation due to their absorption in Kṛṣṇa. Therefore, what to speak of the destination of Vasudeva, who chastised Kṛṣṇa due to his overwhelming parental love for Him? The conclusion is that the devotees of the Lord should never consider Vasudeva and Devakī to be ordinary, conditioned souls. Their relationship with Lord Kṛṣṇa is completely on the transcendental platform of vātsalya-rasa, or parental love for the Personality of Godhead. It has nothing to do with the parental love of the material world, which is based on a mood of sense gratification, since the parents see their children as objects of material enjoyment."
    },
    {
        "verse": "49",
        "devanagari": "मापत्यबुद्धिमकृथा: कृष्णे सर्वात्मनीश्वरे ।मायामनुष्यभावेन गूढैश्वर्ये परेऽव्यये ॥ ४९ ॥",
        "english_devnagari": "māpatya-buddhim akṛthāḥkṛṣṇe sarvātmanīśvaremāyā-manuṣya-bhāvenagūḍhaiśvarye pare ’vyaye",
        "verse_Syn": [
            "mā",
            "apatya",
            "buddhim",
            "akṛthāḥ",
            "kṛṣṇe",
            "sarva",
            "ātmani",
            "īśvare",
            "māyā",
            "manuṣya",
            "bhāvena",
            "gūḍha",
            "aiśvarye",
            "pare",
            "avyaye"
        ],
        "translation": "Do not think of Kṛṣṇa as an ordinary child, because He is the Supreme Personality of Godhead, inexhaustible and the Soul of all beings. The Lord has concealed His inconceivable opulences and is thus outwardly appearing to be an ordinary human being.",
        "purport": " Lord Śrī Kṛṣṇa is the original source of all plenary incarnations of the Absolute Truth. Kṛṣṇas tu bhagavān svayam. His unlimited transcendental opulences are inexhaustible, and thus He very easily brings the entire creation under His personal control. Lord Kṛṣṇa is the eternal well-wisher of every living entity, so there was no need for Vasudeva to be anxious about his future destination, nor that of the other personal associates of Kṛṣṇa, such as the members of the Yadu dynasty. In verse 46 of this chapter, Nārada Muni told Vasudeva, putratām agamad yad vāṁ bhagavān īśvaro hariḥ: “You and your good wife are now glorified throughout the universe because Lord Kṛṣṇa has personally become your son.” In this way Nārada is encouraging Vasudeva to continue to love Kṛṣṇa as his most beloved son, for such ecstatic devotional feelings are never to be given up. But at the same time, Nārada is removing Vasudeva’s doubts about the future by assuring him, “Due to your love for Kṛṣṇa you may think that He is an ordinary human being. You are appearing like a human being, and Lord Kṛṣṇa is simply reciprocating with you. In order to encourage you to love Him as your son, He is placing Himself under your control. And thus, His inconceivable power and opulences are being concealed from you. Don’t assume, however, that there is actually a dangerous situation because of the events of this material world. Although Kṛṣṇa appears to be under your control, He is eternally the supreme controller. Therefore, do not consider Him to be a human being. He is always the Supreme Personality of Godhead.” The word māyā in this verse indicates that Kṛṣṇa’s manuṣya, or humanlike, activities are actually misleading to the ordinary man because Kṛṣṇa is the Supreme Personality of Godhead. Māyā also means “transcendental potencies.” As stated in Bhagavad-gītā, sambhavāmy ātma-māyayā: the Lord descends in His own transcendental form filled with transcendental potencies. And thus the words māyā-manuṣya-bhāvena here also indicate Kṛṣṇa’s original transcendental form, which resembles the humanlike forms experienced in this world. Māyā also indicates “mercy,” or “compassion,” according to the Sanskrit dictionary, and thus the Lord’s incarnation is understood to be His causeless mercy upon the conditioned souls. The Lord’s descent is also His causeless mercy upon the liberated souls, who take immense pleasure in joining the Lord in His pastimes and in chanting and hearing about such exalted spiritual activities (śravaṇaṁ kīrtanaṁ viṣṇoḥ). In order to reciprocate the love of Vasudeva for Him, Kṛṣṇa mostly concealed His unlimited opulences. In this way the devotee is fully encouraged in his particular loving relationship with the Lord. However, when Vasudeva was filled with anxiety due to the dangerous situation created by the brāhmaṇa’s curse, Nārada immediately reminded him that such anxiety was unnecessary, since all these events were under the direct control of the Supreme Personality of Godhead. Thus, the Vaiṣṇava paramahaṁsas who take the position of the Lord’s parents remain under the shelter of the Lord at all times and never deviate from the loving devotional service of the Lord. They remain fixed in transcendence in all circumstances, unlike ordinary parents of the material world, who are constantly becoming bewildered by illusion due to the bodily concept of life."
    },
    {
        "verse": "50",
        "devanagari": "भूभारासुरराजन्यहन्तवे गुप्तये सताम् ।अवतीर्णस्य निर्वृत्यै यशो लोके वितन्यते ॥ ५० ॥",
        "english_devnagari": "bhū-bhārāsura-rājanya-hantave guptaye satāmavatīrṇasya nirvṛtyaiyaśo loke vitanyate",
        "verse_Syn": [
            "bhū",
            "bhāra",
            "asura",
            "rājanya",
            "hantave",
            "guptaye",
            "satām",
            "avatīrṇasya",
            "nirvṛtyai",
            "yaśaḥ",
            "loke",
            "vitanyate"
        ],
        "translation": "The Supreme Personality of Godhead descended to kill the demoniac kings who were the burden of the earth and to protect the saintly devotees. However, both the demons and the devotees are awarded liberation by the Lord’s mercy. Thus, His transcendental fame has spread throughout the universe.",
        "purport": " A doubt may arise as to how the Supreme Personality of Godhead descends to this material world. And since He is the omnipotent creator of millions of universes, why do the devotees glorify as wonderful the Lord’s activities such as His killing a witch named Pūtanā by sucking out her life through her breast? Although such activities are certainly beyond the scope of ordinary human beings, why should they be considered wonderful when executed by the omnipotent Personality of Godhead? The answer is given in this verse by the word nirvṛtyai. The Lord killed the demons not because He was envious of them, but in order to give them spiritual liberation. Thus the causeless mercy of the Personality of Godhead in liberating both the devotees and the demons by His inconceivable pastimes clearly distinguishes the Lord from any other living entity, either man or demigod. It is stated, mukti-pradātā sarveṣāṁ viṣṇur eva na saṁśayaḥ: only Viṣṇu can give liberation beyond birth and death. Śrīla Viśvanātha Cakravartī Ṭhākura has pointed out that generally the demons are awarded impersonal liberation in the Brahman effulgence, whereas the devotees are given the superior benediction of love of Godhead in the spiritual planets. Thus, the Lord exhibits His causeless mercy toward all classes of living entities, and His fame is spread throughout the universe. Because Kṛṣṇa is transcendental, His fame is not different from His personal incarnation, so as the Lord’s fame expands, the entire universe is gradually liberated. These are some of the unique characteristics of the Supreme Personality of Godhead."
    },
    {
        "verse": "51",
        "devanagari": "श्रीशुक उवाचएतच्छ्रुत्वा महाभागो वसुदेवोऽतिविस्मित: ।देवकी च महाभागा जहतुर्मोहमात्मन: ॥ ५१ ॥",
        "english_devnagari": "śrī-śuka uvācaetac chrutvā mahā-bhāgovasudevo ’ti-vismitaḥdevakī ca mahā-bhāgājahatur moham ātmanaḥ",
        "verse_Syn": [
            "śrī",
            "śukaḥ",
            "uvāca",
            "etat",
            "śrutvā",
            "mahā",
            "bhāgaḥ",
            "vasudevaḥ",
            "ati",
            "vismitaḥ",
            "devakī",
            "ca",
            "mahā",
            "bhāgā",
            "jahatuḥ",
            "moham",
            "ātmanaḥ"
        ],
        "translation": "Śrī Śukadeva Gosvāmī continued: Having heard this narration, the greatly fortunate Vasudeva was completely struck with wonder. Thus he and his most blessed wife Devakī gave up all illusion and anxiety that had entered their hearts.",
        "purport": ""
    },
    {
        "verse": "52",
        "devanagari": "इतिहासमिमं पुण्यं धारयेद् य: समाहित: ।स विधूयेह शमलं ब्रह्मभूयाय कल्पते ॥ ५२ ॥",
        "english_devnagari": "itihāsam imaṁ puṇyaṁdhārayed yaḥ samāhitaḥsa vidhūyeha śamalaṁbrahma-bhūyāya kalpate",
        "verse_Syn": [
            "itihāsam",
            "imam",
            "puṇyam",
            "dhārayet",
            "yaḥ",
            "samāhitaḥ",
            "saḥ",
            "vidhūya",
            "iha",
            "śamalam",
            "brahma",
            "bhūyāya",
            "kalpate"
        ],
        "translation": "Anyone who meditates on this pious historical narration with fixed attention will purify himself of all contamination in this very life and thus achieve the highest spiritual perfection.",
        "purport": ""
    }
]