[
    {
        "verse": "1",
        "devanagari": "श्रीभगवानुवाचमयोदितेष्ववहित: स्वधर्मेषु मदाश्रय: ।वर्णाश्रमकुलाचारमकामात्मा समाचरेत् ॥ १ ॥",
        "english_devnagari": "śrī-bhagavān uvācamayoditeṣv avahitaḥsva-dharmeṣu mad-āśrayaḥvarṇāśrama-kulācāramakāmātmā samācaret",
        "verse_Syn": [
            "śrī",
            "bhagavān",
            "uvāca",
            "mayā",
            "uditeṣu",
            "avahitaḥ",
            "sva",
            "dharmeṣu",
            "mat",
            "āśrayaḥ",
            "varṇa",
            "āśrama",
            "kula",
            "ācāram",
            "akāma",
            "ātmā",
            "samācaret"
        ],
        "translation": "The Supreme Personality of Godhead said: Taking full shelter in Me, with the mind carefully fixed in the devotional service of the Lord as spoken by Me, one should live without personal desire and practice the social and occupational system called varṇāśrama.",
        "purport": " In the previous chapters Lord Kṛṣṇa described through the story of an avadhūta brāhmaṇa the qualities and character of a saintly person. Now the Lord describes the practical means for achieving such a saintly position. In the Pañcarātra and other scriptures the Personality of Godhead gives instructions for executing devotional service. Similarly, in Bhagavad-gītā (4.13) the Lord says, cātur-varṇyaṁ mayā sṛṣṭaṁ guṇa-karma-vibhāgaśaḥ: “I have personally created the varṇāśrama system.” There are innumerable rules and regulations in the varṇāśrama system, and the devotee should execute those which do not contradict the process of devotional service. The term varṇa indicates different classes of human beings, some in the mode of ignorance, some in the mode of passion and some in the mode of goodness. Devotional service to the Lord is executed on the liberated platform, and therefore some injunctions for those persons in passion and ignorance may be contradictory to the regulative principles for those on the liberated platform. Therefore, under the guidance of a bona fide spiritual master who is nondifferent from the Lord, one should execute the basic principles of varṇāśrama in a way favorable for advancement in Kṛṣṇa consciousness."
    },
    {
        "verse": "2",
        "devanagari": "अन्वीक्षेत विशुद्धात्मा देहिनां विषयात्मनाम् ।गुणेषु तत्त्वध्यानेन सर्वारम्भविपर्ययम् ॥ २ ॥",
        "english_devnagari": "anvīkṣeta viśuddhātmādehināṁ viṣayātmanāmguṇeṣu tattva-dhyānenasarvārambha-viparyayam",
        "verse_Syn": [
            "anvīkṣeta",
            "viśuddha",
            "ātmā",
            "dehinām",
            "viṣaya",
            "ātmanām",
            "guṇeṣu",
            "tattva",
            "dhyānena",
            "sarva",
            "ārambha",
            "viparyayam"
        ],
        "translation": "A purified soul should see that because the conditioned souls who are dedicated to sense gratification have falsely accepted the objects of sense pleasure as truth, all of their endeavors are doomed to failure.",
        "purport": " In this verse the Lord describes the process of becoming desireless. All material sense objects, including those perceived by their form, taste, flavor, touch or sound, are temporary. We now see our family and nation, but ultimately they will disappear. Even our own body, by which we perceive them, will disappear. Thus, the inevitable result of material enjoyment is viparyaya, or great suffering. The word viśuddhātmā indicates those who have purified themselves by executing the regulative duties of devotional service. They can clearly see the hopeless frustration of material life, and thus they become akāmātmā, or great souls free from material desire."
    },
    {
        "verse": "3",
        "devanagari": "सुप्तस्य विषयालोको ध्यायतो वा मनोरथ: ।नानात्मकत्वाद् विफलस्तथा भेदात्मधीर्गुणै: ॥ ३ ॥",
        "english_devnagari": "suptasya viṣayālokodhyāyato vā manorathaḥnānātmakatvād viphalastathā bhedātma-dhīr guṇaiḥ",
        "verse_Syn": [
            "suptasya",
            "viṣaya",
            "ālokaḥ",
            "dhyāyataḥ",
            "vā",
            "manaḥ",
            "rathaḥ",
            "nānā",
            "ātmakatvāt",
            "viphalaḥ",
            "tathā",
            "bheda",
            "ātma",
            "dhīḥ",
            "guṇaiḥ"
        ],
        "translation": "One who is sleeping may see many objects of sense gratification in a dream, but such pleasurable things are merely creations of the mind and are thus ultimately useless. Similarly, the living entity who is asleep to his spiritual identity also sees many sense objects, but these innumerable objects of temporary gratification are creations of the Lord’s illusory potency and have no permanent existence. One who meditates upon them, impelled by the senses, uselessly engages his intelligence.",
        "purport": " Because the fruits of material work are temporary, it ultimately does not matter whether or not one obtains them; the final result is the same. Materialistic activities can never award the highest perfection of life, Kṛṣṇa consciousness. The material intelligence, impelled by the senses, strongly desires sense gratification. As stated here (bhedātma-dhīḥ), such intelligence actually separates one from one’s real self-interest. Thus the intelligence, absorbed in that which is materially favorable and unfavorable, becomes divided in pursuit of innumerable categories of material advancement. Such divided intelligence is impotent and cannot understand the Absolute Truth, the Personality of Godhead, Śrī Kṛṣṇa. The devotees of the Lord, however, have their intelligence fixed on one point — Lord Kṛṣṇa. They meditate upon the Lord’s form, qualities, pastimes and devotees, and thus their intelligence is never separated from the Absolute Truth. As stated in Bhagavad-gītā (2.41): “Those who are on this path are resolute in purpose, and their aim is one. O beloved child of the Kurus, the intelligence of those who are irresolute is many branched.” If one is not Kṛṣṇa conscious, he is uselessly dreaming without any understanding of his eternal situation. The material intelligence will always devise novel means of achieving happiness, and therefore one bounces from one fruitless program of sense gratification to another, ignoring the simple fact that all material things are temporary and will disappear. In this way one’s intelligence becomes infected with material lust and greed, and such infected intelligence cannot bring one to the true goal of life. One should hear from the bona fide spiritual master whose intelligence is pure, and then one will come to Kṛṣṇa consciousness, the highest perfection of life."
    },
    {
        "verse": "4",
        "devanagari": "निवृत्तं कर्म सेवेत प्रवृत्तं मत्परस्त्यजेत् ।जिज्ञासायां सम्प्रवृत्तो नाद्रियेत् कर्मचोदनाम् ॥ ४ ॥",
        "english_devnagari": "nivṛttaṁ karma sevetapravṛttaṁ mat-paras tyajetjijñāsāyāṁ sampravṛttonādriyet karma-codanām",
        "verse_Syn": [
            "nivṛttam",
            "karma",
            "seveta",
            "pravṛttam",
            "mat",
            "paraḥ",
            "tyajet",
            "jijñāsāyām",
            "sampravṛttaḥ",
            "na",
            "ādriyet",
            "karma",
            "codanām"
        ],
        "translation": "One who has fixed Me within his mind as the goal of life should give up activities based on sense gratification and should instead execute work governed by the regulative principles for advancement. When, however, one is fully engaged in searching out the ultimate truth of the soul, one should not accept the scriptural injunctions governing fruitive activities.",
        "purport": " Śrīla Viśvanātha Cakravartī Ṭhākura explains that the words jijñāsāyāṁ sampravṛttaḥ refer to one who is yoga-ārūḍha, or advanced in the yoga process. In Bhagavad-gītā (6.3-4) it is stated: “For one who is a neophyte in the eightfold yoga system, work is said to be the means; and for one who has already attained to yoga, cessation of all material activities is said to be the means. A person is said to have attained to yoga when, having renounced all material desires, he neither acts for sense gratification nor engages in fruitive activities.” The example may be given that an ordinary man will try to enjoy the company of women for material sense pleasure. This is called pravṛtta-karma, or the path of sense gratification. A religious person will also enjoy the company of a woman, but under the regulative principles of the varṇāśrama system. However, one who is fully absorbed in spiritual advancement will ultimately give up all sense gratification derived from sexual association, either regulated or illicit. Similarly, in the stage of pravṛtta-karma, or ordinary sense gratification, one will eat whatever pleases his tongue. On the other hand, a materialistic devotee will sometimes cook sumptuous preparations and offer them to the Deity, not in order to satisfy the Lord but rather with the intention of satisfying his own tongue and belly. However, one who is sampravṛtta, or fully engaged in spiritual consciousness, is never interested in simply gratifying his tongue. He avoids ordinary foods prepared by materialistic persons, and just for the purpose of keeping his body fit for serving Kṛṣṇa he eats moderate quantities of food that has first been offered to the Deity for the Deity’s pleasure. The process of spiritual realization gradually brings a conditioned soul from the lowest point of materialistic consciousness to total absorption in loving service to the Personality of Godhead. In the beginning one is taught to dovetail one’s enjoying propensities by first offering to the Lord the fruit of one’s work. In the advanced stage, however, the impulse to execute fruitive activities (karma-codanām) is absent, and one simply engages in the loving service of the Lord without any selfish motive. For example, a renounced sannyāsī preaching Kṛṣṇa consciousness, or even a renounced householder preaching Kṛṣṇa consciousness, is not required to execute all of the injunctions governing sense gratification in family life. Ultimately, every human being should take to the transcendental duties of Kṛṣṇa consciousness. Rather than working to fulfill one’s own desires and then offering the results to Kṛṣṇa, one should fully engage in pleasing the Lord directly according to His own intimate desires. According to Śrīla Bhaktisiddhānta Sarasvatī Ṭhākura, any attempt to enjoy the material world, either religiously or irreligiously, ultimately will be full of contradictions. One should come to the the platform of desirelessness, pure love of Godhead, and thus solve all of the problems of life."
    },
    {
        "verse": "5",
        "devanagari": "यमानभीक्ष्णं सेवेत नियमान् मत्पर: क्व‍‍चित् ।मदभिज्ञं गुरुं शान्तमुपासीत मदात्मकम् ॥ ५ ॥",
        "english_devnagari": "yamān abhīkṣṇaṁ sevetaniyamān mat-paraḥ kvacitmad-abhijñaṁ guruṁ śāntamupāsīta mad-ātmakam",
        "verse_Syn": [
            "yamān",
            "abhīkṣṇam",
            "seveta",
            "niyamān",
            "mat",
            "paraḥ",
            "kvacit",
            "mat",
            "abhijñam",
            "gurum",
            "śāntam",
            "upāsīta",
            "mat",
            "ātmakam"
        ],
        "translation": "One who has accepted Me as the supreme goal of life should strictly observe the scriptural injunctions forbidding sinful activities and, as far as possible, should execute the injunctions prescribing minor regulative duties such as cleanliness. Ultimately, however, one should approach a bona fide spiritual master who is full in knowledge of Me as I am, who is peaceful, and who by spiritual elevation is not different from Me.",
        "purport": " The word yamān refers to major regulative injunctions necessary for preserving one’s purity. In the Kṛṣṇa consciousness movement all bona fide members must give up eating meat, fish and eggs, and they must also avoid intoxication, gambling and illicit sex. The word abhīkṣṇam indicates that one cannot at any time perform such forbidden activities, even in difficult circumstances. The word niyamān refers to less obligatory injunctions, such as bathing three times daily. In certain difficult situations one may not bathe three times daily yet may still maintain one’s spiritual position. But if one engages in sinful, forbidden activities, even in difficult circumstances, there undoubtedly will be a spiritual falldown. Ultimately, as explained in Upadeśāmṛta, mere adherence to rules and regulations cannot give one spiritual perfection. One must approach a bona fide spiritual master who is mad-abhijñam, or in full knowledge of the personal form of Godhead. The word mat (“Me”) negates the possibility of a bona fide spiritual master having an impersonal conception of the Absolute Truth. Furthermore, the guru must be in complete control of his senses; therefore he is called śānta, or peaceful. Because of being completely surrendered to the mission of the Lord, such a spiritual master is mad-ātmakam, or nondifferent from the Personality of Godhead."
    },
    {
        "verse": "6",
        "devanagari": "अमान्यमत्सरो दक्षो निर्ममोद‍ृढसौहृद: ।असत्वरोऽर्थजिज्ञासुरनसूयुरमोघवाक् ॥ ६ ॥",
        "english_devnagari": "amāny amatsaro dakṣonirmamo dṛḍha-sauhṛdaḥasatvaro ’rtha-jijñāsuranasūyur amogha-vāk",
        "verse_Syn": [
            "amānī",
            "amatsaraḥ",
            "dakṣaḥ",
            "nirmamaḥ",
            "dṛḍha",
            "sauhṛdaḥ",
            "asatvaraḥ",
            "artha",
            "jijñāsuḥ",
            "anasūyuḥ",
            "amogha",
            "vāk"
        ],
        "translation": "The servant or disciple of the spiritual master should be free from false prestige, never considering himself to be the doer. He should be active and never lazy and should give up all sense of proprietorship over the objects of the senses, including his wife, children, home and society. He should be endowed with feelings of loving friendship toward the spiritual master and should never become deviated or bewildered. The servant or disciple should always desire advancement in spiritual understanding, should not envy anyone and should always avoid useless conversation.",
        "purport": " No one can claim to be the permanent proprietor of his so-called wife, family, home, society, and so on. Such material relationships appear and disappear like bubbles on the surface of the ocean. No one can claim to be the creator of the material elements that produced one’s home, society and family. If it were a fact that parents were the ultimate creators of the bodies of their children, children would never die before their parents; the parents would simply create new bodies for the children. Similarly, parents would also not die, because they would create new bodies for themselves to replace the old ones. Actually, God creates everyone’s bodies as well as the material elements with which we build our material societies. Therefore, before death drags these things out of our grasp, we should voluntarily engage them in the loving service of the spiritual master, who is the bona fide representative of Lord Kṛṣṇa. Then such material objects, instead of causing lamentation, will be the cause of happiness."
    },
    {
        "verse": "7",
        "devanagari": "जायापत्यगृहक्षेत्रस्वजनद्रविणादिषु ।उदासीन: समं पश्यन् सर्वेष्वर्थमिवात्मन: ॥ ७ ॥",
        "english_devnagari": "jāyāpatya-gṛha-kṣetra-svajana-draviṇādiṣuudāsīnaḥ samaṁ paśyansarveṣv artham ivātmanaḥ",
        "verse_Syn": [
            "jāyā",
            "apatya",
            "gṛha",
            "kṣetra",
            "svajana",
            "draviṇa",
            "ādiṣu",
            "udāsīnaḥ",
            "samam",
            "paśyan",
            "sarveṣu",
            "artham",
            "iva",
            "ātmanaḥ"
        ],
        "translation": "One should see one’s real self-interest in life in all circumstances and should therefore remain detached from wife, children, home, land, relatives, friends, wealth and so on.",
        "purport": " A devotee of the Lord recognizes that his wife, children, home, land, friends and money are meant to be engaged in the loving service of the Supreme Lord. Therefore, he does not frantically make arrangements for the sense gratification of his family and friends. He is not eager to enjoy the false prestige of being the master of his wife and the lord of his children, nor is he anxious to gain prestige from his friends and society. Thus he does not envy anyone and is not lazy in the matter of self-realization. He is free from the false sense of proprietorship and is always eager to develop his understanding of the Supreme Personality of Godhead. He is free from false egotism and automatically turns away from useless materialistic conversation. Thus he is steady and not whimsical, and he is always firmly situated in loving friendship at the lotus feet of the spiritual master. The question may be raised as to how one can develop freedom from false proprietorship. Śrīla Viśvanātha Cakravartī Ṭhākura has given the following example. An ordinary man is very eager to accumulate more and more money, and he maintains his wealth in the form of bank accounts, properties, gold, and so on. As long as these different assets are contributing to his financial well-being, he sees them equally and considers that they belong to him. But if some of his assets are taken by the government for taxes, or if they are lost in an unfortunate business arrangement, then he is forced to give up his sense of proprietorship. In the same way, everyone should be intelligent enough to observe that one’s sense of ownership over innumerable material objects is not permanent; therefore one should develop detachment from these things. If one does not cultivate a loving feeling of friendship for the Supreme Personality of Godhead and His pure devotee, the spiritual master, one will undoubtedly be entangled by the network of material society, friendship and love. One will then remain bound up on the material platform with no hope of permanent happiness."
    },
    {
        "verse": "8",
        "devanagari": "विलक्षण: स्थूलसूक्ष्माद् देहादात्मेक्षिता स्वद‍ृक् ।यथाग्निर्दारुणो दाह्याद् दाहकोऽन्य: प्रकाशक: ॥ ८ ॥",
        "english_devnagari": "vilakṣaṇaḥ sthūla-sūkṣmāddehād ātmekṣitā sva-dṛkyathāgnir dāruṇo dāhyāddāhako ’nyaḥ prakāśakaḥ",
        "verse_Syn": [
            "vilakṣaṇaḥ",
            "sthūla",
            "sūkṣmāt",
            "dehāt",
            "ātmā",
            "īkṣitā",
            "sva",
            "dṛk",
            "yathā",
            "agniḥ",
            "dāruṇaḥ",
            "dāhyāt",
            "dāhakaḥ",
            "anyaḥ",
            "prakāśakaḥ"
        ],
        "translation": "Just as fire, which burns and illuminates, is different from firewood, which is to be burned to give illumination, similarly the seer within the body, the self-enlightened spirit soul, is different from the material body, which is to be illuminated by consciousness. Thus the spirit soul and the body possess different characteristics and are separate entities.",
        "purport": " It is analytically demonstrated in this verse that one should never falsely identify the ego with the material body. Such misidentification is called false ego, or material illusion. The following question may be raised. Since it is commonly known that the Supreme Personality of Godhead enlightens the conditioned soul, why is the term sva-dṛk, or “self-enlightened,” used in this verse? Śrīla Viśvanātha Cakravartī Ṭhākura explains that although the Supreme Personality of Godhead certainly furnishes consciousness to the living entity, the living entity, being endowed with the potency of the Lord, has himself the capacity to revive and expand his pure consciousness. He may therefore be considered, in a secondary sense, self-enlightened. The example may be given that gold or silver domes brilliantly reflect the rays of the sun. Although the light comes from the sun, the inherent properties of gold and silver can also be considered causes for the brilliant reflection, since other substances do not possess suitable properties to reflect the sun’s light. Similarly, the spirit soul can be considered sva-dṛk, or self-enlightened, because he possesses characteristics by which he can brilliantly reflect the potency of the Personality of Godhead, thus illuminating his existential situation, just as a gold or silver dome shines due to its reflective properties. A nice example is given in this verse to illustrate the different characteristics of the body and soul. Fire, which burns and illuminates, is always different from that which is burned for illumination. It may be said, however, that fire is present in an unmanifest form within wood. Similarly, in the conditioned life of ignorance, the spirit soul is present, though unmanifest, within the body. The enlightened condition of the living entity can be compared to the act of arousing fire within wood. Just as fire quickly burns wood to ashes, similarly the spirit soul, when enlightened, burns to ashes the darkness of ignorance. We are conscious of the body; therefore it may be said that the body is illuminated by consciousness, which is the energy, or symptom, of the spirit soul. Identifying the body and soul as one is just as foolish as considering fire and wood to be the same. In both cases, the intimate circumstantial connection between fire and wood or between the soul and the body does not alter the fact that fire is different from wood or that the soul is always different from the body."
    },
    {
        "verse": "9",
        "devanagari": "निरोधोत्पत्त्यणुबृहन्नानात्वं तत्कृतान् गुणान् ।अन्त:प्रविष्ट आधत्त एवं देहगुणान् पर: ॥ ९ ॥",
        "english_devnagari": "nirodhotpatty-aṇu-bṛhan-nānātvaṁ tat-kṛtān guṇānantaḥ praviṣṭa ādhattaevaṁ deha-guṇān paraḥ",
        "verse_Syn": [
            "nirodha",
            "utpatti",
            "aṇu",
            "bṛhat",
            "nānātvam",
            "tat",
            "kṛtān",
            "guṇān",
            "antaḥ",
            "praviṣṭaḥ",
            "ādhatte",
            "evam",
            "deha",
            "guṇān",
            "paraḥ"
        ],
        "translation": "Just as fire may appear differently as dormant, manifest, weak, brilliant and so on, according to the condition of the fuel, similarly, the spirit soul enters a material body and accepts particular bodily characteristics.",
        "purport": " Although fire may appear and disappear within a particular object, the element fire always exists. Similarly, the eternal soul appears within a suitable body and then disappears from that body, but the soul always exists. Just as fire is different from its fuel, the soul is different from the body. A match makes a tiny fire, whereas the explosion of a huge gasoline tank will send flames shooting up into the sky. But still, fire is one. Similarly, one spirit soul may appear in the body of Brahmā and another in the body of an ant, but the spirit soul is qualitatively the same in every body. Because of ignorance we impose the bodily characteristics upon the soul, and thus we say that a particular person is American, Russian, Chinese, African or Mexican or that he is old or young. Although such designations certainly apply to the body, they do not apply to the spirit soul, which is described here as paraḥ, or a transcendental entity. As long as the bewildered spirit soul remains inimical to the Supreme Personality of Godhead, the designations of the gross and subtle bodies will wrap themselves around him, keeping him in darkness. If one intellectually identifies oneself with various materialistic philosophies of life, he becomes covered by the subtle mind. Ultimately everything that exists is part and parcel of the Absolute Truth, Lord Kṛṣṇa. When the living entity realizes this, he becomes nirupādhi, or free from material designations. This is his constitutional position."
    },
    {
        "verse": "10",
        "devanagari": "योऽसौ गुणैर्विरचितो देहोऽयं पुरुषस्य हि ।संसारस्तन्निबन्धोऽयं पुंसो विद्याच्छिदात्मन: ॥ १० ॥",
        "english_devnagari": "yo ’sau guṇair viracitodeho ’yaṁ puruṣasya hisaṁsāras tan-nibandho ’yaṁpuṁso vidyā cchid ātmanaḥ",
        "verse_Syn": [
            "yaḥ",
            "asau",
            "guṇaiḥ",
            "viracitaḥ",
            "dehaḥ",
            "ayam",
            "puruṣasya",
            "hi",
            "saṁsāraḥ",
            "tat",
            "nibandhaḥ",
            "ayam",
            "puṁsaḥ",
            "vidyā",
            "chit",
            "ātmanaḥ"
        ],
        "translation": "The subtle and gross material bodies are created by the material modes of nature, which expand from the potency of the Supreme Personality of Godhead. Material existence occurs when the living entity falsely accepts the qualities of the gross and subtle bodies as being his own factual nature. This illusory state, however, can be destroyed by real knowledge.",
        "purport": " Regarding the analogy comparing fire and its fuel to the soul and the body, one may argue that to some extent fire is dependent upon its fuel and cannot exist without it. Since we do not experience the existence of fire independent of fuel, one may therefore still question how it is possible for the living entity to exist separately from the body, become covered by it and eventually become free from it. Only through the Supreme Personality of Godhead’s knowledge potency (vidyā) can one clearly understand the nature of the living entity. By vidyā, or real knowledge, one may cut material existence to pieces and even in this lifetime experience spiritual reality. According to Śrīla Viśvanātha Cakravartī Ṭhākura, our material existence is an artificial imposition. By the Lord’s inconceivable potency of nescience, the qualities of gross and subtle material forms are psychologically imposed upon the living being, and because of misidentification with the body, the living entity initiates a series of illusory activities. As explained in the previous chapter, the present material body is like a tree that produces the karmic seed of the next body. However, this cycle of ignorance can be cut to pieces by the transcendental knowledge explained by the Lord. Unfortunately, the conditioned souls, being inimical to the Supreme Personality of Godhead, do not accept the perfect knowledge spoken by the Lord. Instead they remain absorbed in gross and subtle illusion. But if the living entity accepts the Lord’s knowledge, his whole situation can be rectified, and he can return to his original, eternal, blissful life of perfect knowledge in the direct association of the Lord."
    },
    {
        "verse": "11",
        "devanagari": "तस्माज्जिज्ञासयात्मानमात्मस्थं केवलं परम् ।सङ्गम्य निरसेदेतद्वस्तुबुद्धिं यथाक्रमम् ॥ ११ ॥",
        "english_devnagari": "tasmāj jijñāsayātmānamātma-sthaṁ kevalaṁ paramsaṅgamya nirased etadvastu-buddhiṁ yathā-kramam",
        "verse_Syn": [
            "tasmāt",
            "jijñāsayā",
            "ātmānam",
            "ātma",
            "stham",
            "kevalam",
            "param",
            "saṅgamya",
            "niraset",
            "etat",
            "vastu",
            "buddhim",
            "yathā",
            "kramam"
        ],
        "translation": "Therefore, by the cultivation of knowledge one should approach the Supreme Personality of Godhead situated within oneself. By understanding the Lord’s pure, transcendental existence, one should gradually give up the false vision of the material world as independent reality.",
        "purport": " The word yathā-kramam (“step by step”) means that after first realizing oneself to be different from the gross material body one should then progressively detach oneself from material mental activities. In this verse etad vastu-buddhim means seeing the material world as existing independently rather than correctly seeing all things as emanations of the Absolute Truth. When one correctly identifies oneself as eternal spiritual form, one achieves the real fruit of knowledge. The Lord is eternally manifest in His eternal form, and the living entity is similarly manifest in his eternal form as the loving servitor of the Lord. When we falsely assume that temporary, illusory material objects are real, knowledge of our eternal spiritual form is covered by ignorance. If, however, one meditates upon the Lord’s supreme presence within everything, one can return to the normal, blissful state of spiritual life. Every human being should seriously endeavor to understand the Absolute Truth, as indicated in this verse by the word jijñāsayā."
    },
    {
        "verse": "12",
        "devanagari": "आचार्योऽरणिराद्य: स्यादन्तेवास्युत्तरारणि: ।तत्सन्धानं प्रवचनं विद्यासन्धि: सुखावह: ॥ १२ ॥",
        "english_devnagari": "ācāryo ’raṇir ādyaḥ syādante-vāsy uttarāraṇiḥtat-sandhānaṁ pravacanaṁvidyā-sandhiḥ sukhāvahaḥ",
        "verse_Syn": [
            "ācāryaḥ",
            "araṇiḥ",
            "ādyaḥ",
            "syāt",
            "ante",
            "vāsī",
            "uttara",
            "araṇiḥ",
            "tat",
            "sandhānam",
            "pravacanam",
            "vidyā",
            "sandhiḥ",
            "sukha",
            "āvahaḥ"
        ],
        "translation": "The spiritual master can be compared to the lower kindling stick, the disciple to the upper kindling stick, and the instruction given by the guru to the third stick placed in between. The transcendental knowledge communicated from guru to disciple is compared to the fire arising from the contact of these, which burns the darkness of ignorance to ashes, bringing great happiness both to guru and disciple.",
        "purport": " When the darkness of ignorance is burned to ashes, the dangerous life of ignorance is also eradicated, and one can work for his true self-interest in full knowledge. In this verse the word ādyaḥ means “original,” and it indicates the spiritual master, who is compared to the sacred kindling stick held below. From the spiritual master transcendental knowledge, like fire, is spread to the disciple. Just as friction between two sticks of firewood produces fire, similarly, bona fide contact between the spiritual master, who is the representative of Kṛṣṇa, and a sincere disciple produces the fire of knowledge. When the disciple takes shelter of the lotus feet of the spiritual master, he automatically acquires perfect knowledge of his original, spiritual form."
    },
    {
        "verse": "13",
        "devanagari": "वैशारदी सातिविशुद्धबुद्धि-र्धुनोति मायां गुणसम्प्रसूताम् ।गुणांश्च सन्दह्य यदात्ममेतत्स्वयं च शाम्यत्यसमिद् यथाग्नि: ॥ १३ ॥",
        "english_devnagari": "vaiśāradī sāti-viśuddha-buddhirdhunoti māyāṁ guṇa-samprasūtāmgunāṁś ca sandahya yad-ātmam etatsvayaṁ ca śāṁyaty asamid yathāgniḥ",
        "verse_Syn": [
            "vaiśāradī",
            "sā",
            "ati",
            "viśuddha",
            "buddhiḥ",
            "dhunoti",
            "māyām",
            "guṇa",
            "samprasūtām",
            "guṇān",
            "ca",
            "sandahya",
            "yat",
            "ātmam",
            "etat",
            "svayam",
            "ca",
            "śāṁyati",
            "asamit",
            "yathā",
            "agniḥ"
        ],
        "translation": "By submissively hearing from an expert spiritual master, the expert disciple develops pure knowledge, which repels the onslaught of material illusion arising from the three modes of material nature. Finally this pure knowledge itself ceases, just as fire ceases when the stock of fuel has been consumed.",
        "purport": " The Sanskrit word vaiśāradī means “that which is derived from the expert [viśārada].” Perfect transcendental knowledge comes from the expert spiritual master, and when such knowledge is heard by the expert disciple, it curbs the waves of material illusion. Since the Lord’s illusory energy acts eternally within the material world, there is no possibility of destroying illusion. One may, however, destroy the presence of illusion within one’s own heart. To accomplish this the disciple must become expert in pleasing the expert spiritual master. As one advances to the perfectional stage of Kṛṣṇa consciousness, experiencing the presence of the Lord everywhere, one’s attention shifts to the transcendental platform. At that time, pure knowledge itself, one’s constant technical awareness of illusion, diminishes, just as fire diminishes and is extinguished after consuming its stock of fuel. Śrīla Madhvācārya has quoted from several Vedic scriptures to show that māyā, or material illusion, is just like a witch who always haunts the conditioned souls. Māyā offers the conditioned souls whatever they like within the three modes of nature, but such offerings are all just like fire that burns the heart to ashes. Therefore, one must understand that the material world is a hellish place, offering a permanent situation to no one. Externally we experience many things, and internally we contemplate our experience, formulating plans for future action. Thus internally and externally we are victims of ignorance. Real knowledge comes from the Vedas, or the Supreme Personality of Godhead in His form of perfect wisdom. If we become fully Kṛṣṇa conscious, taking complete shelter of the Lord, there will be no scarcity of pleasure, because the Lord is the reservoir of all pleasure, and His devotees freely move within that reservoir."
    },
    {
        "verse": "14-16",
        "devanagari": "अथैषाम् कर्मकर्तृणां भोक्तृणां सुखदु:खयो: ।नानात्वमथ नित्यत्वं लोककालागमात्मनाम् ॥ १४ ॥मन्यसे सर्वभावानां संस्था ह्यौत्पत्तिकी यथा ।तत्तदाकृतिभेदेन जायते भिद्यते च धी: ॥ १५ ॥एवमप्यङ्ग सर्वेषां देहिनां देहयोगत: ।कालावयवत: सन्ति भावा जन्मादयोऽसकृत् ॥ १६ ॥",
        "english_devnagari": "athaiṣām karma-kartṝṇāṁbhoktṝṇāṁ sukha-duḥkhayoḥnānātvam atha nityatvaṁloka-kālāgamātmanām",
        "verse_Syn": [
            "atha",
            "eṣām",
            "karma",
            "kartṝṇām",
            "bhoktṝṇām",
            "sukha",
            "duḥkhayoḥ",
            "nānātvam",
            "atha",
            "nityatvam",
            "loka",
            "kāla",
            "āgama",
            "ātmanām",
            "manyase",
            "sarva",
            "bhāvānām",
            "saṁsthā",
            "hi",
            "autpattikī",
            "yathā",
            "tat",
            "tat",
            "ākṛti",
            "bhedena",
            "jāyate",
            "bhidyate",
            "ca",
            "dhīḥ",
            "evam",
            "api",
            "aṅga",
            "sarveṣām",
            "dehinām",
            "deha",
            "yogataḥ",
            "kāla",
            "avayavataḥ",
            "santi",
            "bhāvāḥ",
            "janma",
            "ādayaḥ",
            "asakṛt"
        ],
        "translation": "My dear Uddhava, I have thus explained to you perfect knowledge. There are philosophers, however, who challenge My conclusion. They state that the natural position of the living entity is to engage in fruitive activities, and they see him as the enjoyer of the happiness and unhappiness that accrue from his own work. According to this materialistic philosophy, the world, time, the revealed scriptures and the self are all variegated and eternal, existing as a perpetual flow of transformations. Knowledge, moreover, cannot be one or eternal, because it arises from the different and changing forms of objects; thus knowledge itself is always subject to change. Even if you accept such a philosophy, My dear Uddhava, there will still be perpetual birth, death, old age and disease, since all living entities must accept a material body subject to the influence of time.",
        "purport": " In this verse, according to Śrīla Viśvanātha Cakravartī Ṭhākura, Lord Kṛṣṇa speaks the following to Uddhava. “My dear Uddhava, I have clearly established the actual goal of life in the instructions I have just imparted to you. There are those, however, who challenge My conclusion, especially the followers of Jaimini Kavi. If you are favorable to their understanding and thus do not accept My instructions, then kindly hear the following explanation. “According to the followers of Jaimini, the living entity is originally and naturally a performer of fruitive activities, and his happiness and distress are derived from the fruits of his own work. The world in which the living entities find their enjoyment, the time during which they enjoy, the revealed scriptures that explain the means for achieving enjoyment, and the subtle bodies through which the living entities experience enjoyment all exist not only in manifold variety but also eternally. “The living entity need not develop detachment from material sense gratification, either by seeing the temporariness of individual material objects and situations or by seeing the material world as an illusory creation (māyā). According to such materialistic philosophy, material objects such as garlands, sandalwood or beautiful women are temporary in specific manifestations but perpetually exist through the natural flow of creation and destruction. In other words, although a particular woman’s form is temporary, there will eternally be beautiful women within the material world. Thus, by carefully executing fruitive rituals according to religious scriptures, one can maintain enjoyable contact with women and wealth life after life. In this way one’s sense gratification will be eternal. “The Jaimini philosophers further say that there never was a time when the world did not exist as it does today, which implies that there is no supreme controller who has created it. They claim that the arrangement of this world is real and appropriate and thus is not illusory. Moreover, they say that there is no eternal knowledge of an original perpetual form of the soul. In fact, they say, knowledge arises not from some absolute truth but from the differences among material objects. Knowledge therefore is not eternal and is subject to change. The assumption hidden in this statement is that there is no spirit soul who possesses eternal, constant knowledge of a single, unchanging reality. Rather, the nature of consciousness or knowledge is that it undergoes constant transformation. They state, however, that eternality is not refuted by the perpetually transforming nature of consciousness. Consciousness perpetually exists, they say, but not in the same form. “Thus, the followers of Jaimini conclude that the transformation of knowledge does not negate its eternality; rather, they state that knowledge eternally exists within the perpetual nature of its transformation. They therefore naturally come to the path of regulated sense gratification rather than the path of renunciation, for in the state of mukti, or liberation, the living entity would not have any material senses, and thus the transformation of material understanding would not be possible. Such philosophers consider that the achievement of an unchanging state of mukti would stunt or paralyze the natural activity of the living entity and thus would not be in his self-interest. The path of nivṛtti (aiming toward renunciation and transcendence of the material world) is naturally not interesting to such materialistic philosophers. Accepting for argument’s sake the validity of such materialistic philosophy, one can easily demonstrate that the path of regulated sense gratification brings many unwanted and miserable results to the living entity. Therefore even from a materialistic viewpoint, detachment is desirable. Material time is divided into different sections such as days, weeks, months and years, and by material time the living entity is repeatedly forced to undergo the miseries of birth, death, old age and disease. That such real miseries occur everywhere throughout the universe is well known.” In this way, states Śrīla Viśvanātha Cakravartī Ṭhākura, Lord Kṛṣṇa has pointed out the defect of materialistic philosophy to Uddhava. We may further elaborate that if one falsely accepts the atheistic philosophy of Jaimini and his innumerable modern followers. then the living entity perpetually remains entangled in the anguish of birth, death, old age and disease. This bogus, atheistic philosophy encourages material gratification as the only logical goal of life, but the living entity will inevitably commit mistakes in the execution of regulated sense gratification and eventually go to hell. The Supreme Personality of Godhead, Lord Kṛṣṇa, personally tells Uddhava that this materialistic philosophy is false and irrelevant to the actual self-interest of the living entity."
    },
    {
        "verse": "17",
        "devanagari": "तत्रापि कर्मणां कर्तुरस्वातन्‍त्र्‍यं च लक्ष्यते ।भोक्तुश्च दु:खसुखयो: को न्वर्थो विवशं भजेत् ॥ १७ ॥",
        "english_devnagari": "tatrāpi karmaṇāṁ karturasvātantryaṁ ca lakṣyatebhoktuś ca duḥkha-sukhayoḥko nv artho vivaśaṁ bhajet",
        "verse_Syn": [
            "tatra",
            "api",
            "karmaṇām",
            "kartuḥ",
            "asvātantryam",
            "ca",
            "lakṣyate",
            "bhoktuḥ",
            "ca",
            "duḥkha",
            "sukhayoḥ",
            "kaḥ",
            "nu",
            "arthaḥ",
            "vivaśam",
            "bhajet"
        ],
        "translation": "Although the performer of fruitive activities desires perpetual happiness, it is clearly observed that materialistic workers are often unhappy and only occasionally satisfied, thus proving that they are not independent or in control of their destiny. When a person is always under the superior control of another, how can he expect any valuable results from his own fruitive actions?",
        "purport": " Although materialistic persons reject Kṛṣṇa consciousness and instead pursue temporary sense gratification, even that sense gratification is often beyond their reach. If a person could really control his destiny, why would he create problems for himself? No intelligent person would impose death, old age or disease upon himself or his loved ones. One should recognize that these unwanted miseries are forced upon one by a higher power. Since we are all obviously under superior control, the atheistic philosophy advising one to simply perform fruitive activities and create a happy life is most imperfect. Due to the influence of time, happiness and misery are created. When a woman becomes pregnant, her husband, relatives and friends eagerly await the birth of the child. As time passes and the child is born, everyone feels great happiness. But as the child grows into old age and eventually dies, that same passage of time is a cause of suffering. Ignorant persons vainly seek help from scientists who work feverishly and fruitlessly in their laboratories to stop death. In modern times, inventions have been created to eliminate the inconveniences of life, but the maintenance and production of such conveniences has proven to be unbearably inconvenient for hundreds of millions of people throughout the world. Only the most foolish person will propose that there is no superior controller and that one can achieve favorable results by expert performance of material activities. Ultimately all material activities are useless because they end in annihilation. If one is driving a car but has only limited control, the situation is most dangerous and must lead inevitably to disaster. Similarly, although we are trying to direct the material body to happiness, we are not in full control of the bodily demands, and therefore there will inevitably be disaster. As stated in Bhagavad-gītā (9.3): “Those who are not faithful on the path of devotional service cannot attain Me, O conqueror of foes, but return to birth and death in this material world.” If one is not a devotee of Lord Kṛṣṇa, the eventual result of his activities is simply mṛtyu-saṁsāra — repeated birth and death."
    },
    {
        "verse": "18",
        "devanagari": "न देहिनां सुखं किञ्चिद् विद्यते विदुषामपि ।तथा च दु:खं मूढानां वृथाहङ्करणं परम् ॥ १८ ॥",
        "english_devnagari": "na dehināṁ sukhaṁ kiñcidvidyate viduṣām apitathā ca duḥkhaṁ mūḍhānāṁvṛthāhaṅkaraṇaṁ param",
        "verse_Syn": [
            "na",
            "dehinām",
            "sukham",
            "kiñcit",
            "vidyate",
            "viduṣām",
            "api",
            "tathā",
            "ca",
            "duḥkham",
            "mūḍhānām",
            "vṛthā",
            "ahaṅkaraṇam",
            "param"
        ],
        "translation": "It is observed within the material world that sometimes even an intelligent person is not happy. Similarly, sometimes even a great fool is happy. The concept of becoming happy through expertly performing material activities is simply a useless exhibition of false egotism.",
        "purport": " It may be argued that an intelligent person can expertly perform pious activities within the material world and thus never experience suffering, since unhappiness is caused by sinful or impious activities. However, we often observe great suffering even among pious, intelligent persons, because they sometimes fail in the execution of their duty and sometimes consciously or unconsciously perform a forbidden activity. With this argument the Lord refutes the theory that simply on the strength of material piety one may remain perpetually happy without Kṛṣṇa consciousness. On the other hand, we observe that even the most foolish or sinful persons sometimes experience happiness, because even those completely dedicated to sin sometimes accidentally perform pious activities by inadvertently traveling through a holy place or helping a saintly person. The material creation of God is so complex and bewildering that even those dedicated to piety sometimes commit sins, and even those dedicated to sinful life sometimes perform pious actions. Therefore, within the material world we do not find absolute happiness or unhappiness. Rather, every conditioned soul is hovering in confusion, without perfect knowledge. Piety and sin are relative material ideas that bestow relative happiness and unhappiness. Absolute happiness is experienced on the spiritual platform in full Kṛṣṇa consciousness, or love of God. Thus material life is always ambiguous and relative, whereas Kṛṣṇa consciousness is the actual platform of perfect happiness."
    },
    {
        "verse": "19",
        "devanagari": "यदि प्राप्तिं विघातं च जानन्ति सुखदु:खयो: ।तेऽप्यद्धा न विदुर्योगं मृत्युर्न प्रभवेद् यथा ॥ १९ ॥",
        "english_devnagari": "yadi prāptiṁ vighātaṁ cajānanti sukha-duḥkhayoḥte ’py addhā na vidur yogaṁmṛtyur na prabhaved yathā",
        "verse_Syn": [
            "yadi",
            "prāptim",
            "vighātam",
            "ca",
            "jānanti",
            "sukha",
            "duḥkhayoḥ",
            "te",
            "api",
            "addhā",
            "na",
            "viduḥ",
            "yogam",
            "mṛtyuḥ",
            "na",
            "prabhavet",
            "yathā"
        ],
        "translation": "Even if people know how to achieve happiness and avoid unhappiness, they still do not know the process by which death will not be able to exert its power over them.",
        "purport": " If the so-called intelligent materialists know the means of achieving happiness and destroying unhappiness, then they should deliver people from inevitable death. The scientists are busily working to solve this problem, but since they have completely failed, it is understood that they are not actually intelligent and that they do not know the means of achieving happiness and eliminating misery. It is most foolish to think that one can be happy with an ax hanging over one’s neck. Lord Kṛṣṇa says in Bhagavad-gītā, mṛtyuḥ sarva-haraś cāham: “I Myself come before you as death and take everything away.” We should not blindly ignore the disaster of material life, but should instead accept the Lord’s causeless mercy, which He so magnanimously offers in His incarnation as Caitanya Mahāprabhu. We should surrender to the lotus feet of Lord Caitanya, who offers the real means for achieving unqualified happiness: the chanting of the holy names of the Lord. This is the Lord’s desire, and it is in our own self-interest to take up this process."
    },
    {
        "verse": "20",
        "devanagari": "कोऽन्वर्थ: सुखयत्येनं कामो वा मृत्युरन्तिके ।आघातं नीयमानस्य वध्यस्येव न तुष्टिद: ॥ २० ॥",
        "english_devnagari": "ko ’nv arthaḥ sukhayaty enaṁkāmo vā mṛtyur antikeāghātaṁ nīyamānasyavadhyasyeva na tuṣṭi-daḥ",
        "verse_Syn": [
            "kaḥ",
            "nu",
            "arthaḥ",
            "sukhayati",
            "enam",
            "kāmaḥ",
            "vā",
            "mṛtyuḥ",
            "antike",
            "āghātam",
            "nīyamānasya",
            "vadhyasya",
            "iva",
            "na",
            "tuṣṭi",
            "daḥ"
        ],
        "translation": "Death is not at all pleasing, and since everyone is exactly like a condemned man being led to the place of execution, what possible happiness can people derive from material objects or the gratification they provide?",
        "purport": " It is customary throughout the world that a condemned man is offered a sumptuous last meal. For the condemned man, however, such a feast is a chilling reminder of his imminent death, and therefore he cannot enjoy it. Similarly, no sane human being can be satisfied in material life, because death is standing near and may strike at any moment. If one is sitting in one’s living room with a deadly snake at one’s side, knowing that at any moment the poisonous fangs might pierce the flesh, how can one sit peacefully and watch television or read a book? Similarly, unless one is more or less crazy, one cannot be enthusiastic or even peaceful in material life. Knowledge of the inevitability of death should encourage one to become determined in spiritual life."
    },
    {
        "verse": "21",
        "devanagari": "श्रुतं च द‍ृष्टवद् दुष्टं स्पर्धासूयात्ययव्ययै: ।बह्वन्तरायकामत्वात् कृषिवच्चापि निष्फलम् ॥ २१ ॥",
        "english_devnagari": "śrutaṁ ca dṛṣṭa-vad duṣṭaṁspardhāsūyātyaya-vyayaiḥbahv-antarāya-kāmatvātkṛṣi-vac cāpi niṣphalam",
        "verse_Syn": [
            "śrutam",
            "ca",
            "dṛṣṭa",
            "vat",
            "duṣṭam",
            "spardhā",
            "asūyā",
            "atyaya",
            "vyayaiḥ",
            "bahu",
            "antarāya",
            "kāmatvāt",
            "kṛṣi",
            "vat",
            "ca",
            "api",
            "niṣphalam"
        ],
        "translation": "That material happiness of which we hear, such as promotion to heavenly planets for celestial enjoyment, is just like that material happiness we have already experienced. Both are polluted by jealousy, envy, decay and death. Therefore, just as an attempt to raise crops becomes fruitless if there are many problems like crop disease, insect plague or drought, similarly, the attempt to attain material happiness, either on earth or on the heavenly planets, is always fruitless because of innumerable obstacles.",
        "purport": " Śrīla Bhaktisiddhānta Sarasvatī Ṭhākura comments as follows on this verse. “Ordinarily, if there is no specific impediment, agricultural endeavors will yield their fruits. If, however, there is a defect in the seed, or if the soil is too salty or barren, or if there is drought, plague, excessive rain or heat out of season, or if there are disturbances caused by animals, birds or insects, then agricultural activities will not yield the desired harvest. Similarly, those who are expert in analyzing the material world see that the heavenly situations offered in the Vedas are not basically different from life on the earth. By the interaction of conditioned souls there will inevitably be jealousy as one becomes distinguished as superior and another as inferior. By the power of time these positions are reversed, and therefore violence and intrigue disturb life even on the heavenly planets. In fact, the attempt to promote oneself to the heavenly planets is itself full of problems and disturbances. One should therefore understand that the kingdom of God, Vaikuṇṭha, is transcendental to the limitations and disturbances imposed by the laws of material nature in this world. If one wrongly concludes that such imperfections are also present in the kingdom of God, then one will be polluted by material contamination.”"
    },
    {
        "verse": "22",
        "devanagari": "अन्तरायैरविहितो यदि धर्म: स्वनुष्ठित: ।तेनापि निर्जितं स्थानं यथा गच्छति तच्छृणु ॥ २२ ॥",
        "english_devnagari": "antarāyair avihitoyadi dharmaḥ sv-anuṣṭhitaḥtenāpi nirjitaṁ sthānaṁyathā gacchati tac chṛṇu",
        "verse_Syn": [
            "antarāyaiḥ",
            "avihitaḥ",
            "yadi",
            "dharmaḥ",
            "sv",
            "anuṣṭhitaḥ",
            "tena",
            "api",
            "nirjitam",
            "sthānam",
            "yathā",
            "gacchati",
            "tat",
            "śṛṇu"
        ],
        "translation": "If one performs Vedic sacrifices and fruitive rituals without any mistake or contamination, one will achieve a heavenly situation in the next life. But even this result, which is only achieved by perfect performance of fruitive rituals, will be vanquished by time. Now hear of this.",
        "purport": " The word gacchati means “going.” In Bhagavad-gītā Lord Kṛṣṇa states, āgamāpāyino ’nityāḥ: all material experiences, good or bad, come and go. Therefore the word gacchati refers to the disappearance of the results of even the most meticulously performed fruitive sacrifices. Any material situation, from the worst to the best, is imperfect. Thus one should strive only for pure Kṛṣṇa consciousness."
    },
    {
        "verse": "23",
        "devanagari": "इष्ट्वेह देवता यज्ञै: स्वर्लोकं याति याज्ञिक: ।भुञ्जीत देववत्तत्र भोगान् दिव्यान् निजार्जितान् ॥ २३ ॥",
        "english_devnagari": "iṣṭveha devatā yajñaiḥsvar-lokaṁ yāti yājñikaḥbhuñjīta deva-vat tatrabhogān divyān nijārjitān",
        "verse_Syn": [
            "iṣṭvā",
            "iha",
            "devatāḥ",
            "yajñaiḥ",
            "svaḥ",
            "lokam",
            "yāti",
            "yājñikaḥ",
            "bhuñjīta",
            "deva",
            "vat",
            "tatra",
            "bhogān",
            "divyān",
            "nija",
            "arjitān"
        ],
        "translation": "If on earth one performs sacrifices for the satisfaction of the demigods, he goes to the heavenly planets, where, just like a demigod, he enjoys all of the heavenly pleasures he has earned by his performances.",
        "purport": ""
    },
    {
        "verse": "24",
        "devanagari": "स्वपुण्योपचिते शुभ्रे विमान उपगीयते ।गन्धर्वैर्विहरन् मध्ये देवीनां हृद्यवेषधृक् ॥ २४ ॥",
        "english_devnagari": "sva-puṇyopacite śubhrevimāna upagīyategandharvair viharan madhyedevīnāṁ hṛdya-veṣa-dhṛk",
        "verse_Syn": [
            "sva",
            "puṇya",
            "upacite",
            "śubhre",
            "vimāne",
            "upagīyate",
            "gandharvaiḥ",
            "viharan",
            "madhye",
            "devīnām",
            "hṛdya",
            "veṣa",
            "dhṛk"
        ],
        "translation": "Having achieved the heavenly planets, the performer of ritualistic sacrifices travels in a glowing airplane, which he obtains as the result of his piety on earth. Being glorified by songs sung by the Gandharvas and dressed in wonderfully charming clothes, he enjoys life surrounded by heavenly goddesses.",
        "purport": ""
    },
    {
        "verse": "25",
        "devanagari": "स्त्रीभि: कामगयानेन किङ्किणीजालमालिना ।क्रीडन् न वेदात्मपातं सुराक्रीडेषु निर्वृत: ॥ २५ ॥",
        "english_devnagari": "strībhiḥ kāmaga-yānenakiṅkinī-jāla-mālinākrīḍan na vedātma-pātaṁsurākrīḍeṣu nirvṛtaḥ",
        "verse_Syn": [
            "strībhiḥ",
            "kāma",
            "ga",
            "yānena",
            "kiṅkiṇī",
            "jāla",
            "mālinā",
            "krīḍan",
            "na",
            "veda",
            "ātma",
            "pātam",
            "sura",
            "ākrīḍeṣu",
            "nirvṛtaḥ"
        ],
        "translation": "Accompanied by heavenly women, the enjoyer of the fruits of sacrifice goes on pleasure rides in a wonderful airplane, which is decorated with circles of tinkling bells and which flies wherever he desires. Being relaxed, comfortable and happy in the heavenly pleasure gardens, he does not consider that he is exhausting the fruits of his piety and will soon fall down to the mortal world.",
        "purport": ""
    },
    {
        "verse": "26",
        "devanagari": "तावत् स मोदते स्वर्गे यावत् पुण्यं समाप्यते ।क्षीणपुण्य: पतत्यर्वागनिच्छन् कालचालित: ॥ २६ ॥",
        "english_devnagari": "tāvat sa modate svargeyāvat puṇyaṁ samāpyatekṣīṇa-puṇyaḥ pataty arvāganicchan kāla-cālitaḥ",
        "verse_Syn": [
            "tāvat",
            "saḥ",
            "modate",
            "svarge",
            "yāvat",
            "puṇyam",
            "samāpyate",
            "kṣīṇa",
            "puṇyaḥ",
            "patati",
            "arvāk",
            "anicchan",
            "kāla",
            "cālitaḥ"
        ],
        "translation": "Until his pious results are used up, the performer of sacrifice enjoys life in the heavenly planets. When the pious results are exhausted, however, he falls down from the pleasure gardens of heaven, being moved against his desire by the force of eternal time.",
        "purport": ""
    },
    {
        "verse": "27-29",
        "devanagari": "यद्यधर्मरत: सङ्गादसतां वाजितेन्द्रिय: ।कामात्मा कृपणो लुब्ध: स्त्रैणो भूतविहिंसक: ॥ २७ ॥पशूनविधिनालभ्य प्रेतभूतगणान् यजन् ।नरकानवशो जन्तुर्गत्वा यात्युल्बणं तम: ॥ २८ ॥कर्माणि दु:खोदर्काणि कुर्वन् देहेन तै: पुन: ।देहमाभजते तत्र किं सुखं मर्त्यधर्मिण: ॥ २९ ॥",
        "english_devnagari": "yady adharma-rataḥ saṅgādasatāṁ vājitendriyaḥkāmātmā kṛpaṇo lubdhaḥstraiṇo bhūta-vihiṁsakaḥ",
        "verse_Syn": [
            "yadi",
            "adharma",
            "rataḥ",
            "saṅgāt",
            "asatām",
            "vā",
            "ajita",
            "indriyaḥ",
            "kāma",
            "ātmā",
            "kṛpaṇaḥ",
            "lubdhaḥ",
            "straiṇaḥ",
            "bhūta",
            "vihiṁsakaḥ",
            "paśūn",
            "avidhinā",
            "ālabhya",
            "preta",
            "bhūta",
            "gaṇān",
            "yajan",
            "narakān",
            "avaśaḥ",
            "jantuḥ",
            "gatvā",
            "yāti",
            "ulbaṇam",
            "tamaḥ",
            "karmāṇi",
            "duḥkha",
            "udarkāṇi",
            "kurvan",
            "dehena",
            "taiḥ",
            "punaḥ",
            "deham",
            "ābhajate",
            "tatra",
            "kim",
            "sukham",
            "martya",
            "dharmiṇaḥ"
        ],
        "translation": "If a human being is engaged in sinful, irreligious activities, either because of bad association or because of his failure to control his senses, then such a person will certainly develop a personality full of material desires. He thus becomes miserly toward others, greedy and always anxious to exploit the bodies of women. When the mind is so polluted one becomes violent and aggressive and without the authority of Vedic injunctions slaughters innocent animals for sense gratification. Worshiping ghosts and spirits, the bewildered person falls fully into the grip of unauthorized activities and thus goes to hell, where he receives a material body infected by the darkest modes of nature. In such a degraded body, he unfortunately continues to perform inauspicious activities that greatly increase his future unhappiness, and therefore he again accepts a similar material body. What possible happiness can there be for one who engages in activities inevitably terminating in death?",
        "purport": " In the Vedic analysis of civilized life there are two paths. One who takes to the path of nivṛtti-mārga immediately renounces material sense gratification and purifies his existence by performance of austerity and devotional activities. On the path of pravṛtti-mārga one furnishes a steady supply of sense objects to the senses, but one consumes such sense objects under strict regulations and through ritualistic ceremonies, thus gradually purifying the heart and satiating the material senses. Unfortunately, as explained in this and the previous verse, the path of pravṛtti-mārga is extremely volatile because rather than becoming detached, the living entity often becomes uncontrolled and fully addicted to further sense gratification. In the previous verse the path of regulated, authorized sense gratification was described, and in this verse the path of unauthorized, demoniac sense gratification is described. In this verse, the words saṅgād asatāṁ vājitendriyaḥ are very significant. One may fall down into sinful life by bad association, or even in good association one may fail to control his senses. Ultimately each living entity is responsible for his existential situation. The word adharma-rataḥ in this verse indicates those engaged in excessive sex life, meat-eating, drinking and other inauspicious activities that transgress the codes of civilized human life. Being in the mode of ignorance, these persons develop such a cruel mentality that they do not consider any festive occasion complete without the consumption of large quantities of meat obtained by slaughtering helpless animals. Eventually such persons become influenced by ghosts and spirits, who deprive them of all ability to discriminate between right and wrong. Losing all sense of decency, they become fit candidates for entrance into the darkest modes of material existence. Sometimes these lusty, intoxicated carnivores, considering themselves pious, pray to God in a useless way. Afflicted by innumerable material desires, they rotate from one material body to another without experiencing true happiness. Śrīla Bhaktisiddhānta Sarasvatī Ṭhākura has noted that material life is so disturbing that even if one is allowed to live for an entire day of Brahmā — approximately 8,640,000,000 years — one will eventually be afflicted by the fear of death. In fact, Brahmā himself is disturbed by fear of death, what to speak of tiny human beings who live a paltry seventy or eighty years at most. Thus, as stated here, kiṁ sukhaṁ martya-dharmiṇaḥ: what possible happiness can one find within the painful grip of material illusion?"
    },
    {
        "verse": "30",
        "devanagari": "लोकानां लोकपालानां मद्भ‍यं कल्पजीविनाम् ।ब्रह्मणोऽपि भयं मत्तो द्विपरार्धपरायुष: ॥ ३० ॥",
        "english_devnagari": "lokānāṁ loka-pālānāṁmad bhayaṁ kalpa-jīvināmbrahmaṇo ’pi bhayaṁ mattodvi-parārdha-parāyuṣaḥ",
        "verse_Syn": [
            "lokānām",
            "loka",
            "pālānām",
            "mat",
            "bhayam",
            "kalpa",
            "jīvinām",
            "brahmaṇaḥ",
            "api",
            "bhayam",
            "mattaḥ",
            "dvi",
            "parārdha",
            "para",
            "āyuṣaḥ"
        ],
        "translation": "In all the planetary systems, from the heavenly to the hellish, and for all of the great demigods who live for one thousand yuga cycles, there is fear of Me in My form of time. Even Brahmā, who possesses the supreme life span of 311,040,000,000,000 years, is also afraid of Me.",
        "purport": " There are many statements throughout Vedic literature proving that even the great demigods fear the time potency of the Supreme Personality of Godhead. Even in the heavenly planets there is no relief from the miseries of material life. No conditioned soul can live eternally, as clearly demonstrated by the deaths of Hiraṇyakaśipu and other demons. Since even the demigods fear the time potency of the Personality of Godhead, one may easily conclude that Kṛṣṇa is the Absolute Truth and that He is eternally the supreme controller of everything and everyone. Lord Kṛṣṇa is the only real shelter."
    },
    {
        "verse": "31",
        "devanagari": "गुणा: सृजन्ति कर्माणि गुणोऽनुसृजते गुणान् ।जीवस्तु गुणसंयुक्तो भुङ्क्ते कर्मफलान्यसौ ॥ ३१ ॥",
        "english_devnagari": "guṇāḥ sṛjanti karmāṇiguṇo ’nusṛjate guṇānjīvas tu guṇa-saṁyuktobhuṅkte karma-phalāny asau",
        "verse_Syn": [
            "guṇāḥ",
            "sṛjanti",
            "karmāṇi",
            "guṇaḥ",
            "anusṛjate",
            "guṇān",
            "jīvaḥ",
            "tu",
            "guṇa",
            "saṁyuktaḥ",
            "bhuṅkte",
            "karma",
            "phalāni",
            "asau"
        ],
        "translation": "The material senses create material activities, either pious or sinful, and the modes of nature set the material senses into motion. The living entity, being fully engaged by the material senses and modes of nature, experiences the various results of fruitive work.",
        "purport": " It has been explained in the previous verses that the living entity under the control of fruitive activities is pushed down into a hellish condition of life. In this verse the exact nature of the living entity’s dependence on fruitive activities is described. One can observe that one’s activities are performed by the material senses and that the living entity himself is merely conscious of such activities. One may be worshiping the demigods, enjoying sex or performing agricultural or intellectual activities, but in all cases the material senses are performing the work. One may argue that the spirit soul initiates the activities of the senses and thus is the ultimate doer, but such false egotism is negated in this verse by the statement guṇāḥ sṛjanti karmāṇi guṇo ’nusṛjate guṇān. The three modes of nature — goodness, passion and ignorance — stimulate the functions of the material senses, and the living entity, coming under the control of a particular mode of nature, merely experiences the good and bad results of his work. This does not negate the concept of free will, since the living entity chooses to associate with different modes of nature. By one’s eating, speaking, sexual activities, occupation, etc., one associates with various modes of nature and acquires a particular mentality. But in all cases the modes of nature themselves are acting, not the living entity. The word asau in this verse indicates that the living entity falsely considers himself to be the performer of work carried out by nature. As stated in Bhagavad-gītā (3.27): “The bewildered spirit soul, under the influence of the three modes of material nature, thinks himself to be the doer of activities, which are in actuality carried out by nature.” The conditioned soul can be liberated simply by giving up this false egoistic conception of life and taking to the devotional service of the Lord, by which the living entity, or marginal potency of the Supreme Personality of Godhead, escapes the disturbing influence of the external potency called māyā. In the devotional service of the Lord the liberated entity realizes his actual form of eternity, knowledge and bliss. It is natural to perform activities with a desire to achieve a good result. The best results, however, can be attained by one who engages in the devotional service of the Lord with a desire to be reinstated in his constitutional position as the Lord’s loving servant. In this way the tendency to exploit one’s own activities for a particular result can be purified; then the modes of nature and the material senses will no longer engage the living entity in illusion. The living entity is by nature blissful, and when his illusion ceases, all suffering comes to an end. The liberated soul is then fit to reside in Vaikuṇṭha, the kingdom of God."
    },
    {
        "verse": "32",
        "devanagari": "यावत् स्याद् गुणवैषम्यं तावन्नानात्वमात्मन: ।नानात्वमात्मनो यावत् पारतन्‍त्र्‍यं तदैव हि ॥ ३२ ॥",
        "english_devnagari": "yāvat syād guṇa-vaiṣamyaṁtāvan nānātvam ātmanaḥnānātvam ātmano yāvatpāratantryaṁ tadaiva hi",
        "verse_Syn": [
            "yāvat",
            "syāt",
            "guṇa",
            "vaiṣamyam",
            "tāvat",
            "nānātvam",
            "ātmanaḥ",
            "nānātvam",
            "ātmanaḥ",
            "yāvat",
            "pāratantryam",
            "tadā",
            "eva",
            "hi"
        ],
        "translation": "As long as the living entity thinks that the modes of material nature have separate existences, he will be obliged to take birth in many different forms and will experience varieties of material existence. Therefore, the living entity remains completely dependent on fruitive activities under the modes of nature.",
        "purport": " The word guṇa-vaiṣamyam indicates forgetfulness of Lord Kṛṣṇa, which causes one to see material varieties as separate states of existence. The living entity, being attracted to material varieties and having faith in them, is forced to experience these varieties in different material bodies, such as those of demigods, pigs, businessmen, insects, and so on. According to the karma-mīmāṁsā philosophers, there is no transcendental living entity who is the background of all existence. They accept material variety as the final reality. However, the Supreme Personality of Godhead, Lord Kṛṣṇa, is the actual basis of everything. Everything is within Him, and He is within everything. A pure devotee of the Lord sees Kṛṣṇa everywhere and sees all of the variegated modes of nature as the potency of Lord Kṛṣṇa. One who does not see Lord Kṛṣṇa will certainly see material variegatedness as the supreme reality. Such vision is called māyā, or gross illusion, and is similar to the vision of an animal. Pāratantryam means one will remain caught in the web of fruitive activities unless one gives up this superficial, separatist vision."
    },
    {
        "verse": "33",
        "devanagari": "यावदस्यास्वतन्त्रत्वं तावदीश्वरतो भयम् ।य एतत् समुपासीरंस्ते मुह्यन्ति शुचार्पिता: ॥ ३३ ॥",
        "english_devnagari": "yāvad asyāsvatantratvaṁtāvad īśvarato bhayamya etat samupāsīraṁste muhyanti śucārpitāḥ",
        "verse_Syn": [
            "yāvat",
            "asya",
            "asvatantratvam",
            "tāvat",
            "īśvarataḥ",
            "bhayam",
            "ye",
            "etat",
            "samupāsīran",
            "te",
            "muhyanti",
            "śucā",
            "arpitāḥ"
        ],
        "translation": "The conditioned soul who remains dependent on fruitive activities under the material modes of nature will continue to fear Me, the Supreme Personality of Godhead, since I impose the results of one’s fruitive activities. Those who accept the material concept of life, taking the variegatedness of the modes of nature to be factual, devote themselves to material enjoyment and are therefore always absorbed in lamentation and grief.",
        "purport": " The living entity is bound in the network of illusion, but although he can understand that he is dependent upon superior powers, he does not want to serve the Supreme Lord. He thus becomes filled with fear of life itself. Desiring material sense gratification, the living entity, like the demon Kaṁsa, always fears destruction of his material arrangement. Remaining addicted to the flavors of material nature, one gradually sinks down into an irrational form of life. Māyā has two potencies — the first covers the living entity, and the second throws him down into a hellish condition of life. When one is covered by māyā, one loses all power of discrimination, and māyā then throws such a fool into the darkness of ignorance. When one wrongly considers oneself to be independent of the Supreme Personality of Godhead, Lord Kṛṣṇa, one becomes a worshiper of temporary material objects, hoping to enjoy material sense gratification, and as one grows older, one’s life becomes filled with fear and anxiety. A conditioned soul considers himself to be in control of his life, but since he does not have any actual controlling potency, his situation is contradictory and not at all pleasing. As all of one’s material possessions are taken away by time, one becomes filled with lamentation. All in all, material life is truly abominable, and it is only because of dense illusion that we accept it as satisfactory."
    },
    {
        "verse": "34",
        "devanagari": "काल आत्मागमो लोक: स्वभावो धर्म एव च ।इति मां बहुधा प्राहुर्गुणव्यतिकरे सति ॥ ३४ ॥",
        "english_devnagari": "kāla ātmāgamo lokaḥsvabhāvo dharma eva caiti māṁ bahudhā prāhurguṇa-vyatikare sati",
        "verse_Syn": [
            "kālaḥ",
            "ātmā",
            "āgamaḥ",
            "lokaḥ",
            "svabhāvaḥ",
            "dharmaḥ",
            "eva",
            "ca",
            "iti",
            "mām",
            "bahudhā",
            "prāhuḥ",
            "guṇa",
            "vyatikare",
            "sati"
        ],
        "translation": "When there is agitation and interaction of the material modes of nature, the living entities then describe Me in various ways such as all-powerful time, the Self, Vedic knowledge, the universe, one’s own nature, religious ceremonies and so on.",
        "purport": " One can experience the potency of the Personality of Godhead by observing how different species of life — demigods, human beings, animals, fish, birds, insects, plants, etc. — gradually evolve their natures and activities. Each species of life executes a particular process of sense gratification, and this function is called the dharma of the species. Lacking knowledge of the Personality of Godhead, ordinary persons catch a glimpse of the Lord’s potencies in the above-mentioned manifestations. Śrīla Madhvācārya has cited the following information from the Tantra-bhāgavata. The Lord is called kāla, or time, because He is the mover and controller of all material qualities. Because He is complete and perfect, He is called ātmā, or the Self; and He is the personification of all knowledge. The word svabhāva indicates that the Lord fully controls His own destiny; and as the maintainer of everyone He is called dharma. One on the liberated platform can achieve unlimited bliss by worshiping the Personality of Godhead, whereas those who are ignorant of the Lord try to find happiness by concocting other objects of worship. If one stubbornly imagines that anything is independent of the Lord, one will remain in the grip of the illusory network of the Lord’s potency. Seeing the inevitability of the destruction of material things, one is constantly fearful and perpetually laments in the darkness of ignorance. In such darkness there is no question of happiness. Therefore, one should never think that anything is independent of the Personality of Godhead. As soon as one considers anything to be independent of the Lord, one is immediately gripped by the Lord’s illusory network, called māyā. One should always remain humble and obedient to the Personality of Godhead, even when one is liberated, and thus one will achieve the supreme spiritual happiness."
    },
    {
        "verse": "35",
        "devanagari": "श्रीउद्धव उवाचगुणेषु वर्तमानोऽपि देहजेष्वनपावृत: ।गुणैर्न बध्यते देही बध्यते वा कथं विभो ॥ ३५ ॥",
        "english_devnagari": "śrī-uddhava uvācaguṇeṣu vartamāno ’pideha-jeṣv anapāvṛtaḥguṇair na badhyate dehībadhyate vā kathaṁ vibho",
        "verse_Syn": [
            "śrī",
            "uddhavaḥ",
            "uvāca",
            "guṇeṣu",
            "vartamānaḥ",
            "api",
            "deha",
            "jeṣu",
            "anapāvṛtaḥ",
            "guṇaiḥ",
            "na",
            "badhyate",
            "dehī",
            "badhyate",
            "vā",
            "katham",
            "vibho"
        ],
        "translation": "Śrī Uddhava said: O my Lord, a living entity situated within the material body is surrounded by the modes of nature and the happiness and distress that are born of activities caused by these modes. How is it possible that he is not bound by this material encirclement? It may also be said that the living entity is ultimately transcendental and has nothing to do with the material world. Then how is he ever bound by material nature?",
        "purport": " Due to the influence of the modes of nature the material body generates fruitive activities, which in turn generate material happiness and distress. This material chain reaction is indicated by the word deha-jeṣu. The Personality of Godhead has shown Uddhava that the actual goal of life is liberation, not sense gratification. Although the Lord has indicated that the living entity is liberated by devotional service performed with knowledge and renunciation, Uddhava apparently does not understand the specific means of perfection. According to Śrīla Viśvanātha Cakravartī Ṭhākura, Uddhava’s question implies that we observe even in the activities of liberated souls such external activities as eating, sleeping, walking, hearing, speaking, etc., which are functions of the gross and subtle bodies. Thus, if even liberated souls are situated within the gross and subtle material bodies, then how are they not bound by the material modes of nature? If it is argued that the living entity is like the sky, which never mixes with any other object and therefore is not bound, then one may ask how such a transcendental living entity can ever be bound by material nature. In other words, how would material existence be possible? In order to completely clarify the path of Kṛṣṇa consciousness, Uddhava presents this question to the supreme spiritual authority, Lord Kṛṣṇa. In the kingdom of māyā there are innumerable speculations about the Supreme Lord, who is variously described as nonexistent, or as possessing material qualities, or as being devoid of all qualities, or as being a neuter object like a eunuch. But through mundane speculation it is not possible to understand the nature of the Supreme Personality of Godhead. Therefore Uddhava wants to clear the path of spiritual liberation so that people can actually understand that Kṛṣṇa is the Supreme Personality of Godhead. As long as one is affected by the modes of nature, perfect understanding is not possible. Lord Kṛṣṇa will now describe to Uddhava further details of spiritual emancipation on the road back home, back to Kṛṣṇa."
    },
    {
        "verse": "36-37",
        "devanagari": "कथं वर्तेत विहरेत् कैर्वा ज्ञायेत लक्षणै: ।किं भुञ्जीतोत विसृजेच्छयीतासीत याति वा ॥ ३६ ॥एतदच्युत मे ब्रूहि प्रश्न‍ं प्रश्न‍‌विदां वर ।नित्यबद्धो नित्यमुक्त एक एवेति मे भ्रम: ॥ ३७ ॥",
        "english_devnagari": "kathaṁ varteta viharetkair vā jñāyeta lakṣaṇaiḥkiṁ bhuñjītota visṛjecchayītāsīta yāti vā",
        "verse_Syn": [
            "katham",
            "varteta",
            "viharet",
            "kaiḥ",
            "vā",
            "jñāyeta",
            "lakṣaṇaiḥ",
            "kim",
            "bhuñjīta",
            "uta",
            "visṛjet",
            "śayīta",
            "āsīta",
            "yāti",
            "vā",
            "etat",
            "acyuta",
            "me",
            "brūhi",
            "praśnam",
            "praśna",
            "vidām",
            "vara",
            "nitya",
            "baddhaḥ",
            "nitya",
            "muktaḥ",
            "ekaḥ",
            "eva",
            "iti",
            "me",
            "bhramaḥ"
        ],
        "translation": "O my Lord, Acyuta, the same living entity is sometimes described as eternally conditioned and at other times as eternally liberated. I am not able to understand, therefore, the actual situation of the living entity. You, my Lord, are the best of those who are expert in answering philosophical questions. Please explain to me the symptoms by which one can tell the difference between a living entity who is eternally liberated and one who is eternally conditioned. In what various ways would they remain situated, enjoy life, eat, evacuate, lie down, sit or move about?",
        "purport": " In previous verses Lord Kṛṣṇa has explained to Uddhava that an eternally liberated soul is beyond the three modes of material nature. Since a liberated soul is considered to be beyond even the superior mode of goodness, how can he be recognized? By false identification with the modes of nature, which produce one’s own material body, one is bound by illusion. On the other hand, by transcending the modes of nature, one is liberated. However, in ordinary activities — such as eating, evacuating, relaxing, sitting and sleeping — a liberated soul and a conditioned soul appear to be the same. Therefore Uddhava is inquiring, “By what symptoms can I recognize that one living entity is performing such external activities without false ego, and by what symptoms can I recognize one who is working under the illusory bondage of material identification? This is difficult, because the ordinary bodily functions of liberated and conditioned personalities appear similar.” Uddhava has approached the Supreme Personality of Godhead, taking Him as his personal spiritual master, and wants to be enlightened about how to understand the differences between material and spiritual life. Since the living entity is sometimes called eternally conditioned, how could he ever be considered eternally liberated, or vice versa? This is an apparent contradiction, which will be cleared up by the Supreme Personality of Godhead."
    }
]