[
    {
        "verse": "1",
        "devanagari": "श्रीब्राह्मण उवाचसुखमैन्द्रियकं राजन् स्वर्गे नरक एव च ।देहिनां यद् यथा दु:खं तस्मान्नेच्छेत तद् बुध: ॥ १ ॥",
        "english_devnagari": "śrī-brāhmaṇa uvācasukham aindriyakaṁ rājansvarge naraka eva cadehināṁ yad yathā duḥkhaṁtasmān neccheta tad-budhaḥ",
        "verse_Syn": [
            "śrī",
            "brāhmaṇaḥ",
            "uvāca",
            "sukham",
            "aindriyakam",
            "rājan",
            "svarge",
            "narake",
            "eva",
            "ca",
            "dehinām",
            "yat",
            "yathā",
            "duḥkham",
            "tasmāt",
            "na",
            "iccheta",
            "tat",
            "budhaḥ"
        ],
        "translation": "The saintly brāhmaṇa said: O King, the embodied living entity automatically experiences unhappiness in heaven or hell. Similarly, happiness will also be experienced, even without one’s seeking it. Therefore a person of intelligent discrimination does not make any endeavor to obtain such material happiness.",
        "purport": " One should not uselessly waste his life pursuing material sense gratification, because a specific quantity of material happiness will automatically come to one as a result of one’s past and present fruitive activities. This lesson is learned from the ajagara, or python, who lies down and accepts for his maintenance whatever comes of its own accord. Remarkably, in both material heaven and hell happiness and unhappiness come automatically, due to our previous activities, although the proportions of happiness and unhappiness certainly vary. Either in heaven or in hell one may eat, drink, sleep and have sex life, but these activities, being based on the material body, are temporary and inconsequential. An intelligent person should see that even the best material situation is actually a punishment for previous unlawful activities executed outside the scope of loving devotional service to God. A conditioned soul undergoes great trouble to obtain a little happiness. After struggling in material life, which is full of hardship and hypocrisy, one may receive a little sense gratification, but this illusory pleasure in no way offsets the burden of suffering one must bear to obtain it. After all, a pretty hat is no cure for a homely face. If one really wants to solve life’s problems, one should live simply and reserve the major portion of one’s life for loving service to Kṛṣṇa. Even those who do not serve God receive a certain standard of maintenance from Him; therefore we can just imagine the security the Lord affords to those who dedicate their lives to His devotional service. Unrefined fruitive workers foolishly worry only about the present life, whereas more pious karmīs imprudently make elaborate arrangements for future material sense gratification, unaware that all such enjoyment is temporary. The real solution, however, is to understand that by pleasing the Personality of Godhead, who is the master of all senses and all desires, one can attain permanent happiness. Such knowledge easily solves the problems of life."
    },
    {
        "verse": "2",
        "devanagari": "ग्रासं सुमृष्टं विरसं महान्तं स्तोकमेव वा ।यद‍ृच्छयैवापतितं ग्रसेदाजगरोऽक्रिय: ॥ २ ॥",
        "english_devnagari": "grāsaṁ su-mṛṣṭaṁ virasaṁmahāntaṁ stokam eva vāyadṛcchayaivāpatitaṁgrased ājagaro ’kriyaḥ",
        "verse_Syn": [
            "grāsam",
            "su",
            "mṛṣṭam",
            "virasam",
            "mahāntam",
            "stokam",
            "eva",
            "vā",
            "yadṛcchayā",
            "eva",
            "āpatitam",
            "graset",
            "ājagaraḥ",
            "akriyaḥ"
        ],
        "translation": "Following the example of the python, one should give up material endeavors and accept for one’s maintenance food that comes of its own accord, whether such food be delicious or tasteless, ample or meager.",
        "purport": ""
    },
    {
        "verse": "3",
        "devanagari": "शयीताहानि भूरीणि निराहारोऽनुपक्रम: ।यदि नोपनयेद् ग्रासो महाहिरिव दिष्टभुक् ॥ ३ ॥",
        "english_devnagari": "śayītāhāni bhūrīṇinirāhāro ’nupakramaḥyadi nopanayed grāsomahāhir iva diṣṭa-bhuk",
        "verse_Syn": [
            "śayīta",
            "ahāni",
            "bhūrīṇi",
            "nirāhāraḥ",
            "anupakramaḥ",
            "yadi",
            "na",
            "upanayet",
            "grāsaḥ",
            "mahā",
            "ahiḥ",
            "iva",
            "diṣṭa",
            "bhuk"
        ],
        "translation": "If at any time food does not come, then a saintly person should fast for many days without making endeavor. He should understand that by God’s arrangement he must fast. Thus, following the example of the python, he should remain peaceful and patient.",
        "purport": " If by God’s arrangement one is forced to suffer material hardship, then one should think, “Due to my past sinful activity I am now being punished. In this way, God is mercifully making me humble.” The word śayīta means one should remain peaceful and patient without mental agitation. Diṣṭa-bhuk means one must accept the Personality of Godhead as the supreme controller and not foolishly give up one’s faith due to material inconvenience. Tat te ’nukampāṁ su-samīkṣamāṇo bhuñjāna evātma-kṛtaṁ vipākam (Bhāg. 10.14.8). A devotee of the Lord always accepts material hardship as the mercy of Lord Kṛṣṇa; thus he becomes eligible for supreme liberation."
    },
    {
        "verse": "4",
        "devanagari": "ओज:सहोबलयुतं बिभ्रद् देहमकर्मकम् ।शयानो वीतनिद्रश्च नेहेतेन्द्रियवानपि ॥ ४ ॥",
        "english_devnagari": "ojaḥ-saho-bala-yutaṁbibhrad deham akarmakamśayāno vīta-nidraś canehetendriyavān api",
        "verse_Syn": [
            "ojaḥ",
            "sahaḥ",
            "bala",
            "yutam",
            "bibhrat",
            "deham",
            "akarmakam",
            "śayānaḥ",
            "vīta",
            "nidraḥ",
            "ca",
            "na",
            "īheta",
            "indriya",
            "vān",
            "api"
        ],
        "translation": "A saintly person should remain peaceful and materially inactive, maintaining his body without much endeavor. Even though possessed of full sensual, mental and physical strength, a saintly person should not become active for material gain but rather should always remain alert to his actual self-interest.",
        "purport": " The word vīta-nidraḥ in this verse is very significant. Nidrā means “sleep” or “ignorance,” and vīta means “freed from.” In other words, a transcendentalist should always be awake to his eternal relationship with the Supreme Personality of Godhead and should carefully cultivate Kṛṣṇa consciousness. Being confident of his relationship with the Lord, he should not endeavor for his personal maintenance, knowing that the Lord is protecting him in all respects. Śrīla Viśvanātha Cakravartī Ṭhākura states that the example of the python is given so that one will not uselessly waste his time in bodily maintenance. One should not think, however, that the purpose of life is to lie on the ground like a python or to make a show of starving the body. The example of the python should not encourage one to become completely inactive. One should rather become active in spiritual advancement and inactive in material sense gratification. If one becomes completely inactive, that is certainly nidrā, or the darkness of ignorance, in which one remains asleep to his identity as an eternal servant of the Personality of Godhead. A transcendentalist is eager to execute his service to the Lord, and therefore he is grateful when the Lord provides material facilities for such service. Mere renunciation of the material world is phalgu-vairāgya, or an immature stage of spiritual understanding. One must come to the stage of yukta-vairāgya, engaging everything in the service of Lord Kṛṣṇa. It is our practical experience that a devotee absorbed in spreading Kṛṣṇa consciousness automatically receives all facilities for his personal maintenance."
    },
    {
        "verse": "5",
        "devanagari": "मुनि: प्रसन्नगम्भीरो दुर्विगाह्यो दुरत्यय: ।अनन्तपारो ह्यक्षोभ्य: स्तिमितोद इवार्णव: ॥ ५ ॥",
        "english_devnagari": "muniḥ prasanna-gambhīrodurvigāhyo duratyayaḥananta-pāro hy akṣobhyaḥstimitoda ivārṇavaḥ",
        "verse_Syn": [
            "muniḥ",
            "prasanna",
            "gambhīraḥ",
            "durvigāhyaḥ",
            "duratyayaḥ",
            "ananta",
            "pāraḥ",
            "hi",
            "akṣobhyaḥ",
            "stimita",
            "udaḥ",
            "iva",
            "arṇavaḥ"
        ],
        "translation": "A saintly sage is happy and pleasing in his external behavior, whereas internally he is most grave and thoughtful. Because his knowledge is immeasurable and unlimited he is never disturbed, and thus in all respects he is like the tranquil waters of the unfathomable and unsurpassable ocean.",
        "purport": " Even in the midst of great distress, a self-realized sage does not lose control of himself, nor is his spiritual knowledge lost. Thus he is akṣobhya, or undisturbed. His mind is fixed on the Supreme Personality of Godhead, who is the reservoir of unlimited spiritual bliss, and having linked his consciousness with the supreme consciousness, his knowledge cannot be measured. A pure devotee, having taken shelter of the Lord’s lotus feet, possesses great spiritual power, and therefore he cannot be surpassed or overwhelmed. In fact, having developed his spiritual body, he is not affected by the deteriorating actions of time. Although outwardly he is friendly and pleasing to everyone, internally his mind is fixed in the Absolute Truth, and no one can understand his actual purpose or plan. Even the most intelligent human being cannot understand the mental activities of a self-realized devotee who has given up material life based on lust and greed and taken shelter at the lotus feet of the Lord. Such a great soul can be compared to the mighty ocean. Innumerable powerful rivers plunge into the ocean, but the ocean remains calm and peaceful. Thus, a saintly person is understood to be, like the ocean, pleasing, unfathomable, grave, unsurpassable, unlimited and unshakable."
    },
    {
        "verse": "6",
        "devanagari": "समृद्धकामोहीनो वा नारायणपरो मुनि: ।नोत्सर्पेत न शुष्येत सरिद्भ‍िरिव सागर: ॥ ६ ॥",
        "english_devnagari": "samṛddha-kāmo hīno vānārāyaṇa-paro muniḥnotsarpeta na śuṣyetasaridbhir iva sāgaraḥ",
        "verse_Syn": [
            "samṛddha",
            "kāmaḥ",
            "hīnaḥ",
            "vā",
            "nārāyaṇa",
            "paraḥ",
            "muniḥ",
            "na",
            "utsarpeta",
            "na",
            "śuṣyeta",
            "saridbhiḥ",
            "iva",
            "sāgaraḥ"
        ],
        "translation": "During the rainy season the swollen rivers rush into the ocean, and during the dry summer the rivers, now shallow, severely reduce their supply of water; yet the ocean does not swell up during the rainy season, nor does it dry up in the hot summer. In the same way, a saintly devotee who has accepted the Supreme Personality of Godhead as the goal of his life sometimes will receive by providence great material opulence, and sometimes he will find himself materially destitute. However, such a devotee of the Lord does not rejoice in a flourishing condition, nor is he morose when poverty-stricken.",
        "purport": " A sincere devotee of the Lord is always eager to meet the Lord and render Him transcendental service. He wants to remain fixed as an atom at the lotus feet of the Lord because Lord Kṛṣṇa, or Nārāyaṇa, is the reservoir of all pleasure. He rejoices when experiencing pure Kṛṣṇa consciousness and is morose when Kṛṣṇa is not present in his mind. In his dealings with the material world, a devotee cannot be disturbed by ordinary, materialistic people who sometimes insult him and accuse him of neglecting material sense gratification, just as the ocean cannot be disturbed by the innumerable rivers that enter into it. Sometimes lusty women approach a pure devotee, and sometimes speculative philosophers try to argue against the Personality of Godhead, but with all such ordinary people, a pure devotee is detached and undisturbed in his blissful Kṛṣṇa consciousness."
    },
    {
        "verse": "7",
        "devanagari": "द‍ृष्ट्वा स्त्रियं देवमायां तद्भ‍ावैरजितेन्द्रिय: ।प्रलोभित: पतत्यन्धे तमस्यग्नौ पतङ्गवत् ॥ ७ ॥",
        "english_devnagari": "dṛṣṭvā striyaṁ deva-māyāṁtad-bhāvair ajitendriyaḥpralobhitaḥ pataty andhetamasy agnau pataṅga-vat",
        "verse_Syn": [
            "dṛṣṭvā",
            "striyam",
            "deva",
            "māyām",
            "tat",
            "bhāvaiḥ",
            "ajita",
            "indriyaḥ",
            "pralobhitaḥ",
            "patati",
            "andhe",
            "tamasi",
            "agnau",
            "pataṅga",
            "vat"
        ],
        "translation": "One who has failed to control his senses immediately feels attraction upon seeing a woman’s form, which is created by the illusory energy of the Supreme Lord. Indeed, when the woman speaks with enticing words, smiles coquettishly and moves her body sensuously, his mind is immediately captured, and thus he falls blindly into the darkness of material existence, just as the moth maddened by the fire rushes blindly into its flames.",
        "purport": " Śrīla Śrīdhara Svāmī explains in this regard that just as a moth is killed by its attraction to the form of fire, similarly a bee can easily be killed by exploiting its attraction to the fragrance of flowers. Furthermore, hunters may trap and kill an elephant by exploiting its sensuous desire to touch a captive female elephant and may also kill a deer by attracting it with the sounds of their horns; and a fish is killed by its desire to taste the bait on a hook. Thus, one who desires to learn detachment from material illusion should accept these five helpless creatures as guru and learn the needful. Certainly one who is lusty to enjoy the illusory form of woman will be quickly buried in material illusion. Of the five types of fatal attraction involving material sense objects, the lesson of rūpa, or form, is illustrated in this verse."
    },
    {
        "verse": "8",
        "devanagari": "योषिद्धिरण्याभरणाम्बरादि-द्रव्येषु मायारचितेषु मूढ: ।प्रलोभितात्मा ह्युपभोगबुद्ध्यापतङ्गवन्नश्यति नष्टद‍ृष्टि: ॥ ८ ॥",
        "english_devnagari": "yoṣid-dhiraṇyābharaṇāmbarādi-dravyeṣu māyā-raciteṣu mūḍhaḥpralobhitātmā hy upabhoga-buddhyāpataṅga-van naśyati naṣṭa-dṛṣṭiḥ",
        "verse_Syn": [
            "yoṣit",
            "hiraṇya",
            "ābharaṇa",
            "ambara",
            "ādi",
            "dravyeṣu",
            "māyā",
            "raciteṣu",
            "mūḍhaḥ",
            "pralobhita",
            "ātmā",
            "hi",
            "upabhoga",
            "buddhyā",
            "pataṅga",
            "vat",
            "naśyati",
            "naṣṭa",
            "dṛṣṭiḥ"
        ],
        "translation": "A foolish person with no intelligent discrimination is immediately aroused at the sight of a lusty woman beautifully decorated with golden ornaments, fine clothing and other cosmetic features. Being eager for sense gratification, such a fool loses all intelligence and is destroyed just like the moth who rushes into the blazing fire.",
        "purport": " Actually, women have the power to attract men through all of the material senses. Men become lusty by seeing the body of a woman, by smelling her fragrance, by hearing her voice, by tasting her lips and by touching her body. However, the foolish relationship based on material sex attraction begins by seeing, and thus rūpa, or form, is very prominent in the process of ruining one’s intelligence. This fact has been exploited in modern times by huge pornography industries, which prey on unfortunate men and women. The example of the foolish moth rushing into the fire and destroying itself is most appropriate in this regard, for one who becomes addicted to the momentary pleasure of sex indulgence certainly loses his power to understand the spiritual reality behind dull matter. A lusty person becomes blind and foolish through sex indulgence, and his soul is lost in the fire of sense gratification. This whole disaster can be avoided by taking seriously to the process of chanting the holy names of the Lord: Hare Kṛṣṇa, Hare Kṛṣṇa, Kṛṣṇa Kṛṣṇa, Hare Hare/ Hare Rāma, Hare Rāma, Rāma Rāma, Hare Hare. Caitanya Mahāprabhu and His empowered representatives such as Śrīla Prabhupāda have created a movement to save people from the dungeon of material life, and we should all seriously take advantage of this opportunity."
    },
    {
        "verse": "9",
        "devanagari": "स्तोकं स्तोकं ग्रसेद् ग्रासं देहो वर्तेत यावता ।गृहानहिंसन्नातिष्ठेद् वृत्तिं माधुकरीं मुनि: ॥ ९ ॥",
        "english_devnagari": "stokaṁ stokaṁ grased grāsaṁdeho varteta yāvatāgṛhān ahiṁsann ātiṣṭhedvṛttiṁ mādhukarīṁ muniḥ",
        "verse_Syn": [
            "stokam",
            "stokam",
            "graset",
            "grāsam",
            "dehaḥ",
            "varteta",
            "yāvatā",
            "gṛhān",
            "ahiṁsan",
            "ātiṣṭhet",
            "vṛttim",
            "mādhu",
            "karīm",
            "muniḥ"
        ],
        "translation": "A saintly person should accept only enough food to keep his body and soul together. He should go from door to door accepting just a little bit of food from each family. Thus he should practice the occupation of the honeybee.",
        "purport": " Sometimes a honeybee is attracted by the extraordinary aroma of a particular lotus flower and lingers there, neglecting his usual activity of flying from flower to flower. Unfortunately, at sunset the lotus flower closes, and thus the infatuated honeybee is trapped. Similarly, a sannyāsī or brahmacārī may discover that excellent foodstuff is available at a particular house, and therefore, instead of wandering from place to place, he may become a veritable resident of such a well-fed household. Thus he will become bewildered by the illusion of family life and fall down from the platform of renunciation. Also, if a mendicant takes unfair advantage of the Vedic custom of charity and takes too often from a single family, the resentment he causes will disturb the social order. An ideal sage should, like the honeybee, travel from place to place, but he must be careful not to become a chubby bee by going to many houses and eating sumptuously at each house. According to Śrīla Bhaktisiddhānta Sarasvatī Ṭhākura, such a chubby bee will undoubtedly become entangled in the network of māyā. No one should be overly attached to the gratification of his tongue, because this will lead to an overstuffed belly and then uncontrollable lust. In conclusion, one should not endeavor very much for material sense gratification but should instead endeavor strenuously to spread the glories of the Supreme Lord, Kṛṣṇa. This is the proper use of human energy."
    },
    {
        "verse": "10",
        "devanagari": "अणुभ्यश्च महद्भ्यश्च शास्त्रेभ्य: कुशलो नर: ।सर्वत: सारमादद्यात् पुष्पेभ्य इव षट्पद: ॥ १० ॥",
        "english_devnagari": "aṇubhyaś ca mahadbhyaś caśāstrebhyaḥ kuśalo naraḥsarvataḥ sāram ādadyātpuṣpebhya iva ṣaṭpadaḥ",
        "verse_Syn": [
            "aṇubhyaḥ",
            "ca",
            "mahadbhyaḥ",
            "ca",
            "śāstrebhyaḥ",
            "kuśalaḥ",
            "naraḥ",
            "sarvataḥ",
            "sāram",
            "ādadyāt",
            "puṣpebhyaḥ",
            "iva",
            "ṣaṭpadaḥ"
        ],
        "translation": "Just as the honeybee takes nectar from all flowers, big and small, an intelligent human being should take the essence from all religious scriptures.",
        "purport": " In human society the original knowledge is called Veda, and the essential part of veda, or knowledge, is Kṛṣṇa consciousness. As stated in Bhagavad-gītā (15.15), vedaiś ca sarvair aham eva vedyaḥ. From the honeybee, an intelligent human being should learn to take the essence, or nectar, of all knowledge. A honeybee does not waste its time trying to carry away an entire bush or garden, but rather takes the essential nectar. We may thus study the difference between the honeybee and the ass, who carries heavy loads. Education does not mean to become an intellectual ass carrying heavy loads of useless knowledge; rather, one should accept the essential knowledge that leads to an eternal life of bliss and understanding. At the present time people generally have a sectarian concept of religion, and yet there is no scientific understanding of the Absolute Truth. Such complacent, dogmatic, sectarian religionists can certainly learn something from the example of the honeybee given in this verse."
    },
    {
        "verse": "11",
        "devanagari": "सायन्तनं श्वस्तनं वा न सङ्गृह्णीत भिक्षितम् ।पाणिपात्रोदरामत्रो मक्षिकेव न सङ्ग्रही ॥ ११ ॥",
        "english_devnagari": "sāyantanaṁ śvastanaṁ vāna saṅgṛhṇīta bhikṣitampāṇi-pātrodarāmatromakṣikeva na saṅgrahī",
        "verse_Syn": [
            "sāyantanam",
            "śvastanam",
            "vā",
            "na",
            "saṅgṛhṇīta",
            "bhikṣitam",
            "pāṇi",
            "pātra",
            "udara",
            "amatraḥ",
            "makṣikā",
            "iva",
            "na",
            "saṅgrahī"
        ],
        "translation": "A saintly person should not think, “This food I will keep to eat tonight and this other food I can save for tomorrow.” In other words, a saintly person should not store foodstuffs acquired by begging. Rather, he should use his own hands as his plate and eat whatever fits on them. His only storage container should be his belly, and whatever conveniently fits into his belly should be his stock of food. Thus one should not imitate the greedy honeybee who eagerly collects more and more honey.",
        "purport": " There are two types of honeybees: those who collect nectar from the flowers and those who actually manufacture honey in the beehive. This verse refers to the second class. The greedy honeybee eventually collects so much honey that he is trapped in his hive; and in the same way, a materialistic person becomes trapped under the burden of unnecessary material accumulation. One who is interested in making spiritual progress should avoid such a situation; however, Śrīla Bhaktisiddhānta Sarasvatī Ṭhākura points out that for the purpose of spreading Kṛṣṇa consciousness one may accumulate an unlimited amount of material opulence. This is called yukta-vairāgya, or using everything in the service of Kṛṣṇa. A saintly person who is unable to work in Lord Caitanya’s mission should practice austerities and collect only what he can hold in his hands and belly. However, one who has given his life to Kṛṣṇa may collect unlimitedly on Lord Kṛṣṇa’s behalf. In fact, without acquiring material opulence, how is it possible to spread the Kṛṣṇa consciousness movement all over the world? But if one tries to personally enjoy the funds or facilities acquired for the missionary activities of the Kṛṣṇa consciousness movement, he commits the greatest offense. Therefore, even in the name of Lord Kṛṣṇa, one should collect only what he can immediately engage in practical devotional service; otherwise one will fall down to the platform of ordinary greediness."
    },
    {
        "verse": "12",
        "devanagari": "सायन्तनं श्वस्तनं वा न सङ्गृह्णीत भिक्षुक: ।मक्षिका इव सङ्गृह्णन् सह तेन विनश्यति ॥ १२ ॥",
        "english_devnagari": "sāyantanaṁ śvastanaṁ vāna saṅgṛhṇīta bhikṣukaḥmakṣikā iva saṅgṛhṇansaha tena vinaśyati",
        "verse_Syn": [
            "sāyantanam",
            "śvastanam",
            "vā",
            "na",
            "saṅgṛhṇīta",
            "bhikṣukaḥ",
            "makṣikā",
            "iva",
            "saṅgṛhṇan",
            "saha",
            "tena",
            "vinaśyati"
        ],
        "translation": "A saintly mendicant should not even collect foodstuffs to eat later in the same day or the next day. If he disregards this injunction and like the honeybee collects more and more delicious foodstuffs, that which he has collected will indeed ruin him.",
        "purport": " Bhramara refers to that honeybee who wanders about from flower to flower, and makṣikā is the honeybee who accumulates more and more honey in the beehive with great attachment. A saintly mendicant should be like the bhramara bee because if he imitates the makṣikā bee his spiritual consciousness will be ruined. This point is so important that it is repeated in this verse."
    },
    {
        "verse": "13",
        "devanagari": "पदापि युवतीं भिक्षुर्न स्पृशेद् दारवीमपि ।स्पृशन् करीव बध्येत करिण्या अङ्गसङ्गत: ॥ १३ ॥",
        "english_devnagari": "padāpi yuvatīṁ bhikṣurna spṛśed dāravīm apispṛśan karīva badhyetakariṇyā aṅga-saṅgataḥ",
        "verse_Syn": [
            "padā",
            "api",
            "yuvatīm",
            "bhikṣuḥ",
            "na",
            "spṛśet",
            "dāravīm",
            "api",
            "spṛśan",
            "karī",
            "iva",
            "badhyeta",
            "kariṇyāḥ",
            "aṅga",
            "saṅgataḥ"
        ],
        "translation": "A saintly person should never touch a young girl. In fact, he should not even let his foot touch a wooden doll in the shape of a woman. By bodily contact with a woman he will surely be captured by illusion, just as the elephant is captured by the she-elephant due to his desire to touch her body.",
        "purport": " Elephants are captured in the jungle in the following way. A large hole is dug and then covered over with grass, leaves, mud and so on. Then a she-elephant is exhibited in front of the male elephant, who chases after her with lusty desire, falls into the hole and is captured. The lesson to be learned from the elephant is that the desire to relish the touch sensation is certainly the cause of ruining one’s life. An intelligent person, noting the elephant’s great propensity to sport with the she-elephant, will take this excellent example to heart. Therefore, somehow or other one should avoid being cheated by allurement to the sensuous form of woman. One should not allow one’s mind to be lost in lusty dreams of sex pleasure. There are various types of sense gratification to be enjoyed between men and women, including speaking, contemplating, touching, sexual intercourse, etc., and all of these constitute the network of illusion by which one is helplessly bound like an animal. Somehow or other one should remain aloof from sense gratification in the form of sex pleasure; otherwise, there is no possibility of understanding the spiritual world."
    },
    {
        "verse": "14",
        "devanagari": "नाधिगच्छेत् स्त्रियं प्राज्ञ: कर्हिचिन्मृत्युमात्मन: ।बलाधिकै: स हन्येत गजैरन्यैर्गजो यथा ॥ १४ ॥",
        "english_devnagari": "nādhigacchet striyaṁ prājñaḥkarhicin mṛtyum ātmanaḥbalādhikaiḥ sa hanyetagajair anyair gajo yathā",
        "verse_Syn": [
            "na",
            "adhigacchet",
            "striyam",
            "prājñaḥ",
            "karhicit",
            "mṛtyum",
            "ātmanaḥ",
            "bala",
            "adhikaiḥ",
            "saḥ",
            "hanyeta",
            "gajaiḥ",
            "anyaiḥ",
            "gajaḥ",
            "yathā"
        ],
        "translation": "A man possessing intelligent discrimination should not under any circumstances try to exploit the beautiful form of a woman for his sense gratification. Just as an elephant trying to enjoy a she-elephant is killed by other bull elephants also enjoying her company, one trying to enjoy a lady’s company can at any moment be killed by her other lovers who are stronger than he.",
        "purport": " Just as one is enchanted by the beautiful form of a woman, many other men will also be enchanted, and there is danger that they will be stronger than oneself and may even jealously kill one. Crimes of passion are extremely common. This is another disadvantage of material life."
    },
    {
        "verse": "15",
        "devanagari": "न देयं नोपभोग्यं च लुब्धैर्यद् दु:खसञ्चितम् ।भुङ्क्ते तदपि तच्चान्यो मधुहेवार्थविन्मधु ॥ १५ ॥",
        "english_devnagari": "na deyaṁ nopabhogyaṁ calubdhair yad duḥkha-sañcitambhuṅkte tad api tac cānyomadhu-hevārthavin madhu",
        "verse_Syn": [
            "na",
            "deyam",
            "na",
            "upabhogyam",
            "ca",
            "lubdhaiḥ",
            "yat",
            "duḥkha",
            "sañcitam",
            "bhuṅkte",
            "tat",
            "api",
            "tat",
            "ca",
            "anyaḥ",
            "madhu",
            "hā",
            "iva",
            "artha",
            "vit",
            "madhu"
        ],
        "translation": "A greedy person accumulates a large quantity of money with great struggle and pain, but the person who has struggled so much to acquire this wealth is not always allowed to enjoy it himself or give it in charity to others. The greedy man is like the bee who struggles to produce a large quantity of honey, which is then stolen by a man who will enjoy it personally or sell it to others. No matter how carefully one hides his hard-earned wealth or tries to protect it, there are those who are expert in detecting the whereabouts of valuable things, and they will steal it.",
        "purport": " One may argue that a wealthy man may conceal his money so expertly, by investing it in banks, stocks, properties, and so on, that there is no danger of theft. Only foolish people actually hide money by burying it in the ground or placing it under a mattress. But despite the fact that the majority of the world’s wealth has been accumulated in highly developed capitalistic countries, these countries are being severely challenged by many enemies who threaten at any moment to overrun the capitalists and steal their wealth. Similarly, we often find that the children of wealthy people are kidnapped, and then their parents must pay huge ransoms. Sometimes the parents themselves may also be kidnapped. Furthermore, there are so-called investment counselors who are expert in stealing the money of rich people; and in the modern age governments have also become expert in stealing money by taxation. Thus, the word artha-vit indicates one who by hook or by crook is expert in stealing the hard-earned wealth of other people. The bees work frantically to produce honey, but they will not enjoy their honey. As Lord Kṛṣṇa states, mṛtyuḥ sarva-haraś cāham: “I will come as death personified and steal everything.” (Bg. 10.34) Somehow or other one’s hard-earned material opulence will be stolen, and therefore, as mentioned in this verse, one should not work uselessly like the foolish honeybee."
    },
    {
        "verse": "16",
        "devanagari": "सुदु:खोपार्जितैर्वित्तैराशासानां गृहाशिष: ।मधुहेवाग्रतो भुङ्क्ते यतिर्वै गृहमेधिनाम् ॥ १६ ॥",
        "english_devnagari": "su-duḥkhopārjitair vittairāśāsānāṁ gṛhāśiṣaḥmadhu-hevāgrato bhuṅkteyatir vai gṛha-medhinām",
        "verse_Syn": [
            "su",
            "duḥkha",
            "upārjitaiḥ",
            "vittaiḥ",
            "āśāsānām",
            "gṛha",
            "āśiṣaḥ",
            "madhu",
            "hā",
            "iva",
            "agrataḥ",
            "bhuṅkte",
            "yatiḥ",
            "vai",
            "gṛha",
            "medhinām"
        ],
        "translation": "Just as a hunter takes away the honey laboriously produced by the honeybees, similarly, saintly mendicants such as brahmacārīs and sannyāsīs are entitled to enjoy the property painstakingly accumulated by householders dedicated to family enjoyment.",
        "purport": " The scriptures state: “Saintly mendicants in the sannyāsa order of life and brahmacārīs have first right to enjoy the sumptuous foodstuffs produced by the householders. If the householders enjoy such foodstuffs without first offering them in charity to the mendicants, such neglectful householders must undergo the lunar fast called cāndrāyaṇam.” In family life one must overcome the natural tendency toward selfishness by giving abundant charity. Modern society foolishly does not observe such Vedic injunctions, and as a result the world has become overrun by envious gṛha-medhīs, or persons wholly and solely dedicated to personal gratification in family life. Therefore, the whole world is seized in an uncontrollable spasm of violence and suffering. If one wants to live peacefully one must follow the Vedic injunctions regulating family life. Although the householders work very hard to accumulate money, the saintly sannyāsīs and brahmacārīs have the right to first enjoy the fruits of such labor. The conclusion is that one should give first priority to spiritual advancement in Kṛṣṇa consciousness and thus perfect one’s life. Then even without personal endeavor, one will be supplied all of one’s necessities by the mercy of the Personality of Godhead."
    },
    {
        "verse": "17",
        "devanagari": "ग्राम्यगीतं न श‍ृणुयाद् यतिर्वनचर: क्व‍‍चित् ।शिक्षेत हरिणाद् बद्धान्मृगयोर्गीतमोहितात् ॥ १७ ॥",
        "english_devnagari": "grāmya-gītaṁ na śṛṇuyādyatir vana-caraḥ kvacitśikṣeta hariṇād baddhānmṛgayor gīta-mohitāt",
        "verse_Syn": [
            "grāmya",
            "gītam",
            "na",
            "śṛṇuyāt",
            "yatiḥ",
            "vana",
            "caraḥ",
            "kvacit",
            "śikṣeta",
            "hariṇāt",
            "baddhāt",
            "mṛgayoḥ",
            "gīta",
            "mohitāt"
        ],
        "translation": "A saintly person dwelling in the forest in the renounced order of life should never listen to songs or music promoting material enjoyment. Rather, a saintly person should carefully study the example of the deer, who is bewildered by the sweet music of the hunter’s horn and is thus captured and killed.",
        "purport": " If one becomes attached to the sense gratification of materialistic music and songs, one will develop all the features of material entanglement. One should hear Bhagavad-gītā, or the song sung by the Supreme Lord."
    },
    {
        "verse": "18",
        "devanagari": "नृत्यवादित्रगीतानि जुषन् ग्राम्याणि योषिताम् ।आसां क्रीडनको वश्य ऋष्यश‍ृङ्गो मृगीसुत: ॥ १८ ॥",
        "english_devnagari": "nṛtya-vāditra-gītānijuṣan grāmyāṇi yoṣitāmāsāṁ krīḍanako vaśyaṛṣyaśṛṅgo mṛgī-sutaḥ",
        "verse_Syn": [
            "nṛtya",
            "vāditra",
            "gītāni",
            "juṣan",
            "grāmyāni",
            "yoṣitām",
            "āsām",
            "krīḍanakaḥ",
            "vaśyaḥ",
            "ṛṣya",
            "śṛṅgaḥ",
            "mṛgī",
            "sutaḥ"
        ],
        "translation": "Becoming attracted to the worldly singing, dancing and musical entertainment of beautiful women, even the great sage Ṛṣyaśṛṅga, the son of a deer, fell totally under their control, just like a pet animal.",
        "purport": " Ṛṣyaśṛṅga was intentionally brought up by his father in an atmosphere of complete innocence. The father thought that if his son were never exposed to the sight of women he would always remain a perfect brahmacārī. But by chance the inhabitants of the neighboring kingdom, who were suffering from a long-term drought, received divine advice that rain would return to their kingdom only after the brāhmaṇa named Ṛṣyaśṛṅga stepped foot in it. Therefore they sent beautiful women to Ṛṣyaśṛṅga’s hermitage to entice him and bring him back with them. Since Ṛṣyaśṛṅga had never even heard about women, he easily fell for their trap. The name Ṛṣyaśṛṅga indicates that the young sage was born with a deerlike horn growing out of his forehead. If like the deer a ṛṣi becomes attracted to sweet musical sounds promising sense gratification, then like the deer he is quickly vanquished. A thoughtful person should humbly take instruction from the deer, who is doomed by attraction to musical sense gratification."
    },
    {
        "verse": "19",
        "devanagari": "जिह्वयातिप्रमाथिन्या जनो रसविमोहित: ।मृत्युमृच्छत्यसद्बुद्धिर्मीनस्तु बडिशैर्यथा ॥ १९ ॥",
        "english_devnagari": "jihvayāti-pramāthinyājano rasa-vimohitaḥmṛtyum ṛcchaty asad-buddhirmīnas tu baḍiśair yathā",
        "verse_Syn": [
            "jihvayā",
            "ati",
            "pramāthinyā",
            "janaḥ",
            "rasa",
            "vimohitaḥ",
            "mṛtyum",
            "ṛcchati",
            "asat",
            "buddhiḥ",
            "mīnaḥ",
            "tu",
            "baḍiśaiḥ",
            "yathā"
        ],
        "translation": "Just as a fish, incited by the desire to enjoy his tongue, is fatally trapped on the fisherman’s hook, similarly, a foolish person is bewildered by the extremely disturbing urges of the tongue and thus is ruined.",
        "purport": " The fisherman places meaty bait on a sharp hook and easily attracts the unintelligent fish, who is greedy to enjoy its tongue. Similarly, people are mad after gratifying their tongues and lose all discrimination in their eating habits. For momentary gratification they construct huge slaughterhouses and kill millions of innocent creatures, and by inflicting such atrocious suffering they prepare a ghastly future for themselves. But even if one eats only the foods authorized in the Vedas, there is still danger. One may eat too sumptuously and then the artificially stuffed belly will create pressure on the sexual organs. Thus one will fall down into the lower modes of nature and commit sinful activities that lead to the death of one’s spiritual life. From the fish one should carefully learn the real dangers involved in gratifying the tongue."
    },
    {
        "verse": "20",
        "devanagari": "इन्द्रियाणि जयन्त्याशु निराहारा मनीषिण: ।वर्जयित्वा तु रसनं तन्निरन्नस्य वर्धते ॥ २० ॥",
        "english_devnagari": "indriyāṇi jayanty āśunirāhārā manīṣiṇaḥvarjayitvā tu rasanaṁtan nirannasya vardhate",
        "verse_Syn": [
            "indriyāṇi",
            "jayanti",
            "āśu",
            "nirāhārāḥ",
            "manīṣiṇaḥ",
            "varjayitvā",
            "tu",
            "rasanam",
            "tat",
            "nirannasya",
            "vardhate"
        ],
        "translation": "By fasting, learned men quickly bring all of the senses except the tongue under control, because by abstaining from eating such men are afflicted with an increased desire to gratify the sense of taste.",
        "purport": " In South America there is a saying that when the belly is full the heart is content. Thus, one who is eating sumptuously is jolly, and if one is deprived of proper food one’s appetite becomes even more voracious. An intelligent person, however, does not fall under the control of the tongue, but rather tries to make progress in Kṛṣṇa consciousness. By accepting the remnants of food offered to the Lord (prasādam), one gradually purifies the heart and automatically becomes simple and austere. In this connection, Śrīla Bhaktisiddhānta Sarasvatī Ṭhākura states that the business of the tongue is to gratify itself with the varieties of flavor, but by wandering in the twelve holy forests of Vraja-maṇḍala (Vṛndāvana), one can be freed from the twelve flavors of material sense gratification. The five principal divisions of material relationships are neutral admiration, servitude, friendship, parental affection and conjugal love; the seven subordinate features of material relationships are material humor, astonishment, chivalry, compassion, anger, dread and ghastliness. Originally, these twelve rasas, or flavors of relationships, are exchanged between the Supreme Personality of Godhead and the living entity in the spiritual world; and by wandering in the twelve forests of Vṛndāvana one can respiritualize the twelve flavors of personal existence. Thus one will become a liberated soul, free from all material desires. If one artificially tries to give up sense gratification, especially that of the tongue, the attempt will be a failure, and in fact one’s desire for sense gratification will increase as a result of artificial deprivation. Only by experiencing real, spiritual pleasure in relationship with Kṛṣṇa can one give up material desires."
    },
    {
        "verse": "21",
        "devanagari": "तावज्जितेन्द्रियो न स्याद् विजितान्येन्द्रिय: पुमान् ।न जयेद् रसनं यावज्जितं सर्वं जिते रसे ॥ २१ ॥",
        "english_devnagari": "tāvaj jitendriyo na syādvijitānyendriyaḥ pumānna jayed rasanaṁ yāvajjitaṁ sarvaṁ jite rase",
        "verse_Syn": [
            "tāvat",
            "jita",
            "indriyaḥ",
            "na",
            "syāt",
            "vijita",
            "anya",
            "indriyaḥ",
            "pumān",
            "na",
            "jayet",
            "rasanam",
            "yāvat",
            "jitam",
            "sarvam",
            "jite",
            "rase"
        ],
        "translation": "Although one may conquer all of the other senses, as long as the tongue is not conquered it cannot be said that one has controlled his senses. However, if one is able to control the tongue, then one is understood to be in full control of all the senses.",
        "purport": " By eating, one gives energy and activity to all of the senses, and thus if the tongue is uncontrolled all of the senses will be dragged down to the material platform of existence. Therefore, by all means one must control the tongue. If one fasts, then all of the other senses become weak and lose their potency. The tongue, however, becomes more greedy to taste delicious preparations, and when one finally indulges the tongue, all of the senses quickly go out of control. Therefore, Śrīla Viśvanātha Cakravartī Ṭhākura advises that one accept mahā-prasādam, or the remnants of the Lord’s food, in a moderate proportion. Since the tongue’s function is also to vibrate, one should vibrate the glorious holy name of the Supreme Lord and taste the ecstasy of pure Kṛṣṇa consciousness. As stated in Bhagavad-gītā, rasa-varjaṁ raso ’py asya paraṁ dṛṣṭvā nivartate: only by the higher taste of Kṛṣṇa consciousness can one give up the deadly lower taste that keeps one imprisoned in material bondage. Śrīla Bhaktisiddhānta Sarasvatī Ṭhākura states that as long as one’s intelligence is materially covered, one cannot understand the pleasure of Kṛṣṇa consciousness. Trying to enjoy without Kṛṣṇa, the living entity leaves the abode of the Supreme Lord, called Vrajabhūmi, and comes down into the material world, where he quickly loses control of his senses. One becomes particularly victimized by the tongue, belly and genitals, which exert intolerable pressure on the conditioned soul. These desires subside, however, when one reestablishes one’s blissful relationship with the Lord, who is actually the reservoir of all pleasure. One who is attached to the taste of Kṛṣṇa consciousness automatically follows all of the rules and regulations of religious life due to spontaneous attraction to viśuddha-sattva, or the mode of pure goodness. Without such spontaneous attraction, one is certainly bewildered by the pushing of the material senses. Even the beginning stage of devotional service, called sādhana-bhakti (regulatory practice), is so powerful that it brings one to the platform of anartha-nivṛtti, where one becomes free from unwanted sinful habits and gains relief from the pressure of the tongue, belly and genitals. Thus one is delivered from the bondage of material addiction and can no longer be cheated by the allurements of the material energy. As it is said, all that glitters is not gold. In this regard Śrīla Bhaktisiddhānta Sarasvatī Ṭhākura recommends that we consider the following song written by his father, Śrīla Bhaktivinoda Ṭhākura: “O Lord, this material body is a lump of ignorance, and the senses are a network of paths to death. Somehow, we have fallen into this ocean of material sense enjoyment, and of all the senses the tongue is most voracious and uncontrollable; it is very difficult to conquer the tongue in this world. But You, dear Kṛṣṇa, are very kind to us and have given us such nice prasādam, just to control the tongue. Now we take this prasādam to our full satisfaction and glorify Their Lordships Śrī Śrī Rādhā-Kṛṣṇa, and in love call for the help of Lord Caitanya and Lord Nityānanda.”"
    },
    {
        "verse": "22",
        "devanagari": "पिङ्गला नाम वेश्यासीद् विदेहनगरे पुरा ।तस्या मे शिक्षितं किञ्चिन्निबोध नृपनन्दन ॥ २२ ॥",
        "english_devnagari": "piṅgalā nāma veśyāsīdvideha-nagare purātasyā me śikṣitaṁ kiñcinnibodha nṛpa-nandana",
        "verse_Syn": [
            "piṅgalā",
            "nāma",
            "veśyā",
            "āsīt",
            "videha",
            "nagare",
            "purā",
            "tasyāḥ",
            "me",
            "śikṣitaṁ",
            "kiñcit",
            "nibodha",
            "nṛpa",
            "nandana"
        ],
        "translation": "O son of kings, previously in the city of Videha there dwelled a prostitute named Piṅgalā. Now please hear what I have learned from that lady.",
        "purport": ""
    },
    {
        "verse": "23",
        "devanagari": "सा स्वैरिण्येकदा कान्तं सङ्केत उपनेष्यती ।अभूत् काले बहिर्द्वारे बिभ्रती रूपमुत्तमम् ॥ २३ ॥",
        "english_devnagari": "sā svairiṇy ekadā kāntaṁsaṅketa upaneṣyatīabhūt kāle bahir dvārebibhratī rūpam uttamam",
        "verse_Syn": [
            "sā",
            "svairiṇī",
            "ekadā",
            "kāntam",
            "saṅkete",
            "upaneṣyatī",
            "abhūt",
            "kāle",
            "bahiḥ",
            "dvāre",
            "bibhratī",
            "rūpam",
            "uttamam"
        ],
        "translation": "Once that prostitute, desiring to bring a lover into her house, stood outside in the doorway at night showing her beautiful form.",
        "purport": ""
    },
    {
        "verse": "24",
        "devanagari": "मार्ग आगच्छतो वीक्ष्य पुरुषान् पुरुषर्षभ ।तान् शुल्कदान् वित्तवत: कान्तान् मेनेऽर्थकामुकी ॥ २४ ॥",
        "english_devnagari": "mārga āgacchato vīkṣyapuruṣān puruṣarṣabhatān śulka-dān vittavataḥkāntān mene ’rtha-kāmukī",
        "verse_Syn": [
            "mārge",
            "āgacchataḥ",
            "vīkṣya",
            "puruṣān",
            "puruṣa",
            "ṛṣabha",
            "tān",
            "śulka",
            "dān",
            "vitta",
            "vataḥ",
            "kāntān",
            "mene",
            "artha",
            "kāmukī"
        ],
        "translation": "O best among men, this prostitute was very anxious to get money, and as she stood on the street at night she studied all the men who were passing by, thinking, “Oh, this one surely has money. I know he can pay the price, and I am sure he would enjoy my company very much.” Thus she thought about all the men on the street.",
        "purport": ""
    },
    {
        "verse": "25-26",
        "devanagari": "आगतेष्वपयातेषु सा सङ्केतोपजीविनी ।अप्यन्यो वित्तवान् कोऽपि मामुपैष्यति भूरिद: ॥ २५ ॥एवं दुराशया ध्वस्तनिद्रा द्वार्यवलम्बती ।निर्गच्छन्ती प्रविशती निशीथं समपद्यत ॥ २६ ॥",
        "english_devnagari": "āgateṣv apayāteṣusā saṅketopajīvinīapy anyo vittavān ko ’pimām upaiṣyati bhūri-daḥ",
        "verse_Syn": [
            "āgateṣu",
            "apayāteṣu",
            "sā",
            "saṅketa",
            "upajīvinī",
            "api",
            "anyaḥ",
            "vitta",
            "vān",
            "kaḥ",
            "api",
            "mām",
            "upaiṣyati",
            "bhūri",
            "daḥ",
            "evam",
            "durāśayā",
            "dhvasta",
            "nidrā",
            "dvāri",
            "avalambatī",
            "nirgacchantī",
            "praviśatī",
            "niśītham",
            "samapadyata"
        ],
        "translation": "As the prostitute Piṅgalā stood in the doorway, many men came and went, walking by her house. Her only means of sustenance was prostitution, and therefore she anxiously thought, “Maybe this one who is coming now is very rich… Oh, he is not stopping, but I am sure someone else will come. Surely this man who is coming now will want to pay me for my love, and he will probably give lots of money.” Thus, with vain hope, she remained leaning against the doorway, unable to finish her business and go to sleep. Out of anxiety she would sometimes walk out toward the street, and sometimes she went back into her house. In this way, the midnight hour gradually arrived.",
        "purport": ""
    },
    {
        "verse": "27",
        "devanagari": "तस्या वित्ताशया शुष्यद्वक्त्राया दीनचेतस: ।निर्वेद: परमो जज्ञे चिन्ताहेतु: सुखावह: ॥ २७ ॥",
        "english_devnagari": "tasyā vittāśayā śuṣyad-vaktrāyā dīna-cetasaḥnirvedaḥ paramo jajñecintā-hetuḥ sukhāvahaḥ",
        "verse_Syn": [
            "tasyāḥ",
            "vitta",
            "āśayā",
            "śuṣyat",
            "vaktrāyāḥ",
            "dīna",
            "cetasaḥ",
            "nirvedaḥ",
            "paramaḥ",
            "jajñe",
            "cintā",
            "hetuḥ",
            "sukha",
            "āvahaḥ"
        ],
        "translation": "As the night wore on, the prostitute, who intensely desired money, gradually became morose, and her face dried up. Thus being filled with anxiety for money and most disappointed, she began to feel a great detachment from her situation, and happiness arose in her mind.",
        "purport": " It appears from these verses that on this particular night the prostitute Piṅgalā was not at all successful in attracting customers to her house. Being completely frustrated and disappointed, she gradually became indifferent to her situation. Thus, great suffering sometimes leads one to the path of enlightenment; or, according to a Sanskrit proverb, disappointment gives rise to the greatest satisfaction. The prostitute had dedicated her life to satisfying the lusty desires of many men. Engaging her mind, body and words in the service of paying lovers, she completely forgot the devotional service of the Supreme Personality of Godhead, and thus her mind was most unsteady and disturbed. Finally, being completely frustrated, her face and throat drying up, she began to feel indifferent to her situation, and happiness arose in her mind."
    },
    {
        "verse": "28",
        "devanagari": "तस्या निर्विण्णचित्ताया गीतं श‍ृणु यथा मम ।निर्वेद आशापाशानां पुरुषस्य यथा ह्यसि: ॥ २८ ॥",
        "english_devnagari": "tasyā nirviṇṇa-cittāyāgītaṁ śṛṇu yathā mamanirveda āśā-pāśānāṁpuruṣasya yathā hy asiḥ",
        "verse_Syn": [
            "tasyāḥ",
            "nirviṇṇa",
            "cittāyāḥ",
            "gītam",
            "śṛṇu",
            "yathā",
            "mama",
            "nirvedaḥ",
            "āśā",
            "pāśānām",
            "puruṣasya",
            "yathā",
            "hi",
            "asiḥ"
        ],
        "translation": "The prostitute felt disgusted with her material situation and thus became indifferent to it. Indeed, detachment acts like a sword, cutting to pieces the binding network of material hopes and desires. Now please hear from me the song sung by the prostitute in that situation.",
        "purport": " The network of material desires is created when one falsely thinks that he can establish himself permanently in the material world. This binding network should be cut by the sword of detachment; otherwise one will be forced to wander in the illusory network of māyā with no understanding of liberated life on the spiritual platform."
    },
    {
        "verse": "29",
        "devanagari": "न ह्यङ्गाजातनिर्वेदो देहबन्धं जिहासति ।यथा विज्ञानरहितो मनुजो ममतां नृप ॥ २९ ॥",
        "english_devnagari": "na hy aṅgājāta-nirvedodeha-bandhaṁ jihāsatiyathā vijñāna-rahitomanujo mamatāṁ nṛpa",
        "verse_Syn": [
            "na",
            "hi",
            "aṅga",
            "ajāta",
            "nirvedaḥ",
            "deha",
            "bandham",
            "jihāsati",
            "yathā",
            "vijñāna",
            "rahitaḥ",
            "manujaḥ",
            "mamatām",
            "nṛpa"
        ],
        "translation": "O King, just as a human being who is bereft of spiritual knowledge never desires to give up his false sense of proprietorship over many material things, similarly, a person who has not developed detachment never desires to give up the bondage of the material body.",
        "purport": ""
    },
    {
        "verse": "30",
        "devanagari": "पिङ्गलोवाचअहो मे मोहविततिं पश्यताविजितात्मन: ।या कान्तादसत: कामं कामये येन बालिशा ॥ ३० ॥",
        "english_devnagari": "piṅgalovācaaho me moha-vitatiṁpaśyatāvijitātmanaḥyā kāntād asataḥ kāmaṁkāmaye yena bāliśā",
        "verse_Syn": [
            "piṅgalā",
            "uvāca",
            "aho",
            "me",
            "moha",
            "vitatim",
            "paśyata",
            "avijita",
            "ātmanaḥ",
            "yā",
            "kāntāt",
            "asataḥ",
            "kāmam",
            "kāmaye",
            "yena",
            "bāliśā"
        ],
        "translation": "The prostitute Piṅgalā said: Just see how greatly illusioned I am! Because I cannot control my mind, just like a fool I desire lusty pleasure from an insignificant man.",
        "purport": " In material existence all of the senses are attracted by different objects, and thus the conditioned soul becomes a first-class fool. The cause of material life is one’s indifference to the Absolute Truth. The conditioned soul considers himself to be the lord and enjoyer of the material world and considers the purpose of life to be sense gratification. The more one tries to enjoy the material world, the more one’s illusion increases. It appears from this verse that the prostitute Piṅgalā was not only earning her livelihood through prostitution, but was actually enjoying her illicit contact with innumerable men. The words kāntād asataḥ indicate that she was freely selling herself without discrimination to the most ordinary and useless men, considering them to be “lovers.” Thus she says, “I was a great fool.” The word bāliśā means “one who has a childish mentality, without practical experience of right and wrong.”"
    },
    {
        "verse": "31",
        "devanagari": "सन्तं समीपे रमणं रतिप्रदंवित्तप्रदं नित्यमिमं विहाय ।अकामदं दु:खभयाधिशोक-मोहप्रदं तुच्छमहं भजेऽज्ञा ॥ ३१ ॥",
        "english_devnagari": "santaṁ samīpe ramaṇaṁ rati-pradaṁvitta-pradaṁ nityam imaṁ vihāyaakāma-daṁ duḥkha-bhayādhi-śoka-moha-pradaṁ tuccham ahaṁ bhaje ’jñā",
        "verse_Syn": [
            "santam",
            "samīpe",
            "ramaṇam",
            "rati",
            "pradam",
            "vitta",
            "pradam",
            "nityam",
            "imam",
            "vihāya",
            "akāma",
            "dam",
            "duḥkha",
            "bhaya",
            "ādhi",
            "śoka",
            "moha",
            "pradam",
            "tuccham",
            "aham",
            "bhaje",
            "ajñā"
        ],
        "translation": "I am such a fool that I have given up the service of that person who, being eternally situated within my heart, is actually most dear to me. That most dear one is the Lord of the universe, who is the bestower of real love and happiness and the source of all prosperity. Although He is in my own heart, I have completely neglected Him. Instead I have ignorantly served insignificant men who can never satisfy my real desires and who have simply brought me unhappiness, fear, anxiety, lamentation and illusion.",
        "purport": " Piṅgalā laments that she chose to serve most sinful, useless men. She falsely thought they would bring her happiness and neglected to serve the actual Lord of the heart, Kṛṣṇa. She could understand how foolishly she had struggled for money, not knowing that the Supreme Lord is always inclined to award prosperity to His sincere devotee. The prostitute was proud of her ability to please men, but she now laments that she did not try to please the Supreme Lord by loving service. The Supreme Lord is completely aloof from the transactions of the material world. Lord Kṛṣṇa is the actual enjoyer of everyone and everything, but one must learn how to please the Lord by pure spiritual service."
    },
    {
        "verse": "32",
        "devanagari": "अहो मयात्मा परितापितो वृथासाङ्केत्यवृत्त्यातिविगर्ह्यवार्तया ।स्त्रैणान्नराद् यार्थतृषोऽनुशोच्यात्क्रीतेन वित्तं रतिमात्मनेच्छती ॥ ३२ ॥",
        "english_devnagari": "aho mayātmā paritāpito vṛthāsāṅketya-vṛttyāti-vigarhya-vārtayāstraiṇān narād yārtha-tṛṣo ’nuśocyātkrītena vittaṁ ratim ātmanecchatī",
        "verse_Syn": [
            "aho",
            "mayā",
            "ātmā",
            "paritāpitaḥ",
            "vṛthā",
            "sāṅketya",
            "vṛttyā",
            "ati",
            "vigarhya",
            "vārtayā",
            "straiṇāt",
            "narāt",
            "yā",
            "artha",
            "tṛṣaḥ",
            "anuśocyāt",
            "krītena",
            "vittam",
            "ratim",
            "ātmanā",
            "icchatī"
        ],
        "translation": "Oh, how I have uselessly tortured my own soul! I have sold my body to lusty, greedy men who are themselves objects of pity. Thus practicing the most abominable profession of a prostitute, I hoped to get money and sex pleasure.",
        "purport": " The art of prostitution is based on awakening the enjoying propensity in men. Apparently this prostitute was so foolish that she maintained a romantic conception of her profession and was actually trying to enjoy loving affairs with her customers, not realizing that they were the lowest of men with the most abominable motives. Like the prostitute Piṅgalā, one should understand that by giving up the devotional service of the Lord one simply becomes a victim of the illusory energy and suffers greatly."
    },
    {
        "verse": "33",
        "devanagari": "यदस्थिभिर्निर्मितवंशवंश्य-स्थूणं त्वचा रोमनखै: पिनद्धम् ।क्षरन्नवद्वारमगारमेतद्विण्मूत्रपूर्णं मदुपैति कान्या ॥ ३३ ॥",
        "english_devnagari": "yad asthibhir nirmita-vaṁśa-vaṁsya-sthūṇaṁ tvacā roma-nakhaiḥ pinaddhamkṣaran-nava-dvāram agāram etadviṇ-mūtra-pūrṇaṁ mad upaiti kānyā",
        "verse_Syn": [
            "yat",
            "asthibhiḥ",
            "nirmita",
            "vaṁśa",
            "vaṁśya",
            "sthūṇam",
            "tvacā",
            "roma",
            "nakhaiḥ",
            "pinaddham",
            "kṣarat",
            "nava",
            "dvāram",
            "agāram",
            "etat",
            "viṭ",
            "mūtra",
            "pūrṇam",
            "mat",
            "upaiti",
            "kā",
            "anyā"
        ],
        "translation": "This material body is like a house in which I, the soul, am living. The bones forming my spine, ribs, arms and legs are like the beams, crossbeams and pillars of the house, and the whole structure, which is full of stool and urine, is covered by skin, hair and nails. The nine doors leading into this body are constantly excreting foul substances. Besides me, what woman could be so foolish as to devote herself to this material body, thinking that she might find pleasure and love in this contraption?",
        "purport": " The nine doors leading into and out of the body are the two eyes, the two nostrils, the mouth, the two ears, the genitals and the anus. Vaṁśa, or “spine,” also means “bamboo,” and indeed the skeleton appears to resemble a bamboo construction. Just as bamboo can be immediately burned to ashes or chopped into pieces, similarly, the material body, which is constantly deteriorating, may at any moment be crushed into powder, cut into pieces, drowned, burned, suffocated, and so on. Eventually the body must disintegrate, and therefore there is certainly no one as unfortunate as one who has dedicated himself heart and soul to this flimsy body, which is filled with unpleasant elements."
    },
    {
        "verse": "34",
        "devanagari": "विदेहानां पुरे ह्यस्मिन्नहमेकैव मूढधी: ।यान्यमिच्छन्त्यसत्यस्मादात्मदात् काममच्युतात् ॥ ३४ ॥",
        "english_devnagari": "videhānāṁ pure hy asminnaham ekaiva mūḍha-dhīḥyānyam icchanty asaty asmādātma-dāt kāmam acyutāt",
        "verse_Syn": [
            "videhānām",
            "pure",
            "hi",
            "asmin",
            "aham",
            "ekā",
            "eva",
            "mūḍha",
            "dhīḥ",
            "yā",
            "anyam",
            "icchantī",
            "asatī",
            "asmāt",
            "ātma",
            "dāt",
            "kāmam",
            "acyutāt"
        ],
        "translation": "Certainly in this city of Videha I alone am completely foolish. I neglected the Supreme Personality of Godhead, who awards us everything, even our original spiritual form, and instead I desired to enjoy sense gratification with many men.",
        "purport": ""
    },
    {
        "verse": "35",
        "devanagari": "सुहृत् प्रेष्ठतमो नाथ आत्मा चायं शरीरिणाम् ।तं विक्रीयात्मनैवाहं रमेऽनेन यथा रमा ॥ ३५ ॥",
        "english_devnagari": "suhṛt preṣṭhatamo nāthaātmā cāyaṁ śarīriṇāmtaṁ vikrīyātmanaivāhaṁrame ’nena yathā ramā",
        "verse_Syn": [
            "su",
            "hṛt",
            "preṣṭha",
            "tamaḥ",
            "nāthaḥ",
            "ātmā",
            "ca",
            "ayam",
            "śarīriṇām",
            "tam",
            "vikrīya",
            "ātmanā",
            "eva",
            "aham",
            "rame",
            "anena",
            "yathā",
            "ramā"
        ],
        "translation": "The Supreme Personality of Godhead is absolutely the most dear one for all living beings because He is everyone’s well-wisher and Lord. He is the Supreme Soul situated in everyone’s heart. Therefore I will now pay the price of complete surrender, and thus purchasing the Lord I will enjoy with Him just like Lakṣmīdevī.",
        "purport": " The real friend of all conditioned souls is the Supreme Lord, and only He can award the highest perfection in life. By following the example of Lakṣmīdevī, who always remains at the lotus feet of the Lord, one will certainly obtain eternal happiness. One should make the best use of the material body, which is a bad bargain, and surrender one’s body, mind and words to the Lord. Paying such a price, one can purchase the Lord, who is everyone’s dearmost well-wisher. Thus one’s ancient propensity for sense gratification will automatically be controlled."
    },
    {
        "verse": "36",
        "devanagari": "कियत् प्रियं ते व्यभजन् कामा ये कामदा नरा: ।आद्यन्तवन्तो भार्याया देवा वा कालविद्रुता: ॥ ३६ ॥",
        "english_devnagari": "kiyat priyaṁ te vyabhajankāmā ye kāma-dā narāḥādy-antavanto bhāryāyādevā vā kāla-vidrutāḥ",
        "verse_Syn": [
            "kiyat",
            "priyam",
            "te",
            "vyabhajan",
            "kāmāḥ",
            "ye",
            "kāma",
            "dāḥ",
            "narāḥ",
            "ādi",
            "anta",
            "vantaḥ",
            "bhāryāyāḥ",
            "devāḥ",
            "vā",
            "kāla",
            "vidrutāḥ"
        ],
        "translation": "Men provide sense gratification for women, but all these men, and even the demigods in heaven, have a beginning and an end. They are all temporary creations who will be dragged away by time. Therefore how much actual pleasure or happiness could any of them ever give to their wives?",
        "purport": " In this material world everyone is basically pursuing his personal sense gratification, and thus everyone is being ruined by the influence of time. On the material platform no one actually helps anyone else. So-called material love is simply a cheating process, as the lady Piṅgalā is now discovering."
    },
    {
        "verse": "37",
        "devanagari": "नूनं मे भगवान् प्रीतो विष्णु: केनापि कर्मणा ।निर्वेदोऽयं दुराशाया यन्मे जात: सुखावह: ॥ ३७ ॥",
        "english_devnagari": "nūnaṁ me bhagavān prītoviṣṇuḥ kenāpi karmaṇānirvedo ’yaṁ durāśāyāyan me jātaḥ sukhāvahaḥ",
        "verse_Syn": [
            "nūnam",
            "me",
            "bhagavān",
            "prītaḥ",
            "viṣṇuḥ",
            "kena",
            "api",
            "karmaṇā",
            "nirvedaḥ",
            "ayam",
            "durāśāyāḥ",
            "yat",
            "me",
            "jātaḥ",
            "sukha",
            "āvahaḥ"
        ],
        "translation": "Although I most stubbornly hoped to enjoy the material world, somehow or other detachment has arisen in my heart, and it is making me very happy. Therefore the Supreme Personality of Godhead, Viṣṇu, must be pleased with me. Without even knowing it, I must have performed some activity satisfying to Him.",
        "purport": ""
    },
    {
        "verse": "38",
        "devanagari": "मैवं स्युर्मन्दभाग्याया: क्लेशा निर्वेदहेतव: ।येनानुबन्धं निर्हृत्य पुरुष: शममृच्छति ॥ ३८ ॥",
        "english_devnagari": "maivaṁ syur manda-bhāgyāyāḥkleśā nirveda-hetavaḥyenānubandhaṁ nirhṛtyapuruṣaḥ śamam ṛcchati",
        "verse_Syn": [
            "mā",
            "evam",
            "syuḥ",
            "manda",
            "bhāgyāyāḥ",
            "kleśāḥ",
            "nirveda",
            "hetavaḥ",
            "yena",
            "anubandham",
            "nirhṛtya",
            "puruṣaḥ",
            "śamam",
            "ṛcchati"
        ],
        "translation": "A person who has developed detachment can give up the bondage of material society, friendship and love, and a person who undergoes great suffering gradually becomes, out of hopelessness, detached and indifferent to the material world. Thus, due to my great suffering, such detachment awoke in my heart; yet how could I have undergone such merciful suffering if I were actually unfortunate? Therefore, I am in fact fortunate and have received the mercy of the Lord. He must somehow or other be pleased with me.",
        "purport": ""
    },
    {
        "verse": "39",
        "devanagari": "तेनोपकृतमादाय शिरसा ग्राम्यसङ्गता: ।त्यक्त्वा दुराशा: शरणं व्रजामि तमधीश्वरम् ॥ ३९ ॥",
        "english_devnagari": "tenopakṛtam ādāyaśirasā grāmya-saṅgatāḥtyaktvā durāśāḥ śaraṇaṁvrajāmi tam adhīśvaram",
        "verse_Syn": [
            "tena",
            "upakṛtam",
            "ādāya",
            "śirasā",
            "grāmya",
            "saṅgatāḥ",
            "tyaktvā",
            "durāśāḥ",
            "śaraṇam",
            "vrajāmi",
            "tam",
            "adhīśvaram"
        ],
        "translation": "With devotion I accept the great benefit that the Lord has bestowed upon me. Having given up my sinful desires for ordinary sense gratification, I now take shelter of Him, the Supreme Personality of Godhead.",
        "purport": ""
    },
    {
        "verse": "40",
        "devanagari": "सन्तुष्टा श्रद्दधत्येतद्यथालाभेन जीवती ।विहराम्यमुनैवाहमात्मना रमणेन वै ॥ ४० ॥",
        "english_devnagari": "santuṣṭā śraddadhaty etadyathā-lābhena jīvatīviharāmy amunaivāhamātmanā ramaṇena vai",
        "verse_Syn": [
            "santuṣṭā",
            "śraddadhatī",
            "etat",
            "yathā",
            "lābhena",
            "jīvatī",
            "viharāmi",
            "amunā",
            "eva",
            "aham",
            "ātmanā",
            "ramaṇena",
            "vai"
        ],
        "translation": "I am now completely satisfied, and I have full faith in the Lord’s mercy. Therefore I will maintain myself with whatever comes of its own accord. I shall enjoy life with only the Lord, because He is the real source of love and happiness.",
        "purport": ""
    },
    {
        "verse": "41",
        "devanagari": "संसारकूपे पतितं विषयैर्मुषितेक्षणम् ।ग्रस्तं कालाहिनात्मानं कोऽन्यस्त्रातुमधीश्वर: ॥ ४१ ॥",
        "english_devnagari": "saṁsāra-kūpe patitaṁviṣayair muṣitekṣaṇamgrastaṁ kālāhinātmānaṁko ’nyas trātum adhīśvaraḥ",
        "verse_Syn": [
            "saṁsāra",
            "kūpe",
            "patitam",
            "viṣayaiḥ",
            "muṣita",
            "īkṣaṇam",
            "grastam",
            "kāla",
            "ahinā",
            "ātmānam",
            "kaḥ",
            "anyaḥ",
            "trātum",
            "adhīśvaraḥ"
        ],
        "translation": "The intelligence of the living entity is stolen away by activities of sense gratification, and thus he falls into the dark well of material existence. Within that well he is then seized by the deadly serpent of time. Who else but the Supreme Personality of Godhead could save the poor living entity from such a hopeless condition?",
        "purport": " Piṅgalā stated in a previous verse that even the demigods are unable to give actual happiness to a woman. One may question who has authorized this lady to reject even such exalted personalities as Brahmā, Śiva and the other demigods. The answer given here is that if one actually wants to solve all the problems of life and go back home, back to Godhead, then the only solution is to take shelter of the lotus feet of the Lord. It is well known that the demigods themselves are subject to birth and death. As stated by Lord Śiva himself, mukti-pradātā sarveṣāṁ viṣṇur eva na saṁśayaḥ: “There is no doubt that Viṣṇu is the deliverer of liberation for everyone.”"
    },
    {
        "verse": "42",
        "devanagari": "आत्मैव ह्यात्मनो गोप्ता निर्विद्येत यदाखिलात् ।अप्रमत्त इदं पश्येद् ग्रस्तं कालाहिना जगत् ॥ ४२ ॥",
        "english_devnagari": "ātmaiva hy ātmano goptānirvidyeta yadākhilātapramatta idaṁ paśyedgrastaṁ kālāhinā jagat",
        "verse_Syn": [
            "ātmā",
            "eva",
            "hi",
            "ātmanaḥ",
            "goptā",
            "nirvidyeta",
            "yadā",
            "akhilāt",
            "apramattaḥ",
            "idam",
            "paśyet",
            "grastam",
            "kāla",
            "ahinā",
            "jagat"
        ],
        "translation": "When the living entity sees that the entire universe has been seized by the serpent of time, he becomes sober and sane and at that time detaches himself from all material sense gratification. In that condition the living entity is qualified to be his own protector.",
        "purport": " In this verse, Piṅgalā states that by the Lord’s mercy a self-realized soul can see that the entire universe is existing within the jaws of the great serpent of time. Certainly this is not a promising situation, and one who sees it loses his desire for sense gratification. Thus, by the Lord’s causeless mercy, the spiritually sane living entity can protect himself from illusion. Since Piṅgalā is now glorifying the Personality of Godhead for His mercy in awarding salvation, the following question might arise: Is she worshiping the Lord out of love, or is she merely a salvationist desiring liberation from material existence? In answer it may be said that in her Kṛṣṇa conscious situation she is already liberated, even though remaining in this world. Her program will now be simply to render loving service to the Personality of Godhead without any personal desire, including that of salvation."
    },
    {
        "verse": "43",
        "devanagari": "श्रीब्राह्मण उवाचएवं व्यवसितमतिर्दुराशां कान्ततर्षजाम् ।छित्त्वोपशममास्थाय शय्यामुपविवेश सा ॥ ४३ ॥",
        "english_devnagari": "śrī-brāhmaṇa uvācaevaṁ vyavasita-matirdurāśāṁ kānta-tarṣa-jāmchittvopaśamam āsthāyaśayyām upaviveśa sā",
        "verse_Syn": [
            "śrī",
            "brāhmaṇaḥ",
            "uvāca",
            "evam",
            "vyavasita",
            "matiḥ",
            "durāśām",
            "kānta",
            "tarṣa",
            "jām",
            "chittvā",
            "upaśamam",
            "āsthāya",
            "śayyām",
            "upaviveśa",
            "sā"
        ],
        "translation": "The avadhūta said: Thus, her mind completely made up, Piṅgalā cut off all her sinful desires to enjoy sex pleasure with lovers, and she became situated in perfect peace. Then she sat down on her bed.",
        "purport": ""
    },
    {
        "verse": "44",
        "devanagari": "आशा हि परमं दु:खं नैराश्यं परमं सुखम् ।यथा सञ्छिद्य कान्ताशां सुखं सुष्वाप पिङ्गला ॥ ४४ ॥",
        "english_devnagari": "āśā hi paramaṁ duḥkhaṁnairāśyaṁ paramaṁ sukhamyathā sañchidya kāntāśāṁsukhaṁ suṣvāpa piṅgalā",
        "verse_Syn": [
            "āśā",
            "hi",
            "paramam",
            "duḥkham",
            "nairāśyam",
            "paramam",
            "sukham",
            "yathā",
            "sañchidya",
            "kānta",
            "āśām",
            "sukham",
            "suṣvāpa",
            "piṅgalā"
        ],
        "translation": "Material desire is undoubtedly the cause of the greatest unhappiness, and freedom from such desire is the cause of the greatest happiness. Therefore, completely cutting off her desire to enjoy so-called lovers, Piṅgalā very happily went to sleep.",
        "purport": ""
    }
]