[
    {
        "verse": "1",
        "devanagari": "श्रीराजोवाचपरस्य विष्णोरीशस्य मायिनामपि मोहिनीम् ।मायां वेदितुमिच्छामो भगवन्तो ब्रुवन्तु न: ॥ १ ॥",
        "english_devnagari": "śrī-rājovācaparasya viṣṇor īśasyamāyinām api mohinīmmāyāṁ veditum icchāmobhagavanto bruvantu naḥ",
        "verse_Syn": [
            "śrī",
            "rājā",
            "uvāca",
            "parasya",
            "viṣṇoḥ",
            "īśasya",
            "māyinām",
            "api",
            "mohinīm",
            "māyām",
            "veditum",
            "icchāmaḥ",
            "bhagavantaḥ",
            "bruvantu",
            "naḥ"
        ],
        "translation": "King Nimi said: Now we wish to learn about the illusory potency of the Supreme Personality of Godhead, Śrī Viṣṇu, which bewilders even great mystics. My lords, please speak to us about this subject.",
        "purport": " According to Śrīla Śrīdhara Svāmī, in this chapter various saintly sons of Ṛṣabhadeva will speak about the illusory energy (māyā), the means for crossing beyond it, the characteristics of the Supreme Personality of Godhead, and prescribed duties for human beings. The forty-eighth verse of the previous chapter stated, viṣṇor māyām idaṁ paśyan: “A devotee of Kṛṣṇa should see the entire universe to be the illusory potency of the Lord.” Therefore King Nimi is now pursuing this subject matter by requesting more detailed information from the saintly Yogendras. According to Śrīla Bhaktisiddhānta Sarasvatī Ṭhākura, the demigods, headed by Lord Brahmā, and the human beings of the earth are all driven by their particular desires for material sense gratification. Thus they direct their senses toward research for material knowledge. The subtle celestial senses of the demigods and the gross senses of human beings are all busy in ascertaining the measurements of material sense objects. To understand fully the actual nature of māyā, the illusory potency, which causes the conditioned souls to become averse to Kṛṣṇa consciousness and surrender to bewildering material manifestations, King Nimi is inquiring from another of the nine Yogendras, Śrī Antarīkṣa."
    },
    {
        "verse": "2",
        "devanagari": "नानुतृप्ये जुषन्युष्मद्वचोहरिकथामृतम् ।संसारतापनिस्तप्तो मर्त्यस्तत्तापभेषजम् ॥ २ ॥",
        "english_devnagari": "nānutṛpye juṣan yuṣmad-vaco hari-kathāmṛtamsaṁsāra-tāpa-nistaptomartyas tat-tāpa-bheṣajam",
        "verse_Syn": [
            "na",
            "anutṛpye",
            "juṣan",
            "yuṣmat",
            "vacaḥ",
            "hari",
            "kathā",
            "amṛtam",
            "saṁsāra",
            "tāpa",
            "nistaptaḥ",
            "martyaḥ",
            "tat",
            "tāpa",
            "bheṣajam"
        ],
        "translation": "Although I am drinking the nectar of your statements about the glories of the Supreme Personality of Godhead, my thirst is not yet satiated. Such nectarean descriptions of the Lord and His devotees are the actual medicine for conditioned souls like me, who are tormented by the threefold miseries of material existence.",
        "purport": " According to Śrīla Śrīdhara Svāmī, one may argue that since the symptoms of a pure devotee of the Lord have already been elaborately described, one can perfect his life by advancing to the platform mentioned in the previous verse, and there is no need for further questions. But hari-kathāmṛtam, topics about the Lord and His devotees, are so pleasing and beautiful that one cannot give up hearing them, even after spiritual liberation. Caitanya Mahāprabhu, in this connection, has quoted the following verse: “Those who are self-satisfied and unattracted by external, material desires are also attracted to the loving service of Śrī Kṛṣṇa, whose qualities are transcendental and whose activities are wonderful. Hari, the Personality of Godhead, is called Kṛṣṇa because He has such transcendentally attractive features.” (Bhāg. 1.7.10) Material medicine is not desirable once a disease has been cured, but on the absolute platform the means and the end are not different. So chanting and hearing the glories of Lord Kṛṣṇa are both the means and the end of transcendental bliss. King Nimi said to the sages, “You are all great saintly persons absorbed in love of Godhead. Therefore although you will speak about māyā, or illusion, the conclusion will undoubtedly be Kṛṣṇa consciousness. Please don’t think that you have already explained everything to me. The intoxicating nectar of your instructions has left me more eager than ever to hear about the Supreme Personality of Godhead.” King Nimi was also a great devotee of the Lord, otherwise there would have been no question of his personally conversing with such exalted living entities as the nine Yogendras. But as a humble Vaiṣṇava he considered himself an ordinary conditioned soul covered by material designations. Thus he showed his eagerness to understand the actual nature of māyā in order to be safe from her future attempts to place him in the burning fire of material existence."
    },
    {
        "verse": "3",
        "devanagari": "श्रीअन्तरीक्ष उवाचएभिर्भूतानि भूतात्मा महाभूतैर्महाभुज ।ससर्जोच्चावचान्याद्य: स्वमात्रात्मप्रसिद्धये ॥ ३ ॥",
        "english_devnagari": "śrī-antarīkṣa uvācaebhir bhūtāni bhūtātmāmahā-bhūtair mahā-bhujasasarjoccāvacāny ādyaḥsva-mātrātma-prasiddhaye",
        "verse_Syn": [
            "śrī",
            "antarīkṣaḥ",
            "uvāca",
            "ebhiḥ",
            "bhūtāni",
            "bhūta",
            "ātmā",
            "mahā",
            "bhūtaiḥ",
            "mahā",
            "bhuja",
            "sasarja",
            "ucca",
            "avacāni",
            "ādyaḥ",
            "sva",
            "mātrā",
            "ātma",
            "prasiddhaye"
        ],
        "translation": "Śrī Antarīkṣa said: O mighty-armed King, by activating the material elements, the primeval Soul of all creation has sent forth all living beings in higher and lower species so that these conditioned souls can cultivate either sense gratification or ultimate liberation, according to their desire.",
        "purport": " According to Śrīla Viśvanātha Cakravartī Ṭhākura, the illusory energy (māyā) is explained in this verse through a description of her potencies, namely the modes of material nature. In Bhagavad-gītā Lord Kṛṣṇa has described māyā as guṇamayī, “consisting of the material modes of nature.” The material modes of nature are alluded to in this verse by the word uccāvacāni, “high and low species of life.” Various species of life become manifest, as do varieties of beauty, ugliness, strength, weakness and other characteristics within a particular species, according to the proportionate development of the modes of nature. As confirmed in Bhagavad-gītā (13.22), kāraṇaṁ guṇa-saṅgo ’sya sad-asad-yoni-janmasu: “This is due to the living being’s association with material nature in good and evil species.” Similarly we find this statement: “Those situated in the mode of goodness gradually go upward to the higher planets, those in the mode of passion live on the earthly planets, and those in the mode of ignorance go down to the hellish worlds.” (Bg. 14.18) The three general divisions of material life are called deva, tiryak and nara — that is, demigods, subhuman creatures and human beings. In the various species of life there are various facilities for material sense gratification. Different species are distinguished by differently formed senses, such as the genitals, nostrils, tongue, ears and eyes. Pigeons, for example, are given the facility for almost unlimited sex. Bears have an ample opportunity for sleeping. Tigers and lions exhibit the propensities for fighting and meat-eating, horses are distinguished by their legs for swift running, vultures and eagles have keen eyesight, and so on. The human being is distinguished by his large brain, which is meant for understanding God. The phrase sva-mātrātma-prasiddhaye is very significant in this verse. The word sva indicates possession. All living beings belong to the Supreme Lord (mamaivāṁśo jīva-loke jīva-bhūtaḥ sanātanaḥ). Therefore according to this verse they have two options — mātrā-prasiddhaye and ātma-prasiddhaye. Mātrā refers to the material senses, and prasiddhaye refers to effective accomplishment. Therefore mātrā-prasiddhaye means “efficiently engaging in sense gratification.” On the other hand, ātma-prasiddhaye refers to Kṛṣṇa consciousness. There are two categories of ātmā — the jīvātmā, or ordinary living entity, who is dependent, and the Paramātmā, the supreme living entity, who is independent. Some living entities desire to understand both categories of ātmā, and in this verse the word ātma-prasiddhaye indicates that the material world is created to give those living entities the opportunity to achieve such an understanding and thus return to the kingdom of God, where life is eternal and full of bliss and knowledge. Śrīla Śrīdhara Svāmī confirms this by quoting a verse from the veda-stuti of Śrīmad-Bhāgavatam (10.87.2): “The Lord created the intelligence, senses, mind and vital air of the living beings for sense gratification, for performing sacrifices to attain higher births, and ultimately for offering sacrifices to the Supreme Soul.” According to Śrīla Jīva Gosvāmī, the actual purpose of the Lord’s creation is only one: to facilitate the advancement of devotional service to the Lord Himself. Although it is stated that the Lord facilitates sense gratification, it should be understood that the Supreme Personality of Godhead does not ultimately condone the foolishness of the conditioned souls. The Lord facilitates sense gratification (mātrā-prasiddhaye) so that the living entities will gradually understand the futility of trying to enjoy without Him. Every living entity is part and parcel of Kṛṣṇa. In the Vedic literature the Lord gives a regulative program so that the living beings can gradually exhaust their tendencies to be foolish and learn the value of surrender unto Him. The Lord is undoubtedly the reservoir of all beauty, bliss and satisfaction, and it is the duty of every living entity to engage in the loving service of the Lord. Although there are apparently two purposes for creation, it should be understood that ultimately the purpose is one. The arrangement for sense gratification is ultimately meant to bring the living entities to the single purpose of going back home, back to Godhead."
    },
    {
        "verse": "4",
        "devanagari": "एवं सृष्टानि भूतानि प्रविष्ट: पञ्चधातुभि: ।एकधा दशधात्मानं विभजन्जुषते गुणान् ॥ ४ ॥",
        "english_devnagari": "evaṁ sṛṣṭāni bhūtānipraviṣṭaḥ pañca-dhātubhiḥekadhā daśadhātmānaṁvibhajan juṣate guṇān",
        "verse_Syn": [
            "evam",
            "sṛṣṭāni",
            "bhūtāni",
            "praviṣṭaḥ",
            "pañca",
            "dhātubhiḥ",
            "ekadhā",
            "daśadhā",
            "ātmānam",
            "vibhajan",
            "juṣate",
            "guṇān"
        ],
        "translation": "The Supersoul enters the material bodies of the created beings, activates the mind and senses, and thus causes the conditioned souls to approach the three modes of material nature for sense gratification.",
        "purport": " The following is a summary of Śrīla Bhaktisiddhānta Sarasvatī Ṭhākura’s commentary on this verse. The one Supersoul enters the gross material elements (earth, water, fire, air and ether) and uses the activated material mind to subtly divide the sensory activities of the conditioned souls among the five knowledge-acquiring senses (the eyes, ears, nose, tongue and skin) and, by a further gross division, the five working senses (the hands, legs, speech, genitals and anus). Because liberated souls have a strong tendency to serve the Lord, they are not attracted by the dualities of material good and evil. They derive their pleasure through devotion and love for the Supreme Personality of Godhead, who eternally enjoys His own transcendental pastimes beyond the material manifestation. When the conditioned souls forget their loving relationship with the Supreme Personality of Godhead, they develop illicit desires. Therefore, unable to serve the form, taste, fragrance and other aspects of Lord Viṣṇu, these souls become bound to the bitter fruits of fruitive activities. But if their love of Godhead is somehow or other awakened, the conditioned souls can dovetail all their sensory activities in the service of the Lord’s transcendental pastimes. Actually, all materialistic activities are most undesirable. But the conditioned soul, under the influence of illusion, sees apparent distinctions between good and bad, pleasing and displeasing, and so on. The Lord, the Supersoul, having entered the collective and individual consciousness of the living entities, knows the heart of everyone. Therefore when a sincere soul aspires for spiritual perfection, the Lord frees him from material bondage and arouses his propensity to serve the Lord of Vaikuṇṭha. Love of Godhead flourishes in the variegated flavors of transcendental enjoyment. In ignorance, however, the conditioned soul considers himself the proper object of service and thus misunderstands the entire existential situation."
    },
    {
        "verse": "5",
        "devanagari": "गुणैर्गुणान्स भुञ्जान आत्मप्रद्योतितै: प्रभु: ।मन्यमान इदं सृष्टमात्मानमिह सज्जते ॥ ५ ॥",
        "english_devnagari": "guṇair guṇān sa bhuñjānaātma-pradyotitaiḥ prabhuḥmanyamāna idaṁ sṛṣṭamātmānam iha sajjate",
        "verse_Syn": [
            "guṇaiḥ",
            "guṇān",
            "saḥ",
            "bhuñjānaḥ",
            "ātma",
            "pradyotitaiḥ",
            "prabhuḥ",
            "manyamānaḥ",
            "idam",
            "sṛṣṭam",
            "ātmānam",
            "iha",
            "sajjate"
        ],
        "translation": "The individual living being, the master of the material body, uses his material senses, which have been activated by the Supersoul, to try to enjoy sense objects composed of the three modes of nature. Thus he misidentifies the created material body with the unborn eternal self and becomes entangled in the illusory energy of the Lord.",
        "purport": " In this verse the living entity is called prabhuḥ, or “master,” because he is a minute part and parcel of the supreme master, Kṛṣṇa. Similarly, in Bhagavad-gītā (15.8) the Lord has described the living entity as īśvaraḥ, “the controller.” “The living entity in the material world carries his various conceptions of life from one body to another as the air carries aromas.” Śrīla Prabhupāda has commented in his purport, “Here the living entity is described as īśvaraḥ, the controller of his own body. If he likes, he can change his body to a higher grade, and if he likes he can move to a lower class. Minute independence is there. The change his body undergoes depends upon him.” This statement confirms the words sva-mātrā and ātma-prasiddhaye in text 3 of this chapter. If the Supreme Lord were to interfere with the minute independence of the living entity, there would be no question of the living entity’s engaging in the loving service of the Lord, since love implies a spontaneous free choice by the lover. Here the word prabhuḥ indicates that just as a child, having received a toy car from his father, pedals on the sidewalk, imitating the father, who drives an actual car, the living entity pedals around the material universe in the innumerable material bodies selected for him by the Supreme Lord from an assortment of 8,400,000 species. Thus the living entity, infatuated with the false ego of the material body, creates a fearful situation in which he undergoes repeated birth and death, as described in the statement bhayaṁ dvitīyābhiniveśataḥ syāt (Bhāg. 11.2.37). Śrīla Jīva Gosvāmī has given another explanation for this verse. If the word prabhuḥ is taken to mean the Supreme Lord, the word guṇaiḥ can be understood to mean “good qualities,” since guṇa can refer to the material modes of nature or to admirable qualities (as in the verse yasyāsti bhaktir bhagavaty akiñcanā sarvair guṇais tatra samāsate surāḥ). This verse would then mean that the Lord, by His transcendental qualities (guṇaiḥ), such as mercy, is able to relish the transcendental qualities (guṇān) of His pure devotees. Ātma-pratyoditaiḥ would then indicate that by surrendering unto the Lord, who is the reservoir of all good qualities, the pure devotees become similarly endowed with godly qualities. The words manyamāna idaṁ sṛṣṭam ātmānam would indicate that the Lord accepts the body of His pure devotee to be on the same spiritual level as He Himself, as indicated in the verse ācāryaṁ māṁ vijānīyān nāvamanyeta karhicit. The Lord is attracted by the loving devotional service of His pure devotees and thus becomes entangled in the network of their loving relationship with Him. For example, after the Battle of Kurukṣetra, when Kṛṣṇa was leaving for His own city, Dvārakā, the loving appeal of Mahārāja Yudhiṣṭhira forced the Lord to remain for several more weeks in Hastināpura. Similarly, when the elderly gopīs of Vṛndāvana clapped their hands, Kṛṣṇa would dance like a puppet, keeping time to their rhythm. In relation to this subject matter, Śrīla Jīva Gosvāmī has quoted a verse from Śrīmad-Bhāgavatam (9.4.68): “The pure devotee is always within the core of My heart, and I am always in the heart of the pure devotee. My devotees do not know anything but Me, and I do not know anyone but them.” According to Śrīla Viśvanātha Cakravartī Ṭhākura the word prabhuḥ may also be understood as follows. The word pra indicates prakarṣeṇa, or “excessively,” and bhū indicates bhavati, or “taking birth.” Thus prabhuḥ indicates prakarṣeṇa deva-tiryag-ādiṣu bhavatīti saḥ, or repeatedly taking birth among the demigods, animals, human beings and other forms of life. Confirming the statement by Śrīla Jīva Gosvāmī concerning the Lord’s attachment to the spiritualized body of a pure devotee, Śrīla Bhaktisiddhānta Sarasvatī Ṭhākura has quoted the following verses from Caitanya-caritāmṛta (Antya 4.192-93): “At the time of initiation, when a devotee fully surrenders unto the service of the Lord, Kṛṣṇa accepts him to be as good as Himself.” “When the devotee’s body is thus transformed into spiritual existence, the devotee, in that transcendental body, renders service to the lotus feet of the Lord.”"
    },
    {
        "verse": "6",
        "devanagari": "कर्माणि कर्मभि: कुर्वन्सनिमित्तानि देहभृत् ।तत्तत्कर्मफलं गृह्णन्भ्रमतीह सुखेतरम् ॥ ६ ॥",
        "english_devnagari": "karmāṇi karmabhiḥ kurvansa-nimittāni deha-bhṛttat tat karma-phalaṁ gṛhṇanbhramatīha sukhetaram",
        "verse_Syn": [
            "karmāṇi",
            "karmabhiḥ",
            "kurvan",
            "sa",
            "nimittāni",
            "deha",
            "bhṛt",
            "tat",
            "tat",
            "karma",
            "phalam",
            "gṛhṇan",
            "bhramati",
            "iha",
            "sukha",
            "itaram"
        ],
        "translation": "Impelled by deep-rooted material desires, the embodied living entity engages his active sense organs in fruitive activities. He then experiences the results of his material actions by wandering throughout this world in so-called happiness and distress.",
        "purport": " The argument may be given that if a living entity were subject to the results of his previous activities there would be no scope for free will; once having committed a sinful action, the living entity would be bound in an endless chain of suffering, being perpetually subject to previous reactions. According to this speculation there cannot be a just and omniscient God, since the living entity is forced to commit sinful activities by the reactions of his previous activities, which were reactions to still previous activities. Since even an ordinary gentleman will not unfairly punish an innocent person, how could there be a God witnessing the helpless suffering of the conditioned souls within this world? This foolish argument can easily be refuted by a practical example. If I purchase a ticket for an airline flight, board the plane and commence the flight, once the plane has taken off my decision to board the plane forces me to continue flying until the plane lands. But although I am forced to accept the reaction of this decision, on board the plane I have many new decisions I can make. I may accept the food and drink from the stewardesses or reject it, I may read a magazine or newspaper, I may sleep, walk up and down the aisle, converse with other passengers, and so on. In other words, although the general context — flying to a particular city — is forcibly imposed upon me as a reaction to my previous decision to board the plane, even within that situation I am constantly making new decisions and creating new reactions. For example, if I cause a disturbance on the airplane I may be arrested when the plane lands. On the other hand, if I make friends with a businessman sitting next to me on the plane, such a contact may lead to a favorable business transaction in the future. Similarly, although the living entity is forced to accept a particular body by the laws of karma, within the human form of life there is always scope for free will and decision-making. Therefore the Supreme Personality of Godhead cannot be considered unjust for holding the living entity in human life responsible for his present activities despite the living entity’s undergoing the reactions of his previous work. According to Śrīla Viśvanātha Cakravartī Ṭhākura the influence of māyā is so strong that even in a hellish condition the proud conditioned soul thinks that he is enjoying life."
    },
    {
        "verse": "7",
        "devanagari": "इत्थं कर्मगतीर्गच्छन्बह्वभद्रवहा: पुमान् ।आभूतसम्प्लवात्सर्गप्रलयावश्न‍ुतेऽवश: ॥ ७ ॥",
        "english_devnagari": "itthaṁ karma-gatīr gacchanbahv-abhadra-vahāḥ pumānābhūta-samplavāt sarga-pralayāv aśnute ’vaśaḥ",
        "verse_Syn": [
            "ittham",
            "karma",
            "gatīḥ",
            "gacchan",
            "bahu",
            "abhadra",
            "vahāḥ",
            "pumān",
            "ābhūta",
            "samplavāt",
            "sarga",
            "pralayau",
            "aśnute",
            "avaśaḥ"
        ],
        "translation": "Thus the conditioned living entity is forced to experience repeated birth and death. Impelled by the reactions of his own activities, he helplessly wanders from one inauspicious situation to another, suffering from the moment of creation until the time of cosmic annihilation.",
        "purport": " According to Śrīla Madhvācārya, after hearing that the living entity is repeatedly subjected to birth and death within the material world, if one still considers such a helpless entity equal to God in all respects one will surely fall into the darkest regions of the universe, from which it is difficult to rise."
    },
    {
        "verse": "8",
        "devanagari": "धातूपप्लव आसन्ने व्यक्तं द्रव्यगुणात्मकम् ।अनादिनिधन: कालो ह्यव्यक्तायापकर्षति ॥ ८ ॥",
        "english_devnagari": "dhātūpaplava āsannevyaktaṁ dravya-guṇātmakamanādi-nidhanaḥ kālohy avyaktāyāpakarṣati",
        "verse_Syn": [
            "dhātu",
            "upaplave",
            "āsanne",
            "vyaktam",
            "dravya",
            "guṇa",
            "ātmakam",
            "anādi",
            "nidhanaḥ",
            "kālaḥ",
            "hi",
            "avyaktāya",
            "apakarṣati"
        ],
        "translation": "When the annihilation of the material elements is imminent, the Supreme Personality of Godhead in His form of eternal time withdraws the manifest cosmos, consisting of gross and subtle features, and the entire universe vanishes into nonmanifestation.",
        "purport": " In the Third Canto of Śrīmad-Bhāgavatam Lord Kapiladeva teaches that the material nature originally exists in an inert state of equilibrium called pradhāna. When Lord Viṣṇu casts His potent glance in the form of kāla, or time, material interactions take place, culminating in the variegated creation of the material cosmos. In this verse it is stated that at the end of universal time the same kāla that originally incited the female nature into manifestation again withdraws the cosmos into its original state of inert nonmanifestation. According to Śrīla Bhaktisiddhānta Sarasvatī Ṭhākura, the time potency itself, kāla, is then withdrawn, and it merges into the Supreme Soul, who manifests Himself as the original cause of material nature (anādir ādir govindaḥ sarva-kāraṇa-kāraṇam). Such technical arrangements for creation and annihilation, birth and death, do not exist in the eternal spiritual kingdom of God. In the spiritual sky the variegated spiritual enjoyment of the Lord and His devotees is not hampered by the inferior cycles of birth, maintenance and destruction found in the material world."
    },
    {
        "verse": "9",
        "devanagari": "शतवर्षा ह्यनावृष्टिर्भविष्यत्युल्बणा भुवि ।तत्कालोपचितोष्णार्को लोकांस्त्रीन्प्रतपिष्यति ॥ ९ ॥",
        "english_devnagari": "śata-varṣā hy anāvṛṣṭirbhaviṣyaty ulbaṇā bhuvitat-kālopacitoṣṇārkolokāṁs trīn pratapiṣyati",
        "verse_Syn": [
            "śata",
            "varṣā",
            "hi",
            "anāvṛṣṭiḥ",
            "bhaviṣyati",
            "ulbaṇā",
            "bhuvi",
            "tat",
            "kāla",
            "upacita",
            "uṣṇa",
            "arkaḥ",
            "lokān",
            "trīn",
            "pratapiṣyati"
        ],
        "translation": "As cosmic annihilation approaches, a terrible drought takes place on earth for one hundred years. For one hundred years the heat of the sun gradually increases, and its blazing heat begins to torment the three worlds.",
        "purport": ""
    },
    {
        "verse": "10",
        "devanagari": "पातालतलमारभ्य सङ्कर्षणमुखानल: ।दहन्नूर्ध्वशिखो विष्वग्वर्धते वायुनेरित: ॥ १० ॥",
        "english_devnagari": "pātāla-talam ārabhyasaṅkarṣaṇa-mukhānalaḥdahann ūrdhva-śikho viṣvagvardhate vāyuneritaḥ",
        "verse_Syn": [
            "pātāla",
            "talam",
            "ārabhya",
            "saṅkarṣaṇa",
            "mukha",
            "analaḥ",
            "dahan",
            "ūrdhva",
            "śikhaḥ",
            "viṣvak",
            "vardhate",
            "vāyunā",
            "īritaḥ"
        ],
        "translation": "Beginning from Pātālaloka, a fire grows, emanating from the mouth of Lord Saṅkarṣaṇa. Its flames shooting upward, driven by great winds, it scorches everything in all directions.",
        "purport": ""
    },
    {
        "verse": "11",
        "devanagari": "संवर्तको मेघगणो वर्षति स्म शतं समा: ।धाराभिर्हस्तिहस्ताभिर्लीयते सलिले विराट् ॥ ११ ॥",
        "english_devnagari": "saṁvartako megha-gaṇovarṣati sma śataṁ samāḥdhārābhir hasti-hastābhirlīyate salile virāṭ",
        "verse_Syn": [
            "saṁvartakaḥ",
            "megha",
            "gaṇaḥ",
            "varṣati",
            "sma",
            "śatam",
            "samāḥ",
            "dhārābhiḥ",
            "hasti",
            "hastābhiḥ",
            "līyate",
            "salile",
            "virāṭ"
        ],
        "translation": "Hordes of clouds called Saṁvartaka pour torrents of rain for one hundred years. Flooding down in raindrops as long as the trunk of an elephant, the deadly rainfall submerges the entire universe in water.",
        "purport": ""
    },
    {
        "verse": "12",
        "devanagari": "ततो विराजमुत्सृज्य वैराज: पुरुषो नृप ।अव्यक्तं विशते सूक्ष्मं निरिन्धन इवानल: ॥ १२ ॥",
        "english_devnagari": "tato virājam utsṛjyavairājaḥ puruṣo nṛpaavyaktaṁ viśate sūkṣmaṁnirindhana ivānalaḥ",
        "verse_Syn": [
            "tataḥ",
            "virājam",
            "utsṛjya",
            "vairājaḥ",
            "puruṣaḥ",
            "nṛpa",
            "avyaktam",
            "viśate",
            "sūkṣmam",
            "nirindhanaḥ",
            "iva",
            "analaḥ"
        ],
        "translation": "Then Vairāja Brahmā, the soul of the universal form, gives up his universal body, O King, and enters into the subtle unmanifest nature, like a fire that has run out of fuel.",
        "purport": " According to Śrīla Bhaktisiddhānta Sarasvatī Ṭhākura the word vairājaḥ in this verse indicates the totality of the individual conditioned souls who originally take birth from Brahmā and are amalgamated back into him at the time of annihilation. By the manifestation of the virāṭ-puruṣa, the universal form of the Lord, there is a temporary display of forms, qualities and activities within the material creation. But the entire cosmic scene reverts to inert formlessness when the creation is withdrawn by the Supreme Personality of Godhead. Therefore the Lord’s universal form cannot be accepted as an eternal form of the Lord. It is merely the temporary imaginary resemblance of His personal form within the kingdom of māyā. In the First Canto of the Śrīmad-Bhāgavatam, as well as in the Second Canto, the universal form of the Lord is clearly explained to be an imaginary form offered to the neophyte for meditation on God. Those who are excessively materialistic are totally unable to understand that the Supreme Personality of Godhead is actually sac-cid-ānanda-vigraha, or the eternal form of bliss and knowledge, transcendental to the exhibition of material energy. Therefore to encourage such gross materialists to become faithful theists, the Vedic literature instructs them to meditate upon the physical universe as the gigantic body of the Supreme Lord. This pantheistic conception does not reflect the ultimate reality of the Supreme Lord but is a technique to bring the mind gradually toward God. Śrīla Śrīdhara Svāmī has quoted the following verse as evidence that Lord Brahmā is supposed to go back to Godhead at the time of annihilation: “At the time of final annihilation all self-realized souls enter with Brahmā into the supreme abode.” Since Brahmā is sometimes considered the best devotee of the Supreme Lord, he surely should obtain liberation rather than merely entering into the unmanifest state of material nature called avyakta. In this connection Śrīla Śrīdhara Svāmī points out that there is a class of nondevotees who attain the planet of Brahmā by performing aśvamedha-yajñas and other sacrifices, and in certain cases Brahmā himself may not be a devotee of the Supreme Personality of Godhead. So the words avyaktaṁ viśate sūkṣmam can be understood to indicate that such a nondevotee Brahmā cannot enter the spiritual sky, despite having achieved the ultimate universal status of material expertise. But when Brahmā is a devotee of the Supreme Personality of Godhead the word avyaktam can be taken to indicate the spiritual sky; since the spiritual sky is not manifest to the conditioned souls, it may also be considered avyakta. If even Lord Brahmā cannot enter the kingdom of God without surrendering to the Supreme Personality of Godhead, then what to speak of other so-called pious or expert nondevotees. In this regard Śrīla Viśvanātha Cakravartī Ṭhākura has pointed out that there are three categories within the status of Brahmā, namely those of karmī, jñānī and devotee. A Brahmā who is the most exalted karmī of the universe will have to come back to the material world; a living entity who has achieved the post of Brahmā by being the greatest speculative philosopher within the universe may attain impersonal liberation; and a living entity who has been awarded the post of Brahmā due to being a great devotee of the Supreme Personality of Godhead enters into the personal abode of the Lord. In the Śrīmad-Bhāgavatam (3.32.15) yet another case is described: a Brahmā who is a devotee of the Lord but who has the tendency to think himself independent of or equal to the Lord may achieve Mahā-Viṣṇu’s abode at the time of annihilation, but when creation begins again he has to return and again take the post of Brahmā. The word used in this case is bheda-dṛṣṭyā, which refers to the tendency to think oneself independently powerful. The various destinations possible for such an exalted living entity as a Lord Brahmā definitely prove that any material position is worthless for guaranteeing an eternal life of bliss and knowledge. In Bhagavad-gītā Lord Kṛṣṇa promises that if one gives up all other so-called obligations and surrenders to the devotional service of the Lord, the Lord will personally protect him and bring him back to the supreme abode in the spiritual sky. It is futile and foolish to try to achieve perfection by one’s own strenuous endeavor and not surrender to the lotus feet of Kṛṣṇa. Such a blind attempt is described in the Eighteenth Chapter of Bhagavad-gītā as bahulāyāsam, indicating that it is work in the material mode of passion. Brahmā is the lord of passion, and his creation and management of the entire universe are certainly bahulāyāsam, or strenuous endeavor, in the most exalted sense. But all such passionate work, even that of Lord Brahmā, is ultimately useless without surrender to the lotus feet of Kṛṣṇa."
    },
    {
        "verse": "13",
        "devanagari": "वायुना हृतगन्धा भू: सलिलत्वाय कल्पते ।सलिलं तद्‍धृतरसं ज्योतिष्ट्वायोपकल्पते ॥ १३ ॥",
        "english_devnagari": "vāyunā hṛta-gandhā bhūḥsalilatvāya kalpatesalilaṁ tad-dhṛta-rasaṁjyotiṣṭvāyopakalpate",
        "verse_Syn": [
            "vāyunā",
            "hṛta",
            "gandhā",
            "bhūḥ",
            "salilatvāya",
            "kalpate",
            "salilam",
            "tat",
            "hṛta",
            "rasam",
            "jyotiṣṭvāya",
            "upakalpate"
        ],
        "translation": "Deprived of its quality of aroma by the wind, the element earth is transformed into water; and water, deprived of its taste by that same wind, is merged into fire.",
        "purport": " Śrīmad-Bhāgavatam gives several descriptions of the material creation, by which air is expanded from ether, fire from air, water from fire, and earth from water. Now, in the reverse order, the creation is wound up. Thus earth merges back into the water from which it came, and water similarly merges into fire."
    },
    {
        "verse": "14",
        "devanagari": "हृतरूपं तु तमसा वायौ ज्योति: प्रलीयते ।हृतस्पर्शोऽवकाशेन वायुर्नभसि लीयते ।कालात्मना हृतगुणं नभ आत्मनि लीयते ॥ १४ ॥",
        "english_devnagari": "hṛta-rūpaṁ tu tamasāvāyau jyotiḥ pralīyatehṛta-sparśo ’vakāśenavāyur nabhasi līyatekālātmanā hṛta-guṇaṁnabha ātmani līyate",
        "verse_Syn": [
            "hṛta",
            "rūpam",
            "tu",
            "tamasā",
            "vāyau",
            "jyotiḥ",
            "pralīyate",
            "hṛta",
            "sparśaḥ",
            "avakāśena",
            "vāyuḥ",
            "nabhasi",
            "līyate",
            "kāla",
            "ātmanā",
            "hṛta",
            "guṇam",
            "nabhaḥ",
            "ātmani",
            "līyate"
        ],
        "translation": "Fire, deprived of its form by darkness, dissolves into the element air. When the air loses its quality of touch by the influence of space, the air merges into that space. When space is deprived of its tangible quality by the Supreme Soul in the form of time, space merges into false ego in the mode of ignorance.",
        "purport": ""
    },
    {
        "verse": "15",
        "devanagari": "इन्द्रियाणि मनो बुद्धि: सह वैकारिकैर्नृप ।प्रविशन्ति ह्यहङ्कारं स्वगुणैरहमात्मनि ॥ १५ ॥",
        "english_devnagari": "indriyāṇi mano buddhiḥsaha vaikārikair nṛpapraviśanti hy ahaṅkāraṁsva-guṇair aham ātmani",
        "verse_Syn": [
            "indriyāṇi",
            "manaḥ",
            "buddhiḥ",
            "saha",
            "vaikārikaiḥ",
            "nṛpa",
            "praviśanti",
            "hi",
            "ahaṅkāram",
            "sva",
            "guṇaiḥ",
            "aham",
            "ātmani"
        ],
        "translation": "My dear King, the material senses and intelligence merge into false ego in the mode of passion, from which they arose; and the mind, along with the demigods, merges into false ego in the mode of goodness. Then the total false ego, along with all of its qualities, merges into the mahat-tattva.",
        "purport": ""
    },
    {
        "verse": "16",
        "devanagari": "एषा माया भगवत: सर्गस्थित्यन्तकारिणी ।त्रिवर्णा वर्णितास्माभि: किं भूय: श्रोतुमिच्छसि ॥ १६ ॥",
        "english_devnagari": "eṣā māyā bhagavataḥsarga-sthity-anta-kāriṇītri-varṇā varṇitāsmābhiḥkiṁ bhūyaḥ śrotum icchasi",
        "verse_Syn": [
            "eṣā",
            "māyā",
            "bhagavataḥ",
            "sarga",
            "sthiti",
            "anta",
            "kāriṇī",
            "tri",
            "varṇā",
            "varṇitā",
            "asmābhiḥ",
            "kim",
            "bhūyaḥ",
            "śrotum",
            "icchasi"
        ],
        "translation": "I have now described māyā, the illusory energy of the Supreme Personality of Godhead. This illusory potency, consisting of the three modes of material nature, is empowered by the Lord for the creation, maintenance and annihilation of the material universe. Now, what more do you wish to hear?",
        "purport": " King Nimi had expressed to the nava-yogendras his fear of the illusory potency of the Lord and had requested a detailed explanation of māyā so that he could avoid becoming a victim at her hands. Now, Śrī Antarīkṣa, having described the illusory potency, is suggesting that the King inquire about the means to become totally free of māyā’s influence. Not waiting for the King to ask such a question, Śrī Antarīkṣa himself is suggesting, “Now that you have heard about māyā’s influence, you should inquire about the process of becoming free of such influence.” According to Śrīdhara Svāmī, that is the significance of Śrī Antarīkṣa’s question kiṁ bhūyaḥ śrotum icchasi, “What more do you wish to hear?” The following is a summary of Śrīla Bhaktisiddhānta Sarasvatī Ṭhākura’s explanation of the process of annihilation described in the previous verses. Vāsudeva, the Supreme Personality of Godhead, is the presiding Deity of consciousness, which becomes manifest within the mahat-tattva. By further transformations of the mahat-tattva the threefold false ego appears as follows. (1) From vaikārika, false ego in the mode of goodness, appears the eleventh sense, the mind, whose presiding Deity is Aniruddha. (2) From taijasa, false ego in the mode of passion, comes intelligence, whose presiding Deity is Pradyumna, and the five working senses and five knowledge-acquiring senses with their various presiding deities. (3) From false ego in the mode of ignorance arises the subtle form of sound, and from that sound, or śabda, all the material elements gradually become manifest, beginning with ether and the sense of hearing. The presiding Deity of these three divisions of false ego is Saṅkarṣaṇa. This description is taken from Chapter Twenty-six of the Third Canto of Śrīmad-Bhāgavatam, verses 21, 27, 28, 30, 31, 32 and 35. The Supreme Personality of Godhead’s external potency, māyā, causes the birth, maintenance and destruction of the material world. She is tricolored red, white and black. In her red feature the material nature is created, in white it endures, and in black it is annihilated. The mahat-tattva arises from this māyā, and from the mahat-tattva come the three varieties of false ego mentioned above. At the time of annihilation the five great elements, namely earth, water, fire, air and ether, merge into false ego in the mode of ignorance, from which they were originally generated; the ten senses and intelligence merge into false ego in passion; and the mind, along with the demigods, merges into false ego in the mode of goodness, which then merges into mahat-tattva, which further takes shelter of the prakṛti or unmanifest pradhāna. As described above, each of the gross elements is wound up when its distinguishing quality is removed; the element then merges into the previous element. This can be understood as follows. In space or ether there is the quality of sound. In air there are the qualities of sound and touch. In fire there are sound, touch and form. In water there are sound, touch, form and taste. And in earth there are sound, touch, form, taste and aroma. Therefore from ether down to earth each element is distinguished by the addition of its own unique quality, called guṇa-viśeṣam. When that quality is removed, an element becomes nondifferent from its previous element and thus merges into it. For example, when great winds take aroma away from earth, earth contains only sound, touch, form and taste and thus becomes nondifferent from water, into which it merges. Similarly when water loses its rasa, or taste, it contains only sound, touch and form, thus becoming nondifferent from fire, which also contains those three qualities. So the wind takes away aroma to merge earth into water and takes away taste to merge water into fire. Then when the universal darkness removes form from fire, fire merges into air. Space then removes the sense of touch from air, and air merges into space. The Supreme Personality of Godhead as the time element removes sound from space, and space then merges into the false ego in the mode of ignorance, from which it arose. Finally, false ego is merged into the mahat-tattva, which is merged into the unmanifest pradhāna, and thus the universe is annihilated."
    },
    {
        "verse": "17",
        "devanagari": "श्रीराजोवाचयथैतामैश्वरीं मायां दुस्तरामकृतात्मभि: ।तरन्त्यञ्ज: स्थूलधियो महर्ष इदमुच्यताम् ॥ १७ ॥",
        "english_devnagari": "śrī-rājovācayathaitām aiśvarīṁ māyāṁdustarām akṛtātmabhiḥtaranty añjaḥ sthūla-dhiyomaharṣa idam ucyatām",
        "verse_Syn": [
            "śrī",
            "rājā",
            "uvāca",
            "yathā",
            "etām",
            "aiśvarīm",
            "māyām",
            "dustarām",
            "akṛta",
            "ātmabhiḥ",
            "taranti",
            "añjaḥ",
            "sthūla",
            "dhiyaḥ",
            "maha",
            "ṛṣe",
            "idam",
            "ucyatām"
        ],
        "translation": "King Nimi said: O great sage, please explain how even a foolish materialist can easily cross over the illusory energy of the Supreme Lord, which is always insurmountable for those who are not self-controlled.",
        "purport": " According to Śrīla Śrīdhara Svāmī, sthūla-dhiyaḥ indicates those who ignorantly identify themselves with the gross material body and who are therefore unable to analyze the subtle laws of nature by which the soul transmigrates in illusion. Śrīla Jīva Gosvāmī comments that sthūla-dhiyaḥ also indicates so-called pious persons who execute pompous religious ceremonies for material sense gratification rather than trying to prepare themselves to go back home, back to Godhead, by engaging in the loving devotional service of the Lord. According to Śrīla Viśvanātha Cakravartī Ṭhākura, King Nimi was already an advanced devotee of the Lord and therefore knew that one can cross over the illusory energy, māyā, by surrendering to the lotus feet of the Lord and pleasing Him by pure devotional service. Therefore the King was asking the question for the benefit of those who falsely consider themselves very much learned but in fact are addicted to materialistic fruitive activities, which increasingly entangle them in illusion. In this regard Śrīla Viśvanātha Cakravartī Ṭhākura has quoted from the Amara-kośa dictionary to show that akṛtātmabhiḥ indicates apūrṇatvam, or one whose life is empty. Every living being has an eternal relationship with the supreme living being, Kṛṣṇa. One may love Kṛṣṇa by thinking of Him as one’s eternal master, one’s most intimate friend, one’s beloved child or the object of one’s conjugal attraction. Of course, such ecstasies should never be confused with ordinary, material emotions, which are perverted reflections of spiritual rasas, or relationships. In the material world we try to relish these same relationships of servitude, friendship, parental love and conjugal love, but the object of such feelings is a temporary material body, which is quickly devastated by the laws of nature. These loving feelings should be directed toward the spiritual body of the Supreme Personality, Kṛṣṇa, who is the reservoir of all beauty and transcendental bliss. One who has not learned the art of directing his love to Kṛṣṇa is apūrṇa, or one whose life is ultimately empty. According to Śrīla Viśvanātha Cakravartī Ṭhākura, one whose life is empty can also be called manda-dhīḥ, or one whose intelligence is crippled by a lack of broad experience. King Nimi, a pure Vaiṣṇava, was so kind that he asked, “How can such cripple-minded people cross over māyā in the easiest way possible, since by nature they are very lazy in spiritual matters?”"
    },
    {
        "verse": "18",
        "devanagari": "श्रीप्रबुद्ध उवाचकर्माण्यारभमाणानां दु:खहत्यै सुखाय च ।पश्येत् पाकविपर्यासं मिथुनीचारिणां नृणाम् ॥ १८ ॥",
        "english_devnagari": "śrī-prabuddha uvācakarmāṇy ārabhamāṇānāṁduḥkha-hatyai sukhāya capaśyet pāka-viparyāsaṁmithunī-cāriṇāṁ nṛṇām",
        "verse_Syn": [
            "śrī",
            "prabuddhaḥ",
            "uvāca",
            "karmāṇi",
            "ārabhamāṇānām",
            "duḥkha",
            "hatyai",
            "sukhāya",
            "ca",
            "paśyet",
            "pāka",
            "viparyāsam",
            "mithunī",
            "cāriṇām",
            "nṛṇām"
        ],
        "translation": "Śrī Prabuddha said: Accepting the roles of male and female in human society, the conditioned souls unite in sexual relationships. Thus they constantly make material endeavors to eliminate their unhappiness and unlimitedly increase their pleasure. But one should see that they inevitably achieve exactly the opposite result. In other words, their happiness inevitably vanishes, and as they grow older their material discomfort increases.",
        "purport": " Without the mercy of a pure devotee it is exceedingly difficult to free oneself from the bodily concept of life, which is the illusory basis of sexual attraction."
    },
    {
        "verse": "19",
        "devanagari": "नित्यार्तिदेन वित्तेन दुर्लभेनात्ममृत्युना ।गृहापत्याप्तपशुभि: का प्रीति: साधितैश्चलै: ॥ १९ ॥",
        "english_devnagari": "nityārtidena vittenadurlabhenātma-mṛtyunāgṛhāpatyāpta-paśubhiḥkā prītiḥ sādhitaiś calaiḥ",
        "verse_Syn": [
            "nitya",
            "ārti",
            "dena",
            "vittena",
            "durlabhena",
            "ātma",
            "mṛtyunā",
            "gṛha",
            "apatya",
            "āpta",
            "paśubhiḥ",
            "kā",
            "prītiḥ",
            "sādhitaiḥ",
            "calaiḥ"
        ],
        "translation": "Wealth is a perpetual source of distress, it is most difficult to acquire, and it is virtual death for the soul. What satisfaction does one actually gain from his wealth? Similarly, how can one gain ultimate or permanent happiness from one’s so-called home, children, relatives and domestic animals, which are all maintained by one’s hard-earned money?",
        "purport": ""
    },
    {
        "verse": "20",
        "devanagari": "एवं लोकं परं विद्यान्नश्वरं कर्मनिर्मितम् ।सतुल्यातिशयध्वंसं यथा मण्डलवर्तिनाम् ॥ २० ॥",
        "english_devnagari": "evaṁ lokaṁ paraṁ vidyānnaśvaraṁ karma-nirmitamsa-tulyātiśaya-dhvaṁsaṁyathā maṇḍala-vartinām",
        "verse_Syn": [
            "evam",
            "lokam",
            "param",
            "vidyāt",
            "naśvaram",
            "karma",
            "nirmitam",
            "sa",
            "tulya",
            "atiśaya",
            "dhvaṁsam",
            "yathā",
            "maṇḍala",
            "vartinām"
        ],
        "translation": "One cannot find permanent happiness even on the heavenly planets, which one can attain in the next life by ritualistic ceremonies and sacrifices. Even in material heaven the living entity is disturbed by rivalry with his equals and envy of those superior to him. And since one’s residence in heaven is finished with the exhaustion of pious fruitive activities, the denizens of heaven are afflicted by fear, anticipating the destruction of their heavenly life. Thus they resemble kings who, though enviously admired by ordinary citizens, are constantly harassed by enemy kings and who therefore never attain actual happiness.",
        "purport": " Śrīla Śrīdhara Svāmī has quoted the following text from the Chāndogya Upaniṣad (8.1.6): tad yatheha karma-cito lokaḥ kṣīyate, evam evāmutra puṇya-cito lokaḥ kṣīyate. “One’s present status of material pleasure, the result of one’s previous work, will eventually be vanquished by time. Similarly, although by executing pious activities one will be elevated to a higher status in the next life, that future situation will also be vanquished.” The basis of material enjoyment is the particular body one has acquired. The material body is karma-citaḥ, the accumulated result of one’s previous material activities. If one is awarded a body decorated with beauty, education, popularity, strength and so on, his standard of material enjoyment is certainly high class. On the other hand, if one is ugly, mentally retarded, crippled or repulsive to others, there is very little hope for his material happiness. In both cases, however, the situation is flickering and temporary. One who has acquired an attractive body should not rejoice, since death will quickly bring an end to such an intoxicating situation. Similarly, one who has taken birth in an obnoxious situation should not lament, since his suffering is also temporary. The beautiful man and the ugly man, the rich and the poor, the educated and the foolish should all endeavor to become Kṛṣṇa conscious so that they can be elevated to their eternal constitutional situation, which is to reside in the planets beyond this material universe. Originally every living entity is unimaginably beautiful, intelligent, wealthy, and so strong that his spiritual body lives forever. But we foolishly give up this eternal, blissful situation because we are unwilling to meet the condition for eternal life. The condition is that one should be a lover of the Supreme Personality of Godhead, Kṛṣṇa. Although love of Kṛṣṇa is the most exquisite ecstasy, surpassing by millions of times the most intense pleasure of the material universe, we foolishly break off our loving affair with the Supreme Lord and artificially try to become independent enjoyers in the material atmosphere of self-delusion and false pride. Even if one reaches the exalted heavenly planets of this universe he will be afflicted by various types of suffering. Every conditioned soul in the material world wants to become the greatest person. Therefore one is constantly harassed by his equals who have a similar desire. This situation is commonly termed the “rat race” of material existence. Even on the heavenly planets there is a similar rat race for heavenly distinction. Since some persons inevitably excel our own achievements, our hearts burn with envy upon seeing others enjoying the very rewards we have strived for. And because our whole situation is temporary, we must undergo fear, anxiety and death even on the heavenly planets. The example given here is very nice. Minor kings may be enviously admired by ordinary citizens for their wealth, power and fame, but such kings themselves constantly burn with jealousy, resentment and fear due to rivalry and threats from other kings. Similarly, modern politicians are constantly harassed by envy and fear. Śrīla Bhaktisiddhānta Sarasvatī Ṭhākura has pointed out that the conditioned souls, being eager to acquire material happiness and avoid distress, take shelter of sexual relationships and thus surrender to the hard labor of fruitive activities. Those who are enlightened, however, can perceive the ultimate futility of such gross materialistic endeavors. One’s so-called wife, home, children, relatives, bank account and so on are all temporary phantasmagoria, and even while manifest they can never give real satisfaction to one’s senses. To acquire wealth in this world one is practically forced to become the killer of his own soul. There is no possibility of acquiring pleasure from materialistic activities, since they are performed with temporary senses in the hot pursuit of temporary sense objects. When the conditioned soul achieves his goal he becomes proud and brags to others as if his achievements were permanent. And when defeated he is submerged in lamentation. Such a tendency to consider oneself the doer is a sign of weak intelligence, since in fact the living entity is merely desiring within the material body. The body itself is moved by the forces of material nature, under the control of God. The relationships of master and servant, father and son, husband and wife entail exchanges of well-wishing and service that give a sense of material gratification, but such ephemeral devotion can never bring about the eternal absolute benefit of the soul. By such temporary gratification, māyā induces the conditioned soul to wander throughout the material world, pursuing the relative rewards of material nature. According to the subtle laws of karma, the living entity achieves happiness and distress. One cannot obtain happiness by force, no matter how strenuously or how long one tries. Therefore those whose intelligence is uncontaminated should surrender at the lotus feet of Kṛṣṇa and give up the ludicrous pursuit of permanent material happiness, a pursuit which can be compared to a dog’s chasing its tail."
    },
    {
        "verse": "21",
        "devanagari": "तस्माद् गुरुं प्रपद्येत जिज्ञासु: श्रेय उत्तमम् ।शाब्दे परे च निष्णातं ब्रह्मण्युपशमाश्रयम् ॥ २१ ॥",
        "english_devnagari": "tasmād guruṁ prapadyetajijñāsuḥ śreya uttamamśābde pare ca niṣṇātaṁbrahmaṇy upaśamāśrayam",
        "verse_Syn": [
            "tasmāt",
            "gurum",
            "prapadyeta",
            "jijñāsuḥ",
            "śreyaḥ",
            "uttamam",
            "śābde",
            "pare",
            "ca",
            "niṣṇātam",
            "brahmaṇi",
            "upaśama",
            "āśrayam"
        ],
        "translation": "Therefore any person who seriously desires real happiness must seek a bona fide spiritual master and take shelter of him by initiation. The qualification of the bona fide guru is that he has realized the conclusions of the scriptures by deliberation and is able to convince others of these conclusions. Such great personalities, who have taken shelter of the Supreme Godhead, leaving aside all material considerations, should be understood to be bona fide spiritual masters.",
        "purport": " According to Śrīla Śrīdhara Svāmī, the word śābde refers to the Vedic literature, and pare refers to the Supreme Personality of Godhead. The bona fide spiritual master must be niṣṇātam, deeply experienced in authorized Vedic literatures and in practical understanding of the Supreme Personality of Godhead. Without scriptural knowledge and practical realization of the Personality of Godhead, a so-called guru will be unable to dissipate the doubts of his disciples and therefore unable to execute the function of bringing the sincere student back home, back to Godhead. The symptom of realized understanding of the Vedas and Kṛṣṇa is upaśamāśrayam. In other words, the bona fide spiritual master is one who has retired from the glittering illusions of materialistic society, friendship and love. Within the material world one is certainly attracted to becoming a great intellectual, a powerful politician, the loving father of many beautiful and affectionate little children, a most honored welfare worker or a highly admired and successful businessman. But none of these material positions have a permanent basis, nor do they afford permanent happiness, because they are all based on the primary misunderstanding by which one identifies himself with the material body. Anyone can readily experience that he is not the body but consciousness. Even if one loses a limb of his body, he does not cease to exist as a conscious entity. Ultimately, the entire body is lost at the time of death, and the living entity acquires a new body. The preliminary understanding of one’s identity as consciousness is called self-realization. But beyond this elementary knowledge is the elaborate subject matter of how the soul came to exist within the cycle of 8,400,000 material species of life. And if the living entity is not the material body but consciousness, he must ultimately have an original status on a higher platform. Punishment implies reward also; a powerful man who can punish is also able to reward. Therefore, the existence of punishment for the living being, who is forced to take a miserable material body subject to birth, old age, disease and death, also logically implies the existence of a reward for him. Although we mistakenly consider material sense gratification the ultimate reward of life, material happiness is actually another type of punishment, since it entices one to continue rotating in the cycle of birth and death. In the Western countries violent prisoners are placed in solitary confinement whereas well-behaved prisoners are sometimes allowed to work in the warden’s garden or library as a reward. But any position in prison is ultimately a punishment. Similarly, the existence of higher and lower categories of material sense gratification does not explain the living entity’s ultimate reward, which must constitute the natural antithesis of the punishment of material existence. That actual reward is an eternal life of bliss and knowledge in the kingdom of God, where there is no punishment. The kingdom of God is Vaikuṇṭha, or unconditional pleasure. There is no punishment in the spiritual world; it is a place of ever-increasing pleasure. A bona fide spiritual master is one who is expert in all of these subject matters, not by his personal imagination or speculation but by mature understanding of the authorized Vedic literatures, which are the literary manifestation of the causeless mercy of God. The Lord says in Bhagavad-gītā (9.3): “Those who are not faithful on the path of devotional service cannot attain Me, O conqueror of foes, but return to birth and death in this material world.” Therefore the spiritual master must awaken the disciple to the eternal existence of devotional service. The example may be given that in the early morning a mother may enter her child’s room to wake him up so that he can attend school. The child does not want to get up, but the loving mother forces him to get up and sends him off to school to be educated. Similarly, the bona fide spiritual master awakens the sleeping soul and sends him to the gurukula, or the āśrama of the spiritual master, where he can be trained in perfect knowledge. If the disciple has doubts about the value of Kṛṣṇa consciousness, the bona fide spiritual master must dissipate those doubts by superior knowledge. One who himself doubts the authority of Kṛṣṇa or Vedic knowledge cannot become a bona fide spiritual master. On the other hand, kibā vipra, kibā nyāsī, śūdra kena naya/ yei kṛṣṇa-tattva-vettā, sei ‘guru’ haya: any human being from any social or economic status can become a bona fide spiritual master if he knows the science of Kṛṣṇa. Śrī Caitanya Mahāprabhu said: “Instruct everyone to follow the orders of Lord Śrī Kṛṣṇa as they are given in Bhagavad-gītā and Śrīmad-Bhāgavatam. In this way become a spiritual master and try to liberate everyone in this land.” (Cc. Madhya 7.128) Only by the order and authority of the Supreme Lord one can become a spiritual master, not by one’s own so-called erudition. The duty of the bona fide guru is to connect the disciple to Kṛṣṇa. A scholar or meditator has no potency to connect another living being with Kṛṣṇa if that scholar or meditator himself is not connected with Kṛṣṇa. Although many sports fans attend gymnastic competitions and applaud at the exhibition of difficult calisthenic feats, the Supreme Personality of Godhead is not such a gymnastic spectator, and He does not applaud the calisthenics exhibited by foolish persons in the name of yoga. Nor is the Supreme Personality of Godhead impressed by mediocre attempts at philosophical speculation, since the Lord has already given His own opinion in Bhagavad-gītā (śṛṇu me paramaṁ vacaḥ). The word of Kṛṣṇa is paramaṁ vacaḥ, the last word in knowledge. And Kṛṣṇa says, yaj jñātvā neha bhūyo ’nyaj jñātavyam avaśiṣyate: “When you know this knowledge there shall remain nothing further to be known.” Kṛṣṇa has also referred to His knowledge as rāja-vidyā, the king of all knowledge. If one does not become a lover of Kṛṣṇa, his connection with Kṛṣṇa takes place indirectly, through the illusory potency of the Lord. The idea that one can attract the Supreme Lord through mere gymnastics or foolish speculation on the Absolute Truth is certainly a product of māyā. One who is connected to Kṛṣṇa through His external, illusory potency can serve only as a material master to connect his so-called disciples to the same illusory energy. On the other hand, in Bhagavad-gītā (9.13) it is said: Those who are actually great souls have surrendered to the internal potency of the Lord and can similarly connect others to the internal pleasure-giving potency. A mahātmā is described in Bhagavad-gītā as follows: vāsudevaḥ sarvam iti sa mahātmā sudurlabhaḥ. “He knows Me to be the cause of all causes and all that is. Such a great soul is very rare.” It is to such a spiritual master, who has reached the mature understanding that Vāsudeva is everything, that one must surrender. According to Śrī Nārada Muni, yo vidvān sa gurur hariḥ: such a great soul is to be considered the external manifestation of Kṛṣṇa Himself. Kṛṣṇa states this also: “One should know the ācārya to be My self and never disrespect him in any way. One should not envy him, thinking him an ordinary man, for he is the representative of all the demigods.” (Bhāg. 11.17.27) According to Śrīla Viśvanātha Cakravartī Ṭhākura, if a spiritual master cannot destroy his disciple’s doubts by superior knowledge, the disciple will gradually become despondent in spiritual life. Because a bogus guru cannot actually give Kṛṣṇa to the disciple according to the principle of rasa-varjaṁ raso ’py asya, the disciple will again become attracted to material happiness, not having achieved the bliss of Kṛṣṇa’s association. Such a weak disciple of a weak spiritual master will gradually become hopeless and discouraged in his attempt at self-realization and will again become fascinated by the temptations of illusion, such as women, money and so-called intellectuality based on speculation and imagination. Further symptoms of the bona fide spiritual master are given in the Upadeśāmṛta (1) as follows: “A sober person who can tolerate the urge to speak, the mind’s demands, the actions of anger and the urges of the tongue, belly and genitals is qualified to make disciples all over the world.” Śrīla Viśvanātha Cakravartī Ṭhākura has stated, upaśamāśrayaṁ krodha-lobhādy-avaśī-bhūtam: a bona fide spiritual master cannot be under the control of ordinary anger, greed and lust. According to Śrīla Bhaktisiddhānta Sarasvatī Ṭhākura, one who has understood the futility of material existence can approach a bona fide spiritual master. In the two previous verses the futility of earthly and heavenly sense gratification has been described. Now, the natural conclusion is that one who has understood this should approach a bona fide spiritual master. The bona fide spiritual master broadcasts the sound vibration from the spiritual planets called Vaikuṇṭha. The inhabitants of the spiritual planets, headed by the Supreme Personality of Godhead Himself, are certainly not deaf and dumb; they are in constant communication through unlimited transcendental bliss and knowledge. And the bona fide spiritual master can transmit this sound vibration of bliss and knowledge to his disciple. Just as a radio broadcasts mundane news, the bona fide guru broadcasts the news from Vaikuṇṭha. This is confirmed by Narottama dāsa Ṭhākura: golokera prema-dhana, hari-nāma-saṅkīrtana. The spiritual master also transmits to the disciple the holy name of Kṛṣṇa, which is nondifferent from Kṛṣṇa Himself. The bona fide guru informs his disciple that every living entity is qualitatively one with the Supreme Lord but quantitatively different and thus engages the disciple in the loving service of the Lord. Because the living entity is qualitatively one with the Lord and is part of Him, there is an eternal loving relationship between them. And because the living entity is quantitatively different, that relationship is eternally one of service. According to Śrīla Bhaktisiddhānta Sarasvatī Ṭhākura, even though one may have the good fortune to accept a bona fide, highly qualified guru, if one maintains a taste for fruitive activities or mental speculation one’s advancement will be checked. But if a serious student surrenders to a bona fide spiritual master there is absolutely no impediment to the transmission of perfect knowledge and bliss in the devotional service of the Lord."
    },
    {
        "verse": "22",
        "devanagari": "तत्र भागवतान् धर्मान् शिक्षेद् गुर्वात्मदैवत: ।अमाययानुवृत्त्या यैस्तुष्येदात्मात्मदोहरि: ॥ २२ ॥",
        "english_devnagari": "tatra bhāgavatān dharmānśikṣed gurv-ātma-daivataḥamāyayānuvṛttyā yaistuṣyed ātmātma-do hariḥ",
        "verse_Syn": [
            "tatra",
            "bhāgavatān",
            "dharmān",
            "śikṣet",
            "guru",
            "ātma",
            "daivataḥ",
            "amāyayā",
            "anuvṛttyā",
            "yaiḥ",
            "tuṣyet",
            "ātmā",
            "ātma",
            "daḥ",
            "hariḥ"
        ],
        "translation": "Accepting the bona fide spiritual master as one’s life and soul and worshipable deity, the disciple should learn from him the process of pure devotional service. The Supreme Personality of Godhead, Hari, the soul of all souls, is inclined to give Himself to His pure devotees. Therefore, the disciple should learn from the spiritual master to serve the Lord without duplicity and in such a faithful and favorable way that the Supreme Lord, being satisfied, will offer Himself to the faithful disciple.",
        "purport": " According to Śrīla Śrīdhara Svāmī the Lord’s tendency to give Himself to His pure devotee is demonstrated in the case of Bali Mahārāja, who sacrificed his universal kingdom for the pleasure of Lord Vāmanadeva. Lord Vāmana was so pleased by the selfless surrender of Bali Mahārāja that the Lord became the doorman in the palace of Bali, who was reinstalled as a great leader in the universe. Śrīla Jīva Gosvāmī comments that the spiritual master is to be considered the ātmā, or the very life, of the disciple, since real life begins when one is initiated by a bona fide spiritual master. Although one may experience many seemingly wonderful or important events in a dream, one’s real life begins when he wakes up. Similarly, since the spiritual master gives birth to the disciple by awakening him to spiritual life, a bona fide disciple understands that his spiritual master is the very basis of his life. According to Śrīla Jīva Gosvāmī, the Supreme Personality of Godhead is the reservoir of all pleasure, and thus the Lord’s giving Himself to a pure devotee indicates that such a devotee becomes immersed in the highest possible ecstasy. In this connection there is the following śruti-mantra: ānandād dhīmāni bhūtāni jāyante. “Indeed, it is from the all-blissful Supreme that all these creatures have come into being.” Śrīla Viśvanātha Cakravartī Ṭhākura has further pointed out that when the Lord bestows His own self upon a pure devotee such a fortunate devotee can actually see the Lord, touch Him and directly engage in His service. According to Śrīla Bhaktisiddhānta Sarasvatī Ṭhākura, one should never consider one’s spiritual master to be mundane or on an equal level with one’s self. One should see the spiritual master as being always under the shelter of the lotus feet of the Supreme Lord. One should never try to engage the spiritual master in one’s personal service with the mentality of lording it over the spiritual master and attaining through him some material gain. One who is actually advancing will become more and more eager to serve the spiritual master, and thus such a disciple experiences the pleasure of the Supreme Personality of Godhead. Śrīla Rūpa Gosvāmī has delineated four preliminary requisites for advancement for the sincere disciple: “[1] Accepting the shelter of the lotus feet of a bona fide spiritual master, [2] becoming initiated by the spiritual master and learning how to discharge devotional service from him, [3] obeying the orders of the spiritual master with faith and devotion, and [4] following in the footsteps of great ācāryas [teachers] under the direction of the spiritual master.” (Bhakti-rasāmṛta-sindhu 1.2.74) One who has executed these preliminary duties is qualified to relish Śrīmad-Bhāgavatam. When one actually hears the sound vibration of Śrīmad-Bhāgavatam as it is, he becomes free from the desire for sense gratification and mental speculation and is happy and satisfied in the service of Lord Kṛṣṇa. “Simply by giving aural reception to Śrīmad-Bhāgavatam, the feeling for loving devotional service to Lord Kṛṣṇa, the Supreme Personality of Godhead, sprouts up at once to extinguish the fire of lamentation, illusion and fearfulness.” (Bhāg. 1.7.7) One should hear Śrīmad-Bhāgavatam from a bona fide spiritual master who can expertly engage the propensity for loving Kṛṣṇa that arises from hearing the transcendental sound of the Bhāgavatam. Such a transcendental, authorized engagement is called bhāgavata-dharma. Within the International Society for Krishna Consciousness there are many thousands of authorized engagements pertaining to the Society’s missionary activities. And by hearing the Śrīmad-Bhāgavatam and performing such engagements the Society’s members feel relief from śoka (lamentation), moha (illusion) and bhaya (fear). According to Śrīla Bhaktisiddhānta Sarasvatī Ṭhākura, those who have achieved a mature understanding of the transcendental sound vibration of Śrīmad-Bhāgavatam may adopt the order of tridaṇḍi-sannyāsa, as described in the Haṁsa-gītā, the Thirteenth Chapter of this canto. A so-called Vaiṣṇava who whimsically neglects the strict control of the body, mind and speech cannot actually achieve shelter at the lotus feet of a bona fide spiritual master. Even if such a whimsical sense enjoyer makes a show of assuming the dress and daṇḍa of Vaiṣṇava sannyāsa, he will not attain the desired result, love of Kṛṣṇa. A bona fide Vaiṣṇava should work earnestly to free himself from any tinge of sense gratification and mental speculation, and with a loving heart he should carry out the orders of his bona fide spiritual master. By always remembering the exalted position of the bona fide spiritual master, the disciple will achieve shelter at the lotus feet of Kṛṣṇa."
    },
    {
        "verse": "23",
        "devanagari": "सर्वतो मनसोऽसङ्गमादौ सङ्गं च साधुषु ।दयां मैत्रीं प्रश्रयं च भूतेष्वद्धा यथोचितम् ॥ २३ ॥",
        "english_devnagari": "sarvato manaso ’saṅgamādau saṅgaṁ ca sādhuṣudayāṁ maitrīṁ praśrayaṁ cabhūteṣv addhā yathocitam",
        "verse_Syn": [
            "sarvataḥ",
            "manasaḥ",
            "asaṅgam",
            "ādau",
            "saṅgam",
            "ca",
            "sādhuṣu",
            "dayām",
            "maitrīm",
            "praśrayam",
            "ca",
            "bhūteṣu",
            "addhā",
            "yathā",
            "ucitam"
        ],
        "translation": "A sincere disciple should learn to dissociate the mind from everything material and positively cultivate association with his spiritual master and other saintly devotees. He should be merciful to those in an inferior position to him, cultivate friendship with those on an equal level and meekly serve those in a higher spiritual position. Thus he should learn to deal properly with all living beings.",
        "purport": " Śrīla Madhvācārya has quoted from the Garuḍa Purāṇa to demonstrate that within this universe those who take birth as demigods, great ṛṣis or pious human beings are all considered santaḥ, or saintly persons. According to Bhagavad-gītā, traiguṇya-viṣayā vedāḥ: the varṇāśrama culture described in Vedic literature deals mostly with the living entities who are struggling within the three modes of nature. The Vedic literatures teach such conditioned souls that material happiness can be achieved only through pious works. In this sense, the demigods are to be considered the most pious living entities within the three modes of material nature. The ṛṣis, or the great saintly mystics of the universe, who are able to travel at will to various planets and who cultivate mystic powers, are to be considered somewhat below the demigods. And those human beings on earth who perfectly execute the Vedic rituals are to be considered in the third or lowest category of santaḥ, or saintly persons. But a devotee of the Lord is beyond the three modes of material nature. Lord Kṛṣṇa says in Bhagavad-gītā (14.26): “One who engages in full devotional service, who does not fall down in any circumstance, at once transcends the modes of material nature and thus comes to the level of Brahman.” Thus Lord Kṛṣṇa clearly says that a Vaiṣṇava who does not fall down from the regulations of bhakti-yoga is beyond the three modes of nature. And Lord Kṛṣṇa advised Arjuna, a kṛṣṇa-bhakta, to transcend the three material qualities of the illusory creation of māyā (nistraiguṇyo bhavārjuna). But in the Eighteenth Chapter of Bhagavad-gītā (18.40) the Lord says: “There is no being existing, either here or among the demigods in the higher planetary systems, who is free from the three modes of material nature.” Thus the demigods are not exempt from the pollution of the three modes of material nature, whereas a pure devotee actually becomes guṇātīta, or transcendental to the influence of māyā. Therefore, one should cultivate the association of the uttama-adhikārī, or pure devotee of the Lord, as stated previously (Bhāg. 11.3.21): “Therefore any person who seriously desires real happiness must seek a bona fide spiritual master and take shelter of him by initiation. The qualification of the bona fide guru is that he has realized the conclusions of the scriptures by deliberation and is able to convince others of these conclusions. Such great personalities, who have taken shelter of the Supreme Godhead, leaving aside all material considerations, should be understood to be bona fide spiritual masters.” On the other hand, one should avoid the association of a materialistic person even if such a person is outwardly chanting the holy names of Kṛṣṇa. Śrīla Rūpa Gosvāmī has advised in this respect: One may mentally offer respect to any living entity who is chanting the holy name of Kṛṣṇa, but one should avoid intimate association with materialistic persons, especially those attached to sex enjoyment. Tamo-dvāraṁ yoṣitāṁ saṅgi-saṅgam. If one associates with a sensuous person who is attached to the company of women, by such association one will surely go to hell. But if a materialistic person approaches a pure devotee with a sincere desire to hear from him about spiritual improvement, that first-class devotee may mercifully give his association, provided the purpose of such a meeting is advancement in the devotional service of Kṛṣṇa. By such association even a materialistic person can gradually become a pure devotee of Kṛṣṇa. If an advanced devotee is not able to engage a materialistic person in the devotional service of Kṛṣṇa, such association is strictly forbidden. In the Garuḍa Purāṇa it is stated: “One cannot be liberated without association with a pure devotee of the Lord. And unless one shows mercy to those in an inferior position, one’s life will be superficial.” It is our practical experience in the Kṛṣṇa consciousness movement that those who are expanding their mercy by preaching the message of Kṛṣṇa are making rapid spiritual progress, and their life is filled with transcendental bliss. Those who neglect the quality of mercy, being uninterested in the missionary activities of the Kṛṣṇa consciousness movement, are not filled with transcendental pleasure as described here by the word pūryate. Not being filled with spiritual pleasure, surely such persons attempt to fill their lives with material pleasure through sense gratification and mental speculation, associating with women or reading innumerable mundane novels, newspapers, newsmagazines, and so on. According to Śrī Caitanya Mahāprabhu the preaching activities of the Kṛṣṇa consciousness movement are ānandāmbudhi-vardhanam, the ever-increasing ocean of bliss. Missionary activities are based on the principle of dayām, or mercy to those who are fallen. Those who are actually preaching become enlivened by associating with other preachers. This principle is called maitrīm, or friendship among equals. The power to carry out such preaching activities, as well as the proper guidance for distributing Kṛṣṇa’s message, comes through the principle of praśrayam, or humble service at the lotus feet of spiritual authorities such as the spiritual master. If one preaches Kṛṣṇa consciousness sincerely under the guidance of a bona fide spiritual master and in the company of fellow preachers, one is perfectly fulfilling the statement of this verse of Śrīmad-Bhāgavatam, and thus he will come to the point of sarvato manaso ’saṅgam, or complete detachment from the illusory energy of the Lord. Caitanya Mahāprabhu has stated, lava-mātra sādhu-saṅge sarva-siddhi haya. By becoming attached to the devotees of the Lord, one will achieve all perfection in life, going back home, back to Godhead. If one neglects the order of the Supreme Personality of Godhead by engaging in sinful life, he is certainly not merciful. One who ignores his eternal status as part and parcel of the Supreme Lord and who instead covers himself more and more with material illusions in the form of temporary designations — “I am American,” “I am Russian,” “I am Indian,” “I am black,” “I am white” and so on — is certainly a killer of his own soul and cannot be considered merciful. Similarly, those who support animal slaughter by eating meat, fish and eggs cannot be considered merciful. Sometimes the argument is given that if one does not harm others he is perfectly religious. But because we are now in a state of ignorance, we have no idea whatsoever of the future reactions to our present activities. Ignorantly boasting that one is not harming others, without an awareness of the subtle laws of nature, does not make one a religious person. One becomes religious by surrendering to the laws of God as they are stated by the Lord Himself in Bhagavad-gītā. As long as a living entity is infatuated with his own mental speculations, which carry him away like the waves of the ocean, he cannot understand the process of devotional service to the Supreme Personality of Godhead. Mental speculations based on our experience of the variegated creations of the Lord’s illusory energy are incapable of bringing us to perfect knowledge. One must give up materialistic association and make company with pure devotees of the Lord, those who are engaged twenty-four hours a day in perfectly pleasing the Supreme Lord. One should cultivate association with those who are more advanced than oneself in devotional service. One’s advancement can be measured by one’s detachment from sense gratification and his ability to distribute Kṛṣṇa consciousness to others. In this connection Śrīla Narottama dāsa Ṭhākura has said, chāḍiyā vaiṣṇava-sevā, nistāra pāyeche kebā: “Who can attain salvation if he gives up the service of the Vaiṣṇavas?” By serving the lotus feet of pure devotees, one is immediately enlightened with spiritual knowledge. All of the so-called pleasures of the material world, culminating in many varieties of sexual fantasy and impersonal visions of oneself as God, become useless to one who has achieved the mercy of the lotus feet of a pure devotee of Kṛṣṇa. The entire material creation is compared to an insignificant bubble in the ocean. The material universe rests on the spiritual potency of the Lord called brahmajyoti, just as an insignificant bubble rests on the potency of the unlimited ocean. By serving the lotus feet of a pure devotee one can enter the ocean of eternal happiness and experience his constitutional position as a servant of Kṛṣṇa. The mercy of the Vaiṣṇavas is unlimited, and one who has tasted that mercy becomes mad after the lotus feet of Kṛṣṇa, not caring for the hallucinations of so-called material pleasure or mental speculation. The mercy of the Vaiṣṇavas is substantial and as powerful as Kṛṣṇa Himself, whereas impersonal speculations and hopeless dreams of society, friendship and love merely constitute various means by which māyā cheats the conditioned souls and keeps them in perpetual frustration."
    },
    {
        "verse": "24",
        "devanagari": "शौचं तपस्तितिक्षां च मौनं स्वाध्यायमार्जवम् ।ब्रह्मचर्यमहिंसां च समत्वं द्वन्द्वसंज्ञयो: ॥ २४ ॥",
        "english_devnagari": "śaucaṁ tapas titikṣāṁ camaunaṁ svādhyāyam ārjavambrahmacaryam ahiṁsāṁ casamatvaṁ dvandva-saṁjñayoḥ",
        "verse_Syn": [
            "śaucam",
            "tapaḥ",
            "titikṣām",
            "ca",
            "maunam",
            "svādhyāyam",
            "ārjavam",
            "brahmacaryam",
            "ahiṁsām",
            "ca",
            "samatvam",
            "dvandva",
            "saṁjñayoḥ"
        ],
        "translation": "To serve the spiritual master the disciple should learn cleanliness, austerity, tolerance, silence, study of Vedic knowledge, simplicity, celibacy, nonviolence, and equanimity in the face of material dualities such as heat and cold, happiness and distress.",
        "purport": " Śaucam, or “cleanliness,” refers to both internal and external purity. One should remain externally clean by bathing with soap and water at least once and, if possible, three times daily. One is considered internally pure when he is free from the pollution of false pride and egotism. Tapaḥ, or “austerity,” means that despite the irrational impulses of the mind one should remain fixed in executing his proper duty in life. Specifically, one must control burning anger and the urge for wanton sex life. If a human being does not control the impulses of lust, anger and greed, he loses his power to understand his actual situation. Human life is a golden opportunity to solve the overwhelming problems of birth, death, old age and disease. According to the Viṣṇu Purāṇa (3.8.9): Every human being can achieve spiritual perfection by dedicating the fruits of his prescribed work to the Supreme Personality of Godhead, Viṣṇu. Similarly, in Bhagavad-gītā (18.45) Lord Kṛṣṇa clearly states, sve sve karmaṇy abhirataḥ saṁsiddhiṁ labhate naraḥ. One does not have to adopt a monastic life or live in the forest as a yogī; one can achieve perfection by dedicating his occupational duties to the Supreme Lord. Similarly, Bhaktivinoda Ṭhākura has said, nāmāśraya kari’ yatane tumi, thakaha āpana kāje. If one sincerely takes shelter of the holy names of Kṛṣṇa by chanting Hare Kṛṣṇa, Hare Kṛṣṇa, Kṛṣṇa Kṛṣṇa, Hare Hare/ Hare Rāma, Hare Rāma, Rāma Rāma, Hare Hare, he will achieve spiritual perfection within the compass of his normal daily activities. Unfortunately, if a human being neglects the regulative principles of civilized life that prohibit illicit sex, meat-eating, intoxication and gambling, he will surely be overwhelmed by the waves of lust and anger, which completely cover one’s consciousness of the reality of spiritual life and draw one to engage in the phantasmagoria of the temporary material body. As Lord Kṛṣṇa has stated in Bhagavad-gītā (3.39): “Thus a man’s pure consciousness is covered by his eternal enemy in the form of lust, which is never satisfied and which burns like fire.” Therefore, the word tapaḥ, or “austerity,” in this verse indicates that one must remain in his prescribed duty and not become impatient or unregulated due to the waves of lust, anger and greed. The word titikṣām, or “tolerance,” indicates that a transcendentalist must be forgiving. The material world is full of embarrassing and irritating situations, and unless one is inclined to be very much forgiving he will become infected by a vindictive mentality, which spoils one’s spiritual consciousness. Maunam, or “silence,” means that one should not speak on worthless or frivolous topics, but should discuss the actual issues of human life such as going back home, back to Godhead. Remaining completely silent is a symptom of ignorance; a stone is silent due to a lack of consciousness. Since every material thing has its spiritual counterpart, the Vedic śāstras contain negative and positive injunctions. Corresponding to the negative injunction against speech is the positive injunction that one should always speak about Kṛṣṇa. Satataṁ kīrtayanto mām. One should always speak about the Supreme Personality of Godhead, glorifying His holy name, fame, pastimes, entourage, and so on. In the Śrīmad-Bhāgavatam also it is stated, śrotavyaḥ kīrtitavyaś ca dhyeyaḥ pūjyaś ca nityadā. One should always hear about, glorify, meditate upon and worship the Supreme Personality of Godhead, Kṛṣṇa. In the verse 21 of this chapter it was stated, śābde pare ca niṣṇātam. The bona fide spiritual master is expert in śābde pare, or the transcendental sound vibration describing the spiritual world. One cannot artificially remain empty-headed or speechless, as advocated by foolish proponents of concocted systems of meditation and yoga. But one should be so absorbed in the loving service of Kṛṣṇa, and so lovingly attracted to praising Kṛṣṇa, that one has not a single moment free to speak nonsense. That is the purport of the word maunam. Svādhyāyam means that one should study Vedic literature according to his individual ability and also teach others. In Bhagavad-gītā it is mentioned that a brāhmaṇa should have the qualities of jñāna and vijñāna, scriptural knowledge and practical realized application of knowledge. Specifically one should study those books which increase one’s desire to serve the Supreme Personality of Godhead. His Divine Grace Oṁ Viṣṇupāda Paramahaṁsa Parivrājakācārya Aṣṭottara-śata Śrī Śrīmad Bhaktivedanta Swami Prabhupāda has written in a few short years a veritable library of transcendental knowledge. It is being practically seen throughout the world that when the principle of svādhyāyam, or Vedic study, is applied to these books, such as Śrīmad-Bhāgavatam, Bhagavad-gītā As It Is, Caitanya-caritāmṛta and The Nectar of Devotion, the sincere reader becomes infused with the ecstatic determination to serve the Supreme Personality of Godhead. The entire International Society for Krishna Consciousness is expanding all over the world on the basis of this transcendental literature. Svādhyāyam does not indicate speculative or imaginary interpretations of religious scriptures, nor should one try to read many books to increase his false prestige as a so-called scholar. One should read those books which inspire practical spiritual advancement in knowledge and renunciation, as exemplified by the books of Śrīla Prabhupāda. The word ārjavam indicates simplicity or straightforwardness. According to Śrīla Śrīdhara Svāmī svacchatām, or “clarity, transparency,” is a synonym for straightforwardness. Unless one is pure in consciousness he will adopt many crooked means. Straightforwardness does not indicate that one should insult others in the name of honesty, but that one should speak the humble truth. The word brahmacaryam, or “celibacy,” indicates either renouncing completely the association of women or following strictly the Vedic principles of householder life, which regulate sex life for the purpose of procreating saintly children. Ahiṁsām indicates that one should not commit violence against any living entity. Unless one is aware of the subtle laws of karma, by which a living being enjoys and suffers, one cannot actually practice ahiṁsā, or nonviolence. Ultimately the material world is full of violence, and the laws of nature, which impose old age, disease and death upon every living creature, are themselves filled with violence. Therefore, if somehow or other one can convince others to surrender to Kṛṣṇa and thus release themselves from the violent laws of material nature, that is the perfection of ahiṁsā. Samatvaṁ dvandva-saṁjñayoḥ indicates that one should keep a cool head even when disturbing material dualities become manifest. Kṛṣṇa says in Bhagavad-gītā (2.14): “O son of Kuntī, the nonpermanent appearance of happiness and distress, and their disappearance in due course, are like the appearance and disappearance of winter and summer seasons. They arise from sense perception, O scion of Bharata, and one must learn to tolerate them without being disturbed.”"
    },
    {
        "verse": "25",
        "devanagari": "सर्वत्रात्मेश्वरान्वीक्षां कैवल्यमनिकेतताम् ।विविक्तचीरवसनं सन्तोषं येन केनचित् ॥ २५ ॥",
        "english_devnagari": "sarvatrātmeśvarānvīkṣāṁkaivalyam aniketatāmvivikta-cīra-vasanaṁsantoṣaṁ yena kenacit",
        "verse_Syn": [
            "sarvatra",
            "ātma",
            "īśvara",
            "anvīkṣām",
            "kaivalyam",
            "aniketatām",
            "vivikta",
            "cīra",
            "vasanam",
            "santoṣam",
            "yena",
            "kenacit"
        ],
        "translation": "One should practice meditation by constantly seeing oneself to be an eternal cognizant spirit soul and seeing the Lord to be the absolute controller of everything. To increase one’s meditation, one should live in a secluded place and give up false attachment to one’s home and household paraphernalia. Giving up the decorations of the temporary material body, one should dress himself with scraps of cloth found in rejected places, or with the bark of trees. In this way one should learn to be satisfied in any material situation.",
        "purport": " Kaivalyam, or living in a secluded place, indicates a place free from material disturbances. Therefore, one should live in the association of Vaiṣṇavas, where the common goal is advancement in Kṛṣṇa consciousness. Especially in the Kali-yuga, if one tries to remain physically isolated from all others the result will be degradation or insanity. Aniketatām means that one should not be intoxicated by the ephemeral satisfaction of one’s “home sweet home,” which will vanish at any moment by the unforeseen circumstances produced by one’s previous activities. In this age it is not actually possible to dress in tree bark in modern cities, nor to wear mere scraps of cloth. Previously, human culture accommodated those practicing tapasya, or penances in the interest of spiritual advancement. In this age, however, the most urgent necessity is for preaching the message of Bhagavad-gītā throughout human society. Therefore, it is recommended that Vaiṣṇavas dress with clean and neat cloth, covering the body decently so that the conditioned souls will not be frightened or repulsed by the severe penances of the Vaiṣṇavas. In the Kali-yuga the conditioned souls are extremely attached to material sense gratification, and extreme austerities are not appreciated, but are instead considered abominable denials of the flesh. Of course, austerity is required for spiritual advancement, but the practical example set by Śrīla Prabhupāda in successfully spreading the Kṛṣṇa consciousness movement was that all material things should be used to attract people to Kṛṣṇa consciousness. Therefore, Vaiṣṇavas may at times adopt ordinary dress to serve the higher principle of distributing Kṛṣṇa consciousness. In any case, one should learn to be satisfied in any material situation so as to prepare for the moment of death. According to Bhagavad-gītā, at the time of death the particular consciousness we have created in this life will carry us to our future situation. Therefore, human life can be seen as a type of practice for successfully fixing one’s mind on the Absolute Truth during the severe trials of death."
    },
    {
        "verse": "26",
        "devanagari": "श्रद्धां भागवते शास्त्रेऽनिन्दामन्यत्र चापि हि ।मनोवाक्कर्मदण्डं च सत्यं शमदमावपि ॥ २६ ॥",
        "english_devnagari": "śraddhāṁ bhāgavate śāstre’nindām anyatra cāpi himano-vāk-karma-daṇḍaṁ casatyaṁ śama-damāv api",
        "verse_Syn": [
            "śraddhām",
            "bhāgavate",
            "śāstre",
            "anindām",
            "anyatra",
            "ca",
            "api",
            "hi",
            "manaḥ",
            "vāk",
            "karma",
            "daṇḍam",
            "ca",
            "satyam",
            "śama",
            "damau",
            "api"
        ],
        "translation": "One should have firm faith that he will achieve all success in life by following those scriptures that describe the glories of the Supreme Personality of Godhead, Bhagavān. At the same time, one should avoid blaspheming other scriptures. One should rigidly control his mind, speech and bodily activities, always speak the truth, and bring the mind and senses under full control.",
        "purport": " The definition of śraddhā, or faith, is given as follows in Caitanya-caritāmṛta (Madhya 22.62): “By rendering transcendental loving service to Kṛṣṇa, one automatically performs all subsidiary activities. This confident, firm faith, favorable to the discharge of devotional service, is called śraddhā.” Thus a devotee should be confident that by carrying out the injunctions of bhāgavata-śāstra, or Vedic literature that directly, rather than indirectly, describes devotional service to the Supreme Personality of Godhead, one will easily achieve all knowledge and the perfection of life. According to Śrīla Viśvanātha Cakravartī Ṭhākura, mano-vāk-kāya-daṇḍam, or strict control of the mind, speech and bodily activities, means mānasa-vācika-kāyika-vikarma-rāhityam; that is, one should rigidly abandon all sinful activities with his mind, speech and body. As Śrīla Prabhupāda has repeatedly pointed out, sense control does not mean stopping sensory activities, thus becoming like a dead body, but rather engaging one’s mental, vocal and bodily activities in the service of Kṛṣṇa. Śrīla Rūpa Gosvāmī has stated: “A person acting in Kṛṣṇa consciousness, in the service of Kṛṣṇa, with his body, mind, intelligence and words is a liberated person, even within the material world, although he may be engaged in many so-called material activities.” (Bhakti-rasāmṛta-sindhu 1.2.187) Thus one can achieve vikarma-rāhityam, or freedom from unauthorized, sinful activities, by engaging one’s senses, mind, intelligence and speech twenty-four hours daily in the service of Kṛṣṇa. In Bhagavad-gītā Lord Kṛṣṇa says that only those pious living entities who are vikarma-rahita, completely free from sinful life, can achieve freedom from the illusory duality of material nature (samatvaṁ dvandva-saṁjñayoḥ). The Lord says: “Persons who have acted piously in previous lives and in this life, whose sinful actions are completely eradicated and who are freed from the duality of delusion engage themselves in My service with determination.” (Bg. 7.28) In his purport to this verse, His Divine Grace Śrīla Prabhupāda has stated, “Those eligible for elevation to the transcendental position are mentioned in this verse. For those who are sinful, atheistic, foolish and deceitful, it is very difficult to transcend the duality of desire and hate. Only those who have passed their lives in practicing the regulative principles of religion, who have acted piously and have conquered sinful reactions can accept devotional service and gradually rise to the pure knowledge of the Supreme Personality of Godhead. Then, gradually, they can meditate in trance on the Supreme Personality of Godhead. That is the process of being situated on the spiritual platform. This elevation is possible in Kṛṣṇa consciousness in the association of pure devotees who can deliver one from delusion.” Śrīla Madhvācārya has quoted the following statement from the Brahmāṇḍa Purāṇa: “One should have complete faith in transcendental literature such as Śrīmad-Bhāgavatam and other literature that directly glorifies the Supreme Personality of Godhead. One should also have faith in Vaiṣṇava tantras, the original Vedas, and Mahābhārata, which includes Bhagavad-gītā and which is considered the fifth Veda. The Vedic knowledge originally emanated from the breathing of Viṣṇu, and Vedic literature has been compiled in literary form by Śrīla Vyāsadeva, the incarnation of Viṣṇu. Therefore, Lord Viṣṇu should be understood to be the personal speaker of all this Vedic literature. “There are other Vedic literatures, called kalā-vidyā, which give instructions in material arts and sciences. Since all such Vedic arts and sciences are ultimately intended to be used to render devotional service to the Supreme Personality of Godhead, Keśava, saintly persons in the renounced order of life should never blaspheme such apparently mundane literatures; because such literatures are indirectly connected with the Supreme Lord, one may go to hell for blaspheming these secondary literatures. “Śraddhā indicates a faithful mentality, which can be analyzed in two sections. The first type of faith is a firm conviction that all the statements of the multifarious Vedic literatures are true. In other words, the understanding that Vedic knowledge in general is infallible is called śraddhā, or faith. A second type of faith is the belief that one must personally carry out a particular injunction of Vedic literature in order to achieve his goal in life. A devotee of the Supreme Lord should thus apply the first type of faith to the various kalā-vidyās, or Vedic material arts and sciences, but he should not accept such scriptures as pointing out his personal goal in life. Nor should he carry out any Vedic injunction that is contradictory to the injunctions of Vaiṣṇava scriptures such as the Pañcarātra. “Thus one should faithfully accept all Vedic literature as directly or indirectly describing the Supreme Personality of Godhead and should not blaspheme any portion of it. Even for Lord Brahmā, as well as for other creatures, down to the insignificant unmoving species such as trees and stones, blasphemy of any Vedic literature causes one to merge into the darkness of ignorance. Thus the suras — the demigods, great sages and devotees of the Lord — should understand that the Pañcarātric literatures, as well as the four Vedas, the original Rāmāyaṇa, the Śrīmad-Bhāgavatam and other Purāṇas, and the Mahābhārata, are Vedic literatures that establish the supremacy of the Supreme Personality of Godhead and the unique transcendental position of the Lord’s devotees according to their status of spiritual advancement. Any other vision of Vedic literatures is to be considered an illusion. In all authorized religious scriptures the ultimate goal is to understand that the Supreme Personality of Godhead is the controller of everything and everyone, and that the Lord’s devotees are not different from Him, although such devotees are to be understood in terms of their level of spiritual advancement.” Lord Kṛṣṇa has stated in Bhagavad-gītā, vedaiś ca sarvair aham eva vedyo/ vedānta-kṛd veda-vid eva cāham: “By all the Vedas, I am to be known; indeed, I am the compiler of Vedānta, and I am the knower of the Vedas.” Similarly, the Lord states: “Because I am transcendental, beyond both the fallible and the infallible, and because I am the greatest, I am celebrated both in the world and in the Vedas as the Supreme Person.” (Bg. 15.18) Śrīla Bhaktisiddhānta Sarasvatī Ṭhākura mentions that one cannot develop the godly qualities mentioned in the preceding verses unless one accepts the shelter of the lotus feet of a bona fide Vaiṣṇava spiritual master. Tasmād guruṁ prapadyeta jijñāsuḥ śreya uttamam. In this connection, he has quoted the following statement: “One who performs worship of Lord Govinda but fails to worship His devotees should be understood to be not a devotee of the Lord but simply a victim of false pride.” For one who has accepted shelter at the lotus feet of a pure devotee of Kṛṣṇa, it is very easy to execute worship of the Lord Himself. For such a surrendered soul there is no need of artificial penances and austerities. In this regard Śrīla Bhaktisiddhānta Sarasvatī Ṭhākura has quoted the following (from Nārada Pañcarātra): “If one is worshiping Lord Hari, what is the use of performing extraneous penances? And if one is not worshiping Lord Hari, no such penances will save one. If one can understand that Lord Hari is all-pervading, within and without, what is the need of performing penances? And if one is not able to understand that Hari is all-pervading, all his penances are useless.” A Vaiṣṇava is always absorbed in executing his devotional service to Kṛṣṇa. If a devotee becomes falsely proud of executing severe penances and austerities and meditates on accepting and rejecting material objects instead of thinking of his service to Kṛṣṇa, his so-called austerities become an impediment to devotional service. A devotee should not be disturbed by the word jugglery of those who are against the devotional service of the Lord. Śrīla Bhaktisiddhānta Sarasvatī Ṭhākura has emphatically pointed out that devotional service to the lotus feet of the Supreme Lord is the only means of achieving the final perfection of life. Therefore a Vaiṣṇava should practice maunam, or silence, by ignoring those literatures which are full of false arguments, such as those of the Māyāvāda school, and those karma-kāṇḍa scriptures which promote sense gratification in the name of religious life. If one becomes overwhelmed by mundane unhappiness due to not achieving immediate success in self-realization, or if one becomes deluded by sense gratification and tries to take shelter of materialistic men and doctrines, one’s devotional progress will immediately be checked. Similarly, if a devotee expresses love for things separate from Kṛṣṇa or tries to find fault in the process of devotional service or the philosophy of Bhagavad-gītā in order to justify absorbing himself in the sense gratification of seeing things separate from Kṛṣṇa, his progress in spiritual enlightenment will be seriously disturbed. Such an illusory concept is called dvitīyābhiniveśa, or absorption in illusion. On the other hand, if one is attracted to the vibration of Vedic sound by the consensus of self-realized authorities called the vaiṣṇava-paramparā and thus engages enthusiastically in kṛṣṇa-nāma-kīrtana, or chanting the holy names of the Lord, then one’s practice of mauna, or silence, is perfect. One should avoid prajalpa, or whimsical conversations unrelated to devotional service. Merely restraining the senses artificially without chanting and hearing the glories of the Supreme Lord cannot be considered the spiritual perfection. The example is given that although many domestic animals in the barnyard are sometimes forced to practice celibacy when isolated from one another, such animals cannot be considered brahmacārīs, or spiritual students. Similarly, one is not considered spiritually advanced simply because of dry speculative arguments or temporary austerities. One must submissively hear the message of the Vedic sound vibration, especially as it is summarized in Bhagavad-gītā by the Lord Himself. Vedaiś ca sarvair aham eva vedyaḥ. Śrīla Bhaktisiddhānta Sarasvatī Ṭhākura has warned us that if one becomes attracted to nontheistic ethical philosophies, such as those of the Buddhists and Jains, which glorify such mundane principles as ahiṁsā, or nonviolence, one’s mundane faith in godless ethics is spiritually suicidal. To restrict the senses by artificial austerities and to undertake huge social arrangements to facilitate mass sense gratification are both godless attempts to regulate human society in an artificial way that hides the eternal relationship of every living being with the Supreme Personality of Godhead, the natural leader of society. When so-called moral philosophers spoil the opportunity of human life, the opportunity to revive our eternal relationship with Kṛṣṇa, in the name of ethics such foolish persons commit the greatest violence against human society. Therefore, Kṛṣṇadāsa Kavirāja Gosvāmī has said: “If you are indeed interested in logic and argument, kindly apply them to the mercy of Śrī Caitanya Mahāprabhu. If you do so, you will find such mercy strikingly wonderful.” (Cc. Ādi 8.15) According to Śrīla Bhaktisiddhānta Sarasvatī Ṭhākura a mahā-bhāgavata, or pure devotee of the Lord, is one who sees that both the material and spiritual worlds are nondifferent from Lord Kṛṣṇa, being expansions of His potency, but also sees that Vrajendranandana, Kṛṣṇa, keeps Himself eternally distinct by His unique quality of all-attractiveness. Thus a pure devotee of the Lord is aniketana, without a fixed residence, meaning that he accepts neither the gross nor subtle body as his eternal residence. Since one’s so-called home and family are expansions of his body, such material creations are also not to be considered one’s actual residence. Caitanya Mahāprabhu said: “O Kṛṣṇa, son of Mahārāja Nanda, I am Your eternal servitor, yet somehow or other I have fallen into the ocean of birth and death. Please pick me up from this ocean of death and place me as one of the atoms at Your lotus feet.” (Śikṣāṣṭaka 5) Thus a devotee should understand that his eternal residence is fixed in the dust of the lotus feet of the Supreme Personality of Godhead. A Vaiṣṇava should reject the gross sense gratification of living in the forest in the mode of goodness, in the city in the mode of passion, or in the gambling house in ignorance. A pure devotee may travel all over the world distributing Kṛṣṇa consciousness, but he should never consider any material place to be his actual residence. One who has become mature in this understanding may take the tridaṇḍa-sannyāsa order of life under the direct shelter of the Lord. The impersonalist cannot understand how the devotee of the Lord, although fixed in the duality of seeing himself as eternally different from the Lord, sees all existence as nondifferent from the Lord. Those who attempt to acquire knowledge by impersonal speculation based on their tiny experience of the material cosmic manifestation cannot understand the transcendental reality of acintya-bhedābheda-tattva, the Absolute Truth’s simultaneous oneness with and difference from His creation. The process of assimilating this transcendental knowledge is given in these verses, starting with tasmād guruṁ prapadyeta. One is recommended to accept a bona fide spiritual master and serve him according to the direction of these verses. The essence of such instructions is that one should abandon the association of Māyāvādī impersonalists, ritualistic fruitive workers and those who are whimsically indifferent to the ultimate purpose of life, and instead one should devote himself to associating with the devotees of the Supreme Personality of Godhead. A falsely proud neophyte may imagine himself a great devotee of the Lord without taking to the company of the Lord’s followers, but without such association it is not possible to become advanced in Kṛṣṇa consciousness."
    },
    {
        "verse": "27-28",
        "devanagari": "श्रवणं कीर्तनं ध्यानं हरेरद्भ‍ुतकर्मण: ।जन्मकर्मगुणानां च तदर्थेऽखिलचेष्टितम् ॥ २७ ॥इष्टं दत्तं तपो जप्तं वृत्तं यच्चात्मन: प्रियम् ।दारान् सुतान् गृहान् प्राणान् यत्परस्मै निवेदनम् ॥ २८ ॥",
        "english_devnagari": "śravaṇaṁ kīrtanaṁ dhyānaṁharer adbhuta-karmaṇaḥjanma-karma-guṇānāṁ catad-arthe ’khila-ceṣṭitam",
        "verse_Syn": [
            "śravaṇam",
            "kīrtanam",
            "dhyānam",
            "hareḥ",
            "adbhuta",
            "karmaṇaḥ",
            "janma",
            "karma",
            "guṇānām",
            "ca",
            "tat",
            "arthe",
            "akhila",
            "ceṣṭitam",
            "iṣṭam",
            "dattam",
            "tapaḥ",
            "japtam",
            "vṛttam",
            "yat",
            "ca",
            "ātmanaḥ",
            "priyam",
            "dārān",
            "sutān",
            "gṛhān",
            "prāṇān",
            "yat",
            "parasmai",
            "nivedanam"
        ],
        "translation": "One should hear, glorify and meditate upon the wonderful transcendental activities of the Lord. One should specifically become absorbed in the appearance, activities, qualities and holy names of the Supreme Personality of Godhead. Thus inspired, one should perform all of one’s daily activities as an offering to the Lord. One should perform sacrifice, charity and penance exclusively for the Lord’s satisfaction. Similarly, one should chant only those mantras which glorify the Supreme Personality of Godhead. And all one’s religious activities should be performed as an offering to the Lord. Whatever one finds pleasing or enjoyable he should immediately offer to the Supreme Lord, and even his wife, children, home and very life air he should offer at the lotus feet of the Supreme Personality of Godhead.",
        "purport": " In Bhagavad-gītā (9.27) Lord Kṛṣṇa has ordered: “O son of Kuntī, all that you do, all that you eat, all that you offer and give away, and all austerities that you perform should be done as an offering unto Me.” Śrīla Prabhupāda has commented on this verse as follows: “Thus, it is the duty of everyone to mold his life in such a way that he will not forget Kṛṣṇa in any circumstance. Everyone has to work for maintenance of his body and soul together, and Kṛṣṇa recommends herein that one should work for Him. Everyone has to eat something to live; therefore he should accept the remnants of foodstuffs offered to Kṛṣṇa. Any civilized man has to perform some religious ritualistic ceremonies; therefore Kṛṣṇa recommends, ‘Do it for Me,’ and this is called arcanam. Everyone has a tendency to give something in charity; Kṛṣṇa says, ‘Give it to Me,’ and this means that all surplus money accumulated should be utilized in furthering the Kṛṣṇa consciousness movement. Nowadays people are very much inclined to the meditational process, which is not practical in this age, but if anyone practices meditating on Kṛṣṇa twenty-four hours by chanting the Hare Kṛṣṇa mantra round his beads, he is surely the greatest yogī, as substantiated by the Sixth Chapter of Bhagavad-gītā.” Many persons who become attracted to the devotional service of Kṛṣṇa are bewildered by the material possessions, reputation or skills they have accumulated by their previous material activities. According to Śrīla Jīva Gosvāmī these two verses indicate that all such material opulences accumulated by one’s previous karma should be used as an offering to the Supreme Personality of Godhead. One’s fame, education, wealth and so on should all be used to carry out the mission of the Supreme Personality of Godhead. Sometimes envious materialists ask why one should waste one’s wealth and education in the Lord’s service when such things could be better used to gratify the temporary material body. Actually, however, whatever we possess, including this body, is ultimately the property of the Supreme Lord, who is the creator, maintainer and annihilator of all existence. Therefore, one should be blessed by dovetailing one’s so-called opulences in the devotional service of the Lord. Otherwise, as stated in Bhagavad-gītā, mṛtyuḥ sarva-haraś cāham: the Supreme Lord will appear before us at the time of death as mṛtyu, death personified, and violently take away all of our possessions. Therefore, such possessions should be peacefully offered to the lotus feet of the Lord while we are still living and able to enjoy the pious result of such an offering. According to Śrīla Viśvanātha Cakravartī Ṭhākura, tapaḥ, austerity, means that one should observe vows such as Ekādaśī-vrata, in which one fasts from grains and beans twice a month. The word japtam refers to chanting the holy names of the Lord, such as Hare Kṛṣṇa, Hare Kṛṣṇa, Kṛṣṇa Kṛṣṇa, Hare Hare/ Hare Rāma, Hare Rāma, Rāma Rāma, Hare Hare. Śrīla Viśvanātha Cakravartī Ṭhākura has further pointed out that one can offer one’s wife, children and home to the Lord by converting one’s family into devotees of the Supreme Lord. Rather than becoming artificially puffed up in the pursuit of so-called status symbols, one’s family should be trained to understand that they are eternal servants of the Supreme Lord. And when the entire family becomes dedicated to the Lord’s service, a very beautiful situation is created. Śrīla Bhaktisiddhānta Sarasvatī Ṭhākura has pointed out that if a human being is not initiated into the process of bhāgavata-dharma he must depend upon the uncertain knowledge derived from his gross material senses. Indifferent to the sublime descriptions of the Lord’s eternal appearances, pastimes and innumerable transcendental qualities, the faithless materialist wanders about on the platform of mundane enjoyment. But if one can understand the reality of the Supreme Personality of Godhead as He is described in authorized Vedic literature, then one should accept the order of tridaṇḍa-sannyāsa, or at least one should practice restraint of the body, mind and words and thus become self-controlled and fixed in the Absolute Truth. Then all of one’s desires, all the charity he gives, and his penances and chanting of mantras — in other words, his entire personality, his home, his children, his wife and his very life air — become heartfelt offerings to the Supreme Lord. When a living entity constantly hears the authorized descriptions of the Supreme Lord and dovetails all of his activities in the Lord’s service, avoiding other activities, he is considered to be fixed on the platform of bhāgavata-dharma."
    },
    {
        "verse": "29",
        "devanagari": "एवं कृष्णात्मनाथेषु मनुष्येषु च सौहृदम् ।परिचर्यां चोभयत्र महत्सु नृषु साधुषु ॥ २९ ॥",
        "english_devnagari": "evaṁ kṛṣṇātma-nātheṣumanuṣyeṣu ca sauhṛdamparicaryāṁ cobhayatramahatsu nṛṣu sādhuṣu",
        "verse_Syn": [
            "evam",
            "kṛṣṇa",
            "ātma",
            "nātheṣu",
            "manuṣyeṣu",
            "ca",
            "sauhṛdam",
            "paricaryām",
            "ca",
            "ubhayatra",
            "mahatsu",
            "nṛṣu",
            "sādhuṣu"
        ],
        "translation": "One who desires his ultimate self-interest should cultivate friendship with those persons who have accepted Kṛṣṇa as the Lord of their life. One should further develop an attitude of service toward all living beings. One should especially try to help those in the human form of life and, among them, especially those who accept the principles of religious behavior. Among religious persons, one should especially render service to the pure devotees of the Supreme Personality of Godhead.",
        "purport": " According to Śrīla Bhaktisiddhānta Sarasvatī Ṭhākura, the highest duty for devotees of the Supreme Lord is to establish friendship with those who have completely surrendered to Kṛṣṇa and who have thus achieved śaraṇāgati, shelter at the Lord’s lotus feet. One should render service to both the Lord and His devotees, since the Lord is more pleased by sincere service rendered to His pure devotees. One should not only officially offer respect to the Supreme Personality of Godhead, His devotees and His worshipful paraphernalia, but should actually render service to the representatives of the Lord, who are known as mahā-bhāgavatas."
    },
    {
        "verse": "30",
        "devanagari": "परस्परानुकथनं पावनं भगवद्यश: ।मिथो रतिर्मिथस्तुष्टिर्निवृत्तिर्मिथ आत्मन: ॥ ३० ॥",
        "english_devnagari": "parasparānukathanaṁpāvanaṁ bhagavad-yaśaḥmitho ratir mithas tuṣṭirnivṛttir mitha ātmanaḥ",
        "verse_Syn": [
            "paraspara",
            "anukathanam",
            "pāvanam",
            "bhagavat",
            "yaśaḥ",
            "mithaḥ",
            "ratiḥ",
            "mithaḥ",
            "tuṣṭiḥ",
            "nivṛttiḥ",
            "mithaḥ",
            "ātmanaḥ"
        ],
        "translation": "One should learn how to associate with the devotees of the Lord by gathering with them to chant the glories of the Lord. This process is most purifying. As devotees thus develop their loving friendship, they feel mutual happiness and satisfaction. And by thus encouraging one another they are able to give up material sense gratification, which is the cause of all suffering.",
        "purport": " According to Śrīla Śrīdhara Svāmī, those who are advanced in Kṛṣṇa consciousness should not envy one another or quarrel among themselves. Giving up all such mundane feelings, they should gather together and chant the glories of the Supreme Lord for mutual purification. Śrīla Viśvanātha Cakravartī Ṭhākura has pointed out that glorification of the Supreme Lord is especially potent when performed in the association of pure devotees. When devotees engage in saṅkīrtana, chanting the glories of the Lord together, they experience the highest transcendental bliss and satisfaction. Thus they encourage one another to give up material sense gratification, which is based on illicit sexual connections with women. One devotee will say to another, “Oh, you have given up sense gratification. Starting today, I shall also give it up.” One should learn to increase one’s love for the devotees, to satisfy them and to give up sense objects unfavorable to serving Kṛṣṇa. And one should learn to view the entire universe as paraphernalia for the Lord’s service. By engaging the objects of the senses in Kṛṣṇa’s service, one automatically becomes detached from them. And as one passes one’s days in the association of the Lord’s devotees, one’s transcendental ecstasy increases more and more, through discussions about the topics of Śrīmad-Bhāgavatam and Bhagavad-gītā. Therefore, one who wants to be free from the harassment of māyā in the form of sense gratification must constantly associate with pure devotees of the Lord who have no engagement other than chanting and hearing the glories of the Lord and carrying out His mission on earth. Śrīla Madhvācārya has pointed out that just as one should cultivate friendship with devotees, one must cultivate a spirit of friendship toward the demigods, who manage the universe on the Lord’s behalf. Thus one should live peacefully within this world."
    },
    {
        "verse": "31",
        "devanagari": "स्मरन्त: स्मारयन्तश्च मिथोऽघौघहरं हरिम् ।भक्त्या सञ्जातया भक्त्या बिभ्रत्युत्पुलकां तनुम् ॥ ३१ ॥",
        "english_devnagari": "smarantaḥ smārayantaś camitho ’ghaugha-haraṁ harimbhaktyā sañjātayā bhaktyābibhraty utpulakāṁ tanum",
        "verse_Syn": [
            "smarantaḥ",
            "smārayantaḥ",
            "ca",
            "mithaḥ",
            "agha",
            "ogha",
            "haram",
            "harim",
            "bhaktyā",
            "sañjātayā",
            "bhaktyā",
            "bibhrati",
            "utpulakām",
            "tanum"
        ],
        "translation": "The devotees of the Lord constantly discuss the glories of the Personality of Godhead among themselves. Thus they constantly remember the Lord and remind one another of His qualities and pastimes. In this way, by their devotion to the principles of bhakti-yoga, the devotees please the Personality of Godhead, who takes away from them everything inauspicious. Being purified of all impediments, the devotees awaken to pure love of Godhead, and thus, even within this world, their spiritualized bodies exhibit symptoms of transcendental ecstasy, such as standing of the bodily hairs on end.",
        "purport": " The word aghaugha-haram is very significant in this verse. Agha refers to that which is inauspicious or sinful. The living entity is actually sac-cid-ānanda-vigraha, or eternal and full of bliss and knowledge, but by neglecting his eternal relationship with Kṛṣṇa, the Personality of Godhead, he commits sinful activities and undergoes the inauspicious result in the form of material suffering. The chain of sinful reactions is called ogha, or a relentless wave of suffering. Kṛṣṇa is aghaugha-haraṁ harim; He takes away the sinful reactions of His devotees, who are thus entitled to experience the inconceivable bliss of the kingdom of God even while remaining in this world. The words bhaktyā sañjātayā bhaktyā indicate that there are two divisions of bhakti-yoga: sādhana-bhakti and rāgānuga-bhakti. Śrīla Prabhupāda has elaborately explained in his book The Nectar of Devotion the progress of the devotee from sādhana-bhakti, or the execution of regulative principles, to rāgānuga-bhakti, or service executed in love of Godhead. According to Śrīla Bhaktisiddhānta Sarasvatī Ṭhākura, a liberated soul is always enthusiastic due to the appearance of transcendental ecstasy within his body. Thus he always aspires to remain overwhelmed in chanting the glories of the Personality of Godhead, Hari."
    },
    {
        "verse": "32",
        "devanagari": "क्व‍‍चिद् रुदन्त्यच्युतचिन्तया क्व‍‍चि-द्धसन्ति नन्दन्ति वदन्त्यलौकिका: ।नृत्यन्ति गायन्त्यनुशीलयन्त्यजंभवन्ति तूष्णीं परमेत्य निवृता: ॥ ३२ ॥",
        "english_devnagari": "kvacid rudanty acyuta-cintayā kvaciddhasanti nandanti vadanty alaukikāḥnṛtyanti gāyanty anuśīlayanty ajaṁbhavanti tūṣṇīṁ param etya nirvṛtāḥ",
        "verse_Syn": [
            "kvacit",
            "rudanti",
            "acyuta",
            "cintayā",
            "kvacit",
            "hasanti",
            "nandanti",
            "vadanti",
            "alaukikāḥ",
            "nṛtyanti",
            "gāyanti",
            "anuśīlayanti",
            "ajam",
            "bhavanti",
            "tūṣṇīm",
            "param",
            "etya",
            "nirvṛtāḥ"
        ],
        "translation": "Having achieved love of Godhead, the devotees sometimes weep loudly, absorbed in thought of the infallible Lord. Sometimes they laugh, feel great pleasure, speak out loud to the Lord, dance or sing. Such devotees, having transcended material, conditioned life, sometimes imitate the unborn Supreme by acting out His pastimes. And sometimes, achieving His personal audience, they remain peaceful and silent.",
        "purport": " Śrīla Viśvanātha Cakravartī Ṭhākura has explained the symptoms of love of Godhead. Rudanti: The devotees cry, thinking, “Another day has passed, and still I could not obtain Kṛṣṇa. Then what will I do, where will I go, from whom shall I inquire, and who can possibly help me reach Kṛṣṇa?” Hasanti: It is late at night, the sky is dark, and Kṛṣṇa is determined to steal from the house of one of the elderly gopīs. He is hiding underneath a tree in the corner of the courtyard belonging to one of the cowherd men. Although Kṛṣṇa thinks that He is completely concealed, He suddenly hears a voice from one of the elderly members of the family. “Who are You there? Who are You? I say.” Thus Kṛṣṇa has been caught, and He begins to flee the courtyard. When this humorous scene is revealed to the devotee, the devotee begins to laugh heartily. Nandanti: When Kṛṣṇa actually reveals His transcendental form to the devotee, the devotee experiences the highest transcendental bliss. Vadanti: The devotee says to the Lord, “O Kṛṣṇa, after so many days I have finally achieved You.” When all of the devotee’s senses are absorbed in Śrī Kṛṣṇa, the devotee has successfully transcended the material condition of life. This is indicated by the word alaukikāḥ. Alaukikāḥ, or the transcendental platform, is explained by the Lord in Bhagavad-gītā (14.26): “One who engages in full devotional service, who does not fall down in any circumstance, at once transcends the modes of material nature and thus comes to the level of Brahman.” According to Śrīla Śrīdhara Svāmī, ajaṁ harim, anuśīlayanti tal-līlām abhinayanti: “Anuśīlayanti indicates that out of extreme ecstasy the devotees sometimes imitate or act out the pastimes of the Supreme Lord.” This ecstatic symptom was manifested by the gopīs in Vṛndāvana during Kṛṣṇa’s absence. In verse 21 of this chapter it was stated that one who has understood that there is no happiness either on earth or in material heaven must surrender at the lotus feet of a bona fide spiritual master. Tasmād guruṁ prapadyeta jijñāsuḥ śreya uttamam. The following verses gave many detailed instructions regarding the activities of a bona fide disciple. Now this verse is describing the mature fruit of devotional service, namely, pure love of Godhead. Everyone has the opportunity to come to this platform of transcendental bliss by taking the dust of the lotus feet of Kṛṣṇa’s representative on his head. One should give up the mentality of envy and false prestige and humbly take shelter of the mercy of the Supreme Personality of Godhead. The spiritual master is to be considered the incarnation of the Lord’s mercy. There is absolutely no doubt that a sincere soul who serves a bona fide spiritual master will achieve the highest perfection of life (śreya uttamam). He will enjoy eternal bliss and knowledge in the personal abode of the Lord."
    },
    {
        "verse": "33",
        "devanagari": "इति भागवतान् धर्मान् शिक्षन् भक्त्या तदुत्थया ।नारायणपरो मायामञ्जस्तरति दुस्तराम् ॥ ३३ ॥",
        "english_devnagari": "iti bhāgavatān dharmānśikṣan bhaktyā tad-utthayānārāyaṇa-paro māyāmañjas tarati dustarām",
        "verse_Syn": [
            "iti",
            "bhāgavatān",
            "dharmān",
            "śikṣan",
            "bhaktyā",
            "tat",
            "utthayā",
            "nārāyaṇa",
            "paraḥ",
            "māyām",
            "añjaḥ",
            "tarati",
            "dustarām"
        ],
        "translation": "Thus learning the science of devotional service and practically engaging in the devotional service of the Lord, the devotee comes to the stage of love of Godhead. And by complete devotion to the Supreme Personality of Godhead, Nārāyaṇa, the devotee easily crosses over the illusory energy, māyā, which is extremely difficult to cross.",
        "purport": " Śrīla Jīva Gosvāmī has pointed out that mukti, or liberation, which is described in this verse by the words māyām añjas tarati dustarām, is actually a by-product or secondary result of pure love of Godhead. In the second verse of Śrīmad-Bhāgavatam it is pointed out, dharmaḥ projjhita-kaitavo ’tra paramo nirmatsarāṇāṁ satāṁ/ vedyaṁ vāstavam atra vastu śivadaṁ tāpa-trayonmūlanam. Śrīmad-Bhāgavatam teaches the science of devotional service, in which the ultimate goal is pure love of Godhead. According to the Vaiṣṇava ācāryas, mukti, or liberation, is a by-product of love of Godhead. Śivadaṁ tāpa-trayonmūlanam. One should not approach the Supreme Personality of Godhead for liberation, since one is automatically liberated by obeying the order of the Lord. Kṛṣṇa’s order is given at the end of Bhagavad-gītā: sarva-dharmān parityajya mām ekaṁ śaraṇaṁ vraja. Every living being should give up his mundane conceptions of life and take full shelter of the Supreme Personality of Godhead, Kṛṣṇa. If one carries out this order the Lord automatically provides liberation (mukti). Actual happiness comes from loving God without any tinge of mental speculation or fruitive desire. “One should render transcendental loving service to Lord Kṛṣṇa favorably and without desire for material profit or gain through fruitive activities or philosophical speculation. That is called pure devotional service.” (Bhakti-rasāmṛta-sindhu 1.1.11) So crossing over the insurmountable ocean of illusion, as described here, is not actually the principal result of bhāgavata-dharma, or devotional service to the Lord, but is a by-product of pure love of Godhead."
    },
    {
        "verse": "34",
        "devanagari": "श्रीराजोवाचनारायणाभिधानस्य ब्रह्मण: परमात्मन: ।निष्ठामर्हथ नो वक्तुं यूयं हि ब्रह्मवित्तमा: ॥ ३४ ॥",
        "english_devnagari": "śrī-rājovācanārāyaṇābhidhānasyabrahmaṇaḥ paramātmanaḥniṣṭhām arhatha no vaktuṁyūyaṁ hi brahma-vittamāḥ",
        "verse_Syn": [
            "śrī",
            "rājā",
            "uvāca",
            "nārāyaṇa",
            "abhidhānasya",
            "brahmaṇaḥ",
            "parama",
            "ātmanaḥ",
            "niṣṭhām",
            "arhatha",
            "naḥ",
            "vaktum",
            "yūyam",
            "hi",
            "brahma",
            "vit",
            "tamāḥ"
        ],
        "translation": "King Nimi inquired: Please explain to me the transcendental situation of the Supreme Lord, Nārāyaṇa, who is Himself the Absolute Truth and the Supersoul of everyone. You can explain this to me, because you are all most expert in transcendental knowledge.",
        "purport": " According to Śrīla Śrīdhara Svāmī, in the previous verse the sages informed the King, nārāyaṇa-paro māyām añjas tarati dustarām: simply by unalloyed devotion to Lord Nārāyaṇa, one can very easily cross over the ocean of material illusion. Therefore, in this verse the King is requesting specific information about the Supreme Personality of Godhead, Nārāyaṇa. It is significant in this verse that the King refers to the Supreme Lord as Nārāyaṇa, Brahman and Paramātmā. Although King Nimi is already understood to be a devotee of the Supreme Personality of Godhead, by his question he wants to clarify that the Personality of Godhead is the highest transcendental truth. In the Bhāgavatam (1.2.11): “Learned transcendentalists who know the Absolute Truth call this nondual substance Brahman, Paramātmā or Bhagavān.” Therefore it is to be understood that the word nārāyaṇa in this verse refers to the Bhagavān feature of the Supreme Lord in the spiritual world. Generally the speculative philosophers become attracted to the impersonal Brahman feature of the Absolute Truth, whereas the mystic yogīs meditate upon the Paramātmā, the Supersoul within everyone’s heart. On the other hand, those who have achieved mature transcendental knowledge surrender directly to the Supreme Personality of Godhead, Bhagavān, who is eternally situated in His own abode, called Vaikuṇṭha-dhāma. In Bhagavad-gītā Lord Kṛṣṇa clearly says, brahmaṇo hi pratiṣṭhāham: “I am the source of the impersonal Brahman.” Similarly, it is described in Śrīmad-Bhāgavatam that the Supersoul, Kṣīrodakaśāyī Viṣṇu, is a secondary plenary expansion of the Supreme Personality of Godhead, Kṛṣṇa. King Nimi wants the sages to make clear that the Supreme Personality of Godhead is the original feature of the Absolute Truth, and therefore he places his question before the next of the nine Yogendras, Pippalāyana. According to Śrīla Bhaktisiddhānta Sarasvatī Ṭhākura the word niṣṭhā can also be translated as “firm faith.” In this sense, Nimi Mahārāja is inquiring about the process of developing perfect faith in the Supreme Lord (bhagavan-niṣṭhā)."
    },
    {
        "verse": "35",
        "devanagari": "श्रीपिप्पलायन उवाचस्थित्युद्भ‍वप्रलयहेतुरहेतुरस्ययत् स्वप्नजागरसुषुप्तिषु सद् बहिश्च ।देहेन्द्रियासुहृदयानि चरन्ति येनसञ्जीवितानि तदवेहि परं नरेन्द्र ॥ ३५ ॥",
        "english_devnagari": "śrī-pippalāyana uvācasthity-udbhava-pralaya-hetur ahetur asyayat svapna-jāgara-suṣuptiṣu sad bahiś cadehendriyāsu-hṛdayāni caranti yenasañjīvitāni tad avehi paraṁ narendra",
        "verse_Syn": [
            "śrī",
            "pippalāyanaḥ",
            "uvāca",
            "sthiti",
            "udbhava",
            "pralaya",
            "hetuḥ",
            "ahetuḥ",
            "asya",
            "yat",
            "svapna",
            "jāgara",
            "suṣuptiṣu",
            "sat",
            "bahiḥ",
            "ca",
            "deha",
            "indriya",
            "āsu",
            "hṛdayāni",
            "caranti",
            "yena",
            "sañjīvitāni",
            "tat",
            "avehi",
            "param",
            "nara",
            "indra"
        ],
        "translation": "Śrī Pippalāyana said: The Supreme Personality of Godhead is the cause of the creation, maintenance and destruction of this universe, yet He has no prior cause. He pervades the various states of wakefulness, dreaming and unconscious deep sleep and also exists beyond them. By entering the body of every living being as the Supersoul, He enlivens the body, senses, life airs and mental activities, and thus all the subtle and gross organs of the body begin their functions. My dear King, know that Personality of Godhead to be the Supreme.",
        "purport": " In the previous verse King Nimi inquired about various aspects of the Absolute Truth, namely Nārāyaṇa, Brahman and Paramātmā. Now the sage Śrī Pippalāyana explains these three features of the Absolute Truth in the same order in which the King mentioned them. Sthity-udbhava-pralaya-hetuḥ refers to the Supreme Personality of Godhead, who expands Himself as the triple puruṣa incarnations — Mahā-Viṣṇu, Garbhodakaśāyī Viṣṇu and Kṣīrodakaśāyī Viṣṇu. As described in the Bhāgavatam (1.3.1): “In the beginning of the creation, the Lord first expanded Himself in the universal form of the puruṣa incarnation and manifested all the ingredients for the material creation. And thus at first there was the creation of the sixteen principles of material action. This was for the purpose of creating the material universe.” Thus the Supreme Personality of Godhead, Nārāyaṇa, is mentioned here as hetuḥ, or the supreme cause of the creation, maintenance and annihilation of the cosmic situation. Still, there is no cause of the Lord Himself; He is ahetuḥ. As expressed in the Brahma-saṁhitā, anādir ādir govindaḥ sarva-kāraṇa-kāraṇam. The Supreme Lord is the cause of all causes, and being the eternal Absolute Truth, He has no cause of Himself. The word ahetuḥ has also been explained by Śrīla Jīva Gosvāmī to indicate that the Supreme Lord has His original form as Kṛṣṇa in His own transcendental abode, called Kṛṣṇaloka. Since Kṛṣṇa is always engaged in His blissful pastimes in the company of His eternally liberated associates, He is aloof from the affairs of this world, which is created by His external potency, known as māyā. Therefore it is stated, jagṛhe pauruṣaṁ rūpam. The Lord expands Himself as Nārāyaṇa and Viṣṇu to facilitate the gross illusion and gradual rectification of the conditioned souls. The Lord’s aloofness from the material creation is also described in the Vedas: na tasya kāryaṁ karaṇaṁ ca vidyate. The Absolute Truth has nothing to do, since everything is done self-sufficiently by His multipotencies. Śrīla Bhaktisiddhānta Sarasvatī Ṭhākura has pointed out that even though the Supreme Lord Kṛṣṇa is ahetuḥ, or causeless and aloof from the cause of material creation, the Lord is also described in this verse as hetuḥ, or the ultimate cause of the creation, maintenance and annihilation of the material manifestation, because He expands Himself as Paramātmā, or the Supersoul, who acts as the prime mover of the cosmic manifestation. The word ahetuḥ may also be understood in another way. In Bhagavad-gītā (7.5) the Lord says: The conditioned living entities (jīva-bhūta) desire to engage in sense gratification with their material senses (manaḥ-ṣaṣṭhānīndriyāṇi prakṛti-sthāni karṣati). Thus the creation of the material world becomes necessary. In fact, the material cosmic manifestation continues to exist because of the desires of the conditioned souls to exploit it (yayedaṁ dhāryate jagat). The government must create a prison to accommodate those citizens who are inclined to criminal activity. There is no need for any citizen to live in the obnoxious conditions of the prison, but because a certain portion of the population is inclined toward antisocial behavior, the prison becomes necessary. In a higher sense, the prisoners themselves can be considered the hetuḥ, or the cause, for the construction of the prison. Similarly, the Supreme Personality of Godhead expands His internal potency according to His own desire to increase the ānanda, or transcendental bliss, of Himself and His pure devotees, but He manifests the material universe in response to the illicit desires of the conditioned souls to live a life of sense gratification in willful forgetfulness of Him. Therefore the conditioned living entities themselves can be considered the hetuḥ, or cause, of the material manifestation. The external potency of the Lord, māyā, who is charged with the duty of material manifestation, is called chāyā, or the shadow of the Lord’s internal potency. Sṛṣṭi-sthiti-pralaya-sādhana-śaktir ekā/ chāyeva yasya bhuvanāni bibharti durgā. The Lord does not personally desire to manifest the shadow potency, called Durgā or māyā. The blissful spiritual planets, eternally manifest, contain the best possible facilities for the living entities who are parts and parcels of the Lord. But the conditioned souls, rejecting the inconceivable, eternal living arrangements the Lord has kindly provided, prefer to seek their misfortune in the shadow kingdom called the material world. Thus, both Durgā and the conditioned living entities may be considered the hetuḥ, or cause, of the material manifestation. Since Lord Kṛṣṇa is ultimately sarva-kāraṇa-kāraṇam, the cause of all causes, He is to be known as the ultimate supreme cause. But how the Lord functions as the supreme cause of the material manifestation (sthity-udbhava-pralaya-hetuḥ) is described in the Thirteenth Chapter of Bhagavad-gītā. Upadraṣṭānumantā ca: the Lord acts as overseer and permitter. The actual desire of the Supreme Personality of Godhead is stated very clearly in Bhagavad-gītā: sarva-dharmān parityajya mām ekaṁ śaraṇaṁ vraja. The Lord desires every living entity to give up the shadow potency māyā and return to the actual substance (vāstavaṁ vastu), which is the eternal kingdom of God. Although various aspects of the Absolute Truth are being described, the Absolute Truth is ultimately one, as stated in this verse (tad avehi paraṁ narendra). King Nimi inquired about Brahman, and now this verse says, yat svapna-jāgara-suṣuptiṣu sad bahiś ca. The Lord’s all-pervading feature within wakefulness, dreaming and deep sleep, and His existence beyond these three mental states, are understood to be manifestations of Brahman, the spiritual potency of the Lord. Finally, the statement dehendriyāsu-hṛdayāṇi caranti yena sañjīvitāni can be understood to refer to the Paramātmā feature of the Lord. When the Lord expands Himself as Kṣīrodakaśāyī Viṣṇu, the third of the three Viṣṇu features, and enters the heart of every living entity, the gross and subtle organs of the body become enlivened for continuing the chain of fruitive activity called karma. According to Śrīla Viśvanātha Cakravartī Ṭhākura, the multifarious manifestations of the Supreme Personality of Godhead do not compromise His supremacy as one without a second. The Absolute Truth is paramavyoma-nātha, or the Lord of the spiritual sky, who appears as two-armed Śyāmasundara, as four-armed, as eight-armed or as having one thousand arms. In each aspect His body is eternal and full of bliss and knowledge (sac-cid-ānanda-mūrti). He appears on earth as Vāsudeva and within the Causal Ocean as Mahā-Viṣṇu. He lies on the Milk Ocean as Kṣīrodakaśāyī Viṣṇu and rescues His helpless young devotee as Nṛsiṁhadeva. Appearing as Lord Rāmacandra, He acts as a perfect king. And appearing as Kṛṣṇa He steals the heart of everyone, and especially of young beautiful women. All these features of the Lord are indicated by the word Nārāyaṇa, or the Supreme Personality of Godhead, just as the word president indicates not only the official duties of the president but his personal family life and long intimate friendships as well. According to Śrīmad-Bhāgavatam, kṛṣṇas tu bhagavān svayam. When one transcends an official understanding of the Supreme Personality of Godhead and comes to the superior status of love of God, one can understand the Lord to be Kṛṣṇa, the cause of all causes. The innumerable Viṣṇu expansions of the Lord are also understood to be plenary portions of Śrī Kṛṣṇa. Kṛṣṇas tu bhagavān svayam. As the Lord Himself states in Bhagavad-gītā, ahaṁ sarvasya prabhavaḥ. These points have been explicitly clarified in the Tenth Canto of Śrīmad-Bhāgavatam as well as in the opening verse, oṁ namo bhagavate vāsudevāya, janmādy asya yato ’nvayād itarataś cārtheṣu."
    },
    {
        "verse": "36",
        "devanagari": "नैतन्मनो विशति वागुत चक्षुरात्माप्राणेन्द्रियाणि च यथानलमर्चिष: स्वा: ।शब्दोऽपि बोधकनिषेधतयात्ममूल-मर्थोक्तमाह यद‍ृते न निषेधसिद्धि: ॥ ३६ ॥",
        "english_devnagari": "naitan mano viśati vāg uta cakṣur ātmāprāṇendriyāṇi ca yathānalam arciṣaḥ svāḥśabdo ’pi bodhaka-niṣedhatayātma-mūlamarthoktam āha yad-ṛte na niṣedha-siddhiḥ",
        "verse_Syn": [
            "na",
            "etat",
            "manaḥ",
            "viśati",
            "vāk",
            "uta",
            "cakṣuḥ",
            "ātmā",
            "prāṇa",
            "indriyāṇi",
            "ca",
            "yathā",
            "analam",
            "arciṣaḥ",
            "svāḥ",
            "śabdaḥ",
            "api",
            "bodhaka",
            "niṣedhatayā",
            "ātma",
            "mūlam",
            "artha",
            "uktam",
            "āha",
            "yat",
            "ṛte",
            "na",
            "niṣedha",
            "siddhiḥ"
        ],
        "translation": "Neither the mind nor the faculties of speech, sight, intelligence, the life air or any of the senses are capable of penetrating that Supreme Truth, any more than small sparks can affect the original fire from which they are generated. Not even the authoritative language of the Vedas can perfectly describe the Supreme Truth, since the Vedas themselves disclaim the possibility that the Truth can be expressed by words. But through indirect reference the Vedic sound does serve as evidence of the Supreme Truth, since without the existence of that Supreme Truth the various restrictions found in the Vedas would have no ultimate purpose.",
        "purport": " The small sparks generated by a blazing fire have no power to illuminate the original fire, nor can they burn it. The quantity of heat and light in the original fire is always superior to the quantity found in the insignificant sparks. Similarly, the minute living entity is generated from the internal potency of the Supreme Personality of Godhead, as stated in Vedānta-sūtra (janmādy asya yataḥ) and Bhagavad-gītā (ahaṁ sarvasya prabhavaḥ, mamaivāṁśo jīva-loke jīva-bhūtaḥ sanātanaḥ). The minute living entities, being aṁśaḥ, or sparks of the Supreme Personality of Godhead, can never equal the Supreme Godhead in the quantity of their potency. The quantity of knowledge and bliss in the Supreme Personality of Godhead is always superior. Therefore, when a foolish conditioned soul tries to illuminate the subject matter of the highest truth with his tiny brain, he merely illuminates his own foolishness. The Personality of Godhead has personally spoken Bhagavad-gītā, which is the blazing fire of perfect knowledge that burns to ashes the insignificant speculations and theories of so-called philosophers and scientists regarding the ultimate truth. The Supreme Personality of Godhead is called Hṛṣīkeśa, or the Lord of everyone’s senses. Because the Personality of Godhead has supreme seeing power, hearing power, touching power, smelling power and tasting power, the living entities in a limited sense can also see, hear, touch, smell and taste, by the mercy of Hṛṣīkeśa. This idea is expressed in the Bṛhad-āraṇyaka Upaniṣad (4.4.18): prāṇasya prāṇam uta cakṣuṣaś cakṣur uta śrotrasya śrotram annasyānnaṁ manaso ye mano viduḥ. “The Supreme Truth is understood to be the life air sustaining everyone’s life air, the vision of everyone’s eyes, the hearing power of the ear, and the sustenance of food itself.” The obvious conclusion is that the Supreme Truth can be known by His own causeless mercy, and not by our foolish attempts to bring the all-pervading truth within the insignificant boundaries of our intelligence. It is stated in the Taittirīya Upaniṣad (2.4.1), yato vāco nivartante aprāpya manasā saha: “The descriptive power of speech fails in the realm of the Supreme Truth, and the speculative power of the mind cannot achieve Him.” But because such statements of Vedic śrutis are in themselves descriptions of the Absolute Truth, one may consider such Vedic statements contradictory. Therefore, in this connection it is stated, śabdo ’pi bodhaka-niṣedhatayātma-mūlam arthoktam āha: although the Vedic śruti (śabda) forbids us to speculate upon the Absolute Truth, such restrictive injunctions indirectly constitute positive assertions of the existence of the supreme living entity. In fact, the Vedic restrictions are meant to save one from the false path of mental speculation and ultimately bring one to the point of devotional surrender. As Lord Kṛṣṇa Himself states in Bhagavad-gītā, vedaiś ca sarvair aham eva vedyaḥ: by all Vedic literatures the Supreme Personality of Godhead is to be known. The assertion that a particular process, such as mental speculation, is useless (yato vāco nivartante aprāpya manasā saha) constitutes an indirect assertion of the existence of a correct path of achieving the Supreme. As Śrīla Śrīdhara Svāmī has stated, sarvasya niṣedhasya sāvadhitvāt: “Every negative injunction is understood to have a specific limit. Negative injunctions cannot be taken as applicable in all cases.” For example, a negative injunction is that no living entity can be equal to or greater than the Supreme Personality of Godhead. But Śrīmad-Bhāgavatam clearly states that because of the intense love of the residents of Vṛndāvana for Kṛṣṇa, they sometimes assume a superior position. Thus mother Yaśodā binds Kṛṣṇa with ropes, and the influential cowherd boys sometimes ride on the shoulders of Kṛṣṇa or defeat Him in wrestling. Negative injunctions, therefore, may sometimes be adjusted according to the transcendental situation. Although the Absolute Truth is transcendental to the material creation and therefore beyond the scope of material senses, when those same material senses are saturated with love of Godhead they become spiritualized and empowered to perceive the Absolute Truth. As stated in Brahma-saṁhitā (5.38): “I worship the primeval Lord, Govinda. who is always seen by the devotee whose eyes are anointed with the pulp of love. He is seen in His eternal form of Śyāmasundara within the heart of the devotee.” In Bhagavad-gītā (11.8) Lord Kṛṣṇa says to Arjuna, “But you cannot see Me with your present eyes. Therefore I give you divine eyes by which you can behold My mystic opulence.” Similarly, Śrīmad-Bhāgavatam describes many incidents in which the Supreme Absolute Truth revealed Himself to His devotee, as in the histories of Prahlāda Mahārāja, Dhruva Mahārāja, Pṛthu Mahārāja, Kardama Muni, the Pāṇḍavas and the gopīs. Therefore, the Vedic assertions that the Absolute Truth is beyond the power of the eyes refer to those who have not received transcendental eyes by the mercy of the Personality of Godhead. But the Lord’s own transcendental senses, which are the source of our limited senses, are confirmed in the śruti, as in the following statement from the Kena Upaniṣad (1.4): yad vācānabhyuditaṁ yena vāg abhyudyate/ tad eva brahma tvaṁ viddhi nedaṁ yad idam upāsate. “Brahman, the Absolute, should be understood to be that which cannot be ascertained by the material power of speech; speech itself is evinced by that Supreme Truth.” By the statement yena vāg abhyudyate, “our power of speech is expressed by the Absolute Truth,” it is clearly expressed that the Absolute Truth has His own transcendental senses. Therefore He is called Hṛṣīkeśa. Śrīla Nārada Muni has stated, hṛṣīkena hṛṣīkeśa-sevanaṁ bhaktir ucyate. Our senses cannot approach the Absolute Truth by their own power, but when engaged in loving devotional service to satisfy the Lord of the senses, our limited senses must become connected with the Lord’s unlimited senses, and thus by the Lord’s mercy He can be understood. Śrīla Madhvācārya has quoted the following statement from the Brahma-tarka: “The transcendental bliss of the Absolute Truth cannot be compared to the ordinary happiness of the material world.” Similarly, in the Vedānta-sūtra the Absolute Truth is described as ānandamaya, or full of bliss. According to Śrīla Viśvanātha Cakravartī Ṭhākura, in this verse Śrī Pippalāyana is more or less describing the impersonal feature of the Absolute Truth. The nine Yogendras were themselves devotees of the personal feature of the Lord, so King Nimi asked his question about the different features of the Absolute Truth to clarify that the Personality of Godhead is the source of all the variegated aspects of the advaya-jñāna, or transcendental reality. This is also expressed by the following statement in śruti: taṁ tv aupaniṣadaṁ puruṣaṁ pṛcchāmi. “I am inquiring about that Supreme Person revealed in the Upaniṣads.” If the Absolute Truth were actually inaccessible by words, there would be no meaning to the Vedic literature, which consists of collections of transcendental words. Since the Vedic descriptions of the truth are to be taken as infallible, it is impossible to maintain that the power of speech is in all cases unable to describe the truth. After all, the Vedic mantras themselves are meant to be spoken and heard. Therefore, the injunction that neither the mind nor speech can approach the Absolute Truth (naitan mano viśati vāg uta) cannot be taken as applicable in all cases; rather, it is a warning to those who foolishly try to encompass the Absolute Truth by their own puny speculative powers. Since the Vedic injunctions, either positive or negative, are to be taken as realistic descriptions of the Absolute Truth, the process of hearing and repeating Vedic knowledge (śravaṇaṁ kīrtanaṁ viṣṇoḥ) can be understood as a separate process in which one’s hearing and speaking power becomes spiritualized by submissive reception of transcendental knowledge. This process depends upon one’s faith in the bona fide spiritual master, who is a devotee of the Supreme Personality of Godhead. Therefore it is stated: “Only unto those great souls who have implicit faith in both the Lord and the spiritual master are all the imports of Vedic knowledge automatically revealed.” (Śvetāśvatara Upaniṣad 6.23) As the Lord Himself states in the Hari-vaṁśa: “That Supreme Truth, Parabrahman, expands itself into all the variegatedness of this universe. You should know it to be My own concentrated effulgence, O Bhārata.” The words jñātum arhasi, “you must know it,” spoken by the Lord Himself, indicate that the Absolute Truth is to be known, but one must surrender to the truth, rather than waste time in foolish speculation. Śrīla Viśvanātha Cakravartī Ṭhākura has pointed out that according to authorized statements of Vedic literature the Lord’s transcendental form is understood to be brahmamaya, or completely spiritual, with no trace of material contamination. Therefore, in such statements as nīlotpala-dala-śyāmam, “the Lord’s form is beautifully manifest with the hue of dark blue lotus petals,” it is understood that a transcendental dark blue color is being described. Still, the Lord is inconceivably merciful to His devotees, even those on the neophyte platform who are trying to come to the state of love of Godhead. Therefore the Lord gradually purifies the senses of a conditioned soul who is trying to understand Him, and eventually the Lord appears before such a rectified servitor. According to Śrīla Viśvanātha Cakravartī Ṭhākura, prākṛta-nīlotpala-varṇatvena bhaktair dhyātam atādṛśam api. In the beginning, being conditioned by previous materialistic activities, a devotee meditating on the Lord’s transcendental form may base his meditation on his experience of material forms and colors within this world. The Lord’s transcendental form has nothing to do with material forms and colors, but since the object of this meditation is Kṛṣṇa, such meditation will eventually be transformed into transcendental experience of the actual form, color, activities, pastimes and entourage of the Supreme Personality of Godhead. In other words, transcendental knowledge depends not on material logic but on the pleasure of the Personality of Godhead. If the Lord is pleased by His devotee’s sincere attempt to understand Him, the Lord can immediately circumvent all the so-called technicalities of material logic and Vedic injunctions and reveal Himself to His pure devotee. Unless one accepts this omnipotency of the Personality of Godhead, there is no hope of approaching the Absolute Truth. Therefore it is stated in the Kaṭha Upaniṣad (1.3.12), dṛśyate tv agryayā buddhyā: the Absolute Truth is seen by transcendental intelligence. Śrīla Bhaktisiddhānta Sarasvatī Ṭhākura has pointed out that knowledge acquired through the interaction of the material senses with the modes of nature is merely hypothetical and not factual. Empirical knowledge deals with our ephemeral experience of the sense objects generated by material nature. For example, there are many wars currently going on because of a false concept of nationalism. Similarly, there is conflict throughout the world, and great world leaders fight like cats and dogs for the economic development of their countries. Thus, material language is used to designate temporary objects perceived by the eyes, nose, tongue, touch and taste. This type of language and experience is useless for approaching the Absolute Truth. But the transcendental sound from the spiritual sky has a completely different effect. We should not foolishly try to use materially concocted language to include the Supreme Personality of Godhead as an object of the material world. The Supreme Lord is completely transcendental and is known as ātma-prakāśa, or self-manifested. Therefore, as stated in the Padma Purāṇa: “Material senses cannot appreciate Kṛṣṇa’s holy name, form, qualities and pastimes. But when a conditioned soul is awakened to Kṛṣṇa consciousness and renders service by using his tongue to chant the Lord’s holy name and taste the remnants of the Lord’s food, the tongue is purified, and one gradually comes to understand who Kṛṣṇa really is.” If one surrenders to the Supreme Lord, taking shelter at His lotus feet, one’s spiritualized senses gradually become empowered to perceive the Lord. Mere empiricism and material logic have a limited jurisdiction within the external energy of the Supreme Lord and cannot apply to those things which are eternal. In this regard, Śrīla Bhaktisiddhānta Sarasvatī Ṭhākura has quoted the following verse from Śrīmad-Bhāgavatam (7.5.32): “Unless they smear upon their bodies the dust of the lotus feet of a Vaiṣṇava completely freed from material contamination, persons very much inclined toward materialistic life cannot be attached to the lotus feet of the Lord, who is glorified for His uncommon activities. Only by becoming Kṛṣṇa conscious and taking shelter at the lotus feet of the Lord in this way can one be freed from material contamination.” Although Śrī Pippalāyana is expressing that the Absolute Truth cannot be approached by material senses, the sage himself is describing the Absolute Truth with transcendental senses, and King Nimi is able to understand this transcendental sound because he has surrendered at the lotus feet of pure devotees, the nava-yogendras. Therefore, one should not foolishly try to understand this verse out of context, in an impersonal way, but should follow the example of King Nimi, who was trying to understand how the Supreme Personality of Godhead is ultimately the source of everything."
    },
    {
        "verse": "37",
        "devanagari": "सत्त्वं रजस्तम इति त्रिवृदेकमादौसूत्रं महानहमिति प्रवदन्ति जीवम् ।ज्ञानक्रियार्थफलरूपतयोरुशक्तिब्रह्मैव भाति सदसच्च तयो: परं यत् ॥ ३७ ॥",
        "english_devnagari": "sattvaṁ rajas tama iti tri-vṛd ekam ādausūtraṁ mahān aham iti pravadanti jīvamjñāna-kriyārtha-phala-rūpatayoru-śaktibrahmaiva bhāti sad asac ca tayoḥ paraṁ yat",
        "verse_Syn": [
            "sattvam",
            "rajaḥ",
            "tamaḥ",
            "iti",
            "tri",
            "vṛt",
            "ekam",
            "ādau",
            "sūtram",
            "mahān",
            "aham",
            "iti",
            "pravadanti",
            "jīvam",
            "jñāna",
            "kriyā",
            "artha",
            "phala",
            "rūpatayā",
            "uru",
            "śakti",
            "brahma",
            "eva",
            "bhāti",
            "sat",
            "asat",
            "ca",
            "tayoḥ",
            "param",
            "yat"
        ],
        "translation": "Originally one, the Absolute, Brahman, comes to be known as threefold, manifesting itself as the three modes of material nature — goodness, passion and ignorance. Brahman further expands its potency, and thus the power to act and the power of consciousness become manifest, along with the false ego, which covers the identity of the conditioned living being. Thus, by the expansion of the multipotencies of the Absolute, the demigods, as the embodiment of knowledge, become manifest, along with the material senses, their objects, and the results of material activity, namely happiness and distress. In this way the manifestation of the material world takes place as the subtle cause and as the material effect visible in the appearance of gross material objects. Brahman, which is the source of all subtle and gross manifestations, is simultaneously transcendental to them, being absolute.",
        "purport": " In the previous verse the sage Pippalāyana described the Absolute, Brahman, as being beyond the range of material sense perception and mental speculation. At the same time, it was stated, ātma-mūlam arthoktam āha yad-ṛte na niṣedha-siddhiḥ: the negative injunctions of the Vedas indirectly indicate the existence of the Absolute Truth. This Absolute Truth can be approached by correct means. Now, in the present verse, it is clearly described that the Absolute Truth possesses innumerable potencies (uru-śakti brahmaiva bhāti). Thus by the expansion of the Absolute Truth the gross and subtle features of the material world become manifest. As stated by Śrīla Śrīdhara Svāmī, kāryaṁ kāraṇād bhinnaṁ na bhavati: “The result is not different from its cause.” Therefore, since the Absolute is eternal existence, this material world, being the potency of the Absolute, must also be accepted as real, although the various manifestations of the material world are temporary and thus illusory. The material world should be understood to consist of the bewildering interactions of real elements. The material world is not false in the imaginary sense of the Buddhists and Māyāvādīs, who state that in fact the material world does not exist outside the mind of the observer. The material world, as the potency of the Absolute, has real existence. But the living entity becomes bewildered by the temporary manifestations, foolishly taking them to be permanent. Thus the material world functions as an illusory potency, causing the living entity to forget the spiritual world, wherein life is eternal, full of bliss and knowledge. Because the material world thus bewilders the conditioned soul, it is called illusory. When a magician performs his tricks onstage, that which the audience apparently sees is an illusion. But the magician actually exists, and the hat and rabbit exist, although the appearance of a rabbit coming out of a hat is an illusion. Similarly, when the living entity identifies himself as part and parcel of the material world, thinking, “I am American,” “I am Indian,” “I am Russian,” “I am black,” “I am white,” he is bewildered by the magic of the Lord’s illusory potency. The conditioned soul must come to understand, “I am a pure spirit soul, part and parcel of Kṛṣṇa. Now let me stop my useless activities and serve Kṛṣṇa, since I am part of Him.” Then he is free from the illusion of māyā. If one artificially tries to escape the clutches of the illusory energy by declaring that there is no illusory potency and that this world is false, he merely falls into another illusion created by māyā to keep him in ignorance. Kṛṣṇa states in Bhagavad-gītā (7.14): Unless one surrenders at the lotus feet of Māyeśa, the Lord of the illusory potency, there is no possibility of escaping from illusion. Childishly declaring that there is no illusory potency is useless, since māyā is duratyayā, or insurpassable for the tiny living entity. But Lord Kṛṣṇa, the omnipotent Personality of Godhead, can immediately call off the illusory potency. In this verse the expansion of the material world from Brahman, the Absolute, is described. Since Brahman is one of the subordinate features of the Supreme Personality of Godhead (brahmeti paramātmeti bhagavān iti śabdyate), one who understands this material world to be Brahman is freed from the tendency to exploit the material energy through sense gratification and mental speculation aimed at one’s own satisfaction. The question may be raised, Since Brahman is stated to be ekam, or one, how does it become manifest in the innumerable varieties of the material world? Therefore this verse uses the word uru-śakti. The Absolute contains multipotencies, as stated in the Vedas (Śvetāśvatara Upaniṣad): parāsya śaktir vividhaiva śrūyate. The Absolute Truth is not śakti, or energy, but śaktimān, the possessor of innumerable potencies. According to Śrīla Śrīdhara Svāmī, one should submissively hear these authorized descriptions of the Absolute Truth. As stated in the previous verse, yathānalam arciṣaḥ svāḥ: the insignificant sparks of a fire have no power to illuminate the blazing fire, which is itself the source of illumination. Similarly, the tiny living entity, who is like a spark of the Supreme Personality of Godhead, cannot illuminate the Personality of Godhead by his insignificant intellectual power. One may argue that the sun expands its potency in the form of its rays and it is through the illumination of those rays that we are able to see the sun. In the same way, we should be able to perceive the Absolute Truth by the expansion of its potency. In answer to this it may be stated that if the sun creates a cloud covering the sky, then despite the presence of sun rays the sun cannot be seen. Therefore, ultimately the power to see the sun depends not only on the sun’s rays but on the presence of a clear sky, which is also an arrangement by the sun. Similarly, as stated in this verse, one can understand the existence of the Absolute Truth by the expansion of its potencies. Although in the previous verse the power of the material senses and mind was rejected, the authorized descriptions given here inform us that one can directly perceive everything that exists to be the potency of the Personality of Godhead. In this regard, Nārada Muni advised King Prācīnabarhi as follows: “You should always know that this cosmic manifestation is created, maintained and annihilated by the will of the Supreme Personality of Godhead. Consequently, everything within this cosmic manifestation is under the control of the Lord. To be enlightened by this perfect knowledge, one should always engage himself in the devotional service of the Lord.” (Bhāg. 4.29.79) As stated here, bhaja sarvātmanā harim: one must worship the Supreme Personality of Godhead so that one’s consciousness will become clean and pure, just like the clear blue sky in which the potent sun is fully manifest. When one sees the sun, he immediately sees the sun’s rays in full potency. Similarly, if one engages in the devotional service of Kṛṣṇa, one’s mind becomes cleansed of material dirt, and thus he can see not only the Lord but the Lord’s expansions as the spiritual world, as the pure devotees, as the Paramātmā, as the impersonal Brahman effulgence and as the subsequent creation of the material world, the shadow of the kingdom of God (chāyeva), in which so many material varieties become manifest. According to Śrīla Jīva Gosvāmī, the word phalam can also be understood to mean puruṣārtha-svarūpam, or the actual form of the goal of life, or, in other words, the transcendental form of the Lord Himself. The living entity in his original pure state is not different from the Supreme Personality of Godhead. Similarly, the infinite multicolored opulence of the kingdom of God, called Vaikuṇṭha, is nondifferent in quality from the Lord. Thus when the Supreme Personality of Godhead is personally present with His unparalleled opulence and His pure spiritual servitors, the living entities, a very happy situation is created. The mundane concept of family is a perverted reflection of the happy situation created when the Lord is united in full spiritual opulence with His pure devotees. Every living entity has the option to join the Lord in His opulent eternal kingdom. Thus one should understand from this verse that everything within the gross and subtle cosmic manifestations is the potency of the Lord and is therefore meant to be used in the Lord’s service. Īśāvāsyam idaṁ sarvam. Śrīla Jīva Gosvāmī has given an elaborate explanation proving that the entire cosmic situation is the natural potency of the Absolute Truth. Sometimes superstitious people, without knowledge of the Personality of Godhead, say that material activities are controlled by an independent devil and that God is struggling with such a devil. Such gross ignorance of the omnipotent status of the Personality of Godhead can be removed by understanding the purport of this verse. Just as a spark is a tiny emanation from a blazing fire, everything that exists is but an insignificant spark of the potency of the Personality of Godhead. The Lord therefore says in Bhagavad-gītā (10.42): “But what need is there, Arjuna, for all this detailed knowledge? With a single fragment of Myself I pervade and support this entire universe.” The omnipotent Personality of Godhead is actually the well-wishing friend of every living entity (suhṛdaṁ sarva-bhūtānām). Therefore, if one becomes sane and understands that one’s well-wishing friend Kṛṣṇa is the ultimate source and controller of everything that exists, one attains immediate peace (jñātvā māṁ śāntim ṛcchati). Fear and illusion arise when one foolishly thinks that even one atom of the creation is not the controlled potency of the Personality of Godhead. Bhayaṁ dvitīyābhiniveśataḥ syāt. Denying the existence of the material world also creates a very dangerous situation of illusion. Both types of atheism — namely, seeing the material world as belonging to oneself (and therefore being meant for one’s sense gratification) and declaring the nonexistence of the material world — are futile attempts to avoid one’s eternal subordination to the Supreme Personality of Godhead, who is the actual owner and enjoyer of everything. Śrīla Jīva Gosvāmī has quoted the following question stated by Śrī Maitreya to Śrī Parāśara in the Viṣṇu Purāṇa (1.3.1): “How are we to understand that Brahman, the Supreme Soul, is the executor of the creation, maintenance and destruction of the material world, even though it is devoid of qualities, immeasurable, unembodied and free from any fault?” In reply, Śrī Parāśara stated: “Mere logic cannot explain how even material objects expand their potency. These things can be understood by mature observation. The Absolute Truth expands His potency in the creation, maintenance and annihilation of the material world just as fire expands its potency of heat.” (Viṣṇu Purāṇa 1.3.2) Śrīla Jīva Gosvāmī explains that one can understand the power of a valuable gem not by logical statements but by observing the effect of the gem. Similarly, one can understand the potency of a mantra by observing its power to achieve a particular effect. Such potency doesn’t depend on so-called logic. There is no logical necessity for a seed’s growing into a tree and giving fruits that nourish the human body. One may argue that the genetic code for the entire tree is contained within the seed. But there is no logical necessity for the existence of the seed, nor for the seed’s expanding itself into a gigantic tree. Ex post facto, or after the manifestation of the wonderful material nature, the foolish material scientist traces out the expansion of a seed’s potency in an apparently logical sequence of events. But there is nothing within the realm of so-called pure logic that dictates that a seed should expand into a tree. Rather, such expansion should be understood to be the potency of the tree. Similarly, the potency of a jewel is its mystic power, and various mantras also contain innate potencies. Ultimately the mahā-mantra — Hare Kṛṣṇa, Hare Kṛṣṇa, Kṛṣṇa Kṛṣṇa, Hare Hare/ Hare Rāma, Hare Rāma, Rāma Rāma, Hare Hare — has the potency to transfer one to the spiritual world of bliss and knowledge. In the same way, the Absolute Truth has the natural quality of expanding itself into innumerable varieties of material and spiritual worlds. We may logically describe this expansion after the fact, but we cannot deny the expansion of the Absolute Truth. The conditioned soul who purifies his consciousness through the process of devotional service can scientifically observe the expansion of the Absolute Truth as described here, just as one who is not blind can observe the expansion of a seed into a huge tree. One can understand the potency of a seed not by speculation but rather by practical observation. Similarly, one must purify his vision so that he can practically observe the expansion of the Absolute Truth. Such observation can take place either by the ears or by the eyes. Vedic knowledge is śabda-brahma, or transcendental potency in the form of sound vibration. Therefore, one can observe the functions of the Absolute Truth through submissive hearing of transcendental sound. śāstra-cakṣus. When one’s consciousness becomes fully purified one can perceive the Absolute Truth with all of one’s spiritualized senses. The Absolute Truth, the Personality of Godhead, is devoid of material qualities such as mundane goodness, passion and ignorance because He is an ocean of transcendental qualities and therefore has no need for the inferior qualities of the material world. As stated in the Śvetāśvatara Upaniṣad (4.10), māyāṁ tu prakṛtiṁ vidyān māyinaṁ tu maheśvaram: “Understand that māyā is the material energy whereas the Supreme Lord is the Supreme Lord of māyā.” Similarly, it is stated in the Śrīmad-Bhāgavatam, māyāṁ ca tad-apāśrayām: māyā is always under the control of the Supreme Personality of Godhead. Just as it is understood from the above discussion that the material world is an emanation from the impersonal Brahman potency of the Lord, Brahman itself is an expansion of the potency of Kṛṣṇa, as stated in Bhagavad-gītā (brahmaṇo hi pratiṣṭhāham). Śrīla Bhaktisiddhānta Sarasvatī Ṭhākura has pointed out that in the impersonal Brahman there is neither transcendental activity nor the supreme pum-artha, or benefit of human life, namely prema, love of Godhead. Therefore, if one is prematurely dazzled by the expansion of the Lord’s bodily effulgence, known as Brahman, and therefore does not actually come to know the Supreme Personality of Godhead, there is no possibility of actually understanding one’s eternal identity as an eternal blissful expansion of the Supreme Personality of Godhead. The subject matter is summarized in the Caitanya-caritāmṛta (Ādi 1.3):"
    },
    {
        "verse": "38",
        "devanagari": "नात्मा जजान न मरिष्यति नैधतेऽसौन क्षीयते सवनविद् व्यभिचारिणां हि ।सर्वत्र शश्वदनपाय्युपलब्धिमात्रंप्राणो यथेन्द्रियबलेन विकल्पितं सत् ॥ ३८ ॥",
        "english_devnagari": "nātmā jajāna na mariṣyati naidhate ’sauna kṣīyate savana-vid vyabhicāriṇāṁ hisarvatra śaśvad anapāyy upalabdhi-mātraṁprāṇo yathendriya-balena vikalpitaṁ sat",
        "verse_Syn": [
            "na",
            "ātmā",
            "jajāna",
            "na",
            "mariṣyati",
            "na",
            "edhate",
            "asau",
            "na",
            "kṣīyate",
            "savana",
            "vit",
            "vyabhicāriṇām",
            "hi",
            "sarvatra",
            "śaśvat",
            "anapāyi",
            "upalabdhi",
            "mātram",
            "prāṇaḥ",
            "yathā",
            "indriya",
            "balena",
            "vikalpitam",
            "sat"
        ],
        "translation": "Brahman, the eternal soul, was never born and will never die, nor does it grow or decay. That spiritual soul is actually the knower of the youth, middle age and death of the material body. Thus the soul can be understood to be pure consciousness, existing everywhere at all times and never being destroyed. Just as the life air within the body, although one, becomes manifest as many in contact with the various material senses, the one soul appears to assume various material designations in contact with the material body.",
        "purport": " The Vedic aphorism sarvaṁ khalv idaṁ brahma, “Everything is Brahman,” has been explained in this chapter of the Bhāgavatam. The Supreme Personality of Godhead is the original source of everything. By expanding His internal potency, He manifests the spiritual world, and by expanding His external potency He manifests the material cosmos. The conditioned living entity is originally part and parcel of the superior, internal potency of the Lord, but being in contact with illusion, he falls under the clutches of the external potency. In any case, since everything is an expansion of the potency of the Supreme Brahman, everything is part and parcel of the Lord’s spiritual potency. Bhayaṁ dvitīyābhiniveśataḥ syād īśād apetasya viparyayo ’smṛtiḥ. When a living entity thinks that the material world is not part and parcel of the Lord’s potency but is a separate existence, liable to be controlled and enjoyed by the tiny jīva soul, he is under viparyayaḥ, or a wrong conception. Asmṛtiḥ. Thus the living entity forgets that the Supreme Lord is the proprietor of everything, everything being an expansion of the Lord. Śrīla Śrīdhara Svāmī has pointed out that although the Lord’s external potency is subject to transformations such as birth, growth, decay and death, one should not foolishly conclude that the Lord’s internal potency, the living entity, is also subject to these changes. Both the living entity and material nature are ultimately Brahman, being expansions of the Supreme Brahman. But the Vedas clearly say, parāsya śaktir vividhaiva śrūyate: the Lord’s potencies are vividhā, or multifarious. Thus, according to this verse, nātmā jajāna na mariṣyati naidhate ’sau na kṣīyate: the soul is never born, nor does he die, and he certainly cannot grow or decay like a material body. Although the visible material body passes through boyhood, adolescence and old age, or although one may take birth as a demigod, human being, plant or animal, the spirit soul never changes his eternal constitutional position. Rather, he falsely identifies with the external transformations of the material body and thus imposes upon himself a psychological condition called illusion. This miserable illusory experience of seeing oneself transformed and ultimately annihilated by the laws of nature can be nullified by transcendental knowledge of one’s eternal status as the superior energy of the Lord. The word sarvatra in this verse should not be foolishly misinterpreted to mean that the individual jīva soul is all-pervading. The soul is not born, nor does he die. Yet in our present conditioned state we falsely identify with the birth and death of the body. Therefore, because an all-pervading soul would never fall into illusion, sarvatra cannot indicate that the individual soul is all-pervading. Illusion implies an incomplete understanding of reality, which would not be possible for an all-pervading entity. Therefore, the word sarvatra is understood to mean that the pure spiritual soul exists in all material conditions. In deep sleep, for example, consciousness may not overtly be manifest, and yet the spirit soul is understood to be present within the body. Similarly, it is understood from Bhagavad-gītā that the spirit soul (nityaḥ sarva-gataḥ) may exist even within fire, water or outer space, since the existence of the soul never depends upon material conditions but is an eternal fact. The consciousness of the soul is more or less manifest according to the possibilities offered by a particular material situation, just as electric light is manifest in a particular intensity and color according to the bulb available. The electrical energy is one, but it is manifested variously according to material conditions. The argument may be raised that although the spirit soul is pure consciousness (upalabdhi-mātram), it is our practical experience that consciousness is constantly transformed. If I am thinking of a blue object such as the sky, then my previous thought of a yellow object such as a flower is destroyed. Similarly, if I become aware that I am hungry, then my consciousness of the blue sky is destroyed. In this way, consciousness is constantly being transformed. Śrīla Śrīdhara Svāmī has replied that consciousness itself is eternal, but in contact with the material senses it may be manifest in various ways. The example of the life air is very appropriate. Prāṇa, or the life air, is one, but in contact with the different senses it is manifest as the power to see, the power to hear, and so on. Similarly, consciousness, being spiritual, is ultimately one, but when in contact with the various senses it may be perceived in terms of particular sensory functions. But the state of consciousness is an eternal fact that cannot be changed, although it may be temporarily covered by māyā. When one becomes Kṛṣṇa conscious, he is understood to be dhīra (dhīras tatra na muhyati). At that time one is no longer subject to bewilderment by falsely identifying his consciousness with the transformations of material nature. From the statement tat tvam asi, found in the Chāndogya Upaniṣad, it is to be understood that spiritual knowledge is not impersonal but entails gradually perceiving the pure spiritual soul within the material body. Just as in Bhagavad-gītā Kṛṣṇa repeatedly says aham, or “I,” this Vedic aphorism uses the word tvam, or “you,” to indicate that just as the Absolute Truth is the Supreme Personality of Godhead, the individual spark of Brahman (tat) is also an eternal personality (tvam). Therefore, according to Śrīla Jīva Gosvāmī it is to be understood that the individual spark of Brahman is eternally conscious. Viśvanātha Cakravartī Ṭhākura has further pointed out that instead of wasting time trying to understand the truth in its impersonal aspect, which is merely the negation of temporary material variety, one should try to understand oneself to be an eternally conscious entity in the jīva category. In other words, one should understand oneself to be eternally a conscious servitor of the Supreme Personality of Godhead. In this regard Śrīla Madhvācārya has quoted the following statement from the Mokṣa-dharma section of the Mahābhārata: “The living entity, known as jīva, is not different from Me, for he is My expansion. Thus the living entity is eternal, as I am, and always exists within Me. But you should not artificially think, ‘Now I have seen the soul.’ Rather, I, as the Supreme Personality of Godhead, will bestow this benediction upon you when you are actually qualified.”"
    },
    {
        "verse": "39",
        "devanagari": "अण्डेषु पेशिषु तरुष्वविनिश्चितेषुप्राणो हि जीवमुपधावति तत्र तत्र ।सन्ने यदिन्द्रियगणेऽहमि च प्रसुप्तेकूटस्थ आशयमृते तदनुस्मृतिर्न: ॥ ३९ ॥",
        "english_devnagari": "aṇḍeṣu peśiṣu taruṣv aviniściteṣuprāṇo hi jīvam upadhāvati tatra tatrasanne yad indriya-gaṇe ’hami ca prasuptekūṭa-stha āśayam ṛte tad-anusmṛtir naḥ",
        "verse_Syn": [
            "aṇḍeṣu",
            "peśiṣu",
            "taruṣu",
            "aviniściteṣu",
            "prāṇaḥ",
            "hi",
            "jīvam",
            "upadhāvati",
            "tatra",
            "tatra",
            "sanne",
            "yat",
            "indriya",
            "gaṇe",
            "ahami",
            "ca",
            "prasupte",
            "kūṭa",
            "sthaḥ",
            "āśayam",
            "ṛte",
            "tat",
            "anusmṛtiḥ",
            "naḥ"
        ],
        "translation": "The spirit soul is born in many different species of life within the material world. Some species are born from eggs, others from embryos, others from the seeds of plants and trees, and others from perspiration. But in all species of life the prāṇa, or vital air, remains unchanging and follows the spirit soul from one body to another. Similarly, the spirit soul is eternally the same despite its material condition of life. We have practical experience of this. When we are absorbed in deep sleep without dreaming, the material senses become inactive, and even the mind and false ego are merged into a dormant condition. But although the senses, mind and false ego are inactive, one remembers upon waking that he, the soul, was peacefully sleeping.",
        "purport": " When a living entity is awake the material senses and mind are constantly active. Similarly, when one is sleeping the false ego recollects one’s waking experiences, and thus one experiences dreams or fragments of dreams while sleeping. But in the state of prasupti, or deep sleep, both the mind and the senses become inactive, and the false ego does not recall previous experiences or desires. The subtle mind and false ego are called liṅga-śarīra, or the subtle material body. This liṅga-śarīra is experienced in the form of temporary material designations such as “I am a rich man,” “I am a strong man,” “I am black,” “I am white,” “I am American,” “I am Chinese.” The sum total of one’s illusory conceptions of oneself is called ahaṅkāra, or false ego. And due to this illusory conception of life the living entity transmigrates from one species of life to another, as clearly explained in Bhagavad-gītā. The spirit soul, however, does not change its constitutional position of eternity, knowledge and bliss, although the soul may temporarily forget this position. To cite an analogous situation, if one dreams at night that he is walking in the forest, such a dream does not change one’s actual position of lying in bed within his apartment. Thus it is stated in this verse, kūṭa-stha āśayam ṛte: despite the transformations of the subtle body, the spirit soul does not change. Śrīla Śrīdhara Svāmī has given the following example to illustrate this point. Etāvantaṁ kālaṁ sukham aham asvāpsam, na kiñcid avediṣam. One often thinks, “I was sleeping very peacefully, although I was not dreaming or aware of anything.” It can be logically understood that one cannot remember something of which he has had no experience. Therefore, since one remembers peacefully sleeping although there was no mental or sensual experience, such a memory should be understood to be a vague experience of the spirit soul. Śrīla Madhvācārya has explained that the demigods, who are a superior race of humanlike entities on the higher planetary systems of this universe, do not actually undergo the gross ignorance of deep sleep as do ordinary human beings. Because the demigods have superior intelligence, they are not merged into ignorance at the time of sleeping. In Bhagavad-gītā Lord Kṛṣṇa says, mattaḥ smṛtir jñānam apohanaṁ ca. Sleep is apohanam, or forgetfulness. Sometimes by dreaming there is smṛti, or memory of one’s actual condition, although in a dream one may experience one’s family or friends in an altered, illusory state. But all such conditions of remembering and forgetting are due to the presence of the Supersoul within the heart. By the mercy of the Supersoul one can have a preliminary glimpse of the soul by remembering how one was peacefully resting even without mental or sensual experience. According to the authorized commentaries on this verse, aviniściteṣu means sveda-jeṣu, or born from perspiration. Śrīla Madhvācārya has pointed out, bhū-svedena hi prāyo jāyante: the earth’s dew is to be considered the perspiration of the earth, and various species of life are generated from dew. In the Muṇḍaka Upaniṣad (3.1.9) the situation of the soul in relation to prāṇa is explained: “The soul is atomic in size and can be perceived by perfect intelligence. This atomic soul is floating in the five kinds of air [prāṇa, apāna, vyāna, samāna and udāna]. The soul is situated within the heart, and it spreads its influence all over the body of the embodied living entities. When the soul is purified from the contamination of the five kinds of material air, its spiritual influence is exhibited.” Thus in the innumerable species of life the spiritual soul remains situated within prāṇa, or the material life air."
    },
    {
        "verse": "40",
        "devanagari": "यर्ह्यब्जनाभचरणैषणयोरुभक्त्याचेतोमलानि विधमेद् गुणकर्मजानि ।तस्मिन् विशुद्ध उपलभ्यत आत्मतत्त्वंसाक्षाद् यथामलद‍ृशो: सवितृप्रकाश: ॥ ४० ॥",
        "english_devnagari": "yarhy abja-nābha-caraṇaiṣaṇayoru-bhaktyāceto-malāni vidhamed guṇa-karma-jānitasmin viśuddha upalabhyata ātma-tattvaṁśākṣād yathāmala-dṛśoḥ savitṛ-prakāśaḥ",
        "verse_Syn": [
            "yarhi",
            "abja",
            "nābha",
            "caraṇa",
            "eṣaṇayā",
            "uru",
            "bhaktyā",
            "cetaḥ",
            "malāni",
            "vidhamet",
            "guṇa",
            "karma",
            "jāni",
            "tasmin",
            "viśuddhe",
            "upalabhyate",
            "ātma",
            "tattvam",
            "sākṣāt",
            "yathā",
            "amala",
            "dṛśoḥ",
            "savitṛ",
            "prakāśaḥ"
        ],
        "translation": "When one seriously engages in the devotional service of the Personality of Godhead, fixing the Lord’s lotus feet within one’s heart as the only goal of life, one can destroy the innumerable impure desires lodged within the heart as a result of one’s previous fruitive work within the three modes of material nature. When the heart is thus purified one can directly perceive both the Supreme Lord and one’s self as transcendental entities. Thus one becomes perfect in spiritual understanding through direct experience, just as one can directly experience the sunshine through normal, healthy vision.",
        "purport": " In the previous verse it was explained that one can have a preliminary glimpse of the eternal, unchanging soul by remembering one’s experience of peacefully sleeping even while the mind and senses were totally inactive. One may ask, If in deep sleep there is a preliminary experience of the soul, why upon waking does one return to illusory material existence? It may be answered that because of material desires lodged within the heart the conditioned soul is addicted to the nescience of material sense gratification. A prisoner may glimpse through the bars the free light outside the prison window but still remain captive behind the bars. Similarly, although a conditioned soul may have a glimpse of the spirit soul, he remains captured within the bondage of material desires. Therefore, although one may have a preliminary understanding of the eternal soul that exists within the temporary body, or even of the Supersoul that accompanies the individual soul within the heart, a specific process is still required to eliminate the cause of material existence, namely material desire. As explained in Bhagavad-gītā (8.6): “Whatever state of being one remembers when he quits his body, that state he will attain without fail.” According to one’s desire at the time of death a suitable material body is awarded by material nature. Karmaṇā daiva-netreṇa jantur dehopapattaye. According to one’s fruitive desires and actions and under the jurisdiction of the representatives of the Lord called demigods, the living entity is awarded a particular material body, which is inevitably subject to harassment by birth, death, old age and disease. If one can eliminate the cause of a particular phenomenon, logically he also eliminates the effect. Therefore, this verse states that one should desire only to achieve shelter at the lotus feet of the Personality of Godhead. One should give up illusory desires for material society, friendship and love, since such desires cause further material bondage. One should fix his mind on the Supreme Personality of Godhead, Kṛṣṇa, so that without fail one can remember Kṛṣṇa at the time of death. As the Lord states: “Whoever, at the time of death, quits his body remembering Me alone, at once attains My nature. Of this there is no doubt.” (Bg. 8.5) The Supreme Personality of Godhead, Kṛṣṇa, is the actual shelter for every living being. And the Lord can be directly perceived as soon as one’s heart has become transparently clean through bhakti-yoga. Bhagavad-gītā describes the state of achieving the Supreme Personality of Godhead by the words tato māṁ tattvato jñātvā viśate tad-anantaram, and sometimes impersonalists falsely interpret these words to be a description of brahma-sāyujyam, or impersonal merging into the existence of the Lord. It is clearly mentioned in this verse that one must fix his mind and devotion on the lotus feet of abja-nābha, or the Supreme Personality of Godhead. If the individual living entity were equal to the Personality of Godhead, the living entity could simply think of himself in order to be purified. But even then a contradiction would arise: the Personality of Godhead has no need to be purified, since He is described in Bhagavad-gītā as pavitraṁ paramam, or the supreme pure. Therefore, one should not artificially try to twist an impersonal meaning out of the statements of the Vedic literature. Śrīla Viśvanātha Cakravartī Ṭhākura has stated that the perfect stage of devotional service indicated in this verse can be observed in the activities of such great devotees as Dhruva Mahārāja. Dhruva Mahārāja approached the Personality of Godhead desiring a political adjustment on the material platform, but when purified by chanting the holy name of God (oṁ namo bhagavate vāsudevāya) he felt no further need for material sense gratification. As stated in the First Canto of Śrīmad-Bhāgavatam, janayaty āśu vairāgyam. As soon as one advances in devotional service, one is freed from the embarrassment of superficial material desires. The words upalabhyata ātma-tattvam are significant in this verse. Viśvanātha Cakravartī Ṭhākura says that ātma-tattvam, or knowledge of the soul, indicates knowledge of the Supreme Personality of Godhead along with His various expansions such as the impersonal brahmajyoti and the marginal living entity himself. As indicated here by the word sākṣāt, perceiving the Personality of Godhead means seeing the personal form of the Lord, His hands and legs, His various transcendental vehicles and servants, and so on, just as by devotion to the sun-god one can gradually perceive the personal body of the sun-god, along with his chariot and personal attendants. Śrīla Bhaktisiddhānta Sarasvatī Ṭhākura has pointed out that in verses 35 through 39 the various stages of standard logic are demonstrated. Verse 35 establishes the viṣaya, or general thesis. Verse 36 manifests saṁśaya, or an expression of doubt. Verse 37 gives the pūrva-pakṣa, or opposing argument. And verse 38 definitely establishes the siddhānta, or conclusion. Verse 39 presents saṅgati, the summary. The saṅgati, or final word, is that one should become a pure devotee of the Personality of Godhead and worship the Lord’s lotus feet. Thus by cleansing the mirror of the heart one can see the Lord, just as a normal human being with healthy 20/20 vision can very easily see the brilliant rays of the sun or as an advanced devotee of the sun-god himself can see the personal body of the sun-god."
    },
    {
        "verse": "41",
        "devanagari": "श्रीराजोवाचकर्मयोगं वदत न: पुरुषो येन संस्कृत: ।विधूयेहाशु कर्माणि नैष्कर्म्यं विन्दते परम् ॥ ४१ ॥",
        "english_devnagari": "śrī-rājovācakarma-yogaṁ vadata naḥpuruṣo yena saṁskṛtaḥvidhūyehāśu karmāṇinaiṣkarmyaṁ vindate param",
        "verse_Syn": [
            "śrī",
            "rājā",
            "uvāca",
            "karma",
            "yogam",
            "vadata",
            "naḥ",
            "puruṣaḥ",
            "yena",
            "saṁskṛtaḥ",
            "vidhūya",
            "iha",
            "āśu",
            "karmāṇi",
            "naiṣkarmyam",
            "vindate",
            "param"
        ],
        "translation": "King Nimi said: O great sages, please speak to us about the process of karma-yoga. Purified by this process of dedicating one’s practical work to the Supreme, a person can very quickly free himself from all material activities, even in this life, and thus enjoy pure life on the transcendental platform.",
        "purport": " As stated in Bhagavad-gītā (3.5): “All men are forced to act helplessly according to the impulses born of the modes of material nature; therefore no one can refrain from doing something, not even for a moment.” Since the living entity cannot remain inactive, he must learn to dedicate his activities to the Lord. Śrīla Prabhupāda comments on this verse from Bhagavad-gītā as follows: “It is not a question of embodied life, but it is the nature of the soul to be always active. Without the presence of the spirit soul, the material body cannot move. The body is only a dead vehicle to be worked by the spirit soul, which is always active and cannot stop even for a moment. As such, the spirit soul has to be engaged in the good work of Kṛṣṇa consciousness, otherwise it will be engaged in occupations dictated by illusory energy. In contact with material energy, the spirit soul acquires material modes, and to purify the soul from such affinities it is necessary to engage in the prescribed duties enjoined in the śāstras. But if the soul is engaged in his natural function of Kṛṣṇa consciousness, whatever he is able to do is good for him.” Ordinary people often question the busy activities of the devotees of the Kṛṣṇa consciousness movement, mistaking such activities to be ordinary material work. Śrīla Jīva Gosvāmī has stated in this connection, kāmya-karmāṇy eva tyājitāni, na tu nitya-naimittikāni, phalasyaiva vininditatvāt. One should give up selfish activities performed for one’s personal sense gratification, since the result of such thoughtless work is further material bondage. But one should offer one’s regular or occasional occupational duties to the Supreme Lord, and thus such activities become transcendental devotional service. By the words tasmād guruṁ prapadyeta jijñāsuḥ śreya uttamam, this chapter has clearly explained that dovetailing one’s work with the service of the Lord is an art one should learn at the lotus feet of the bona fide spiritual master. Otherwise, if one whimsically declares his materialistic work to be transcendental devotional service, there will be no actual result. Therefore, according to Śrī Jīva Gosvāmī, one should not mistake the word naiṣkarmyam to indicate inactivity; rather, it indicates transcendental activity under the guidance of the Lord and His representative."
    },
    {
        "verse": "42",
        "devanagari": "एवं प्रश्न‍मृषीन् पूर्वमपृच्छं पितुरन्तिके ।नाब्रुवन् ब्रह्मण: पुत्रास्तत्र कारणमुच्यताम् ॥ ४२ ॥",
        "english_devnagari": "evaṁ praśnam ṛṣīn pūrvamapṛcchaṁ pitur antikenābruvan brahmaṇaḥ putrāstatra kāraṇam ucyatām",
        "verse_Syn": [
            "evam",
            "praśnam",
            "ṛṣīn",
            "pūrvam",
            "apṛccham",
            "pituḥ",
            "antike",
            "na",
            "abruvan",
            "brahmaṇaḥ",
            "putrāḥ",
            "tatra",
            "kāraṇam",
            "ucyatām"
        ],
        "translation": "Once in the past, in the presence of my father, Mahārāja Ikṣvāku, I placed a similar question before four great sages who were sons of Lord Brahmā. But they did not answer my question. Please explain the reason for this.",
        "purport": " According to Śrīla Śrīdhara Svāmī the words brahmaṇaḥ putrāḥ, “the sons of Brahmā,” refer to the four Kumāras headed by Sanaka Ṛṣi. Śrīla Madhvācārya has quoted a verse from the Tantra-bhāgavata stating that the reason the four sons of Lord Brahmā, although mahājanas and experts in the science of devotional service, declined to answer King Nimi was that they wanted to demonstrate clearly that even those who are expert in the cultivation of speculative knowledge cannot understand the actual science of pure devotional service. Śrīla Jīva Gosvāmī has further commented that the sages avoided answering the question from the King because at that time King Nimi was a young boy and therefore not mature enough to understand the answer fully."
    },
    {
        "verse": "43",
        "devanagari": "श्रीआविर्होत्र उवाचकर्माकर्मविकर्मेति वेदवादो न लौकिक: ।वेदस्य चेश्वरात्मत्वात् तत्र मुह्यन्ति सूरय: ॥ ४३ ॥",
        "english_devnagari": "śrī-āvirhotra uvācakarmākarma vikarmetiveda-vādo na laukikaḥvedasya ceśvarātmatvāttatra muhyanti sūrayaḥ",
        "verse_Syn": [
            "śrī",
            "āvirhotraḥ",
            "uvāca",
            "karma",
            "akarma",
            "vikarma",
            "iti",
            "veda",
            "vādaḥ",
            "na",
            "laukikaḥ",
            "vedasya",
            "ca",
            "īśvara",
            "ātmatvāt",
            "tatra",
            "muhyanti",
            "sūrayaḥ"
        ],
        "translation": "Śrī Āvirhotra replied: Prescribed duties, nonperformance of such duties, and forbidden activities are topics one can properly understand through authorized study of the Vedic literature. This difficult subject matter can never be understood by mundane speculation. The authorized Vedic literature is the sound incarnation of the Personality of Godhead Himself, and thus Vedic knowledge is perfect. Even the greatest learned scholars are bewildered in their attempts to understand the science of action if they neglect the authority of Vedic knowledge.",
        "purport": " Prescribed duties authorized by revealed scripture are called karma, whereas the failure to execute one’s highest duty is called akarma. The performance of forbidden activities is called vikarma. Thus karma, akarma and vikarma are established by the authorized explanations of Vedic literature. They cannot be ascertained merely through mundane exercises in logic. In the Śrīmad-Bhāgavatam (6.16.51) the Lord says, śabda-brahma paraṁ brahma mamobhe śāśvatī tanū: “I am the form of the transcendental vibrations of the Vedas, such as oṁkāra and Hare Kṛṣṇa Hare Rāma, and I am the Supreme Absolute Truth. These two forms of Mine — namely, the transcendental Vedic sound and the eternally blissful spiritual form of the Deity — are My eternal forms; they are not material.” Similarly, it is stated in the Bhāgavatam (6.1.40), vedo nārāyaṇaḥ sākṣāt svayambhūr iti śuśruma: “The Vedas are directly the Supreme Personality of Godhead, Nārāyaṇa, and are self-born. This we have heard from Yamarāja.” In the Puruṣa-sūkta (Ṛg Veda, maṇḍala 10, sūkta 90, mantra 9) it is stated, tasmād yajñāt sarva-huta ṛcaḥ sāmāni jajñire/ chandāṁsi jajñire tasmāt: “From Him, Yajña, came all sacrificial offerings, hymns of invocation and songs of praise. All the mantras of the Vedas come from the Lord.” All the incarnations of the Supreme Personality of Godhead are completely transcendental and free from the four defects of conditional life, namely mistakes, illusion, cheating and imperfect senses. So Vedic knowledge, being a plenary manifestation of the Supreme Lord, is similarly infallible and transcendental. Śrīla Bhaktisiddhānta Sarasvatī Ṭhākura has pointed out that in the material world, which is controlled by the illusory energy of the Lord, a particular sound vibration is discarded after describing its object. But on the spiritual platform called Vaikuṇṭha nothing is ever lost, and thus śabda-brahma, or the Personality of Godhead in His form as transcendental sound, is eternal. In ordinary human discourse one can ascertain the meaning of human words by understanding the intention of the speaker. But since Vedic knowledge is apauruṣeya, or transcendental, one can appreciate its purport only by hearing from the standard authorities in the chain of disciplic succession. This process is prescribed by the Lord Himself in Bhagavad-gītā (evaṁ paramparā-prāptam). Thus, even highly learned scholars who proudly neglect this simple descending process are certainly bewildered and embarrassed in their hopeless attempt to ascertain the ultimate meaning of Vedic knowledge. The four sons of Lord Brahmā declined to answer the question of King Nimi since at that time the King was a mere child and therefore not capable of seriously surrendering to the process of hearing through disciplic succession. Śrīla Madhvācārya has pointed out in this regard, īśvarātmatvād īśvara-viṣayatvāt. Because the Vedas describe the unlimited Personality of Godhead, Vedic knowledge cannot be approached by mundane methods of comprehension."
    },
    {
        "verse": "44",
        "devanagari": "परोक्षवादो वेदोऽयं बालानामनुशासनम् ।कर्ममोक्षाय कर्माणि विधत्ते ह्यगदं यथा ॥ ४४ ॥",
        "english_devnagari": "parokṣa-vādo vedo ’yaṁbālānām anuśāsanamkarma-mokṣāya karmāṇividhatte hy agadaṁ yathā",
        "verse_Syn": [
            "parokṣa",
            "vādaḥ",
            "vedaḥ",
            "ayam",
            "bālānām",
            "anuśāsanam",
            "karma",
            "mokṣāya",
            "karmāṇi",
            "vidhatte",
            "hi",
            "agadam",
            "yathā"
        ],
        "translation": "Childish and foolish people are attached to materialistic, fruitive activities, although the actual goal of life is to become free from such activities. Therefore, the Vedic injunctions indirectly lead one to the path of ultimate liberation by first prescribing fruitive religious activities, just as a father promises his child candy so that the child will take his medicine.",
        "purport": " As stated in Bhagavad-gītā, traiguṇya-viṣayā vedā nistraiguṇyo bhavārjuna. The Vedas apparently offer fruitive results within the three modes of material nature. Those who perform ritualistic ceremonies or austerities in the mode of goodness are offered the chance for promotion to the higher planetary systems called Svargaloka. Aśnanti divyān divi deva-bhogān. Similarly, those who perform karma-kāṇḍa, or fruitive religious activities in the mode of passion, are allowed to become great rulers or wealthy men on earth and enjoy great prestige and earthly power. But as stated in the Manu-saṁhitā, pravṛttir eṣā bhūtānāṁ nivṛttis tu mahā-phalā: “Although fruitive religious activities are very much popular among the conditioned souls, the actual perfection of life is achieved when one gives up all fruitive endeavor.” If a father tells his child, “You must take this medicine by my order,” the child may become fearful and rebellious and reject the medicine. Therefore, the father entices his child by saying, “I am going to give you a delicious piece of candy. But if you want this candy, first just take this little bit of medicine, and then you can have the candy.” Such indirect persuasion is called parokṣa-vādaḥ, or an indirect description that conceals the actual purpose. The father presents his proposal to the child as if the ultimate goal were to receive the candy and only a minor condition must be fulfilled to receive it. Actually, however, the father’s goal is to administer the medicine to the child and cure him of his disease. Thus, describing the primary purpose indirectly and concealing it with a secondary proposal is called parokṣa-vādaḥ, or indirect persuasion. Since the great majority of conditioned souls are addicted to sense gratification (pravṛttir eṣā bhūtānām), the Vedic karma-kāṇḍa rituals offer them a chance to become free from temporary materialistic sense gratification by making them greedy for fruitive Vedic results such as promotion to heaven or a powerful ruling position on earth. In all Vedic rituals Viṣṇu is worshiped, and thus one is gradually promoted to the understanding that one’s actual self-interest is to surrender to Viṣṇu. Na te viduḥ svārtha-gatiṁ hi viṣṇum. Such an indirect method is prescribed for bālānām, those who are childish or foolish. An intelligent person can immediately understand by direct analysis the actual purpose of Vedic literature as described by the Lord Himself (vedaiś ca sarvair aham eva vedyaḥ). All Vedic knowledge ultimately aims at achieving shelter at the lotus feet of the Supreme Personality of Godhead. Without such shelter one must rotate within the 8,400,000 species offered by the illusory energy of the Lord. Ordinary material vision, either through gross sense perception or the subtle perception of rational induction, always yields imperfect knowledge distorted by the desire for illusory material enjoyment. Śrīla Bhaktisiddhānta Sarasvatī Ṭhākura comments that the cultivation of impersonal self-realization is also a disturbance to the conditioned souls, since the impersonal speculative process is an artificial attempt to become completely formless. Such an attempt is not at all in accord with the proper judgment of the Vedas, which is described in Bhagavad-gītā (vedaiś ca sarvair aham eva vedyaḥ). In Lord Caitanya’s movement there is no need to childishly pursue fruitive material results and gradually be dragged to actual knowledge. According to Caitanya Mahāprabhu: In Kali-yuga life is very short (prāyeṇālpāyuṣaḥ), and people are generally undisciplined (mandāḥ), misguided (sumanda-matayaḥ), and overwhelmed by the unfavorable results of their previous activities (manda-bhāgyāḥ). Thus their minds are never peaceful (upadrutāḥ), and their very brief life span vitiates the possibility of their gradually progressing through the path of Vedic ritualistic activities. Therefore, the only hope is to chant the holy names of the Lord, harer nāma. In the Śrīmad-Bhāgavatam (12.3.51) it is stated: Kali-yuga is an ocean of hypocrisy and pollution. In Kali-yuga all natural elements are polluted, such as water, earth, sky, mind, intelligence and ego. The only auspicious aspect of this fallen age is the process of chanting the holy names of the Lord (asti hy eko mahān guṇaḥ). Simply by the delightful process of kṛṣṇa-kīrtana one is freed from his connection to this fallen age (mukta-saṅga) and goes back home, back to Godhead (paraṁ vrajet). Sometimes the preachers of the Kṛṣṇa consciousness movement also use the parokṣa, or indirect method of persuasion, offering a nice transcendental sweet to the conditioned soul to entice him to come to the lotus feet of the Lord. Caitanya Mahāprabhu’s movement is kevala ānanda-kāṇḍa, simply blissful. But by the mercy of Caitanya Mahāprabhu even one who is indirectly attracted to the Kṛṣṇa consciousness movement achieves very quickly the perfection of life and goes back home, back to Godhead."
    },
    {
        "verse": "45",
        "devanagari": "नाचरेद् यस्तु वेदोक्तं स्वयमज्ञोऽजितेन्द्रिय: ।विकर्मणा ह्यधर्मेण मृत्योर्मृत्युमुपैति स: ॥ ४५ ॥",
        "english_devnagari": "nācared yas tu vedoktaṁsvayam ajño ’jitendriyaḥvikarmaṇā hy adharmeṇamṛtyor mṛtyum upaiti saḥ",
        "verse_Syn": [
            "na",
            "ācaret",
            "yaḥ",
            "tu",
            "veda",
            "uktam",
            "svayam",
            "ajñaḥ",
            "ajita",
            "indriyaḥ",
            "vikarmaṇā",
            "hi",
            "adharmeṇa",
            "mṛtyoḥ",
            "mṛtyum",
            "upaiti",
            "saḥ"
        ],
        "translation": "If an ignorant person who has not conquered the material senses does not adhere to the Vedic injunctions, certainly he will engage in sinful and irreligious activities. Thus his reward will be repeated birth and death.",
        "purport": " In the previous verse it was stated that although fruitive activities are prescribed in the Vedas, the actual goal of human life is to free oneself from all materialistic activities. Therefore, one may conclude that there is no need to perform the Vedic rituals, which offer regulated sense gratification. But an ignorant person, or, in other words, one who has not understood that he is not the material body but an eternal spiritual soul, part and parcel of Kṛṣṇa, will invariably be unable to control the urges of the material senses. Therefore, if such a materially inclined person neglects the Vedic injunctions that administer regulated sense gratification, he will surely fall down into unregulated sense gratification in pāpa, or sinful life. For example, those who are affected by sexual desire are ordered to accept the vivāha-yajña, or religious marriage ceremony. We often see that because of false pride a so-called brahmacārī, or celibate student of Vedic knowledge, rejects the marriage ceremony as māyā, or material illusion. But if such a celibate student is unable to control his senses he will undoubtedly degrade himself by eventually engaging in illicit sex, which has no connection to Vedic culture. Similarly, a neophyte in Kṛṣṇa consciousness is encouraged to eat kṛṣṇa-prasādam to his full satisfaction. Sometimes an immature practitioner of bhakti-yoga tries to make a show of severe eating habits and eventually falls down into eating unregulated and abominable foodstuffs. According to Śrīla Viśvanātha Cakravartī Ṭhākura, the words mṛtyor mṛtyum upaiti mean that a sinful person is awarded a free ticket to hell by the lord of death himself, Yamarāja. This is also described in the Vedas as follows: mṛtvā punar mṛtyum āpadyate ardyamānaḥ sva-karmabhiḥ. “Persons who cause themselves severe pain by their materialistic activities gain no relief at the moment of death, for they are placed again in a situation in which death will occur.” Therefore, Vedic ritualistic activities such as the wedding ceremony or the relishing of sumptuous yajña-śiṣṭa, or food remnants of sacrifice, should not be given up by those whose senses are not yet controlled. The previous verse gave the example of a father’s administering candy to his son to induce the child to take medicine. If the child rejects the father’s offer, thinking that the candy is unnecessary, the child also misses the opportunity to take the medicine that will cure him. Similarly, if a materialistic person rejects the Vedic injunctions that administer prescribed sense gratification, he will not be purified but instead will be further degraded. Śrīla Jīva Gosvāmī has described a materialistic person as one whose mind and intelligence are not faithfully fixed in the message of the Supreme Personality of Godhead. In Bhagavad-gītā Śrī Bhagavān, Lord Kṛṣṇa, gives wonderful explanations to the conditioned souls, represented by Arjuna, concerning the actual goal of life. One who cannot fix his mind on these instructions is to be considered a materialistic person who is inclined toward sinful activities and who must therefore submit himself to the standard Vedic injunctions. Such Vedic injunctions, even though fruitive, are considered puṇya, or pious, according to Śrīla Jīva Gosvāmī, and thus one who strictly performs them will not go to hell. Lord Kṛṣṇa Himself states in the Bhāgavatam (11.20.9): “One should continue to perform the Vedic ritualistic activities until one actually becomes detached from material sense gratification and develops faith for hearing and chanting about Me.” Śrīla Viśvanātha Cakravartī Ṭhākura explains that the Vedas prescribe that one rise early in the morning, bathe, and chant the Gāyatrī mantra. If one artificially gives up such a disciplined, regulated life, one will gradually become a victim of activities for gross sense gratification, such as eating in restaurants and indulging in illicit connections with women. Thus losing control of his senses, he becomes just like an animal, engaging from the early morning until the night in dangerous activities. Śrīla Madhvācārya has commented in this regard, ajñaḥ sann ācarann api. Although in ignorance, one continues to act, not considering the future result of one’s activities. Such indifference to the future result of one’s activities is described in Bhagavad-gītā to be a symptom of the mode of ignorance. Just as an intelligent man will not drive his car on a highway if he knows the highway will lead him to danger, an intelligent man will not perform non-Vedic activities if he knows that the ultimate result will be the disaster described here by the words mṛtyor mṛtyum upaiti. Śrīla Bhaktisiddhānta Sarasvatī Ṭhākura has stated that ignorant persons sometimes think that after death one automatically attains everlasting peace. But by the powerful reactions of one’s sinful activities one comes to a most unpeaceful condition, for one must suffer hellish miseries in exchange for the meager temporary fruits of material work. Such hellish reactions occur not once but perpetually, as long as one is indifferent to the Vedic injunctions."
    },
    {
        "verse": "46",
        "devanagari": "वेदोक्तमेव कुर्वाणो नि:सङ्गोऽर्पितमीश्वरे ।नैष्कर्म्यां लभते सिद्धिं रोचनार्था फलश्रुति: ॥ ४६ ॥",
        "english_devnagari": "vedoktam eva kurvāṇoniḥsaṅgo ’rpitam īśvarenaiṣkarmyaṁ labhate siddhiṁrocanārthā phala-śrutiḥ",
        "verse_Syn": [
            "veda",
            "uktam",
            "eva",
            "kurvāṇaḥ",
            "nihsaṅgaḥ",
            "arpitam",
            "īśvare",
            "naiṣkarmyam",
            "labhate",
            "siddhim",
            "rocana",
            "arthā",
            "phala",
            "śrutiḥ"
        ],
        "translation": "By executing without attachment the regulated activities prescribed in the Vedas, offering the results of such work to the Supreme Lord, one attains the perfection of freedom from the bondage of material work. The material fruitive results offered in the revealed scriptures are not the actual goal of Vedic knowledge, but are meant for stimulating the interest of the performer.",
        "purport": " Human life is an opportunity offered by the laws of nature to the conditioned soul so that he may understand his eternal relationship with the Supreme Personality of Godhead. Unfortunately, even in the human form of life most living entities remain addicted to improving the standard of animal activities, namely eating, sleeping, defending and mating. Almost no one is interested in the actual success of life, Kṛṣṇa consciousness. “Those persons who are materially engrossed, being blind to the knowledge of ultimate truth, have many subject matters for hearing in human society, O Emperor.” (Bhāg. 2.1.2) It is stated, parama-kāruṇiko vedaḥ — “Vedic knowledge is supremely merciful” — because it engages the animalistic human beings in a gradual process of purification that culminates in full consciousness of Lord Kṛṣṇa, the Supreme Personality of Godhead. This is confirmed by the Lord Himself in Bhagavad-gītā (vedaiś ca sarvair aham eva vedyaḥ). The majority of human beings are not able to suddenly give up material sense gratification, even though they understand from Vedic literature that such sense gratification causes a pernicious future effect. We have practical experience in the Western countries that when the government informed the citizens that smoking cigarettes causes lung cancer, most people were unable to give up their smoking habit. Therefore, the Vedic literature prescribes a gradual process of purification in which the conditioned soul learns to offer the results of his material activities to the Supreme Lord, thus spiritualizing those activities. Material sense gratification is based on two organs, namely the tongue for tasting and the genitals for sex life. By offering palatable food to the Deity of Kṛṣṇa and then enjoying the remnants as kṛṣṇa-prasādam and by accepting the rules and regulations for Vedic householder life and begetting of Kṛṣṇa conscious children, one can gradually bring the full range of material activities to the platform of pure devotional service. By offering the fruits of one’s ordinary activities to the Supreme Lord, one gradually understands that the Lord Himself, and not material sense gratification, is the actual goal of life. Lord Kṛṣṇa warns in Bhagavad-gītā that if people are prematurely encouraged to give up householder life or the sumptuous remnants of the Lord’s prasādam, such artificial renunciation will have the opposite effect. There is a class of duplicitous men who misunderstand the transcendental purpose of the Vedas and falsely claim that material fruitive results such as promotion to heaven, which is offered in the agniṣṭoma sacrifice, constitute the ultimate goal of the Vedas. Such foolish men have been described by Lord Kṛṣṇa: “Men of small knowledge are very much attached to the flowery words of the Vedas, which recommend various fruitive activities for elevation to heavenly planets, resultant good birth, power, and so forth. Being desirous of sense gratification and opulent life, they say that there is nothing more than this.” (Bg. 2.42-43) To refute such a foolish understanding of the Vedic purpose, this verse uses the word niḥsaṅgaḥ, which means “without attachment to material results.” The actual purpose of the Vedas is arpitam īśvare, to offer everything to the Supreme Personality of Godhead. The result is siddhim, or the perfection of life, Kṛṣṇa consciousness. The words rocanārthā phala-śrutiḥ clearly indicate that the fruitive results promised in the Vedic literature are meant to stimulate a materialistic person to have faith in the Vedic injunctions. The example is given that a child may be offered candy-covered medicine. The child becomes enthusiastic to take the medicine because of the candy coating, whereas a mature person will be enthusiastic to take the medicine itself, knowing that such medicine is meant for his real self-interest. The mature platform of Vedic understanding is mentioned in the Bṛhad-āraṇyaka Upaniṣad (4.4.22): tam etaṁ vedānuvacanena brāhmaṇā vividiṣanti brahmacaryeṇa tapasā śraddhayā yajñenānāśakena ca. “By the teaching of the Vedas and by celibacy, penances, faith and controlled eating, great brāhmaṇas come to know the Supreme.” The Supreme is Kṛṣṇa, as stated in Bhagavad-gītā. Although the prescribed rituals of the Vedas may sometimes resemble material fruitive work, the activity is spiritualized because the result is offered to the Supreme. Candy-covered medicine and ordinary candy may appear or taste the same. But the candy-covered medicine has a therapeutic effect not found in ordinary candy. Similarly, the words naiṣkarmyaṁ labhate siddhim in this verse indicate that a faithful follower of the Vedic injunctions will gradually be promoted to the highest perfection of life, pure love of Godhead, as stated by Caitanya Mahāprabhu (premā pum-artho mahān)."
    },
    {
        "verse": "47",
        "devanagari": "य आशु हृदयग्रन्थिं निर्जिहीर्षु: परात्मन: ।विधिनोपचरेद् देवं तन्त्रोक्तेन च केशवम् ॥ ४७ ॥",
        "english_devnagari": "ya āśu hṛdaya-granthiṁnirjihīrṣuḥ parātmanaḥvidhinopacared devaṁtantroktena ca keśavam",
        "verse_Syn": [
            "yaḥ",
            "āśu",
            "hṛdaya",
            "granthim",
            "nirjihīrṣuḥ",
            "parātmanaḥ",
            "vidhinā",
            "upacaret",
            "devam",
            "tantra",
            "uktena",
            "ca",
            "keśavam"
        ],
        "translation": "One who desires to quickly cut the knot of false ego, which binds the spirit soul, should worship the Supreme Lord, Keśava, by the regulations found in Vedic literatures such as the tantras.",
        "purport": " The Vedic literatures contain mysterious descriptions of the Absolute Truth that stimulate philosophical speculation. The Vedas also offer heavenly rewards for the performance of ritualistic ceremonies. But as stated in verse 44 of this chapter such jñāna-kāṇḍa and karma-kāṇḍa sections of the Vedas are bālānām anuśāsanam; that is, because less intelligent or childish persons are addicted to mental speculation and fruitive activity, these sections of the Vedas are meant to attract such persons to take shelter of the Vedic injunctions for gradual promotion to the perfect stage of Kṛṣṇa consciousness. Now that the path for those who are materialistic has been described in several verses, this verse describes the process for those who are vijñaḥ, or learned transcendentalists. Such learned transcendentalists are advised to follow the regulated worship described in such Vaiṣṇava tantras as Śrī Nārada-pañcarātra for pleasing the Supreme Lord directly. The words upacared devaṁ tantroktena ca keśavam indicate that one should directly worship Keśava, the Supreme Personality of Godhead, who appears in many different incarnations to please His devotees. Śrīla Jayadeva Gosvāmī has described the pastimes of the Lord in his song describing ten prominent incarnations of the Personality of Godhead, Keśava: Lord Fish, Lord Tortoise, Lord Boar, Lord Nṛsiṁhadeva, Lord Vāmana, Lord Paraśurāma, Lord Rāmacandra, Lord Balarāma, Lord Buddha and Lord Kalki. The words upacared devam indicate devotional service to the Personality of Godhead. And therefore the word tantroktena, or “injunctions of the tantras,” should be understood to indicate vaiṣṇava-tantras such as Śrī Nārada-pañcarātra, which give explicit and detailed instructions for worshiping Keśava. The Vedas are referred to by the term nigama. And the elaborate explanation of these nigamas is called āgama, or tantra. When the transcendental living entity becomes perturbed by the obnoxious harassment of material bodily dualities, he becomes eager to hear from the Vedas about his transcendental situation. The word āśu in this verse indicates that those who are eager to put a quick end to material existence and situate themselves in the eternal blissful life of perfect knowledge should directly worship Lord Kṛṣṇa, bypassing the preliminary Vedic rituals described in the previous verses."
    },
    {
        "verse": "48",
        "devanagari": "लब्ध्वानुग्रह आचार्यात् तेन सन्दर्शितागम: ।महापुरुषमभ्यर्चेन्मूर्त्याभिमतयात्मन: ॥ ४८ ॥",
        "english_devnagari": "labdhvānugraha ācāryāttena sandarśitāgamaḥmahā-puruṣam abhyarcenmūrtyābhimatayātmanaḥ",
        "verse_Syn": [
            "labdhvā",
            "anugrahaḥ",
            "ācāryāt",
            "tena",
            "sandarśita",
            "āgamaḥ",
            "mahā",
            "puruṣam",
            "abhyarcet",
            "mūrtyā",
            "abhimatayā",
            "ātmanaḥ"
        ],
        "translation": "Having obtained the mercy of his spiritual master, who reveals to the disciple the injunctions of Vedic scriptures, the devotee should worship the Supreme Personality of Godhead in the particular personal form of the Lord the devotee finds most attractive.",
        "purport": " According to Śrīla Jīva Gosvāmī, the word labdhvānugrahaḥ indicates formal initiation by a bona fide spiritual master. It is stated in the Padma Purāṇa: A bona fide spiritual master must be a soul surrendered at the lotus feet of the Supreme Lord. In the Brahma-vaivarta Purāṇa it is stated: “One pollutes his own intelligence and exhibits severe weakness of character when he rejects his own spiritual master. Indeed, such a person has already rejected the Supreme Lord, Hari.” The bona fide disciple should always remember that his entire understanding of Vedic knowledge is coming through the mercy of his bona fide spiritual master. If one superficially or whimsically accepts and rejects a bona fide Vaiṣṇava spiritual master, sometimes becoming attracted to another spiritual master, one commits a vaiṣṇava-aparādha, a great offense against the devotees of the Lord. Sometimes a foolish neophyte mistakenly thinks that the relationship with the spiritual master is meant for the sense gratification of the disciple, and therefore in the name of spiritual aspirations such a fool gives up a bona fide Vaiṣṇava guru. One should understand oneself to be the eternal servant of the guru. Śrīla Jīva Gosvāmī, however, has quoted this verse from the Nārada-pañcarātra: “One who is initiated into a mantra by a non-Vaiṣṇava must go to hell. Therefore he should again be initiated properly, according to the prescribed method, by a Vaiṣṇava guru.” It is the duty of the bona fide spiritual master to examine carefully the qualification of the disciple, and the disciple should similarly approach a bona fide spiritual master. Otherwise, the foolish disciple and the indiscriminate guru may both be punished by the laws of nature. One should not artificially try to assimilate all of the apparently conflicting branches of Vedic knowledge. Vedaiś ca sarvair aham eva vedyaḥ. Conditioned souls have various conflicting natures, which are engaged by apparently conflicting Vedic injunctions called pravṛtti and nivṛtti-mārga. But the easiest path is simply to learn the process of regularly worshiping advaya-jñāna, Lord Viṣṇu. All the demigods mentioned in the Vedas are paraphernalia for the service of the Supreme Lord, Viṣṇu. Whatever exists in the visible material world is also meant to be engaged in the Lord’s service; otherwise, it has no value. If one artificially renounces material things useful in the service of the Supreme Lord, he loses his spiritual qualification of seeing everything as meant for Kṛṣṇa’s pleasure and will be forced to think of material objects as meant for his own sense enjoyment. In other words, material things should be accepted or rejected according to the pleasure of the Supreme Lord. Otherwise, one will fall down from the standard of pure devotional service. As stated in this verse, labdhvānugraha ācāryāt: such discrimination can be learned when one receives the mercy of a bona fide spiritual master, who reveals to the sincere disciple the practical application of Vedic knowledge."
    },
    {
        "verse": "49",
        "devanagari": "शुचि: सम्मुखमासीन: प्राणसंयमनादिभि: ।पिण्डं विशोध्य सन्न्यासकृतरक्षोऽर्चयेद्धरिम् ॥ ४९ ॥",
        "english_devnagari": "śuciḥ sammukham āsīnaḥprāṇa-saṁyamanādibhiḥpiṇḍaṁ viśodhya sannyāsa-kṛta-rakṣo ’rcayed dharim",
        "verse_Syn": [
            "śuciḥ",
            "sammukham",
            "āsīnaḥ",
            "prāṇa",
            "saṁyamana",
            "ādibhiḥ",
            "piṇḍam",
            "viśodhya",
            "sannyāsa",
            "kṛta",
            "rakṣaḥ",
            "arcayet",
            "harim"
        ],
        "translation": "After cleansing oneself, purifying the body by prāṇāyāma, bhūta-śuddhi and other processes, and marking the body with sacred tilaka for protection, one should sit in front of the Deity and worship the Supreme Personality of Godhead.",
        "purport": " Prāṇāyāma is the authorized Vedic process for controlling the air within the body. Similarly, bhūta-śuddhi is a process for purifying the body. The word śuciḥ means that one should be internally and externally clean. Śuciḥ means that one should perform activities only for the pleasure of the Supreme Personality of Godhead. If somehow or other one can remember the Supreme Lord constantly by chanting and hearing His holy name, one will come to the pure stage of life, as described in this Vedic mantra: Śrīla Bhaktisiddhānta Sarasvatī Ṭhākura has pointed out that although one may mark the body with sacred tilaka, perform mudrās and chant mantras, if one is thinking within his mind of material sense gratification his worship of Lord Śrī Hari is bogus. Therefore the word śuciḥ here indicates that one should worship the Lord in a favorable frame of mind, considering the Lord to be sacred and one’s self to be an insignificant servant of the Lord. Those who are not favorably inclined toward the Supreme Personality of Godhead do not like to worship the Deity in the temple, and they discourage people from going to the temple of the Lord by saying that since the Lord is omnipresent there is no need to do so. Such envious persons prefer the gymnastic exercises of haṭha-yoga or the rāja-yoga system. But statements by the Lord Himself, such as vāsudevaḥ sarvam iti and māṁ ekaṁ śaraṇaṁ vraja, indicate that in mature transcendental realization one understands that the Supreme Personality of Godhead is the source of everything and therefore the only worshipable object. Thus the devotees who worship the Deity of the Lord according to the pañcarātra system are not attracted by any yoga process except bhakti-yoga."
    },
    {
        "verse": "50-51",
        "devanagari": "अर्चादौ हृदये चापि यथालब्धोपचारकै: ।द्रव्यक्षित्यात्मलिङ्गानि निष्पाद्य प्रोक्ष्य चासनम् ॥ ५० ॥पाद्यादीनुपकल्प्याथ सन्निधाप्य समाहित: ।हृदादिभि: कृतन्यासो मूलमन्त्रेण चार्चयेत् ॥ ५१ ॥",
        "english_devnagari": "arcādau hṛdaye cāpiyathā-labdhopacārakaiḥdravya-kṣity-ātma-liṅgāniniṣpādya prokṣya cāsanam",
        "verse_Syn": [
            "arcā",
            "ādau",
            "hṛdaye",
            "ca",
            "api",
            "yathā",
            "labdha",
            "upacārakaiḥ",
            "dravya",
            "kṣiti",
            "ātma",
            "liṅgāni",
            "niṣpādya",
            "prokṣya",
            "ca",
            "āsanam",
            "pādya",
            "ādīn",
            "upakalpya",
            "atha",
            "sannidhāpya",
            "samāhitaḥ",
            "hṛt",
            "ādibhiḥ",
            "kṛta",
            "nyāsaḥ",
            "mūla",
            "mantreṇa",
            "ca",
            "arcayet"
        ],
        "translation": "The devotee should gather whatever ingredients for worshiping the Deity are available, make ready the offerings, the ground, his mind and the Deity, sprinkle his sitting place with water for purification and prepare the bathing water and other paraphernalia. The devotee should then place the Deity in His proper place, both physically and within his own mind, concentrate his attention, and mark the Deity’s heart and other parts of the body with tilaka. Then he should offer worship with the appropriate mantra.",
        "purport": " (Padma Purāṇa) The Absolute Truth can never be understood by ordinary material sense perception. The conditioned souls engrossed in the vain pursuit of material sense gratification are completely indifferent to the transcendental loving service of the Lord. Their materially conditioned minds are always impure and disturbed by the endless flow of material dualities, such as prosperity and poverty, winter and summer, fame and infamy, youth and old age. Such disturbed conditioned souls cannot recognize the personal presence of the Absolute Truth in the form of the Deity. The Lord’s incarnation as arcā-avatāra, the Deity form, is a special manifestation of the Lord’s mercy toward the materialistic or neophyte devotees who are still under the influence of material designations. They are unable to perceive the Lord in His eternal abode, and therefore the Lord descends as the Deity form, manifesting the prakāśa incarnations and even the svayaṁ-prakāśa, or the original form of the Lord. The prakāśa incarnations exhibit various pastimes within this world, whereas svayaṁ-prakāśa, the Lord’s original form, is the source of all avatāras. To one who sincerely worships the Deity, the Deity manifests Himself as the Supreme Personality of Godhead. Those who are most unfortunate cannot even recognize the Supreme Lord in His merciful Deity expansion. They consider the Deity an ordinary material object. But by surrendering at the lotus feet of a bona fide spiritual master, who is a pure devotee of the Lord, one can learn to worship the Deity, as mentioned in this verse, and thus revive one’s lost relationship with the Lord. One who considers such transcendental Deity worship to be equivalent to idol worship is grossly covered by the three modes of material nature. A person wearing rose-colored glasses sees the entire world to be rose colored. Similarly, those unfortunate living entities who are thickly covered by the material modes of nature see everything, including the Supreme Lord, as material due to their polluted vision."
    },
    {
        "verse": "52-53",
        "devanagari": "साङ्गोपाङ्गां सपार्षदां तां तां मूर्तिं स्वमन्त्रत: ।पाद्यार्घ्याचमनीयाद्यै: स्न‍ानवासोविभूषणै: ॥ ५२ ॥गन्धमाल्याक्षतस्रग्भिर्धूपदीपोपहारकै: ।साङ्गंसम्पूज्य विधिवत् स्तवै: स्तुत्वा नमेद्धरिम् ॥ ५३ ॥",
        "english_devnagari": "sāṅgopāṅgāṁ sa-pārṣadāṁtāṁ tāṁ mūrtiṁ sva-mantrataḥpādyārghyācamanīyādyaiḥsnāna-vāso-vibhūṣaṇaiḥ",
        "verse_Syn": [
            "sa",
            "aṅga",
            "upāṅgām",
            "sa",
            "pārṣadām",
            "tām",
            "tām",
            "mūrtim",
            "sva",
            "mantrataḥ",
            "pādya",
            "arghya",
            "ācamanīya",
            "ādyaiḥ",
            "snāna",
            "vāsaḥ",
            "vibhūṣaṇaiḥ",
            "gandha",
            "mālya",
            "akṣata",
            "sragbhiḥ",
            "dhūpa",
            "dīpa",
            "upahārakaiḥ",
            "sa",
            "aṅgam",
            "sampūjya",
            "vidhivat",
            "stavaiḥ",
            "stutvā",
            "namet",
            "harim"
        ],
        "translation": "One should worship the Deity along with each of the limbs of His transcendental body, His weapons such as the Sudarśana cakra, His other bodily features and His personal associates. One should worship each of these transcendental aspects of the Lord by its own mantra and with offerings of water to wash the feet, scented water, water to wash the mouth, water for bathing, fine clothing and ornaments, fragrant oils, valuable necklaces, unbroken barleycorns, flower garlands, incense and lamps. Having thus completed the worship in all its aspects in accordance with the prescribed regulations, one should then honor the Deity of Lord Hari with prayers and offer obeisances to Him by bowing down.",
        "purport": " Śrīla Śrīdhara Svāmī has mentioned that akṣata, or unbroken barleycorns (mentioned in verse 53), are to be used in decorating the Deity with tilaka, and not in the actual pūjā. Nākṣatair arcayed viṣṇuṁ na ketakyā maheśvaram: “Lord Viṣṇu should not be worshiped with unbroken barleycorns, and Lord Śiva should not be worshiped with ketakī flowers.”"
    },
    {
        "verse": "54",
        "devanagari": "आत्मानम् तन्मयं ध्यायन् मूर्तिं सम्पूजयेद्धरे: ।शेषामाधाय शिरसा स्वधाम्न्युद्वास्य सत्कृतम् ॥ ५४ ॥",
        "english_devnagari": "ātmānam tan-mayam dhyāyanmūrtiṁ sampūjayed dhareḥśeṣām ādhāya śirasāsva-dhāmny udvāsya sat-kṛtam",
        "verse_Syn": [
            "ātmānam",
            "tat",
            "mayam",
            "dhyāyan",
            "mūrtim",
            "sampūjayet",
            "hareḥ",
            "śeṣām",
            "ādhāya",
            "śirasā",
            "sva",
            "dhāmni",
            "udvāsya",
            "sat",
            "kṛtam"
        ],
        "translation": "The worshiper should become fully absorbed in meditating upon himself as an eternal servant of the Lord and should thus perfectly worship the Deity, remembering that the Deity is also situated within his heart. Then he should take the remnants of the Deity’s paraphernalia, such as flower garlands, upon his head and respectfully put the Deity back in His own place, thus concluding the worship.",
        "purport": " The word tan-mayam in this verse is significant. One who is purified by worshiping the Deity form of the Lord can understand that he, the worshiper, is an eternal servant of the Lord and is qualitatively one with the Lord, being like a tiny spark of the original fire, the Personality of Godhead. Śrīla Madhvācārya has stated in this regard: “One should think, ‘I am an eternal servant of Viṣṇu, and therefore, because I am His eternal part and parcel, I am eternally one with Him. But I am not Viṣṇu Himself, because Viṣṇu is the supreme controller of everything.’” The basic principle of Deity worship is that one must understand oneself to be an eternal servant of the Supreme Lord. One who is addicted to sexual gratification, foolishly identifying himself with the external material body, cannot change his conception of himself from that of an enjoyer to that of the enjoyed. Such a person interprets the word tan-mayam to mean that the worshiper is himself also the worshipable object. Śrī Jīva Gosvāmī Prabhupāda has written in his Durga-saṅgamanī, his commentary on Śrī Rūpa Gosvāmī Prabhu’s Bhakti-rasāmṛta-sindhu, that ahaṅgrahopāsanā, or the process of worshiping oneself as the Supreme, is a gross misidentification of one’s own self with the Supreme, who is actually one’s eternal shelter. The Six Gosvāmīs have repeatedly clarified this point. But unintelligent persons within the prākṛta-sahajiyā community become influenced by the bogus ideas of the Māyāvādī philosophers and thus display the deluded misconception that the worshiper becomes the supreme shelter. Such a hallucination is an aparādha, an offense against the Lord. Therefore the word tan-maya in this verse should not be offensively understood to mean that the worshiper becomes equal to his eternal worshipable object."
    },
    {
        "verse": "55",
        "devanagari": "एवमग्‍न्यर्कतोयादावतिथौ हृदये च य: ।यजतीश्वरमात्मानमचिरान्मुच्यते हि स: ॥ ५५ ॥",
        "english_devnagari": "evam agny-arka-toyādāvatithau hṛdaye ca yaḥyajatīśvaram ātmānamacirān mucyate hi saḥ",
        "verse_Syn": [
            "evam",
            "agni",
            "arka",
            "toya",
            "ādau",
            "atithau",
            "hṛdaye",
            "ca",
            "yaḥ",
            "yajati",
            "īśvaram",
            "ātmānam",
            "acirāt",
            "mucyate",
            "hi",
            "saḥ"
        ],
        "translation": "Thus the worshiper of the Supreme Lord should recognize that the Personality of Godhead is all-pervading and should worship Him through His presence in fire, the sun, water and other elements, in the heart of the guest one receives in one’s home, and also in one’s own heart. In this way the worshiper will very soon achieve liberation.",
        "purport": ""
    }
]