[
    {
        "verse": "1",
        "devanagari": "श्रीउद्धव उवाचवदन्ति कृष्ण श्रेयांसि बहूनि ब्रह्मवादिन: ।तेषां विकल्पप्राधान्यमुताहो एकमुख्यता ॥ १ ॥",
        "english_devnagari": "śrī-uddhava uvācavadanti kṛṣṇa śreyāṁsibahūni brahma-vādinaḥteṣāṁ vikalpa-prādhānyamutāho eka-mukhyatā",
        "verse_Syn": [
            "śrī",
            "uddhavaḥ",
            "uvāca",
            "vadanti",
            "kṛṣṇa",
            "śreyāṁsi",
            "bahūni",
            "brahma",
            "vādinaḥ",
            "teṣām",
            "vikalpa",
            "prādhānyam",
            "uta",
            "aho",
            "eka",
            "mukhyatā"
        ],
        "translation": "Śrī Uddhava said: My dear Kṛṣṇa, the learned sages who explain Vedic literature recommend various processes for perfecting one’s life. Considering these varieties of viewpoint, my Lord, please tell me whether all these processes are equally important, or whether one of them is supreme.",
        "purport": " In order to clearly establish the exalted position of bhakti-yoga, or pure devotional service to the Supreme Lord, Śrī Uddhava requests Lord Kṛṣṇa to identify the supreme among all processes of self-realization. Not all Vedic processes lead directly to the ultimate goal, pure love of God; some only gradually elevate the consciousness of the living entity. For the purpose of giving a general outline of the process of self-realization, sages may discuss the various methods of elevation. But when the time comes to ascertain the most perfect process, the secondary methods must be cleared from the path."
    },
    {
        "verse": "2",
        "devanagari": "भवतोदाहृत: स्वामिन् भक्तियोगोऽनपेक्षित: ।निरस्य सर्वत: सङ्गं येन त्वय्याविशेन्मन: ॥ २ ॥",
        "english_devnagari": "bhavatodāhṛtaḥ svāminbhakti-yogo ’napekṣitaḥnirasya sarvataḥ saṅgaṁyena tvayy āviśen manaḥ",
        "verse_Syn": [
            "bhavatā",
            "udāhṛtaḥ",
            "svāmin",
            "bhakti",
            "yogaḥ",
            "anapekṣitaḥ",
            "nirasya",
            "sarvataḥ",
            "saṅgam",
            "yena",
            "tvayi",
            "āviśet",
            "manaḥ"
        ],
        "translation": "My dear Lord, You have clearly explained the process of unalloyed devotional service, by which a devotee removes all material association from his life, enabling him to fix his mind on You.",
        "purport": " It is now clearly established that pure devotional service is the supreme process for fixing the mind in the Supreme Truth, Lord Kṛṣṇa. The next point to be clarified is this: Can everyone practice this process, or is it limited to an elite class of transcendentalists? In discussing the relative advantages of different spiritual processes, one must immediately ascertain the goal of spiritual life and then isolate the process that actually awards this goal. Processes must be defined in terms of primary and secondary functions. A method that gives one the highest perfection is primary, whereas processes that merely assist or enhance the primary function are considered secondary. The mind is most flickering and unsteady; therefore by clear intelligence one must fix oneself in a progressive mode of life, and thus one can achieve the Absolute Truth in this lifetime. This is the sober purpose of Lord Kṛṣṇa’s conversation with Śrī Uddhava."
    },
    {
        "verse": "3",
        "devanagari": "श्रीभगवानुवाचकालेन नष्टा प्रलये वाणीयं वेदसंज्ञिता ।मयादौ ब्रह्मणे प्रोक्ता धर्मो यस्यां मदात्मक: ॥ ३ ॥",
        "english_devnagari": "śrī-bhagavān uvācakālena naṣṭā pralayevāṇīyaṁ veda-saṁjñitāmayādau brahmaṇe proktādharmo yasyāṁ mad-ātmakaḥ",
        "verse_Syn": [
            "śrī",
            "bhagavān",
            "uvāca",
            "kālena",
            "naṣṭā",
            "pralaye",
            "vāṇī",
            "iyam",
            "veda",
            "saṁjñitā",
            "mayā",
            "ādau",
            "brahmaṇe",
            "proktā",
            "dharmaḥ",
            "yasyām",
            "mat",
            "ātmakaḥ"
        ],
        "translation": "The Supreme Personality of Godhead said: By the influence of time, the transcendental sound of Vedic knowledge was lost at the time of annihilation. Therefore, when the subsequent creation took place, I spoke the Vedic knowledge to Brahmā because I Myself am the religious principles enunciated in the Vedas.",
        "purport": " Lord Kṛṣṇa explains to Uddhava that although many processes and concepts of spiritual realization are described in the Vedas, the Vedas ultimately recommend devotional service to the Supreme Lord. Lord Kṛṣṇa is the reservoir of all pleasure, and His devotees directly enter into the Lord’s hlādinī, or pleasure-giving, potency. Somehow or other one must fix one’s mind in Lord Kṛṣṇa, and that is not possible without devotional service. One who has not developed his attraction to Lord Kṛṣṇa cannot restrain the senses from inferior engagements. Since other Vedic processes do not actually award Lord Kṛṣṇa to the practitioner, they cannot offer the highest benefit in life. The transcendental sound of the Vedas is itself the highest evidence, but one whose senses and mind are entangled in sense gratification and mental speculation, and whose heart is therefore covered by material dust, cannot directly receive the transcendental Vedic message. Thus one cannot appreciate the exalted position of devotional service to the Lord."
    },
    {
        "verse": "4",
        "devanagari": "तेन प्रोक्ता स्व पुत्राय मनवे पूर्वजाय सा ।ततो भृग्वादयोऽगृह्णन् सप्त ब्रह्ममहर्षय: ॥ ४ ॥",
        "english_devnagari": "tena proktā sva-putrāyamanave pūrva-jāya sātato bhṛgv-ādayo ’gṛhṇansapta brahma-maharṣayaḥ",
        "verse_Syn": [
            "tena",
            "proktā",
            "sva",
            "putrāya",
            "manave",
            "pūrva",
            "jāya",
            "sā",
            "tataḥ",
            "bhṛgu",
            "ādayaḥ",
            "agṛhṇan",
            "sapta",
            "brahma",
            "mahā",
            "ṛṣayaḥ"
        ],
        "translation": "Lord Brahmā spoke this Vedic knowledge to his eldest son, Manu, and the seven great sages headed by Bhṛgu Muni then accepted the same knowledge from Manu.",
        "purport": " Everyone engages in a certain way of life based on one’s own nature and propensities. Bhakti-yoga is the natural activity of one whose nature is completely purified by association with the Supreme Lord. Other processes are meant for those whose nature is still affected by the material modes, and thus such processes, along with their results, are themselves also materially contaminated. Devotional service to the Lord, however, is a pure spiritual process, and by executing it with a pure consciousness one comes directly in touch with the Personality of Godhead, who describes Himself in Bhagavad-gītā (9.2) as pavitram idam uttamam, the supreme pure. The system of paramparā, or disciplic succession, is illustrated in this and the previous verse. The spiritual masters in Caitanya Mahāprabhu’s movement are part of such a disciplic succession, and through them the same Vedic knowledge spoken by Brahmā to Manu is still available."
    },
    {
        "verse": "5-7",
        "devanagari": "तेभ्य: पितृभ्यस्तत्पुत्रा देवदानवगुह्यका: ।मनुष्या: सिद्धगन्धर्वा: सविद्याधरचारणा: ॥ ५ ॥किन्देवा: किन्नरा नागा रक्ष:किम्पुरुषादय: ।बह्वयस्तेषां प्रकृतयो रज:सत्त्वतमोभुव: ॥ ६ ॥याभिर्भूतानि भिद्यन्ते भूतानां पतयस्तथा ।यथाप्रकृति सर्वेषां चित्रा वाच: स्रवन्ति हि ॥ ७ ॥",
        "english_devnagari": "tebhyaḥ pitṛbhyas tat-putrādeva-dānava-guhyakāḥmanuṣyāḥ siddha-gandharvāḥsa-vidyādhara-cāraṇāḥ",
        "verse_Syn": [
            "tebhyaḥ",
            "pitṛbhyaḥ",
            "tat",
            "putrāḥ",
            "deva",
            "dānava",
            "guhyakāḥ",
            "manuṣyāḥ",
            "siddha",
            "gandharvāḥ",
            "sa",
            "vidyādhara",
            "cāraṇāḥ",
            "kindevāḥ",
            "kinnarāḥ",
            "nāgāḥ",
            "rakṣaḥ",
            "kimpuruṣa",
            "ādayaḥ",
            "bahvyaḥ",
            "teṣām",
            "prakṛtayaḥ",
            "rajaḥ",
            "sattva",
            "tamaḥ",
            "bhuvaḥ",
            "yābhiḥ",
            "bhūtāni",
            "bhidyante",
            "bhūtānām",
            "patayaḥ",
            "tathā",
            "yathā",
            "prakṛti",
            "sarveṣām",
            "citrāḥ",
            "vācaḥ",
            "sravanti",
            "hi"
        ],
        "translation": "From the forefathers headed by Bhṛgu Muni and other sons of Brahmā appeared many children and descendants, who assumed different forms as demigods, demons, human beings, Guhyakas, Siddhas, Gandharvas, Vidyādharas, Cāraṇas, Kindevas, Kinnaras, Nāgas, Kimpuruṣas, and so on. All of the many universal species, along with their respective leaders, appeared with different natures and desires generated from the three modes of material nature. Therefore, because of the different characteristics of the living entities within the universe, there are a great many Vedic rituals, mantras and rewards.",
        "purport": " If one is curious why Vedic literatures recommend so many different methods of worship and advancement, the answer is given here. Bhṛgu, Marīci, Atri, Aṅgirā, Pulastya, Pulaha and Kratu are the seven great brāhmaṇa sages and forefathers of this universe. The Kindevas are a race of human beings who are, like the demigods, completely free from fatigue, sweat and body odor. Seeing them, one may thus ask, kiṁ devāḥ: “Are they demigods?” Actually, they are human beings living on another planet within the universe. The Kinnaras are so called because they are kiñcin narāḥ, or “a little like human beings.” The Kinnaras have either a human head or human body (but not both) combined with a nonhuman form. The Kimpuruṣas are so called because they resemble human beings and thus prompt the question kiṁ puruṣāḥ: “Are these human beings?” Actually, they are a race of monkeys who are almost like human beings. Śrīla Bhaktisiddhānta Sarasvatī Ṭhākura explains that this verse describes the varieties of forgetfulness of the Supreme Personality of Godhead. The different Vedic mantras and rituals are especially meant for the different species of intelligent beings throughout the universe; but this proliferation of Vedic formulas indicates only the variety of material illusion and not a variety of ultimate purpose. The ultimate purpose of the many Vedic injunctions is one — to know and love the Supreme Personality of Godhead. The Lord Himself is emphatically explaining this to Śrī Uddhava."
    },
    {
        "verse": "8",
        "devanagari": "एवं प्रकृतिवैचित्र्याद् भिद्यन्ते मतयो नृणाम् ।पारम्पर्येण केषाञ्चित् पाषण्डमतयोऽपरे ॥ ८ ॥",
        "english_devnagari": "evaṁ prakṛti-vaicitryādbhidyante matayo nṛṇāmpāramparyeṇa keṣāñcitpāṣaṇḍa-matayo ’pare",
        "verse_Syn": [
            "evam",
            "prakṛti",
            "vaicitryāt",
            "bhidyante",
            "matayaḥ",
            "nṛṇām",
            "pāramparyeṇa",
            "keṣāñcit",
            "pāṣaṇḍa",
            "matayaḥ",
            "apare"
        ],
        "translation": "Thus, due to the great variety of desires and natures among human beings, there are many different theistic philosophies of life, which are handed down through tradition, custom and disciplic succession. There are other teachers who directly support atheistic viewpoints.",
        "purport": " The word keṣāñcit refers to those persons in various parts of the world who are ignorant of the Vedic conclusion and thus concoct many unauthorized and ultimately fruitless philosophies of life. Pāṣaṇḍa-matayaḥ refers to those who directly oppose the Vedic conclusion. Śrīla Viśvanātha Cakravartī Ṭhākura has given a most interesting example, as follows. The water of the Ganges is always pure and very sweet. On the banks of that great river, however, there are several types of poisonous trees whose roots drink up the Ganges water from the soil and use it to produce poisonous fruits. Similarly, those who are atheistic or demoniac utilize their association with Vedic knowledge to produce the poisonous fruits of atheistic or materialistic philosophy."
    },
    {
        "verse": "9",
        "devanagari": "मन्मायामोहितधिय: पुरुषा: पुरुषर्षभ ।श्रेयो वदन्त्यनेकान्तं यथाकर्म यथारुचि ॥ ९ ॥",
        "english_devnagari": "man-māyā-mohita-dhiyaḥpuruṣāḥ puruṣarṣabhaśreyo vadanty anekāntaṁyathā-karma yathā-ruci",
        "verse_Syn": [
            "mat",
            "māyā",
            "mohita",
            "dhiyaḥ",
            "puruṣāḥ",
            "puruṣa",
            "ṛṣabha",
            "śreyaḥ",
            "vadanti",
            "aneka",
            "antam",
            "yathā",
            "karma",
            "yathā",
            "ruci"
        ],
        "translation": "O best among men, the intelligence of human beings is bewildered by My illusory potency, and thus, according to their own activities and whims, they speak in innumerable ways about what is actually good for people.",
        "purport": " Unlike the Supreme Personality of Godhead, the individual living entity is not omniscient, therefore his activities and pleasures do not represent the whole truth. According to one’s individual way of doing things (yathā-karma) and one’s personal preference (yathā-ruci), one speaks to others about what is good for them. Everyone thinks, “What is good for me is good for everyone.” Actually, the best thing for everyone is to surrender to the Supreme Personality of Godhead, Lord Kṛṣṇa, and thus realize one’s eternal nature of bliss and knowledge. Without knowledge of the Absolute Truth, many so-called learned people are whimsically advising other whimsical people who also lack perfect knowledge of the actual goal of life."
    },
    {
        "verse": "10",
        "devanagari": "धर्ममेके यशश्चान्ये कामं सत्यं दमं शमम् ।अन्ये वदन्ति स्वार्थं वा ऐश्व‍‍र्यं त्यागभोजनम् ।केचिद् यज्ञं तपो दानं व्रतानि नियमान् यमान् ॥ १० ॥",
        "english_devnagari": "dharmam eke yaśaś cānyekāmaṁ satyaṁ damaṁ śamamanye vadanti svārthaṁ vāaiśvaryaṁ tyāga-bhojanamkecid yajñaṁ tapo dānaṁvratāni niyamān yamān",
        "verse_Syn": [
            "dharmam",
            "eke",
            "yaśaḥ",
            "ca",
            "anye",
            "kāmam",
            "satyam",
            "damam",
            "śamam",
            "anye",
            "vadanti",
            "sva",
            "artham",
            "vai",
            "aiśvaryam",
            "tyāga",
            "bhojanam",
            "kecit",
            "yajñam",
            "tapaḥ",
            "dānam",
            "vratāni",
            "niyamān",
            "yamān"
        ],
        "translation": "Some say that people will be happy by performing pious religious activities. Others say that happiness is attained through fame, sense gratification, truthfulness, self-control, peace, self-interest, political influence, opulence, renunciation, consumption, sacrifice, penance, charity, vows, regulated duties or strict disciplinary regulation. Each process has its proponents.",
        "purport": " Dharmam eke refers to those atheistic philosophers called karma-mīmāṁsakas, who state that one should not waste time worrying about a kingdom of God that no one has ever seen and from which no one has ever returned; rather, one should expertly utilize the laws of karma, performing fruitive activities in such a way that one will always be well situated. Concerning fame, it is said that as long as the fame of a human being is sung in the pious planets, he may live for thousands of years in material heaven. Kāmam refers to Vedic texts like the Kāma-sūtra as well as millions of modern books that advise one about sex pleasure. Some people state that the highest virtue in life is honesty; others say it is self-control, peace of mind and so on. Each viewpoint has proponents and “scriptures.” Others say that law, order and morality are the highest good, whereas still others propose political influence as the real self-interest of human beings. Some state that one should give away one’s material possessions to the needy; others state that one should try to enjoy this life as far as possible; and others recommend daily rituals, disciplinary vows, penances, and so on."
    },
    {
        "verse": "11",
        "devanagari": "आद्यन्तवन्त एवैषां लोका: कर्मविनिर्मिता: ।दु:खोदर्कास्तमोनिष्ठा: क्षुद्रा मन्दा: शुचार्पिता: ॥ ११ ॥",
        "english_devnagari": "ādy-anta-vanta evaiṣāṁlokāḥ karma-vinirmitāḥduḥkhodarkās tamo-niṣṭhāḥkṣudrā mandāḥ śucārpitāḥ",
        "verse_Syn": [
            "ādi",
            "anta",
            "vantaḥ",
            "eva",
            "eṣām",
            "lokāḥ",
            "karma",
            "vinirmitāḥ",
            "duḥkha",
            "udarkāḥ",
            "tamaḥ",
            "niṣṭhāḥ",
            "kṣudrāḥ",
            "mandāḥ",
            "śucā",
            "arpitāḥ"
        ],
        "translation": "All the persons I have just mentioned obtain temporary fruits from their material work. Indeed, the meager and miserable situations they achieve bring future unhappiness and are based on ignorance. Even while enjoying the fruits of their work, such persons are filled with lamentation.",
        "purport": " Those who have grasped temporary material things, mistaking them to be ultimate reality, are not considered very intelligent by anyone except themselves. Such foolish persons are always in anxiety because by the laws of nature the very fruits of their work are constantly being transformed in ways neither desired nor expected. The performer of Vedic rituals can elevate himself to heavenly planets, whereas one who is atheistic has the privilege of transferring himself to hell. The entire panorama of material existence is actually uninteresting and dull (mandāḥ). One can make no real progress within the material world; therefore one should take to Kṛṣṇa consciousness and prepare oneself to go back home, back to Godhead."
    },
    {
        "verse": "12",
        "devanagari": "मय्यर्पितात्मन: सभ्य निरपेक्षस्य सर्वत: ।मयात्मना सुखं यत्तत् कुत: स्याद् विषयात्मनाम् ॥ १२ ॥",
        "english_devnagari": "mayy arpitātmanaḥ sabhyanirapekṣasya sarvataḥmayātmanā sukhaṁ yat tatkutaḥ syād viṣayātmanām",
        "verse_Syn": [
            "mayi",
            "arpita",
            "ātmanaḥ",
            "sabhya",
            "nirapekṣasya",
            "sarvataḥ",
            "mayā",
            "ātmanā",
            "sukham",
            "yat",
            "tat",
            "kutaḥ",
            "syāt",
            "viṣaya",
            "ātmanām"
        ],
        "translation": "O learned Uddhava, those who fix their consciousness on Me, giving up all material desires, share with Me a happiness that cannot possibly be experienced by those engaged in sense gratification.",
        "purport": " The actual purport of Vedic knowledge is explained in this verse. The word viṣayātmanām includes those who are cultivating material peace of mind, self-control and speculative philosophy. But even if such persons rise to the platform of sattva-guṇa, the mode of goodness, they do not attain perfection, because sattva-guṇa, being material, is also part and parcel of māyā, or illusion. As stated by Śrī Nārada Muni: “The Supreme Personality of Godhead is not inclined to award Himself even to one who executes the yoga system, speculative philosophy, the renounced order of life or Vedic studies. Indeed, no so-called materially auspicious process can induce the Lord to reveal Himself.” (Bhāg. 4.31.12) According to Śrīla Śrīdhara Svāmī, one enjoys the happiness spoken of in this verse while associating, in one’s own spiritual body, with the supreme transcendental form of the Lord. The Lord’s transcendental form is filled with infinite, wonderful qualities, and the happiness of being with the Lord is unlimited. Unfortunately, materialistic people cannot possibly imagine such happiness, since they are not at all inclined to love the Supreme Personality of Godhead."
    },
    {
        "verse": "13",
        "devanagari": "अकिञ्चनस्य दान्तस्य शान्तस्य समचेतस: ।मया सन्तुष्टमनस: सर्वा: सुखमया दिश: ॥ १३ ॥",
        "english_devnagari": "akiñcanasya dāntasyaśāntasya sama-cetasaḥmayā santuṣṭa-manasaḥsarvāḥ sukha-mayā diśaḥ",
        "verse_Syn": [
            "akiñcanasya",
            "dāntasya",
            "śāntasya",
            "sama",
            "cetasaḥ",
            "mayā",
            "santuṣṭa",
            "manasaḥ",
            "sarvāḥ",
            "sukha",
            "mayāḥ",
            "diśaḥ"
        ],
        "translation": "One who does not desire anything within this world, who has achieved peace by controlling his senses, whose consciousness is equal in all conditions and whose mind is completely satisfied in Me finds only happiness wherever he goes.",
        "purport": " A devotee who is always meditating upon Lord Kṛṣṇa experiences transcendental sound, touch, form, flavor and aroma in the pastimes of the Lord. These sublime perceptions are certainly due to the causeless mercy of Lord Kṛṣṇa upon one whose mind and senses are completely satisfied in Him. Such a person finds only happiness wherever he goes. Śrīla Viśvanātha Cakravartī Ṭhākura gives the example that when a very wealthy man travels all over the world, at every place he stays he always enjoys the same luxurious standard of comfort. Similarly, one who has developed Kṛṣṇa consciousness is never separated from happiness, because Lord Kṛṣṇa is all-pervading. The word kiñcana indicates the so-called enjoyable things of this world. One who is akiñcana has correctly understood that material sense gratification is simply the glare of illusion, and therefore such a person is dāntasya, or self-controlled, śāntasya, or peaceful, and mayā santuṣṭa-manasaḥ, or completely satisfied with his transcendental experience of the Supreme Personality of Godhead."
    },
    {
        "verse": "14",
        "devanagari": "न पारमेष्ठ्यं न महेन्द्रधिष्ण्यंन सार्वभौमं न रसाधिपत्यम् ।न योगसिद्धीरपुनर्भवं वामय्यर्पितात्मेच्छति मद्विनान्यत् ॥ १४ ॥",
        "english_devnagari": "na pārameṣṭhyaṁ na mahendra-dhiṣṇyaṁna sārvabhaumaṁ na rasādhipatyamna yoga-siddhīr apunar-bhavaṁ vāmayy arpitātmecchati mad vinānyat",
        "verse_Syn": [
            "na",
            "pārameṣṭhyam",
            "na",
            "mahā",
            "indra",
            "dhiṣṇyam",
            "na",
            "sārvabhaumam",
            "na",
            "rasa",
            "ādhipatyam",
            "na",
            "yoga",
            "siddhīḥ",
            "apunaḥ",
            "bhavam",
            "vā",
            "mayi",
            "arpita",
            "ātmā",
            "icchati",
            "mat",
            "vinā",
            "anyat"
        ],
        "translation": "One who has fixed his consciousness on Me desires neither the position or abode of Lord Brahmā or Lord Indra, nor an empire on the earth, nor sovereignty in the lower planetary systems, nor the eightfold perfection of yoga, nor liberation from birth and death. Such a person desires Me alone.",
        "purport": " The position of the akiñcana pure devotee is described in this verse. Śrī Priyavrata Mahārāja is an example of a great devotee who was not interested in universal sovereignty because his love was completely absorbed in the lotus feet of the Lord. Even the greatest material enjoyment appears most insignificant and useless to a pure devotee of the Lord."
    },
    {
        "verse": "15",
        "devanagari": "न तथा मे प्रियतम आत्मयोनिर्न शङ्कर: ।न च सङ्कर्षणो न श्रीर्नैवात्मा च यथा भवान् ॥ १५ ॥",
        "english_devnagari": "na tathā me priyatamaātma-yonir na śaṅkaraḥna ca saṅkarṣaṇo na śrīrnaivātmā ca yathā bhavān",
        "verse_Syn": [
            "na",
            "tathā",
            "me",
            "priya",
            "tamaḥ",
            "ātma",
            "yoniḥ",
            "na",
            "śaṅkaraḥ",
            "na",
            "ca",
            "saṅkarṣaṇaḥ",
            "na",
            "śrīḥ",
            "na",
            "eva",
            "ātmā",
            "ca",
            "yathā",
            "bhavān"
        ],
        "translation": "My dear Uddhava, neither Lord Brahmā, Lord Śiva, Lord Saṅkarṣaṇa, the goddess of fortune nor indeed My own self are as dear to Me as you are.",
        "purport": " The Lord has described in the previous verses the unalloyed love of His pure devotees for Him, and now the Lord describes His love for His devotees. Ātma-yoni means Lord Brahmā, who is born directly from the Lord’s body. Lord Śiva always gives great pleasure to Lord Kṛṣṇa by his constant meditation upon Him, and Saṅkarṣaṇa, or Balarāma, is the Lord’s brother in kṛṣṇa-līlā. The goddess of fortune is the Lord’s wife, and the word ātmā here indicates the Lord’s own self as the Deity. None of these personalities — even the Lord’s own self — are as dear to Him as His pure devotee Uddhava, an akiñcana devotee of the Lord. Śrīla Madhvācārya cites from Vedic literature the example that a gentleman sometimes neglects his own interest and that of his children to give charity to a poor beggar. Similarly, the Lord gives preference to a helpless devotee who depends completely on His mercy. The only way to obtain the Lord’s mercy is through His causeless love, and the Lord is most lovingly inclined toward those devotees who are most dependent on Him, just as ordinary mothers and fathers worry more about their helpless children than about those who are self-sufficient. Thus even if one lacks any material qualification, one should simply depend upon the Supreme Personality of Godhead, without any other interest, and surely one will achieve the highest perfection of life."
    },
    {
        "verse": "16",
        "devanagari": "निरपेक्षं मुनिं शान्तं निर्वैरं समदर्शनम् ।अनुव्रजाम्यहं नित्यं पूयेयेत्यङ्‍‍घ्रिरेणुभि: ॥ १६ ॥",
        "english_devnagari": "nirapekṣaṁ muniṁ śāntaṁnirvairaṁ sama-darśanamanuvrajāmy ahaṁ nityaṁpūyeyety aṅghri-reṇubhiḥ",
        "verse_Syn": [
            "nirapekṣam",
            "munim",
            "śāntam",
            "nirvairam",
            "sama",
            "darśanam",
            "anuvrajāmi",
            "aham",
            "nityam",
            "pūyeya",
            "iti",
            "aṅghri",
            "reṇubhiḥ"
        ],
        "translation": "With the dust of My devotees’ lotus feet I desire to purify the material worlds, which are situated within Me. Thus, I always follow the footsteps of My pure devotees, who are free from all personal desire, rapt in thought of My pastimes, peaceful, without any feelings of enmity, and of equal disposition everywhere.",
        "purport": " Just as the devotees always follow the footsteps of Lord Kṛṣṇa, similarly Lord Kṛṣṇa, being a devotee of His devotees, follows the footsteps of His devotees. A pure servitor of the Lord is always meditating on the pastimes of the Lord and considering how to assist the Lord in His mission. All the material universes are situated in Śrī Kṛṣṇa’s body, as demonstrated to Arjuna, mother Yaśodā and others. Lord Kṛṣṇa is the Supreme Personality of Godhead, and therefore there is no question of impurity in the Lord. Still, the Lord desires to purify the universes situated within Him by taking the dust of the lotus feet of His pure devotees. Without the dust of the lotus feet of the devotees, it is not possible to engage in pure devotional service, without which one cannot directly experience transcendental bliss. Lord Kṛṣṇa thought, “I have established this strict rule that one can enjoy My transcendental bliss only through devotional service obtained from the dust of the lotus feet of My devotees. Since I also desire to experience My own bliss, I will observe the standard procedure and accept the dust of My devotees’ feet.” Śrīla Madhvācārya points out that Lord Kṛṣṇa follows the footsteps of His devotees in order to purify them. As the Lord walks along behind His pure devotees, the wind blows the dust of the Lord’s feet in the front of His devotees, who then become purified by contact with such transcendental dust. One should not foolishly look for material logic in these transcendental pastimes of the Lord. It is simply a question of love between the Lord and His devotees."
    },
    {
        "verse": "17",
        "devanagari": "निष्किञ्चना मय्यनुरक्तचेतस:शान्ता महान्तोऽखिलजीववत्सला: ।कामैरनालब्धधियो जुषन्ति तेयन्नैरपेक्ष्यं न विदु: सुखं मम ॥ १७ ॥",
        "english_devnagari": "niṣkiñcanā mayy anurakta-cetasaḥśāntā mahānto ’khila-jīva-vatsalāḥkāmair anālabdha-dhiyo juṣanti teyan nairapekṣyaṁ na viduḥ sukhaṁ mama",
        "verse_Syn": [
            "niṣkiñcanāḥ",
            "mayi",
            "anurakta",
            "cetasaḥ",
            "śāntāḥ",
            "mahāntaḥ",
            "akhila",
            "jīva",
            "vatsalāḥ",
            "kāmaiḥ",
            "anālabdha",
            "dhiyaḥ",
            "juṣanti",
            "te",
            "yat",
            "nairapekṣyam",
            "na",
            "viduḥ",
            "sukham",
            "mama"
        ],
        "translation": "Those who are without any desire for personal gratification, whose minds are always attached to Me, who are peaceful, without false ego and merciful to all living entities, and whose consciousness is never affected by opportunities for sense gratification — such persons enjoy in Me a happiness that cannot be known or achieved by those lacking such detachment from the material world.",
        "purport": " The pure devotees always experience transcendental bliss in their service to Śrī Kṛṣṇa, the reservoir of pleasure; thus they are completely detached from material pleasure and do not desire even liberation. Since all others have some personal desire, they cannot experience such happiness. Pure devotees always desire to give Kṛṣṇa conscious happiness to all others, and therefore they are called mahāntaḥ, or great souls. In the course of a devotee’s service, many opportunities for sense gratification arise, but a pure devotee is not tempted or attracted and does not fall down from his exalted transcendental position."
    },
    {
        "verse": "18",
        "devanagari": "बाध्यमानोऽपि मद्भ‍क्तो विषयैरजितेन्द्रिय: ।प्राय: प्रगल्भया भक्त्या विषयैर्नाभिभूयते ॥ १८ ॥",
        "english_devnagari": "bādhyamāno ’pi mad-bhaktoviṣayair ajitendriyaḥprāyaḥ pragalbhayā bhaktyāviṣayair nābhibhūyate",
        "verse_Syn": [
            "bādhyamānaḥ",
            "api",
            "mat",
            "bhaktaḥ",
            "viṣayaiḥ",
            "ajita",
            "indriyaḥ",
            "prāyaḥ",
            "pragalbhayā",
            "bhaktyā",
            "viṣayaiḥ",
            "na",
            "abhibhūyate"
        ],
        "translation": "My dear Uddhava, if My devotee has not fully conquered his senses, he may be harassed by material desires, but because of his unflinching devotion for Me, he will not be defeated by sense gratification.",
        "purport": " Abhibhūyate indicates falling down into the material world and being defeated by māyā. But even though one’s senses are not fully conquered, one who has unflinching devotion for Lord Kṛṣṇa does not run the risk of being separated from Him. The words pragalbhayā bhaktyā indicate a person who has great devotion for Lord Kṛṣṇa, and not one who desires to commit sinful activities and chant Hare Kṛṣṇa to avoid the reaction. Because of previous bad habits and immaturity, even a sincere devotee may be harassed by lingering attraction to the bodily concept of life; but his unflinching devotion for Lord Kṛṣṇa will act. Śrīla Viśvanātha Cakravartī Ṭhākura gives the following two examples. A great warrior may be struck by the weapon of his enemy, but because of his courage and strength he is not killed or defeated. He accepts the blow and goes on to victory. Similarly, one may contract a serious disease, but if he takes the proper medicine he is quickly cured. If those who follow the impersonal system of speculation and austerity deviate even slightly from their path, they fall down. A devotee, however, even though immature, never falls from the path of devotional service. Even if he displays occasional weakness, he is still considered a devotee if his devotion to Lord Kṛṣṇa is very strong. As the Lord states in Bhagavad-gītā (9.30): “Even if one commits the most abominable actions, if he is engaged in devotional service he is to be considered saintly because he is properly situated.”"
    },
    {
        "verse": "19",
        "devanagari": "यथाग्नि: सुसमृद्धार्चि: करोत्येधांसि भस्मसात् ।तथा मद्विषया भक्तिरुद्धवैनांसि कृत्‍स्‍नश: ॥ १९ ॥",
        "english_devnagari": "yathāgniḥ su-samṛddhārciḥkaroty edhāṁsi bhasmasāttathā mad-viṣayā bhaktiruddhavaināṁsi kṛtsnaśaḥ",
        "verse_Syn": [
            "yathā",
            "agniḥ",
            "su",
            "samṛddha",
            "arciḥ",
            "karoti",
            "edhāṁsi",
            "bhasma",
            "sāt",
            "tathā",
            "mat",
            "viṣayā",
            "bhaktiḥ",
            "uddhava",
            "enāṁsi",
            "kṛtsnaśaḥ"
        ],
        "translation": "My dear Uddhava, just as a blazing fire turns firewood into ashes, similarly, devotion unto Me completely burns to ashes sins committed by My devotees.",
        "purport": " One should carefully note that the Lord refers to devotion that is like a blazing fire. To commit sinful activity on the strength of chanting the holy name is the greatest offense, and the devotion of one who commits this offense cannot be compared to a blazing fire of love for Kṛṣṇa. As stated in the previous verse, a sincere loving devotee, because of immaturity or previous bad habits, may be disturbed by his senses even though he has accepted Lord Kṛṣṇa as the only goal in his life. But if even by chance the devotee accidentally falls down without premeditation or indifference, the Lord immediately burns to ashes his sinful reactions, just as a blazing fire immediately consumes an insignificant piece of wood. Lord Kṛṣṇa is glorious, and one who takes exclusive shelter of the Lord receives the unique benefits of devotional service to the Supreme Personality of Godhead."
    },
    {
        "verse": "20",
        "devanagari": "न साधयति मां योगो न साङ्ख्यं धर्म उद्धव ।न स्वाध्यायस्तपस्त्यागो यथा भक्तिर्ममोर्जिता ॥ २० ॥",
        "english_devnagari": "na sādhayati māṁ yogona sāṅkhyaṁ dharma uddhavana svādhyāyas tapas tyāgoyathā bhaktir mamorjitā",
        "verse_Syn": [
            "na",
            "sādhayati",
            "mām",
            "yogaḥ",
            "na",
            "sāṅkhyam",
            "dharmaḥ",
            "uddhava",
            "na",
            "svādhyāyaḥ",
            "tapaḥ",
            "tyāgaḥ",
            "yathā",
            "bhaktiḥ",
            "mama",
            "ūrjitā"
        ],
        "translation": "My dear Uddhava, the unalloyed devotional service rendered to Me by My devotees brings Me under their control. I cannot be thus controlled by those engaged in mystic yoga, Sāṅkhya philosophy, pious work, Vedic study, austerity or renunciation.",
        "purport": " One may make Kṛṣṇa the goal of mystic yoga, Sāṅkhya philosophy, etc.; yet such activities do not please the Lord as much as direct loving service, which one practices by hearing and chanting about the Lord and executing His mission. Śrīla Rūpa Gosvāmī states, jñāna-karmādy-anāvṛtam: a devotee should simply depend on Kṛṣṇa and should not unnecessarily complicate his loving service with tendencies toward fruitive work or mental speculation. The residents of Vṛndāvana simply depend on Lord Kṛṣṇa. When the great serpent Aghāsura appeared in the precincts of Vraja, the cowherd boys, completely confident in their friendship with Lord Kṛṣṇa, fearlessly marched into the serpent’s gigantic mouth. Such pure love for Kṛṣṇa brings the Lord under the control of the devotee."
    },
    {
        "verse": "21",
        "devanagari": "भक्त्याहमेकया ग्राह्य: श्रद्धयात्मा प्रिय: सताम् ।भक्ति: पुनाति मन्निष्ठा श्वपाकानपि सम्भवात् ॥ २१ ॥",
        "english_devnagari": "bhaktyāham ekayā grāhyaḥśraddhayātmā priyaḥ satāmbhaktiḥ punāti man-niṣṭhāśva-pākān api sambhavāt",
        "verse_Syn": [
            "bhaktyā",
            "aham",
            "ekayā",
            "grāhyaḥ",
            "śraddhayā",
            "ātmā",
            "priyaḥ",
            "satām",
            "bhaktiḥ",
            "punāti",
            "mat",
            "niṣṭhā",
            "śva",
            "pākān",
            "api",
            "sambhavāt"
        ],
        "translation": "Only by practicing unalloyed devotional service with full faith in Me can one obtain Me, the Supreme Personality of Godhead. I am naturally dear to My devotees, who take Me as the only goal of their loving service. By engaging in such pure devotional service, even the dog-eaters can purify themselves from the contamination of their low birth.",
        "purport": " Sambhavāt indicates jāti-doṣāt, or the pollution of low birth. Jāti-doṣa does not refer to mundane social, economic or professional status, but rather to one’s degree of spiritual enlightenment. All around the world, many people are born into rich and powerful families, but they often acquire abominable habits that are part of their so-called family tradition. However, even unfortunate persons who are taught from birth to engage in sinful activities can at once be purified by the potency of pure devotional service. Such service must have Lord Kṛṣṇa as the only goal (man-niṣṭhā), must be rendered with full faith (śraddhayā), and must be unalloyed, or without any selfish motivation (ekayā)."
    },
    {
        "verse": "22",
        "devanagari": "धर्म: सत्यदयोपेतो विद्या वा तपसान्विता ।मद्भ‍क्त्यापेतमात्मानं न सम्यक् प्रपुनाति हि ॥ २२ ॥",
        "english_devnagari": "dharmaḥ satya-dayopetovidyā vā tapasānvitāmad-bhaktyāpetam ātmānaṁna samyak prapunāti hi",
        "verse_Syn": [
            "dharmaḥ",
            "satya",
            "dayā",
            "upetaḥ",
            "vidyā",
            "vā",
            "tapasā",
            "anvitā",
            "mat",
            "bhaktyā",
            "apetam",
            "ātmānam",
            "na",
            "samyak",
            "prapunāti",
            "hi"
        ],
        "translation": "Neither religious activities endowed with honesty and mercy nor knowledge obtained with great penance can completely purify one’s consciousness if they are bereft of loving service to Me.",
        "purport": " Although pious religious work, truthfulness, mercy, penances and knowledge partially purify one’s existence, they do not take out the root of material desires. Thus the same desires will reappear at a later time. After an extensive program of material gratification, one becomes eager to perform austerities, acquire knowledge, perform selfless work and in general purify one’s existence. After sufficient piety and purification, however, one again becomes eager for material enjoyment. When clearing an agricultural field one must uproot the unwanted plants, otherwise with the coming of rain everything will grow back as it was. Pure devotional service to the Lord uproots one’s material desires, so that there is no danger of relapsing into a degraded life of material gratification. In the eternal kingdom of God, loving reciprocation between the Lord and His devotees is manifest. One who has not come to this stage of enlightenment must remain on the material platform, which is always full of discrepancies and contradictions. Thus everything is incomplete and imperfect without loving service to the Lord."
    },
    {
        "verse": "23",
        "devanagari": "कथं विना रोमहर्षं द्रवता चेतसा विना ।विनानन्दाश्रुकलया शुध्येद् भक्त्या विनाशय: ॥ २३ ॥",
        "english_devnagari": "kathaṁ vinā roma-harṣaṁdravatā cetasā vināvinānandāśru-kalayāśudhyed bhaktyā vināśayaḥ",
        "verse_Syn": [
            "katham",
            "vinā",
            "roma",
            "harṣam",
            "dravatā",
            "cetasā",
            "vinā",
            "vinā",
            "ānanda",
            "aśru",
            "kalayā",
            "śudhyet",
            "bhaktyā",
            "vinā",
            "āśayaḥ"
        ],
        "translation": "If one’s hairs do not stand on end, how can the heart melt? And if the heart does not melt, how can tears of love flow from the eyes? If one does not cry in spiritual happiness, how can one render loving service to the Lord? And without such service, how can the consciousness be purified?",
        "purport": " Loving service to the Lord is the only process that can completely purify one’s consciousness; such service produces waves of ecstatic love that completely cleanse the soul. As mentioned earlier by Lord Kṛṣṇa to Śrī Uddhava, other processes such as self-control, pious activities, mystic yoga, penances, etc., certainly purify the mind, as stated in many authorized literatures. Such processes, however, do not completely remove the desire to perform forbidden activities. But pure devotional service rendered in love of Godhead is so powerful that it burns to ashes any obstacle encountered on the path of progress. The Lord has stated in this chapter that loving service to Him is a blazing fire that burns to ashes all impediments. In contrast, the small fires of mental speculation or mystic yoga can be extinguished by sinful desires at any moment. Thus, by hearing Śrīmad-Bhāgavatam one should ignite the blazing fire of loving service to the Lord and burn to ashes the network of material illusion."
    },
    {
        "verse": "24",
        "devanagari": "वाग् गद्गदा द्रवते यस्य चित्तंरुदत्यभीक्ष्णं हसति क्व‍‍चिच्च ।विलज्ज उद्गायति नृत्यते चमद्भ‍‍क्तियुक्तो भुवनं पुनाति ॥ २४ ॥",
        "english_devnagari": "vāg gadgadā dravate yasya cittaṁrudaty abhīkṣṇaṁ hasati kvacic cavilajja udgāyati nṛtyate camad-bhakti-yukto bhuvanaṁ punāti",
        "verse_Syn": [
            "vāk",
            "gadgadā",
            "dravate",
            "yasya",
            "cittam",
            "rudati",
            "abhīkṣṇam",
            "hasati",
            "kvacit",
            "ca",
            "vilajjaḥ",
            "udgāyati",
            "nṛtyate",
            "ca",
            "mat",
            "bhakti",
            "yuktaḥ",
            "bhuvanam",
            "punāti"
        ],
        "translation": "A devotee whose speech is sometimes choked up, whose heart melts, who cries continually and sometimes laughs, who feels ashamed and cries out loudly and then dances — a devotee thus fixed in loving service to Me purifies the entire universe.",
        "purport": " Vāg gadgadā refers to a highly emotional state in which the throat is choked up and one cannot express oneself. Vilajjaḥ indicates that a devotee sometimes feels embarrassment due to bodily functions and memories of past sinful activities. In this condition, a devotee loudly cries out the holy name of Kṛṣṇa and sometimes dances in ecstasy. As stated here, such a devotee purifies the three worlds. By melting of the heart, one becomes very steady in spiritual life. Normally, one whose heart easily melts is thought to be unsteady; but because Lord Kṛṣṇa is the stable foundation of all existence, one whose heart melts in love of Kṛṣṇa becomes most stable and cannot be disturbed by opposing arguments, bodily suffering, mental problems, supernatural disasters or the interference of envious persons. Because such a devotee is fixed in loving service to the Lord, he becomes the very heart of the Personality of Godhead."
    },
    {
        "verse": "25",
        "devanagari": "यथाग्निना हेम मलं जहातिध्मातं पुन: स्वं भजते च रूपम् ।आत्मा च कर्मानुशयं विधूयमद्भ‍‍क्तियोगेन भजत्यथो माम् ॥ २५ ॥",
        "english_devnagari": "yathāgninā hema malaṁ jahātidhmātaṁ punaḥ svaṁ bhajate ca rūpamātmā ca karmānuśayaṁ vidhūyamad-bhakti-yogena bhajaty atho mām",
        "verse_Syn": [
            "yathā",
            "agninā",
            "hema",
            "malam",
            "jahāti",
            "dhmātam",
            "punaḥ",
            "svam",
            "bhajate",
            "ca",
            "rūpam",
            "ātmā",
            "ca",
            "karma",
            "anuśayam",
            "vidhūya",
            "mat",
            "bhakti",
            "yogena",
            "bhajati",
            "atho",
            "mām"
        ],
        "translation": "Just as gold, when smelted in fire, gives up its impurities and returns to its pure brilliant state, similarly, the spirit soul, absorbed in the fire of bhakti-yoga, is purified of all contamination caused by previous fruitive activities and returns to its original position of serving Me in the spiritual world.",
        "purport": " According to Śrīla Viśvanātha Cakravartī Ṭhākura, this verse indicates that the devotee goes back home, back to Godhead, and there worships Lord Kṛṣṇa in his original spiritual body, which is compared to the original pure form of smelted gold. Gold alloyed with inferior metals cannot be purified by water and soap; similarly, the heart’s impurities cannot be removed by superficial processes. Only the fire of love of Godhead can cleanse one’s soul and send one back home, back to Godhead, to engage in eternal loving service to the Lord."
    },
    {
        "verse": "26",
        "devanagari": "यथा यथात्मा परिमृज्यतेऽसौमत्पुण्यगाथाश्रवणाभिधानै: ।तथा तथा पश्यति वस्तु सूक्ष्मंचक्षुर्यथैवाञ्जनसम्प्रयुक्तम् ॥ २६ ॥",
        "english_devnagari": "yathā yathātmā parimṛjyate ’saumat-puṇya-gāthā-śravaṇābhidhānaiḥtathā tathā paśyati vastu sūkṣmaṁcakṣur yathaivāñjana-samprayuktam",
        "verse_Syn": [
            "yathā",
            "yathā",
            "ātmā",
            "parimṛjyate",
            "asau",
            "mat",
            "puṇya",
            "gāthā",
            "śravaṇa",
            "abhidhānaiḥ",
            "tathā",
            "tathā",
            "paśyati",
            "vastu",
            "sūkṣmam",
            "cakṣuḥ",
            "yathā",
            "eva",
            "añjana",
            "samprayuktam"
        ],
        "translation": "When a diseased eye is treated with medicinal ointment it gradually recovers its power to see. Similarly, as a conscious living entity cleanses himself of material contamination by hearing and chanting the pious narrations of My glories, he regains his ability to see Me, the Absolute Truth, in My subtle spiritual form.",
        "purport": " The Lord is called sūkṣmam because He is pure spiritual consciousness, without any tinge of material energy. If one chants and hears the holy name and glories of Kṛṣṇa with great sincerity, there is immediately a transcendental effect. We can immediately see the spiritual world and pastimes of the Lord if we fully surrender to the process mentioned here. A blind person feels perpetual gratitude to a doctor who restores his sight. Similarly, we sing cakṣu-dāna dila yei, janme janme prabhu sei: the bona fide spiritual master, the representative of Lord Kṛṣṇa, restores our spiritual sight, and thus he is our eternal lord and master."
    },
    {
        "verse": "27",
        "devanagari": "विषयान् ध्यायतश्चित्तं विषयेषु विषज्जते ।मामनुस्मरतश्चित्तं मय्येव प्रविलीयते ॥ २७ ॥",
        "english_devnagari": "viṣayān dhyāyataś cittaṁviṣayeṣu viṣajjatemām anusmarataś cittaṁmayy eva pravilīyate",
        "verse_Syn": [
            "viṣayān",
            "dhyāyataḥ",
            "cittam",
            "viṣayeṣu",
            "viṣajjate",
            "mām",
            "anusmarataḥ",
            "cittam",
            "mayi",
            "eva",
            "pravilīyate"
        ],
        "translation": "The mind of one meditating upon the objects of sense gratification is certainly entangled in such objects, but if one constantly remembers Me, then the mind is absorbed in Me.",
        "purport": " One should not think that one can attain complete transcendental knowledge of Kṛṣṇa by mechanically engaging in worship of the Lord. Lord Kṛṣṇa states here that one must endeavor constantly to keep the Lord within one’s mind. Anusmarataḥ, or constant remembrance, is possible for one who always chants and hears the glories of Lord Kṛṣṇa. It is therefore stated, śravaṇam, kīrtanam, smaraṇam: the process of devotional service begins with hearing (śravaṇam) and chanting (kīrtanam), from which remembrance (smaraṇam) develops. One who constantly thinks of the objects of material gratification becomes attached to them; similarly, one who constantly keeps Lord Kṛṣṇa within his mind becomes absorbed in the Lord’s transcendental nature and thus becomes qualified to render personal service to the Lord in His own abode."
    },
    {
        "verse": "28",
        "devanagari": "तस्मादसदभिध्यानं यथा स्वप्नमनोरथम् ।हित्वा मयि समाधत्स्व मनो मद्भ‍ावभावितम् ॥ २८ ॥",
        "english_devnagari": "tasmād asad-abhidhyānaṁyathā svapna-manorathamhitvā mayi samādhatsvamano mad-bhāva-bhāvitam",
        "verse_Syn": [
            "tasmāt",
            "asat",
            "abhidhyānam",
            "yathā",
            "svapna",
            "manaḥ",
            "ratham",
            "hitvā",
            "mayi",
            "samādhatsva",
            "manaḥ",
            "mat",
            "bhāva",
            "bhāvitam"
        ],
        "translation": "Therefore, one should reject all material processes of elevation, which are like the mental creations of a dream, and should completely absorb one’s mind in Me. By constantly thinking of Me, one becomes purified.",
        "purport": " The word bhāvitam means “caused to be.” As explained in Bhagavad-gītā, material existence is an unstable platform subject to the constant disturbances of creation and annihilation. One who absorbs his consciousness in Kṛṣṇa, however, attains to Kṛṣṇa’s nature and is therefore described as mad-bhāva-bhāvitam, or one situated in real existence because of Kṛṣṇa consciousness. The Lord here concludes His analysis of different processes of human perfection."
    },
    {
        "verse": "29",
        "devanagari": "स्‍त्रीणां स्‍त्रीसङ्गिनां सङ्गं त्यक्त्वा दूरत आत्मवान् ।क्षेमे विविक्त आसीनश्चिन्तयेन्मामतन्द्रित: ॥ २९ ॥",
        "english_devnagari": "strīṇāṁ strī-saṅgināṁ saṅgaṁtyaktvā dūrata ātmavānkṣeme vivikta āsīnaścintayen mām atandritaḥ",
        "verse_Syn": [
            "strīṇām",
            "strī",
            "saṅginām",
            "saṅgam",
            "tyaktvā",
            "dūrataḥ",
            "ātma",
            "vān",
            "kṣeme",
            "vivikte",
            "āsīnaḥ",
            "cintayet",
            "mām",
            "atandritaḥ"
        ],
        "translation": "Being conscious of the eternal self, one should give up association with women and those intimately associated with women. Sitting fearlessly in a solitary place, one should concentrate the mind on Me with great attention.",
        "purport": " One who has intimate contact with women and becomes attached to them will gradually lose his determination to go back home, back to Godhead. Association with lusty men gives exactly the same result. Therefore, one is advised to be fearless and to sit down in a solitary place, or a place where there are no lusty men and women committing spiritual suicide. Without fear of failure or of unhappiness in life, one should remain with sincere devotees of the Lord. Atandrita means that one should not compromise this principle but should be rigid and cautious. All this is possible only for one who is ātmavān, or fixed in practical understanding of the eternal soul."
    },
    {
        "verse": "30",
        "devanagari": "न तथास्य भवेत् क्लेशो बन्धश्चान्यप्रसङ्गत: ।योषित्सङ्गाद् यथा पुंसो यथा तत्सङ्गिसङ्गत: ॥ ३० ॥",
        "english_devnagari": "na tathāsya bhavet kleśobandhaś cānya-prasaṅgataḥyoṣit-saṅgād yathā puṁsoyathā tat-saṅgi-saṅgataḥ",
        "verse_Syn": [
            "na",
            "tathā",
            "asya",
            "bhavet",
            "kleśaḥ",
            "bandhaḥ",
            "ca",
            "anya",
            "prasaṅgataḥ",
            "yoṣit",
            "saṅgāt",
            "yathā",
            "puṁsaḥ",
            "yathā",
            "tat",
            "saṅgi",
            "saṅgataḥ"
        ],
        "translation": "Of all kinds of suffering and bondage arising from various attachments, none is greater than the suffering and bondage arising from attachment to women and intimate contact with those attached to women.",
        "purport": " One should make a great endeavor to give up intimate contact with women and those fond of women. A learned gentleman will automatically be on guard if placed in intimate contact with lusty women. In the company of lusty men, however, the same man may engage in all kinds of social dealings and thus be contaminated by their polluted mentality. Association with lusty men is often more dangerous than association with women and should be avoided by all means. There are innumerable verses in the Bhāgavatam describing the intoxication of material lust. Suffice it to say that a lusty man becomes exactly like a dancing dog and, by the influence of Cupid, loses all gravity, intelligence and direction in life. The Lord warns here that one who surrenders to the illusory form of a woman suffers unbearably in this life and the next."
    },
    {
        "verse": "31",
        "devanagari": "श्रीउद्धव उवाचयथा त्वामरविन्दाक्ष याद‍ृशं वा यदात्मकम् ।ध्यायेन्मुमुक्षुरेतन्मे ध्यानं त्वं वक्तुमर्हसि ॥ ३१ ॥",
        "english_devnagari": "śrī-uddhava uvācayathā tvām aravindākṣayādṛśaṁ vā yad-ātmakamdhyāyen mumukṣur etan medhyānaṁ tvaṁ vaktum arhasi",
        "verse_Syn": [
            "śrī",
            "uddhavaḥ",
            "uvāca",
            "yathā",
            "tvām",
            "aravinda",
            "akṣa",
            "yādṛśam",
            "vā",
            "yat",
            "ātmakam",
            "dhyāyet",
            "mumukṣuḥ",
            "etat",
            "me",
            "dhyānam",
            "tvam",
            "vaktum",
            "arhasi"
        ],
        "translation": "Śrī Uddhava said: My dear lotus-eyed Kṛṣṇa, by what process should one who desires liberation meditate upon You, of what specific nature should his meditation be, and upon which form should he meditate? Kindly explain to me this topic of meditation.",
        "purport": " It has already been elaborately explained by the Supreme Lord that without loving devotional service rendered to Him in the association of devotees, no other process of self-realization will work. Therefore it may be asked why Uddhava is again referring to the system of meditation, dhyāna. The ācāryas explain that one cannot fully appreciate the beauty and perfection of bhakti-yoga unless one sees its superiority to all other processes. Through comparative analysis, the devotees become fully ecstatic in their appreciation of bhakti-yoga. It should also be understood that although Uddhava asks about those who aspire for liberation, he is not actually a mumukṣu, or salvationist; rather, he is asking questions for the benefit of those who are not on the platform of love of Godhead. Uddhava wants to hear this knowledge for his personal appreciation and so that those who pursue salvation, or liberation, can be protected and redirected to the path of pure devotional service to the Supreme Lord."
    },
    {
        "verse": "32-33",
        "devanagari": "श्रीभगवानुवाचसम आसन आसीन: समकायो यथासुखम् ।हस्तावुत्सङ्ग आधाय स्वनासाग्रकृतेक्षण: ॥ ३२ ॥प्राणस्य शोधयेन्मार्गं पूरकुम्भकरेचकै: ।विपर्ययेणापि शनैरभ्यसेन्निर्जितेन्द्रिय: ॥ ३३ ॥",
        "english_devnagari": "śrī-bhagavān uvācasama āsana āsīnaḥsama-kāyo yathā-sukhamhastāv utsaṅga ādhāyasva-nāsāgra-kṛtekṣaṇaḥ",
        "verse_Syn": [
            "śrī",
            "bhagavān",
            "uvāca",
            "same",
            "āsane",
            "āsīnaḥ",
            "sama",
            "kāyaḥ",
            "yathā",
            "sukham",
            "hastau",
            "utsaṅge",
            "ādhāya",
            "sva",
            "nāsa",
            "agra",
            "kṛta",
            "īkṣaṇaḥ",
            "prāṇasya",
            "śodhayet",
            "mārgam",
            "pūra",
            "kumbhaka",
            "recakaiḥ",
            "viparyayeṇa",
            "api",
            "śanaiḥ",
            "abhyaset",
            "nirjita",
            "indriyaḥ"
        ],
        "translation": "The Supreme Personality of Godhead said: Sitting on a level seat that is not too high or too low, keeping the body straight and erect yet comfortable, placing the two hands on one’s lap and focusing the eyes on the tip of one’s nose, one should purify the pathways of breathing by practicing the mechanical exercises of pūraka, kumbhaka and recaka, and then one should reverse the procedure (recaka, kumbhaka, pūraka). Having fully controlled the senses, one may thus practice prāṇāyāma step by step.",
        "purport": " According to this procedure, the hands are to be placed palms upward, one on top of the other. Thus, one may practice prāṇāyāma through mechanical breath control in order to achieve steadiness of the mind. As stated in the yoga-śāstra, antar-lakṣyo bahir-dṛṣṭiḥ sthira-cittaḥ susaṅgataḥ: “The eyes, which generally see externally, must be turned inward, and thus the mind is steadied and fully controlled.”"
    },
    {
        "verse": "34",
        "devanagari": "हृद्यविच्छिन्नमोङ्कारं घण्टानादं बिसोर्णवत् ।प्राणेनोदीर्य तत्राथ पुन: संवेशयेत् स्वरम् ॥ ३४ ॥",
        "english_devnagari": "hṛdy avicchinam oṁkāraṁghaṇṭā-nādaṁ bisorṇa-vatprāṇenodīrya tatrāthapunaḥ saṁveśayet svaram",
        "verse_Syn": [
            "hṛdi",
            "avicchinnam",
            "oṁkāram",
            "ghaṇṭā",
            "nādam",
            "bisa",
            "ūrṇa",
            "vat",
            "prāṇena",
            "udīrya",
            "tatra",
            "atha",
            "punaḥ",
            "saṁveśayet",
            "svaram"
        ],
        "translation": "Beginning from the mūlādhāra-cakra, one should move the life air continuously upward like the fibers in the lotus stalk until one reaches the heart, where the sacred syllable om is situated like the sound of a bell. One should thus continue raising the sacred syllable upward the distance of twelve aṅgulas, and there the oṁkāra should be joined together with the fifteen vibrations produced with anusvāra.",
        "purport": " It appears that the yoga system is somewhat technical and difficult to perform. Anusvāra refers to a nasal vibration pronounced after the fifteen Sanskrit vowels. The complete explanation of this process is extremely complicated and obviously unsuitable for this age. From this description we can appreciate the sophisticated achievements of those who in former ages practiced mystic meditation. Despite such appreciation, however, we should stick firmly to the simple, foolproof method of meditation prescribed for the present age, the chanting of Hare Kṛṣṇa, Hare Kṛṣṇa, Kṛṣṇa Kṛṣṇa, Hare Hare/ Hare Rāma, Hare Rāma, Rāma Rāma, Hare Hare."
    },
    {
        "verse": "35",
        "devanagari": "एवं प्रणवसंयुक्तं प्राणमेव समभ्यसेत् ।दशकृत्वस्‍त्रिषवणं मासादर्वाग् जितानिल: ॥ ३५ ॥",
        "english_devnagari": "evaṁ praṇava-saṁyuktaṁprāṇam eva samabhyasetdaśa-kṛtvas tri-ṣavaṇaṁmāsād arvāg jitānilaḥ",
        "verse_Syn": [
            "evam",
            "praṇava",
            "saṁyuktam",
            "prāṇam",
            "eva",
            "samabhyaset",
            "daśa",
            "kṛtvaḥ",
            "tri",
            "savanam",
            "māsāt",
            "arvāk",
            "jita",
            "anilaḥ"
        ],
        "translation": "Being fixed in the oṁkāra, one should carefully practice the prāṇāyāma system ten times at each sunrise, noon and sunset. Thus, after one month one will have conquered the life air.",
        "purport": ""
    },
    {
        "verse": "36-42",
        "devanagari": "हृत्पुण्डरीकमन्त:स्थमूर्ध्वनालमधोमुखम् ।ध्यात्वोर्ध्वमुखमुन्निद्रमष्टपत्रं सकर्णिकम् ।कर्णिकायां न्यसेत् सूर्यसोमाग्नीनुत्तरोत्तरम् ॥ ३६ ॥वह्निमध्ये स्मरेद् रूपं ममैतद् ध्यानमङ्गलम् ।समं प्रशान्तं सुमुखं दीर्घचारुचतुर्भुजम् ॥ ३७ ॥सुचारुसुन्दरग्रीवं सुकपोलं शुचिस्मितम् ।समानकर्णविन्यस्तस्फुरन्मकरकुण्डलम् ॥ ३८ ॥हेमाम्बरं घनश्यामं श्रीवत्सश्रीनिकेतनम् ।शङ्खचक्रगदापद्मवनमालाविभूषितम् ॥ ३९ ॥नूपुरैर्विलसत्पादं कौस्तुभप्रभया युतम् ।द्युमत्किरीटकटककटिसूत्राङ्गदायुतम् ॥ ४० ॥सर्वाङ्गसुन्दरं हृद्यं प्रसादसुमुखेक्षणम् ।सुकुमारमभिध्यायेत् सर्वाङ्गेषु मनो दधत् ॥ ४१ ॥इन्द्रियाणीन्द्रियार्थेभ्यो मनसाकृष्य तन्मन: ।बुद्ध्या सारथिना धीर: प्रणयेन्मयि सर्वत: ॥ ४२ ॥",
        "english_devnagari": "hṛt-puṇḍarīkam antaḥ-sthamūrdhva-nālam adho-mukhamdhyātvordhva-mukham unnidramaṣṭa-patraṁ sa-karṇikam",
        "verse_Syn": [
            "hṛt",
            "puṇḍarīkam",
            "antaḥ",
            "stham",
            "ūrdhva",
            "nālam",
            "adhaḥ",
            "mukham",
            "dhyātvā",
            "ūrdhva",
            "mukham",
            "unnidram",
            "aṣṭa",
            "patram",
            "sa",
            "karṇikam",
            "karṇikāyām",
            "nyaset",
            "sūrya",
            "soma",
            "agnīn",
            "uttara",
            "uttaram",
            "vahni",
            "madhye",
            "smaret",
            "rūpam",
            "mama",
            "etat",
            "dhyāna",
            "maṅgalam",
            "samam",
            "praśāntam",
            "su",
            "mukham",
            "dīrgha",
            "cāru",
            "catuḥ",
            "bhujam",
            "su",
            "cāru",
            "sundara",
            "grīvam",
            "su",
            "kapolam",
            "śuci",
            "smitam",
            "samāna",
            "karṇa",
            "vinyasta",
            "sphurat",
            "makara",
            "kuṇḍalam",
            "hema",
            "ambaram",
            "ghana",
            "śyāmam",
            "śrī",
            "vatsa",
            "śrī",
            "niketanam",
            "śaṅkha",
            "cakra",
            "gadā",
            "padma",
            "vana",
            "mālā",
            "vibhūṣitam",
            "nūpuraiḥ",
            "vilasat",
            "pādam",
            "kaustubha",
            "prabhayā",
            "yutam",
            "dyumat",
            "kirīṭa",
            "kaṭaka",
            "kaṭi",
            "sūtra",
            "aṅgada",
            "āyutam",
            "sarva",
            "aṅga",
            "sundaram",
            "hṛdyam",
            "prasāda",
            "sumukha",
            "īkṣaṇam",
            "su",
            "kumāram",
            "abhidhyāyet",
            "sarva",
            "aṅgeṣu",
            "manaḥ",
            "dadhat",
            "indriyāṇi",
            "indriya",
            "arthebhyaḥ",
            "manasā",
            "ākṛṣya",
            "tat",
            "manaḥ",
            "buddhyā",
            "sārathinā",
            "dhīraḥ",
            "praṇayet",
            "mayi",
            "sarvataḥ"
        ],
        "translation": "Keeping the eyes half closed and fixed on the tip of one’s nose, being enlivened and alert, one should meditate on the lotus flower situated within the heart. This lotus has eight petals and is situated on an erect lotus stalk. One should meditate on the sun, moon and fire, placing them one after the other within the whorl of that lotus flower. Placing My transcendental form within the fire, one should meditate upon it as the auspicious goal of all meditation. That form is perfectly proportioned, gentle and cheerful. It possesses four beautiful long arms, a charming, beautiful neck, a handsome forehead, a pure smile and glowing, shark-shaped earrings suspended from two identical ears. That spiritual form is the color of a dark rain cloud and is garbed in golden-yellowish silk. The chest of that form is the abode of Śrīvatsa and the goddess of fortune, and that form is also decorated with a conchshell, disc, club, lotus flower and garland of forest flowers. The two brilliant lotus feet are decorated with ankle bells and bracelets, and that form exhibits the Kaustubha gem along with an effulgent crown. The upper hips are beautified by a golden belt, and the arms are decorated with valuable bracelets. All of the limbs of that beautiful form capture the heart, and the face is beautified by merciful glancing. Pulling the senses back from the sense objects, one should be grave and self-controlled and should use the intelligence to strongly fix the mind upon all of the limbs of My transcendental body. Thus one should meditate upon that most delicate transcendental form of Mine.",
        "purport": " Lord Kṛṣṇa here answers Uddhava’s question concerning the correct procedure, nature and object of meditation for those desiring liberation."
    },
    {
        "verse": "43",
        "devanagari": "तत् सर्वव्यापकं चित्तमाकृष्यैकत्र धारयेत् ।नान्यानि चिन्तयेद् भूय: सुस्मितं भावयेन्मुखम् ॥ ४३ ॥",
        "english_devnagari": "tat sarva-vyāpakaṁ cittamākṛṣyaikatra dhārayetnānyāni cintayed bhūyaḥsu-smitaṁ bhāvayen mukham",
        "verse_Syn": [
            "tat",
            "sarva",
            "vyāpakam",
            "cittam",
            "ākṛṣya",
            "ekatra",
            "dhārayet",
            "na",
            "anyāni",
            "cintayet",
            "bhūyaḥ",
            "su",
            "smitam",
            "bhāvayet",
            "mukham"
        ],
        "translation": "One should then pull the consciousness back from all the limbs of that transcendental body. At that time, one should meditate only on the wonderfully smiling face of the Lord.",
        "purport": ""
    },
    {
        "verse": "44",
        "devanagari": "तत्र लब्धपदं चित्तमाकृष्य व्योम्नि धारयेत् ।तच्च त्यक्त्वा मदारोहो न किञ्चिदपि चिन्तयेत् ॥ ४४ ॥",
        "english_devnagari": "tatra labdha-padaṁ cittamākṛṣya vyomni dhārayettac ca tyaktvā mad-ārohona kiñcid api cintayet",
        "verse_Syn": [
            "tatra",
            "labdha",
            "padam",
            "cittam",
            "ākṛṣya",
            "vyomni",
            "dhārayet",
            "tat",
            "ca",
            "tyaktvā",
            "mat",
            "ārohaḥ",
            "na",
            "kiñcit",
            "api",
            "cintayet"
        ],
        "translation": "Being established in meditation on the Lord’s face, one should then withdraw the consciousness and fix it in the sky. Then giving up such meditation, one should become established in Me and give up the process of meditation altogether.",
        "purport": " As one becomes established in pure consciousness, the duality of “I am meditating and this is the object of my meditation” vanishes, and one comes to the stage of spontaneous relationship with the Personality of Godhead. Every living entity is originally part and parcel of the Supreme Lord, and when that forgotten eternal relationship is revived one experiences remembrance of the Absolute Truth. In that stage, described here as mad-ārohaḥ, one no longer sees oneself as a meditator nor the Lord as a mere object of meditation, but rather one enters the spiritual sky for an eternal life of bliss and knowledge in direct loving relationship with the Lord. Uddhava originally inquired about the procedure of meditation for those desiring liberation. The word labdha-padam indicates that when one fixes the mind upon the Lord’s face, one achieves full liberation. In the postliberation phase one then proceeds to render service to the original Personality of Godhead. By giving up the concept of being a meditator, one casts off the last small remnant of illusory energy and sees the Lord as He actually is."
    },
    {
        "verse": "45",
        "devanagari": "एवं समाहितमतिर्मामेवात्मानमात्मनि ।विचष्टे मयि सर्वात्मन् ज्योतिर्ज्योतिषि संयुतम् ॥ ४५ ॥",
        "english_devnagari": "evaṁ samāhita-matirmām evātmānam ātmanivicaṣṭe mayi sarvātmanjyotir jyotiṣi saṁyutam",
        "verse_Syn": [
            "evam",
            "samāhita",
            "matiḥ",
            "mām",
            "eva",
            "ātmānam",
            "ātmani",
            "vicaṣṭe",
            "mayi",
            "sarva",
            "ātman",
            "jyotiḥ",
            "jyotiṣi",
            "saṁyutam"
        ],
        "translation": "One who has completely fixed his mind on Me should see Me within his own soul and should see the individual soul within Me, the Supreme Personality of Godhead. Thus, he sees the individual souls united with the Supreme Soul, just as one sees the sun’s rays completely united with the sun.",
        "purport": " In the spiritual world everything is naturally effulgent because that is the nature of spirit. Thus when one sees the individual soul as part and parcel of the Supreme Lord, the experience can be compared to seeing the sun’s rays emanating from the sun. The Supreme Lord is within the living entity, and simultaneously the living entity is within the Lord. But in both cases the Supreme Lord, and not the living entity, is the maintainer and controller. How happy everyone could be by taking to Kṛṣṇa consciousness and finding the Supreme Lord, Kṛṣṇa, within everything and everything within Kṛṣṇa. Liberated life in Kṛṣṇa consciousness is so pleasurable that the greatest misfortune is to be without such consciousness. Śrī Kṛṣṇa is kindly explaining in many different ways the supremacy of Kṛṣṇa consciousness, and fortunate persons will understand the sincere message of the Lord."
    },
    {
        "verse": "46",
        "devanagari": "ध्यानेनेत्थं सुतीव्रेण युञ्जतो योगिनो मन: ।संयास्यत्याशु निर्वाणं द्रव्य ज्ञानक्रियाभ्रम: ॥ ४६ ॥",
        "english_devnagari": "dhyānenetthaṁ su-tīvreṇayuñjato yogino manaḥsaṁyāsyaty āśu nirvāṇaṁdravya jñāna-kriyā-bhramaḥ",
        "verse_Syn": [
            "dhyānena",
            "ittham",
            "su",
            "tīvreṇa",
            "yuñjataḥ",
            "yoginaḥ",
            "manaḥ",
            "saṁyāsyati",
            "āśu",
            "nirvāṇam",
            "dravya",
            "jñāna",
            "kriyā",
            "bhramaḥ"
        ],
        "translation": "When the yogī thus controls his mind by intensely concentrated meditation, his illusory identification with material objects, knowledge and activities is very quickly extinguished.",
        "purport": " Because of false material identification, we accept our own body and mind, the bodies and minds of others, and supernatural material control to be ultimate realities. Supernatural control refers to the bodies and minds of the demigods, who ultimately are humble servitors of the Supreme Personality of Godhead. Even the mighty sun, which displays immense potencies, obediently treads its universal path by the order of Lord Kṛṣṇa. It is clearly seen in this chapter that haṭha-yoga, karma-yoga, rāja-yoga, etc., are part and parcel of bhakti-yoga and do not actually exist separately. The goal of life is Lord Kṛṣṇa, and one must eventually come to the stage of pure devotion if one desires to perfect one’s meditation or yoga practice. In the mature stage of devotion, as described in this chapter, one becomes free from the artificial duality of meditator and object of meditation, and one spontaneously engages in hearing about and glorifying the Supreme Absolute Truth. Such activities of bhakti-yoga are natural because they spring from spontaneous love. When one revives one’s original nature as the loving servitor of Lord Kṛṣṇa, other yoga processes cease to be interesting. Uddhava was a pure devotee even before the Lord began His instruction; therefore it was not expected that Uddhava would give up the supreme platform of being a personal associate of the Lord to take up the mechanical exercises of the yoga system. Bhakti-yoga, or devotional service, is so elevated that even in the beginning stages of practice one is considered liberated, because all of one’s activities are executed under proper guidance for the pleasure of the Lord. In the haṭha-yoga system one is concerned with bodily control, and in jñāna-yoga one is concerned with speculative knowledge. In both systems one endeavors selfishly, desiring to become a great yogī or a philosopher. Such egoistic activity is described in this verse as kriyā. One must give up the illusory designations of dravya, jñāna and kriyā and come to the prideless stage of loving service to the Lord."
    }
]