[
    {
        "verse": "1",
        "devanagari": "श्रीभगवानुवाचमल्ल‍क्षणमिमं कायं लब्ध्वा मद्धर्म आस्थित: ।आनन्दं परमात्मानमात्मस्थं समुपैति माम् ॥ १ ॥",
        "english_devnagari": "śrī-bhagavān uvācamal-lakṣaṇam imaṁ kāyaṁlabdhvā mad-dharma āsthitaḥānandaṁ paramātmānamātma-sthaṁ samupaiti mām",
        "verse_Syn": [
            "śrī",
            "bhagavān",
            "uvāca",
            "mat",
            "lakṣaṇam",
            "imam",
            "kāyam",
            "labdhvā",
            "mat",
            "dharme",
            "āsthitaḥ",
            "ānandam",
            "parama",
            "ātmānam",
            "ātma",
            "stham",
            "samapaiti",
            "mām"
        ],
        "translation": "The Supreme Personality of Godhead said: Having achieved this human form of life, which affords one the opportunity to realize Me, and being situated in My devotional service, one can achieve Me, the reservoir of all pleasure and the Supreme Soul of all existence, residing within the heart of every living being.",
        "purport": " Because of bad association, even those who are spiritually liberated may fall down from self-realization. Within the material world the association of women is especially dangerous, and therefore in this chapter the Aila-gītā is spoken to prevent such a falldown. One can be saved from sex attraction by association with saintly persons, who awaken one’s real spiritual intelligence. Therefore Lord Kṛṣṇa will speak to Uddhava the amazing song of Purūravā, also known as the Aila-gītā."
    },
    {
        "verse": "2",
        "devanagari": "गुणमय्या जीवयोन्या विमुक्तो ज्ञाननिष्ठया ।गुणेषु मायामात्रेषु द‍ृश्यमानेष्ववस्तुत: ।वर्तमानोऽपि न पुमान् युज्यतेऽवस्तुभिर्गुणै: ॥ २ ॥",
        "english_devnagari": "guṇa-mayyā jīva-yonyāvimukto jñāna-niṣṭhayāguṇeṣu māyā-mātreṣudṛśyamāneṣv avastutaḥvartamāno ’pi na pumānyujyate ’vastubhir guṇaiḥ",
        "verse_Syn": [
            "guṇa",
            "mayyā",
            "jīva",
            "yonyā",
            "vimuktaḥ",
            "jñāna",
            "niṣṭhayā",
            "guṇeṣu",
            "māyā",
            "mātreṣu",
            "dṛśyamāneṣu",
            "avastutaḥ",
            "vartamānaḥ",
            "api",
            "na",
            "pumān",
            "yujyate",
            "avastubhiḥ",
            "guṇaiḥ"
        ],
        "translation": "A person fixed in transcendental knowledge is freed from conditioned life by giving up his false identification with the products of the material modes of nature. Seeing these products as simply illusion, he avoids entanglement with the modes of nature, although constantly among them. Because the modes of nature and their products are simply not real, he does not accept them.",
        "purport": " The three modes of nature become manifest as varieties of material bodies, places, families, countries, foods, sports, war, peace and so forth. In other words, everything we see within the material world is constituted of the modes of nature. A liberated soul, although existing within the ocean of material energy, sees everything as the property of the Lord and is thus not entangled. Although Māyā tempts such a liberated soul to become a thief — to steal the property of the Lord for sense gratification — a Kṛṣṇa conscious person does not bite the bait of Māyā; he remains honest and pure in Kṛṣṇa consciousness. In other words, he does not believe that anything within the universe can become his personal property for sense gratification, especially the illusory form of a woman."
    },
    {
        "verse": "3",
        "devanagari": "सङ्गं न कुर्यादसतां शिश्न‍ोदरतृपां क्व‍‍चित् ।तस्यानुगस्तमस्यन्धे पतत्यन्धानुगान्धवत् ॥ ३ ॥",
        "english_devnagari": "saṅgaṁ na kuryād asatāṁśiśnodara-tṛpāṁ kvacittasyānugas tamasy andhepataty andhānugāndha-vat",
        "verse_Syn": [
            "saṅgam",
            "na",
            "kuryāt",
            "asatām",
            "śiśna",
            "udara",
            "tṛpām",
            "kvacit",
            "tasya",
            "anugaḥ",
            "tamasi",
            "andhe",
            "patati",
            "andha",
            "anuga",
            "andha",
            "vat"
        ],
        "translation": "One should never associate with materialists, those dedicated to gratifying their genitals and bellies. By following them one falls into the deepest pit of darkness, just like a blind man who follows another blind man.",
        "purport": ""
    },
    {
        "verse": "4",
        "devanagari": "ऐल: सम्राडिमां गाथामगायत बृहच्छ्रवा: ।उर्वशीविरहान् मुह्यन् निर्विण्ण: शोकसंयमे ॥ ४ ॥",
        "english_devnagari": "ailaḥ samrāḍ imāṁ gāthāmagāyata bṛhac-chravāḥurvaśī-virahān muhyannirviṇṇaḥ śoka-saṁyame",
        "verse_Syn": [
            "ailaḥ",
            "samrāṭ",
            "imām",
            "gāthām",
            "agāyata",
            "bṛhat",
            "śravāḥ",
            "urvaśī",
            "virahāt",
            "muhyan",
            "nirviṇṇaḥ",
            "śoka",
            "saṁyame"
        ],
        "translation": "The following song was sung by the famous emperor Purūravā. When deprived of his wife, Urvaśī, he was at first bewildered, but by controlling his lamentation he began to feel detachment.",
        "purport": " This story is also narrated in the Ninth Canto of Śrīmad-Bhāgavatam. Aila, or Purūravā, was a great king whose glories were vast. On being separated from Urvaśī, he felt great bewilderment at first. But after meeting her briefly at Kurukṣetra, he worshiped the demigods with the sacrificial fire given him by the Gandharvas and received the privilege of entering the planet where she resided."
    },
    {
        "verse": "5",
        "devanagari": "त्यक्त्वात्मानं व्रजन्तीं तां नग्न उन्मत्तवन्नृप: ।विलपन्नन्वगाज्जाये घोरे तिष्ठेति विक्लव: ॥ ५ ॥",
        "english_devnagari": "tyaktvātmānaṁ vrayantīṁ tāṁnagna unmatta-van nṛpaḥvilapann anvagāj jāyeghore tiṣṭheti viklavaḥ",
        "verse_Syn": [
            "tyaktvā",
            "ātmānam",
            "vrajantīm",
            "tām",
            "nagnaḥ",
            "unmatta",
            "vat",
            "nṛpaḥ",
            "vilapan",
            "anvagāt",
            "jāye",
            "ghore",
            "tiṣṭha",
            "iti",
            "viklavaḥ"
        ],
        "translation": "When she was leaving him, even though he was naked he ran after her just like a madman and called out in great distress, “O my wife, O terrible lady! Please stop!”",
        "purport": " As his beloved wife was leaving him, the shocked king was crying out, “My dear wife, please think for a moment. Just stop! You terrible lady, can’t you stop? Why don’t we speak together for a while? Why are you killing me?” Thus lamenting, he followed her."
    },
    {
        "verse": "6",
        "devanagari": "कामानतृप्तोऽनुजुषन् क्षुल्ल‍कान् वर्षयामिनी: ।न वेद यान्तीर्नायान्तीरुर्वश्याकृष्टचेतन: ॥ ६ ॥",
        "english_devnagari": "kāmān atṛpto ’nujuṣankṣullakān varṣa-yāminīḥna veda yāntīr nāyāntīrurvaśy-ākṛṣṭa-cetanaḥ",
        "verse_Syn": [
            "kāmān",
            "atṛptaḥ",
            "anujuṣan",
            "kṣullakān",
            "varṣa",
            "yāminīḥ",
            "na",
            "veda",
            "yāntīḥ",
            "na",
            "āyāntīḥ",
            "urvaśī",
            "ākṛṣṭa",
            "cetanaḥ"
        ],
        "translation": "Although for many years Purūravā had enjoyed sex pleasure in the evening hours, still he was not satisfied by such insignificant enjoyment. His mind was so attracted to Urvaśī that he did not notice how the nights were coming and going.",
        "purport": " This verse refers to Purūravā’s materialistic experience with Urvaśī."
    },
    {
        "verse": "7",
        "devanagari": "ऐल उवाचअहो मे मोहविस्तार: कामकश्मलचेतस: ।देव्या गृहीतकण्ठस्य नायु:खण्डा इमे स्मृता: ॥ ७ ॥",
        "english_devnagari": "aila uvācaaho me moha-vistāraḥkāma-kaśmala-cetasaḥdevyā gṛhīta-kaṇṭhasyanāyuḥ-khaṇḍā ime smṛtāḥ",
        "verse_Syn": [
            "ailaḥ",
            "uvāca",
            "aho",
            "me",
            "moha",
            "vistāraḥ",
            "kāma",
            "kaśmala",
            "cetasaḥ",
            "devyā",
            "gṛhīta",
            "kaṇṭhasya",
            "na",
            "āyuḥ",
            "khaṇḍāḥ",
            "ime",
            "smṛtāḥ"
        ],
        "translation": "King Aila said: Alas, just see the extent of my delusion! This goddess was embracing me and held my neck in her grip. My heart was so polluted by lust that I had no idea how my life was passing.",
        "purport": ""
    },
    {
        "verse": "8",
        "devanagari": "नाहं वेदाभिनिर्मुक्त: सूर्यो वाभ्युदितोऽमुया ।मूषितो वर्षपूगानां बताहानि गतान्युत ॥ ८ ॥",
        "english_devnagari": "nāhaṁ vedābhinirmuktaḥsūryo vābhyudito ’muyāmūṣito varṣa-pūgānāṁbatāhāni gatāny uta",
        "verse_Syn": [
            "na",
            "aham",
            "veda",
            "abhinirmuktaḥ",
            "sūryaḥ",
            "vā",
            "abhyuditaḥ",
            "amuyā",
            "mūṣitaḥ",
            "varṣa",
            "pūgānām",
            "bata",
            "ahāni",
            "gatāni",
            "uta"
        ],
        "translation": "That lady cheated me so much that I did not even see the rising or setting of the sun. Alas, for so many years I passed my days in vain!",
        "purport": " Due to attachment to the goddess, King Purūravā forgot his devotional service to the Supreme Lord and became more concerned with pleasing this beautiful young lady. Thus he later lamented, having wasted his valuable time. Those who are Kṛṣṇa conscious utilize every moment in the Lord’s loving service."
    },
    {
        "verse": "9",
        "devanagari": "अहो मे आत्मसम्मोहो येनात्मा योषितां कृत: ।क्रीडामृगश्चक्रवर्ती नरदेवशिखामणि: ॥ ९ ॥",
        "english_devnagari": "aho me ātma-sammohoyenātmā yoṣitāṁ kṛtaḥkrīḍā-mṛgaś cakravartīnaradeva-śikhāmaṇiḥ",
        "verse_Syn": [
            "aho",
            "me",
            "ātma",
            "sammohaḥ",
            "yena",
            "ātmā",
            "yoṣitām",
            "kṛtaḥ",
            "krīḍā",
            "mṛgaḥ",
            "cakravartī",
            "naradeva",
            "śikhā",
            "maṇiḥ"
        ],
        "translation": "Alas, although I am supposed to be a mighty emperor, the crown jewel of all kings on this earth, just see how my bewilderment has rendered me a toy animal in the hands of women!",
        "purport": " Since the king’s body had become fully engaged in satisfying the superficial desires of women, his body was now like a toy animal in their hands."
    },
    {
        "verse": "10",
        "devanagari": "सपरिच्छदमात्मानं हित्वा तृणमिवेश्वरम् ।यान्तीं स्‍त्रियं चान्वगमं नग्न उन्मत्तवद् रुदन् ॥ १० ॥",
        "english_devnagari": "sa-paricchadam ātmānaṁhitvā tṛṇam iveśvaramyāntīṁ striyaṁ cānvagamaṁnagna unmatta-vad rudan",
        "verse_Syn": [
            "sa",
            "paricchadam",
            "ātmānam",
            "hitvā",
            "tṛṇam",
            "iva",
            "īśvaram",
            "yāntīm",
            "striyam",
            "ca",
            "anvagaman",
            "nagnaḥ",
            "unmatta",
            "vat",
            "rudan"
        ],
        "translation": "Although I was a powerful lord with great opulence, that woman gave me up as if I were no more than an insignificant blade of grass. And still, naked and without shame, I followed her, crying out to her like a madman.",
        "purport": ""
    },
    {
        "verse": "11",
        "devanagari": "कुतस्तस्यानुभाव: स्यात् तेज ईशत्वमेव वा ।योऽन्वगच्छंस्‍त्रियं यान्तीं खरवत् पादताडित: ॥ ११ ॥",
        "english_devnagari": "kutas tasyānubhāvaḥ syātteja īśatvam eva vāyo ’nvagacchaṁ striyaṁ yāntīṁkhara-vat pāda-tāḍitaḥ",
        "verse_Syn": [
            "kutaḥ",
            "tasya",
            "anubhāvaḥ",
            "syāt",
            "tejaḥ",
            "īśatvam",
            "eva",
            "vā",
            "yaḥ",
            "anvagaccham",
            "striyam",
            "yāntīm",
            "khara",
            "vat",
            "pāda",
            "tāḍitaḥ"
        ],
        "translation": "Where are my so-called great influence, power and sovereignty? Just like an ass being kicked in the face by his she-ass, I ran after that woman, who had already given me up.",
        "purport": ""
    },
    {
        "verse": "12",
        "devanagari": "किं विद्यया किं तपसा किं त्यागेन श्रुतेन वा ।किं विविक्तेन मौनेन स्‍त्रीभिर्यस्य मनो हृतम् ॥ १२ ॥",
        "english_devnagari": "kiṁ vidyayā kiṁ tapasākiṁ tyāgena śrutena vākiṁ viviktena maunenastrībhir yasya mano hṛtam",
        "verse_Syn": [
            "kim",
            "vidyayā",
            "kim",
            "tapasā",
            "kim",
            "tyāgena",
            "śrutena",
            "vā",
            "kim",
            "viviktena",
            "maunena",
            "strībhiḥ",
            "yasya",
            "manaḥ",
            "hṛtam"
        ],
        "translation": "What is the use of a big education or the practice of austerities and renunciation, and what is the use of studying religious scriptures, of living in solitude and silence, if, after all that, one’s mind is stolen by a woman?",
        "purport": " All of the above-mentioned processes are useless if one’s heart and mind are stolen by an insignificant woman. One who hankers after a woman’s association certainly spoils his spiritual progress. Śrīla Bhaktisiddhānta Sarasvatī Ṭhākura states that if one worships the example of the liberated gopīs of Vṛndāvana, who accepted Lord Śrī Kṛṣṇa as their paramour, one can free one’s mental activities from the contamination of lust."
    },
    {
        "verse": "13",
        "devanagari": "स्वार्थस्याकोविदं धिङ् मां मूर्खं पण्डितमानिनम् ।योऽहमीश्वरतां प्राप्य स्‍त्रीभिर्गोखरवज्जित: ॥ १३ ॥",
        "english_devnagari": "svārthasyākovidaṁ dhiṅ māṁmūrkhaṁ paṇḍita-māninamyo ’ham īśvaratāṁ prāpyastrībhir go-khara-vaj jitaḥ",
        "verse_Syn": [
            "sva",
            "arthasya",
            "akovidam",
            "dhik",
            "mām",
            "mūrkham",
            "paṇḍita",
            "māninam",
            "yaḥ",
            "aham",
            "īśvaratām",
            "prāpya",
            "strībhiḥ",
            "go",
            "khara",
            "vat",
            "jitaḥ"
        ],
        "translation": "To hell with me! I am such a fool that I didn’t even know what was good for me, although I arrogantly thought I was highly intelligent. Although I achieved the exalted position of a lord, I allowed myself to be conquered by women as if I were a bullock or a jackass.",
        "purport": " All the fools of this world consider themselves very wise scholars even though, intoxicated by sense gratification and maddened by their lust for women’s association, they become just like bullocks and jackasses. By the mercy of a saintly spiritual master, this lusty propensity can gradually be removed and one can understand the terrible, contemptible nature of material sense gratification. In this verse King Purūravā is coming to his senses in Kṛṣṇa consciousness."
    },
    {
        "verse": "14",
        "devanagari": "सेवतो वर्षपूगान् मे उर्वश्या अधरासवम् ।न तृप्यत्यात्मभू: कामो वह्निराहुतिभिर्यथा ॥ १४ ॥",
        "english_devnagari": "sevato varṣa-pūgān meurvaśyā adharāsavamna tṛpyaty ātma-bhūḥ kāmovahnir āhutibhir yathā",
        "verse_Syn": [
            "sevataḥ",
            "varṣa",
            "pūgān",
            "me",
            "urvaśyāḥ",
            "adhara",
            "āsavam",
            "na",
            "tṛpyati",
            "ātma",
            "bhūḥ",
            "kāmaḥ",
            "vahniḥ",
            "āhutibhiḥ",
            "yathā"
        ],
        "translation": "Even after I had served the so-called nectar of the lips of Urvaśī for many years, my lusty desires kept rising again and again within my heart and were never satisfied, just like a fire that can never be extinguished by the oblations of ghee poured into its flames.",
        "purport": ""
    },
    {
        "verse": "15",
        "devanagari": "पुंश्चल्यापहृतं चित्तं को न्वन्यो मोचितुं प्रभु: ।आत्मारामेश्वरमृते भगवन्तमधोक्षजम् ॥ १५ ॥",
        "english_devnagari": "puṁścalyāpahṛtaṁ cittaṁko nv anyo mocituṁ prabhuḥātmārāmeśvaram ṛtebhagavantam adhokṣajam",
        "verse_Syn": [
            "puṁścalyā",
            "apahṛtam",
            "cittam",
            "kaḥ",
            "nu",
            "anyaḥ",
            "mocitum",
            "prabhuḥ",
            "ātma",
            "ārāma",
            "īśvaram",
            "ṛte",
            "bhagavantam",
            "adhokṣajam"
        ],
        "translation": "Who but the Supreme Personality of Godhead, who lies beyond material perception and is the Lord of self-satisfied sages, can possibly save my consciousness, which has been stolen by a prostitute?",
        "purport": ""
    },
    {
        "verse": "16",
        "devanagari": "बोधितस्यापि देव्या मे सूक्तवाक्येन दुर्मते: ।मनोगतो महामोहो नापयात्यजितात्मन: ॥ १६ ॥",
        "english_devnagari": "bodhitasyāpi devyā mesūkta-vākyena durmateḥmano-gato mahā-mohonāpayāty ajitātmanaḥ",
        "verse_Syn": [
            "bodhitasya",
            "api",
            "devyā",
            "me",
            "su",
            "ukta",
            "vākyena",
            "durmateḥ",
            "manaḥ",
            "gataḥ",
            "mahā",
            "mohaḥ",
            "na",
            "apayāti",
            "ajita",
            "ātmanaḥ"
        ],
        "translation": "Because I allowed my intelligence to become dull and because I failed to control my senses, the great confusion in my mind did not go away, even though Urvaśī herself gave me wise counsel with well-spoken words.",
        "purport": " As described in the Ninth Canto of Śrīmad-Bhāgavatam, the goddess Urvaśī plainly told Purūravā that he should never trust women or believe their promises. Despite this frank advice, he became fully attached and thus suffered great mental anguish."
    },
    {
        "verse": "17",
        "devanagari": "किमेतया नोऽपकृतं रज्ज्वा वा सर्पचेतस: ।द्रष्टु: स्वरूपाविदुषो योऽहं यदजितेन्द्रिय: ॥ १७ ॥",
        "english_devnagari": "kim etayā no ’pakṛtaṁrajjvā vā sarpa-cetasaḥdraṣṭuḥ svarūpāviduṣoyo ’haṁ yad ajitendriyaḥ",
        "verse_Syn": [
            "kim",
            "etayā",
            "naḥ",
            "apakṛtam",
            "rajjvā",
            "vā",
            "sarpa",
            "cetasaḥ",
            "draṣṭuḥ",
            "svarūpa",
            "aviduṣaḥ",
            "yaḥ",
            "aham",
            "yat",
            "ajita",
            "indriyaḥ"
        ],
        "translation": "How can I blame her for my trouble when I myself am ignorant of my real, spiritual nature? I did not control my senses, and so I am like a person who mistakenly sees a harmless rope as a snake.",
        "purport": " When a person mistakes a rope for a snake, he becomes fearful and anxious. Such fear and anxiety are, of course, illusion, since the rope can never bite. Similarly, one who mistakenly thinks that the material, illusory energy of the Lord exists for his personal sense gratification will certainly bring down on his head an avalanche of material, illusory fear and anxiety. King Purūravā frankly admits here that the young lady Urvaśī is not to blame. After all, it was Purūravā who mistakenly considered her to be an object of his personal enjoyment, and therefore he suffered the reaction by the laws of nature. Purūravā himself was the offender for trying to exploit the external form of Urvaśī."
    },
    {
        "verse": "18",
        "devanagari": "क्व‍ायं मलीमस: कायो दौर्गन्ध्याद्यात्मकोऽशुचि: ।क्व‍ गुणा: सौमनस्याद्या ह्यध्यासोऽविद्यया कृत: ॥ १८ ॥",
        "english_devnagari": "kvāyaṁ malīmasaḥ kāyodaurgandhyādy-ātmako ’śuciḥkva guṇāḥ saumanasyādyāhy adhyāso ’vidyayā kṛtaḥ",
        "verse_Syn": [
            "kva",
            "ayam",
            "malīmasaḥ",
            "kāyaḥ",
            "daurgandhya",
            "ādi",
            "ātmakaḥ",
            "aśuciḥ",
            "kva",
            "guṇāḥ",
            "saumanasya",
            "ādyāḥ",
            "hi",
            "adhyāsaḥ",
            "avidyayā",
            "kṛtaḥ"
        ],
        "translation": "What is this polluted body anyway — so filthy and full of bad odors? I was attracted by the fragrance and beauty of a woman’s body, but what are those so-called attractive features? They are simply a false covering created by illusion.",
        "purport": " Purūravā now understands that although he was madly attracted to the fragrant, shapely body of Urvaśī, in fact that body was a sack of stool, gas, bile, mucus, hairs and other repugnant elements. In other words, Purūravā is now becoming sane."
    },
    {
        "verse": "19-20",
        "devanagari": "पित्रो: किं स्वं नु भार्याया: स्वामिनोऽग्ने: श्वगृध्रयो: ।किमात्मन: किं सुहृदामिति यो नावसीयते ॥ १९ ॥तस्मिन् कलेवरेऽमेध्ये तुच्छनिष्ठे विषज्जते ।अहो सुभद्रं सुनसं सुस्मितं च मुखं स्‍त्रिय: ॥ २० ॥",
        "english_devnagari": "pitroḥ kiṁ svaṁ nu bhāryāyāḥsvāmino ’gneḥ śva-gṛdhrayoḥkim ātmanaḥ kiṁ suhṛdāmiti yo nāvasīyate",
        "verse_Syn": [
            "pitroḥ",
            "kim",
            "svam",
            "nu",
            "bhāryāyāḥ",
            "svāminaḥ",
            "agneḥ",
            "śva",
            "gṛdhrayoḥ",
            "kim",
            "ātmanaḥ",
            "kim",
            "suhṛdām",
            "iti",
            "yaḥ",
            "na",
            "avasīyate",
            "tasmin",
            "kalevare",
            "amedhye",
            "tuccha",
            "niṣṭhe",
            "viṣajjate",
            "aho",
            "su",
            "bhadram",
            "su",
            "nasam",
            "su",
            "smitam",
            "ca",
            "mukham",
            "striyaḥ"
        ],
        "translation": "One can never decide whose property the body actually is. Does it belong to one’s parents, who have given birth to it, to one’s wife, who gives it pleasure, or to one’s employer, who orders the body around? Is it the property of the funeral fire or of the dogs and jackals who may ultimately devour it? Is it the property of the indwelling soul, who partakes in its happiness and distress, or does the body belong to intimate friends who encourage and help it? Although a man never definitely ascertains the proprietor of the body, he becomes most attached to it. The material body is a polluted material form heading toward a lowly destination, yet when a man stares at the face of a woman he thinks, “What a good-looking lady! What a charming nose she’s got, and see her beautiful smile!”",
        "purport": " The phrase tuccha-niṣṭhe, or “headed toward a lowly destination,” indicates that if buried, the body will be consumed by worms; if burned, it will turn to ashes; and if dying in a lonely place, it will be consumed by dogs and vultures. The illusory potency of Māyā enters within the female form and bewilders a man’s mind. The man is attracted to Māyā appearing within the female form, but when he embraces the woman’s body he ends up with two handfuls of stool, blood, mucus, pus, skin, bone, hairs and flesh. People should not be like cats and dogs, in the ignorance of bodily consciousness. A human being should be enlightened in Kṛṣṇa consciousness and learn to serve the Supreme Lord without falsely trying to exploit His potencies."
    },
    {
        "verse": "21",
        "devanagari": "त्वङ्‍मांसरुधिरस्‍नायुमेदोमज्जास्थिसंहतौ ।विण्मूत्रपूये रमतां कृमीणां कियदन्तरम् ॥ २१ ॥",
        "english_devnagari": "tvaṅ-māṁsa-rudhira-snāyu-medo-majjāsthi-saṁhatauviṇ-mūtra-pūye ramatāṁkṛmīṇāṁ kiyad antaram",
        "verse_Syn": [
            "tvak",
            "māṁsa",
            "rudhira",
            "snāyu",
            "medaḥ",
            "majjā",
            "asthi",
            "saṁhatau",
            "viṭ",
            "mūtra",
            "pūye",
            "ramatām",
            "kṛmīṇām",
            "kiyat",
            "antaram"
        ],
        "translation": "What difference is there between ordinary worms and persons who try to enjoy this material body composed of skin, flesh, blood, muscle, fat, marrow, bone, stool, urine and pus?",
        "purport": ""
    },
    {
        "verse": "22",
        "devanagari": "अथापि नोपसज्जेत स्‍त्रीषु स्‍त्रैणेषु चार्थवित् ।विषयेन्द्रियसंयोगान्मन: क्षुभ्यति नान्यथा ॥ २२ ॥",
        "english_devnagari": "athāpi nopasajjetastrīṣu straiṇeṣu cārtha-vitviṣayendriya-saṁyogānmanaḥ kṣubhyati nānyathā",
        "verse_Syn": [
            "atha",
            "api",
            "na",
            "upasajjeta",
            "strīṣu",
            "straiṇeṣu",
            "ca",
            "artha",
            "vit",
            "viṣaya",
            "indriya",
            "saṁyogāt",
            "manaḥ",
            "kṣubhyati",
            "na",
            "anyathā"
        ],
        "translation": "Yet even one who theoretically understands the actual nature of the body should never associate with women or with men attached to women. After all, the contact of the senses with their objects inevitably agitates the mind.",
        "purport": ""
    },
    {
        "verse": "23",
        "devanagari": "अद‍ृष्टादश्रुताद् भावान्न भाव उपजायते ।असम्प्रयुञ्जत: प्राणान् शाम्यति स्तिमितं मन: ॥ २३ ॥",
        "english_devnagari": "adṛṣṭād aśrutād bhāvānna bhāva upajāyateasamprayuñjataḥ prāṇānśāmyati stimitaṁ manaḥ",
        "verse_Syn": [
            "adṛṣṭāt",
            "aśrutāt",
            "bhāvāt",
            "na",
            "bhāvaḥ",
            "upajāyate",
            "asamprayuñjataḥ",
            "prāṇān",
            "śāmyati",
            "stimitam",
            "manaḥ"
        ],
        "translation": "Because the mind is not disturbed by that which is neither seen nor heard, the mind of a person who restricts the material senses will automatically be checked in its material activities and become pacified.",
        "purport": " It may be argued that even while closing one’s eyes, while dreaming or while living in a solitary place, one may remember or contemplate sense gratification. Such an experience, however, is due to previous sense gratification that one repeatedly saw and heard about. When one restricts the senses from their objects, especially from intimate contact with women, the mind’s material propensity will slacken and, like a fire without fuel, eventually die."
    },
    {
        "verse": "24",
        "devanagari": "तस्मात् सङ्गो न कर्तव्य: स्‍त्रीषु स्‍त्रैणेषु चेन्द्रियै: ।विदुषां चाप्यविस्रब्ध: षड्‍वर्ग: किमु माद‍ृशाम् ॥ २४ ॥",
        "english_devnagari": "tasmāt saṅgo na kartavyaḥstrīṣu straiṇeṣu cendriyaiḥviduṣāṁ cāpy avisrabdhaḥṣaḍ-vargaḥ kim u mādṛśām",
        "verse_Syn": [
            "tasmāt",
            "saṅgaḥ",
            "na",
            "kartavyaḥ",
            "strīṣu",
            "straiṇeṣu",
            "ca",
            "indriyaiḥ",
            "viduṣām",
            "ca",
            "api",
            "avisrabdhaḥ",
            "ṣaṭ",
            "vargaḥ",
            "kim",
            "u",
            "mādṛśām"
        ],
        "translation": "Therefore one should never let his senses associate freely with women or with men attached to women. Even those who are highly learned cannot trust the six enemies of the mind; what to speak, then, of foolish persons like me.",
        "purport": ""
    },
    {
        "verse": "25",
        "devanagari": "श्रीभगवानुवाचएवं प्रगायन् नृपदेवदेव:स उर्वशीलोकमथो विहाय ।आत्मानमात्मन्यवगम्य मां वैउपारमज्ज्ञानविधूतमोह: ॥ २५ ॥",
        "english_devnagari": "śrī-bhagavān uvācaevaṁ pragāyan nṛpa-deva-devaḥsa urvaśī-lokam atho vihāyaātmānam ātmany avagamya māṁ vaiupāramaj jñāna-vidhūta-mohaḥ",
        "verse_Syn": [
            "śrī",
            "bhagavān",
            "uvāca",
            "evam",
            "pragāyan",
            "nṛpa",
            "deva",
            "devaḥ",
            "saḥ",
            "urvaśī",
            "lokam",
            "atha",
            "u",
            "vihāya",
            "ātmānam",
            "ātmani",
            "avagamya",
            "mām",
            "vai",
            "upāramat",
            "jñāna",
            "vidhūta",
            "mohaḥ"
        ],
        "translation": "The Supreme Personality of Godhead said: Having thus chanted this song, Mahārāja Purūravā, eminent among the demigods and human beings, gave up the position he had achieved in the planet of Urvaśī. His illusion cleansed away by transcendental knowledge, he understood Me to be the Supreme Soul within his heart and so at last achieved peace.",
        "purport": ""
    },
    {
        "verse": "26",
        "devanagari": "ततो दु:सङ्गमुत्सृज्य सत्सु सज्जेत बुद्धिमान् ।सन्त एवास्य छिन्दन्ति मनोव्यासङ्गमुक्तिभि: ॥ २६ ॥",
        "english_devnagari": "tato duḥsaṅgam utsṛjyasatsu sajjeta buddhimānsanta evāsya chindantimano-vyāsaṅgam uktibhiḥ",
        "verse_Syn": [
            "tataḥ",
            "duḥsaṅgam",
            "utsṛjya",
            "satsu",
            "sajjeta",
            "buddhi",
            "mān",
            "santaḥ",
            "eva",
            "asya",
            "chindanti",
            "manaḥ",
            "vyāsaṅgam",
            "uktibhiḥ"
        ],
        "translation": "An intelligent person should therefore reject all bad association and instead take up the association of saintly devotees, whose words cut off the excessive attachment of one’s mind.",
        "purport": ""
    },
    {
        "verse": "27",
        "devanagari": "सन्तोऽनपेक्षा मच्चित्ता: प्रशान्ता: समदर्शिन: ।निर्ममा निरहङ्कारा निर्द्वन्द्वा निष्परिग्रहा: ॥ २७ ॥",
        "english_devnagari": "santo ’napekṣā mac-cittāḥpraśāntāḥ sama-darśinaḥnirmamā nirahaṅkārānirdvandvā niṣparigrahāḥ",
        "verse_Syn": [
            "santaḥ",
            "anapekṣāḥ",
            "mat",
            "cittāḥ",
            "praśāntāḥ",
            "sama",
            "darśinaḥ",
            "nirmamāḥ",
            "nirahaṅkārāḥ",
            "nirdvandvāḥ",
            "niṣparigrahāḥ"
        ],
        "translation": "My devotees fix their minds on Me and do not depend upon anything material. They are always peaceful, endowed with equal vision, and free from possessiveness, false ego, duality and greed.",
        "purport": ""
    },
    {
        "verse": "28",
        "devanagari": "तेषु नित्यं महाभाग महाभागेषु मत्कथा: ।सम्भवन्ति हि ता नृणां जुषतां प्रपुनन्त्यघम् ॥ २८ ॥",
        "english_devnagari": "teṣu nityaṁ mahā-bhāgamahā-bhāgeṣu mat-kathāḥsambhavanti hi tā nṝṇāṁjuṣatāṁ prapunanty agham",
        "verse_Syn": [
            "teṣu",
            "nityam",
            "mahā",
            "bhāga",
            "mahā",
            "bhāgeṣu",
            "mat",
            "kathāḥ",
            "sambhavanti",
            "hi",
            "tāḥ",
            "nṝṇām",
            "juṣatām",
            "prapunanti",
            "agham"
        ],
        "translation": "O greatly fortunate Uddhava, in the association of such saintly devotees there is constant discussion of Me, and those partaking in this chanting and hearing of My glories are certainly purified of all sins.",
        "purport": " Even if one does not receive direct instructions from a pure devotee, simply by hearing him glorify the Supreme Personality of Godhead one can be purified of all sinful reactions caused by one’s involvement in illusion."
    },
    {
        "verse": "29",
        "devanagari": "ता ये श‍ृण्वन्ति गायन्ति ह्यनुमोदन्ति चाद‍ृता: ।मत्परा: श्रद्दधानाश्च भक्तिं विन्दन्ति ते मयि ॥ २९ ॥",
        "english_devnagari": "tā ye śṛṇvanti gāyantihy anumodanti cādṛtāḥmat-parāḥ śraddadhānāś cabhaktiṁ vindanti te mayi",
        "verse_Syn": [
            "tāḥ",
            "ye",
            "śṛṇvanti",
            "gāyanti",
            "hi",
            "anumodanti",
            "ca",
            "ādṛtāḥ",
            "mat",
            "parāḥ",
            "śraddadhānāḥ",
            "ca",
            "bhaktim",
            "vindanti",
            "te",
            "mayi"
        ],
        "translation": "Whoever hears, chants and respectfully takes to heart these topics about Me becomes faithfully dedicated to Me and thus achieves My devotional service.",
        "purport": " One who hears from advanced devotees of Lord Kṛṣṇa can be saved from the ocean of material existence. When one obeys the order of a bona fide spiritual master, the polluted workings of the mind are checked, one sees things in a new, spiritual light, and there blossoms the propensity for selfless loving service to the Lord, which gives the fruit of love of Godhead."
    },
    {
        "verse": "30",
        "devanagari": "भक्तिं लब्धवत: साधो: किमन्यदवशिष्यते ।मय्यनन्तगुणे ब्रह्मण्यानन्दानुभवात्मनि ॥ ३० ॥",
        "english_devnagari": "bhaktiṁ labdhavataḥ sādhoḥkim anyad avaśiṣyatemayy ananta-guṇe brahmaṇyānandānubhavātmani",
        "verse_Syn": [
            "bhaktim",
            "labdhavataḥ",
            "sādhoḥ",
            "kim",
            "anyat",
            "avaśiṣyate",
            "mayi",
            "ananta",
            "guṇe",
            "brahmaṇi",
            "ānanda",
            "anubhava",
            "ātmani"
        ],
        "translation": "What more remains to be accomplished for the perfect devotee after achieving devotional service unto Me, the Supreme Absolute Truth, whose qualities are innumerable and who am the embodiment of all ecstatic experience?",
        "purport": " Devotional service to Lord Kṛṣṇa is so pleasing that a pure devotee cannot desire anything except service to the Lord. In the Tenth Canto of Śrīmad-Bhāgavatam, Lord Kṛṣṇa told the gopīs that they would have to accept their own service as the ultimate reward of their devotion to Him, since nothing awards as much happiness and knowledge as devotional service itself. When one sincerely chants and hears the holy name and fame of Lord Kṛṣṇa, the heart is purified and gradually one can appreciate the actual, blissful nature of Kṛṣṇa consciousness, loving service to the Lord."
    },
    {
        "verse": "31",
        "devanagari": "यथोपश्रयमाणस्य भगवन्तं विभावसुम् ।शीतं भयं तमोऽप्येति साधून् संसेवतस्तथा ॥ ३१ ॥",
        "english_devnagari": "yathopaśrayamāṇasyabhagavantaṁ vibhāvasumśītaṁ bhayaṁ tamo ’pyetisādhūn saṁsevatas tathā",
        "verse_Syn": [
            "yathā",
            "upaśrayamāṇasya",
            "bhagavantam",
            "vibhāvasum",
            "śītam",
            "bhayam",
            "tamaḥ",
            "apyeti",
            "sādhūn",
            "saṁsevataḥ",
            "tathā"
        ],
        "translation": "Just as cold, fear and darkness are eradicated for one who has approached the sacrificial fire, so dullness, fear and ignorance are destroyed for one engaged in serving the devotees of the Lord.",
        "purport": " Those engaged in fruitive activities are certainly dull; they lack higher awareness of the Supreme Lord and the soul. Materialists are engaged more or less mechanically in gratifying their senses and ambitions, and thus they are considered dull or practically unconscious. All such dullness, fear and ignorance are removed when one serves the lotus feet of the Lord, just as cold, fear and darkness are removed when one approaches a fire."
    },
    {
        "verse": "32",
        "devanagari": "निमज्ज्योन्मज्जतां घोरे भवाब्धौ परमायणम् ।सन्तो ब्रह्मविद: शान्ता नौर्दृढेवाप्सु मज्जताम् ॥ ३२ ॥",
        "english_devnagari": "nimajjyonmajjatāṁ ghorebhavābdhau paramāyaṇamsanto brahma-vidaḥ śāntānaur dṛḍhevāpsu majjatām",
        "verse_Syn": [
            "nimajjya",
            "unmajjatām",
            "ghore",
            "bhava",
            "abdhau",
            "parama",
            "ayanam",
            "santaḥ",
            "brahma",
            "vidaḥ",
            "śāntāḥ",
            "nauḥ",
            "dṛḍhā",
            "iva",
            "apsu",
            "majjatām"
        ],
        "translation": "The devotees of the Lord, peacefully fixed in absolute knowledge, are the ultimate shelter for those who are repeatedly rising and falling within the fearful ocean of material life. Such devotees are just like a strong boat that comes to rescue persons who are at the point of drowning.",
        "purport": ""
    },
    {
        "verse": "33",
        "devanagari": "अन्नं हि प्राणिनां प्राण आर्तानां शरणं त्वहम् ।धर्मो वित्तं नृणां प्रेत्य सन्तोऽर्वाग् बिभ्यतोऽरणम् ॥ ३३ ॥",
        "english_devnagari": "annaṁ hi prāṇināṁ prāṇaārtānāṁ śaraṇaṁ tv ahamdharmo vittaṁ nṛṇāṁ pretyasanto ’rvāg bibhyato ’raṇam",
        "verse_Syn": [
            "annam",
            "hi",
            "prāṇinām",
            "prāṇaḥ",
            "ārtānām",
            "śaraṇam",
            "tu",
            "aham",
            "dharmaḥ",
            "vittam",
            "nṛṇām",
            "pretya",
            "santaḥ",
            "arvāk",
            "bibhyataḥ",
            "araṇam"
        ],
        "translation": "Just as food is the life of all creatures, just as I am the ultimate shelter for the distressed, and just as religion is the wealth of those who are passing away from this world, so My devotees are the only refuge of persons fearful of falling into a miserable condition of life.",
        "purport": " Those fearful of being dragged down by material lust and anger should take shelter of the lotus feet of the Lord’s devotees, who can engage one safely in the Lord’s loving service."
    },
    {
        "verse": "34",
        "devanagari": "सन्तो दिशन्ति चक्षूंषि बहिरर्क: समुत्थित: ।देवता बान्धवा: सन्त: सन्त आत्माहमेव च ॥ ३४ ॥",
        "english_devnagari": "santo diśanti cakṣūṁṣibahir arkaḥ samutthitaḥdevatā bāndhavāḥ santaḥsanta ātmāham eva ca",
        "verse_Syn": [
            "santaḥ",
            "diśanti",
            "cakṣūṁṣi",
            "bahiḥ",
            "arkaḥ",
            "samutthitaḥ",
            "devatāḥ",
            "bāndhavāḥ",
            "santaḥ",
            "santaḥ",
            "ātmā",
            "aham",
            "eva",
            "ca"
        ],
        "translation": "My devotees bestow divine eyes, whereas the sun allows only external sight, and that only when it is risen in the sky. My devotees are one’s real worshipable deities and real family; they are one’s own self, and ultimately they are nondifferent from Me.",
        "purport": " Foolishness is the wealth of the impious, who place great value on their treasure and firmly make up their minds to remain in the darkness of ignorance. Saintly devotees of the Lord are just like the sun. By the light of their words, the living entities’ eyes of knowledge are opened and the darkness of ignorance is destroyed. Thus the saintly devotees are one’s real friends and relatives. They are the proper recipients of service — not the gross material body, which merely clamors for sense gratification."
    },
    {
        "verse": "35",
        "devanagari": "वैतसेनस्ततोऽप्येवमुर्वश्या लोकनिष्पृह: ।मुक्तसङ्गो महीमेतामात्मारामश्चचार ह ॥ ३५ ॥",
        "english_devnagari": "vaitasenas tato ’py evamurvaśyā loka-niṣpṛhaḥmukta-saṅgo mahīm etāmātmārāmaś cacāra ha",
        "verse_Syn": [
            "vaitasenaḥ",
            "tataḥ",
            "api",
            "evam",
            "urvaśyāḥ",
            "loka",
            "niṣpṛhaḥ",
            "mukta",
            "saṅgaḥ",
            "mahīm",
            "etām",
            "ātma",
            "ārāmaḥ",
            "cacāra",
            "ha"
        ],
        "translation": "Thus losing his desire to be on the same planet as Urvaśī, Mahārāja Purūravā began to wander the earth free of all material association and completely satisfied within the self.",
        "purport": ""
    }
]