[
    {
        "verse": "1-2",
        "devanagari": "श्रीउद्धव उवाचयस्त्वयाभिहित: पूर्वं धर्मस्त्वद्भ‍‍क्तिलक्षण: ।वर्णाश्रमाचारवतां सर्वेषां द्विपदामपि ॥ १ ॥यथानुष्ठीयमानेन त्वयि भक्तिर्नृणां भवेत् ।स्वधर्मेणारविन्दाक्ष तन् ममाख्यातुमर्हसि ॥ २ ॥",
        "english_devnagari": "śrī-uddhava uvācayas tvayābhihitaḥ pūrvaṁdharmas tvad-bhakti-lakṣaṇaḥvarṇāśramācāravatāṁsarveṣāṁ dvi-padām api",
        "verse_Syn": [
            "śrī",
            "uddhavaḥ",
            "uvāca",
            "yaḥ",
            "tvayā",
            "abhihitaḥ",
            "pūrvam",
            "dharmaḥ",
            "tvat",
            "bhakti",
            "lakṣaṇaḥ",
            "varṇa",
            "āśrama",
            "ācāravatām",
            "sarveṣām",
            "dvi",
            "padām",
            "api",
            "yathā",
            "anuṣṭhīyamānena",
            "tvayi",
            "bhaktiḥ",
            "nṛṇām",
            "bhavet",
            "sva",
            "dharmeṇa",
            "aravinda",
            "akṣa",
            "tat",
            "mama",
            "ākhyātum",
            "arhasi"
        ],
        "translation": "Śrī Uddhava said: My dear Lord, previously You described the principles of devotional service that are to be practiced by followers of the varṇāśrama system and even ordinary, unregulated human beings. My dear lotus-eyed Lord, now please explain to me how all human beings can achieve loving service unto You by the execution of their prescribed duties.",
        "purport": " Lord Kṛṣṇa has already elaborately explained the process of jñāna-yoga, bhakti-yoga and aṣṭāṅga-yoga. Now Uddhava inquires how those inclined toward karma-yoga can achieve the perfection of life, Kṛṣṇa consciousness. In Bhagavad-gītā (4.13) Lord Kṛṣṇa describes that He is personally the creator of the varṇāśrama system. Cātur-varṇyaṁ mayā sṛṣṭaṁ guṇa-karma-vibhāgaśaḥ. Therefore the ultimate goal of the varṇāśrama system is to please the Supreme Personality of Godhead. In other words, one should become a devotee of the Lord and learn the process of pure devotional service. The easiest method of achieving pure devotional service is by the association of pure devotees of the Lord. If one submissively and faithfully associates with pure devotees, one can immediately achieve the perfection of life. A Kṛṣṇa conscious person is not required to execute all the formalities of the varṇāśrama system, because a Kṛṣṇa conscious person, absorbed in love of Godhead, automatically gives up all sense gratification and mental speculation. Those human beings who do not follow the varṇāśrama system are here referred to as dvi-padām, or two-legged. In other words, one who does not follow the religious path of life is known to be human only by the possession of two legs. Even ordinary animals and insects are eagerly engaged in eating, sleeping, mating and defending; the human being, however, is distinguished from such lower forms of life by his capacity to become religious and, ultimately, to love God in pure Kṛṣṇa consciousness."
    },
    {
        "verse": "3-4",
        "devanagari": "पुरा किल महाबाहो धर्मं परमकं प्रभो ।यत्तेन हंसरूपेण ब्रह्मणेऽभ्यात्थ माधव ॥ ३ ॥स इदानीं सुमहता कालेनामित्रकर्शन ।न प्रायो भविता मर्त्यलोके प्रागनुशासित: ॥ ४ ॥",
        "english_devnagari": "purā kila mahā-bāhodharmaṁ paramakaṁ prabhoyat tena haṁsa-rūpeṇabrahmaṇe ’bhyāttha mādhava",
        "verse_Syn": [
            "purā",
            "kila",
            "mahā",
            "bāho",
            "dharmam",
            "paramakam",
            "prabho",
            "yat",
            "tena",
            "haṁsa",
            "rūpeṇa",
            "brahmaṇe",
            "abhyāttha",
            "mādhava",
            "saḥ",
            "idānīm",
            "su",
            "mahatā",
            "kālena",
            "amitra",
            "karśana",
            "na",
            "prāyaḥ",
            "bhavitā",
            "martya",
            "loke",
            "prāk",
            "anuśāsitaḥ"
        ],
        "translation": "My dear Lord, O mighty-armed one, previously in Your form of Lord Haṁsa You spoke to Lord Brahmā those religious principles that bring supreme happiness to the practitioner. My dear Mādhava, now much time has passed, and that which You previously instructed will soon practically cease to exist, O subduer of the enemy.",
        "purport": ""
    },
    {
        "verse": "5-6",
        "devanagari": "वक्ता कर्ताविता नान्यो धर्मस्याच्युत ते भुवि ।सभायामपि वैरिञ्च्यां यत्र मूर्तिधरा: कला: ॥ ५ ॥कर्त्रावित्रा प्रवक्त्रा च भवता मधुसूदन ।त्यक्ते महीतले देव विनष्टं क: प्रवक्ष्यति ॥ ६ ॥",
        "english_devnagari": "vaktā kartāvitā nānyodharmasyācyuta te bhuvisabhāyām api vairiñcyāṁyatra mūrti-dharāḥ kalāḥ",
        "verse_Syn": [
            "vaktā",
            "kartā",
            "avitā",
            "na",
            "anyaḥ",
            "dharmasya",
            "acyuta",
            "te",
            "bhuvi",
            "sabhāyām",
            "api",
            "vairiñcyām",
            "yatra",
            "mūrti",
            "dharāḥ",
            "kalāḥ",
            "kartrā",
            "avitrā",
            "pravaktrā",
            "ca",
            "bhavatā",
            "madhusūdana",
            "tyakte",
            "mahī",
            "tale",
            "deva",
            "vinaṣṭam",
            "kaḥ",
            "pravakṣyati"
        ],
        "translation": "My dear Lord Acyuta, there is no speaker, creator and protector of supreme religious principles other than Your Lordship, either on the earth or even in the assembly of Lord Brahmā, where the personified Vedas reside. Thus, my dear Lord Madhusūdana, when You, who are the very creator, protector and speaker of spiritual knowledge, abandon the earth, who will again speak this lost knowledge?",
        "purport": ""
    },
    {
        "verse": "7",
        "devanagari": "तत्त्वं न: सर्वधर्मज्ञ धर्मस्त्वद्भ‍‍क्तिलक्षण: ।यथा यस्य विधीयेत तथा वर्णय मे प्रभो ॥ ७ ॥",
        "english_devnagari": "tat tvaṁ naḥ sarva-dharma-jñadharmas tvad-bhakti-lakṣaṇaḥyathā yasya vidhīyetatathā varṇaya me prabho",
        "verse_Syn": [
            "tat",
            "tvam",
            "naḥ",
            "sarva",
            "dharma",
            "jña",
            "dharmaḥ",
            "tvat",
            "bhakti",
            "lakṣaṇaḥ",
            "yathā",
            "yasya",
            "vidhīyeta",
            "tathā",
            "varṇaya",
            "me",
            "prabho"
        ],
        "translation": "Therefore, my Lord, since You are the knower of all religious principles, please describe to me the human beings who may execute the path of loving service to You and how such service is to be rendered.",
        "purport": ""
    },
    {
        "verse": "8",
        "devanagari": "श्रीशुक उवाचइत्थं स्वभृत्यमुख्येन पृष्ट: स भगवान् हरि: ।प्रीत: क्षेमाय मर्त्यानां धर्मानाह सनातनान् ॥ ८ ॥",
        "english_devnagari": "śrī-śuka uvācaitthaṁ sva-bhṛtya-mukhyenapṛṣṭaḥ sa bhagavān hariḥprītaḥ kṣemāya martyānāṁdharmān āha sanātanān",
        "verse_Syn": [
            "śrī",
            "śukaḥ",
            "uvāca",
            "ittham",
            "sva",
            "bhṛtya",
            "mukhyena",
            "pṛṣṭaḥ",
            "saḥ",
            "bhagavān",
            "hariḥ",
            "prītaḥ",
            "kṣemāya",
            "martyānām",
            "dharmān",
            "āha",
            "sanātanān"
        ],
        "translation": "Śrī Śukadeva Gosvāmī said: Śrī Uddhava, the best of devotees, thus inquired from the Lord. Hearing his question, the Personality of Godhead, Śrī Kṛṣṇa, was pleased and for the welfare of all conditioned souls spoke those religious principles that are eternal.",
        "purport": ""
    },
    {
        "verse": "9",
        "devanagari": "श्रीभगवानुवाचधर्म्य एष तव प्रश्न‍ो नै:श्रेयसकरो नृणाम् ।वर्णाश्रमाचारवतां तमुद्धव निबोध मे ॥ ९ ॥",
        "english_devnagari": "śrī-bhagavān uvācadharmya eṣa tava praśnonaiḥśreyasa-karo nṛṇāmvarṇāśramācāravatāṁtam uddhava nibodha me",
        "verse_Syn": [
            "śrī",
            "bhagavān",
            "uvāca",
            "dharmyaḥ",
            "eṣaḥ",
            "tava",
            "praśnaḥ",
            "naiḥśreyasa",
            "karaḥ",
            "nṛṇām",
            "varṇa",
            "āśrama",
            "ācāra",
            "vatām",
            "tam",
            "uddhava",
            "nibodha",
            "me"
        ],
        "translation": "The Supreme Personality of Godhead said: My dear Uddhava, your question is faithful to religious principles and thus gives rise to the highest perfection in life, pure devotional service, for both ordinary human beings and the followers of the varṇāśrama system. Now please learn from Me those supreme religious principles.",
        "purport": " The word naiḥśreyasa-kara indicates that which awards the highest perfection of life, Kṛṣṇa consciousness, which the Lord is explaining to Śrī Uddhava. When considering religious principles, ordinary human beings remain bogged down in sectarian mundane considerations. The process that awards the highest perfection of life should be considered the most auspicious for human beings. The varṇāśrama system is the most scientific presentation of religiosity on the earth, and those who are most perfect in that system come to the point of Kṛṣṇa consciousness, or dedicating everything for the satisfaction of the Supreme Lord."
    },
    {
        "verse": "10",
        "devanagari": "आदौ कृतयुगे वर्णो नृणां हंस इति स्मृत: ।कृतकृत्या: प्रजा जात्या तस्मात् कृतयुगं विदु: ॥ १० ॥",
        "english_devnagari": "ādau kṛta-yuge varṇonṛṇāṁ haṁsa iti smṛtaḥkṛta-kṛtyāḥ prajā jātyātasmāt kṛta-yugaṁ viduḥ",
        "verse_Syn": [
            "ādau",
            "kṛta",
            "yuge",
            "varṇaḥ",
            "nṛṇām",
            "haṁsaḥ",
            "iti",
            "smṛtaḥ",
            "kṛta",
            "kṛtyāḥ",
            "prajāḥ",
            "jātyā",
            "tasmāt",
            "kṛta",
            "yugam",
            "viduḥ"
        ],
        "translation": "In the beginning, in Satya-yuga, there is only one social class, called haṁsa, to which all human beings belong. In that age all people are unalloyed devotees of the Lord from birth, and thus learned scholars call this first age Kṛta-yuga, or the age in which all religious duties are perfectly fulfilled.",
        "purport": " It is understood from this verse that the supreme religious principle is unalloyed surrender to the Supreme Personality of Godhead. In Satya-yuga there is no influence of the lower modes of nature, and therefore all human beings belong to the highest social order, called haṁsa, in which one comes under the direct supervision of the Personality of Godhead. In the modern age people are crying out for social equality, but unless all human beings are situated in the mode of goodness, which is the position of purity and unalloyed devotion, social equality is not possible. As the lower modes of nature become prominent, secondary religious principles arise, by which people may be gradually elevated to the pure stage of unalloyed surrender to God. In Satya-yuga there are no inferior human beings, and thus there is no need of secondary religious principles. Everyone directly takes to the unalloyed service of the Lord, fulfilling perfectly all religious obligations. In Sanskrit, one who perfectly executes all duties is called kṛta-kṛtya, as mentioned in this verse. Therefore Satya-yuga is called Kṛta-yuga, or the age of perfect religious action. According to Śrīla Jīva Gosvāmī, the word ādau (“in the beginning”) refers to the moment of universal creation. In other words, the varṇāśrama system is not a recent concoction but naturally arises at the time of creation and should therefore be accepted by all intelligent human beings."
    },
    {
        "verse": "11",
        "devanagari": "वेद: प्रणव एवाग्रे धर्मोऽहं वृषरूपधृक् ।उपासते तपोनिष्ठा हंसं मां मुक्तकिल्बिषा: ॥ ११ ॥",
        "english_devnagari": "vedaḥ praṇava evāgredharmo ’haṁ vṛṣa-rūpa-dhṛkupāsate tapo-niṣṭhāhaṁsaṁ māṁ mukta-kilbiṣāḥ",
        "verse_Syn": [
            "vedaḥ",
            "praṇavaḥ",
            "eva",
            "agre",
            "dharmaḥ",
            "aham",
            "vṛṣa",
            "rūpa",
            "dhṛk",
            "upāsate",
            "tapaḥ",
            "niṣṭhāḥ",
            "haṁsam",
            "mām",
            "mukta",
            "kilbiṣāḥ"
        ],
        "translation": "In Satya-yuga the undivided Veda is expressed by the syllable om, and I am the only object of mental activities. I become manifest as the four-legged bull of religion, and thus the inhabitants of Satya-yuga, fixed in austerity and free from all sins, worship Me as Lord Haṁsa.",
        "purport": " The bull of religion is described in Śrīmad-Bhāgavatam (1.17.24): tapaḥ śaucaṁ dayā satyam iti pādāḥ kṛte kṛtāḥ. “In the age of Satya [truthfulness], your four legs were established by the four principles of austerity, cleanliness, mercy and truthfulness.” Śrī Vyāsadeva divided the one Veda into four — the Ṛg, Yajur, Sāma and Atharva Vedas — at the end of Dvāpara-yuga, but in Satya-yuga the whole of Vedic knowledge is easily understood by everyone simply by vibrating the syllable om. In this age there are no ritualistic or pious activities such as sacrifice, since everyone is sinless, austere and fully engaged in worshiping the Personality of Godhead, Lord Haṁsa, through the process of meditation."
    },
    {
        "verse": "12",
        "devanagari": "त्रेतामुखे महाभाग प्राणान्मे हृदयात्‍त्रयी ।विद्या प्रादुरभूत्तस्या अहमासं त्रिवृन्मख: ॥ १२ ॥",
        "english_devnagari": "tretā-mukhe mahā-bhāgaprāṇān me hṛdayāt trayīvidyā prādurabhūt tasyāaham āsaṁ tri-vṛn makhaḥ",
        "verse_Syn": [
            "tretā",
            "mukhe",
            "mahā",
            "bhāga",
            "prāṇāt",
            "me",
            "hṛdayāt",
            "trayī",
            "vidyā",
            "prādurabhūt",
            "tasyāḥ",
            "aham",
            "āsam",
            "tri",
            "vṛt",
            "makhaḥ"
        ],
        "translation": "O greatly fortunate one, at the beginning of Tretā-yuga Vedic knowledge appeared from My heart, which is the abode of the air of life, in three divisions — as Ṛg, Sāma and Yajur. Then from that knowledge I appeared as threefold sacrifice.",
        "purport": " In Tretā-yuga, the bull of religion loses one leg, and only seventy-five percent of religious principles are manifested, represented by the three principal Vedas — Ṛg, Sāma and Yajur. The Lord appears in the process of threefold Vedic sacrifice. The three divisions are understood as follows. The hotā priest offers oblations into the fire and chants the Ṛg Veda; the udgātā priest chants the Sāma Veda; and the adhvaryu priest, who arranges the sacrificial ground, altar, etc., chants the Yajur Veda. In Tretā-yuga such sacrifice is the authorized process for spiritual perfection. The word prāṇāt in this verse refers to the universal form of the Personality of Godhead. This form is further described in the following verses."
    },
    {
        "verse": "13",
        "devanagari": "विप्रक्षत्रियविट्‍शूद्रा मुखबाहूरुपादजा: ।वैराजात् पुरुषाज्जाता य आत्माचारलक्षणा: ॥ १३ ॥",
        "english_devnagari": "vipra-kṣatriya-viṭ-śūdrāmukha-bāhūru-pāda-jāḥvairājāt puruṣāj jātāya ātmācāra-lakṣaṇāḥ",
        "verse_Syn": [
            "vipra",
            "kṣatriya",
            "viṭ",
            "śūdrāḥ",
            "mukha",
            "bāhu",
            "ūru",
            "pāda",
            "jāḥ",
            "vairājāt",
            "puruṣāt",
            "jātāḥ",
            "ye",
            "ātma",
            "ācāra",
            "lakṣaṇāḥ"
        ],
        "translation": "In Tretā-yuga the four social orders were manifested from the universal form of the Personality of Godhead. The brāhmaṇas appeared from the Lord’s face, the kṣatriyas from the Lord’s arms, the vaiśyas from the Lord’s thighs and the śūdras from the legs of that mighty form. Each social division was recognized by its particular duties and behavior.",
        "purport": ""
    },
    {
        "verse": "14",
        "devanagari": "गृहाश्रमो जघनतो ब्रह्मचर्यं हृदो मम ।वक्ष:स्थलाद्वनेवास: संन्यास: शिरसि स्थित: ॥ १४ ॥",
        "english_devnagari": "gṛhāśramo jaghanatobrahmacaryaṁ hṛdo mamavakṣaḥ-sthalād vane-vāsaḥsannyāsaḥ śirasi sthitaḥ",
        "verse_Syn": [
            "gṛha",
            "āśramaḥ",
            "jaghanataḥ",
            "brahmacaryam",
            "hṛdaḥ",
            "mama",
            "vakṣaḥ",
            "sthalāt",
            "vane",
            "vāsaḥ",
            "sannyāsaḥ",
            "śirasi",
            "sthitaḥ"
        ],
        "translation": "The married order of life appeared from the loins of My universal form, and the celibate students came from My heart. The forest-dwelling retired order of life appeared from My chest, and the renounced order of life was situated within the head of My universal form.",
        "purport": " There are two classes of brahmacārī life. The naiṣṭhiki-brahmacārī remains celibate throughout life, whereas the upakurvāṇa-brahmacārī marries upon finishing his student life. One who remains perpetually celibate is situated within the heart of Lord Kṛṣṇa, but those brahmacārīs who eventually marry are situated within the loins of the universal form of the Lord. The word vane-vāsaḥ refers to vānaprastha, or the retired order of life, which is situated on the chest of the Lord."
    },
    {
        "verse": "15",
        "devanagari": "वर्णानामाश्रमाणां च जन्मभूम्यनुसारिणी: ।आसन् प्रकृतयो नृणां नीचैर्नीचोत्तमोत्तमा: ॥ १५ ॥",
        "english_devnagari": "varṇānām āśramāṇāṁ cajanma-bhūmy-anusāriṇīḥāsan prakṛtayo nṝnāṁnīcair nīcottamottamāḥ",
        "verse_Syn": [
            "varṇānām",
            "āśramāṇām",
            "ca",
            "janma",
            "bhūmi",
            "anusāriṇīḥ",
            "āsan",
            "prakṛtayaḥ",
            "nṝṇām",
            "nīcaiḥ",
            "nīca",
            "uttama",
            "uttamāḥ"
        ],
        "translation": "The various occupational and social divisions of human society appeared according to inferior and superior natures manifest in the situation of the individual’s birth.",
        "purport": " According to Śrīla Viśvanātha Cakravartī Ṭhākura, the brāhmaṇas and sannyāsīs, being situated on the head of the universal form of the Lord, are considered to be the most qualified, whereas the śūdras and gṛhasthas, being on the legs or loins of the Personality of Godhead, are considered to be in the lowest position. A living entity is born with a certain amount of intelligence, beauty and social opportunity, and he is therefore situated in a particular occupational and social position within the varṇāśrama system. Ultimately, such positions are external designations, but since the majority of human beings are conditioned by the external energy of the Lord, they should act according to the scientific varṇāśrama divisions until they reach the stage of jīvan-mukta, or liberated life."
    },
    {
        "verse": "16",
        "devanagari": "शमो दमस्तप: शौचं सन्तोष: क्षान्तिरार्जवम् ।मद्भ‍‍क्तिश्च दया सत्यं ब्रह्मप्रकृतयस्त्विमा: ॥ १६ ॥",
        "english_devnagari": "śamo damas tapaḥ śaucaṁsantoṣaḥ kṣāntir ārjavammad-bhaktiś ca dayā satyaṁbrahma-prakṛtayas tv imāḥ",
        "verse_Syn": [
            "śamaḥ",
            "damaḥ",
            "tapaḥ",
            "śaucam",
            "santoṣaḥ",
            "kṣāntiḥ",
            "ārjavam",
            "mat",
            "bhaktiḥ",
            "ca",
            "dayā",
            "satyam",
            "brahma",
            "prakṛtayaḥ",
            "tu",
            "imāḥ"
        ],
        "translation": "Peacefulness, self-control, austerity, cleanliness, satisfaction, tolerance, simple straightforwardness, devotion to Me, mercy and truthfulness are the natural qualities of the brāhmaṇas.",
        "purport": ""
    },
    {
        "verse": "17",
        "devanagari": "तेजो बलं धृति: शौर्यं तितिक्षौदार्यमुद्यम: ।स्थैर्यं ब्रह्मण्यमैश्वर्यं क्षत्रप्रकृतयस्त्विमा: ॥ १७ ॥",
        "english_devnagari": "tejo balaṁ dhṛtiḥ śauryaṁtitikṣaudāryam udyamaḥsthairyaṁ brahmanyam aiśvaryaṁkṣatra-prakṛtayas tv imāḥ",
        "verse_Syn": [
            "tejaḥ",
            "balam",
            "dhṛtiḥ",
            "śauryam",
            "titikṣā",
            "audāryam",
            "udyamaḥ",
            "sthairyam",
            "brahmaṇyam",
            "aiśvaryam",
            "kṣatra",
            "prakṛtayaḥ",
            "tu",
            "imāḥ"
        ],
        "translation": "Dynamic power, bodily strength, determination, heroism, tolerance, generosity, great endeavor, steadiness, devotion to the brāhmaṇas and leadership are the natural qualities of the kṣatriyas.",
        "purport": ""
    },
    {
        "verse": "18",
        "devanagari": "आस्तिक्यं दाननिष्ठा च अदम्भो ब्रह्मसेवनम् ।अतुष्टिरर्थोपचयैर्वैश्यप्रकृतयस्त्विमा: ॥ १८ ॥",
        "english_devnagari": "āstikyaṁ dāna-niṣṭhā caadambho brahma-sevanamatuṣṭir arthopacayairvaiśya-prakṛtayas tv imāḥ",
        "verse_Syn": [
            "āstikyam",
            "dāna",
            "niṣṭhā",
            "ca",
            "adambhaḥ",
            "brahma",
            "sevanam",
            "atuṣṭiḥ",
            "artha",
            "upacayaiḥ",
            "vaiśya",
            "prakṛtayaḥ",
            "tu",
            "imāḥ"
        ],
        "translation": "Faith in Vedic civilization, dedication to charity, freedom from hypocrisy, service to the brāhmaṇas and perpetually desiring to accumulate more money are the natural qualities of the vaiśyas.",
        "purport": " Atuṣṭir arthopacayaiḥ indicates that a vaiśya is never satisfied with any amount of wealth and always wants to accumulate more. On the other hand, he is dāna-niṣṭha, or dedicated to charitable work; brahmasevī, always engaged in assisting the brāhmaṇas; and adambha, free from hypocrisy. This is due to āstikyam, or complete faith in the Vedic way of life, and confidence that one will be rewarded or punished in the next life for one’s present activities. The fervent desire of the vaiśyas to accumulate wealth is not the same as ordinary material greed, because it is purified and tempered by the superior qualities mentioned in this verse."
    },
    {
        "verse": "19",
        "devanagari": "शुश्रूषणं द्विजगवां देवानां चाप्यमायया ।तत्र लब्धेन सन्तोष: शूद्रप्रकृतयस्त्विमा: ॥ १९ ॥",
        "english_devnagari": "śuśrūṣaṇaṁ dvija-gavāṁdevānāṁ cāpy amāyayātatra labdhena santoṣaḥśūdra-prakṛtayas tv imāḥ",
        "verse_Syn": [
            "śuśrūṣaṇam",
            "dvija",
            "gavām",
            "devānām",
            "ca",
            "api",
            "amāyayā",
            "tatra",
            "labdhena",
            "santoṣaḥ",
            "śūdra",
            "prakṛtayaḥ",
            "tu",
            "imāḥ"
        ],
        "translation": "Service without duplicity to the brāhmaṇas, cows, demigods and other worshipable personalities, and complete satisfaction with whatever income is obtained in such service, are the natural qualities of śūdras.",
        "purport": " When the entire social order is functioning properly according to Vedic standards, everyone is happy and satisfied. Although the śūdras are to be satisfied with whatever income they obtain through their service, they never lack the necessities of life, because the other orders of society, such as kṣatriyas and vaiśyas, are required to be abundantly generous, and the brāhmaṇas are well known for being the most merciful of all. Therefore, if all social classes obey the Vedic injunctions there will be a new and blissful life for the entire human society under the guidance of Kṛṣṇa consciousness."
    },
    {
        "verse": "20",
        "devanagari": "अशौचमनृतं स्तेयं नास्तिक्यं शुष्कविग्रह: ।काम: क्रोधश्च तर्षश्च स भावोऽन्त्यावसायिनाम् ॥ २० ॥",
        "english_devnagari": "aśaucam anṛtaṁ steyaṁnāstikyaṁ śuṣka-vigrahaḥkāmaḥ krodhaś ca tarṣaś casa bhāvo ’ntyāvasāyinām",
        "verse_Syn": [
            "aśaucam",
            "anṛtam",
            "steyam",
            "nāstikyam",
            "śuṣka",
            "vigrahaḥ",
            "kāmaḥ",
            "krodhaḥ",
            "ca",
            "tarṣaḥ",
            "ca",
            "saḥ",
            "bhāvaḥ",
            "antya",
            "avasāyinām"
        ],
        "translation": "Dirtiness, dishonesty, thievery, faithlessness, useless quarrel, lust, anger and hankering constitute the nature of those in the lowest position outside the varṇāśrama system.",
        "purport": " Here the Lord describes those who reside outside the scientific social system called varṇāśrama. In Europe and America, we have practically observed that the standards of cleanliness are abominable even among so-called educated persons. Going without bathing and the use of indecent language are common. In the modern age people whimsically speak whatever they like, dispensing with all authority, and there is therefore very little truthfulness or true wisdom. Similarly, in both the capitalistic and communistic countries, everyone is busily engaged in stealing and robbing from everyone else in the name of business, taxation or outright crime. People are not confident of the kingdom of God nor of their own eternal nature, and thus their faith is very weak. Moreover, since modern human beings are not very interested in Kṛṣṇa consciousness they constantly quarrel, bicker and fight over completely insignificant issues relating to the material body. Thus at the slightest provocation there are huge wars and massacres. Lust, anger and hankering have become practically unlimited in Kali-yuga. The symptoms and characteristics mentioned here can be abundantly observed throughout the world, wherever people have fallen away from the varṇāśrama system. Because of sinful habits such as animal killing, illicit sex, intoxication and gambling, the great majority of human beings have become caṇḍālas, or untouchables."
    },
    {
        "verse": "21",
        "devanagari": "अहिंसा सत्यमस्तेयमकामक्रोधलोभता ।भूतप्रियहितेहा च धर्मोऽयं सार्ववर्णिक: ॥ २१ ॥",
        "english_devnagari": "ahiṁsā satyam asteyamakāma-krodha-lobhatābhūta-priya-hitehā cadharmo ’yaṁ sārva-varṇikaḥ",
        "verse_Syn": [
            "ahiṁsā",
            "satyam",
            "asteyam",
            "a",
            "kāma",
            "krodha",
            "lobhatā",
            "bhūta",
            "priya",
            "hita",
            "īhā",
            "ca",
            "dharmaḥ",
            "ayam",
            "sārva",
            "varṇikaḥ"
        ],
        "translation": "Nonviolence, truthfulness, honesty, desire for the happiness and welfare of all others and freedom from lust, anger and greed constitute duties for all members of society.",
        "purport": " The word sārva-varṇika indicates that the above-mentioned principles constitute general piety, which should be observed by all members of society, even those outside the varṇāśrama system. We practically find that even in societies that have fallen away from the varṇāśrama system, the above-mentioned principles are honored and encouraged. Such principles do not constitute a specific path of liberation but are perennial virtues in human society."
    },
    {
        "verse": "22",
        "devanagari": "द्वितीयं प्राप्यानुपूर्व्याज्जन्मोपनयनं द्विज: ।वसन् गुरुकुले दान्तो ब्रह्माधीयीत चाहूत: ॥ २२ ॥",
        "english_devnagari": "dvitīyaṁ prāpyānupūrvyājjanmopanayanaṁ dvijaḥvasan gurukule dāntobrahmādhīyīta cāhūtaḥ",
        "verse_Syn": [
            "dvitīyam",
            "prāpya",
            "ānupūrvyāt",
            "janma",
            "upanayanam",
            "dvijaḥ",
            "vasan",
            "gurukule",
            "dāntaḥ",
            "brahma",
            "adhīyīta",
            "ca",
            "āhūtaḥ"
        ],
        "translation": "The twice-born member of society achieves second birth through the sequence of purificatory ceremonies culminating in Gāyatrī initiation. Being summoned by the spiritual master, he should reside within the guru’s āśrama and with a self-controlled mind carefully study the Vedic literature.",
        "purport": " The term dvija, or “twice-born,” here indicates the three superior classes, namely brāhmaṇas, kṣatriyas and vaiśyas, who all receive the Gāyatrī mantra, which signifies their second birth through spiritual initiation. One’s first birth is biological, or seminal, and does not necessarily indicate that one is intelligent or enlightened. A young brāhmaṇa boy, if qualified, may be initiated with Gāyatrī mantra at the age of twelve, and kṣatriyas and vaiśyas a few years later. In order to become enlightened with spiritual knowledge, the boy resides within the gurukula, or āśrama of the spiritual master. The International Society for Krishna Consciousness has established similar gurukulas all over the world and is issuing a great call to civilized human beings to arrange for the proper education of their children. Every young boy and girl should learn to be self-controlled and should become enlightened through study of authorized Vedic literatures. In this way, unlike ordinary animals, insects, fish and birds, etc., an enlightened human being may take birth twice and thus become perfect in the knowledge that leads to ultimate liberation. The word ānupūrvyāt in this verse indicates the system of saṁskāras, or purificatory rites, beginning with garbhādhāna-saṁskāra, or the purification of the sexual act. Generally, śūdras and those who do not follow the Vedic system are not attracted to such purificatory ceremonies; therefore they remain ignorant of spiritual life and envious of the bona fide spiritual master. Those whose character has been civilized by a systematic cleansing process give up the tendency to be argumentative and whimsical and instead become submissive and eager to learn in the presence of a bona fide spiritual master."
    },
    {
        "verse": "23",
        "devanagari": "मेखलाजिनदण्डाक्षब्रह्मसूत्रकमण्डलून् ।जटिलोऽधौतदद्वासोऽरक्तपीठ: कुशान् दधत् ॥ २३ ॥",
        "english_devnagari": "mekhalājina-daṇḍākṣa-brahma-sūtra-kamaṇḍalūnjaṭilo ’dhauta-dad-vāso’rakta-pīṭhaḥ kuśān dadhat",
        "verse_Syn": [
            "mekhalā",
            "ajina",
            "daṇḍa",
            "akṣa",
            "brahma",
            "sūtra",
            "kamaṇḍalūn",
            "jaṭilaḥ",
            "adhauta",
            "dat",
            "vāsaḥ",
            "arakta",
            "pīṭhaḥ",
            "kuśān",
            "dadhat"
        ],
        "translation": "The brahmacārī should regularly dress with a belt of straw and deerskin garments. He should wear matted hair, carry a rod and waterpot and be decorated with akṣa beads and a sacred thread. Carrying pure kuśa grass in his hand, he should never accept a luxurious or sensuous sitting place. He should not unnecessarily polish his teeth, nor should he bleach and iron his clothes.",
        "purport": " The word adhauta-dad-vāsa indicates that a renounced brahmacārī is not concerned with a glistening smile to attract the opposite sex, nor does he pay much attention to his outer garments. Brahmacārī life is meant for austerity and obedience to the spiritual master so that later in life, when one becomes a businessman, politician or intellectual brāhmaṇa, one will be able to call upon resources of character, discipline, self-control, austerity and humility. Student life, as described here, is far different from the mindless hedonism known as modern education. Of course, in the modern age, Kṛṣṇa conscious brahmacārīs cannot artificially adopt the ancient dress and ritualistic duties described here; but the essential values of self-control, purity and obedience to a bona fide spiritual master are just as necessary today as they were in Vedic times."
    },
    {
        "verse": "24",
        "devanagari": "स्‍नानभोजनहोमेषु जपोच्चारे च वाग्यत: ।न च्छिन्द्यान्नखरोमाणि कक्षोपस्थगतान्यपि ॥ २४ ॥",
        "english_devnagari": "snāna-bhojana-homeṣujapoccāre ca vāg-yataḥna cchindyān nakha-romāṇikakṣopastha-gatāny api",
        "verse_Syn": [
            "snāna",
            "bhojana",
            "homeṣu",
            "japa",
            "uccāre",
            "ca",
            "vāk",
            "yataḥ",
            "na",
            "chindyāt",
            "nakha",
            "romāṇi",
            "kakṣa",
            "upastha",
            "gatāni",
            "api"
        ],
        "translation": "A brahmacārī should always remain silent while bathing, eating, attending sacrificial performances, chanting japa or passing stool and urine. He should not cut his nails and hair, including the armpit and pubic hair.",
        "purport": " Nārada Muni gives a similar technical description of Vedic brahmacārī life in Canto Seven, Chapter Twelve, of Śrīmad-Bhāgavatam."
    },
    {
        "verse": "25",
        "devanagari": "रेतो नावकिरेज्जातु ब्रह्मव्रतधर: स्वयम् ।अवकीर्णेऽवगाह्याप्सु यतासुस्‍त्रिपदां जपेत् ॥ २५ ॥",
        "english_devnagari": "reto nāvakirej jātubrahma-vrata-dharaḥ svayamavakīrṇe ’vagāhyāpsuyatāsus tri-padāṁ japet",
        "verse_Syn": [
            "retaḥ",
            "na",
            "avakiret",
            "jātu",
            "brahma",
            "vrata",
            "dharaḥ",
            "svayam",
            "avakīrṇe",
            "avagāhya",
            "apsu",
            "yata",
            "asuḥ",
            "tri",
            "padām",
            "japet"
        ],
        "translation": "One observing the vow of celibate brahmacārī life should never pass semen. If the semen by chance spills out by itself, the brahmacārī should immediately take bath in water, control his breath by prāṇāyāma and chant the Gāyatrī mantra.",
        "purport": ""
    },
    {
        "verse": "26",
        "devanagari": "अग्‍न्यर्काचार्यगोविप्रगुरुवृद्धसुराञ्शुचि: ।समाहित उपासीत सन्ध्ये द्वे यतवाग् जपन् ॥ २६ ॥",
        "english_devnagari": "agny-arkācārya-go-vipra-guru-vṛddha-surāñ śuciḥsamāhita upāsītasandhye dve yata-vāg japan",
        "verse_Syn": [
            "agni",
            "arka",
            "ācārya",
            "go",
            "vipra",
            "guru",
            "vṛddha",
            "surān",
            "śuciḥ",
            "samāhitaḥ",
            "upāsīta",
            "sandhye",
            "dve",
            "yata",
            "vāk",
            "japan"
        ],
        "translation": "Purified and fixed in consciousness, the brahmacārī should worship the fire-god, sun, ācārya, cows, brāhmaṇas, guru, elderly respectable persons and demigods. He should perform such worship at sunrise and sunset, without speaking but by silently chanting or murmuring the appropriate mantras.",
        "purport": ""
    },
    {
        "verse": "27",
        "devanagari": "आचार्यं मां विजानीयान्नावमन्येत कर्हिचित् ।न मर्त्यबुद्ध्यासूयेत सर्वदेवमयो गुरु: ॥ २७ ॥",
        "english_devnagari": "ācāryaṁ māṁ vijānīyānnavamanyeta karhicitna martya-buddhyāsūyetasarva-deva-mayo guruḥ",
        "verse_Syn": [
            "ācāryam",
            "mām",
            "vijānīyāt",
            "na",
            "avamanyeta",
            "karhicit",
            "na",
            "martya",
            "buddhyā",
            "asūyeta",
            "sarva",
            "deva",
            "mayaḥ",
            "guruḥ"
        ],
        "translation": "One should know the ācārya as Myself and never disrespect him in any way. One should not envy him, thinking him an ordinary man, for he is the representative of all the demigods.",
        "purport": " This verse appears in Caitanya-caritāmṛta (Ādi 1.46). His Divine Grace Oṁ Viṣṇupāda Paramahaṁsa Parivrājakācārya Aṣṭottara-śata Śrī Śrīmad A.C. Bhaktivedanta Swami Prabhupāda has commented on this verse as follows. “This is a verse from Śrīmad-Bhāgavatam (11.17.27) spoken by Lord Śrī Kṛṣṇa when He was questioned by Uddhava regarding the four social and spiritual orders of society. He was specifically instructing how a brahmacārī should behave under the care of a spiritual master. A spiritual master is not an enjoyer of facilities offered by his disciples. He is like a parent. Without the attentive service of his parents, a child cannot grow to manhood; similarly, without the care of the spiritual master one cannot rise to the plane of transcendental service. “The spiritual master is also called ācārya, or a transcendental professor of spiritual science. Manu-saṁhitā (2.140) explains the duties of an ācārya, describing that a bona fide spiritual maser accepts charge of disciples, teaches them the Vedic knowledge with all its intricacies, and gives them their second birth. The ceremony performed to initiate a disciple into the study of spiritual science is called upanīti, or the function that brings one nearer to the spiritual master. One who cannot be brought nearer to a spiritual master cannot have a sacred thread, and thus he is indicated to be a śūdra. The sacred thread worn on the body of a brāhmaṇa, kṣatriya or vaiśya is a symbol of initiation by the spiritual master; it is worth nothing if worn merely to boast of high parentage. The duty of the spiritual master is to initiate a disciple with the sacred thread ceremony, and after this saṁskāra, or purificatory process, the spiritual master actually begins to teach the disciple about the Vedas. A person born a śūdra is not barred from such spiritual initiation, provided he is approved by the spiritual master, who is duly authorized to award a disciple the right to be a brāhmaṇa if he finds him perfectly qualified. In the Vāyu Purāṇa an ācārya is defined as one who knows the import of all the Vedic literatures, explains the purpose of the Vedas, abides by their rules and regulations, and teaches his disciples to act in the same way. “Only out of His immense compassion does the Personality of Godhead reveal Himself as the spiritual master. Therefore in the dealings of an ācārya there are no activities but those of transcendental loving service to the Lord. He is the Supreme Personality of Servitor Godhead. It is worthwhile to take shelter of such a steady devotee, who is called āśraya-vigraha, or the manifestation or form of the Lord of whom one must take shelter. “If one poses himself as an ācārya but does not have an attitude of servitorship to the Lord, he must be considered an offender, and this offensive attitude disqualifies him from being an ācārya. The bona fide spiritual master always engages in unalloyed devotional service to the Supreme Personality of Godhead. By this test he is known to be a direct manifestation of the Lord and a genuine representative of Śrī Nityānanda Prabhu. Such a spiritual master is known as ācāryadeva. Influenced by an envious temperament and dissatisfied because of an attitude of sense gratification, mundaners criticize a real ācārya. In fact, however, a bona fide ācārya is nondifferent from the Personality of Godhead, and therefore to envy such an ācārya is to envy the Personality of Godhead Himself. This will produce an effect subversive to transcendental realization. “As mentioned previously, a disciple should always respect the spiritual master as a manifestation of Śrī Kṛṣṇa, but at the same time one should always remember that a spiritual master is never authorized to imitate the transcendental pastimes of the Lord. False spiritual masters pose themselves as identical with Śrī Kṛṣṇa in every respect, to exploit the sentiments of their disciples, but such impersonalists can only mislead their disciples, for their ultimate aim is to become one with the Lord. This is against the principles of the devotional cult. “The real Vedic philosophy is acintya-bhedābheda-tattva, which establishes everything to be simultaneously one with and different from the Personality of Godhead. Śrīla Raghunātha dāsa Gosvāmī confirms that this is the real position of a bona fide spiritual master and says that one should always think of the spiritual master in terms of his intimate relationship with Mukunda (Śrī Kṛṣṇa). Śrīla Jīva Gosvāmī, in his Bhakti-sandarbha (213), has clearly defined that a pure devotee’s observation of the spiritual master and Lord Śiva as one with the Personality of Godhead exists in terms of their being very dear to the Lord, not identical with Him in all respects. Following in the footsteps of Śrīla Raghunātha dāsa Gosvāmī and Śrīla Jīva Gosvāmī, later ācāryas like Śrīla Viśvanātha Cakravartī Ṭhākura have confirmed the same truths. In his prayers to the spiritual master, Śrīla Viśvanātha Cakravartī Ṭhākura confirms that all the revealed scriptures accept the spiritual master to be identical with the Personality of Godhead because he is a very dear and confidential servant of the Lord. Gauḍīya Vaiṣṇavas therefore worship Śrīla Gurudeva (the spiritual master) in the light of his being the servitor of the Personality of Godhead. In all the ancient literatures of devotional service and in the more recent songs of Śrīla Narottama dāsa Ṭhākura, Śrīla Bhaktivinoda Ṭhākura and other unalloyed Vaiṣṇavas, the spiritual master is always considered to be either one of the confidential associates of Śrīmatī Rādhārāṇī or a manifested representation of Śrīla Nityānanda Prabhu.”"
    },
    {
        "verse": "28",
        "devanagari": "सायं प्रातरुपानीय भैक्ष्यं तस्मै निवेदयेत् ।यच्चान्यदप्यनुज्ञातमुपयुञ्जीत संयत: ॥ २८ ॥",
        "english_devnagari": "sāyaṁ prātar upānīyabhaikṣyaṁ tasmai nivedayetyac cānyad apy anujñātamupayuñjīta saṁyataḥ",
        "verse_Syn": [
            "sāyam",
            "prātaḥ",
            "upānīya",
            "bhaikṣyam",
            "tasmai",
            "nivedayet",
            "yat",
            "ca",
            "anyat",
            "api",
            "anujñātam",
            "upayuñjīta",
            "saṁyataḥ"
        ],
        "translation": "In the morning and evening one should collect foodstuffs and other articles and deliver them to the spiritual master. Then, being self-controlled, one should accept for oneself that which is allotted by the ācārya.",
        "purport": " One who desires to receive the mercy of a bona fide spiritual master should not be eager to accumulate the paraphernalia of sense gratification; rather, whatever one is able to collect one should offer at the lotus feet of the ācārya. Being self-controlled, one should humbly accept that which is allotted by the bona fide spiritual master. Every living entity must ultimately be trained to serve the Supreme Personality of Godhead, but until one has become expert in the techniques of spiritual service one should offer everything to the spiritual master, who is completely realized in the process of worshiping the Lord. When the spiritual master sees that the disciple is advanced in Kṛṣṇa consciousness, he then engages the disciple in directly worshiping the Personality of Godhead. A bona fide spiritual master does not use anything for his personal sense gratification and entrusts to his disciple only as much material opulence as the disciple can properly offer to the lotus feet of the Lord. The example may be given that when an ordinary father tries to train his son in business and other material activities, he entrusts to the son only as much wealth as the son can intelligently engage in profitable enterprises without foolishly wasting the father’s hard-earned money. Similarly, the bona fide spiritual master teaches his disciple to worship the Lord, and an immature disciple must simply deliver everything to the lotus feet of the guru, just as an immature child does not keep a personal bank account but rather receives his maintenance from the father, who trains the son to be responsible. If one cheats oneself by defying the order of a bona fide spiritual master or Kṛṣṇa, one certainly becomes a nondevotee, or sense enjoyer, and falls from the spiritual path. Therefore, one should be trained to serve a bona fide spiritual master and thus become mature in Kṛṣṇa consciousness."
    },
    {
        "verse": "29",
        "devanagari": "शुश्रूषमाण आचार्यं सदोपासीत नीचवत् ।यानशय्यासनस्थानैर्नातिदूरे कृताञ्जलि: ॥ २९ ॥",
        "english_devnagari": "śuśrūṣamāṇa ācāryaṁsadopāsīta nīca-vatyāna-śayyāsana-sthānairnāti-dūre kṛtāñjaliḥ",
        "verse_Syn": [
            "śuśrūṣamāṇaḥ",
            "ācāryam",
            "sadā",
            "upāsīta",
            "nīca",
            "vat",
            "yāna",
            "śayyā",
            "āsana",
            "sthānaiḥ",
            "na",
            "ati",
            "dūre",
            "kṛta",
            "añjaliḥ"
        ],
        "translation": "While engaged in serving the spiritual master one should remain as a humble servant, and thus when the guru is walking the servant should humbly walk behind. When the guru lies down to sleep, the servant should also lie down nearby, and when the guru has awakened, the servant should sit near him, massaging his lotus feet and rendering other, similar services. When the guru is sitting down on his āsana, the servant should stand nearby with folded hands, awaiting the guru’s order. In this way one should always worship the spiritual master.",
        "purport": ""
    },
    {
        "verse": "30",
        "devanagari": "एवंवृत्तो गुरुकुले वसेद् भोगविवर्जित: ।विद्या समाप्यते यावद् बिभ्रद् व्रतमखण्डितम् ॥ ३० ॥",
        "english_devnagari": "evaṁ-vṛtto gurukulevased bhoga-vivarjitaḥvidyā samāpyate yāvadbibhrad vratam akhaṇḍitam",
        "verse_Syn": [
            "evam",
            "vṛttaḥ",
            "gurukule",
            "vaset",
            "bhoga",
            "vivarjitaḥ",
            "vidyā",
            "samāpyate",
            "yāvat",
            "bibhrat",
            "vratam",
            "akhaṇḍitam"
        ],
        "translation": "Until the student has completed his Vedic education he should remain engaged in the āśrama of the spiritual master, should remain completely free of material sense gratification and should not break his vow of celibacy [brahmacarya].",
        "purport": " This verse describes the upakurvāṇa-brahmacārī, who enters gṛhastha-āśrama, or family life, after completing his Vedic education. The word evaṁ-vṛttaḥ indicates that although one may eventually marry and become prominent in society as an intellectual, politician or businessman, during student life one must remain without false prestige as a humble servant of the bona fide spiritual master. The naiṣṭhiki-brahmacārī, who never marries, is described in the following verse."
    },
    {
        "verse": "31",
        "devanagari": "यद्यसौ छन्दसां लोकमारोक्ष्यन् ब्रह्मविष्टपम् ।गुरवे विन्यसेद् देहं स्वाध्यायार्थं बृहद्‍व्रत: ॥ ३१ ॥",
        "english_devnagari": "yady asau chandasāṁ lokamārokṣyan brahma-viṣṭapamgurave vinyased dehaṁsvādhyāyārthaṁ bṛhad-vrataḥ",
        "verse_Syn": [
            "yadi",
            "asau",
            "chandasām",
            "lokam",
            "ārokṣyan",
            "brahma",
            "viṣṭapam",
            "gurave",
            "vinyaset",
            "deham",
            "sva",
            "adhyāya",
            "artham",
            "bṛhat",
            "vrataḥ"
        ],
        "translation": "If the brahmacārī student desires to ascend to the Maharloka or Brahmaloka planets, then he should completely surrender his activities to the spiritual master and, observing the powerful vow of perpetual celibacy, dedicate himself to superior Vedic studies.",
        "purport": " One who desires the supreme perfection of life must engage his body, mind and words in the service of a bona fide spiritual master. One desiring elevation to superior planets such as Brahmaloka and Maharloka must fully engage in the spiritual master’s service. We can thus imagine the sincerity of purpose and service required to achieve the Kṛṣṇaloka planet, which lies far beyond the material universe."
    },
    {
        "verse": "32",
        "devanagari": "अग्नौ गुरावात्मनि च सर्वभूतेषु मां परम् ।अपृथग्धीरुपासीत ब्रह्मवर्चस्व्यकल्मष: ॥ ३२ ॥",
        "english_devnagari": "agnau gurāv ātmani casarva-bhūteṣu māṁ paramapṛthag-dhīr upasītabrahma-varcasvy akalmaṣaḥ",
        "verse_Syn": [
            "agnau",
            "gurau",
            "ātmani",
            "ca",
            "sarva",
            "bhūteṣu",
            "mām",
            "param",
            "apṛthak",
            "dhīḥ",
            "upāsīta",
            "brahma",
            "varcasvī",
            "akalmaṣaḥ"
        ],
        "translation": "Thus enlightened in Vedic knowledge by service to the spiritual master, freed from all sins and duality, one should worship Me as the Supersoul, as I appear within fire, the spiritual master, one’s own self and all living entities.",
        "purport": " One becomes glorious and enlightened by faithfully serving a bona fide spiritual master, who is expert in the Vedic way of life. Thus purified, one never engages in sinful activities, which immediately extinguish the fire of spiritual enlightenment; nor does one become foolish and small-minded, trying to exploit material nature for personal sense gratification. A purified human being is apṛthag-dhī, or without consciousness of duality, because he has been trained to observe the Supreme Personality of Godhead within all things. Such sublime consciousness should be systematically taught throughout the world so that human society will become peaceful and sublime."
    },
    {
        "verse": "33",
        "devanagari": "स्‍त्रीणां निरीक्षणस्पर्शसंलापक्ष्वेलनादिकम् ।प्राणिनो मिथुनीभूतानगृहस्थोऽग्रतस्त्यजेत् ॥ ३३ ॥",
        "english_devnagari": "strīṇāṁ nirīkṣaṇa-sparśa-saṁlāpa-kṣvelanādikamprāṇino mithunī-bhūtānagṛhastho ’gratas tyajet",
        "verse_Syn": [
            "strīṇām",
            "nirīkṣaṇa",
            "sparśa",
            "saṁlāpa",
            "kṣvelana",
            "ādikam",
            "prāṇinaḥ",
            "mithunī",
            "bhūtān",
            "agṛha",
            "sthaḥ",
            "agrataḥ",
            "tyajet"
        ],
        "translation": "Those who are not married — sannyāsīs, vānaprasthas and brahmacārīs — should never associate with women by glancing, touching, conversing, joking or sporting. Neither should they ever associate with any living entity engaged in sexual activities.",
        "purport": " Prāṇinaḥ indicates all living entities, whether birds, bees or human beings. Among most species of life, sexual intercourse is preceded by diverse mating rituals. In human society, all types of entertainment (books, music, films) and all places of amusement (restaurants, shopping centers, resorts) are designed to stimulate the sexual urge and create an aura of “romance.” One who is not married — a sannyāsī, brahmacārī or vānaprastha — should rigidly avoid anything related to sex and of course should never see any living entity, whether bird, insect or human, engaging in the various phases of sexual intercourse. When a man jokes with a woman, an intimate, sexually charged atmosphere is immediately created, and this should also be avoided for those aspiring to practice celibacy. Even a householder who becomes attached to such activities will also fall down into the darkness of ignorance."
    },
    {
        "verse": "34-35",
        "devanagari": "शौचमाचमनं स्‍नानं सन्ध्योपास्तिर्ममार्चनम् ।तीर्थसेवा जपोऽस्पृश्याभक्ष्यासम्भाष्यवर्जनम् ॥ ३४ ॥सर्वाश्रमप्रयुक्तोऽयं नियम: कुलनन्दन ।मद्भ‍ाव: सर्वभूतेषु मनोवाक्कायसंयम: ॥ ३५ ॥",
        "english_devnagari": "śaucam ācamanaṁ snānaṁsandhyopāstir mamārcanamtīrtha-sevā japo ’spṛśyā-bhakṣyāsambhāṣya-varjanam",
        "verse_Syn": [
            "śaucam",
            "ācamanam",
            "snānam",
            "sandhyā",
            "upāstiḥ",
            "mama",
            "arcanam",
            "tīrtha",
            "sevā",
            "japaḥ",
            "aspṛśya",
            "abhakṣya",
            "asambhāṣya",
            "varjanam",
            "sarva",
            "āśrama",
            "prayuktaḥ",
            "ayam",
            "niyamaḥ",
            "kula",
            "nandana",
            "mat",
            "bhāvaḥ",
            "sarva",
            "bhūteṣu",
            "manaḥ",
            "vāk",
            "kāya",
            "saṁyamaḥ"
        ],
        "translation": "My dear Uddhava, general cleanliness, washing the hands, bathing, performing religious services at sunrise, noon and sunset, worshiping Me, visiting holy places, chanting japa, avoiding that which is untouchable, uneatable or not to be discussed, and remembering My existence within all living entities as the Supersoul — these principles should be followed by all members of society through regulation of the mind, words and body.",
        "purport": ""
    },
    {
        "verse": "36",
        "devanagari": "एवं बृहद्‍व्रतधरो ब्राह्मणोऽग्निरिव ज्वलन् ।मद्भ‍क्तस्तीव्रतपसा दग्धकर्माशयोऽमल: ॥ ३६ ॥",
        "english_devnagari": "evaṁ bṛhad-vrata-dharobrāhmaṇo ’gnir iva jvalanmad-bhaktas tīvra-tapasādagdha-karmāśayo ’malaḥ",
        "verse_Syn": [
            "evam",
            "bṛhat",
            "vrata",
            "dharaḥ",
            "brāhmaṇaḥ",
            "agniḥ",
            "iva",
            "jvalan",
            "mat",
            "bhaktaḥ",
            "tīvra",
            "tapasā",
            "dagdha",
            "karma",
            "āśayaḥ",
            "amalaḥ"
        ],
        "translation": "A brāhmaṇa observing the great vow of celibacy becomes brilliant like fire and by serious austerity burns to ashes the propensity to perform material activities. Free from the contamination of material desire, he becomes My devotee.",
        "purport": " The process of liberation is described in this verse. Once when Śrīla Prabhupāda was traveling by airplane, a fellow passenger, who happened to be a priest, told him that he had seen his disciples and found them “bright-faced.” Śrīla Prabhupāda was fond of relating this incident. The spirit soul is more brilliant than the sun, and as the process of spiritual purification gradually takes effect, even the external form of a devotee becomes effulgent. The glowing fire of spiritual knowledge burns to ashes the mentality of sense gratification, and one naturally becomes austere and disinterested in mundane enjoyment. Among all austerities, the best is celibacy, by which the shackles of material life immediately become slackened. One who is amala, free from material desire, is known as a pure devotee of the Lord. On the paths of jñāna, karma and yoga the mind retains the concept of personal interest, but on the path of pure devotion the mind is trained to see only the interests of the Personality of Godhead. Thus a pure devotee of the Lord is amala, completely pure."
    },
    {
        "verse": "37",
        "devanagari": "अथानन्तरमावेक्ष्यन् यथा जिज्ञासितागम: ।गुरवे दक्षिणां दत्त्वा स्‍नायाद् गुर्वनुमोदित: ॥ ३७ ॥",
        "english_devnagari": "athānantaram āvekṣyanyathā-jijñāsitāgamaḥgurave dakṣiṇāṁ dattvāsnāyād gurv-anumoditaḥ",
        "verse_Syn": [
            "atha",
            "anantaram",
            "āvekṣyan",
            "yathā",
            "jijñāsita",
            "āgamaḥ",
            "gurave",
            "dakṣiṇām",
            "dattvā",
            "snāyāt",
            "guru",
            "anumoditaḥ"
        ],
        "translation": "A brahmacārī who has completed his Vedic education and desires to enter household life should offer proper remuneration to the spiritual master, bathe, cut his hair, put on proper clothes, and so on. Then, taking permission from the guru, he should go back to his home.",
        "purport": " This verse describes the process called samāvartana, or returning to one’s home after finishing Vedic education in the āśrama of the spiritual master. One who cannot concentrate all of his desires in the devotional service of the Lord is attracted to householder life, and if this attraction is not regulated, one will fall down. Being covered by the ignorance of fruitive activities and mental speculation, a living entity seeks enjoyment outside the devotional service of the Supreme Lord and becomes a nondevotee. One who takes to family life must rigidly follow the Vedic rules and regulations in order to avoid the collapse of his spiritual determination. One who enjoys intimate sense gratification with women must become duplicitous in his dealings with others and consequently falls down from the platform of simple, pure life. When the mind is disturbed by lust, one begins to resent the principle of submission to the Supreme Personality of Godhead and His pure devotee, and the dark clouds of one’s offensive mentality completely cover the light of spiritual knowledge. One should dovetail his propensity to love someone by serving the lotus feet of a pure devotee. As stated in Vedic literature, “One who worships Govinda, Lord Kṛṣṇa, but does not worship His devotees is not to be considered an advanced Vaiṣṇava; rather, he is to be considered a proud hypocrite.”"
    },
    {
        "verse": "38",
        "devanagari": "गृहं वनं वोपविशेत् प्रव्रजेद् वा द्विजोत्तम: ।आश्रमादाश्रमं गच्छेन्नान्यथामत्परश्चरेत् ॥ ३८ ॥",
        "english_devnagari": "gṛhaṁ vanaṁ vopaviśetpravrajed vā dvijottamaḥāśramād āśramaṁ gacchennānyathāmat-paraś caret",
        "verse_Syn": [
            "gṛham",
            "vanam",
            "vā",
            "upaviśet",
            "pravrajet",
            "vā",
            "dvija",
            "uttamaḥ",
            "āśramāt",
            "āśramam",
            "gacchet",
            "na",
            "anyathā",
            "amat",
            "paraḥ",
            "caret"
        ],
        "translation": "A brahmacārī desiring to fulfill his material desires should live at home with his family, and a householder who is eager to purify his consciousness should enter the forest, whereas a purified brāhmaṇa should accept the renounced order of life. One who is not surrendered to Me should move progressively from one āśrama to another, never acting otherwise.",
        "purport": " Those who are not surrendered devotees of the Lord must rigidly observe the regulations governing one’s authorized social status. There are four social divisions of life, namely brahmacarya, gṛhastha, vānaprastha and sannyāsa. One who wants to fulfill material desires should become an ordinary householder (gṛhastha), establish a comfortable residence and maintain his family. One desiring to accelerate the process of purification may give up his home and business and live in a sacred place with his wife, as indicated here by the word vanam, or “forest.” There are many sacred forests in India meant for this purpose, such as Vṛndāvana and Māyāpur. The word dvijottama indicates the brāhmaṇas. Brāhmaṇas, kṣatriyas and vaiśyas are all dvija, or initiated in the Gāyatrī mantra, but the brāhmaṇa is dvijottama, or the highest among those who have received second birth by spiritual initiation. It is recommended that a purified brāhmaṇa take to the renounced order of life (sannyāsa), giving up further contact with his so-called wife. The brāhmaṇa is specifically mentioned here, since kṣatriyas and vaiśyas are not to take the renounced order of life. Even so, there are many stories in the Bhāgavatam wherein great kings retire with their aristocratic wives to the forest to practice the austerities of vānaprastha and thus accelerate the process of purification. The brāhmaṇas, however, may directly accept the renounced order of life. The words āśramād āśramaṁ gacchet indicate that one may progressively move from brahmacārī life to gṛhastha life to vānaprastha life and then to sannyāsa. The words āśramād āśramam emphasize that one should never remain without an authorized social status, nor should one go backward, falling down from a higher position. Those who are not surrendered devotees of the Lord must rigidly observe such injunctions, for otherwise they will quickly become degraded, and their sins will place them outside the bounds of authorized human civilization. Lord Kṛṣṇa emphasizes here that a nondevotee must rigidly observe the rituals and regulations of Vedic social divisions, whereas the Lord’s pure devotee, engaged twenty-four hours a day in Lord Kṛṣṇa’s mission, is transcendental to such divisions. If, however, one performs illicit activities on the strength of being transcendental to Vedic social divisions, one is revealed to be a materialistic neophyte and not an advanced devotee of the Lord. An advanced devotee, who remains aloof from material sense gratification, is not bound by the Vedic social divisions; thus even a householder may live very austerely, traveling and preaching Kṛṣṇa consciousness away from home, and even a sannyāsī may sometimes engage women in the devotional service of Lord Kṛṣṇa. The most advanced devotees cannot be restricted by the rituals and regulations of the varṇāśrama system, and they move freely around the world distributing love of Godhead. Mat-para indicates a pure devotee of the Lord who always keeps the Lord fixed in his heart and consciousness. One who falls down to become a victim of sense gratification is not fully established on the platform of mat-para and should rigidly observe the social divisions and regulations to remain steady on the platform of pious human life."
    },
    {
        "verse": "39",
        "devanagari": "गृहार्थी सद‍ृशीं भार्यामुद्वहेदजुगुप्सिताम् ।यवीयसीं तु वयसा यां सवर्णामनुक्रमात् ॥ ३९ ॥",
        "english_devnagari": "gṛhārthī sadṛśīṁ bhāryāmudvahed ajugupsitāmyavīyasīṁ tu vayasāyāṁ sa-varṇām anu kramāt",
        "verse_Syn": [
            "gṛha",
            "arthī",
            "sadṛśīm",
            "bhāryām",
            "udvahet",
            "ajugupsitām",
            "yavīyasīm",
            "tu",
            "vayasā",
            "yām",
            "sa",
            "varṇām",
            "anu",
            "kramāt"
        ],
        "translation": "One who desires to establish family life should marry a wife of his own caste, who is beyond reproach and younger in age. If one desires to accept many wives he must marry them after the first marriage, and each wife should be of a successively lower caste.",
        "purport": " As stated in the Vedic literature, The purport of this verse is that one’s first wife must always be sadṛśīm, or similar to oneself. In other words, an intellectual man should marry an intellectual wife, a heroic man should marry a heroic wife, a business minded man should marry a woman who can encourage him in such activities, and a śūdra should marry a less intelligent woman. The wife must be beyond reproach in terms of her background and character and should always be younger than oneself, ideally five to ten years younger. If one desires to marry a second wife, then, as stated in this verse by the word varṇānupūrvyeṇa and in the verse spoken by Lord Kṛṣṇa by the word anukramāt, one must wait until the first marriage is established and then select a second wife from the next-lower caste. If one marries a third time the wife must be, again, from the next-lower caste. For example, a brāhmaṇa’s first wife will be a brāhmaṇī, his second wife will be from the kṣatriya community, his third wife from the vaiśya community and fourth wife from the śūdra community. A kṣatriya may first marry a kṣatriya lady and then vaiśya and śūdra ladies. A vaiśya can accept wives from two classes, and a śūdra will accept a wife only from the śūdra class. By this progression of marriages there will be relative peace in the family. These Vedic marriage injunctions, as mentioned in the previous verse, are especially for those who are not pure devotees of the Lord."
    },
    {
        "verse": "40",
        "devanagari": "इज्याध्ययनदानानि सर्वेषां च द्विजन्मनाम् ।प्रतिग्रहोऽध्यापनं च ब्राह्मणस्यैव याजनम् ॥ ४० ॥",
        "english_devnagari": "ijyādhyayana-dānānisarveṣāṁ ca dvi-janmanāmpratigraho ’dhyāpanaṁ cabrāhmaṇasyaiva yājanam",
        "verse_Syn": [
            "ijyā",
            "adhyayana",
            "dānāni",
            "sarveṣām",
            "ca",
            "dvi",
            "janmanām",
            "pratigrahaḥ",
            "adhyāpanam",
            "ca",
            "brāhmaṇasya",
            "eva",
            "yājanam"
        ],
        "translation": "All twice-born men — brāhmaṇas, kṣatriyas and vaiśyas — must perform sacrifice, study the Vedic literature and give charity. Only the brāhmaṇas, however, accept charity, teach the Vedic knowledge and perform sacrifice on behalf of others.",
        "purport": " All civilized men must participate in sacrificial performances, give charity and study the Vedic literature. The best of the twice-born, namely the brāhmaṇas, are specifically empowered to lead sacrificial performances on behalf of all members of society, teach everyone Vedic knowledge and receive everyone’s charity. Without the assistance or participation of qualified brāhmaṇas, the lower classes cannot properly study the Vedic literature, perform sacrifices or give in charity, because they do not have the required intelligence to perfectly execute such functions. When kṣatriyas and vaiśyas take shelter of bona fide brāhmaṇas, they are able to properly execute their respective duties, and society functions smoothly and efficiently."
    },
    {
        "verse": "41",
        "devanagari": "प्रतिग्रहं मन्यमानस्तपस्तेजोयशोनुदम् ।अन्याभ्यामेव जीवेत शिलैर्वा दोषद‍ृक् तयो: ॥ ४१ ॥",
        "english_devnagari": "pratigrahaṁ manyamānastapas-tejo-yaśo-nudamanyābhyām eva jīvetaśilair vā doṣa-dṛk tayoḥ",
        "verse_Syn": [
            "pratigraham",
            "manyamānaḥ",
            "tapaḥ",
            "tejaḥ",
            "yaśaḥ",
            "nudam",
            "anyābhyām",
            "eva",
            "jīveta",
            "śilaiḥ",
            "vā",
            "doṣa",
            "dṛk",
            "tayoḥ"
        ],
        "translation": "A brāhmaṇa who considers that accepting charity from others will destroy his austerity, spiritual influence and fame should maintain himself by the other two brahminical occupations, namely teaching Vedic knowledge and performing sacrifice. If the brāhmaṇa considers that those two occupations also compromise his spiritual position, then he should collect rejected grains in agricultural fields and live without any dependence on others.",
        "purport": " A pure devotee of the Lord should always remember that the Supreme Personality of Godhead will personally take care of him. As the Lord states in Bhagavad-gītā (9.22): “But those who worship Me with devotion, meditating on My transcendental form — to them I carry what they lack and preserve what they have.” A brāhmaṇa should not become a professional beggar for his personal maintenance. In India there are many so-called brāhmaṇas who sit at the gates of important temples and beg from everyone who comes and goes. If someone does not give a donation they become angry and chase that person. Similarly, in America there are many big preachers who collect huge amounts of money by begging on television and radio. If a brāhmaṇa or Vaiṣṇava considers that being a professional beggar is weakening his austerity, destroying his spiritual influence and giving him a bad reputation, then he should give up that process. One may beg everyone to contribute to the cause of the Supreme Personality of Godhead, but one will be diminished in austerity, influence and reputation by begging for one’s personal livelihood. A brāhmaṇa may then take up the task of teaching Vedic knowledge and performing sacrifice. But even such occupations do not bring one to the highest platform of trust in God. A brāhmaṇa who teaches as a means of livelihood may often be curbed in his teaching, and one who performs sacrifice may be manipulated by materialistic worshipers. In this way, a brāhmaṇa may be placed in an embarrassing and compromised position. Therefore a high-class brāhmaṇa or Vaiṣṇava ultimately will depend completely on the mercy of the Lord for his maintenance. The Lord promises to maintain His devotee, and an advanced Vaiṣṇava never doubts the word of the Lord."
    },
    {
        "verse": "42",
        "devanagari": "ब्राह्मणस्य हि देहोऽयं क्षुद्रकामाय नेष्यते ।कृच्छ्राय तपसे चेह प्रेत्यानन्तसुखाय च ॥ ४२ ॥",
        "english_devnagari": "brāhmaṇasya hi deho ’yaṁkṣudra-kāmāya neṣyatekṛcchrāya tapase cehapretyānanta-sukhāya ca",
        "verse_Syn": [
            "brāhmaṇasya",
            "hi",
            "dehaḥ",
            "ayam",
            "kṣudra",
            "kāmāya",
            "na",
            "iṣyate",
            "kṛcchrāya",
            "tapase",
            "ca",
            "iha",
            "pretya",
            "ananta",
            "sukhāya",
            "ca"
        ],
        "translation": "The body of a brāhmaṇa is not intended to enjoy insignificant material sense gratification; rather, by accepting difficult austerities in his life, a brāhmaṇa will enjoy unlimited happiness after death.",
        "purport": " One may ask why a brāhmaṇa should voluntarily accept inconvenience in keeping his body and soul together. In this verse the Lord explains that advanced human life is meant for serious austerity and not for insignificant sense gratification. By spiritual advancement one is fixed in transcendental bliss on the spiritual platform and gives up useless absorption in the temporary material body. One should remain detached from the material body, accepting only the bare necessities of life. The brāhmaṇas, by accepting a troublesome form of livelihood, never forget that the material body is destined to grow old, become diseased and die in misery. Thus remaining alert and transcendental, an advanced brāhmaṇa, at the end of this life, goes back home, back to Godhead, where he enjoys unlimited spiritual bliss. Without such higher awareness, how can one be considered a qualified brāhmaṇa? Those devotees engaged twenty-four hours a day in spreading the mission of Lord Kṛṣṇa are beyond the platform of renunciation or sense gratification because they engage everything in Lord Kṛṣṇa’s service. A pure devotee of the Lord eats only to get strength for serving the Lord and does not accept either sumptuous or meager food simply for the body’s sake. However, everything may be accepted for the Lord, even sumptuous meals. A brāhmaṇa who is not working day and night to spread the glories of the Lord should feel embarrassed to eat sumptuously for his personal sense gratification, but a renounced Vaiṣṇava preacher may accept invitations from all classes of pious people, and just to bless their homes he will eat the opulent foods they offer to him. Similarly, he sometimes eats sumptuously to get strength for defeating atheists and impersonalists. As stated in Vedic literature, one cannot be a highly qualified brāhmaṇa unless one becomes a devotee of the Lord. And among the devotees, those who are preaching Kṛṣṇa consciousness are the best, as confirmed by the Lord Himself in the Eighteenth Chapter of Bhagavad-gītā."
    },
    {
        "verse": "43",
        "devanagari": "शिलोञ्छवृत्त्या परितुष्टचित्तोधर्मं महान्तं विरजं जुषाण: ।मय्यर्पितात्मा गृह एव तिष्ठ-न्नातिप्रसक्त: समुपैति शान्तिम् ॥ ४३ ॥",
        "english_devnagari": "śiloñcha-vṛttyā parituṣṭa-cittodharmaṁ mahāntaṁ virajaṁ juṣāṇaḥmayy arpitātmā gṛha eva tiṣṭhannāti-prasaktaḥ samupaiti śāntim",
        "verse_Syn": [
            "śila",
            "uñcha",
            "vṛttyā",
            "parituṣṭa",
            "cittaḥ",
            "dharmam",
            "mahāntam",
            "virajam",
            "juṣāṇaḥ",
            "mayi",
            "arpita",
            "ātmā",
            "gṛhe",
            "eva",
            "tiṣṭhan",
            "na",
            "ati",
            "prasaktaḥ",
            "samupaiti",
            "śāntim"
        ],
        "translation": "A brāhmaṇa householder should remain satisfied in mind by gleaning rejected grains from agricultural fields and marketplaces. Keeping himself free of personal desire, he should practice magnanimous religious principles, with consciousness absorbed in Me. In this way a brāhmaṇa may stay at home as a householder without very much attachment and thus achieve liberation.",
        "purport": " Mahāntam refers to magnanimous religious principles such as very hospitably receiving guests, even those who are uninvited and unexpected. Householders must always be magnanimous and charitable to others, being alert to curb unnecessary affection and attachment in family life. In the past, very renounced brāhmaṇa householders would collect grains that had fallen on the ground in the marketplace or those that had been left behind in the fields after harvesting. The most important item here is mayy arpitātmā, or fixing the mind in Lord Kṛṣṇa. Despite his material situation, anyone who constantly meditates upon the Lord can become a liberated soul. As stated in Bhakti-rasāmṛta-sindhu (1.2.187): “A person acting in Kṛṣṇa consciousness [or, in other words, in the service of Kṛṣṇa] with his body, mind, intelligence and words is a liberated person, even within the material world, although he may be engaged in many so-called material activities.”"
    },
    {
        "verse": "44",
        "devanagari": "समुद्धरन्ति ये विप्रं सीदन्तं मत्परायणम् ।तानुद्धरिष्ये नचिरादापद्‍भ्यो नौरिवार्णवात् ॥ ४४ ॥",
        "english_devnagari": "samuddharanti ye vipraṁsīdantaṁ mat-parāyaṇamtān uddhariṣye na cirādāpadbhyo naur ivārṇavāt",
        "verse_Syn": [
            "samuddharanti",
            "ye",
            "vipram",
            "sīdantam",
            "mat",
            "parāyaṇam",
            "tān",
            "uddhariṣye",
            "na",
            "cirāt",
            "āpadbhyaḥ",
            "nauḥ",
            "iva",
            "arṇavāt"
        ],
        "translation": "Just as a ship rescues those who have fallen into the ocean, similarly, I very quickly rescue from all calamities those persons who uplift brāhmaṇas and devotees suffering in a poverty-stricken condition.",
        "purport": " The Lord has described how brāhmaṇas and devotees achieve the perfection of life, and now a similar perfection is offered to those who utilize their materialistic wealth to relieve the poverty-stricken condition of devotees and brāhmaṇas. Although one may neglect the devotional service of the Lord to pursue a material life of sense gratification, one can rectify one’s position by dedicating one’s hard-earned money to the service of the Lord. Seeing the difficult austerities accepted by saintly persons, a pious person should make arrangements for their comfort. Just as a boat saves hopeless people who have fallen into the ocean, similarly, the Lord uplifts persons who have hopelessly fallen into the ocean of material attachment if they have been charitable to the brāhmaṇas and devotees."
    },
    {
        "verse": "45",
        "devanagari": "सर्वा: समुद्धरेद् राजा पितेव व्यसनात् प्रजा: ।आत्मानमात्मना धीरो यथा गजपतिर्गजान् ॥ ४५ ॥",
        "english_devnagari": "sarvāḥ samuddhared rājāpiteva vyasanāt prajāḥātmānam ātmanā dhīroyathā gaja-patir gajān",
        "verse_Syn": [
            "sarvāḥ",
            "samuddharet",
            "rājā",
            "pitā",
            "iva",
            "vyasanāt",
            "prajāḥ",
            "ātmānam",
            "ātmana",
            "dhīraḥ",
            "yathā",
            "gaja",
            "patiḥ",
            "gajān"
        ],
        "translation": "Just as the chief bull elephant protects all other elephants in his herd and defends himself as well, similarly, a fearless king, just like a father, must save all of the citizens from difficulty and also protect himself.",
        "purport": " Lord Kṛṣṇa, having concluded His discussion of brahminical duties, now describes the character and activities of a king. Protecting all of the citizens from difficulty is an essential duty for the king."
    },
    {
        "verse": "46",
        "devanagari": "एवंविधो नरपतिर्विमानेनार्कवर्चसा ।विधूयेहाशुभं कृत्‍स्‍नमिन्द्रेण सह मोदते ॥ ४६ ॥",
        "english_devnagari": "evaṁ-vidho nara-patirvimānenārka-varcasāvidhūyehāśubhaṁ kṛtsnamindreṇa saha modate",
        "verse_Syn": [
            "evam",
            "vidhaḥ",
            "nara",
            "patiḥ",
            "vimānena",
            "arka",
            "varcasā",
            "vidhūya",
            "iha",
            "aśubham",
            "kṛtsnam",
            "indreṇa",
            "saha",
            "modate"
        ],
        "translation": "An earthly king who protects himself and all citizens by removing all sins from his kingdom will certainly enjoy with Lord Indra in airplanes as brilliant as the sun.",
        "purport": ""
    },
    {
        "verse": "47",
        "devanagari": "सीदन् विप्रो वणिग्वृत्त्या पण्यैरेवापदं तरेत् ।खड्‍गेन वापदाक्रान्तो न श्ववृत्त्या कथञ्चन ॥ ४७ ॥",
        "english_devnagari": "sīdan vipro vaṇig-vṛttyāpaṇyair evāpadaṁ taretkhaḍgena vāpadākrāntona śva-vṛttyā kathañcana",
        "verse_Syn": [
            "sīdan",
            "vipraḥ",
            "vaṇik",
            "vṛttyā",
            "paṇyaiḥ",
            "eva",
            "āpadam",
            "taret",
            "khaḍgena",
            "vā",
            "āpadā",
            "ākrāntaḥ",
            "na",
            "śva",
            "vṛttyā",
            "kathañcana"
        ],
        "translation": "If a brāhmaṇa cannot support himself through his regular duties and is thus suffering, he may adopt the occupation of a merchant and overcome his destitute condition by buying and selling material things. If he continues to suffer extreme poverty even as a merchant, then he may adopt the occupation of a kṣatriya, taking sword in hand. But he cannot in any circumstances become like a dog, accepting an ordinary master.",
        "purport": " Śva-vṛttyā, or “a dog’s profession,” refers to the śūdras, who cannot live without accepting a master. A destitute brāhmaṇa who is suffering intolerably may become a merchant and then a kṣatriya but may never take the position of a śūdra by working in a company or accepting a master. Although a kṣatriya is ordinarily considered more elevated than a vaiśya, the Lord here recommends that distressed brāhmaṇas first accept the vaiśya occupation, since it is not violent."
    },
    {
        "verse": "48",
        "devanagari": "वैश्यवृत्त्या तु राजन्यो जीवेन्मृगययापदि ।चरेद् वा विप्ररूपेण न श्ववृत्त्या कथञ्चन ॥ ४८ ॥",
        "english_devnagari": "vaiśya-vṛttyā tu rājanyojīven mṛgayayāpadicared vā vipra-rūpeṇana śva-vṛttyā kathañcana",
        "verse_Syn": [
            "vaiśya",
            "vṛttyā",
            "tu",
            "rājanyaḥ",
            "jīvet",
            "mṛgayayā",
            "āpadi",
            "caret",
            "vā",
            "vipra",
            "rūpeṇa",
            "na",
            "śva",
            "vṛttyā",
            "kathañcana"
        ],
        "translation": "A king or other member of the royal order who cannot maintain himself by his normal occupation may act as a vaiśya, may live by hunting or may act as a brāhmaṇa by teaching others Vedic knowledge. But he may not under any circumstances adopt the profession of a śūdra.",
        "purport": ""
    },
    {
        "verse": "49",
        "devanagari": "शूद्रवृत्तिं भजेद् वैश्य: शूद्र: कारुकटक्रियाम् ।कृच्छ्रान्मुक्तो न गर्ह्येण वृत्तिं लिप्सेत कर्मणा ॥ ४९ ॥",
        "english_devnagari": "śūdra-vṛttiṁ bhajed vaiśyaḥśūdraḥ kāru-kaṭa-kriyāmkṛcchrān mukto na garhyeṇavṛttiṁ lipseta karmaṇā",
        "verse_Syn": [
            "śūdra",
            "vṛttim",
            "bhajet",
            "vaiśyaḥ",
            "śūdraḥ",
            "kāru",
            "kaṭa",
            "kriyām",
            "kṛcchrāt",
            "muktaḥ",
            "na",
            "garhyeṇa",
            "vṛttim",
            "lipseta",
            "karmaṇā"
        ],
        "translation": "A vaiśya, or mercantile man, who cannot maintain himself may adopt the occupation of a śūdra, and a śūdra who cannot find a master can engage in simple activities like making baskets and mats of straw. However, all members of society who have adopted inferior occupations in emergency situations must give up those substitute occupations when the difficulties have passed.",
        "purport": ""
    },
    {
        "verse": "50",
        "devanagari": "वेदाध्यायस्वधास्वाहाबल्यन्नाद्यैर्यथोदयम् ।देवर्षिपितृभूतानि मद्रूपाण्यन्वहं यजेत् ॥ ५० ॥",
        "english_devnagari": "vedādhyāya-svadhā-svāhā-baly-annādyair yathodayamdevarṣi-pitṛ-bhūtānimad-rūpāṇy anv-ahaṁ yajet",
        "verse_Syn": [
            "veda",
            "adhyāya",
            "svadhā",
            "svāhā",
            "bali",
            "anna",
            "ādyaiḥ",
            "yathā",
            "udayam",
            "deva",
            "ṛṣi",
            "pitṛ",
            "bhūtāni",
            "mat",
            "rūpāṇi",
            "anu",
            "aham",
            "yajet"
        ],
        "translation": "One in the gṛhastha order of life should daily worship the sages by Vedic study, the forefathers by offering the mantra svadhā, the demigods by chanting svāhā, all living entities by offering shares of one’s meals, and human beings by offering grains and water. Thus considering the demigods, sages, forefathers, living entities and human beings to be manifestations of My potency, one should daily perform these five sacrifices.",
        "purport": " The Lord again discusses the duties of those in the household order of life. Obviously, the five ritualistic daily sacrifices mentioned here are meant for those who are not pure devotees of the Lord and who thus have to counteract their exploitation of material nature by the abovementioned sacrifices. The International Society for Krishna Consciousness (ISKCON) is training householders, sannyāsīs, brahmacārīs and vānaprasthas to engage twenty-four hours a day in the loving service of the Lord. Those who are full-time missionary workers in ISKCON have no further obligations or sacrifices to perform, as confirmed in the Eleventh Canto of Śrīmad-Bhāgavatam (11.5.41): “Anyone who has taken shelter at the lotus feet of Mukunda, the giver of liberation, giving up all kinds of obligation, and has taken to the path in all seriousness, owes neither duties nor obligations to the demigods, sages, general living entities, family members, humankind or forefathers.”"
    },
    {
        "verse": "51",
        "devanagari": "यद‍ृच्छयोपपन्नेन शुक्लेनोपार्जितेन वा ।धनेनापीडयन् भृत्यान् न्यायेनैवाहरेत् क्रतून् ॥ ५१ ॥",
        "english_devnagari": "yadṛcchayopapannenaśuklenopārjitena vādhanenāpīḍayan bhṛtyānnyāyenaivāharet kratūn",
        "verse_Syn": [
            "yadṛcchayā",
            "upapannena",
            "śuklena",
            "upārjitena",
            "vā",
            "dhanena",
            "apīḍayan",
            "bhṛtyān",
            "nyāyena",
            "eva",
            "āharet",
            "kratūn"
        ],
        "translation": "A householder should comfortably maintain his dependents either with money that comes of its own accord or with that gathered by honest execution of one’s duties. According to one’s means, one should perform sacrifices and other religious ceremonies.",
        "purport": " The Lord here describes the religious duties that are to be performed as far as possible, according to one’s means, and when there is opportunity."
    },
    {
        "verse": "52",
        "devanagari": "कुटुम्बेषु न सज्जेत न प्रमाद्येत् कुटुम्ब्यपि ।विपश्चिन्नश्वरं पश्येदद‍ृष्टमपि द‍ृष्टवत् ॥ ५२ ॥",
        "english_devnagari": "kuṭumbeṣu na sajjetana pramādyet kuṭumby apivipaścin naśvaraṁ paśyedadṛṣṭam api dṛṣṭa-vat",
        "verse_Syn": [
            "kuṭumbeṣu",
            "na",
            "sajjeta",
            "na",
            "pramādyet",
            "kuṭumbī",
            "api",
            "vipaścit",
            "naśvaram",
            "paśyet",
            "adṛṣṭam",
            "api",
            "dṛṣṭa",
            "vat"
        ],
        "translation": "A householder taking care of many dependent family members should not become materially attached to them, nor should he become mentally unbalanced, considering himself to be the lord. An intelligent householder should see that all possible future happiness, just like that which he has already experienced, is temporary.",
        "purport": " A family man often acts like a lord, protecting his wife, ordering his children, maintaining servants, grandchildren, domestic animals, and so forth. The words na pramādyet kuṭumby api indicate that although one acts like a little lord, surrounded by his family, servants and friends, one should not, through false pride, become mentally unbalanced, considering oneself to be the actual lord. The word vipaścit indicates that one should remain sober and intelligent, never forgetting oneself to be the eternal servant of the Supreme Lord. Householders of the upper, middle and lower classes become attached to different types of sense gratification. In any economic or social class, however, one should remember that all material enjoyment, either here or in the next life, is temporary and ultimately useless. A responsible householder should guide his family members and other dependents back home, back to Godhead, for an eternal life of bliss and knowledge. One should not become a false and puffed-up lord for a brief span of time, for then one will remain bound up, along with his family members, in the cycle of repeated birth and death."
    },
    {
        "verse": "53",
        "devanagari": "पुत्रदाराप्तबन्धूनां सङ्गम: पान्थसङ्गम: ।अनुदेहं वियन्त्येते स्वप्नो निद्रानुगो यथा ॥ ५३ ॥",
        "english_devnagari": "putra-dārāpta-bandhūnāṁsaṅgamaḥ pāntha-saṅgamaḥanu-dehaṁ viyanty etesvapno nidrānugo yathā",
        "verse_Syn": [
            "putra",
            "dāra",
            "āpta",
            "bandhūnām",
            "saṅgamaḥ",
            "pāntha",
            "saṅgamaḥ",
            "anu",
            "deham",
            "viyanti",
            "ete",
            "svapnaḥ",
            "nidrā",
            "anugaḥ",
            "yathā"
        ],
        "translation": "The association of children, wife, relatives and friends is just like the brief meeting of travelers. With each change of body one is separated from all such associates, just as one loses the objects one possesses in a dream when the dream is over.",
        "purport": " Pāntha-saṅgama indicates the momentary association of travelers at hotels, restaurants, tourist spots or, in more traditional cultures, freshwater wells and walking paths. We are now associated with many relatives, friends and well-wishers, but as soon as we change our material body we will immediately be separated from all these associates, just as upon awakening we are immediately separated from the imaginary situation of a dream. One becomes attached to the sense gratification of one’s dream, and similarly, under the spell of the illusory concepts of “I” and “mine,” we become attached to so-called relatives and friends who gratify our sense of false ego. Unfortunately, such fleeting egoistic association covers our real knowledge of the self and the Supreme, and we remain hovering in material illusion, futilely endeavoring for permanent sense gratification. One who remains attached to the bodily concept of family and friends cannot possibly give up the false egoism of “I” and “mine,” or “I am everything and everything is mine.” Without giving up material sense gratification we cannot become steady on the transcendental platform of devotional service, and therefore we cannot relish the actual flavor of eternal happiness. Unless one becomes a pure devotee of the Lord, accepting Lord Kṛṣṇa as one’s only friend, one cannot give up the hankering for temporary and superficial material relationships. A traveler far away from his home and loved ones may strike up superficial conversations with other travelers, but such relationships have no ultimate meaning. One should therefore revive one’s lost relationship with Lord Kṛṣṇa. We are constitutionally part and parcel of Lord Kṛṣṇa, who is the reservoir of all spiritual pleasure, and our original relationship with Him is full of love and happiness. But because of our desire to enjoy independently from Him, we fall down into the confusing, meaningless network of material relationships created by māyā. An intelligent person realizes there is no actual pleasure or satisfaction for the soul on either this planet or any other material planet. Therefore, like a weary traveler exhausted from his journey, he should go back home, back to Godhead, for eternal peace as the faithful servant of Lord Śrī Kṛṣṇa."
    },
    {
        "verse": "54",
        "devanagari": "इत्थं परिमृशन्मुक्तो गृहेष्वतिथिवद् वसन् ।न गृहैरनुबध्येत निर्ममो निरहङ्कृत: ॥ ५४ ॥",
        "english_devnagari": "itthaṁ parimṛśan muktogṛheṣv atithi-vad vasanna gṛhair anubadhyetanirmamo nirahaṅkṛtaḥ",
        "verse_Syn": [
            "ittham",
            "parimṛśan",
            "muktaḥ",
            "gṛheṣu",
            "atithi",
            "vat",
            "vasan",
            "na",
            "gṛhaiḥ",
            "anubadhyeta",
            "nirmamaḥ",
            "nirahaṅkṛtaḥ"
        ],
        "translation": "Deeply considering the actual situation, a liberated soul should live at home just like a guest, without any sense of proprietorship or false ego. In this way he will not be bound or entangled by domestic affairs.",
        "purport": " The word mukta, or “liberated,” refers to one freed from all material attachment. In this status, called mukta-saṅga, one no longer identifies oneself as a permanent resident of the material world. This liberated status may be attained even by one situated in family life. The only requirement is that one should take up a serious program of kṛṣṇa-saṅkīrtana, which includes constant chanting of the holy names of the Lord, worship of the Deity and participation in the Kṛṣṇa consciousness movement. Without a serious program of kṛṣṇa-saṅkīrtana it is very difficult to give up the iron shackles of attachment to women and the byproducts of such attachment."
    },
    {
        "verse": "55",
        "devanagari": "कर्मभिगृहमेधीयैरिष्ट्वा मामेव भक्तिमान् ।तिष्ठेद् वनं वोपविशेत् प्रजावान् वा परिव्रजेत् ॥ ५५ ॥",
        "english_devnagari": "karmabhir gṛha-medhīyairiṣṭvā mām eva bhaktimāntiṣṭhed vanaṁ vopaviśetprajāvān vā parivrajet",
        "verse_Syn": [
            "karmabhiḥ",
            "gṛha",
            "medhīyaiḥ",
            "iṣṭvā",
            "mām",
            "eva",
            "bhakti",
            "mān",
            "tiṣṭhet",
            "vanam",
            "vā",
            "upaviśet",
            "prajā",
            "vān",
            "vā",
            "parivrajet"
        ],
        "translation": "A householder devotee who worships Me by execution of his family duties may remain at home, go to a holy place or, if he has a responsible son, take sannyāsa.",
        "purport": " This verse describes the three alternatives for a householder. He may continue at home, or he may take vānaprastha, which involves going to a sacred place with one’s wife. Or if he has a responsible son to take over his family duties, he may take sannyāsa, the renounced order, for a definitive solution to the problems of life. In all three āśramas, ultimate success depends on sincere surrender to the Supreme Lord; therefore, the most important qualification one can have is Kṛṣṇa consciousness."
    },
    {
        "verse": "56",
        "devanagari": "यस्त्वासक्तमतिर्गेहे पुत्रवित्तैषणातुर: ।स्‍त्रैण: कृपणधीर्मूढो ममाहमिति बध्यते ॥ ५६ ॥",
        "english_devnagari": "yas tv āsakta-matir geheputra-vittaiṣaṇāturaḥstraiṇaḥ kṛpaṇa-dhīr mūḍhomamāham iti badhyate",
        "verse_Syn": [
            "yaḥ",
            "tu",
            "āsakta",
            "matiḥ",
            "gehe",
            "putra",
            "vitta",
            "eṣaṇa",
            "āturaḥ",
            "straiṇaḥ",
            "kṛpaṇa",
            "dhīḥ",
            "mūḍhaḥ",
            "mama",
            "aham",
            "iti",
            "badhyate"
        ],
        "translation": "But a householder whose mind is attached to his home and who is thus disturbed by ardent desires to enjoy his money and children, who is lusty after women, who is possessed of a miserly mentality and who unintelligently thinks, “Everything is mine and I am everything,” is certainly bound in illusion.",
        "purport": " Although one may try by various analytical or psychological processes to detach the mind from illusory family attachment, one will inevitably be drawn back into the network of material attachment unless the heart is purified by Kṛṣṇa consciousness. A miserly householder thinks only of his own family or community, without mercy for outsiders. Being egoistic, lusty, attached and always disturbed by ardent desires to enjoy money and children, a materialistic householder is hopelessly bound in a web of anxiety."
    },
    {
        "verse": "57",
        "devanagari": "अहो मे पितरौ वृद्धौ भार्या बालात्मजात्मजा: ।अनाथा मामृते दीना: कथं जीवन्ति दु:खिता: ॥ ५७ ॥",
        "english_devnagari": "aho me pitarau vṛddhaubhāryā bālātmajātmajāḥanāthā mām ṛte dīnāḥkathaṁ jīvanti duḥkhitāḥ",
        "verse_Syn": [
            "aho",
            "me",
            "pitarau",
            "vṛddhau",
            "bhāryā",
            "bāla",
            "ātma",
            "jā",
            "ātmā",
            "jāḥ",
            "anāthāḥ",
            "mām",
            "ṛte",
            "dīnāḥ",
            "katham",
            "jīvanti",
            "duḥkhitāḥ"
        ],
        "translation": "“O my poor elderly parents, and my wife with a mere infant in her arms, and my other young children! Without me they have absolutely no one to protect them and will suffer unbearably. How can my poor relatives possibly live without me?”",
        "purport": ""
    },
    {
        "verse": "58",
        "devanagari": "एवं गृहाशयाक्षिप्तहृदयो मूढधीरयम् ।अतृप्तस्ताननुध्यायन् मृतोऽन्धं विशते तम: ॥ ५८ ॥",
        "english_devnagari": "evaṁ gṛhāśayākṣipta-hṛdayo mūḍha-dhīr ayamatṛptas tān anudhyāyanmṛto ’ndhaṁ viśate tamaḥ",
        "verse_Syn": [
            "evam",
            "gṛha",
            "āśaya",
            "ākṣipta",
            "hṛdayaḥ",
            "mūḍha",
            "dhīḥ",
            "ayam",
            "atṛptaḥ",
            "tān",
            "anudhyāyan",
            "mṛtaḥ",
            "andham",
            "viśate",
            "tamaḥ"
        ],
        "translation": "Thus, because of his foolish mentality, a householder whose heart is overwhelmed by family attachment is never satisfied. Constantly meditating on his relatives, he dies and enters into the darkness of ignorance.",
        "purport": " Andhaṁ viśate tamaḥ indicates that in his next life an attached householder will certainly be degraded because of his primitive mentality of bodily attachment, which is called mūḍha-dhī. In other words, after enjoying the sense gratification of considering oneself the center of everything, one enters into a lower species of life. Somehow or other, we must fix our minds on Lord Kṛṣṇa and come out of the darkness of ignorance to our real life in Kṛṣṇa consciousness."
    }
]