[
    {
        "verse": "1",
        "devanagari": "श्रीउद्धव उवाचत्वं ब्रह्म परमं साक्षादनाद्यन्तमपावृतम् ।सर्वेषामपि भावानां त्राणस्थित्यप्ययोद्भ‍व: ॥ १ ॥",
        "english_devnagari": "śrī-uddhava uvācatvaṁ brahma paramaṁ sākṣādanādy-antam apāvṛtamsarveṣām api bhāvānāṁtrāṇa-sthity-apyayodbhavaḥ",
        "verse_Syn": [
            "śrī",
            "uddhavaḥ",
            "uvāca",
            "tvam",
            "brahma",
            "paramam",
            "sākṣāt",
            "anādi",
            "antam",
            "apāvṛtam",
            "sarveṣām",
            "api",
            "bhāvānām",
            "trāṇa",
            "sthiti",
            "apyaya",
            "udbhavaḥ"
        ],
        "translation": "Śrī Uddhava said: My dear Lord, You are beginningless and endless, the Absolute Truth Himself, unlimited by anything else. You are the protector and life-giver, the destruction and creation of all things that exist.",
        "purport": " Brahma means the greatest of all and the cause of everything. Uddhava here addresses the Lord as the paramam, or supreme brahma, because in His feature as Bhagavān the Lord is the highest feature of the Absolute Truth and the shelter of unlimited spiritual opulences. Unlike those of ordinary living entities, the Lord’s opulences cannot be restricted by time, and thus the Lord is anādy-antam, without beginning or end, and apāvṛtam, unhindered by any superior or equal potency. The opulence of the material world is also resting within the Lord, who alone can protect, maintain, create and destroy the material world. In this chapter, Śrī Uddhava inquires from the Lord about His spiritual and material opulences in order to refine his appreciation of the Lord’s position as the Absolute Truth. Even Lord Viṣṇu, the ultimate creator of the material world, is an expansion of Lord Kṛṣṇa, and thus Śrī Uddhava wishes to fully appreciate the unique status of his personal friend."
    },
    {
        "verse": "2",
        "devanagari": "उच्चावचेषु भूतेषु दुर्ज्ञेयमकृतात्मभि: ।उपासते त्वां भगवन् याथातथ्येन ब्राह्मणा: ॥ २ ॥",
        "english_devnagari": "uccāvaceṣu bhūteṣudurjñeyam akṛtātmabhiḥupāsate tvāṁ bhagavanyāthā-tathyena brāhmaṇāḥ",
        "verse_Syn": [
            "ucca",
            "avaceṣu",
            "bhūteṣu",
            "durjñeyam",
            "akṛta",
            "ātmabhiḥ",
            "upāsate",
            "tvām",
            "bhagavan",
            "yāthā",
            "tathyena",
            "brāhmaṇāḥ"
        ],
        "translation": "My dear Lord, although it is difficult for the impious to understand that You are situated in all superior and inferior creations, those brāhmaṇas who are actual knowers of the Vedic conclusion worship You in truth.",
        "purport": " The behavior of saintly persons is also to be taken as evidence, and therefore it is here stated that although ignorant, impious persons are bewildered before the Lord’s all-pervading feature, those with purified, clear consciousness worship the Lord as He is. In this chapter Śrī Uddhava inquires about the Lord’s opulences, and here the words uccāvaceṣu bhūteṣu (“within superior and inferior creations”) clearly refer to the Lord’s external opulences, those manifested in the material world. The saintly brāhmaṇas, or Vaiṣṇavas, worship Lord Kṛṣṇa within all things and yet recognize the variety in the Lord’s creation. For example, in worshiping the Deity, the devotees will select the nicest flowers, fruits and ornaments for decorating the transcendental form of the Lord. Similarly, although the Lord is present in the heart of every conditioned soul, the devotee will give more attention to a conditioned soul interested in the message of Lord Kṛṣṇa. Although the Lord is everywhere, the devotees make distinctions, for the sake of the Lord’s service, between His presence in superior (ucca) and inferior (avaceṣu) creations."
    },
    {
        "verse": "3",
        "devanagari": "येषु येषु च भूतेषु भक्त्या त्वां परमर्षय: ।उपासीना: प्रपद्यन्ते संसिद्धिं तद् वदस्व मे ॥ ३ ॥",
        "english_devnagari": "yeṣu yeṣu ca bhūteṣubhaktyā tvāṁ paramarṣayaḥupāsīnāḥ prapadyantesaṁsiddhiṁ tad vadasva me",
        "verse_Syn": [
            "yeṣu",
            "yeṣu",
            "ca",
            "bhūteṣu",
            "bhaktyā",
            "tvām",
            "parama",
            "ṛṣayaḥ",
            "upāsīnāḥ",
            "prapadyante",
            "saṁsiddhim",
            "tat",
            "vadasva",
            "me"
        ],
        "translation": "Please tell me of the perfections that great sages achieve by worshiping You with devotion. Also, kindly explain which of Your different forms they worship.",
        "purport": " Śrī Uddhava here inquires about the spiritual opulences of the Lord, which consist primarily of His viṣṇu-tattva expansions such as Vāsudeva, Saṅkarṣaṇa, Pradyumna and Aniruddha. By worshiping different plenary expansions of the Lord one achieves particular perfections, and Śrī Uddhava wants to know about this."
    },
    {
        "verse": "4",
        "devanagari": "गूढश्चरसि भूतात्मा भूतानां भूतभावन ।न त्वां पश्यन्ति भूतानि पश्यन्तं मोहितानि ते ॥ ४ ॥",
        "english_devnagari": "gūḍhaś carasi bhūtātmābhūtānāṁ bhūta-bhāvanana tvāṁ paśyanti bhūtānipaśyantaṁ mohitāni te",
        "verse_Syn": [
            "gūḍhaḥ",
            "carasi",
            "bhūta",
            "ātmā",
            "bhūtānām",
            "bhūta",
            "bhāvana",
            "na",
            "tvām",
            "paśyanti",
            "bhūtāni",
            "paśyantam",
            "mohitāni",
            "te"
        ],
        "translation": "O my Lord, maintainer of all, although You are the Supersoul of the living entities, You remain hidden. Thus being bewildered by You, the living entities cannot see You, although You are seeing them.",
        "purport": " The Lord exists as the Supersoul within everything. He also appears in various incarnations or sometimes empowers a devotee to act as an incarnation. All such forms of the Lord are unknown to the nondevotees. The bewildered conditioned souls think that the supreme enjoyer, Śrī Kṛṣṇa, is actually meant to be enjoyed by them for their sense gratification. Praying to God for specific material benedictions and assuming God’s creation to be their personal property, the nondevotees cannot understand the actual form of the Lord. They therefore remain foolish and bewildered. Within the universe everything is subject to creation, maintenance and destruction, and thus the Supersoul is the only actual controller in the material world. Unfortunately, when the Supersoul appears in various incarnations to clarify His position, ignorant persons think that the Supersoul is merely another creation of the modes of material nature. As stated in this verse, they cannot see that person who is actually seeing them, and simply remain bewildered."
    },
    {
        "verse": "5",
        "devanagari": "या: काश्च भूमौ दिवि वै रसायांविभूतयो दिक्षु महाविभूते ।ता मह्यमाख्याह्यनुभावितास्तेनमामि ते तीर्थपदाङ्‍‍घ्रिपद्मम् ॥ ५ ॥",
        "english_devnagari": "yāḥ kāś ca bhūmau divi vai rasāyāṁvibhūtayo dikṣu mahā-vibhūtetā mahyam ākhyāhy anubhāvitās tenamāmi te tīrtha-padāṅghri-padmam",
        "verse_Syn": [
            "yāḥ",
            "kāḥ",
            "ca",
            "bhūmau",
            "divi",
            "vai",
            "rasāyām",
            "vibhūtayaḥ",
            "dikṣu",
            "mahā",
            "vibhūte",
            "tāḥ",
            "mahyam",
            "ākhyāhi",
            "anubhāvitāḥ",
            "te",
            "namāmi",
            "te",
            "tīrtha",
            "pada",
            "aṅghri",
            "padmam"
        ],
        "translation": "O supremely potent Lord, please explain to me Your innumerable potencies, which You manifest on the earth, in heaven, in hell and indeed in all directions. I offer my humble obeisances at Your lotus feet, which are the shelter of all holy places.",
        "purport": " Uddhava here inquires about the Lord’s material and spiritual potencies, as manifested within our universe. Just as ordinary animals or insects living in human cities cannot appreciate the scientific, cultural or military achievements of man, similarly, foolish materialists cannot appreciate the mighty opulences of the Personality of Godhead, even those manifested within our universe. For the appreciation of ordinary human beings Uddhava requests the Lord to reveal exactly how and in what forms He expands His potencies. As already explained, the Lord is the essential ingredient of all that exists, and thus any mighty or opulent manifestation must ultimately rest on the Lord Himself."
    },
    {
        "verse": "6",
        "devanagari": "श्रीभगवानुवाचएवमेतदहं पृष्ट: प्रश्न‍ं प्रश्न‍‍विदां वर ।युयुत्सुना विनशने सपत्नैरर्जुनेन वै ॥ ६ ॥",
        "english_devnagari": "śrī-bhagavān uvācaevam etad ahaṁ pṛṣṭaḥpraśnaṁ praśna-vidāṁ varayuyutsunā vinaśanesapatnair arjunena vai",
        "verse_Syn": [
            "śrī",
            "bhagavān",
            "uvāca",
            "evam",
            "etat",
            "aham",
            "pṛṣṭaḥ",
            "praśnam",
            "praśna",
            "vidām",
            "vara",
            "yuyutsunā",
            "vinaśane",
            "sapatnaiḥ",
            "arjunena",
            "vai"
        ],
        "translation": "The Supreme Personality of Godhead said: O best of those who know how to inquire, on the Battlefield of Kurukṣetra, Arjuna, desiring to fight with his rivals, asked Me the same question that you are now posing.",
        "purport": " Lord Kṛṣṇa was pleased that His two friends, Arjuna and Uddhava, had posed the same question regarding the opulences of the Personality of Godhead. Lord Kṛṣṇa considered it wonderful that His two dear friends had asked exactly the same question."
    },
    {
        "verse": "7",
        "devanagari": "ज्ञात्वा ज्ञातिवधं गर्ह्यमधर्मं राज्यहेतुकम् ।ततो निवृत्तो हन्ताहं हतोऽयमिति लौकिक: ॥ ७ ॥",
        "english_devnagari": "jñātvā jñāti-vadhaṁ garhyamadharmaṁ rājya-hetukamtato nivṛtto hantāhaṁhato ’yam iti laukikaḥ",
        "verse_Syn": [
            "jñātvā",
            "jñāti",
            "vadham",
            "garhyam",
            "adharmam",
            "rājya",
            "hetukam",
            "tataḥ",
            "nivṛttaḥ",
            "haratā",
            "aham",
            "hataḥ",
            "ayam",
            "iti",
            "laukikaḥ"
        ],
        "translation": "On the Battlefield of Kurukṣetra Arjuna thought that killing his relatives would be an abominable, irreligious activity, motivated only by his desire to acquire a kingdom. He therefore desisted from the battle, thinking, “I would be the killer of my relatives. They would be destroyed.” Thus Arjuna was afflicted with mundane consciousness.",
        "purport": " Lord Kṛṣṇa here explains to Uddhava the circumstances in which Śrī Arjuna posed his questions."
    },
    {
        "verse": "8",
        "devanagari": "स तदा पुरुषव्याघ्रो युक्त्या मे प्रतिबोधित: ।अभ्यभाषत मामेवं यथा त्वं रणमूर्धनि ॥ ८ ॥",
        "english_devnagari": "sa tadā puruṣa-vyāghroyuktyā me pratibodhitaḥabhyabhāṣata mām evaṁyathā tvaṁ raṇa-mūrdhani",
        "verse_Syn": [
            "saḥ",
            "tadā",
            "puruṣa",
            "vyāghraḥ",
            "yuktyā",
            "me",
            "pratibodhitaḥ",
            "abhyabhāṣata",
            "mām",
            "evam",
            "yathā",
            "tvam",
            "raṇa",
            "mūrdhani"
        ],
        "translation": "At that time I enlightened Arjuna, the tiger among men, with logical arguments, and thus in the front of the battle Arjuna addressed Me with questions in the same way that you are now inquiring.",
        "purport": ""
    },
    {
        "verse": "9",
        "devanagari": "अहमात्मोद्धवामीषां भूतानां सुहृदीश्वर: ।अहं सर्वाणि भूतानि तेषां स्थित्युद्भ‍वाप्यय: ॥ ९ ॥",
        "english_devnagari": "aham ātmoddhavāmīṣāṁbhūtānāṁ suhṛd īśvaraḥahaṁ sarvāṇi bhūtāniteṣāṁ sthity-udbhavāpyayaḥ",
        "verse_Syn": [
            "aham",
            "ātmā",
            "uddhava",
            "amīṣām",
            "bhūtānām",
            "su",
            "hṛt",
            "īśvaraḥ",
            "aham",
            "sarvāṇi",
            "bhūtāni",
            "teṣām",
            "sthiti",
            "udbhava",
            "apyayaḥ"
        ],
        "translation": "My dear Uddhava, I am the Supersoul of all living entities, and therefore I am naturally their well-wisher and supreme controller. Being the creator, maintainer and annihilator of all entities, I am not different from them.",
        "purport": " Śrīla Śrīdhara Svāmī points out that the Personality of Godhead maintains an ablative and genitive relationship with His opulences. In other words, the Lord is not different from all living entities, because they are coming from Him and they belong to Him. The Lord gave a similar explanation to Arjuna in the Tenth Chapter of Bhagavad-gītā (10.20), beginning with the same words, aham ātmā. Although the Lord describes His external, or material, opulences, the Lord’s position is always transcendental and nonmaterial. Just as the living soul within the body gives life to the body, similarly, the Lord, by His supreme potency, gives life to all universal opulences."
    },
    {
        "verse": "10",
        "devanagari": "अहं गतिर्गतिमतां काल: कलयतामहम् ।गुणानां चाप्यहं साम्यं गुणिन्यौत्पत्तिको गुण: ॥ १० ॥",
        "english_devnagari": "ahaṁ gatir gatimatāṁkālaḥ kalayatām ahamgunāṇāṁ cāpy ahaṁ sāmyaṁguṇiny autpattiko guṇaḥ",
        "verse_Syn": [
            "aham",
            "gatiḥ",
            "gati",
            "matām",
            "kālaḥ",
            "kalayatām",
            "aham",
            "gunāṇām",
            "ca",
            "api",
            "aham",
            "sāmyam",
            "guṇini",
            "autpattikaḥ",
            "guṇaḥ"
        ],
        "translation": "I am the ultimate goal of all those seeking progress, and I am time among those who exert control. I am the equilibrium of the modes of material nature, and I am natural virtue among the pious.",
        "purport": ""
    },
    {
        "verse": "11",
        "devanagari": "गुणिनामप्यहं सूत्रं महतां च महानहम् ।सूक्ष्माणामप्यहं जीवो दुर्जयानामहं मन: ॥ ११ ॥",
        "english_devnagari": "guṇinām apy ahaṁ sūtraṁmahatāṁ ca mahān ahamsūkṣmāṇām apy ahaṁ jīvodurjayānām ahaṁ manaḥ",
        "verse_Syn": [
            "guṇinām",
            "api",
            "aham",
            "sūtram",
            "mahatām",
            "ca",
            "mahān",
            "aham",
            "sūkṣmāṇām",
            "api",
            "aham",
            "jīvaḥ",
            "durjayānām",
            "aham",
            "manaḥ"
        ],
        "translation": "Among things possessing qualities I am the primary manifestation of nature, and among great things I am the total material creation. Among subtle things I am the spirit soul, and of things that are difficult to conquer I am the mind.",
        "purport": ""
    },
    {
        "verse": "12",
        "devanagari": "हिरण्यगर्भो वेदानां मन्त्राणां प्रणवस्‍त्रिवृत् ।अक्षराणामकारोऽस्मि पदानिच्छन्दसामहम् ॥ १२ ॥",
        "english_devnagari": "hiraṇyagarbho vedānāṁmantrāṇāṁ praṇavas tri-vṛtakṣarāṇām a-kāro ’smipadāni cchandasām aham",
        "verse_Syn": [
            "hiraṇya",
            "garbhaḥ",
            "vedānām",
            "mantrāṇām",
            "praṇavaḥ",
            "tri",
            "vṛt",
            "akṣarāṇām",
            "a",
            "kāraḥ",
            "asmi",
            "padāni",
            "chandasām",
            "aham"
        ],
        "translation": "Among the Vedas I am their original teacher, Lord Brahmā, and of all mantras I am the three-lettered oṁkāra. Among letters I am the first letter, “a,” and among sacred meters I am the Gāyatrī mantra.",
        "purport": ""
    },
    {
        "verse": "13",
        "devanagari": "इन्द्रोऽहं सर्वदेवानां वसूनामस्मि हव्यवाट् ।आदित्यानामहं विष्णू रुद्राणां नीललोहित: ॥ १३ ॥",
        "english_devnagari": "indro ’haṁ sarva-devānāṁvasūnām asmi havya-vāṭādityānām ahaṁ viṣṇūrudrāṇāṁ nīla-lohitaḥ",
        "verse_Syn": [
            "indraḥ",
            "aham",
            "sarva",
            "devānām",
            "vasūnām",
            "asmi",
            "havya",
            "vāṭ",
            "ādityānām",
            "aham",
            "viṣṇuḥ",
            "rudrāṇām",
            "nīla",
            "lohitaḥ"
        ],
        "translation": "Among the demigods I am Indra, and among the Vasus I am Agni, the god of fire. I am Viṣṇu among the sons of Aditi, and among the Rudras I am Lord Śiva.",
        "purport": " Lord Viṣṇu appeared among the sons of Aditi as Vāmanadeva."
    },
    {
        "verse": "14",
        "devanagari": "ब्रह्मर्षीणां भृगुरहं राजर्षीणामहं मनु: ।देवर्षीणां नारदोऽहं हविर्धान्यस्मि धेनुषु ॥ १४ ॥",
        "english_devnagari": "brahmarṣīṇāṁ bhṛgur ahaṁrājarṣīṇām ahaṁ manuḥdevarṣīṇāṁ nārado ’haṁhavirdhāny asmi dhenuṣu",
        "verse_Syn": [
            "brahma",
            "ṛṣīṇām",
            "bhṛguḥ",
            "aham",
            "rāja",
            "ṛṣīṇām",
            "aham",
            "manuḥ",
            "deva",
            "ṛṣīṇām",
            "nāradaḥ",
            "aham",
            "havirdhānī",
            "asmi",
            "dhenuṣu"
        ],
        "translation": "Among saintly brāhmaṇas I am Bhṛgu Muni, and I am Manu among saintly kings. I am Nārada Muni among saintly demigods, and I am Kāmadhenu among cows.",
        "purport": ""
    },
    {
        "verse": "15",
        "devanagari": "सिद्धेश्वराणां कपिल: सुपर्णोऽहं पतत्रिणाम् ।प्रजापतीनां दक्षोऽहं पितृणामहमर्यमा ॥ १५ ॥",
        "english_devnagari": "siddheśvarāṇāṁ kapilaḥsuparṇo ’haṁ patatriṇāmprajāpatīnāṁ dakṣo ’haṁpitṝṇām aham aryamā",
        "verse_Syn": [
            "siddha",
            "īśvarāṇām",
            "kapilaḥ",
            "suparṇaḥ",
            "aham",
            "patatriṇām",
            "prajāpatīnām",
            "dakṣaḥ",
            "aham",
            "pitṝṇām",
            "aham",
            "aryamā"
        ],
        "translation": "I am Lord Kapila among perfected beings and Garuḍa among birds. I am Dakṣa among the progenitors of mankind, and I am Aryamā among the forefathers.",
        "purport": ""
    },
    {
        "verse": "16",
        "devanagari": "मां विद्ध्युद्धव दैत्यानां प्रह्लादमसुरेश्वरम् ।सोमं नक्षत्रौषधीनां धनेशं यक्षरक्षसाम् ॥ १६ ॥",
        "english_devnagari": "māṁ viddhy uddhava daityānāṁprahlādam asureśvaramsomaṁ nakṣatrauṣadhīnāṁdhaneśaṁ yakṣa-rakṣasām",
        "verse_Syn": [
            "mām",
            "viddhi",
            "uddhava",
            "daityānām",
            "prahlādam",
            "asura",
            "īśvaram",
            "somam",
            "nakṣatra",
            "oṣadhīnām",
            "dhana",
            "īśam",
            "yakṣa",
            "rakṣasām"
        ],
        "translation": "My dear Uddhava, among the demoniac sons of Diti know Me to be Prahlāda Mahārāja, the saintly lord of the asuras. Among the stars and herbs I am their lord, Candra (the moon), and among Yakṣas and Rākṣasas I am the lord of wealth, Kuvera.",
        "purport": ""
    },
    {
        "verse": "17",
        "devanagari": "ऐरावतं गजेन्द्राणां यादसां वरुणं प्रभुम् ।तपतां द्युमतां सूर्यं मनुष्याणां च भूपतिम् ॥ १७ ॥",
        "english_devnagari": "airāvataṁ gajendrāṇāṁyādasāṁ varuṇaṁ prabhumtapatāṁ dyumatāṁ sūryaṁmanuṣyāṇāṁ ca bhū-patim",
        "verse_Syn": [
            "airāvatam",
            "gaja",
            "indrāṇām",
            "yādasām",
            "varuṇam",
            "prabhum",
            "tapatām",
            "dyu",
            "matām",
            "sūryam",
            "manuṣyāṇām",
            "ca",
            "bhū",
            "patim"
        ],
        "translation": "I am Airāvata among lordly elephants, and among aquatics I am Varuṇa, the lord of the seas. Among all things that heat and illuminate I am the sun, and among human beings I am the king.",
        "purport": " It is significant to know that Lord Kṛṣṇa is represented within this universe by the lord or supreme in all categories. No one can be as aristocratic and perfect as Śrī Kṛṣṇa, nor can anyone estimate the glories of Śrī Kṛṣṇa. Lord Kṛṣṇa is without doubt the Supreme Personality of Godhead."
    },
    {
        "verse": "18",
        "devanagari": "उच्चै:श्रवास्तुरङ्गाणां धातूनामस्मि काञ्चनम् ।यम: संयमतां चाहम् सर्पाणामस्मि वासुकि: ॥ १८ ॥",
        "english_devnagari": "uccaiḥśravās turaṅgāṇāṁdhātūnām asmi kāñcanamyamaḥ saṁyamatāṁ cāhamsarpāṇām asmi vāsukiḥ",
        "verse_Syn": [
            "uccaiḥśravāḥ",
            "turaṅgāṇām",
            "dhātūnām",
            "asmi",
            "kāñcanam",
            "yamaḥ",
            "saṁyamatām",
            "ca",
            "aham",
            "sarpāṇām",
            "asmi",
            "vāsukiḥ"
        ],
        "translation": "Among horses I am Uccaiḥśravā, and I am gold among metals. I am Yamarāja among those who suppress and punish, and among serpents I am Vāsuki.",
        "purport": ""
    },
    {
        "verse": "19",
        "devanagari": "नागेन्द्राणामनन्तोऽहं मृगेन्द्र: श‍ृङ्गिदंष्ट्रिणाम् ।आश्रमाणामहं तुर्यो वर्णानां प्रथमोऽनघ ॥ १९ ॥",
        "english_devnagari": "nāgendrāṇām ananto ’haṁmṛgendraḥ śṛṅgi-daṁṣṭriṇāmāśramāṇām ahaṁ turyovarṇānāṁ prathamo ’nagha",
        "verse_Syn": [
            "nāga",
            "indrāṇām",
            "anantaḥ",
            "aham",
            "mṛga",
            "indraḥ",
            "śṛṅgi",
            "daṁṣṭriṇām",
            "āśramāṇām",
            "aham",
            "turyaḥ",
            "varṇānām",
            "prathamaḥ",
            "anagha"
        ],
        "translation": "O sinless Uddhava, among the best of snakes I am Anantadeva, and among those animals with sharp horns or teeth I am the lion. Among the social orders I am the fourth, or the renounced order of life, and among the occupational divisions I am the first, the brāhmaṇas.",
        "purport": ""
    },
    {
        "verse": "20",
        "devanagari": "तीर्थानां स्रोतसां गङ्गा समुद्र: सरसामहम् ।आयुधानां धनुरहं त्रिपुरघ्नो धनुष्मताम् ॥ २० ॥",
        "english_devnagari": "tīrthānāṁ srotasāṁ gaṅgāsamudraḥ sarasām ahamāyudhānāṁ dhanur ahaṁtripura-ghno dhanuṣmatām",
        "verse_Syn": [
            "tirthānām",
            "srotasām",
            "gaṅgā",
            "samudraḥ",
            "sarasām",
            "aham",
            "āyudhānām",
            "dhanuḥ",
            "aham",
            "tri",
            "pura",
            "ghnaḥ",
            "dhanuḥ",
            "matām"
        ],
        "translation": "Among sacred and flowing things I am the holy Ganges, and among steady bodies of water I am the ocean. Among weapons I am the bow, and of the wielders of weapons I am Lord Śiva.",
        "purport": " Lord Śiva used his bow to completely cover with arrows the three demoniac cities built by Maya Dānava."
    },
    {
        "verse": "21",
        "devanagari": "धिष्ण्यानामस्म्यहं मेरुर्गहनानां हिमालय: ।वनस्पतीनामश्वत्थ ओषधीनामहं यव: ॥ २१ ॥",
        "english_devnagari": "dhiṣṇyānām asmy ahaṁ merurgahanānāṁ himālayaḥvanaspatīnām aśvatthaoṣadhīnām ahaṁ yavaḥ",
        "verse_Syn": [
            "dhiṣṇyānām",
            "asmi",
            "aham",
            "meruḥ",
            "gahanānām",
            "himālayaḥ",
            "vanaspatīnām",
            "aśvatthaḥ",
            "oṣadhīnām",
            "aham",
            "yavaḥ"
        ],
        "translation": "Among residences I am Mount Sumeru, and of impervious places I am the Himālayas. Among trees I am the holy fig tree, and among plants I am those that bear grains.",
        "purport": " Oṣadhīnām here indicates those plants that fructify once and then die. Among them, those that give grains, which sustain human life, represent Kṛṣṇa. Without grains it is not possible to produce milk products, nor can one properly perform Vedic fire sacrifices without offerings of grains."
    },
    {
        "verse": "22",
        "devanagari": "पुरोधसां वसिष्ठोऽहं ब्रह्मिष्ठानां बृहस्पति: ।स्कन्दोऽहं सर्वसेनान्यामग्रण्यां भगवानज: ॥ २२ ॥",
        "english_devnagari": "purodhasāṁ vasiṣṭho ’haṁbrahmiṣṭhānāṁ bṛhaspatiḥskando ’haṁ sarva-senānyāmagraṇyāṁ bhagavān ajaḥ",
        "verse_Syn": [
            "purodhasām",
            "vasiṣṭhaḥ",
            "aham",
            "brahmiṣṭhānām",
            "bṛhaspatiḥ",
            "skandaḥ",
            "aham",
            "sarva",
            "senānyām",
            "agraṇyām",
            "bhagavān",
            "ajaḥ"
        ],
        "translation": "Among priests I am Vasiṣṭha Muni, and among those highly situated in Vedic culture I am Bṛhaspati. I am Kārtikeya among great military leaders, and among those advancing in superior ways of life I am the great personality Lord Brahmā.",
        "purport": ""
    },
    {
        "verse": "23",
        "devanagari": "यज्ञानां ब्रह्मयज्ञोऽहं व्रतानामविहिंसनम् ।वाय्वग्‍न्यर्काम्बुवागात्मा शुचीनामप्यहं शुचि: ॥ २३ ॥",
        "english_devnagari": "yajñānāṁ brahma-yajño ’haṁvratānām avihiṁsanamvāyv-agny-arkāmbu-vāg-ātmāśucīnām apy ahaṁ śuciḥ",
        "verse_Syn": [
            "yajñānām",
            "brahma",
            "yajñaḥ",
            "aham",
            "vratānām",
            "avihiṁsanam",
            "vāyu",
            "agni",
            "arka",
            "ambu",
            "vāk",
            "ātmā",
            "śucīnām",
            "api",
            "aham",
            "śuciḥ"
        ],
        "translation": "Among sacrifices I am study of the Veda, and I am nonviolence among vows. Among all things that purify I am the wind, fire, the sun, water and speech.",
        "purport": ""
    },
    {
        "verse": "24",
        "devanagari": "योगानामात्मसंरोधो मन्त्रोऽस्मि विजिगीषताम् ।आन्वीक्षिकी कौशलानां विकल्प: ख्यातिवादिनाम् ॥ २४ ॥",
        "english_devnagari": "yogānām ātma-saṁrodhomantro ’smi vijigīṣatāmānvīkṣikī kauśalānāṁvikalpaḥ khyāti-vādinām",
        "verse_Syn": [
            "yogānām",
            "ātma",
            "saṁrodhaḥ",
            "mantraḥ",
            "asmi",
            "vijigīṣatām",
            "ānvīkṣikī",
            "kauśalānām",
            "vikalpaḥ",
            "khyāti",
            "vādinām"
        ],
        "translation": "Among the eight progressive states of yoga I am the final stage, samādhi, in which the soul is completely separated from illusion. Among those desiring victory I am prudent political counsel, and among processes of expert discrimination I am the science of the soul, by which one distinguishes spirit from matter. Among all speculative philosophers I am diversity of perception.",
        "purport": " Any science is based on the faculty of expert discrimination. By skillful definition of isolated and interactive components one becomes expert in any field. Ultimately the most intelligent person can isolate the spirit soul from matter and describe the properties of matter and spirit as both isolated and interactive components of reality. The proliferation of innumerable philosophical speculations is due to differing modes of perception within the material world. As stated in Bhagavad-gītā (15.15), sarvasya cāhaṁ hṛdi sanniviṣṭo mattaḥ smṛtir jñānam apohanaṁ ca: the Supreme Personality of Godhead is situated in everyone’s heart and awards a particular degree of knowledge or ignorance according to one’s desire and merit. Thus the Lord Himself is the basis of the mundane process of philosophical speculation, for He creates differing and alternating modes of perception within the conditioned souls. It is to be understood that one can acquire perfect knowledge only by hearing directly from Lord Kṛṣṇa and not by hearing from conditioned philosophers who imperfectly perceive the creation of the Lord through the screen of their personal desires."
    },
    {
        "verse": "25",
        "devanagari": "स्‍त्रीणां तु शतरूपाहं पुंसां स्वायम्भुवो मनु: ।नारायणो मुनीनां च कुमारो ब्रह्मचारिणाम् ॥ २५ ॥",
        "english_devnagari": "strīṇāṁ tu śatarūpāhaṁpuṁsāṁ svāyambhuvo manuḥnārāyaṇo munīnāṁ cakumāro brahmacāriṇām",
        "verse_Syn": [
            "strīṇām",
            "tu",
            "śatarūpā",
            "aham",
            "puṁsām",
            "svāyambhuvaḥ",
            "manuḥ",
            "nārāyaṇaḥ",
            "munīnām",
            "ca",
            "kumāraḥ",
            "brahmacāriṇām"
        ],
        "translation": "Among ladies I am Śatarūpā, and among male personalities I am her husband, Svāyambhuva Manu. I am Nārāyaṇa among the sages and Sanat-kumāra among brahmacārīs.",
        "purport": ""
    },
    {
        "verse": "26",
        "devanagari": "धर्माणामस्मि संन्यास: क्षेमाणामबहिर्मति: ।गुह्यानां सुनृतं मौनं मिथुनानामजस्त्वहम् ॥ २६ ॥",
        "english_devnagari": "dharmāṇām asmi sannyāsaḥkṣemāṇām abahir-matiḥguhyānāṁ su-nṛtaṁ maunaṁmithunānām ajas tv aham",
        "verse_Syn": [
            "dharmāṇām",
            "asmi",
            "sannyāsaḥ",
            "kṣemāṇām",
            "abahiḥ",
            "matiḥ",
            "guhyānām",
            "sunṛtam",
            "maunam",
            "mithunānām",
            "ajaḥ",
            "tu",
            "aham"
        ],
        "translation": "Among religious principles I am renunciation, and of all types of security I am consciousness of the eternal soul within. Of secrets I am pleasant speech and silence, and among sexual pairs I am Brahmā.",
        "purport": " One who realizes the eternal soul within no longer fears any material situation and thus is qualified to accept the renounced order of life, sannyāsa. Certainly fear is one of the great miseries of material life; therefore the gift of fearlessness is very valuable and represents Lord Kṛṣṇa. Both in ordinary pleasant speech and silence, very few confidential things are revealed, and thus diplomacy and silence are both aids to secrecy. Lord Brahmā is prominent among sexual pairs because the original beautiful couple, Svāyambhuva Manu and Śatarūpā, emerged from Lord Brahmā’s body, as explained in Chapter Twelve of the Third Canto of Śrīmad-Bhāgavatam."
    },
    {
        "verse": "27",
        "devanagari": "संवत्सरोऽस्म्यनिमिषामृतूनां मधुमाधवौ ।मासानां मार्गशीर्षोऽहं नक्षत्राणां तथाभिजित् ॥ २७ ॥",
        "english_devnagari": "saṁvatsaro ’smy animiṣāmṛtūnāṁ madhu-mādhavaumāsānāṁ mārgaśīrṣo ’haṁnakṣatrāṇāṁ tathābhijit",
        "verse_Syn": [
            "saṁvatsaraḥ",
            "asmi",
            "animiṣām",
            "ṛtūnām",
            "madhu",
            "mādhavau",
            "māsānām",
            "mārgaśīrṣaḥ",
            "aham",
            "nakṣatrāṇām",
            "tathā",
            "abhijit"
        ],
        "translation": "Among the vigilant cycles of time I am the year, and among seasons I am spring. Among months I am Mārgaśīrṣa, and among lunar houses I am the auspicious Abhijit.",
        "purport": ""
    },
    {
        "verse": "28",
        "devanagari": "अहं युगानां च कृतं धीराणां देवलोऽसित: ।द्वैपायनोऽस्मि व्यासानां कवीनां काव्य आत्मवान् ॥ २८ ॥",
        "english_devnagari": "ahaṁ yugānāṁ ca kṛtaṁdhīrāṇāṁ devalo ’sitaḥdvaipāyano ’smi vyāsānāṁkavīnāṁ kāvya ātmavān",
        "verse_Syn": [
            "aham",
            "yugānām",
            "ca",
            "kṛtam",
            "dhīrāṇām",
            "devalaḥ",
            "asitaḥ",
            "dvaipāyanaḥ",
            "asmi",
            "vyāsānām",
            "kavīnām",
            "kāvyaḥ",
            "ātma",
            "vān"
        ],
        "translation": "Among ages I am the Satya-yuga, the age of truth, and among steady sages I am Devala and Asita. Among those who have divided the Vedas I am Kṛṣṇa Dvaipāyana Vedavyāsa, and among learned scholars I am Śukrācārya, the knower of spiritual science.",
        "purport": ""
    },
    {
        "verse": "29",
        "devanagari": "वासुदेवो भगवतां त्वं तु भागवतेष्वहम् ।किम्पुरुषाणां हनुमान् विद्याध्राणां सुदर्शन: ॥ २९ ॥",
        "english_devnagari": "vāsudevo bhagavatāṁtvaṁ tu bhāgavateṣv ahamkimpuruṣānāṁ hanumānvidyādhrāṇāṁ sudarśanaḥ",
        "verse_Syn": [
            "vāsudevaḥ",
            "bhagavatām",
            "tvam",
            "tu",
            "bhāgavateṣu",
            "aham",
            "kimpuruṣāṇām",
            "hanumān",
            "vidyādhrāṇām",
            "sudarśanaḥ"
        ],
        "translation": "Among those entitled to the name Bhagavān I am Vāsudeva, and indeed, you, Uddhava, represent Me among the devotees. I am Hanumān among the Kimpuruṣas, and among the Vidyādharas I am Sudarśana.",
        "purport": " The Vedic literatures state that one who possesses perfect knowledge of the creation and destruction of all entities and who is completely situated in omniscience is to be known as the Supreme Personality of Godhead, Bhagavān. Although many great personalities are sometimes called Bhagavān, ultimately Bhagavān is the one supreme entity who possesses unlimited opulences. Throughout history, many important personalities have been addressed as “lord,” but ultimately there is only one Supreme Lord. In the Lord’s catur-vyūha, or quadruple expansion, the first manifestation is Vāsudeva, who here represents all of the Lord’s expansions in the viṣṇu-tattva category."
    },
    {
        "verse": "30",
        "devanagari": "रत्नानां पद्मरागोऽस्मि पद्मकोश: सुपेशसाम् ।कुशोऽस्मि दर्भजातीनां गव्यमाज्यं हवि:ष्वहम् ॥ ३० ॥",
        "english_devnagari": "ratnānāṁ padma-rāgo ’smipadma-kośaḥ su-peśasāmkuśo ’smi darbha-jātīnāṁgavyam ājyaṁ haviḥṣv aham",
        "verse_Syn": [
            "ratnānām",
            "padma",
            "rāgaḥ",
            "asmi",
            "padma",
            "kośaḥ",
            "su",
            "peśasām",
            "kuśaḥ",
            "asmi",
            "darbha",
            "jātīnām",
            "gavyam",
            "ājyam",
            "haviḥṣu",
            "aham"
        ],
        "translation": "Among jewels I am the ruby, and among beautiful things I am the lotus cup. Among all types of grass I am the sacred kuśa, and of oblations I am ghee and other ingredients obtained from the cow.",
        "purport": " Pañca-gavya refers to five sacrificial ingredients obtained from the cow, namely milk, ghee, yogurt, dung and urine. The cow is so valuable that even its dung and urine are antiseptic and fit for sacrificial offering. Kuśa grass is also used for religious occasions. Mahārāja Parīkṣit constructed a sitting place from kuśa grass during the last week of his life. Among beautiful things the lotus cup formed by lotus petals represents Lord Kṛṣṇa, and among jewels the ruby, which is similar to Lord Kṛṣṇa’s own Kaustubha gem, symbolizes the potency of the Lord."
    },
    {
        "verse": "31",
        "devanagari": "व्यवसायिनामहं लक्ष्मी: कितवानां छलग्रह: ।तितिक्षास्मि तितिक्षूणां सत्त्वं सत्त्ववतामहम् ॥ ३१ ॥",
        "english_devnagari": "vyavasāyinām ahaṁ lakṣmīḥkitavānāṁ chala-grahaḥtitikṣāsmi titikṣūṇāṁsattvaṁ sattvavatām aham",
        "verse_Syn": [
            "vyavasāyinām",
            "aham",
            "lakṣmīḥ",
            "kitavānām",
            "chala",
            "grahaḥ",
            "titikṣā",
            "asmi",
            "titikṣūṇām",
            "sattvam",
            "sattva",
            "vatām",
            "aham"
        ],
        "translation": "Among the enterprising I am fortune, and among the cheaters I am gambling. I am the forgiveness of the tolerant and the good qualities of those in the mode of goodness.",
        "purport": ""
    },
    {
        "verse": "32",
        "devanagari": "ओज: सहो बलवतां कर्माहं विद्धि सात्वताम् ।सात्वतां नवमूर्तीनामादिमूर्तिरहं परा ॥ ३२ ॥",
        "english_devnagari": "ojaḥ saho balavatāṁkarmāhaṁ viddhi sātvatāmsātvatāṁ nava-mūrtīnāmādi-mūrtir ahaṁ parā",
        "verse_Syn": [
            "ojaḥ",
            "sahaḥ",
            "balavatām",
            "karma",
            "aham",
            "viddhi",
            "sātvatām",
            "sātvatām",
            "nava",
            "mūrtīnām",
            "ādi",
            "mūrtiḥ",
            "aham",
            "parā"
        ],
        "translation": "Of the powerful I am bodily and mental strength, and I am the devotional activities of My devotees. My devotees worship Me in nine different forms, among which I am the original and primary Vāsudeva.",
        "purport": " Generally, the Vaiṣṇavas worship the Personality of Godhead as Vāsudeva, Saṅkarṣaṇa, Pradyumna, Aniruddha, Nārāyaṇa, Hayagrīva, Varāha, Nṛsiṁha and Brahmā. It is understood that when a suitable living entity is not available to fill the post of Brahmā, the Lord Himself assumes the position; therefore Lord Brahmā is mentioned in the list. Lord Viṣṇu sometimes appears as Indra and sometimes as Brahmā, and it is Viṣṇu appearing as Brahmā who is indicated in this connection."
    },
    {
        "verse": "33",
        "devanagari": "विश्वावसु: पूर्वचित्तिर्गन्धर्वाप्सरसामहम् ।भूधराणामहं स्थैर्यं गन्धमात्रमहं भुव: ॥ ३३ ॥",
        "english_devnagari": "viśvāvasuḥ pūrvacittirgandharvāpsarasām ahambhūdharāṇām ahaṁ sthairyaṁgandha-mātram ahaṁ bhuvaḥ",
        "verse_Syn": [
            "viśvāvasuḥ",
            "pūrvacittiḥ",
            "gandharva",
            "apsarasām",
            "aham",
            "bhūdharāṇām",
            "aham",
            "sthairyam",
            "gandha",
            "mātram",
            "aham",
            "bhuvaḥ"
        ],
        "translation": "Among the Gandharvas I am Viśvāvasu, and I am Pūrvacitti among the heavenly Apsaras. I am the steadiness of mountains and the fragrant aroma of the earth.",
        "purport": " In Bhagavad-gītā (7.9) Lord Kṛṣṇa says, puṇyo gandhaḥ pṛthivyāṁ ca: “I am the fragrance of the earth.” The original fragrance of the earth is very pleasing and represents Lord Kṛṣṇa. Although unpleasant aromas may be artificially produced, they do not represent the Lord."
    },
    {
        "verse": "34",
        "devanagari": "अपां रसश्च परमस्तेजिष्ठानां विभावसु: ।प्रभा सूर्येन्दुताराणां शब्दोऽहं नभस: पर: ॥ ३४ ॥",
        "english_devnagari": "apāṁ rasaś ca paramastejiṣṭhānāṁ vibhāvasuḥprabhā sūryendu-tārāṇāṁśabdo ’haṁ nabhasaḥ paraḥ",
        "verse_Syn": [
            "apām",
            "rasaḥ",
            "ca",
            "paramaḥ",
            "tejiṣṭhānām",
            "vibhāvasuḥ",
            "prabhā",
            "sūrya",
            "indu",
            "tārāṇām",
            "śabdaḥ",
            "aham",
            "nabhasaḥ",
            "paraḥ"
        ],
        "translation": "I am the sweet taste of water, and among brilliant things I am the sun. I am the effulgence of the sun, moon and stars, and I am the transcendental sound that vibrates in the sky.",
        "purport": ""
    },
    {
        "verse": "35",
        "devanagari": "ब्रह्मण्यानां बलिरहं वीराणामहमर्जुन: ।भूतानां स्थितिरुत्पत्तिरहं वै प्रतिसङ्क्रम: ॥ ३५ ॥",
        "english_devnagari": "brahmaṇyānāṁ balir ahaṁvīrāṇām aham arjunaḥbhūtānāṁ sthitir utpattirahaṁ vai pratisaṅkramaḥ",
        "verse_Syn": [
            "brahmaṇyānām",
            "baliḥ",
            "aham",
            "vīrāṇām",
            "aham",
            "arjunaḥ",
            "bhūtānām",
            "sthitiḥ",
            "utpattiḥ",
            "aham",
            "vai",
            "pratisaṅkramaḥ"
        ],
        "translation": "Among those dedicated to brahminical culture I am Bali Mahārāja, the son of Virocana, and I am Arjuna among heroes. Indeed, I am the creation, maintenance and annihilation of all living entities.",
        "purport": ""
    },
    {
        "verse": "36",
        "devanagari": "गत्युक्त्युत्सर्गोपादानमानन्दस्पर्शलक्षणम् ।आस्वादश्रुत्यवघ्राणमहं सर्वेन्द्रियेन्द्रियम् ॥ ३६ ॥",
        "english_devnagari": "gaty-ukty-utsargopādānamānanda-sparśa-lakṣanamāsvāda-śruty-avaghrāṇamahaṁ sarvendriyendriyam",
        "verse_Syn": [
            "gati",
            "ukti",
            "utsarga",
            "upādānam",
            "ānanda",
            "sparśa",
            "lakṣaṇam",
            "āsvāda",
            "śruti",
            "avaghrāṇam",
            "aham",
            "sarva",
            "indriya",
            "indriyam"
        ],
        "translation": "I am the functions of the five working senses — the legs, speech, anus, hands and sex organs — as well as those of the five knowledge-acquiring senses — touch, sight, taste, hearing and smell. I am also the potency by which each of the senses experiences its particular sense object.",
        "purport": ""
    },
    {
        "verse": "37",
        "devanagari": "पृथिवी वायुराकाश आपो ज्योतिरहं महान् ।विकार: पुरुषोऽव्यक्तं रज: सत्त्वं तम: परम् ।अहमेतत्प्रसङ्ख्यानं ज्ञानं तत्त्वविनिश्चय: ॥ ३७ ॥",
        "english_devnagari": "pṛthivī vāyur ākāśaāpo jyotir ahaṁ mahānvikāraḥ puruṣo ’vyaktaṁrajaḥ sattvaṁ tamaḥ paramaham etat prasaṅkhyānaṁjñānaṁ tattva-viniścayaḥ",
        "verse_Syn": [
            "pṛthivī",
            "vāyuḥ",
            "ākāśaḥ",
            "āpaḥ",
            "jyotiḥ",
            "aham",
            "mahān",
            "vikāraḥ",
            "puruṣaḥ",
            "avyaktam",
            "rajaḥ",
            "sattvam",
            "tamaḥ",
            "param",
            "aham",
            "etat",
            "prasaṅkhyānam",
            "jñānam",
            "tattva",
            "viniścayaḥ"
        ],
        "translation": "I am form, taste, aroma, touch and sound; false ego; the mahat-tattva; earth, water, fire, air and sky; the living entity; material nature; the modes of goodness, passion and ignorance; and the transcendental Lord. All these items, along with knowledge of their individual symptoms and the steady conviction that results from this knowledge, represent Me.",
        "purport": " Having given a brief but detailed synopsis of His personal opulences within this world, the Lord now briefly summarizes the opulences that expand from His bodily effulgence. It is stated in Brahma-saṁhitā that all of the material universes with their infinite varieties, transformations and opulences rest on the bodily effulgence of the Lord. Śrīla Jīva Gosvāmī has elaborately explained this point in his commentary on this verse."
    },
    {
        "verse": "38",
        "devanagari": "मयेश्वरेण जीवेन गुणेन गुणिना विना ।सर्वात्मनापि सर्वेण न भावो विद्यते क्व‍‍चित् ॥ ३८ ॥",
        "english_devnagari": "mayeśvareṇa jīvenaguṇena guṇinā vināsarvātmanāpi sarveṇana bhāvo vidyate kvacit",
        "verse_Syn": [
            "mayā",
            "īśvareṇa",
            "jīvena",
            "guṇena",
            "guṇinā",
            "vinā",
            "sarva",
            "ātmanā",
            "api",
            "sarveṇa",
            "na",
            "bhāvaḥ",
            "vidyate",
            "kvacit"
        ],
        "translation": "As the Supreme Lord I am the basis of the living entity, of the modes of nature and of the mahat-tattva. Thus I am everything, and nothing whatsoever can exist without Me.",
        "purport": " Without the manifestation of the mahat-tattva, or total material existence, and the jīva, or living entity, nothing can exist within the material world. Everything we experience is a combination of the living entity and matter, in its various subtle and gross categories. The Supreme Personality of Godhead is the entire basis of the existence of both the living entity and matter. Nothing can possibly exist even for a moment without the mercy of the Supreme Lord. One should not foolishly conclude that the Lord is therefore material. As has been clearly explained in this canto of the Bhāgavatam, both the living entity and the Supreme Lord are completely transcendental to material nature. The living entity, however, has the propensity to dream that he is material, whereas the Lord constantly remembers the transcendental position of both Himself and the conditioned dreaming entity. As the Lord is transcendental, His abode is also far beyond the reach of the modes of nature. The actual purpose of life is to understand by mature conviction the transcendental Lord, His transcendental abode, our own transcendental position and the process by which we may go back home, back to Godhead."
    },
    {
        "verse": "39",
        "devanagari": "सङ्ख्यानं परमाणूनां कालेन क्रियते मया ।न तथा मे विभूतीनां सृजतोऽण्डानि कोटिश: ॥ ३९ ॥",
        "english_devnagari": "saṅkhyānaṁ paramāṇūnāṁkālena kriyate mayāna tathā me vibhūtīnāṁsṛjato ’ṇḍāni koṭiśaḥ",
        "verse_Syn": [
            "saṅkhyānam",
            "parama",
            "aṇūnām",
            "kālena",
            "kriyate",
            "mayā",
            "na",
            "tathā",
            "me",
            "vibhūtīnām",
            "sṛjataḥ",
            "aṇḍāni",
            "koṭiśaḥ"
        ],
        "translation": "Even though over a period of time I might count all the atoms of the universe, I could not count all of My opulences which I manifest within innumerable universes.",
        "purport": " The Lord here explains that Uddhava should not expect a complete catalog of the Lord’s opulences, since even the Lord Himself finds no limit to such opulences. According to Śrīla Jīva Gosvāmī, kālena indicates that the Supreme Personality of Godhead is within every atom and can therefore easily calculate the total number of atoms. However, although the Lord is certainly omniscient, even He Himself cannot supply a finite number for His opulences, because they are infinite."
    },
    {
        "verse": "40",
        "devanagari": "तेज: श्री: कीर्तिरैश्वर्यं ह्रीस्त्याग: सौभगं भग: ।वीर्यं तितिक्षा विज्ञानं यत्र यत्र स मेंऽशक: ॥ ४० ॥",
        "english_devnagari": "tejaḥ śrīḥ kīrtir aiśvaryaṁhrīs tyāgaḥ saubhagaṁ bhagaḥvīryaṁ titikṣā vijñānaṁyatra yatra sa me ’ṁśakaḥ",
        "verse_Syn": [
            "tejaḥ",
            "śrīḥ",
            "kīrtiḥ",
            "aiśvaryam",
            "hrīḥ",
            "tyāgaḥ",
            "saubhagam",
            "bhagaḥ",
            "vīryam",
            "titikṣā",
            "vijñānam",
            "yatra",
            "yatra",
            "saḥ",
            "me",
            "aṁśakaḥ"
        ],
        "translation": "Whatever power, beauty, fame, opulence, humility, renunciation, mental pleasure, fortune, strength, tolerance or spiritual knowledge there may be is simply an expansion of My opulence.",
        "purport": " Although the Lord stated in the previous verse that His opulences are innumerable, the Lord here gives a specific resume and demonstration of His opulences."
    },
    {
        "verse": "41",
        "devanagari": "एतास्ते कीर्तिता: सर्वा: सङ्‍क्षेपेण विभूतय: ।मनोविकारा एवैते यथा वाचाभिधीयते ॥ ४१ ॥",
        "english_devnagari": "etās te kīrtitāḥ sarvāḥsaṅkṣepeṇa vibhūtayaḥmano-vikārā evaiteyathā vācābhidhīyate",
        "verse_Syn": [
            "etāḥ",
            "te",
            "kīrtitāḥ",
            "sarvāḥ",
            "saṅkṣepeṇa",
            "vibhūtayaḥ",
            "manaḥ",
            "vikārāḥ",
            "eva",
            "ete",
            "yathā",
            "vācā",
            "abhidhīyate"
        ],
        "translation": "I have briefly described to you all My spiritual opulences and also the extraordinary material features of My creation, which are perceived by the mind and defined in different ways according to circumstances.",
        "purport": " According to Sanskrit grammar, and as confirmed by Śrīla Śrīdhara Svāmī, the words etāḥ and ete describe two distinct sets of the Lord’s opulences. The Lord has described His opulent plenary expansions, such as Vāsudeva, Nārāyaṇa, the Supersoul, etc., and further the Lord has described the outstanding features of the material creation, which are also included among the glories of the Personality of Godhead. The plenary manifestations of the Lord, such as Vāsudeva, Nārāyaṇa, etc., are all eternal, unchanging transcendental features of the Lord and are indicated by the term etāḥ. The extraordinary aspects of material creation, however, are circumstantial and dependent on individual perception, and they are therefore described here by the words mano-vikārā evaite yathā vācābhidhīyate. Śrīla Jīva Gosvāmī explains that by consistent logical application of synonyms, etāḥ refers to the Lord’s eternal spiritual manifestations, beyond the perception of the material senses, whereas ete refers to those opulences that can be perceived by conditioned souls. He gives the example that the paraphernalia and intimate associates of a king are all considered to be part and parcel of the king and are therefore granted royal status. Similarly, the opulent features of material creation are reflected expansions of the Lord’s personal opulences and thus may be considered nondifferent from Him. One should not, however, wrongly assume that such insignificant material opulences occupy the same status as the Lord’s plenary features as the Personality of Godhead, which are qualitatively and quantitatively equal to the Lord. Śrīla Viśvanātha Cakravartī Ṭhākura comments as follows on this verse. “The Lord’s external opulences are called mano-vikārāḥ, or ‘related to mental transformation,’ because ordinary people perceive extraordinary features of the material world according to their personal state of mind. Thus the word vācābhidhīyate indicates that conditioned souls describe the Lord’s material creation according to specific material circumstances. Because of the circumstantial relative definitions of material opulence, such opulence is never to be considered a direct plenary manifestation of the Lord’s personal form. When one’s state of mind is transformed into a favorable or affectionate state, one defines a manifestation of the Lord’s energy as ‘my son,’ ‘my father,’ ‘my husband,’ ‘my uncle,’ ‘the son of my brother,’ ‘my friend,’ and so on. One forgets that every living entity is actually part and parcel of the Supreme Personality of Godhead and that whatever opulences, talents or outstanding features one may exhibit are actually the potencies of the Lord. Similarly, when the mind is transformed into a negative or inimical state, one thinks, ‘This person will be the ruin of me,’ ‘This person must be finished by me,’ ‘He is my enemy’ or ‘I am his enemy,’ ‘He is a killer’ or ‘He should be killed.’ The negative state of mind is also expressed when one is attracted to the extraordinary material aspects of particular persons or objects but forgets that they are manifestations of the potency of the Personality of Godhead. Even the demigod Indra, who is quite obviously a manifestation of the Lord’s material opulences, is misunderstood by others. For example, Indra’s wife, Śacī, thinks that Indra is ‘my husband,’ whereas Aditi thinks that he is ‘my son.’ Jayanta thinks that he is ‘my father,’ Bṛhaspati thinks that he is ‘my disciple,’ whereas the demons feel that Indra is their personal enemy. Thus different personalities define him according to their mental state. The Lord’s material opulences, being relatively perceived, are therefore called mano-vikāra, which means they are dependent on mental states. This relative perception is material because it does not recognize the Supreme Personality of Godhead as the actual source of the particular opulence. If one sees Lord Kṛṣṇa as the source of all opulences and gives up all desires to enjoy or possess the Lord’s opulences, then one can see the spiritual nature of these opulences. At that time, even though one may continue to perceive the variety and distinctions of the material world, one will become perfect in Kṛṣṇa consciousness. One should not conclude, as do the voidist philosophers, that the Lord’s spiritual manifestations in the viṣṇu-tattva and liberated jīva categories are also products of relative perception and mental states. This useless idea is contrary to the entire body of the Supreme Personality of Godhead’s teachings to Śrī Uddhava.” According to Śrīla Jīva Gosvāmī, the word vācā also indicates the various Vedic literatures that describe the particular processes by which the Lord manifests His spiritual and material opulences, and in this context yathā indicates the specific procedures of manifestation and creation."
    },
    {
        "verse": "42",
        "devanagari": "वाचं यच्छ मनो यच्छ प्राणान् यच्छेन्द्रियाणि च ।आत्मानमात्मना यच्छ न भूय: कल्पसेऽध्वने ॥ ४२ ॥",
        "english_devnagari": "vācaṁ yaccha mano yacchaprāṇān yacchedriyāṇi caātmānam ātmanā yacchana bhūyaḥ kalpase ’dhvane",
        "verse_Syn": [
            "vācam",
            "yaccha",
            "manaḥ",
            "yaccha",
            "prāṇān",
            "yaccha",
            "indriyāṇi",
            "ca",
            "ātmānam",
            "ātmanā",
            "yaccha",
            "na",
            "bhūyaḥ",
            "kalpase",
            "adhvane"
        ],
        "translation": "Therefore, control your speaking, subdue the mind, conquer the life air, regulate the senses and through purified intelligence bring your rational faculties under control. In this way you will never again fall onto the path of material existence.",
        "purport": " One should see all things as expansions of the Supreme Lord’s potency, and thus with speech, mind and senses one should offer respect to all things, without minimizing any living entity or material object. Since everything belongs to the Lord, everything ultimately should be engaged in the Lord’s service with great care. A self-realized devotee tolerates personal insult and does not become envious of any living entity, nor does he see anyone as his enemy. This is practical enlightenment. Although a pure devotee may criticize those who obstruct the Lord’s mission, such criticism is never personally motivated nor is it ever based on enviousness. An advanced devotee of the Lord may chastise his followers or criticize the demoniac, but only to carry out the mission of the Supreme Lord and never out of personal enmity or enviousness. For one who completely gives up the material concept of life there is no possibility of entering again onto the path of birth and death."
    },
    {
        "verse": "43",
        "devanagari": "यो वै वाङ्‍मनसी सम्यगसंयच्छन् धिया यति: ।तस्य व्रतं तपो दानं स्रवत्यामघटाम्बुवत् ॥ ४३ ॥",
        "english_devnagari": "yo vai vāṅ-manasī saṁyagasaṁyacchan dhiyā yatiḥtasya vrataṁ tapo dānaṁsravaty āma-ghaṭāmbu-vat",
        "verse_Syn": [
            "yaḥ",
            "vai",
            "vāk",
            "manasī",
            "saṁyak",
            "asaṁyacchan",
            "dhiyā",
            "yatiḥ",
            "tasya",
            "vratam",
            "tapaḥ",
            "dānam",
            "sravati",
            "āma",
            "ghaṭa",
            "ambu",
            "vat"
        ],
        "translation": "A transcendentalist who does not completely control his words and mind by superior intelligence will find that his spiritual vows, austerities and charity flow away just as water flows out of an unbaked clay pot.",
        "purport": " When a clay pot is properly baked it holds any liquid substance without leakage. If a clay pot is not properly baked, however, water or any other liquid within it will seep out and be lost. Similarly, a transcendentalist who does not control his speech and mind will find that his spiritual discipline and austerity gradually seep away and are lost. Dāna, or “charity,” refers to work performed for the welfare of others. Those who are trying to give the highest charity by preaching Kṛṣṇa consciousness should not engage in speaking cleverly for the satisfaction of beautiful women, nor should they attempt to become artificially intellectual simply for the sake of mundane academic prestige. One should not even think of intimate sexual relationships, nor should one daydream of acquiring a prestigious position. Otherwise, one’s determination to strictly practice Kṛṣṇa consciousness will be lost, as described here. One must control the mind, senses and speech by higher intelligence so that one’s life will be successful."
    },
    {
        "verse": "44",
        "devanagari": "तस्माद्वचोमन:प्राणान् नियच्छेन्मत्परायण: ।मद्भ‍‍क्तियुक्तया बुद्ध्या तत: परिसमाप्यते ॥ ४४ ॥",
        "english_devnagari": "tasmād vaco manaḥ prāṇānniyacchen mat-parāyaṇaḥmad-bhakti-yuktayā buddhyātataḥ parisamāpyate",
        "verse_Syn": [
            "tasmāt",
            "vacaḥ",
            "manaḥ",
            "prāṇān",
            "niyacchet",
            "mat",
            "parāyaṇaḥ",
            "mat",
            "bhakti",
            "yuktayā",
            "buddhyā",
            "tataḥ",
            "parisamāpyate"
        ],
        "translation": "Being surrendered to Me, one should control the speech, mind and life air, and then through loving devotional intelligence one will completely fulfill the mission of life.",
        "purport": " One can develop loving devotional intelligence by perfectly chanting the Brahma-gāyatrī mantra awarded at the moment of brāhmaṇa initiation. By clear intelligence, one becomes naturally and spontaneously disinterested in the rewards offered by mental speculation and fruitive activities and takes full shelter of the Supreme Personality of Godhead."
    }
]