[
    {
        "verse": "1",
        "devanagari": "श्रीशुक उवाचअथ ब्रह्मात्मजै: देवै: प्रजेशैरावृतोऽभ्यगात् ।भवश्च भूतभव्येशो ययौ भूतगणैर्वृत: ॥ १ ॥",
        "english_devnagari": "śrī-śuka uvācaatha brahmātma-jaiḥ devaiḥprajeśair āvṛto ’bhyagātbhavaś ca bhūta-bhavyeśoyayau bhūta-gaṇair vṛtaḥ",
        "verse_Syn": [
            "śrī",
            "śukaḥ",
            "uvāca",
            "atha",
            "brahmā",
            "ātma",
            "jaiḥ",
            "devaiḥ",
            "prajā",
            "īśaiḥ",
            "āvṛtaḥ",
            "abhyagāt",
            "bhavaḥ",
            "ca",
            "bhūta",
            "bhavya",
            "īśaḥ",
            "yayau",
            "bhūta",
            "gaṇaiḥ",
            "vṛtaḥ"
        ],
        "translation": "Śrī Śukadeva Gosvāmī said: Lord Brahmā then set off for Dvārakā, accompanied by his own sons as well as by the demigods and the great Prajāpatis. Lord Śiva, the bestower of auspiciousness to all living beings, also went, surrounded by many ghostly creatures.",
        "purport": ""
    },
    {
        "verse": "2-4",
        "devanagari": "इन्द्रो मरुद्भ‍िर्भगवानादित्या वसवोऽश्विनौ ।ऋभवोऽङ्गिरसो रुद्रा विश्वे साध्याश्च देवता: ॥ २ ॥गन्धर्वाप्सरसो नागा: सिद्धचारणगुह्यका: ।ऋषय: पितरश्चैव सविद्याधरकिन्नरा: ॥ ३ ॥द्वारकामुपसञ्जग्मु: सर्वे कृष्णदिद‍ृक्षव: ।वपुषा येन भगवान् नरलोकमनोरम: ।यशो वितेने लोकेषु सर्वलोकमलापहम् ॥ ४ ॥",
        "english_devnagari": "indro marudbhir bhagavānādityā vasavo ’śvinauṛbhavo ’ṅgiraso rudrāviśve sādhyāś ca devatāḥ",
        "verse_Syn": [
            "indraḥ",
            "marudbhiḥ",
            "bhagavān",
            "ādityāḥ",
            "vasavaḥ",
            "aśvinau",
            "ṛbhavaḥ",
            "aṅgirasaḥ",
            "rudrāḥ",
            "viśve",
            "sādhyāḥ",
            "ca",
            "devatāḥ",
            "gandharva",
            "apsarasaḥ",
            "nāgāḥ",
            "siddha",
            "cāraṇa",
            "guhyakāḥ",
            "ṛṣayaḥ",
            "pitaraḥ",
            "ca",
            "eva",
            "sa",
            "vidyādhara",
            "kinnarāḥ",
            "dvārakām",
            "upasañjagmuḥ",
            "sarve",
            "kṛṣṇa",
            "didṛkṣavaḥ",
            "vapuṣā",
            "yena",
            "bhagavān",
            "nara",
            "loka",
            "manaḥ",
            "ramaḥ",
            "yaśaḥ",
            "vitene",
            "lokeṣu",
            "sarva",
            "loka",
            "mala",
            "apaham"
        ],
        "translation": "The powerful Lord Indra, along with the Maruts, Ādityas, Vasus, Aśvinīs, Ṛbhus, Aṅgirās, Rudras, Viśvedevas, Sādhyas, Gandharvas, Apsarās, Nāgas, Siddhas, Cāraṇas, Guhyakas, the great sages and forefathers and the Vidyādharas and Kinnaras, arrived at the city of Dvārakā, hoping to see Lord Kṛṣṇa. By His transcendental form, Kṛṣṇa, the Supreme Lord, enchanted all human beings and spread His own fame throughout the worlds. The Lord’s glories destroy all contamination within the universe.",
        "purport": " The Personality of Godhead descends within the material world to assist the demigods in the cosmic management; thus the demigods can normally see such forms of the Lord as Upendra. However, here it is indicated that although accustomed to seeing various Viṣṇu expansions of the Lord, the demigods were specifically eager to see the most beautiful form of the Lord as Kṛṣṇa. Deha-dehi-vibhāgaś ca neśvare vidyate kvacit: there is no distinction between the Supreme Lord and His personal body. The jīva soul is different from his body, but the beautiful, transcendental form of the Lord is identical with the Lord in all respects."
    },
    {
        "verse": "5",
        "devanagari": "तस्यां विभ्राजमानायां समृद्धायां महर्द्धिभि: ।व्यचक्षतावितृप्ताक्षा: कृष्णमद्भ‍ुतदर्शनम् ॥ ५ ॥",
        "english_devnagari": "tasyāṁ vibhrājamānāyāṁsamṛddhāyāṁ maharddhibhiḥvyacakṣatāvitṛptākṣāḥkṛṣṇam adbhuta-darśanam",
        "verse_Syn": [
            "tasyām",
            "vibhrājamānāyām",
            "samṛddhāyām",
            "mahā",
            "ṛddhibhiḥ",
            "vyacakṣata",
            "avitṛpta",
            "akṣāḥ",
            "kṛṣṇam",
            "adbhuta",
            "darśanam"
        ],
        "translation": "In that resplendent city of Dvārakā, rich with all superior opulences, the demigods beheld with unsatiated eyes the wonderful form of Śrī Kṛṣṇa.",
        "purport": ""
    },
    {
        "verse": "6",
        "devanagari": "स्वर्गोद्यानोपगैर्माल्यैश्छादयन्तो यदूत्तमम् ।गीर्भिश्चित्रपदार्थाभिस्तुष्टुवुर्जगदीश्वरम् ॥ ६ ॥",
        "english_devnagari": "svargodyānopagair mālyaiśchādayanto yudūttamamgīrbhiś citra-padārthābhistuṣṭuvur jagad-īśvaram",
        "verse_Syn": [
            "svarga",
            "udyāna",
            "upagaiḥ",
            "mālyaiḥ",
            "chādayantaḥ",
            "yadu",
            "uttamam",
            "gīrbhiḥ",
            "citra",
            "pada",
            "arthābhiḥ",
            "tuṣṭuvuḥ",
            "jagat",
            "īśvaram"
        ],
        "translation": "The demigods covered the Supreme Lord of the universe with flower garlands brought from the gardens of heaven. Then they praised Him, the best of the Yadu dynasty, with statements containing charming words and ideas.",
        "purport": ""
    },
    {
        "verse": "7",
        "devanagari": "श्रीदेवा ऊचु:नता: स्म ते नाथ पदारविन्दंबुद्धीन्द्रियप्राणमनोवचोभि: ।यच्चिन्त्यतेऽन्तर्हृदि भावयुक्तै-र्मुमुक्षुभि: कर्ममयोरुपाशात् ॥ ७ ॥",
        "english_devnagari": "śrī-devā ūcuḥnatāḥ sma te nātha padāravindaṁbuddhīndriya-prāṇa-mano-vacobhiḥyac cintyate ’ntar hṛdi bhāva-yuktairmumukṣubhiḥ karma-mayoru-pāśāt",
        "verse_Syn": [
            "śrī",
            "devāḥ",
            "ūcuḥ",
            "natāḥ",
            "sma",
            "te",
            "nātha",
            "pada",
            "aravindam",
            "buddhi",
            "indriya",
            "prāṇa",
            "manaḥ",
            "vacobhiḥ",
            "yat",
            "cintyate",
            "antaḥ",
            "hṛdi",
            "bhāva",
            "yuktaiḥ",
            "mumukṣubhiḥ",
            "karma",
            "maya",
            "uru",
            "pāśāt"
        ],
        "translation": "The demigods began to speak: Our dear Lord, advanced mystic yogīs, striving for liberation from the severe bondage of material work, meditate with great devotion upon Your lotus feet within their hearts. Dedicating our intelligence, senses, vital air, mind and power of speech to Your Lordship, we demigods bow down at Your lotus feet.",
        "purport": " According to Śrīla Śrīdhara Svāmī, the word sma in this verse indicates vismaya, “astonishment.” The demigods were astonished that although great mystic yogīs are only able to contemplate the lotus feet of the Lord within their hearts, the demigods arriving in the city of Dvārakā were able to see before them the entire body of the Supreme Personality of Godhead. Therefore the powerful demigods fell down like sticks before the Lord. Such full obeisances (called daṇḍavat, “like a stick”) are described as follows: “The obeisances offered with eight limbs are made with the two arms, the two legs, the two knees, the chest, the head, the eyes, the mind and the power of speech.” The currents of material nature are very powerful, and one should therefore cling tightly to the lotus feet of the Lord. Otherwise, the violent waves of sense gratification and mental speculation will undoubtedly sweep one away from one’s eternal, constitutional position as the loving servitor of the Supreme Lord, and one will then fall down into the stringent bondage described here as uru-pāśāt, “a very powerful illusory network.”"
    },
    {
        "verse": "8",
        "devanagari": "त्वं मायया त्रिगुणयात्मनि दुर्विभाव्यंव्यक्तं सृजस्यवसि लुम्पसि तद्गुणस्थ: ।नैतैर्भवानजित कर्मभिरज्यते वैयत् स्वे सुखेऽव्यवहितेऽभिरतोऽनवद्य: ॥ ८ ॥",
        "english_devnagari": "tvaṁ māyayā tri-guṇayātmani durvibhāvyaṁvyaktaṁ sṛjasy avasi lumpasi tad-guṇa-sthaḥnaitair bhavān ajita karmabhir ajyate vaiyat sve sukhe ’vyavahite ’bhirato ’navadyaḥ",
        "verse_Syn": [
            "tvam",
            "māyayā",
            "tri",
            "guṇayā",
            "ātmani",
            "durvibhāvyam",
            "vyaktam",
            "sṛjasi",
            "avasi",
            "lumpasi",
            "tat",
            "guṇa",
            "sthaḥ",
            "na",
            "etaiḥ",
            "bhavān",
            "ajita",
            "karmabhiḥ",
            "ajyate",
            "vai",
            "yat",
            "sve",
            "sukhe",
            "avyavahite",
            "abhirataḥ",
            "anavadyaḥ"
        ],
        "translation": "O unconquerable Lord, You engage Your illusory energy, composed of three modes, to unleash, maintain and devastate the inconceivable manifest cosmos, all within Your own self. As the supreme superintendent of māyā, You appear to be situated in the interaction of the modes of nature; however, You are never affected by material activities. In fact, You are directly engaged in Your own eternal, spiritual bliss, and thus You cannot be accused of any material infection.",
        "purport": " The word durvibhāvyam is significant here. The ultimate cause of the creation, maintenance and annihilation of the material world is certainly inconceivable even for the greatest mundane scientists, who waste their lives in useless and fruitless speculation. Yet Mahā-Viṣṇu, who is the secondary expansion of an expansion of the Supreme Lord, Kṛṣṇa, sees the entire cosmos to be like an insignificant atom. So what hope is there for foolish so-called scientists who try to understand Kṛṣṇa by their ridiculous experimental power? Thus the word anavadya is used. No one can find fault or discrepancy in the body, character, activities or instructions of the Supreme Personality of Godhead. The Lord is never materially ignorant; therefore He never exhibits cruelty, laziness, foolishness, blindness or material intoxication. Similarly, because the Lord is never polluted by material passion, He never exhibits material pride, lamentation, yearning or violence. And since the Lord is free from material goodness, He never attempts to peacefully enjoy the material world with a sublime materialistic mentality. Lord Kṛṣṇa, as stated here (sve sukhe ’vyavahite ’bhirataḥ), is eternally busy, day and night, in His transcendental abode, relishing the inconceivable loving devotion of His innumerable associates. The Lord is being embraced and is embracing. He is joking and is hearing the joking of His loved ones. The Lord is walking through forests full of fruits and flowers, playing in the nectarean river Yamunā and taking part in His most confidential transcendental loving affairs with the cowherd girls of Vṛndāvana. These pastimes in Kṛṣṇaloka and on other Vaikuṇṭha planets are eternal, faultless and an ocean of spiritual happiness. The Lord never descends to the dry platform of relative material happiness. The infinite Personality of Godhead has nothing to gain from anyone; thus fruitive activity cannot possibly exist within the Lord."
    },
    {
        "verse": "9",
        "devanagari": "शुद्धिर्नृणां न तु तथेड्य दुराशयानांविद्याश्रुताध्ययनदानतप:क्रियाभि: ।सत्त्वात्मनामृषभ ते यशसि प्रवृद्ध-सच्छ्रद्धया श्रवणसम्भृतया यथा स्यात् ॥ ९ ॥",
        "english_devnagari": "śuddhir nṛṇāṁ na tu tatheḍya durāśayānāṁvidyā-śrutādhyayana-dāna-tapaḥ-kriyābhiḥsattvātmanām ṛṣabha te yaśasi pravṛddha-sac-chraddhayā śravaṇa-sambhṛtayā yathā syāt",
        "verse_Syn": [
            "śuddhiḥ",
            "nṛṇām",
            "na",
            "tu",
            "tathā",
            "īḍya",
            "durāśayānām",
            "vidyā",
            "śruta",
            "adhyayana",
            "dāna",
            "tapaḥ",
            "kriyābhiḥ",
            "sattva",
            "ātmanām",
            "ṛṣabha",
            "te",
            "yaśasi",
            "pravṛddha",
            "sat",
            "śraddhayā",
            "śravaṇa",
            "sambhṛtayā",
            "yathā",
            "syāt"
        ],
        "translation": "O greatest of all, those whose consciousness is polluted by illusion cannot purify themselves merely by ordinary worship, study of the Vedas, charity, austerity and ritual activities. Our Lord, those pure souls who have developed a powerful transcendental faith in Your glories achieve a purified state of existence that can never be attained by those lacking such faith.",
        "purport": " Even if a pure devotee is lacking the above qualifications, such as Vedic study and austerity, if he has unflinching faith in Lord Kṛṣṇa the Lord will save him because of his devotion. On the other hand, if one becomes falsely proud of one’s material qualifications, including ordinary piety, but does not devote himself to hearing and chanting the glories of Kṛṣṇa, the result will ultimately be nil. The transcendental spirit soul cannot be purified by any amount of material piety, charity or scholarship. Only the transcendental Supreme Lord can purify the transcendental living entity by bestowing His mercy within the heart. The demigods were astonished at their good fortune. Even by hearing about Kṛṣṇa, one achieves all perfection, but they had entered the Lord’s own city and were seeing Him standing before them."
    },
    {
        "verse": "10",
        "devanagari": "स्यान्नस्तवाङ्‍‍घ्रिरशुभाशयधूमकेतु:क्षेमाय यो मुनिभिरार्द्रहृदोह्यमान: ।य: सात्वतै: समविभूतय आत्मवद्भ‍ि-र्व्यूहेऽर्चित: सवनश: स्वरतिक्रमाय ॥ १० ॥",
        "english_devnagari": "syān nas tavāṅghrir aśubhāśaya-dhūmaketuḥkṣemāya yo munibhir ārdra-hṛdohyamānaḥyaḥ sātvataiḥ sama-vibhūtaya ātmavadbhirvyūhe ’rcitaḥ savanaśaḥ svar-atikramāya",
        "verse_Syn": [
            "syāt",
            "naḥ",
            "tava",
            "aṅghriḥ",
            "aśubha",
            "āśaya",
            "dhūma",
            "ketuḥ",
            "kṣemāya",
            "yaḥ",
            "munibhiḥ",
            "ārdra",
            "hṛdā",
            "uhyamānaḥ",
            "yaḥ",
            "sātvataiḥ",
            "sama",
            "vibhūtaye",
            "ātma",
            "vadbhiḥ",
            "vyūhe",
            "arcitaḥ",
            "savanaśaḥ",
            "svaḥ",
            "atikramāya"
        ],
        "translation": "Great sages, desiring the highest benefit in life, always cherish Your lotus feet within their hearts, which are melted by love for You. Similarly, Your self-controlled devotees, desiring to cross beyond the material kingdom of heaven to achieve opulence equal to Yours, worship Your lotus feet in the morning, at noon and in the evening. Thus, they meditate upon Your Lordship in Your quadruple expansion. Your lotus feet are just like a blazing fire that burns to ashes all the inauspicious desires for material sense gratification.",
        "purport": " The conditioned living entity can purify his existence simply by having firm faith in the transcendental glories of the Personality of Godhead. What then can be said of the extraordinary good fortune of the demigods, who were directly seeing Lord Kṛṣṇa’s lotus feet? Although we are presently afflicted by innumerable material desires, these desires are temporary. The eternal living entity is meant to experience a loving relationship with the supreme living entity, the Personality of Godhead; and by rendering pure devotional service to the Lord, the heart of the living entity is completely satisfied. The word dhūmaketu in this verse indicates a flaming comet or fire, which represents Lord Śiva. Lord Śiva is the master of the mode of ignorance, and Lord Kṛṣṇa’s lotus feet are compared to the comet, a symbol of the potency of Śiva, which can destroy all ignorance within the heart. The word sama-vibhūtaye (“for achieving equal opulence”) indicates that the pure devotees go back home, back to Godhead, and enjoy the infinite bliss of the spiritual world. Lord Kṛṣṇa is endowed with unlimited opulent paraphernalia for enjoyment, and a liberated soul who goes to Kṛṣṇa’s abode is awarded all opulence for serving the Lord. According to Śrīla Bhaktisiddhānta Sarasvatī Ṭhākura, the word vyūhe in this verse indicates the three puruṣa incarnations, namely Mahā-Viṣṇu, Garbhodakaśāyī Viṣṇu and Kṣīrodakaśāyī Viṣṇu, as well as Vāsudeva. If we can scientifically understand how Kṛṣṇa expands Himself to create the material world, we shall immediately experience that everything is the property of Kṛṣṇa and thus become free from the desire to exploit it for our own selfish purposes. Kṛṣṇa is the Supreme Lord, the master of everyone and the reservoir of all opulences, and one should remember His lotus feet in the morning, at noon and in the evening. One who always remembers Kṛṣṇa and never forgets Him will experience real, blissful life beyond the pale shadow of material illusion."
    },
    {
        "verse": "11",
        "devanagari": "यश्चिन्त्यते प्रयतपाणिभिरध्वराग्नौत्रय्या निरुक्तविधिनेश हविर्गृहीत्वा ।अध्यात्मयोग उत योगिभिरात्ममायांजिज्ञासुभि: परमभागवतै: परीष्ट: ॥ ११ ॥",
        "english_devnagari": "yaś cintyate prayata-pāṇibhir adhvarāgnautrayyā nirukta-vidhineśa havir gṛhītvāadhyātma-yoga uta yogibhir ātma-māyāṁjijñāsubhiḥ parama-bhāgavataiḥ parīṣṭaḥ",
        "verse_Syn": [
            "yaḥ",
            "cintyate",
            "prayata",
            "pāṇibhiḥ",
            "adhvara",
            "agnau",
            "trayyā",
            "nirukta",
            "vidhinā",
            "īśa",
            "haviḥ",
            "gṛhītvā",
            "adhyātma",
            "yoge",
            "uta",
            "yogibhiḥ",
            "ātma",
            "māyām",
            "jijñāsubhiḥ",
            "parama",
            "bhāgavataiḥ",
            "parīṣṭaḥ"
        ],
        "translation": "Those about to offer oblations into the fire of sacrifice in accordance with the Ṛg, Yajur and Sāma Vedas meditate on Your lotus feet. Similarly, the practitioners of transcendental yoga meditate upon Your lotus feet, hoping for knowledge about Your divine mystic potency, and the most elevated pure devotees perfectly worship Your lotus feet, desiring to cross beyond Your illusory potency.",
        "purport": " The words ātma-māyāṁ jijñāsubhiḥ are significant in this verse. The mystic yogīs (adhyātma-yoga uta yogibhiḥ) are eager to acquire knowledge of the Lord’s mystic potencies, whereas the pure devotees (parama-bhāgavataiḥ) are eager to cross beyond the kingdom of illusion so that they can serve Lord Kṛṣṇa’s lotus feet in pure loving ecstasy. In any case, everyone is interested in the potency of the Supreme Personality of Godhead. The atheistic material scientists are also fascinated by the external material potency of the Lord, and the gross sense gratifiers are attracted by the physical body, which is also ātma-māyā, or an expansion of the Lord’s potency. Although all of the Lord’s potencies are qualitatively one with the Lord, and therefore with each other, the blissful spiritual potency is nevertheless supreme because it establishes relationships between the Lord and the pure living entities on the platform of eternal happiness. Every living entity is originally a loving servitor of the Lord, and the spiritual energy of the Lord engages the living entity in his pure constitutional position beyond illusion. Our dreaming and waking experiences are both activities of the mind; however, the activities we perform while awake are more valuable because they establish us in our permanent situation. Similarly, at every moment every living entity is experiencing one of the innumerable potencies of the Supreme Lord. However, the experience of the spiritual potency is more significant because it establishes the living entity in his eternal, constitutional position as a faithful servitor of the Personality of Godhead. The demigods are glorifying the Lord’s lotus feet because they are personally very eager to be purified by contact with those feet (tavāṅghrir asmākam aśubhāśaya-dhūmaketuḥ syāt). When a sincere devotee eagerly desires to attain the shelter of the Lord’s lotus feet, the Lord brings him to His personal abode, just as the demigods were brought to Dvārakā by Lord Kṛṣṇa’s arrangement."
    },
    {
        "verse": "12",
        "devanagari": "पर्युष्टया तव विभो वनमालयेयंसंस्पार्धिनी भगवती प्रतिपत्नीवच्छ्री: ।य: सुप्रणीतममुयार्हणमाददन्नोभूयात् सदाङ्‍‍घ्रिरशुभाशयधूमकेतु: ॥ १२ ॥",
        "english_devnagari": "paryuṣṭayā tava vibho vana-mālayeyaṁsaṁspārdhinī bhagavatī pratipatnī-vac chrīḥyaḥ su-praṇītam amuyārhaṇam ādadan nobhūyāt sadāṅghrir aśubhāśaya-dhūmaketuḥ",
        "verse_Syn": [
            "paryuṣṭayā",
            "tava",
            "vibho",
            "vanamālayā",
            "iyam",
            "saṁspārdhinī",
            "bhagavatī",
            "prati",
            "patnī",
            "vat",
            "śrīḥ",
            "yaḥ",
            "su",
            "praṇītam",
            "amuyā",
            "arhaṇam",
            "ādadan",
            "naḥ",
            "bhūyāt",
            "sadā",
            "aṅghriḥ",
            "aśubha",
            "āśaya",
            "dhūma",
            "ketuḥ"
        ],
        "translation": "O almighty Lord, You are so kind to Your servants that You have accepted the withered flower garland that we have placed on Your chest. Since the goddess of fortune makes her abode on Your transcendental chest, she will undoubtedly become agitated, like a jealous co-wife, upon seeing our offering also dwelling there. Yet You are so merciful that You neglect Your eternal consort Lakṣmī and accept our offering as most excellent worship. O merciful Lord, may Your lotus feet always act as a blazing fire to consume the inauspicious desires within our hearts.",
        "purport": " In Bhagavad-gītā (9.26) it is stated: Lord Kṛṣṇa gratefully and happily accepts even the most meager offering from His loving devotee. Lord Kṛṣṇa is conquered by the love of His pure devotees, just as a father is easily conquered by the most insignificant gift offered by his loving child. Unless a transcendentalist completely gives up the impersonal conception of life, he cannot make such a loving offering to the Lord. The process of meditation upon the Supersoul within the heart, called dhyāna-yoga, is not as pleasing to Kṛṣṇa as bhakti-yoga, or devotional service, because in dhyāna, or meditation, the yogī is trying to satisfy himself (and not the Lord) by attaining mystic powers. Similarly, in order to acquire material benefits from the Lord, ordinary people worship God in temples, churches and mosques. But one who desires actual spiritual perfection must be enlivened to always chant and hear the glories of the Lord. Such devotional enthusiasm is motivated by love of Godhead and is devoid of any selfish expectation. The Lord is so kind that He neglects His own eternal consort, Lakṣmī, and gives preference to His humble devotee, just as a man will neglect the loving embrace of his wife when his affectionate child approaches him with a gift. Śrīla Jīva Gosvāmī has pointed out that any garland worn by the Lord cannot be faded because all of the Lord’s personal paraphernalia is completely transcendental and spiritually opulent. Similarly, there is no possibility that mundane jealousy could appear in the character of the goddess of fortune, who is as transcendental as Lord Kṛṣṇa Himself. Therefore the statements of the demigods are to be understood as humorous words inspired by intense love of Godhead. The demigods enjoy the protection of Lakṣmī and, ultimately, of the Supreme Personality of Godhead, Kṛṣṇa, and due to their confidence in their loving relationship with the Lord and His consort they feel free to speak in a joking way."
    },
    {
        "verse": "13",
        "devanagari": "केतुस्त्रिविक्रमयुतस्त्रिपतत्पताकोयस्ते भयाभयकरोऽसुरदेवचम्वो: ।स्वर्गाय साधुषु खलेष्वितराय भूमन्पाद: पुनातु भगवन् भजतामघं न: ॥ १३ ॥",
        "english_devnagari": "ketus tri-vikrama-yutas tri-patat-patākoyas te bhayābhaya-karo ’sura-deva-camvoḥsvargāya sādhuṣu khaleṣv itarāya bhūmanpadaḥ punātu bhagavan bhajatām aghaṁ naḥ",
        "verse_Syn": [
            "ketuḥ",
            "tri",
            "vikrama",
            "yataḥ",
            "tri",
            "patat",
            "patākaḥ",
            "yaḥ",
            "te",
            "bhaya",
            "abhaya",
            "karaḥ",
            "asura",
            "deva",
            "camvoḥ",
            "svargāya",
            "sādhuṣu",
            "khaleṣu",
            "itarāya",
            "bhūman",
            "pādaḥ",
            "punātu",
            "bhagavan",
            "bhajatām",
            "agham",
            "naḥ"
        ],
        "translation": "O omnipotent Lord, in Your incarnation as Trivikrama, You raised Your leg like a flagpole to break the shell of the universe, allowing the holy Ganges to flow down, like a banner of victory, in three branches throughout the three planetary systems. By three mighty steps of Your lotus feet, Your Lordship captured Bali Mahārāja, along with his universal kingdom. Your lotus feet inspire fear in the demons by driving them down to hell and fearlessness among Your devotees by elevating them to the perfection of heavenly life. We are sincerely trying to worship You, our Lord; therefore may Your lotus feet kindly free us from all of our sinful reactions.",
        "purport": " In order to reclaim for the demigods the universal kingdom seized by Bali Mahārāja, Lord Kṛṣṇa, as described in the Eighth Canto of this great work, appeared as the beautiful dwarf-brāhmaṇa Vāmana, who extended His foot upward to the outer limits of the universe. When the Lord’s leg breached a hole in the universal shell, the holy Ganges water came flowing into the universe. This scene appeared like an upraised flagpole with a wonderfully flowing victory banner. As stated in the śruti-mantras, caraṇaṁ pavitraṁ vitataṁ purāṇaṁ yena pūtas tarati duṣkṛtāni: “The lotus feet of the Personality of Godhead are most pure, all-pervading and the oldest of all. One who is purified by them crosses over all previous sinful activities.” Throughout the universe the process of worshiping the lotus feet of the Lord is most famous."
    },
    {
        "verse": "14",
        "devanagari": "नस्योतगाव इव यस्य वशे भवन्तिब्रह्मादयस्तनुभृतो मिथुरर्द्यमाना: ।कालस्य ते प्रकृतिपूरुषयो: परस्यशं नस्तनोतु चरण: पुरुषोत्तमस्य ॥ १४ ॥",
        "english_devnagari": "nasy ota-gāva iva yasya vaśe bhavantibrahmādayas tanu-bhṛto mithur ardyamānāḥkālasya te prakṛti-pūruṣayoḥ parasyaśaṁ nas tanotu caraṇaḥ puruṣottamasya",
        "verse_Syn": [
            "nasi",
            "ota",
            "gāvaḥ",
            "iva",
            "yasya",
            "vaśe",
            "bhavanti",
            "brahma",
            "ādayaḥ",
            "tanu",
            "bhṛtaḥ",
            "mithuḥ",
            "ardyamānāḥ",
            "kālasya",
            "te",
            "prakṛti",
            "pūruṣayoḥ",
            "parasya",
            "śam",
            "naḥ",
            "tanotu",
            "caraṇaḥ",
            "puruṣa",
            "uttamasya"
        ],
        "translation": "You are the Supreme Personality of Godhead, the transcendental entity who is superior to both material nature and the enjoyer of nature. May Your lotus feet bestow transcendental pleasure upon us. All of the great demigods, beginning with Brahmā, are embodied living entities. Struggling painfully with one another under the strict control of Your time factor, they are just like bulls dragged by ropes tied through their pierced noses.",
        "purport": " Śrīla Śrīdhara Svāmī states: nanu yuddhe devāsurādayaḥ parasparaṁ jayanti jīyante ca kim ahaṁ tatrety ata āhuḥ, nasīti: mithur mitho ’rdyamānā yuddhādibhiḥ pīḍyamānā brahmādayo ’pi yasya tava vaśe bhavanti na tu jaye parājaye vā svatantrāḥ. “In the perpetual battles between the demigods, or devotees of the Lord, and the demons, or nondevotees, each side sometimes conquers and is sometimes apparently defeated. One may argue that all this has nothing to do with the Personality of Godhead since it is based on nothing more than the interaction of opposing living entities. But every living entity is, however, strictly under the control of the Personality of Godhead, and victory and defeat are always in the hands of the Lord.” This does not contradict the fact of the living entity’s free will, since the Lord awards victory and defeat according to the merit of the living entities. In a legal battle neither the prosecution nor the defense can act independently of the legal system presided over by the authorized judge. Victory and defeat in the court are awarded by the judge, but the judge is acting according to the laws, which do not favor or discriminate against either side. Similarly, the Personality of Godhead is awarding us the results of our previous activities. In order to discredit God, materialists frequently give the argument that oftentimes innocent people suffer whereas impious rogues enjoy life unimpeded. The fact is, however, that the Personality of Godhead is not a fool, as are the materialistic persons who place such arguments. The Lord can see our many previous lives; therefore He may allow one to enjoy or suffer in this life not only as a result of one’s present activities, but also as a result of one’s previous activities. For example, by working very hard a man may accumulate a fortune. If such a newly rich man then gives up his work and takes to a degenerate life, his fortune does not immediately disappear. On the other hand, one who is destined to become rich may now be working very hard, with discipline and austerity, and yet be without spending money. So a superficial observer might well be confused upon seeing the moral, hard-working man without funds and the degenerate, lazy man in possession of riches. Similarly, a materialistic fool without knowledge of past, present and future is unable to understand the perfect justice of the Personality of Godhead. The example given in this verse to explain Kṛṣṇa’s controlling power is appropriate. Although a bull is extremely powerful, he is easily controlled by a slight tug on a rope strung through his pierced nose. Similarly, even the most powerful politicians, scholars, demigods, etc., may immediately be put into an unbearable situation by the omnipotent Personality of Godhead. Therefore the demigods have not come to Dvārakā to proudly display their universal political and intellectual powers but to humbly surrender at the lotus feet of the Personality of Godhead."
    },
    {
        "verse": "15",
        "devanagari": "अस्यासि हेतुरुदयस्थितिसंयमाना-मव्यक्तजीवमहतामपि कालमाहु: ।सोऽयं त्रिणाभिरखिलापचये प्रवृत्त:कालो गभीररय उत्तमपूरुषस्त्वम् ॥ १५ ॥",
        "english_devnagari": "asyāsi hetur udaya-sthiti-saṁyamānāmavyakta-jīva-mahatām api kālam āhuḥso ’yaṁ tri-ṇābhir akhilāpacaye pravṛttaḥkālo gabhīra-raya uttama-pūruṣas tvam",
        "verse_Syn": [
            "asya",
            "asi",
            "hetuḥ",
            "udaya",
            "sthiti",
            "saṁyamānām",
            "avyakta",
            "jīva",
            "mahatām",
            "api",
            "kālam",
            "āhuḥ",
            "saḥ",
            "ayam",
            "tri",
            "ṇābhiḥ",
            "akhila",
            "apacaye",
            "pravṛttaḥ",
            "kālaḥ",
            "gabhīra",
            "rayaḥ",
            "uttama",
            "pūruṣaḥ",
            "tvam"
        ],
        "translation": "You are the cause of the creation, maintenance and destruction of this universe. As time, You regulate the subtle and manifest states of material nature and control every living being. As the threefold wheel of time You diminish all things by Your imperceptible actions, and thus You are the Supreme Personality of Godhead.",
        "purport": " The word gabhīra-rayaḥ, or “imperceptible speed and power,” is significant. We observe that by the laws of nature all material things, including our own bodies, gradually disintegrate. Although we can perceive the long-term results of this aging process, we cannot experience the process itself. For example, no one can feel how his hair or fingernails are growing. We perceive the cumulative result of their growth, but from moment to moment we cannot experience it. Similarly, a house gradually decays until it is demolished. From moment to moment we cannot perceive exactly how this is happening, but in the course of longer intervals of time we can actually see the deterioration of the house. In other words, we can experience the results or manifestations of aging and deterioration, but as it is taking place the process itself is imperceptible. This is the wonderful potency of the Supreme Personality of Godhead in His form of time. The word tri-ṇābhiḥ indicates that according to astrological calculation of the sun’s movements, the year can be divided into three sections: those represented by Aries, Taurus, Gemini and Cancer; Leo, Virgo, Libra and Scorpio; and Sagittarius, Capricorn, Aquarius and Pisces. The word uttama-pūruṣa, or puruṣottama, is explained in Bhagavad-gītā (15.18): “Because I am transcendental, beyond both the fallible and the infallible, and because I am the greatest, I am celebrated both in the world and in the Vedas as that Supreme Person.”"
    },
    {
        "verse": "16",
        "devanagari": "त्वत्त: पुमान् समधिगम्य ययास्य वीर्यंधत्ते महान्तमिव गर्भममोघवीर्य: ।सोऽयं तयानुगत आत्मन आण्डकोशंहैमं ससर्ज बहिरावरणैरुपेतम् ॥ १६ ॥",
        "english_devnagari": "tvattaḥ pumān samadhigamya yayāsya vīryaṁdhatte mahāntam iva garbham amogha-vīryaḥso ’yaṁ tayānugata ātmana āṇḍa-kośaṁhaimaṁ sasarja bahir āvaraṇair upetam",
        "verse_Syn": [
            "tvattaḥ",
            "pumān",
            "samadhigamya",
            "yayā",
            "asya",
            "vīryam",
            "dhatte",
            "mahāntam",
            "iva",
            "garbham",
            "amogha",
            "vīryaḥ",
            "saḥ",
            "ayam",
            "tayā",
            "anugataḥ",
            "ātmanaḥ",
            "āṇḍa",
            "kośam",
            "haimam",
            "sasarja",
            "bahiḥ",
            "āvaraṇaiḥ",
            "upetam"
        ],
        "translation": "My dear Lord, the original puruṣa-avatāra, Mahā-Viṣṇu, acquires His creative potency from You. Thus with infallible energy He impregnates material nature, producing the mahat-tattva. Then the mahat-tattva, the amalgamated material energy, endowed with the potency of the Lord, produces from itself the primeval golden egg of the universe, which is covered by various layers of material elements.",
        "purport": " In the previous verses the supremacy of the Personality of Godhead has been established in relation to the living entity and material nature. In this verse it is clearly stated that Lord Kṛṣṇa is the source of the greatest Viṣṇu incarnation, Mahā-Viṣṇu, and that Mahā-Viṣṇu acquires His creative potency from Lord Kṛṣṇa. It would therefore be foolish to surmise that Lord Kṛṣṇa is an expansion of Viṣṇu. In this regard the opinion of the demigods, headed by Brahmā, can be taken as final."
    },
    {
        "verse": "17",
        "devanagari": "तत्तस्थूषश्च जगतश्च भवानधीशोयन्माययोत्थगुणविक्रिययोपनीतान् ।अर्थाञ्जुषन्नपि हृषीकपते न लिप्तोयेऽन्ये स्वत: परिहृतादपि बिभ्यति स्म ॥ १७ ॥",
        "english_devnagari": "tat tasthūṣaś ca jagataś ca bhavān adhīśoyan māyayottha-guṇa-vikriyayopanītānarthāñ juṣann api hṛṣīka-pate na liptoye ’nye svataḥ parihṛtād api bibhyati sma",
        "verse_Syn": [
            "tat",
            "tasthūṣaḥ",
            "ca",
            "jagataḥ",
            "ca",
            "bhavān",
            "adhīśaḥ",
            "yat",
            "māyayā",
            "uttha",
            "guṇa",
            "vikriyayā",
            "upanītān",
            "arthān",
            "juṣan",
            "api",
            "hṛṣīka",
            "pate",
            "na",
            "liptaḥ",
            "ye",
            "anye",
            "svataḥ",
            "parihṛtāt",
            "api",
            "bibhyati",
            "sma"
        ],
        "translation": "O Lord, You are the supreme creator of this universe and the ultimate controller of all moving and nonmoving living entities. You are Hṛṣīkeśa, the supreme controller of all sensory activity, and thus You never become contaminated or entangled in the course of Your supervision of the infinite sensory activities within the material creation. On the other hand, other living entities, even yogīs and philosophers, are disturbed and frightened simply by remembering the material objects that they have supposedly renounced in their pursuit of enlightenment.",
        "purport": " The Supreme Lord Kṛṣṇa is within the heart of every conditioned soul and guides the living entity in the pursuit and experience of sense gratification. The disappointing results of such activities gradually convince the conditioned soul to reject material life and surrender again to the Lord within his heart. Lord Kṛṣṇa is never affected by the futile attempts of the living entities to enjoy His illusory energy. For the Personality of Godhead there is no possibility of fear or disturbance, because nothing is ultimately separate from Him."
    },
    {
        "verse": "18",
        "devanagari": "स्मायावलोकलवदर्शितभावहारि-भ्रूमण्डलप्रहितसौरतमन्त्रशौण्डै: ।पत्न्‍यस्तु षोडशसहस्रमनङ्गबाणै-र्यस्येन्द्रियं विमथितुं करणैर्न विभ्व्य: ॥ १८ ॥",
        "english_devnagari": "smāyāvaloka-lava-darśita-bhāva-hāri-bhrū-maṇḍala-prahita-saurata-mantra-śauṇḍaiḥpatnyas tu ṣoḍaśa-sahasram anaṅga-bāṇairyasyendriyaṁ vimathituṁ karaṇair na vibhvyaḥ",
        "verse_Syn": [
            "smāya",
            "avaloka",
            "lava",
            "darśita",
            "bhāva",
            "hāri",
            "bhrū",
            "maṇḍala",
            "prahita",
            "saurata",
            "mantra",
            "śauṇḍaiḥ",
            "patnyaḥ",
            "tu",
            "ṣoḍaśa",
            "sahasram",
            "anaṅga",
            "bāṇaiḥ",
            "yasya",
            "indriyam",
            "vimathitum",
            "karaṇaiḥ",
            "na",
            "vibhvyaḥ"
        ],
        "translation": "My Lord, You are living with sixteen thousand exquisitely beautiful, aristocratic wives. By their irresistible coy and smiling glances and by their lovely arching eyebrows, they send You messages of eager conjugal love. But they are completely unable to disturb the mind and senses of Your Lordship.",
        "purport": " In the previous verse it was clearly stated that no material object can attract the senses of the Lord. Now in this verse it is demonstrated that the Lord has no desire to enjoy even spiritual sense gratification. Kṛṣṇa is complete in Himself. He is the reservoir of all pleasure, and He does not lust after anything material or spiritual. The argument may be given that Kṛṣṇa, in order to please His wife Satyabhāmā, stole a pārijāta flower from heaven and thus appeared to be a henpecked husband under the control of His loving wife. But although Kṛṣṇa is sometimes conquered by the love of His devotees, He is never influenced by the desire to enjoy like an ordinary, lusty materialistic person. The nondevotees cannot understand the overwhelming loving feelings exchanged between the Lord and His pure devotees. Kṛṣṇa may be conquered by our intense love for Him, and thus pure devotees can control the Lord. For example, the elderly gopīs in Vṛndāvana would clap their hands in different rhythms to make Kṛṣṇa dance, and in Dvārakā Satyabhāmā ordered Kṛṣṇa to bring her a flower as proof of His love for her. As stated in Śrīnivāsa Ācārya’s song to the Six Gosvāmīs, gopī-bhāva-rasāmṛtābdhi-laharī-kallola-magnau muhuḥ: the love between the Lord and His pure devotee is an ocean of spiritual bliss. But at the same time, Kṛṣṇa remains completely self-satisfied. Kṛṣṇa indifferently gave up the company of the incomparable young damsels of Vraja-bhūmi, the gopīs, and went to Mathurā at the request of His uncle, Akrūra. Thus neither the gopīs of Vṛndāvana nor the queens of Dvārakā could arouse an enjoying spirit in Kṛṣṇa. When all is said and done, pleasure in this world means sex. But this mundane sexual attraction is simply a perverted reflection of the transcendental loving affairs between Kṛṣṇa and His eternal associates in the spiritual world. The gopīs of Vṛndāvana are unsophisticated village girls, whereas the queens in Dvārakā are aristocratic young ladies. But both the gopīs and the queens are overwhelmed with love for Kṛṣṇa. As the Supreme Personality of Godhead, Kṛṣṇa displays the highest perfection of beauty, strength, wealth, fame, knowledge and renunciation and is thus completely satisfied by His own supreme position. He reciprocates spiritual loving affairs with the gopīs and queens simply for their sake. Only fools think that Lord Kṛṣṇa could be attracted by the perverted illusory pleasures to which we poor conditioned souls are so blindly attached. Therefore everyone should recognize the supreme transcendental position of the Personality of Godhead and surrender to Him. That is the clear implication of this statement by the demigods."
    },
    {
        "verse": "19",
        "devanagari": "विभ्व्यस्तवामृतकथोदवहास्त्रिलोक्या:पादावनेजसरित: शमलानि हन्तुम् ।आनुश्रवं श्रुतिभिरङ्‍‍घ्रिजमङ्गसङ्गै-स्तीर्थद्वयं शुचिषदस्त उपस्पृशन्ति ॥ १९ ॥",
        "english_devnagari": "vibhvyas tavāmṛta-kathoda-vahās tri-lokyāḥpādāvane-ja-saritaḥ śamalāni hantumānuśravaṁ śrutibhir aṅghri-jam aṅga-saṅgaistīrtha-dvayaṁ śuci-ṣadas ta upaspṛśanti",
        "verse_Syn": [
            "vibhvyaḥ",
            "tava",
            "amṛta",
            "kathā",
            "uda",
            "vahāḥ",
            "tri",
            "lokyāḥ",
            "pāda",
            "avane",
            "ja",
            "saritaḥ",
            "śamalāni",
            "hantum",
            "ānuśravam",
            "śrutibhiḥ",
            "aṅghri",
            "jam",
            "aṅga",
            "saṅgaiḥ",
            "tīrtha",
            "dvayam",
            "śuci",
            "ṣadaḥ",
            "te",
            "upaspṛśanti"
        ],
        "translation": "The nectar-bearing rivers of discussions about You, and also the holy rivers generated from the bathing of Your lotus feet, are able to destroy all contamination within the three worlds. Those who are striving for purification associate with the holy narrations of Your glories by hearing them with their ears, and they associate with the holy rivers flowing from Your lotus feet by physically bathing in them.",
        "purport": " Śrīla Viśvanātha Cakravartī Ṭhākura states, ānuśravaṁ guror uccāraṇam anuśrūyante: “One should hear about Kṛṣṇa by hearing from the spiritual master.” The bona fide spiritual master describes the pastimes, potencies and incarnations of the Personality of Godhead to his disciple. If the spiritual master is bona fide and if the disciple is sincere and obedient, then the communication between guru and disciple is just like nectar, both for the guru and the disciple. Ordinary persons cannot even imagine the special pleasure experienced by the devotees of the Lord. Such nectarean speaking and hearing destroys all contamination within the heart of a conditioned soul, the primary contamination being the desire to live without serving Kṛṣṇa. The other nectar described here is caraṇāmṛta, the nectarean waters that bathe the Lord’s feet. Lord Vāmanadeva bathed His own lotus foot by kicking a hole in the universal covering so that the sacred Ganges water washed His toes and fell into the universe. The Yamunā River also washed Kṛṣṇa’s lotus feet when the Lord appeared on this planet five thousand years ago. Kṛṣṇa sported daily with His boyfriends and girlfriends in the Yamunā River, and consequently that river is also caraṇāmṛta. One should therefore try to take bath in the Ganges or Yamunā. Every morning in ISKCON temples, the lotus feet of the Deity of Kṛṣṇa are bathed, and the water thus sanctified is also called caraṇāmṛta, the nectar of Kṛṣṇa’s lotus feet. Śrīla Prabhupāda taught his disciples and followers to come before the Deities each morning and drink three drops of the caraṇāmṛta from the Deities’ bathing. In all these ways one can purify his heart and relish spiritual bliss. When one is fixed on the platform of spiritual bliss, then one does not take another birth in the material world. In this verse the word śuci-ṣadaḥ is significant: one must engage in the purified activities of Kṛṣṇa consciousness. One must learn to serve the Lord from the bona fide spiritual master, whose instructions one should accept without speculation. Those who are attached to the phantasmagoria of this world sometimes concoct their own whimsical concepts of God. But only from the bona fide spiritual master can we get perfect and pure knowledge about the Supreme Personality of Godhead and devotional service to Him. Such knowledge may be found in all the books of His Divine Grace A.C. Bhaktivedanta Swami Prabhupāda."
    },
    {
        "verse": "20",
        "devanagari": "श्रीबादरायणिरुवाचइत्यभिष्टूय विबुधै: सेश: शतधृतिर्हरिम् ।अभ्यभाषत गोविन्दं प्रणम्याम्बरमाश्रित: ॥ २० ॥",
        "english_devnagari": "śrī-bādarāyaṇir uvācaity abhiṣṭūya vibudhaiḥseśaḥ śata-dhṛtir harimabhyabhāṣata govindaṁpraṇamyāmbaram āśritaḥ",
        "verse_Syn": [
            "śrī",
            "bādarāyaṇiḥ",
            "uvāca",
            "iti",
            "abhiṣṭūya",
            "vibudhaiḥ",
            "sa",
            "īśaḥ",
            "śata",
            "dhṛtiḥ",
            "harim",
            "abhyabhāṣata",
            "govindam",
            "praṇamya",
            "ambaram",
            "āśritaḥ"
        ],
        "translation": "Śrī Śukadeva Gosvāmī continued: After Brahmā, along with Lord Śiva and the other demigods, thus offered prayers to the Supreme Lord, Govinda, Lord Brahmā situated himself in the sky and addressed the Lord as follows.",
        "purport": ""
    },
    {
        "verse": "21",
        "devanagari": "श्रीब्रह्मोवाचभूमेर्भारावताराय पुरा विज्ञापित: प्रभो ।त्वमस्माभिरशेषात्मन्तत्तथैवोपपादितम् ॥ २१ ॥",
        "english_devnagari": "śrī-brahmovācabhūmer bhārāvatārāyapurā vijñāpitaḥ prabhotvam asmābhir aśeṣātmantat tathaivopapāditam",
        "verse_Syn": [
            "śrī",
            "brahmā",
            "uvāca",
            "bhūmeḥ",
            "bhāra",
            "avatārāya",
            "purā",
            "vijñāpitaḥ",
            "prabho",
            "tvam",
            "asmābhiḥ",
            "aśeṣa",
            "ātman",
            "tat",
            "tathā",
            "eva",
            "upapāditam"
        ],
        "translation": "Lord Brahmā said: My dear Lord, previously we requested You to remove the burden of the earth. O unlimited Personality of Godhead, that request has certainly been fulfilled.",
        "purport": " Lord Kṛṣṇa might have said to the demigods, “Actually, you requested Kṣīrodakaśāyī Viṣṇu to come down, so why are you saying that you requested Me? After all, I am Govinda.” Therefore Brahmā has addressed the Lord here as aśeṣātmā, or the unlimited Personality of Godhead from whom all plenary expansions of Viṣṇu emanate. This is the opinion of Śrīla Viśvanātha Cakravartī Ṭhākura."
    },
    {
        "verse": "22",
        "devanagari": "धर्मश्च स्थापित: सत्सु सत्यसन्धेषु वै त्वया ।कीर्तिश्च दिक्षु विक्षिप्ता सर्वलोकमलापहा ॥ २२ ॥",
        "english_devnagari": "dharmaś ca sthāpitaḥ satsusatya-sandheṣu vai tvayākīrtiś ca dikṣu vikṣiptāsarva-loka-malāpahā",
        "verse_Syn": [
            "dharmaḥ",
            "ca",
            "sthāpitaḥ",
            "satsu",
            "satya",
            "sandheṣu",
            "vai",
            "tvayā",
            "kīrtiḥ",
            "ca",
            "dikṣu",
            "vikṣiptā",
            "sarva",
            "loka",
            "mala",
            "apahā"
        ],
        "translation": "My Lord, You have reestablished the principles of religion among pious men who are always firmly bound to the truth. You have also distributed Your glories all over the world, and thus the whole world can be purified by hearing about You.",
        "purport": ""
    },
    {
        "verse": "23",
        "devanagari": "अवतीर्य यदोर्वंशे बिभ्रद् रूपमनुत्तमम् ।कर्माण्युद्दामवृत्तानि हिताय जगतोऽकृथा: ॥ २३ ॥",
        "english_devnagari": "avatīrya yador vaṁśebibhrad rūpam anuttamamkarmāṇy uddāma-vṛttānihitāya jagato ’kṛthāḥ",
        "verse_Syn": [
            "avatīrya",
            "yadoḥ",
            "vaṁśe",
            "bibhrat",
            "rūpam",
            "anuttamam",
            "karmāṇi",
            "uddāma",
            "vṛttāni",
            "hitāya",
            "jagataḥ",
            "akṛthāḥ"
        ],
        "translation": "Descending into the dynasty of King Yadu, You have manifested Your unique transcendental form, and for the benefit of the entire universe You have executed magnanimous transcendental activities.",
        "purport": ""
    },
    {
        "verse": "24",
        "devanagari": "यानि ते चरितानीश मनुष्या: साधव: कलौ ।श‍ृण्वन्त: कीर्तयन्तश्च तरिष्यन्त्यञ्जसा तम: ॥ २४ ॥",
        "english_devnagari": "yāni te caritānīśamanuṣyāḥ sādhavaḥ kalauśṛṇvantaḥ kīrtayantaś catariṣyanty añjasā tamaḥ",
        "verse_Syn": [
            "yāni",
            "te",
            "caritāni",
            "īśa",
            "manuṣyāḥ",
            "sādhavaḥ",
            "kalau",
            "śṛṇvantaḥ",
            "kīrtayantaḥ",
            "ca",
            "tariṣyanti",
            "añjasā",
            "tamaḥ"
        ],
        "translation": "My dear Lord, those pious and saintly persons who in the Age of Kali hear about Your transcendental activities and also glorify them will easily cross over the darkness of the age.",
        "purport": " Unfortunately, in Kali-yuga many persons are not attracted to the authorized Vedic literatures. Minimizing the transcendental process of hearing and chanting the glories of the Personality of Godhead, they prefer to listen to useless and whimsical vibrations on the radio and television, in newspapers and magazines, and so on. Rather than hear about Kṛṣṇa from the bona fide spiritual master, they endlessly give their own opinions about everything, until they are dragged away by the force of time. After studying the temporary, limited forms of the material world, they impatiently conclude that the Absolute Truth is formless. Such persons are actually worshiping Kṛṣṇa’s illusory energy, māyā, who has been authorized to kick their stubborn heads. If instead people hear directly about Kṛṣṇa from the bona fide sources, they will very easily solve all the problems of their lives. In Kali-yuga people are constantly suffering from many psychological, social, economic, historical, political and existential problems. But all these nightmarish problems can be removed as soon as one awakens to the transcendental reality of the Personality of Godhead, who is eternal, full of bliss and knowledge and beyond the bewildering manifestations of the material energy. The Lord appears within this universe so that people can observe, hear about and glorify His actual activities. In this difficult Age of Kali we should all seriously take advantage of this opportunity."
    },
    {
        "verse": "25",
        "devanagari": "यदुवंशेऽवतीर्णस्य भवत: पुरुषोत्तम ।शरच्छतं व्यतीयाय पञ्चविंशाधिकं प्रभो ॥ २५ ॥",
        "english_devnagari": "yadu-vaṁśe ’vatīrṇasyabhavataḥ puruṣottamaśarac-chataṁ vyatīyāyapañca-viṁśādhikaṁ prabho",
        "verse_Syn": [
            "yadu",
            "vaṁśe",
            "avatīrṇasya",
            "bhavataḥ",
            "puruṣa",
            "uttama",
            "śarat",
            "śatam",
            "vyatīyāya",
            "pañca",
            "viṁśa",
            "adhikam",
            "prabho"
        ],
        "translation": "O Supreme Personality of Godhead, O my Lord, You have descended into the Yadu dynasty, and thus You have spent one hundred twenty-five autumns with Your devotees.",
        "purport": ""
    },
    {
        "verse": "26-27",
        "devanagari": "नाधुना तेऽखिलाधार देवकार्यावशेषितम् ।कुलं च विप्रशापेन नष्टप्रायमभूदिदम् ॥ २६ ॥तत: स्वधाम परमं विशस्व यदि मन्यसे ।सलोकाँल्ल‍ोकपालान् न: पाहि वैकुण्ठकिङ्करान् ॥ २७ ॥",
        "english_devnagari": "nādhunā te ’khilādhāradeva-kāryāvaśeṣitamkulaṁ ca vipra-śāpenanaṣṭa-prāyam abhūd idam",
        "verse_Syn": [
            "na",
            "adhunā",
            "te",
            "akhila",
            "ādhāra",
            "deva",
            "kārya",
            "avaśeṣitam",
            "kulam",
            "ca",
            "vipra",
            "śāpena",
            "naṣṭa",
            "prāyam",
            "abhūt",
            "idam",
            "tataḥ",
            "sva",
            "dhāma",
            "paramam",
            "viśasva",
            "yadi",
            "manyase",
            "sa",
            "lokān",
            "loka",
            "pālān",
            "naḥ",
            "pāhi",
            "vaikuṇṭha",
            "kiṅkarān"
        ],
        "translation": "My dear Lord, there is nothing remaining at this time for Your Lordship to do on behalf of the demigods. You have already withdrawn Your dynasty by the curse of the brāhmaṇas. O Lord, You are the basis of everything, and if You so desire, kindly return now to Your own abode in the spiritual world. At the same time, we humbly beg that You always protect us. We are Your humble servants, and on Your behalf we are managing the universal situation. We, along with our planets and followers, require Your constant protection.",
        "purport": ""
    },
    {
        "verse": "28",
        "devanagari": "श्रीभगवानुवाचअवधारितमेतन्मे यदात्थ विबुधेश्वर ।कृतं व: कार्यमखिलं भूमेर्भारोऽवतारित: ॥ २८ ॥",
        "english_devnagari": "śrī-bhagavān uvācaavadhāritam etan meyad āttha vibudheśvarakṛtaṁ vaḥ kāryam akhilaṁbhūmer bhāro ’vatāritaḥ",
        "verse_Syn": [
            "śrī",
            "bhagavān",
            "uvāca",
            "avadhāritam",
            "etat",
            "me",
            "yat",
            "āttha",
            "vibudha",
            "īśvara",
            "kṛtam",
            "vaḥ",
            "kāryam",
            "akhilam",
            "bhūmeḥ",
            "bhāraḥ",
            "avatāritaḥ"
        ],
        "translation": "The Supreme Lord said: O lord of the demigods, Brahmā, I understand your prayers and request. Having removed the burden of the earth, I have executed everything that was required on your behalf.",
        "purport": ""
    },
    {
        "verse": "29",
        "devanagari": "तदिदं यादवकुलं वीर्यशौर्यश्रियोद्धतम् ।लोकं जिघृक्षद् रुद्धं मे वेलयेव महार्णव: ॥ २९ ॥",
        "english_devnagari": "tad idaṁ yādava-kulaṁvīrya-śaurya-śriyoddhatamlokaṁ jighṛkṣad ruddhaṁ mevelayeva mahārṇavaḥ",
        "verse_Syn": [
            "tat",
            "idam",
            "yādava",
            "kulam",
            "vīrya",
            "śaurya",
            "śriyā",
            "uddhatam",
            "lokam",
            "jighṛkṣat",
            "ruddham",
            "me",
            "velayā",
            "iva",
            "mahā",
            "arṇavaḥ"
        ],
        "translation": "That very Yādava dynasty in which I appeared became greatly magnified in opulence, especially in their physical strength and courage, to the extent that they threatened to devour the whole world. Therefore I have stopped them, just as the shore holds back the great ocean.",
        "purport": " The heroes of the Yadu dynasty were so powerful that even the demigods could not check them. The enthusiasm of the Yadus was unlimitedly increased by their victories in dangerous battles, and they could not be killed. Due to their martial spirit they naturally desired to establish their power over the whole world; therefore the Lord checked them and withdrew them from the earth."
    },
    {
        "verse": "30",
        "devanagari": "यद्यसंहृत्य द‍ृप्तानां यदूनां विपुलं कुलम् ।गन्तास्म्यनेन लोकोऽयमुद्वेलेन विनङ्‍क्ष्यति ॥ ३० ॥",
        "english_devnagari": "yady asaṁhṛtya dṛptānāṁyadūnāṁ vipulaṁ kulamgantāsmy anena loko ’yamudvelena vinaṅkṣyati",
        "verse_Syn": [
            "yadi",
            "asaṁhṛtya",
            "dṛptānām",
            "yadūnām",
            "vipulam",
            "kulam",
            "gantā",
            "asmi",
            "anena",
            "lokaḥ",
            "ayam",
            "udvelena",
            "vinaṅkṣyati"
        ],
        "translation": "If I were to leave this world without withdrawing the overly proud members of the Yadu dynasty, the whole world would be destroyed by the deluge of their unlimited expansion.",
        "purport": " Just as a tidal wave overwhelms the boundary of the shore and wreaks havoc on innocent people, similarly, there was imminent danger that the powerful Yadu dynasty might expand beyond all boundaries of social and political control. The members of the Yadu dynasty had become proud because of their apparent familial relationship with the Personality of Godhead. Although they were very religious and devoted to brahminical culture, they had become, as indicated by the word dṛptānām, affected by pride due to their relationship with Kṛṣṇa. Furthermore, due to their intense love for Kṛṣṇa, they would certainly feel such intense separation after the Lord’s departure to the spiritual world that they would become maddened and thus become an unbearable burden on the earth. Śrīla Viśvanātha Cakravartī Ṭhākura has pointed out, however, that the earth herself, due to attachment for Kṛṣṇa, would never consider Kṛṣṇa’s own family members to be anything but a welcome burden. Still, Kṛṣṇa wanted to remove this burden. The example is given that for the pleasure of her husband a beautiful young wife may decorate herself with many golden ornaments. These ornaments constitute a painful burden for the delicate wife, but although she is willing to bear this burden, the loving husband removes the ornaments for the pleasure of his wife. So the Lord, desiring to apply the wisdom of “An ounce of prevention is worth a pound of cure,” took precautions to remove from the earth the burden of the Yadu dynasty."
    },
    {
        "verse": "31",
        "devanagari": "इदानीं नाश आरब्ध: कुलस्य द्विजशापज: ।यास्यामि भवनं ब्रह्मन्नेतदन्ते तवानघ ॥ ३१ ॥",
        "english_devnagari": "idānīṁ nāśa ārabdhaḥkulasya dvija-śāpa-jaḥyāsyāmi bhavanaṁ brahmannetad-ante tavānagha",
        "verse_Syn": [
            "idānīm",
            "nāśaḥ",
            "ārabdhaḥ",
            "kulasya",
            "dvija",
            "śāpa",
            "jaḥ",
            "yāsyāmi",
            "bhavanam",
            "brahman",
            "etat",
            "ante",
            "tava",
            "anagha"
        ],
        "translation": "Now due to the brāhmaṇas’ curse, the annihilation of My family has already begun. O sinless Brahmā, when this annihilation is finished and I am enroute to Vaikuṇṭha, I will pay a small visit to your abode.",
        "purport": " The members of the Yadu dynasty are eternal servants of the Lord; therefore Śrīla Jīva Gosvāmī has explained the word nāśaḥ, or “destruction,” as nigūḍhāyāṁ dvārakāyāṁ praveśanam ity arthaḥ: the members of the Yadu dynasty entered into the hidden or confidential Dvārakā in the spiritual world, which is not manifested here on the earth. In other words, Dvārakā, the Lord’s abode, is manifest on the earth, and when the earthly Dvārakā is apparently removed, the eternal Dvārakā in the spiritual world remains as it is. Since the members of the Yadu dynasty are eternal associates of the Lord, there is no question of their destruction. Only our conditioned vision of their manifestation was destroyed. This is the meaning of the word nāśaḥ."
    },
    {
        "verse": "32",
        "devanagari": "श्रीशुक उवाचइत्युक्तो लोकनाथेन स्वयम्भू: प्रणिपत्य तम् ।सह देवगणैर्देव: स्वधाम समपद्यत ॥ ३२ ॥",
        "english_devnagari": "śrī-śuka uvācaity ukto loka-nāthenasvayam-bhūḥ praṇipatya tamsaha deva-gaṇair devaḥsva-dhāma samapadyata",
        "verse_Syn": [
            "śrī",
            "śukaḥ",
            "uvāca",
            "iti",
            "uktaḥ",
            "loka",
            "nāthena",
            "svayam",
            "bhūḥ",
            "praṇipatya",
            "tam",
            "saha",
            "deva",
            "gaṇaiḥ",
            "devaḥ",
            "sva",
            "dhāma",
            "samapadyata"
        ],
        "translation": "Śrī Śukadeva Gosvāmī said: Thus addressed by the Lord of the universe, the self-born Brahmā fell down in obeisances at the lotus feet of the Lord. Surrounded by all the demigods, the great Brahmā then returned to his personal abode.",
        "purport": ""
    },
    {
        "verse": "33",
        "devanagari": "अथ तस्यां महोत्पातान् द्वारवत्यां समुत्थितान् ।विलोक्य भगवानाह यदुवृद्धान् समागतान् ॥ ३३ ॥",
        "english_devnagari": "atha tasyāṁ mahotpātāndvāravatyāṁ samutthitānvilokya bhagavān āhayadu-vṛddhān samāgatān",
        "verse_Syn": [
            "atha",
            "tasyām",
            "mahā",
            "utpātān",
            "dvāravatyām",
            "samutthitān",
            "vilokya",
            "bhagavān",
            "āha",
            "yadu",
            "vṛddhān",
            "samāgatān"
        ],
        "translation": "Thereafter, the Personality of Godhead observed that tremendous disturbances were taking place in the holy city of Dvārakā. Thus the Lord spoke to the assembled senior members of the Yadu dynasty as follows.",
        "purport": " Muni-vāsa-nivāse kiṁ ghaṭetāriṣṭa-darśanam: there is no possibility of actual disturbances or inauspicious events in holy places inhabited by saintly persons. Thus the so-called disturbances in Dvārakā were directly enacted by the Personality of Godhead for His own auspicious purpose."
    },
    {
        "verse": "34",
        "devanagari": "श्रीभगवानुवाचएते वै सुमहोत्पाता व्युत्तिष्ठन्तीह सर्वत: ।शापश्च न: कुलस्यासीद् ब्राह्मणेभ्यो दुरत्यय: ॥ ३४ ॥",
        "english_devnagari": "śrī-bhagavān uvācaete vai su-mahotpātāvyuttiṣṭhantīha sarvataḥśāpaś ca naḥ kulasyāsīdbrāhmaṇebhyo duratyayaḥ",
        "verse_Syn": [
            "śrī",
            "bhagavān",
            "uvāca",
            "ete",
            "vai",
            "su",
            "mahā",
            "utpātāḥ",
            "vyuttiṣṭhanti",
            "iha",
            "sarvataḥ",
            "śāpaḥ",
            "ca",
            "naḥ",
            "kulasya",
            "āsīt",
            "brāhmaṇebhyaḥ",
            "duratyayaḥ"
        ],
        "translation": "The Supreme Personality of Godhead said: Our dynasty has been cursed by the brāhmaṇas. Such a curse is impossible to counteract, and thus great disturbances are appearing everywhere around us.",
        "purport": ""
    },
    {
        "verse": "35",
        "devanagari": "न वस्तव्यमिहास्माभिर्जिजीविषुभिरार्यका: ।प्रभासं सुमहत्पुण्यं यास्यामोऽद्यैव मा चिरम् ॥ ३५ ॥",
        "english_devnagari": "na vastavyam ihāsmābhirjijīviṣubhir āryakāḥprabhāsaṁ su-mahat-puṇyaṁyāsyāmo ’dyaiva mā ciram",
        "verse_Syn": [
            "na",
            "vastavyam",
            "iha",
            "asmābhiḥ",
            "jijīviṣubhiḥ",
            "āryakāḥ",
            "prabhāsam",
            "su",
            "mahat",
            "puṇyam",
            "yāsyāmaḥ",
            "adya",
            "eva",
            "mā",
            "ciram"
        ],
        "translation": "My dear respected elders, we must not remain any longer in this place if we wish to keep our lives intact. Let us go this very day to the most pious place Prabhāsa. We have no time to delay.",
        "purport": " Many demigods, coming to the earth to assist Lord Kṛṣṇa in His pastimes, took birth within the Yadu dynasty and appeared as Lord Kṛṣṇa’s associates. When the Lord had completed His earthly pastimes He wanted to send these demigods back to their previous service in universal administration. Each demigod was to return to his respective planet. The transcendental city of Dvārakā is so auspicious that whoever dies there immediately goes back home, back to Godhead, but because the demigod members of the Yadu dynasty, in many cases, were not yet prepared to go back to Godhead, they had to die outside the city of Dvārakā. Thus Lord Kṛṣṇa, pretending to be an ordinary living being, said, “We are all in danger. Let us all immediately go to Prabhāsa.” In this way, by His yoga-māyā Kṛṣṇa bewildered such demigod members of the Yadu dynasty and led them away to the holy place Prabhāsa. Since Dvārakā is parama-maṅgala, the most auspicious place, not even an imitation of inauspiciousness can take place there. Actually, Lord Kṛṣṇa’s pastime of removing the Yadu dynasty is ultimately auspicious, but since it outwardly appeared inauspicious, it could not take place in Dvārakā; therefore Lord Kṛṣṇa led the Yadus away from Dvārakā. After having sent the demigods back to their planets, Lord Kṛṣṇa planned to return to the spiritual world, Vaikuṇṭha, in His original form and remain in the eternal city of Dvārakā. Śrīla Bhaktisiddhānta Sarasvatī Ṭhākura has made the following important comments on this verse. Prabhāsa is a famous holy place located near the Veraval railway station, within the region of Junagarah. In Chapter Thirty of the Eleventh Canto of Śrīmad-Bhāgavatam it is written that after hearing the words of Śrī Kṛṣṇa, the Yādavas went to the mainland from the island city of Dvārakā by means of boats and then traveled to Prabhāsa in chariots. At Prabhāsa-kṣetra they drank a beverage called maireya and became engaged in a mutual quarrel. A great battle ensued, and killing each other with hard stalks of cane, the members of the Yadu dynasty acted out the pastime of their own annihilation. Lord Śrī Kṛṣṇa, manifesting His four-armed form, sat down under a pippala tree, placing His left foot, the heel of which was colored red like the red koka-nada lotus, upon His right thigh. A hunter named Jarā, watching from the shore of the ocean at Prabhāsa, mistook the Lord’s red-colored foot to be the face of a deer and shot his arrow at it. At the base of that same pippala tree under which Lord Kṛṣṇa had sat there is now a temple. One mile away from the tree, on the seashore, is the Vīra-prabhañjana Maṭha, and it is said that from this point the hunter Jarā fired his arrow. In the conclusion to his work Mahābhārata-tātparya-nirṇaya, Śrī Madhvācārya-pāda has written the following purport to the mauṣala-līlā. The Supreme Personality of Godhead, in order to bewilder the demons and ensure that the word of His own devotees and of the brāhmaṇas be maintained, created a body of material energy into which the arrow was shot. But the Lord’s actual four-armed form was never touched by the arrow of Jarā, who is actually the Lord’s devotee Bhṛgu Ṛṣi. In a previous age Bhṛgu Muni had placed his foot on the chest of Lord Viṣṇu. In order to counteract the offense of improperly placing his foot on the Lord’s chest, Bhṛgu had to take birth as a degraded hunter. But even though a great devotee willingly accepts such a low birth, the Personality of Godhead cannot tolerate seeing His devotee in such a fallen condition. Thus the Personality of Godhead arranged that at the end of Dvāpara-yuga, when the Lord was winding up His manifest pastimes, His devotee Bhṛgu, in the form of the hunter Jarā, would cast the arrow into a material body created by the Lord’s illusory energy. Thus the hunter would become remorseful, gain release from his degraded birth and go back to Vaikuṇṭha-loka. Therefore, to please His devotee Bhṛgu and to confuse the demons, the Supreme Lord manifested His mauṣala-līlā at Prabhāsa, but it should be understood that this is an illusory pastime. The Personality of Godhead, Lord Kṛṣṇa, from His very appearance on the earth, did not manifest any of the material qualities of ordinary human beings. The Lord did not appear from the womb of His mother. Rather, by His inconceivable power He descended into the maternity room. At the time of His giving up this mortal world, He similarly manifested an illusory situation for the sake of bewildering the demons. To bewilder the nondevotees, the Lord created an illusory body out of His material energy while simultaneously remaining personally in His own sac-cid-ānanda body, and thus He manifested the downfall of an illusory material form. This pretense effectively bewilders foolish demons, but Lord Śrī Kṛṣṇa’s actual transcendental, eternal body of bliss never experiences death. Also at Prabhāsa-kṣetra there is the holy place known as Bhṛgu-tīrtha, which was manifested by Lord Paraśurāma. The place at which the two rivers Sarasvatī and Hiraṇyā flow together into the ocean is named Bhṛgu-tīrtha, and there the hunter cast his arrow. There is an elaborate description of Prabhāsa-tīrtha in the Prabhāsa-khaṇḍa of the Skanda Purāṇa. There are also many phala-śrutis given within the Mahābhārata in connection with Prabhāsa-tīrtha. Phala-śrutis are scriptural statements that promise various auspicious results for one who performs a particular pious activity. In the following verses the Lord Himself will explain the particular benefits to be derived from visiting Prabhāsa-kṣetra and performing religious activities there."
    },
    {
        "verse": "36",
        "devanagari": "यत्र स्न‍ात्वा दक्षशापाद् गृहीतो यक्ष्मणोडुराट् ।विमुक्त: किल्बिषात् सद्यो भेजे भूय: कलोदयम् ॥ ३६ ॥",
        "english_devnagari": "yatra snātvā dakṣa-śāpādgṛhīto yakṣmaṇodu-rāṭvimuktaḥ kilbiṣāt sadyobheje bhūyaḥ kalodayam",
        "verse_Syn": [
            "yatra",
            "snātvā",
            "dakṣa",
            "śāpāt",
            "gṛhītaḥ",
            "yakṣmaṇā",
            "uḍu",
            "rāṭ",
            "vimuktaḥ",
            "kilbiṣāt",
            "sadyaḥ",
            "bheje",
            "bhūyaḥ",
            "kalā",
            "udayam"
        ],
        "translation": "Once, the moon was afflicted with consumption because of the curse of Dakṣa, but just by taking bath at Prabhāsa-kṣetra, the moon was immediately freed from his sinful reaction and again resumed the waxing of his phases.",
        "purport": ""
    },
    {
        "verse": "37-38",
        "devanagari": "वयं च तस्मिन्नाप्लुत्य तर्पयित्वा पितृन् सुरान् ।भोजयित्वोषिजो विप्रान् नानागुणवतान्धसा ॥ ३७ ॥तेषु दानानि पात्रेषु श्रद्धयोप्‍त्‍वा महान्ति वै ।वृजिनानि तरिष्यामो दानैर्नौभिरिवार्णवम् ॥ ३८ ॥",
        "english_devnagari": "vayaṁ ca tasminn āplutyatarpayitvā pitṝn surānbhojayitvoṣijo viprānnānā-guṇavatāndhasā",
        "verse_Syn": [
            "vayam",
            "ca",
            "tasmin",
            "āplutya",
            "tarpayitvā",
            "pitṝn",
            "surān",
            "bhojayitvā",
            "uṣijaḥ",
            "viprān",
            "nānā",
            "guṇa",
            "vatā",
            "andhasā",
            "teṣu",
            "dānāni",
            "pātreṣu",
            "śraddhayā",
            "uptvā",
            "mahānti",
            "vai",
            "vṛjināni",
            "tariṣyāmaḥ",
            "dānaiḥ",
            "naubhiḥ",
            "iva",
            "arṇavam"
        ],
        "translation": "By bathing at Prabhāsa-kṣetra, by offering sacrifice there to placate the forefathers and demigods, by feeding the worshipable brāhmaṇas with various delicious foodstuffs and by bestowing opulent gifts upon them as the most suitable candidates for charity, we will certainly cross over these terrible dangers through such acts of charity, just as one can cross over a great ocean in a suitable boat.",
        "purport": ""
    },
    {
        "verse": "39",
        "devanagari": "श्रीशुक उवाचएवं भगवतादिष्टा यादवा: कुरुनन्दन ।गन्तुं कृतधियस्तीर्थं स्यन्दनान् समयूयुजन् ॥ ३९ ॥",
        "english_devnagari": "śrī-śuka uvācaevaṁ bhagavatādiṣṭāyādavāḥ kuru-nandanagantuṁ kṛta-dhiyas tīrthaṁsyandanān samayūyujan",
        "verse_Syn": [
            "śrī",
            "śukaḥ",
            "uvāca",
            "evam",
            "bhagavatā",
            "ādiṣṭāḥ",
            "yādavāḥ",
            "kuru",
            "nandana",
            "gantum",
            "kṛta",
            "dhiyaḥ",
            "tīrtham",
            "syandanān",
            "samayūyujan"
        ],
        "translation": "Śukadeva Gosvāmī said: O favorite son of the Kurus, thus advised by the Personality of Godhead, the Yādavas made up their minds to go to that holy place, Prabhāsa-kṣetra, and thus yoked their horses to their chariots.",
        "purport": ""
    },
    {
        "verse": "40-41",
        "devanagari": "तन्निरीक्ष्योद्धवो राजन् श्रुत्वा भगवतोदितम् ।द‍ृष्ट्वारिष्टानि घोराणि नित्यं कृष्णमनुव्रत: ॥ ४० ॥विविक्त उपसङ्गम्य जगतामीश्वरेश्वरम् ।प्रणम्य शिरसा पादौ प्राञ्जलिस्तमभाषत ॥ ४१ ॥",
        "english_devnagari": "tan nirīkṣyoddhavo rājanśrutvā bhagavatoditamdṛṣṭvāriṣṭāni ghorāṇinityaṁ kṛṣṇam anuvrataḥ",
        "verse_Syn": [
            "tat",
            "nirīkṣya",
            "uddhavaḥ",
            "rājan",
            "śrutvā",
            "bhagavatā",
            "uditam",
            "dṛṣṭvā",
            "ariṣṭāni",
            "ghorāṇi",
            "nityam",
            "kṛṣṇam",
            "anuvrataḥ",
            "vivikte",
            "upasaṅgamya",
            "jagatām",
            "īśvara",
            "īśvaram",
            "praṇamya",
            "śirasā",
            "pādau",
            "prāñjaliḥ",
            "tam",
            "abhāṣata"
        ],
        "translation": "My dear King, Uddhava was a constantly faithful follower of Lord Kṛṣṇa. Upon seeing the imminent departure of the Yādavas, hearing from them of the Lord’s instructions and taking note of the fearful omens, he approached the Personality of Godhead in a private place. He bowed down with his head at the lotus feet of the supreme controller of the universe and with folded hands addressed Him as follows.",
        "purport": " According to Śrīla Jīva Gosvāmī there cannot be any actual disturbance in the Lord’s own abode. The great disasters apparently occurring in Dvārakā were an external show created by the Lord to facilitate His pastimes. We can understand the pastimes of Kṛṣṇa only by hearing from the recognized ācāryas. Lord Kṛṣṇa is not a mundane historical figure, and His activities cannot be confined within the tiny limits of material logic. Lord Kṛṣṇa’s pastimes are an exhibition of His acintya-śakti, or inconceivable potency, which functions according to higher, spiritual laws, unknown to the blind conditioned souls and their petty material logic."
    },
    {
        "verse": "42",
        "devanagari": "श्रीउद्धव उवाचदेवदेवेश योगेश पुण्यश्रवणकीर्तन ।संहृत्यैतत् कुलं नूनं लोकं सन्त्यक्ष्यते भवान् ।विप्रशापं समर्थोऽपि प्रत्यहन्न यदीश्वर: ॥ ४२ ॥",
        "english_devnagari": "śrī-uddhava uvācadeva-deveśa yogeśapuṇya-śravaṇa-kīrtanasaṁhṛtyaitat kulaṁ nūnaṁlokaṁ santyakṣyate bhavānvipra-śāpaṁ samartho ’pipratyahan na yad īśvaraḥ",
        "verse_Syn": [
            "śrī",
            "uddhavaḥ",
            "uvāca",
            "deva",
            "deva",
            "īśa",
            "yoga",
            "īśa",
            "puṇya",
            "śravaṇa",
            "kīrtana",
            "saṁhṛtya",
            "etat",
            "kulam",
            "nūnam",
            "lokam",
            "santyakṣyate",
            "bhavān",
            "vipra",
            "śāpam",
            "samarthaḥ",
            "api",
            "pratyahan",
            "na",
            "yat",
            "īśvaraḥ"
        ],
        "translation": "Śrī Uddhava said: O my Lord, O supreme God among all the demigods, real piety is invoked simply by hearing and chanting Your transcendental glories. My Lord, it appears that You will now withdraw Your dynasty, and thus You Yourself will finally give up Your pastimes within this universe. You are the supreme controller and the master of all mystic power. But although You are fully capable of counteracting the brāhmaṇas’ curse against Your dynasty, You are not doing so, and Your disappearance is imminent.",
        "purport": " As previously mentioned, Kṛṣṇa’s own dynasty can never be destroyed; therefore the word saṁhṛtya means that Kṛṣṇa was taking the Yādavas with Him as He left this material world. However, in the eyes of ordinary, unenlightened persons the withdrawal of the Yadu dynasty appears to be its destruction. Śrīla Viśvanātha Cakravartī Ṭhākura has very nicely explained the statement of Uddhava as follows. Kṛṣṇa is addressed as deva-deva, or the supreme God among the gods, because He expertly solved all of the problems of the demigods by His incarnation within the universe. The Lord rid the world of demons and firmly established both His devotees and religious principles. Lord Kṛṣṇa is addressed here as yogeśa because He not only performed work on behalf of the demigods, but also revealed His beautiful, transcendental form, full of transcendental qualities and ecstasies, for the pleasure of His pure devotees. Kṛṣṇa is called puṇya-śravaṇa-kīrtana because when by His internal mystic potency He exhibited His humanlike activities, the Lord stimulated the writing of innumerable Vedic scriptures about His pastimes. Thus persons who would be born in the future, like ourselves, would be able to hear and chant about the Lord’s activities and also go back home, back to Godhead. Having insured the transcendental bliss and liberation of all of His devotees, even those who would be born in the future, Kṛṣṇa decided the time had come for Him to leave this material universe. Uddhava could understand the Lord’s desire and said to Kṛṣṇa, “You have instructed the Yādavas to counteract the brāhmaṇas’ curse by taking bath at Prabhāsakṣetra, but how could mere bathing in a holy place be of greater value than seeing You, the Personality of Godhead, face to face? Since the Yādavas are always seeing Your transcendental form, and since You are the Supreme Lord, what is the use of their taking bath in a so-called holy place? Therefore You obviously have some other purpose. If You actually wanted to counteract the curse, You could simply say, ‘Let this curse not act,’ and the curse would immediately be neutralized. Therefore You must be preparing to leave this universe, and that is why You have not counteracted the curse.”"
    },
    {
        "verse": "43",
        "devanagari": "नाहं तवाङ्‍‍घ्रिकमलं क्षणार्धमपि केशव ।त्यक्तुं समुत्सहे नाथ स्वधाम नय मामपि ॥ ४३ ॥",
        "english_devnagari": "nāhaṁ tavāṅghri-kamalaṁkṣaṇārdham api keśavatyaktuṁ samutsahe nāthasva-dhāma naya mām api",
        "verse_Syn": [
            "na",
            "aham",
            "tava",
            "aṅghri",
            "kamalam",
            "kṣaṇa",
            "ardham",
            "api",
            "keśava",
            "tyaktum",
            "samutsahe",
            "nātha",
            "sva",
            "dhāma",
            "naya",
            "mām",
            "api"
        ],
        "translation": "O Lord Keśava, my dear master, I cannot tolerate giving up Your lotus feet even for a fraction of a moment. I urge You to take me along with You to Your own abode.",
        "purport": " Uddhava understood that Kṛṣṇa was going to withdraw the Yadu dynasty, and thus he begged the Lord to take him along to the Lord’s abode. He had no desire to merge into Kṛṣṇa’s impersonal effulgence; instead he wanted to go to the Lord’s spiritual abode and continue associating with Kṛṣṇa as His dearmost friend. Kṛṣṇa is the Personality of Godhead and can do whatever He likes, but the devotee begs the Lord for the chance to serve Him. Although the Lord manifests within the material world His various abodes, such as Vṛndāvana, Dvārakā and Mathurā, and although these are certainly nondifferent from their counterparts in the spiritual world, the most advanced devotees, overwhelmed with desire to personally serve the Lord, are very eager to go to the Lord’s original spiritual planet. As stated by Lord Kapila in the Third Canto of Śrīmad-Bhāgavatam, the pure devotees have no desire for liberation. Because of their eagerness to render service, they urge the Lord to appear before them. The six Gosvāmīs, due to their intense eagerness to serve Rādhā and Kṛṣṇa, urgently searched after Them, calling out Their names in the forests of Vṛndāvana. Similarly, Uddhava is urging the Lord to take him to His own abode so that Uddhava’s personal service to the Lord’s lotus feet will not be interrupted even for a moment. Śrīla Bhaktisiddhānta Sarasvatī Ṭhākura has pointed out that immature conditioned souls think that Lord Kṛṣṇa is an ordinary jīva soul engaged in material activities and was thus unable to protect His own dynasty from the curse of the brāhmaṇas. Uddhava’s statement corrects such unfortunate persons. It is Lord Kṛṣṇa Himself who awarded pious living entities birth in brahminical families, and then Lord Kṛṣṇa further awarded them the potency to curse His dynasty. And finally, Lord Kṛṣṇa personally kept the curse intact, although He was capable of neutralizing it. Therefore in the beginning, middle and end, directly and indirectly, in the past, present and future, Lord Kṛṣṇa is the Absolute Truth, the Supreme Personality of Godhead, and He is completely transcendental to even the slightest touch of material illusion or impotence."
    },
    {
        "verse": "44",
        "devanagari": "तव विक्रीडितं कृष्ण नृणां परममङ्गलम् ।कर्णपीयूषमासाद्य त्यजन्त्यन्यस्पृहां जना: ॥ ४४ ॥",
        "english_devnagari": "tava vikrīḍitaṁ kṛṣṇanṛṇāṁ parama-maṅgalamkarṇa-pīyūṣam āsādyatyajanty anya-spṛhāṁ janāḥ",
        "verse_Syn": [
            "tava",
            "vikrīḍitam",
            "kṛṣṇa",
            "nṛṇām",
            "parama",
            "maṅgalam",
            "karṇa",
            "pīyūṣam",
            "āsādya",
            "tyajanti",
            "anya",
            "spṛhām",
            "janāḥ"
        ],
        "translation": "O my dear Kṛṣṇa, Your pastimes are supremely auspicious for mankind and are an intoxicating beverage for the ears. Tasting such pastimes, people forget their desires for other things.",
        "purport": " Anya-spṛhām, or “desire for things other than Kṛṣṇa,” indicates the material desire to enjoy wife, children, money, and so on. Ultimately, the materialist may desire religious salvation for his personal comfort and satisfaction, but all such desires are mundane, because on the spiritual platform the pure soul thinks only of the Lord’s pleasure and the Lord’s service. Therefore, a pure devotee can never give up Kṛṣṇa, even for a moment, although for Kṛṣṇa’s pleasure he can give up the entire universe."
    },
    {
        "verse": "45",
        "devanagari": "शय्यासनाटनस्थानस्न‍ानक्रीडाशनादिषु ।कथं त्वां प्रियमात्मानं वयं भक्तास्त्यजेमहि ॥ ४५ ॥",
        "english_devnagari": "śayyāsanāṭana-sthāna-snāna-krīḍāśanādiṣukathaṁ tvāṁ priyam ātmānaṁvayaṁ bhaktās tyajema hi",
        "verse_Syn": [
            "sayyā",
            "āsana",
            "aṭana",
            "sthāna",
            "snāna",
            "krīḍā",
            "āsana",
            "ādiṣu",
            "katham",
            "tvām",
            "priyam",
            "ātmānam",
            "vayam",
            "bhaktāḥ",
            "tyajema",
            "hi"
        ],
        "translation": "My dear Lord, You are the Supreme Soul, and thus You are most dear to us. We are Your devotees, and how can we possibly reject You or live without You even for a moment? Whether we are lying down, sitting, walking, standing, bathing, enjoying recreation, eating or doing anything else, we are constantly engaged in Your service.",
        "purport": " One should be constantly engaged in the service of Lord Kṛṣṇa. By hearing about Kṛṣṇa and by serving Him, we can give up the illusion of trying to enjoy something separately from the Supreme Lord. If we neglect such hearing and serving, our minds will become bewildered by the illusory energy of the Lord, and seeing the world as separate from Kṛṣṇa, we will take it as a place meant for our own sense gratification. This gross ignorance brings nothing but trouble to the living entity."
    },
    {
        "verse": "46",
        "devanagari": "त्वयोपभुक्तस्रग्गन्धवासोऽलङ्कारचर्चिता: ।उच्छिष्टभोजिनो दासास्तव मायां जयेमहि ॥ ४६ ॥",
        "english_devnagari": "tvayopabhukta-srag-gandha-vāso-’laṅkāra-carcitāḥucchiṣṭa-bhojino dāsāstava māyāṁ jayema hi",
        "verse_Syn": [
            "tvayā",
            "upabhukta",
            "srak",
            "gandha",
            "vāsaḥ",
            "alaṅkāra",
            "carcitāḥ",
            "ucchiṣṭa",
            "bhojinaḥ",
            "dāsāḥ",
            "tava",
            "māyām",
            "jayema",
            "hi"
        ],
        "translation": "Simply by decorating ourselves with the garlands, fragrant oils, clothes and ornaments that You have already enjoyed, and by eating the remnants of Your meals, we, Your servants, will indeed conquer Your illusory energy.",
        "purport": " It is clear from this verse that Uddhava is not approaching the Lord for liberation from the illusory energy. As a personal, confidential associate of Lord Kṛṣṇa, Uddhava was undoubtedly a completely liberated soul. He is praying to the Lord because he cannot bear the thought of living without Kṛṣṇa even for a moment. This feeling is called love of God. Uddhava is addressing the Lord as follows: “Even if Your illusory energy tries to attack us, my Lord, we will very easily conquer her by our powerful weapons, which are the remnants of Your foodstuffs, clothes, ornaments, and so on. In other words, we will easily conquer over māyā by kṛṣṇa-prasādam, and not by useless speculation and mental concoction.”"
    },
    {
        "verse": "47",
        "devanagari": "वातवसना य ऋषय: श्रमणा ऊर्ध्वमन्थिन: ।ब्रह्माख्यं धाम ते यान्ति शान्ता: सन्न्यासीनोऽमला: ॥ ४७ ॥",
        "english_devnagari": "vāta-vasanā ya ṛṣayaḥśramaṇā ūrdhra-manthinaḥbrahmākhyaṁ dhāma te yāntiśāntāḥ sannyāsino ’malāḥ",
        "verse_Syn": [
            "vāta",
            "vasanāḥ",
            "ye",
            "ṛṣayaḥ",
            "śramaṇāḥ",
            "ūrdhva",
            "manthinaḥ",
            "brahma",
            "ākhyam",
            "dhāma",
            "te",
            "yānti",
            "śāntāḥ",
            "sannyāsinaḥ",
            "amalāḥ"
        ],
        "translation": "Naked sages who seriously endeavor in spiritual practice, who have raised their semen upward, who are peaceful and sinless members of the renounced order, attain the spiritual abode called Brahman.",
        "purport": " In Chapter Twelve of Bhagavad-gītā it is stated, kleśo ’dhikataras teṣām avyaktāsakta-cetasām: those who are attached to the impersonal feature of the Personality of Godhead must endure grueling penances in order to achieve impersonal liberation in the realm of Brahman. Also it is stated in the Bhāgavatam, āruhya kṛcchreṇa paraṁ padaṁ tataḥ/ patanty adho ’nādṛta-yuṣmad-aṅghrayaḥ. Kṛcchreṇa: with great struggle and trouble the yogīs climb their way up into the impersonal effulgence called brahmajyoti, but again they slip out of the jyoti and fall back into the material world because they do not take shelter of the Personality of Godhead. Envious fools object to the “paternalism” of the Personality of Godhead, but these fools cannot take credit for the creation of their own body, brain or energy, nor can they claim credit for the air, rain, vegetables, fruits, sun, moon, and so on. In other words, they are totally dependent on the mercy of God at every second, and yet they arrogantly state that they do not want to accept the shelter of the Lord, because they are self-sufficient. In fact, some bewildered living entities even think that they themselves are God, although they cannot explain why “God” has to struggle and toil to achieve meager success in the yoga system. Therefore Uddhava is pointing out that, unlike the impersonalists and meditators, the pure devotees very easily cross over the illusory energy because they are totally attached to the lotus feet of Kṛṣṇa. Lord Kṛṣṇa is always transcendental, and if one is firmly attached to the Lord’s lotus feet, then he is also transcendental. The causeless mercy of Kṛṣṇa is more valuable than millions and billions of years of one’s own struggling and straining. One should try to get the Lord’s mercy, and then everything will become very easy on the path of spiritual realization. In this age one can achieve the mercy of Lord Kṛṣṇa by constantly chanting His holy name, as recommended in the śāstra: If one constantly chants Lord Kṛṣṇa’s holy names, avoiding offenses against the names, then surely one will achieve the same result as Uddhava. Uddhava was not interested in so-called Brahman realization, but rather he wanted to go on drinking the maddening nectar of the beautiful smiling of the Lord’s moonlike face."
    },
    {
        "verse": "48-49",
        "devanagari": "वयं त्विह महायोगिन् भ्रमन्त: कर्मवर्त्मसु ।त्वद्वार्तया तरिष्यामस्तावकैर्दुस्तरं तम: ॥ ४८ ॥स्मरन्त: कीर्तयन्तस्ते कृतानि गदितानि च ।गत्युत्स्मितेक्षणक्ष्वेलि यन्नृलोकविडम्बनम् ॥ ४९ ॥",
        "english_devnagari": "vayaṁ tv iha mahā-yoginbhramantaḥ karma-vartmasutvad-vārtayā tariṣyāmastāvakair dustaraṁ tamaḥ",
        "verse_Syn": [
            "vayam",
            "tu",
            "iha",
            "mahā",
            "yogin",
            "bhramantaḥ",
            "karma",
            "vartmasu",
            "tvat",
            "vārtayā",
            "tariṣyāmaḥ",
            "tāvakaiḥ",
            "dustaram",
            "tamaḥ",
            "smarantaḥ",
            "kīrtayantaḥ",
            "te",
            "kṛtāni",
            "gaditāni",
            "ca",
            "gati",
            "utsmita",
            "īkṣaṇa",
            "kṣveli",
            "yat",
            "nṛ",
            "loka",
            "viḍambanam"
        ],
        "translation": "O greatest of mystics, although we are conditioned souls wandering on the path of fruitive work, we will certainly cross beyond the darkness of this material world simply by hearing about Your Lordship in the association of Your devotees. Thus we are always remembering and glorifying the wonderful things You do and the wonderful things You say. We ecstatically recall Your amorous pastimes with Your confidential conjugal devotees and how You boldly smile and move about while engaged in such youthful pastimes. My dear Lord, Your loving pastimes are bewilderingly similar to the activities of ordinary people within this material world.",
        "purport": " In this verse Uddhava, by stating bhramantaḥ karma-vartmasu, humbly presents himself as one of the conditioned souls entangled in fruitive activities. Still, Uddhava is confident that he will certainly cross over the illusory energy because he is addicted to chanting and remembering the glorious activities and words of Lord Kṛṣṇa. Similarly, Rūpa Gosvāmī has stated: Although one may outwardly appear to be involved in this material world, if one is always engaged, twenty-four hours a day, in the service of Lord Kṛṣṇa, then one is considered to be a liberated soul. Uddhava states here that hearing and chanting the holy name and pastimes of Kṛṣṇa is infinitely more effective than becoming a naked yogī in the forest and running the constant risk of becoming, due to lusty desires and sex indulgence, a naked monkey in the forest. Uddhava is begging the Lord for the mercy of His Sudarśana cakra, whose effulgence is represented by the process of remembering and chanting the pastimes of the Lord. One who absorbs himself in the incomparable bliss of thinking of the Lord’s abode easily becomes free from all lamentation, illusion and fear. That is the recommendation of Śrī Uddhava."
    },
    {
        "verse": "50",
        "devanagari": "श्रीशुक उवाचएवं विज्ञापितो राजन् भगवान् देवकीसुत: ।एकान्तिनं प्रियं भृत्यमुद्धवं समभाषत ॥ ५० ॥",
        "english_devnagari": "śrī-śuka uvācaevaṁ vijñāpito rājanbhagavān devakī-sutaḥekāntinaṁ priyaṁ bhṛtyamuddhavaṁ samabhāṣata",
        "verse_Syn": [
            "śrī",
            "śukaḥ",
            "uvāca",
            "evam",
            "vijñāpitaḥ",
            "rājan",
            "bhagavān",
            "devakī",
            "sutaḥ",
            "ekāntinam",
            "priyam",
            "bhṛtyam",
            "uddhavam",
            "samabhāṣata"
        ],
        "translation": "Śukadeva Gosvāmī said: O King Parīkṣit, thus addressed, the Supreme Personality of Godhead, Kṛṣṇa, the son of Devakī, began to reply confidentially to His dear, unalloyed servant Uddhava.",
        "purport": " According to Śrīla Bhaktisiddhānta Sarasvatī, the conditioned living entities, by their movements, laughter, activities and words, simply bind themselves more and more in material existence. But if they engage in hearing and chanting about the pastimes of the Personality of Godhead, the conditioned souls will achieve liberation from the bondage of repeated birth and death. This process of supreme liberation will now be elaborately described by Lord Śrī Kṛṣṇa to His dearmost devotee Śrī Uddhava."
    }
]