[
    {
        "verse": "1",
        "devanagari": "",
        "english_devnagari": "śrī-bhagavān uvācayad āttha māṁ mahā-bhāgatac-cikīrṣitam eva mebrahmā bhavo loka-pālāḥsvar-vāsaṁ me ’bhikāṅkṣiṇaḥ",
        "verse_Syn": [
            "śrī",
            "bhagavān",
            "uvāca",
            "yat",
            "āttha",
            "mām",
            "mahā",
            "bhāga",
            "tat",
            "cikīrṣitam",
            "eva",
            "me",
            "brahmā",
            "bhavaḥ",
            "loka",
            "pālāḥ",
            "svaḥ",
            "vāsam",
            "me",
            "abhikāṅkṣiṇaḥ"
        ],
        "translation": "The Supreme Personality of Godhead said: O greatly fortunate Uddhava, you have accurately revealed My desire to withdraw the Yadu dynasty from the earth and return to My own abode in Vaikuṇṭha. Thus Lord Brahmā, Lord Śiva and all other planetary rulers are now praying for Me to resume My residence in Vaikuṇṭha.",
        "purport": " Each and every demigod has his particular abode in the heavenly planets within the material universe. Although Lord Viṣṇu is sometimes counted among the demigods, His abode is in Vaikuṇṭha, the spiritual sky. The demigods are universal controllers within the kingdom of māyā, but Viṣṇu is the Lord of the illusory potency and many other spiritual potencies. His exalted residence does not lie within the kingdom of His insignificant maidservant māyā. Lord Viṣṇu, the Personality of Godhead, is the Supreme Lord of all lords; the demigods are His separated parts and parcels. Being themselves minute jīva souls, the demigods are under the influence of the potency of māyā; but Lord Viṣṇu is always the supreme controller of māyā. The Personality of Godhead is the reservoir and root of all existence, and the material world is just a dim reflection of the brilliant scenery of His eternal, spiritual abode, where everything is infinitely beautiful and pleasurable. Viṣṇu is the supreme reality, and no living entity can ever be equal to or greater than Him. The Lord exists within His own unique category called viṣṇu-tattva, or the Supreme Personality of Godhead. All other prominent or extraordinary living entities owe their positions and potencies to the Lord. Ultimately Viṣṇu Himself is a plenary expansion of Lord Kṛṣṇa, the original source of all the viṣṇu-tattva and jīva-tattva expansions. Thus Lord Kṛṣṇa is the basis of everything."
    },
    {
        "verse": "2",
        "devanagari": "मया निष्पादितं ह्यत्र देवकार्यमशेषत: ।यदर्थमवतीर्णोऽहमंशेन ब्रह्मणार्थित: ॥ २ ॥",
        "english_devnagari": "mayā niṣpāditaṁ hy atradeva-kāryam aśeṣataḥyad-artham avatīrṇo ’hamaṁśena brahmaṇārthitaḥ",
        "verse_Syn": [
            "mayā",
            "niṣpāditam",
            "hi",
            "atra",
            "deva",
            "kāryam",
            "aśeṣataḥ",
            "yat",
            "artham",
            "avatīrṇaḥ",
            "aham",
            "aṁśena",
            "brahmaṇā",
            "arthitaḥ"
        ],
        "translation": "Answering the prayer of Lord Brahmā, I descended within this world along with My plenary portion, Lord Baladeva, and performed various activities on behalf of the demigods. I have now completed My mission here.",
        "purport": ""
    },
    {
        "verse": "3",
        "devanagari": "कुलं वै शापनिर्दग्धं नङ्‍क्ष्यत्यन्योन्यविग्रहात् ।समुद्र: सप्तमे ह्येनां पुरीं च प्लावयिष्यति ॥ ३ ॥",
        "english_devnagari": "kulaṁ vai śāpa-nirdagdhaṁnaṅkṣyaty anyonya-vigrahātsamudraḥ saptame hy enāṁpurīṁ ca plāvayiṣyati",
        "verse_Syn": [
            "kulam",
            "vai",
            "śāpa",
            "nirdagdham",
            "naṅkṣyati",
            "anyonya",
            "vigrahāt",
            "samudraḥ",
            "saptame",
            "hi",
            "enām",
            "purīm",
            "ca",
            "plāvayiṣyati"
        ],
        "translation": "Now due to the brāhmaṇas’ curse the Yadu dynasty will certainly perish by fighting among themselves; and on the seventh day from today the ocean will rise up and inundate this city of Dvārakā.",
        "purport": " In this and the following verses, Lord Kṛṣṇa indicates to Uddhava that he should immediately fix himself in self-realization by giving up all identification with the material world. Śrīla Jīva Gosvāmī has pointed out that the Yadu dynasty was not actually destroyed by Lord Kṛṣṇa but merely removed from the vision of the world through the curse of the brāhmaṇas; similarly, the Lord’s eternal abode Dvārakā can never be drowned by the ocean. Nevertheless, all external approaches to this transcendental city were covered by the ocean, and thus the Lord’s abode remains inaccessible to foolish persons in Kali-yuga, as will be described later in this canto. By the Lord’s mystic potency, called yoga-māyā, He reveals His own form, abode, paraphernalia, pastimes, entourage, and so on, and at the suitable time He removes all of these from our mundane sight. Although bewildered conditioned souls may doubt the spiritual potency of the Lord, the pure devotees can directly perceive and relish His transcendental appearance and disappearance, which are described in Bhagavad-gītā as janma karma ca me divyam. If one faithfully accepts this perfect knowledge of the Lord’s transcendental nature, then surely one will go back home, back to Godhead, and become an eternal companion of Lord Kṛṣṇa."
    },
    {
        "verse": "4",
        "devanagari": "यर्ह्येवायं मया त्यक्तो लोकोऽयं नष्टमङ्गल: ।भविष्यत्यचिरात्साधो कलिनापि निराकृत: ॥ ४ ॥",
        "english_devnagari": "yarhy evāyaṁ mayā tyaktoloko ’yaṁ naṣṭa-maṅgalaḥbhaviṣyaty acirāt sādhokalināpi nirākṛtaḥ",
        "verse_Syn": [
            "yarhi",
            "eva",
            "ayam",
            "mayā",
            "tyaktaḥ",
            "lokaḥ",
            "ayam",
            "naṣṭa",
            "maṅgalaḥ",
            "bhaviṣyati",
            "acirāt",
            "sādho",
            "kalinā",
            "api",
            "nirākṛtaḥ"
        ],
        "translation": "O saintly Uddhava, in the near future I will abandon this earth. Then, being overwhelmed by the Age of Kali, the earth will be bereft of all piety.",
        "purport": " Lord Kṛṣṇa’s plan was to bring Uddhava back to His own eternal abode after a brief delay. Because of Uddhava’s extraordinary spiritual qualities, the Lord wanted to engage him in propagating His message among other saintly persons who were not yet advanced to the stage of pure devotional service. However, the Lord assured Uddhava that he would not be bereft of the Lord’s association for even a moment. Also, because Uddhava had become a perfect master of his senses, he would never be afflicted by the three modes of material nature. In this way, before bringing Uddhava back home, back to Godhead, the Lord empowered him to carry out a specific confidential mission. Wherever the supreme position of the Personality of Godhead is not recognized, useless mental speculation becomes very prominent, and the safe and sure path of hearing perfect Vedic knowledge becomes covered by the chaos of mental concoction. At the present time, especially in the Western countries, literally millions of books are being published on hundreds and thousands of subjects; yet despite this proliferation of mental concoction people remain totally in ignorance about the most fundamental issues of human life, namely, Who am I? Where have I come from? Where am I going? What is my soul? What is God? The Personality of Godhead, Lord Śrī Kṛṣṇa, is the reservoir of innumerable enchanting pastimes, and thus He is the source of innumerable varieties of pleasure. In fact, He is the ocean of eternal pleasure. When the eternal soul is bereft of the constitutional pleasure that comes from loving service to the Lord, he is overwhelmed and bewildered by material nature. He helplessly chases after material sense gratification, thinking that one material object is good and another bad, and constantly changes his assessment of what is good and what is bad. Thus he derives no peace or pleasure, is in constant anxiety and is repeatedly thrashed by the cruel laws of nature in the form of birth, death, old age and disease. In this way the conditioned soul becomes a fit candidate to take birth in Kali-yuga, which is the epitome of misfortune. In Kali-yuga the living entities, who are already suffering so many tribulations, mercilessly turn against one another. Human society in Kali-yuga becomes savagely violent, and men open slaughterhouses to butcher hundreds of millions of innocent creatures. Large-scale wars are declared, and millions of human beings, even women and children, are quickly annihilated. Unless the living entity recognizes the authority of the Personality of Godhead, he remains a helpless victim in the clutches of māyā, or material illusion. He concocts different solutions to release himself from māyā, but these solutions are themselves creations of māyā and thus cannot possibly release the conditioned soul. In fact, they only intensify his distress. In the next verse, Lord Kṛṣṇa specifically warns Uddhava to avoid Kali-yuga and go back home, back to Godhead. Those of us who have already taken birth in Kali-yuga should also heed this advice and immediately take all necessary steps to go back to the Lord’s eternal abode for a blissful life of perfect knowledge. The material world is never a happy place, especially during the fearful days of Kali-yuga."
    },
    {
        "verse": "5",
        "devanagari": "न वस्तव्यं त्वयैवेह मया त्यक्ते महीतले ।जनोऽभद्ररुचिर्भद्र भविष्यति कलौ युगे ॥ ५ ॥",
        "english_devnagari": "na vastavyaṁ tvayaivehamayā tyakte mahī-talejano ’bhadra-rucir bhadrabhaviṣyati kalau yuge",
        "verse_Syn": [
            "na",
            "vastavyam",
            "tvayā",
            "eva",
            "iha",
            "mayā",
            "tyakte",
            "mahītale",
            "janaḥ",
            "abhadra",
            "ruciḥ",
            "bhadra",
            "bhaviṣyati",
            "kalau",
            "yuge"
        ],
        "translation": "My dear Uddhava, you should not remain here on the earth once I have abandoned this world. My dear devotee, you are sinless, but in Kali-yuga the people will be addicted to all types of sinful activities; therefore do not stay here.",
        "purport": " In this Age of Kali, human beings are totally unaware that the Supreme Personality of Godhead comes personally to the earth to manifest His transcendental pastimes as they are enacted in the spiritual world. Heedless of the authority of the Personality of Godhead, the fallen souls of Kali-yuga become engulfed in bitter quarrel and cruelly harass one another. Because people in Kali-yuga are addicted to polluted, sinful activities, they are always angry, lusty and frustrated. In Kali-yuga the devotees of the Personality of Godhead, who are engaged in the ever-increasing loving service of the Lord, should never be attracted to living on the earth, the population of which is covered in the darkness of ignorance and devoid of any loving relationship with the Lord. Thus Lord Kṛṣṇa advised Uddhava not to remain on the earth in Kali-yuga. In fact, in Bhagavad-gītā the Lord advises all living entities that they should never remain anywhere within the material universe — during any age. Therefore every living being should take advantage of the pressures of Kali-yuga to understand the overall useless nature of the material world and surrender himself at the lotus feet of Lord Kṛṣṇa. Following in the footsteps of Śrī Uddhava, one should surrender to Kṛṣṇa and go back home, back to Godhead."
    },
    {
        "verse": "6",
        "devanagari": "त्वं तु सर्वं परित्यज्य स्‍नेहं स्वजनबन्धुषु ।मय्यावेश्य मन: सम्यक् समद‍ृग् विचरस्व गाम् ॥ ६ ॥",
        "english_devnagari": "tvaṁ tu sarvaṁ parityajyasnehaṁ sva-jana-bandhuṣumayy āveśya manaḥ saṁyaksama-dṛg vicarasva gām",
        "verse_Syn": [
            "tvam",
            "tu",
            "sarvam",
            "parityajya",
            "sneham",
            "sva",
            "jana",
            "bandhuṣu",
            "mayi",
            "āveśya",
            "manaḥ",
            "saṁyak",
            "sama",
            "dṛk",
            "vicarasva",
            "gām"
        ],
        "translation": "Now you should completely give up all attachment to your personal friends and relatives and fix your mind on Me. Thus being always conscious of Me, you should observe all things with equal vision and wander throughout the earth.",
        "purport": " Śrīmad Vīrarāghava Ācārya has explained the concept of equal vision as follows: sama-dṛk sarvasya brahmātmakatvānusandhāna-rūpa-sama-dṛṣṭimān. “One who is on the path of self-realization should always endeavor to see the ultimate spiritual nature of all existence.” The word mayi in this verse means paramātmani. One should fix one’s mind on the Supreme Personality of Godhead, who is the source of everything. Thus as one passes one’s life on the earth, using up one’s allotted time, one should practice seeing all things and all people as part and parcel of the Absolute Truth, the Personality of Godhead. Since all living entities are part and parcel of Kṛṣṇa, ultimately they all have the same spiritual status. The material nature, also being an emanation of Kṛṣṇa, has a similar spiritual status, but although matter and spirit are both emanations from the Personality of Godhead, they do not exist exactly on the same level. In Bhagavad-gītā it is said that the spirit soul is the superior energy of the Lord, whereas the material nature is His inferior energy. However, since Lord Kṛṣṇa is equally present in all things, the word sama-dṛk in this verse indicates that one must ultimately see Kṛṣṇa within everything and everything within Kṛṣṇa. Thus equal vision is compatible with mature knowledge of the varieties present within this world. Śrīla Viśvanātha Cakravartī Ṭhākura comments as follows on this verse. “At the end of His manifest pastimes on the earth, the Supreme Personality of Godhead, Kṛṣṇa, thought as follows within His mind: ‘During My pastimes on the earth, I have satisfied the desires of all those devotees who anxiously desired to see Me. I have duly married many thousands of queens, headed by Rukmiṇī, whom I personally kidnapped, and I have killed innumerable demons in various places and by various means. I have attended meetings, reunions and ceremonies with many friends, relatives and well-wishers in cities such as Vṛndāvana, Mathurā, Dvārakā, Hastināpura and Mithilā, and thus I have kept constantly busy coming and going in the performance of pastimes. “‘I further arranged to give My personal association to great devotees who are situated below the earthly planet. In order to please My mother Devakī and return her six deceased sons who were killed by Kaṁsa, I descended to the planet Sutala and blessed My great devotee Bali Mahārāja. In order to return the dead son of My spiritual master, Sāndīpani Muni, I personally went to the court of Ravinandana, or Yamarāja, and thus he was able to see Me face to face. I even blessed the residents of heaven, such as mother Aditi and Kaśyapa Muni, with My personal association when I traveled there to steal the pārijāta flower for My wife Satyabhāmā. And in order to please the inhabitants of Mahā-Viṣṇu’s abode, such as Nanda, Sunanda and Sudarśana, I traveled to Mahā-Vaikuṇṭhaloka to recover the deceased children of a frustrated brāhmaṇa. Thus, innumerable devotees who ardently desired to see Me have received the object of their prayers. “‘Unfortunately Nara-Nārāyaṇa Ṛṣi and the great paramahaṁsa sages who live with Him in Badarikāśrama, although most enthusiastic to see Me, never had their desire fulfilled. I have been on the earth for 125 years, and the scheduled time is now up. Being busily engaged in My pastimes, I did not have time to give My blessings to these great sages. Nevertheless, Uddhava is practically the same as Me. He is a great devotee and shares My own transcendental opulences. Thus, he is the right person for Me to send to Badarikāśrama. I shall give Uddhava complete transcendental knowledge by which one becomes detached from the material world, and he in turn can deliver this knowledge, the science of transcending the kingdom of illusion, to the worthy sages at Badarikāśrama. In this way he can teach them the method of rendering loving devotional service to My lotus feet. Such loving devotional service rendered to Me is the most valuable treasure, and by hearing such knowledge the desires of the great sages such as Nara-Nārāyaṇa will be completely fulfilled. “‘Those great souls who have surrendered unto Me are always equipped with transcendental knowledge and detachment from the material world. Sometimes, being busy in their devotional service, they may appear to forget Me. However, a pure devotee who has achieved the platform of love for Me will always be protected by such sincere devotion. Even if such a devotee should suddenly give up his life while neglecting to fix his mind intensely on Me, such a devotee’s loving feelings are so powerful that they afford him all protection. Even if there is a temporary moment of forgetfulness, such devotion will bring the devotee to My lotus feet, which are beyond the vision of ordinary, materialistic persons. Uddhava is My pure devotee. Knowledge of Me and detachment from this world have again been aroused in him because he can never give up My association.’” The sincere servants of Caitanya Mahāprabhu are vigorously endeavoring to spread this Kṛṣṇa consciousness movement for the pleasure of their spiritual master and Lord Kṛṣṇa. At the present time thousands of devotees in the Kṛṣṇa consciousness movement, in all parts of the world, are working long hours under difficult conditions to distribute transcendental literature and thus enlighten the general populace. In this effort the devotees have no personal motivation but are simply desirous of pleasing their spiritual master by distributing his books. The people who receive this literature usually have no previous experience of Kṛṣṇa consciousness, yet they are so impressed by the purity of the devotees they meet that they eagerly purchase the books and magazines. In order to execute the tremendous task of spreading Kṛṣṇa consciousness, the devotees are tirelessly laboring day and night because they are on the platform of loving devotion. Although superficially such busy devotees may occasionally not think directly of the lotus feet of Kṛṣṇa, such loving devotion will undoubtedly take them back to Kṛṣṇa’s lotus feet, and being pleased by their service, the Lord Himself will again arouse their unflinching meditation upon His personal form. This is the beauty of bhakti-yoga, which depends wholly and solely on the mercy of the all-merciful Personality of Godhead, Śrī Kṛṣṇa. This is the only totally safe means of uprooting the deep desires for material enjoyment, attaining pure love for Kṛṣṇa and going beyond the material universe to the kingdom of God. As stated in Bhagavad-gītā (2.40): Lord Kṛṣṇa also advised Uddhava in this verse to give up the illusory attachment to so-called friends and family within this material world. One may not be able to physically give up association with family and friends, but one should understand that everyone and everything is part and parcel of God and is meant for the pleasure of God. As soon as one thinks, “This is my personal family,” immediately one will see the material world as no more than a place for enjoying family life. As soon as one is attached to one’s so-called family, false prestige and material possessiveness arise. Actually, everyone is part and parcel of God and therefore, on the spiritual platform, related to all other entities. This is called kṛṣṇa-sambandha, or the constitutional relationship with Kṛṣṇa. It is not possible to advance to the highest stage of spiritual awareness and at the same time maintain a petty material concept of society, friendship and love. One should experience all relationships on the higher, spiritual platform of kṛṣṇa-sambandha, which means seeing everything in relation to Lord Kṛṣṇa, the Personality of Godhead. One who is situated in his constitutional relationship with Kṛṣṇa can see all things in relation to Kṛṣṇa. He thus gives up the mundane urges of the body, mind and speech and travels throughout the earth as a devotee of the Lord. Such a highly elevated personality is called gosvāmī, or the master of the senses. This stage is described in Bhagavad-gītā (18.54) by the words brahma-bhūtaḥ prasannātmā: on the spiritual platform one attains complete satisfaction."
    },
    {
        "verse": "7",
        "devanagari": "यदिदं मनसा वाचा चक्षुर्भ्यां श्रवणादिभि: ।नश्वरं गृह्यमाणं च विद्धि मायामनोमयम् ॥ ७ ॥",
        "english_devnagari": "yad idaṁ manasā vācācakṣurbhyāṁ śravaṇādibhiḥnaśvaraṁ gṛhyamāṇaṁ caviddhi māyā-mano-mayam",
        "verse_Syn": [
            "yat",
            "idam",
            "manasā",
            "vācā",
            "cakṣurbhyām",
            "śravaṇa",
            "ādibhiḥ",
            "naśvaram",
            "gṛhyamāṇam",
            "ca",
            "viddhi",
            "māyā",
            "manaḥ",
            "mayam"
        ],
        "translation": "My dear Uddhava, the material universe that you perceive through your mind, speech, eyes, ears and other senses is an illusory creation that one imagines to be real due to the influence of māyā. In fact, you should know that all of the objects of the material senses are temporary.",
        "purport": " The question may be raised that since we find good and bad qualities throughout the material world, how can Lord Kṛṣṇa advise Uddhava to see everything equally? In this verse Kṛṣṇa explains that material good and evil are a creation of the illusory energy, just as the objects of a dream are a mental creation. As stated in Bhagavad-gītā, vāsudevaḥ sarvam iti: Lord Kṛṣṇa is actually everything because He is present within everything and everything is present within Him. Kṛṣṇa is sarva-loka-maheśvaram, the Lord and proprietor of all worlds. To see anything separate from Kṛṣṇa is illusion, and attraction to any kind of material illusion, either good or bad, is ultimately useless since it obliges the living entity to continue wandering in the cycle of birth and death. Seeing, hearing, smelling, tasting and touching constitute the activities of the five knowledge-gathering senses. Similarly, the voice, the hands, the legs, the anus and the genitals constitute the five working senses. These ten senses are organized around the mind, which is the center of material activity. When the living entity desires to exploit matter, he is covered by the three modes of nature. Thus he concocts different philosophical, political and social explanations of reality but never understands the Absolute Truth, Lord Kṛṣṇa, who is beyond the contaminated perception of the material senses. One who is entangled in the network of material designations, such as race, nationality, sectarian religion, political affiliation, etc., is absorbed in the experience of combining his body and other bodies with material sense objects, thinking these sense objects to be sources of happiness and satisfaction. Unfortunately, the entire material world, along with the senses that experience it, is a temporary creation that will be annihilated by the time potency of the Supreme Lord. Despite our foolish hopes and dreams, there is no actual happiness on the material platform. The real truth is not material, nor is it temporary. The real truth is called ātmā, or the eternal soul, and among all eternal souls one is supreme. He is called the Personality of Godhead, and in His original form He is known as Kṛṣṇa. The knowledge-gathering process culminates in perception of the inconceivable, transcendental form of Kṛṣṇa. One who is not perceiving Kṛṣṇa in everything and everything in Kṛṣṇa is undoubtedly on the platform of mental concoction. In this verse Lord Kṛṣṇa warns Uddhava to remain clear of this illusory platform of existence."
    },
    {
        "verse": "8",
        "devanagari": "पुंसोऽयुक्तस्य नानार्थो भ्रम: स गुणदोषभाक् ।कर्माकर्मविकर्मेति गुणदोषधियो भिदा ॥ ८ ॥",
        "english_devnagari": "puṁso ’yuktasya nānārthobhramaḥ sa guṇa-doṣa-bhākkarmākarma-vikarmetiguṇa-doṣa-dhiyo bhidā",
        "verse_Syn": [
            "puṁsaḥ",
            "ayuktasya",
            "nānā",
            "arthaḥ",
            "bhramaḥ",
            "saḥ",
            "guṇa",
            "doṣa",
            "bhāk",
            "karma",
            "akarma",
            "vikarma",
            "iti",
            "guṇa",
            "doṣa",
            "dhiyaḥ",
            "bhidā"
        ],
        "translation": "One whose consciousness is bewildered by illusion perceives many differences in value and meaning among material objects. Thus one engages constantly on the platform of material good and evil and is bound by such conceptions. Absorbed in material duality, such a person contemplates the performance of compulsory duties, nonperformance of such duties and performance of forbidden activities.",
        "purport": " The illusory mental platform of existence is described in this verse. The word ayuktasya indicates the conditioned soul who does not fix his mind on the Supreme Personality of Godhead. It is clearly described in Bhagavad-gītā and other Vedic literature that Lord Kṛṣṇa, the Absolute Truth, is within everything, and everything is within the Lord. The example may be given that when a woman loves a man, she is most eager to see him, and she daily sees him dressed in different clothes. Actually the woman is interested not in the clothes but in the man. Similarly, within every material object is the Supreme Personality of Godhead; therefore one who has developed love of God is constantly seeing the Lord everywhere, and not just the superficial material objects that cover the Lord. The word ayuktasya in this verse indicates one who has not come to the stage of reality. Such a person, being deprived of loving devotional service to Lord Kṛṣṇa, attempts to enjoy the innumerable forms and flavors of material experience. This temporary, illusory engagement is not the constitutional function of the bewildered living entity, who remains without any awareness of the ultimate reality, the Supreme Personality of Godhead. Within the world of matter there are undoubtedly varieties. Among dogs there are pedigree poodles and common mutts, and among horses there are thoroughbreds and old gray mares. Similarly, some human beings are beautiful and educated and others are dull and homely. Some are rich and some are poor. In nature we find fertile land and sterile land, lush forests and useless deserts, invaluable gems and colorless stones, flowing transparent rivers and stagnant dirty ponds. In human society we find happiness and distress, love and hate, victory and defeat, war and peace, life and death, and so on. However, we do not have any permanent relationship with any of these conditions, because we are eternal spirit souls, part and parcel of Lord Kṛṣṇa, the Supreme Personality of Godhead. Vedic culture is arranged in such a way that everyone can become perfect in self-realization simply by performing his occupational duty for the satisfaction of the Supreme Personality of Godhead. Sve sve karmaṇy abhirataḥ saṁsiddhiṁ labhate naraḥ. Some conditioned souls, however, believe that complete perfection in life may be achieved by performing ordinary, nonspiritual duties on behalf of family, nation, humanity, and so on. Others are interested in neither service to God nor noble mundane activities, and there are others who actively pursue sinful life. Such sinful persons generally rise from bed late in the afternoon and stay awake all night, taking intoxicants and engaging in illicit sex. Such a dark, hellish existence is caused by attraction to tamo-guṇa, the mode of ignorance. Actions in the mode of ignorance are called vikarma, as mentioned in this verse. Unfortunately, neither the materially responsible person nor the materially irresponsible person nor the sinful person can achieve the real perfection of life, Kṛṣṇa consciousness. Although different societies and different individuals maintain different concepts of good and evil, all material things are ultimately useless in terms of our eternal self-interest, which is Kṛṣṇa consciousness. This idea is expressed by the saintly King Citraketu in the Sixth Canto of Śrīmad-Bhāgavatam (6.17.20): “This material world resembles the waves of a constantly flowing river. Therefore, what is a curse and what is a favor? What are the heavenly planets and what are the hellish planets? What is actually happiness and what is actually distress? Because the waves flow constantly, none of them has an eternal effect.” The argument may be given that since in the Vedas there are prescribed and forbidden activities, the Vedas also accept the concept of good and evil within the material world. The fact is, however, that it is not the Vedas themselves but the conditioned souls who are bound up in material duality. The function of Vedic literature is to engage each individual at the particular level on which he is presently situated and gradually elevate him to the perfection of life. The material mode of goodness is not itself spiritual, but it does not impede spiritual life. Since the material mode of goodness purifies one’s consciousness and creates a hankering for higher knowledge, it is a favorable platform from which to pursue spiritual life, just as the airport is a favorable place from which to travel. If a man desires to travel from New York to London, the New York airport is certainly the most favorable place from which to travel. But if the man misses his plane, he is no closer to London than anyone in New York who did not go to the airport. In other words, the advantage of the airport is meaningful only if one catches his plane. Similarly, the material mode of goodness is the most favorable situation from which to move up to the spiritual platform. The Vedas prescribe and forbid various activities to lift the conditioned soul to the material mode of goodness, and from that point he should rise to the spiritual platform by transcendental knowledge. Therefore if one does not come to the platform of Kṛṣṇa consciousness, his elevation to the material mode of goodness is useless, just as a trip to the airport is useless for one who misses his plane. In the Vedas there are injunctions and prohibitions that appear to accept good and evil among material things, but the ultimate purpose of the Vedic regulations is to create a favorable situation for spiritual life. If one can immediately take to spiritual life then there is no need to waste time with rituals within the modes of nature. Therefore Kṛṣṇa advises Arjuna in Bhagavad-gītā (2.45): “The Vedas mainly deal with the subject of the three modes of material nature. Rise above these modes, O Arjuna. Be transcendental to all of them. Be free from all dualities and from all anxieties for gain and safety, and be established in the Self.” In this connection, Śrīla Madhvācārya has quoted the following verses from Mahābhārata: “Within the material world, the conditioned souls consider residence on the heavenly planets and celestial pleasures, such as the pious enjoyment of beautiful women, to be good and desirable things. Similarly, painful or miserable conditions are considered to be evil or bad. However, all such perception of good and bad in the material world is undoubtedly based upon the fundamental mistake of considering oneself, and not the Supreme Personality of Godhead, to be the ultimate doer or performer of all actions.” “On the other hand, a person who knows that the Supreme Personality of Godhead is the actual controller of material nature, and that it is ultimately He who is moving everything, can free himself from the bondage of material existence. Such a person goes to the abode of the Lord.”"
    },
    {
        "verse": "9",
        "devanagari": "तस्माद् युक्तेन्द्रियग्रामो युक्तचित्त इदम् जगत् ।आत्मनीक्षस्व विततमात्मानं मय्यधीश्वरे ॥ ९ ॥",
        "english_devnagari": "tasmād yuktendriya-grāmoyukta-citta idaṁ jagatātmanīkṣasva vitatamātmānaṁ mayy adhīśvare",
        "verse_Syn": [
            "tasmāt",
            "yukta",
            "indriya",
            "grāmaḥ",
            "yukta",
            "cittaḥ",
            "idam",
            "jagat",
            "ātmani",
            "īkṣasva",
            "vitatam",
            "ātmānam",
            "mayi",
            "adhīśvare"
        ],
        "translation": "Therefore, bringing all your senses under control and thus subduing the mind, you should see the entire world as situated within the self, who is expanded everywhere, and you should also see this individual self within Me, the Supreme Personality of Godhead.",
        "purport": " The word vitatam, or “widely expanded,” implies that the individual jīva soul is present throughout the material universe. Similarly, in Bhagavad-gītā (2.24) Lord Kṛṣṇa states, nityaḥ sarva-gataḥ: the individual soul is eternal and is expanded everywhere throughout the material and spiritual worlds. This does not mean, however, that each individual soul is all-pervading, but that the Supreme Personality of Godhead, Kṛṣṇa, has expanded His marginal potency everywhere. Thus, one should not blindly conclude that a minute living entity is all-pervading; rather, one should understand that God is great and expands His personal energy everywhere. In this verse, ātmanīkṣasva vitatam means that this material world is created to facilitate the sense gratification of the conditioned souls, who are trying to enjoy without Kṛṣṇa, their actual master. The living entities are busily trying to exploit the external energy of the Lord, but their jurisdiction over the material world is illusory. Both the material nature and the conditioned living being are energies of the Lord and thus exist within the Personality of Godhead and are under His supreme control. The individual living entity exists for the pleasure of the Personality of Godhead and is the Lord’s eternal servant. As soon as the senses become absorbed in material gratification they lose their power to experience the Absolute Truth. The actual goal of sense activity is satisfaction of Viṣṇu, the Lord, and all of the senses can experience infinite spiritual pleasure by perceiving and serving the Lord in His personal feature. Those who adopt the impersonal conception of God, however, try to stop all sense activity. But because the senses cannot remain permanently inactive they naturally return to activities in the realm of material illusion. If one engages the senses in the service of the Personality of Godhead, then one enjoys unlimited pleasure upon seeing the transcendental beauty of the Lord’s form. But unless one qualifies himself by pure loving devotion to Kṛṣṇa, the Lord does not award him this exalted experience. Therefore, every conditioned soul should end his unnecessary separation from the Personality of Godhead by rejoining the Lord’s blissful company. Lord Kṛṣṇa personally comes down to reopen the blind eyes of the conditioned souls, and thus the Lord is personally teaching Uddhava so that sincere souls in the future might take advantage of His instructions. Indeed, hundreds and millions of people even now derive spiritual enlightenment from Lord Kṛṣṇa’s instructions to Arjuna in Bhagavad-gītā."
    },
    {
        "verse": "10",
        "devanagari": "ज्ञानविज्ञानसंयुक्त आत्मभूत: शरीरिणाम् ।आत्मानुभवतुष्टात्मा नान्तरायैर्विहन्यसे ॥ १० ॥",
        "english_devnagari": "jñāna-vijñāna-saṁyuktaātma-bhūtaḥ śarīriṇāmātmānubhava-tuṣṭātmānāntarāyair vihanyase",
        "verse_Syn": [
            "jñāna",
            "vijñāna",
            "saṁyuktaḥ",
            "ātma",
            "bhūtaḥ",
            "śarīriṇām",
            "ātma",
            "anubhava",
            "tuṣṭa",
            "ātmā",
            "na",
            "antarāyaiḥ",
            "vihanyase"
        ],
        "translation": "Being fully endowed with conclusive knowledge of the Vedas and having realized the ultimate purpose of such knowledge in practice, you will be able to perceive the pure self, and thus your mind will be satisfied. At that time you will become dear to all living beings, headed by the demigods, and you will never be hampered by any disturbance in life.",
        "purport": " As explained in Bhagavad-gītā, one whose mind is free from material desire becomes disinterested in demigod worship, since the purpose of such worship is material amelioration. The demigods, however, are never displeased with one who becomes a pure devotee of Lord Kṛṣṇa and offers all of his worship to the Lord. The demigods themselves are humble servants of Lord Kṛṣṇa, as was amply demonstrated in Lord Kṛṣṇa’s pastimes on the earth. One who can experience the eternal soul within everyone’s body certainly becomes dear to all living beings. Since he sees everyone as qualitatively equal to himself, he does not envy anyone nor try to lord it over any other living being. Being free from envy and a well-wisher of all, such a self-realized soul is naturally dear to everyone. As stated in the song to the Six Gosvāmīs, dhīrādhīra-jana-priyau priya-karau nirmatsarau pūjitau."
    },
    {
        "verse": "11",
        "devanagari": "दोषबुद्ध्योभयातीतो निषेधान्न निवर्तते ।गुणबुद्ध्या च विहितं न करोति यथार्भक: ॥ ११ ॥",
        "english_devnagari": "doṣa-buddhyobhayātītoniṣedhān na nivartateguṇa-buddhyā ca vihitaṁna karoti yathārbhakaḥ",
        "verse_Syn": [
            "doṣa",
            "buddhyā",
            "ubhaya",
            "atītaḥ",
            "niṣedhāt",
            "na",
            "nivartate",
            "guṇa",
            "buddhyā",
            "ca",
            "vihitam",
            "na",
            "karoti",
            "yathā",
            "arbhakaḥ"
        ],
        "translation": "One who has transcended material good and evil automatically acts in accordance with religious injunctions and avoids forbidden activities. The self-realized person does this spontaneously, like an innocent child, and not because he is thinking in terms of material good and evil.",
        "purport": " One who has developed transcendental knowledge never acts whimsically. Śrīla Rūpa Gosvāmī describes two stages of devotional service: sādhana-bhakti and rāgānuga-bhakti. Rāgānuga-bhakti is the stage of spontaneous love of Godhead, whereas sādhana-bhakti means the conscientious practice of the regulative principles of devotional service. In most cases, one who is now enjoying transcendental consciousness has rigidly practiced the rules and regulations of devotional service. Thus, due to previous practice, one spontaneously avoids sinful life and acts in accordance with the standards of ordinary piety. This does not mean that a self-realized soul is consciously avoiding sin and pursuing piety. Rather, due to his self-realized nature, he spontaneously engages in the most exalted spiritual activities, just as an innocent child may spontaneously exhibit good qualities such as kindness, tolerance, and so on. The spiritual platform is called śuddha-sattva, or purified goodness, to distinguish it from the material mode of goodness, which is always to some extent polluted by the lower modes of passion and ignorance. Thus if a man in material goodness appears to be most pious in the eyes of the world, we can only imagine the spotless character of a self-realized soul in purified spiritual goodness. Therefore it is stated in Śrīmad-Bhāgavatam (5.18.12): If one is a pure devotee of Lord Kṛṣṇa, he will automatically exhibit all the exalted qualities of the demigods. Such manifestation of purity is spontaneous, as explained in this verse."
    },
    {
        "verse": "12",
        "devanagari": "सर्वभूतसुहृच्छान्तो ज्ञानविज्ञाननिश्चय: ।पश्यन् मदात्मकं विश्वं न विपद्येत वै पुन: ॥ १२ ॥",
        "english_devnagari": "sarva-bhūta-suhṛc chāntojñāna-vijñāna-niścayaḥpaśyan mad-ātmakaṁ viśvaṁna vipadyeta vai punaḥ",
        "verse_Syn": [
            "sarva",
            "bhūta",
            "su",
            "hṛt",
            "śāntaḥ",
            "jñāna",
            "vijñāna",
            "niścayaḥ",
            "paśyan",
            "mat",
            "ātmakam",
            "viśvam",
            "na",
            "vipadyeta",
            "vai",
            "punaḥ"
        ],
        "translation": "One who is the kind well-wisher of all living beings, who is peaceful and firmly fixed in knowledge and realization, sees Me within all things. Such a person never again falls down into the cycle of birth and death.",
        "purport": ""
    },
    {
        "verse": "13",
        "devanagari": "श्रीशुक उवाचइत्यादिष्टो भगवता महाभागवतो नृप ।उद्धव: प्रणिपत्याह तत्त्वंजिज्ञासुरच्युतम् ॥ १३ ॥",
        "english_devnagari": "śrī-śuka uvācaity ādiṣṭo bhagavatāmahā-bhāgavato nṛpauddhavaḥ praṇipatyāhatattvaṁ jijñāsur acyutam",
        "verse_Syn": [
            "śrī",
            "śukaḥ",
            "uvāca",
            "iti",
            "ādiṣṭaḥ",
            "bhagavatā",
            "mahā",
            "bhāgavataḥ",
            "nṛpa",
            "uddhavaḥ",
            "praṇipatya",
            "āha",
            "tattvam",
            "jijñāsuḥ",
            "acyutam"
        ],
        "translation": "Śrī Śukadeva Gosvāmi said: O King, the Supreme Personality of Godhead, Lord Kṛṣṇa, thus instructed His pure devotee Uddhava, who was eager to receive knowledge from the Lord. Uddhava then offered obeisances to the Lord and spoke as follows.",
        "purport": " Uddhava is described here as tattvaṁ jijñāsuḥ, or desiring to know the truth. It is clear from previous verses that Śrī Uddhava is a pure devotee of Lord Kṛṣṇa and that he considers devotional service to Lord Kṛṣṇa to be the perfection of life. Thus the words tattvaṁ jijñāsuḥ indicate that since Lord Kṛṣṇa is about to leave the earth, Uddhava is most anxious to deepen his understanding of the Lord so that he may further advance in loving service at the Lord’s lotus feet. Unlike an ordinary philosopher or scholar, a pure devotee is not eager to acquire knowledge for personal gratification."
    },
    {
        "verse": "14",
        "devanagari": "श्रीउद्धव उवाचयोगेश योगविन्यास योगात्मन् योगसम्भव ।नि:श्रेयसाय मे प्रोक्तस्त्याग: सन्न्यासलक्षण: ॥ १४ ॥",
        "english_devnagari": "śrī-uddhava uvācayogeśa yoga-vinyāsayogātman yoga-sambhavaniḥśreyasāya me proktastyāgaḥ sannyāsa-lakṣaṇaḥ",
        "verse_Syn": [
            "śrī",
            "uddhavaḥ",
            "uvāca",
            "yoga",
            "īśa",
            "yoga",
            "vinyāsa",
            "yoga",
            "ātman",
            "yoga",
            "sambhava",
            "niḥśreyasāya",
            "me",
            "proktaḥ",
            "tyāgaḥ",
            "sannyāsa",
            "lakṣaṇaḥ"
        ],
        "translation": "Śrī Uddhava said: My dear Lord, You alone award the results of yoga practice, and You are so kind that by Your own influence You distribute the perfection of yoga to Your devotee. Thus You are the Supreme Soul who is realized through yoga, and it is You who are the origin of all mystic power. For my supreme benefit You have explained the procedure for giving up the material world through the process of sannyāsa, or renunciation.",
        "purport": " The word yogeśa here indicates that the Supreme Personality of Godhead awards the results of all yoga practices. Since all of the material and spiritual worlds emanate from the transcendental body of Kṛṣṇa, there is nothing to be achieved by any yoga process except Kṛṣṇa and His potencies. And since the Lord remains eternally the master of His potencies, no one can achieve anything through yoga, or any other spiritual or material process, except by the sanction of the Supreme Personality of Godhead. The word yoga means “linking up,” and unless we link ourselves with the Absolute Truth, we remain covered by the darkness of ignorance. Thus, Kṛṣṇa is the goal of yoga. In the material world we falsely try to link ourselves with the objects of the senses. Man wants to link with woman and woman with man, or one tries to link up with nationalism, socialism, capitalism or innumerable other creations of the illusory energy of the Lord. Since we are linking ourselves to temporary objects the relationships are temporary, the results are temporary, and at the time of death we become bewildered when all of our connections are suddenly cut off by māyā. If we link ourselves to Kṛṣṇa, however, our relationship with Him will continue even after death. As explained in Bhagavad-gītā, the relationship with Kṛṣṇa that we develop in this life will continue to increase in our next life until we achieve the supreme goal of entering Kṛṣṇa’s planet. Those who sincerely serve the mission of Caitanya Mahāprabhu, following the transcendental lifestyle prescribed by the Lord, will enter the Lord’s abode at the end of this lifetime. One can never achieve a permanent situation by mental speculation, and what to speak of by ordinary material sense gratification. By the methods of haṭha-yoga, karma-yoga, rāja-yoga, jñāna-yoga, etc., one does not actually awaken his propensity for rendering eternal loving service to the Personality of Godhead. Thus, one is bereft of the transcendental tastes of spiritual enjoyment. Sometimes the conditioned soul, disgusted by his failure to gratify his senses, bitterly decides to renounce the material world and merge into an impersonal, painless transcendence. But our actual happy situation is to render loving service at the lotus feet of the Personality of Godhead. All of the different yoga processes gradually lead one to love of Godhead, and it is Lord Kṛṣṇa’s aim to reestablish the conditioned souls in this happy position. Caitanya Mahāprabhu is making this perfection easily available through the chanting of the holy name of Kṛṣṇa, the supreme yoga process for this age."
    },
    {
        "verse": "15",
        "devanagari": "त्यागोऽयं दुष्करो भूमन् कामानां विषयात्मभि: ।सुतरां त्वयि सर्वात्मन्नभक्तैरिति मे मति: ॥ १५ ॥",
        "english_devnagari": "tyāgo ’yaṁ duṣkaro bhūmankāmānāṁ viṣayātmabhiḥsutarāṁ tvayi sarvātmannabhaktair iti me matiḥ",
        "verse_Syn": [
            "tyāgaḥ",
            "ayam",
            "duṣkaraḥ",
            "bhūman",
            "kāmānām",
            "viṣaya",
            "ātmabhiḥ",
            "sutarām",
            "tvayi",
            "sarva",
            "ātman",
            "abhaktaiḥ",
            "iti",
            "me",
            "matiḥ"
        ],
        "translation": "My dear Lord, O Supreme Soul, for those whose minds are attached to sense gratification, and especially for those bereft of devotion unto You, such renunciation of material enjoyment is most difficult to perform. That is my opinion.",
        "purport": " Those who are truly devoted to the Supreme Lord do not accept anything for their personal gratification but rather accept those things suitable to be offered in the Lord’s loving service. The word viṣayātmabhiḥ indicates those who desire material objects for their personal gratification instead of for the devotional service of the Lord. The minds of such materialistic persons are suitably disturbed, and it is virtually impossible for such persons to renounce material enjoyment. This is the opinion of Śrī Uddhava."
    },
    {
        "verse": "16",
        "devanagari": "सोऽहं ममाहमिति मूढमतिर्विगाढ-स्त्वन्मायया विरचितात्मनि सानुबन्धे ।तत्त्वञ्जसा निगदितं भवता यथाहंसंसाधयामि भगवन्ननुशाधि भृत्यम् ॥ १६ ॥",
        "english_devnagari": "so ’haṁ mamāham iti mūḍha-matir vigāḍhastvan-māyayā viracitātmani sānubandhetat tv añjasā nigaditaṁ bhavatā yathāhaṁsaṁsādhayāmi bhagavann anuśādhi bhṛtyam",
        "verse_Syn": [
            "saḥ",
            "aham",
            "mama",
            "aham",
            "iti",
            "mūḍha",
            "matiḥ",
            "vigāḍhaḥ",
            "tvat",
            "māyayā",
            "viracita",
            "ātmani",
            "sa",
            "anubandhe",
            "tat",
            "tu",
            "añjasā",
            "nigaditam",
            "bhavatā",
            "yathā",
            "aham",
            "saṁsādhayāmi",
            "bhagavan",
            "anuśādhi",
            "bhṛtyam"
        ],
        "translation": "O my Lord, I myself am most foolish because my consciousness is merged in the material body and bodily relations, which are all manufactured by Your illusory energy. Thus I am thinking, “I am this body, and all of these relatives are mine.” Therefore, my Lord, please instruct Your poor servant. Please tell me how I can very easily carry out Your instructions.",
        "purport": " It is very difficult to give up false identification with the material body, and thus we remain attached to our so-called bodily relations such as wife, children, friends, and so on. Bodily attachment causes intense pain within the heart, and we are stunned by lamentation and hankering. Śrī Uddhava, a pure devotee of the Lord, here speaks like an ordinary person showing how to pray to the Personality of Godhead. We practically see that many sinful persons enter the International Society for Krishna Consciousness and after preliminary purification become most repentant for their previous illicit activities. They are shocked when they realize how they gave up the personal association of God to pursue the useless forms created by māyā; therefore they wholeheartedly pray to the spiritual master and Lord Kṛṣṇa to be engaged eternally in transcendental devotional service. Such a repentant, eager mentality is most auspicious for spiritual advancement. The Lord certainly answers the prayers of a repentant devotee desperate to escape the clutches of illusion."
    },
    {
        "verse": "17",
        "devanagari": "सत्यस्य ते स्वद‍ृश आत्मन आत्मनोऽन्यंवक्तारमीश विबुधेष्वपि नानुचक्षे ।सर्वे विमोहितधियस्तव माययेमेब्रह्मादयस्तनुभृतो बहिरर्थभावा: ॥ १७ ॥",
        "english_devnagari": "satyasya te sva-dṛśa ātmana ātmano ’nyaṁvaktāram īśa vibudheṣv api nānucakṣesarve vimohita-dhiyas tava māyayemebrahmādayas tanu-bhṛto bahir-artha-bhāvāḥ",
        "verse_Syn": [
            "satyasya",
            "te",
            "sva",
            "dṛśaḥ",
            "ātmanaḥ",
            "ātmanaḥ",
            "anyam",
            "vaktāram",
            "īśa",
            "vibudheṣu",
            "api",
            "na",
            "anucakṣe",
            "sarve",
            "vimohita",
            "dhiyaḥ",
            "tava",
            "māyayā",
            "ime",
            "brahma",
            "ādayaḥ",
            "tanu",
            "bhṛtaḥ",
            "bahiḥ",
            "artha",
            "bhāvāḥ"
        ],
        "translation": "My dear Lord, You are the Absolute Truth, the Supreme Personality of Godhead, and You reveal Yourself to Your devotees. Besides Your Lordship, I do not see anyone who can actually explain perfect knowledge to me. Such a perfect teacher is not to be found even among the demigods in heaven. Indeed, all of the demigods, headed by Lord Brahmā, are bewildered by Your illusory potency. They are conditioned souls who accept their own material bodies and bodily expansions to be the highest truth.",
        "purport": " All conditioned souls, from Lord Brahmā down to the insignificant ant, are declared by Śrī Uddhava to be covered by material bodies produced by the illusory potency of the Lord. The demigods in heaven, being absorbed in universal management, constantly utilize their fabulous material potencies. They therefore gradually fix their minds upon their mystically empowered bodies and also upon their bodily expansions such as their celestial wives, children, co-workers and friends. In the course of life in the heavenly planets, the demigods become conditioned to think in terms of material good and bad, and thus they accept the immediate welfare of their bodies to be the highest goal of life. The demigods do, however, try to strictly follow the laws of God. And to help them do this, the Supreme Lord descends to remind the heavenly beings of His own supreme personality, which possesses powers infinitely exceeding theirs. Lord Viṣṇu has an eternal body, full of bliss, knowledge and unlimited variegated potencies, whereas the demigods possess only deluxe material forms, subject to birth, death, old age and disease. Because the demigods are attached to ruling the created universe, their devotion to God is tinged with material desires. They are therefore attracted to those portions of Vedic knowledge that award the various material opulences necessary for perpetuating their celestial life. Śrī Uddhava, however, being a pure devotee of the Lord, is determined to go back home, back to Godhead, for eternal life and is thus not at all interested in the sophisticated Vedic knowledge of the demigods. The material world is a gigantic prison, whose inmates are subjected to birth, death, old age and illusion, and a pure devotee has no desire to remain there even as a first-class prisoner, like the demigods. Śrī Uddhava desires to return to the kingdom of God and for this reason directly approaches the Personality of Godhead. The Lord is sva-dṛśaḥ, or one who reveals Himself to His devotee. Thus, only the Lord Himself or His pure devotee, who faithfully repeats the Lord’s message, can take one beyond the material sky into the free atmosphere of the spiritual planets, where the liberated souls enjoy an eternal life of bliss and omniscience."
    },
    {
        "verse": "18",
        "devanagari": "तस्माद् भवन्तमनवद्यमनन्तपारंसर्वज्ञमीश्वरमकुण्ठविकुण्ठधिष्ण्यम् ।निर्विण्णधीरहमु हे वृजिनाभितप्तोनारायणं नरसखं शरणं प्रपद्ये ॥ १८ ॥",
        "english_devnagari": "tasmād bhavantam anavadyam ananta-pāraṁsarva-jñam īśvaram akuṇṭha-vikuṇṭha-dhiṣṇyamnirviṇṇa-dhīr aham u he vṛjinābhitaptonārāyaṇaṁ nara-sakhaṁ śaraṇaṁ prapadye",
        "verse_Syn": [
            "tasmāt",
            "bhavantam",
            "anavadyam",
            "ananta",
            "pāram",
            "sarva",
            "jñam",
            "īśvaram",
            "akuṇṭha",
            "vikuṇṭha",
            "dhiṣṇyam",
            "nirviṇṇa",
            "dhīḥ",
            "aham",
            "u",
            "he",
            "vṛjina",
            "abhitaptaḥ",
            "nārāyaṇam",
            "nara",
            "sakham",
            "śaraṇam",
            "prapadye"
        ],
        "translation": "Therefore, O Lord, feeling weary of material life and tormented by its distresses, I now surrender unto You because You are the perfect master. You are the unlimited, all-knowing Supreme Personality of Godhead, whose spiritual abode in Vaikuṇṭha is free from all disturbances. In fact, You are known as Nārāyaṇa, the true friend of all living beings.",
        "purport": " No one can claim to be a self-made man, because everyone works with the body and mind awarded by material nature. By the laws of nature there is always anxiety in material existence, and terrible tragedies periodically harass the conditioned souls. Here Uddhava points out that only Śrī Kṛṣṇa, the Personality of Godhead, is a proper master, friend and shelter for the conditioned souls. We may be attracted by the good qualities of a particular man or demigod, but we may later discover discrepancies in that person’s behavior. Therefore Kṛṣṇa is described as anavadyam. There are no discrepancies in the personal conduct or character of the Personality of Godhead; He is eternally faultless. We may faithfully serve a master, father or demigod, but when it is time for us to receive our reward for faithful service, the master may die. Therefore Lord Kṛṣṇa is here described as ananta-pāram, which indicates that He is not limited by time or space. The word anta indicates the termination of time, and pāra indicates a spatial termination; therefore ananta-pāram means that Lord Kṛṣṇa is not limited by time or space and thus will always dutifully reward His faithful servants. If we serve someone other than the Personality of Godhead, our so-called master may forget our service or become ungrateful. Therefore Lord Kṛṣṇa is described here as sarva-jñam, omniscient. He can never forget the service of His devotee, and therefore He is never ungrateful. In fact, it is said that Lord Kṛṣṇa does not remember the faults of His devotees but only the sincere service they have rendered. A further disadvantage in serving anyone besides Kṛṣṇa is that when we are in danger our master may not be able to protect us. If we take shelter of our nation, that nation may be destroyed in war. If we take shelter of our family, they may also die. And as described in the Vedic literature, even the demigods are sometimes defeated by the demons. But since Lord Kṛṣṇa is described here as īśvara, or the supreme controller, there is no danger of His being overcome or even impeded by any other power. Thus Lord Kṛṣṇa’s promise of protection to His devotee is eternally valid. If we do not serve the Personality of Godhead, we will not know the ultimate result of our service. But here Lord Kṛṣṇa is described as akuṇṭha-vikuṇṭha-dhiṣṇyam. Lord Kṛṣṇa has an eternal abode called Vaikuṇṭha, and that abode is never disturbed by anything. The faithful servants of Lord Kṛṣṇa will certainly go back to Godhead, back home, for an eternal life of bliss and knowledge in the personal abode of the Lord. However, since even the demigods, and what to speak of insignificant human beings, are subject sooner or later to annihilation, what ultimate benefit can be derived from serving them? Uddhava describes his personal situation as nirviṇṇa-dhīḥ and vṛjinābhitaptaḥ. In other words, Śrī Uddhava states that he is exhausted and discouraged by the contradictions and anguish of material life. He has been forced, therefore, to become humble and surrender to the lotus feet of Kṛṣṇa, the personal friend of every living entity. In the material world a great man does not have time for insignificant men. But although the Lord is the greatest person, He sits in the heart of every living entity; thus He is the most merciful. Lord Kṛṣṇa is the ultimate shelter of even Nāra, or the Lord’s puruṣa expansion who creates the material world. The living entity is called nara, and the source of his material situation is Nāra, or Mahā-Viṣṇu. The word nārāyaṇa indicates that even Mahā-Viṣṇu finds His shelter in Kṛṣṇa, who is certainly supreme. Although our consciousness is presently contaminated by sinful propensities, if we follow the example of Śrī Uddhava and take shelter of the Supreme Personality of Godhead, Kṛṣṇa, everything can be rectified. Taking shelter of Kṛṣṇa means taking shelter of devotional service to Kṛṣṇa and obeying Him. Lord Kṛṣṇa demands this in Bhagavad-gītā, and if we comply with the order of the Lord our life can become fully auspicious and successful. Sooner than we expect, we may, by Kṛṣṇa’s mercy, enter the kingdom of God for an eternal life of bliss and knowledge."
    },
    {
        "verse": "19",
        "devanagari": "श्रीभगवानुवाचप्रायेण मनुजा लोके लोकतत्त्वविचक्षणा: ।समुद्धरन्ति ह्यात्मानमात्मनैवाशुभाशयात् ॥ १९ ॥",
        "english_devnagari": "śrī-bhagavān uvācaprāyeṇa manujā lokeloka-tattva-vicakṣaṇāḥsamuddharanti hy ātmānamātmanaivāśubhāśayāt",
        "verse_Syn": [
            "śrī",
            "bhagavān",
            "uvāca",
            "prāyeṇa",
            "manujāḥ",
            "loke",
            "loka",
            "tattva",
            "vicakṣaṇāḥ",
            "samuddharanti",
            "hi",
            "ātmānam",
            "ātmanā",
            "eva",
            "aśubha",
            "āśayāt"
        ],
        "translation": "The Supreme Lord replied: Generally those human beings who can expertly analyze the actual situation of the material world are able to raise themselves beyond the inauspicious life of gross material gratification.",
        "purport": " Śrī Uddhava expressed to the Lord in the previous verses his fallen condition and his entanglement in the material concept of life. Now Lord Kṛṣṇa reassures Uddhava that even persons far less qualified than Uddhava are able to extricate themselves from the inauspicious life of material sense gratification. According to Śrīla Śrīdhara Svāmī, even if one has not received the instruction of a bona fide spiritual master, one can understand by direct and indirect analysis that the material world is not a place of enjoyment. Direct analysis means one’s personal experience and indirect analysis means hearing and reading of the experience of others. According to Śrīla Viśvanātha Cakravartī Ṭhākura, Lord Kṛṣṇa considered Uddhava to be more intelligent than even the demigods in heaven. Uddhava, however, was feeling discouraged, thinking himself unqualified to render devotional service to the Lord. But Uddhava was actually perfectly situated because he had achieved Lord Kṛṣṇa as his personal spiritual master. Similarly, the members of the Kṛṣṇa consciousness movement are guided by the instructions of the Society’s founder-ācārya, Oṁ Viṣṇupāda Paramahaṁsa Parivrājakācārya Aṣṭottara-śata Śrī Śrīmad A.C. Bhaktivedanta Swami Prabhupāda. Therefore, a sincere member of the Kṛṣṇa consciousness movement should never feel discouraged but should rather count his blessings and do the needful to go back home, back to Godhead. Within the material world, certain activities are auspicious and produce happiness, whereas other activities, being sinful, are inauspicious and cause unlimited suffering. Even one who has not yet received the complete mercy of the bona fide Kṛṣṇa conscious spiritual master should conclude by sharp intelligence that there is no happiness in ordinary, material life and that real self-interest lies beyond the material platform. Śrīla Madhvācārya points out that even if one is expert not only in material knowledge but also in spiritual knowledge, one will enter into the darkness of ignorance if one neglects the association of the devotees of the Lord. Therefore, one should not misinterpret this verse in a way that minimizes the significance of the pure devotee spiritual master. One who is vicakṣaṇāḥ, or expert, will eventually come to understand the difference between matter and spirit. Such a person will certainly recognize and appreciate a genuine spiritual master. One who is advanced in knowledge undoubtedly becomes humble, and thus an expert advanced human will never neglect the lotus feet of the pure devotees of the Lord."
    },
    {
        "verse": "20",
        "devanagari": "आत्मनो गुरुरात्मैव पुरुषस्य विशेषत: ।यत् प्रत्यक्षानुमानाभ्यां श्रेयोऽसावनुविन्दते ॥ २० ॥",
        "english_devnagari": "ātmano gurur ātmaivapuruṣasya viśeṣataḥyat pratyakṣānumānābhyāṁśreyo ’sāv anuvindate",
        "verse_Syn": [
            "ātmanaḥ",
            "guruḥ",
            "ātmā",
            "eva",
            "puruṣasya",
            "viśeṣataḥ",
            "yat",
            "pratyakṣa",
            "anumānābhyām",
            "śreyaḥ",
            "asau",
            "anuvindate"
        ],
        "translation": "An intelligent person, expert in perceiving the world around him and in applying sound logic, can achieve real benefit through his own intelligence. Thus sometimes one acts as one’s own instructing spiritual master.",
        "purport": " As illustrated in this chapter by the conversation between King Yadu and the avadhūta, a sensitive, reasonable person can acquire real knowledge and happiness simply by carefully observing the world around him. By observing the happiness and distress of other living entities, one can understand what is beneficial and what is destructive. Śrīla Jīva Gosvāmī states in this connection, gurv-anusaraṇe pravartaka ity arthaḥ: the knowledge acquired by one’s own perception and intelligence leads one to appreciate the value of the representative of Lord Kṛṣṇa. The word śreyas in this verse indicates that one can advance in life through one’s own intelligence. By good association one should gradually come to understand one’s eternal position as servant of Kṛṣṇa, and then one becomes very eager to live in the company of other enlightened persons. Birds of a feather flock together. The symptom of an enlightened servant of Kṛṣṇa is that he is eager for the company of other such great souls. Thus by one’s sensitive and rational observation of this material world, one should come to appreciate the value of spiritual life in the association of the devotees."
    },
    {
        "verse": "21",
        "devanagari": "पुरुषत्वे च मां धीरा: साङ्ख्ययोगविशारदा: ।आविस्तरां प्रपश्यन्ति सर्वशक्त्युपबृंहितम् ॥ २१ ॥",
        "english_devnagari": "puruṣatve ca māṁ dhīrāḥsāṅkhya-yoga-viśāradāḥāvistarāṁ prapaśyantisarva-śakty-upabṛṁhitam",
        "verse_Syn": [
            "puruṣatve",
            "ca",
            "mām",
            "dhīrāḥ",
            "sāṅkhya",
            "yoga",
            "viśāradāḥ",
            "āvistarām",
            "prapaśyanti",
            "sarva",
            "śakti",
            "upabṛṁhitam"
        ],
        "translation": "In the human form of life, those who are self-controlled and expert in the spiritual science of Sāṅkhya can directly see Me along with all of My potencies.",
        "purport": " We find the following statement in the Vedas: puruṣatve cāvistarām ātmā sahita-prajñānena sampanna-tamo vijñātaṁ vadati vijñātaṁ paśyati veda śvastanaṁ veda lokālokau martyenāmṛtam īpsaty evaṁ sampanno ’thetareṣāṁ paśūnām āsanā-pipāse evābhijñānam. “In the human form of life, the soul is fully endowed with intelligence to understand spiritual knowledge. Thus, in human life the soul may speak realized knowledge, see the truth, know the future and also understand the reality both of this world and of the next. Taking advantage of the experience of mortal life, the soul in human form may endeavor for immortality, and the human body is fully equipped to achieve this end. In such an elevated state the soul is certainly well acquainted with the ordinary activities of animals, such as eating and drinking.” The human form of life (puruṣatve) is very significant because it affords us the opportunity to perfect our existence. The Sāṅkhya system mentioned here is best illustrated by the instructions of Lord Kapila to His mother, Devahūti. Lord Kapila is the Supreme Personality of Godhead, and His mother approached Him, saying: “I am very sick of the disturbance caused by my material senses, for because of this sense disturbance, my Lord, I have fallen into the abyss of ignorance.” (Bhāg. 3.25.7) Lord Kapila delivered to His mother a highly analytical summary of all material and spiritual reality. It is significant that Lord Kapila did not discriminate against His mother because she was a woman, nor did He consider her incapable of understanding the most elaborate spiritual knowledge. Thus, in a Kṛṣṇa conscious society of liberated souls, any man, woman or child may become a great devotee of Lord Kṛṣṇa without discrimination. It is also significant that in the highly intellectual Sāṅkhya system enunciated by Lord Kapila, the solid conclusion is surrender to the lotus feet of the pure devotees and love of Godhead. In Lord Kapila’s instructions in the Third Canto of Śrīmad-Bhāgavatam, He emphasizes the need to take shelter of the pure devotees of the Lord. In the present verse Lord Kṛṣṇa says, sāṅkhya-yoga-viśāradāḥ: those who are expert in taking shelter of the pure devotees and who can thus understand the actual situation of this world are able to see Kṛṣṇa in His personal form, along with His internal and external potencies. A spiritual master becomes bona fide by his full surrender to his spiritual master; but as explained in this chapter, one may also act as his own guru. This means that an intelligent and perceptive person can understand the nature of this world and his own limitations. Such a person then becomes very much inclined to associate with the pure devotees of the Lord and to receive the mercy of those who are advanced in Kṛṣṇa consciousness. According to Śrīla Viśvanātha Cakravartī Ṭhākura, sāṅkhya-yoga, as described here, refers to the rigorous intellectual progress of the jñāna-yoga system, along with the devotion of bhakti-yoga, which emphasizes the mercy of the lotus feet of the pure devotees. Actually, jñāna-yoga is a factor in the bhakti-yoga system, since Kṛṣṇa is jñāna-gamya, or the goal of all knowledge. The Lord also says in Bhagavad-gītā (10.10) that He personally enlightens a sincere devotee with all knowledge. In this chapter, Lord Kṛṣṇa is training Uddhava to see the Lord’s personal form in the course of his daily experiences in the material world. The Lord has already indicated to Uddhava that he will travel throughout the world in samādhi, or trance, and now Lord Kṛṣṇa is preparing Uddhava to travel as a true sannyāsī seeing the Personality of Godhead everywhere."
    },
    {
        "verse": "22",
        "devanagari": "एकद्वित्रिचतुष्पादो बहुपादस्तथापद: ।बह्‍व्‍य: सन्ति पुर: सृष्टास्तासां मे पौरुषी प्रिया ॥ २२ ॥",
        "english_devnagari": "eka-dvi-tri-catuṣ-pādobahu-pādas tathāpadaḥbahvyaḥ santi puraḥ sṛṣṭāstāsāṁ me pauruṣī priyā",
        "verse_Syn": [
            "eka",
            "dvi",
            "tri",
            "catuḥ",
            "pādaḥ",
            "bahu",
            "pādaḥ",
            "tathā",
            "apadaḥ",
            "bahvyaḥ",
            "santi",
            "puraḥ",
            "sṛṣṭāḥ",
            "tāsām",
            "me",
            "pauruṣī",
            "priyā"
        ],
        "translation": "In this world there are many kinds of created bodies — some with one leg, others with two, three, four or more legs, and still others with no legs — but of all these, the human form is actually dear to Me.",
        "purport": " The ultimate purpose of material creation is to facilitate the return of the conditioned souls back home, back to Godhead. Since this redemption of the conditioned souls is especially possible in the human form of life, naturally this form is particularly dear to the compassionate Personality of Godhead."
    },
    {
        "verse": "23",
        "devanagari": "अत्र मां मृगयन्त्यद्धा युक्ता हेतुभिरीश्वरम् ।गृह्यमाणैर्गुणैर्लिङ्गैरग्राह्यमनुमानत: ॥ २३ ॥",
        "english_devnagari": "atra māṁ mṛgayanty addhāyuktā hetubhir īśvaramgṛhyamāṇair guṇair liṅgairagrāhyam anumānataḥ",
        "verse_Syn": [
            "atra",
            "mām",
            "mṛgayanti",
            "addhā",
            "yuktāḥ",
            "hetubhiḥ",
            "īśvaram",
            "gṛhyamāṇaiḥ",
            "guṇaiḥ",
            "liṅgaiḥ",
            "agrāhyam",
            "anumānataḥ"
        ],
        "translation": "Although I, the Supreme Lord, can never be captured by ordinary sense perception, those situated in human life may use their intelligence and other faculties of perception to directly search for Me through both apparent and indirectly ascertained symptoms.",
        "purport": " According to Śrīla Viśvanātha Cakravartī Ṭhākura, the word yuktāḥ in this verse indicates those engaged in the regulative practice of bhakti-yoga. The devotees of the Lord do not abandon their intelligence and become mindless fanatics, as some fools think. As indicated by the words anumānataḥ and guṇair liṅgaiḥ, a devotee engaged in bhakti-yoga intensely searches out the Personality of Godhead through all of the rational faculties of the human brain. The word mṛgayanti, or “searching,” does not, however, indicate an unregulated or unauthorized process. If we are searching for the telephone number of a particular person, we look in the authorized telephone directory. Similarly, if we are searching for a particular product, we go to a specialized store where we are likely to find what we are looking for. Śrīla Jīva Gosvāmī points out that the Supreme Personality of Godhead is not a product of the imagination, and thus we cannot whimsically imagine what the Lord might be. Therefore, to gain information about Lord Kṛṣṇa, one must conduct a regulated search in the authorized Vedic scriptures. The word agrāhyam in this verse indicates that no one can achieve or understand Lord Kṛṣṇa by ordinary speculation or through the activities of the material senses. In this regard Śrīla Rūpa Gosvāmī states the following verse in the Bhakti-rasāmṛta-sindhu (1.2.234): “No one can understand the transcendental nature of the name, form, quality and pastimes of Śrī Kṛṣṇa through his materially contaminated senses. Only when one becomes spiritually saturated by transcendental service to the Lord are the transcendental name, form, quality and pastimes of the Lord revealed to him.” The words gṛhyamāṇair guṇaiḥ indicate the rational and intellectual faculties of the human brain. All of these can be used to directly and indirectly perceive the Personality of Godhead. Indirectly one may experience the Lord through His creation. Since we are experiencing this world through our intelligence (and senses), we may conclude that our own intelligence must have a creator and that creator is therefore supremely intelligent. Thus, through simple logic any sane person can understand that there is a Supreme Personality of Godhead who is controlling everything. One may also directly perceive the Lord through chanting and hearing His holy names and glories. Śravaṇaṁ kīrtanaṁ viṣṇoḥ means that one should always chant and hear of the glories of the Lord. One who perfectly hears and chants will undoubtedly see the Lord face to face. Lord Kṛṣṇa is all-pervading, and one should search for Him everywhere. By the transcendental senses, purified by bhakti-yoga, one may directly perceive the Supreme Personality of Godhead. As indicated by the word addhā in this verse, this perception is direct and not imaginary. This point has been elaborately explained by Śrīla Prabhupāda in his purport to this verse from Śrīmad-Bhāgavatam (2.2.35): “The Personality of Godhead, Lord Śrī Kṛṣṇa, is in every living being along with the individual soul, and this fact is perceived and hypothesized in our acts of seeing and taking help from the intelligence.”"
    },
    {
        "verse": "24",
        "devanagari": "अत्राप्युदाहरन्तीममितिहासं पुरातनम् ।अवधूतस्य संवादं यदोरमिततेजस: ॥ २४ ॥",
        "english_devnagari": "atrāpy udāharantīmamitihāsaṁ purātanamavadhūtasya saṁvādaṁyador amita-tejasaḥ",
        "verse_Syn": [
            "atra",
            "api",
            "udāharanti",
            "imam",
            "itihāsam",
            "purātanam",
            "avadhūtasya",
            "saṁvādam",
            "yadoḥ",
            "amita",
            "tejasaḥ"
        ],
        "translation": "In this regard, sages cite a historical narration concerning the conversation between the greatly powerful King Yadu and an avadhūta.",
        "purport": " Lord Kṛṣṇa will narrate this story to show Uddhava how rational intelligence can be utilized in bhakti-yoga to acquire Vedic knowledge and how ultimately an intelligent person will come to the lotus feet of the Supreme Personality of Godhead."
    },
    {
        "verse": "25",
        "devanagari": "अवधूतं द्विजं कञ्चिच्चरन्तमकुतोभयम् ।कविं निरीक्ष्य तरुणं यदु: पप्रच्छ धर्मवित् ॥ २५ ॥",
        "english_devnagari": "avadhūtaṁ dvijaṁ kañciccarantam akuto-bhayamkaviṁ nirīkṣya taruṇaṁyaduḥ papraccha dharma-vit",
        "verse_Syn": [
            "avadhūtam",
            "dvijam",
            "kañcit",
            "carantam",
            "akutaḥ",
            "bhayam",
            "kavim",
            "nirīkṣya",
            "taruṇam",
            "yaduḥ",
            "papraccha",
            "dharma",
            "vit"
        ],
        "translation": "Mahārāja Yadu once observed a certain brāhmaṇa avadhūta, who appeared to be quite young and learned, wandering about fearlessly. Being himself most learned in spiritual science, the King took the opportunity and inquired from him as follows.",
        "purport": ""
    },
    {
        "verse": "26",
        "devanagari": "श्रीयदुरुवाचकुतो बुद्धिरियं ब्रह्मन्नकर्तु: सुविशारदा ।यामासाद्य भवाल्ल‍ोकं विद्वांश्चरति बालवत् ॥ २६ ॥",
        "english_devnagari": "śrī-yadur uvācakuto buddhir iyaṁ brahmannakartuḥ su-viśāradāyām āsādya bhavāl lokaṁvidvāṁś carati bāla-vat",
        "verse_Syn": [
            "śrī",
            "yaduḥ",
            "uvāca",
            "kutaḥ",
            "buddhiḥ",
            "iyam",
            "brahman",
            "akartuḥ",
            "su",
            "viśāradā",
            "yām",
            "āsādya",
            "bhavān",
            "lokam",
            "vidvān",
            "carati",
            "bāla",
            "vat"
        ],
        "translation": "Śrī Yadu said: O brāhmaṇa, I see that you are not engaged in any practical religious activity, and yet you have acquired a most expert understanding of all things and all people within this world. Kindly tell me, sir, how did you acquire this extraordinary intelligence, and why are you traveling freely throughout the world behaving as if you were a child?",
        "purport": ""
    },
    {
        "verse": "27",
        "devanagari": "प्रायो धर्मार्थकामेषु विवित्सायां च मानवा: ।हेतुनैव समीहन्त आयुषो यशस: श्रिय: ॥ २७ ॥",
        "english_devnagari": "prāyo dharmārtha-kāmeṣuvivitsāyāṁ ca mānavāḥhetunaiva samīhantaāyuṣo yaśasaḥ śriyaḥ",
        "verse_Syn": [
            "prāyaḥ",
            "dharma",
            "artha",
            "kāmeṣu",
            "vivitsāyām",
            "ca",
            "mānavāḥ",
            "hetunā",
            "eva",
            "samīhante",
            "āyuṣaḥ",
            "yaśasaḥ",
            "śriyaḥ"
        ],
        "translation": "Generally human beings work hard to cultivate religiosity, economic development, sense gratification and also knowledge of the soul, and their usual motive is to increase the duration of their lives, acquire fame and enjoy material opulence.",
        "purport": " An intelligent person should understand that if there is an eternal soul different from the body, then real happiness must lie in our eternal situation, beyond the bondage of material nature. However, ordinary persons, even when discussing spiritual subject matters, generally desire to become famous or to increase their wealth and duration of life by such spiritual practices. Most common people think, for example, that the yoga system is meant for improving one’s health, that one may pray to God for money, and that one’s spiritual knowledge is meant for increasing one’s prestige in society. Mahārāja Yadu wants to clarify that the young brāhmaṇa avadhūta is not like ordinary persons and that he is actually on a spiritual platform, as will be explained in the following verses."
    },
    {
        "verse": "28",
        "devanagari": "त्वं तु कल्प: कविर्दक्ष: सुभगोऽमृतभाषण: ।न कर्ता नेहसे किञ्चिज्जडोन्मत्तपिशाचवत् ॥ २८ ॥",
        "english_devnagari": "tvaṁ tu kalpaḥ kavir dakṣaḥsu-bhago ’mṛta-bhāṣaṇaḥna kartā nehase kiñcijjaḍonmatta-piśāca-vat",
        "verse_Syn": [
            "tvam",
            "tu",
            "kalpaḥ",
            "kaviḥ",
            "dakṣaḥ",
            "su",
            "bhagaḥ",
            "amṛta",
            "bhāṣaṇaḥ",
            "na",
            "kartā",
            "na",
            "īhase",
            "kiñcit",
            "jaḍa",
            "unmatta",
            "piśāca",
            "vat"
        ],
        "translation": "You, however, although capable, learned, expert, handsome and most eloquent, are not engaged in doing anything, nor do you desire anything; rather, you appear stupefied and maddened as if you were a ghostly creature.",
        "purport": " Ignorant persons often think that renounced spiritual life is meant for those who are impotent or homely or incompetent in practical worldly affairs. Sometimes foolish people say that religious life is a crutch for those who are not expert enough to achieve a high status in society. Therefore King Yadu has described the qualities of the mendicant brāhmaṇa in order to show that the brāhmaṇa has taken to renounced spiritual life in spite of great potential for worldly success. The avadhūta brāhmaṇa is described as being expert, learned, good-looking, eloquent and in every sense qualified to be a great material success. Still, the avadhūta has renounced material life and taken to Kṛṣṇa consciousness. Going back home, back to Godhead, for an eternal life of bliss and knowledge is the real work of a human being. The followers of Lord Caitanya Mahāprabhu simultaneously cultivate their own Kṛṣṇa consciousness and strenuously endeavor in missionary work to help others become Kṛṣṇa conscious. Often foolish persons deride the devotees by saying, “Why don’t you get a job?” They think that one who is sincerely endeavoring for spiritual enlightenment and who is also enlightening others is not doing anything practical. Foolish materialists will pay millions of dollars to extend their lives by a few weeks or months in a hospital, but they do not appreciate someone endeavoring for eternal life. There is no actual logic in material life. The act of trying to enjoy without Kṛṣṇa is in itself the culmination of irrationality, and thus we cannot expect to find anything ultimately rational or logical in a materialistic life devoid of Kṛṣṇa consciousness. Many devotees of Kṛṣṇa come from wealthy, learned and influential families, and they take to Kṛṣṇa consciousness in order to perfect their lives, and certainly not due to lack of opportunity for material advancement. Although sometimes persons in material distress approach the Supreme Lord for help in material life, a real devotee of Lord Kṛṣṇa voluntarily gives up all types of material enjoyment, knowing that nothing but love of Kṛṣṇa and service to His lotus feet are the actual perfection of life."
    },
    {
        "verse": "29",
        "devanagari": "जनेषु दह्यमानेषु कामलोभदवाग्निना ।न तप्यसेऽग्निना मुक्तो गङ्गाम्भ:स्थ इव द्विप: ॥ २९ ॥",
        "english_devnagari": "janeṣu dahyamāneṣukāma-lobha-davāgnināna tapyase ’gninā muktogaṅgāmbhaḥ-stha iva dvipaḥ",
        "verse_Syn": [
            "janeṣu",
            "dahyamāneṣu",
            "kāma",
            "lobha",
            "dava",
            "agninā",
            "na",
            "tapyase",
            "agninā",
            "muktaḥ",
            "gaṅgā",
            "ambhaḥ",
            "sthaḥ",
            "iva",
            "dvipaḥ"
        ],
        "translation": "Although all people within the material world are burning in the great forest fire of lust and greed, you remain free and are not burned by that fire. You are just like an elephant who takes shelter from a forest fire by standing within the water of the Ganges River.",
        "purport": " The natural result of transcendental bliss is described in this verse. The young brāhmaṇa was physically very attractive, and his senses were full of potency for material enjoyment, yet he was not at all affected by material lust. This position is called mukti, or liberation. Śrīla Bhaktisiddhānta Sarasvatī Ṭhākura explains that within the Ganges flow great currents of water, capable of extinguishing a blazing fire. If an elephant maddened by sex desire stands within the Ganges, its powerful, cooling currents extinguish his lust, and the elephant becomes pacified. Similarly, ordinary human beings trapped in the cycle of birth and death are constantly harassed by the enemies of lust and greed, which never allow the mind to be completely peaceful. But if, following the example of the elephant, one situates oneself within the cooling waves of transcendental bliss, then all material desire will soon be extinguished, and one will become śānta, or peaceful. As described in Śrī Caitanya-caritāmṛta, kṛṣṇa-bhakta niṣkāma ataeva śānta. Thus, everyone should take to the movement of Caitanya Mahāprabhu and cleanse himself in the cooling waters of Kṛṣṇa consciousness, our real, eternal consciousness."
    },
    {
        "verse": "30",
        "devanagari": "त्वं हि न: पृच्छतां ब्रह्मन्नात्मन्यानन्दकारणम् ।ब्रूहि स्पर्शविहीनस्य भवत: केवलात्मन: ॥ ३० ॥",
        "english_devnagari": "tvaṁ hi naḥ pṛcchatāṁ brahmannātmany ānanda-kāraṇambrūhi sparśa-vihīnasyabhavataḥ kevalātmanaḥ",
        "verse_Syn": [
            "tvam",
            "hi",
            "naḥ",
            "pṛcchatām",
            "brahman",
            "ātmani",
            "ānanda",
            "kāraṇam",
            "brūhi",
            "sparśa",
            "vihīnasya",
            "bhavataḥ",
            "kevala",
            "ātmanaḥ"
        ],
        "translation": "O brāhmaṇa, we see that you are devoid of any contact with material enjoyment and that you are traveling alone, without any companions or family members. Therefore, because we are sincerely inquiring from you, please tell us the cause of the great ecstasy that you are feeling within yourself.",
        "purport": " The word kevalātmanaḥ is significant here. Unless one has practical realization of the Supreme Soul and the individual soul, who reside together within the heart of every living being, it is very difficult to artificially adopt the sannyāsa order of life and travel without the association of wife, children or other family members. The nature of every living being is to make friends with others and to offer his love to a suitable person. One who has realized the Supreme Person is satisfied to always carry the Personality of Godhead within his heart as his constant companion. Unless one has realized that Kṛṣṇa is one’s only true friend and that Kṛṣṇa is within one’s heart, one will remain attached to the temporary relationships of the material world."
    },
    {
        "verse": "31",
        "devanagari": "श्रीभगवानुवाचयदुनैवं महाभागो ब्रह्मण्येन सुमेधसा ।पृष्ट: सभाजित: प्राह प्रश्रयावनतं द्विज: ॥ ३१ ॥",
        "english_devnagari": "śrī-bhagavān uvācayadunaivaṁ mahā-bhāgobrahmaṇyena su-medhasāpṛṣṭaḥ sabhājitaḥ prāhapraśrayāvanataṁ dvijaḥ",
        "verse_Syn": [
            "śrī",
            "bhagavān",
            "uvāca",
            "yadunā",
            "evam",
            "mahā",
            "bhāgaḥ",
            "brahmaṇyena",
            "su",
            "medhasā",
            "pṛṣṭaḥ",
            "sabhājitaḥ",
            "prāha",
            "praśraya",
            "avanatam",
            "dvijaḥ"
        ],
        "translation": "Lord Kṛṣṇa continued: The intelligent King Yadu, always respectful to the brāhmaṇas, waited with bowed head as the brāhmaṇa, pleased with the King’s attitude, began to reply.",
        "purport": ""
    },
    {
        "verse": "32",
        "devanagari": "श्रीब्राह्मण उवाचसन्ति मे गुरवो राजन् बहवो बुद्ध्युपाश्रिता: ।यतो बुद्धिमुपादाय मुक्तोऽटामीह तान् श‍ृणु ॥ ३२ ॥",
        "english_devnagari": "śrī-brāhmaṇa uvācasanti me guravo rājanbahavo buddhy-upāśritāḥyato buddhim upādāyamukto ’ṭāmīha tān śṛṇu",
        "verse_Syn": [
            "śrī",
            "brāhmaṇaḥ",
            "uvāca",
            "santi",
            "me",
            "guravaḥ",
            "rājan",
            "bahavaḥ",
            "buddhi",
            "upāśritāḥ",
            "yataḥ",
            "buddhim",
            "upādāya",
            "muktaḥ",
            "aṭāmi",
            "iha",
            "tān",
            "śṛṇu"
        ],
        "translation": "The brāhmaṇa said: My dear King, with my intelligence I have taken shelter of many spiritual masters. Having gained transcendental understanding from them, I now wander about the earth in a liberated condition. Please listen as I describe them to you.",
        "purport": " The word buddhy-upāśritāḥ in this verse indicates that the brāhmaṇa’s spiritual masters did not directly speak to him. Instead, he learned from them by his intelligence. All living entities who are inimical to Lord Kṛṣṇa glorify useless material things and spend their lives trying to lord it over the material objects they falsely worship. Thus the conditioned souls try to increase their duration of life, as well as their fame and beauty, by means of mundane religiosity, economic development and gross sense gratification. King Yadu noticed that the saintly avadhūta did not behave like that. Therefore the King was inquisitive to find out the actual situation of the brāhmaṇa. In reply to the King the saintly brāhmaṇa states, “I do not consider the twenty-four elements of the physical world as objects of my sense gratification, and therefore I don’t consider accepting or rejecting them. Rather, I accept the material elements as my instructing spiritual masters. Thus, even though wandering throughout the material world, I am never bereft of service to the guru. Taking shelter of steady intelligence, I travel about the earth constantly engaged on the transcendental platform. By intelligence I transcend useless desires, and my ultimate goal is the loving devotional service of the Lord. Now I shall explain to you about my twenty-four spiritual masters.”"
    },
    {
        "verse": "33-35",
        "devanagari": "पृथिवी वायुराकाशमापोऽग्निश्चन्द्रमा रवि: ।कपोतोऽजगर: सिन्धु: पतङ्गो मधुकृद् गज: ॥ ३३ ॥मधुहाहरिणो मीन: पिङ्गला कुररोऽर्भक: ।कुमारी शरकृत् सर्प ऊर्णनाभि: सुपेशकृत् ॥ ३४ ॥एते मे गुरवो राजन् चतुर्विंशतिराश्रिता: ।शिक्षा वृत्तिभिरेतेषामन्वशिक्षमिहात्मन: ॥ ३५ ॥",
        "english_devnagari": "pṛthivī vāyur ākāśamāpo ’gniś candramā raviḥkapoto ’jagaraḥ sindhuḥpataṅgo madhukṛd gajaḥ",
        "verse_Syn": [
            "pṛthivī",
            "vāyuḥ",
            "ākāśam",
            "āpaḥ",
            "agniḥ",
            "candramāḥ",
            "raviḥ",
            "kapotaḥ",
            "ajagaraḥ",
            "sindhuḥ",
            "pataṅgaḥ",
            "madhu",
            "kṛt",
            "gajaḥ",
            "madhu",
            "hā",
            "hariṇaḥ",
            "mīnaḥ",
            "piṅgalā",
            "kuraraḥ",
            "arbhakaḥ",
            "kumārī",
            "śara",
            "kṛt",
            "sarpaḥ",
            "ūrṇa",
            "nābhiḥ",
            "supeśa",
            "kṛt",
            "ete",
            "me",
            "guravaḥ",
            "rājan",
            "catuḥ",
            "viṁśatiḥ",
            "āśritāḥ",
            "śikṣā",
            "vṛttibhiḥ",
            "eteṣām",
            "anvaśikṣam",
            "iha",
            "ātmanaḥ"
        ],
        "translation": "O King, I have taken shelter of twenty-four gurus, who are the following: the earth, air, sky, water, fire, moon, sun, pigeon and python; the sea, moth, honeybee, elephant and honey thief; the deer, the fish, the prostitute Piṅgalā, the kurara bird and the child; and the young girl, arrow maker, serpent, spider and wasp. My dear King, by studying their activities I have learned the science of the self.",
        "purport": " The wasp is known as supeśa-kṛt because it causes the insect that it kills to take a beautiful form in the next life."
    },
    {
        "verse": "36",
        "devanagari": "यतो यदनुशिक्षामि यथा वा नाहुषात्मज ।तत्तथा पुरुषव्याघ्र निबोध कथयामि ते ॥ ३६ ॥",
        "english_devnagari": "yato yad anuśikṣāmiyathā vā nāhuṣātmajatat tathā puruṣa-vyāghranibodha kathayāmi te",
        "verse_Syn": [
            "yataḥ",
            "yat",
            "anuśikṣāmi",
            "yathā",
            "vā",
            "nāhuṣa",
            "ātma",
            "ja",
            "tat",
            "tathā",
            "puruṣa",
            "vyāghra",
            "nibodha",
            "kathayāmi",
            "te"
        ],
        "translation": "Please listen, O son of Mahārāja Yayāti, O tiger among men, as I explain to you what I have learned from each of these gurus.",
        "purport": ""
    },
    {
        "verse": "37",
        "devanagari": "भूतैराक्रम्यमाणोऽपि धीरो दैववशानुगै: ।तद् विद्वान्न चलेन्मार्गादन्वशिक्षं क्षितेर्व्रतम् ॥ ३७ ॥",
        "english_devnagari": "bhūtair ākramyamāṇo ’pidhīro daiva-vaśānugaiḥtad vidvān na calen mārgādanvaśikṣaṁ kṣiter vratam",
        "verse_Syn": [
            "bhūtaiḥ",
            "ākramyamāṇaḥ",
            "api",
            "dhīraḥ",
            "daiva",
            "vaśa",
            "anugaiḥ",
            "tat",
            "vidvān",
            "na",
            "calet",
            "mārgāt",
            "anvaśikṣam",
            "kṣiteḥ",
            "vratam"
        ],
        "translation": "A sober person, even when harassed by other living beings, should understand that his aggressors are acting helplessly under the control of God, and thus he should never be distracted from progress on his own path. This rule I have learned from the earth.",
        "purport": " The earth is the symbol of tolerance. By deep oil-drilling, atomic explosions, pollution, and so on, the earth is constantly harassed by demoniac living entities. Sometimes lush forests are cut down by greedy men with commercial interests, and thus a wasteland is created. Sometimes the earth’s surface is soaked by the blood of soldiers fighting in savage warfare. Yet, despite all these disturbances, the earth continues to provide all the necessities of the living beings. In this way one may learn the art of tolerance by studying the earth."
    },
    {
        "verse": "38",
        "devanagari": "शश्वत्परार्थसर्वेह: परार्थैकान्तसम्भव: ।साधु: शिक्षेत भूभृत्तो नगशिष्य: परात्मताम् ॥ ३८ ॥",
        "english_devnagari": "śaśvat parārtha-sarvehaḥparārthaikānta-sambhavaḥsādhuḥ śikṣeta bhū-bhṛttonaga-śiṣyaḥ parātmatām",
        "verse_Syn": [
            "śaśvat",
            "para",
            "artha",
            "sarva",
            "īhaḥ",
            "para",
            "artha",
            "ekānta",
            "sambhavaḥ",
            "sādhuḥ",
            "śikṣeta",
            "bhū",
            "bhṛttaḥ",
            "naga",
            "śiṣyaḥ",
            "para",
            "ātmatām"
        ],
        "translation": "A saintly person should learn from the mountain to devote all his efforts to the service of others and to make the welfare of others the sole reason for his existence. Similarly, as the disciple of the tree, he should learn to dedicate himself to others.",
        "purport": " Great mountains bear unlimited quantities of earth, which in turn give sustenance to innumerable forms of life such as trees, grass, birds, animals, and so on. Mountains also pour forth unlimited quantities of crystalline water in the form of waterfalls and rivers, and this water gives life to all. By studying the example of mountains, one should learn the art of providing for the happiness of all living entities. Similarly, one may take excellent lessons from the pious trees, who offer innumerable benefits, such as fruits, flowers, cooling shade and medicinal extracts. Even when a tree is suddenly cut down and dragged away, the tree does not protest but continues to give service to others in the form of firewood. Thus, one should become the disciple of such magnanimous trees and learn from them the qualities of saintly conduct. According to Śrīla Madhvācārya, the word parārthaikānta-sambhavaḥ indicates that one should dedicate all of one’s wealth and other assets to the welfare of others. By one’s acquired opulence, one should especially try to please the spiritual master and the Supreme Personality of Godhead. Thus, the demigods, as well as all truly respectable superior personalities, will automatically be pleased. By developing saintly conduct, as described in this verse, one will become tolerant, and this will free one from the useless agitation of the material senses, which drive one to wander throughout the world searching in vain for material happiness. Lord Śrī Caitanya Mahāprabhu has also emphasized the tree’s quality of tolerance: taror iva sahiṣṇunā, kīrtanīyaḥ sadā hariḥ. One who is as tolerant as a tree can chant the holy name of Kṛṣṇa constantly, finding ever-new satisfaction."
    },
    {
        "verse": "39",
        "devanagari": "प्राणवृत्त्यैव सन्तुष्येन्मुनिर्नैवेन्द्रियप्रियै: ।ज्ञानं यथा न नश्येत नावकीर्येत वाङ्‍मन: ॥ ३९ ॥",
        "english_devnagari": "prāṇa-vṛttyaiva santuṣyenmunir naivendriya-priyaiḥjñānaṁ yathā na naśyetanāvakīryeta vāṅ-manaḥ",
        "verse_Syn": [
            "prāṇa",
            "vṛttyā",
            "eva",
            "santuṣyet",
            "muniḥ",
            "na",
            "eva",
            "indriya",
            "priyaiḥ",
            "jñānam",
            "yathā",
            "na",
            "naśyeta",
            "na",
            "avakīryeta",
            "vāk",
            "manaḥ"
        ],
        "translation": "A learned sage should take his satisfaction in the simple maintenance of his existence and should not seek satisfaction through gratifying the material senses. In other words, one should care for the material body in such a way that one’s higher knowledge is not destroyed and so that one’s speech and mind are not deviated from self-realization.",
        "purport": " A wise man does not absorb his consciousness in the forms, flavors, aromas and sensations of material sense gratification, but rather accepts activities such as eating and sleeping simply to keep body and soul together. One must properly maintain one’s body by regulated activities of eating, sleeping, cleansing, etc., otherwise the mind will become weak, and one’s spiritual knowledge will fade away. If one eats too austerely, or if in the name of selflessness one accepts impure food, surely one loses control of the mind. On the other hand, if one eats food that is excessively fatty or rich there will be an unwanted increase in sleep and semen, and thus the mind and speech will be overwhelmed by the modes of passion and ignorance. Lord Kṛṣṇa has summarized the whole matter in Bhagavad-gītā by His statement yuktāhāra-vihārasya yukta-ceṣṭasya karmasu. One should moderately and intelligently regulate all of one’s bodily activities so that they are favorable for self-realization. This technique is taught by the bona fide spiritual master. If one is too austere or if one engages too much in sense gratification, self-realization is impossible. It is the duty of a devotee of the Lord to avoid seeing any object as separate from Kṛṣṇa, because that is illusion. A gentleman will never try to enjoy the property of another gentleman. Similarly, if one sees everything in relation to Kṛṣṇa, there is no scope for material sense gratification. But if one sees material objects as separate from Kṛṣṇa, then one’s material enjoying propensity is immediately aroused. A human being must be intelligent enough to distinguish between preyas, or temporary gratification, and śreyas, permanent benefit. One may accept sense activity in a regulated, limited fashion so that one will be strong for serving Kṛṣṇa, but if one excessively indulges the material senses, one will lose one’s gravity and seriousness in spiritual life and act like an ordinary materialist. The ultimate goal, as stated here, is jñānam, or steady consciousness of the Absolute Truth, Lord Kṛṣṇa."
    },
    {
        "verse": "40",
        "devanagari": "विषयेष्वाविशन् योगी नानाधर्मेषु सर्वत: ।गुणदोषव्यपेतात्मा न विषज्जेत वायुवत् ॥ ४० ॥",
        "english_devnagari": "viṣayeṣv āviśan yogīnānā-dharmeṣu sarvataḥguṇa-doṣa-vyapetātmāna viṣajjeta vāyu-vat",
        "verse_Syn": [
            "viṣayeṣu",
            "āviśan",
            "yogī",
            "nānā",
            "dharmeṣu",
            "sarvataḥ",
            "guṇa",
            "doṣa",
            "vyapeta",
            "ātmā",
            "na",
            "viṣajjeta",
            "vāyu",
            "vat"
        ],
        "translation": "Even a transcendentalist is surrounded by innumerable material objects, which possess good and bad qualities. However, one who has transcended material good and evil should not become entangled even when in contact with the material objects; rather, he should act like the wind.",
        "purport": " The wind is the external manifestation of air, whereas prāṇa is the internal manifestation. When the wind passes over waterfalls it carries sprinkles of clear water and thus becomes most refreshing. Sometimes the wind blows through a beautiful forest, carrying the fragrances of fruits and flowers; at other times the wind may fuel a fire that burns the same forest to ashes. The wind, however, being fixed in its own nature, remains neutral in both its auspicious and inauspicious activities. Similarly, within this material world we will inevitably face both pleasing and disgusting situations. If, however, we remain fixed in Kṛṣṇa consciousness, we will not be disturbed by the inauspicious, nor will we become attached to the materially auspicious. In the course of his spiritual duties, a devotee sometimes finds himself chanting Hare Kṛṣṇa in a beautiful country atmosphere, and sometimes he finds himself doing the same thing in a hellish city. In both cases the devotee fixes his mind upon Lord Kṛṣṇa and experiences transcendental bliss. Although the wind passes through the most dark and forbidding places, the wind is not frightened or disturbed. Similarly, a devotee of Lord Kṛṣṇa should never be fearful or anxious, even when in the most difficult situation. One who is attached to materially pleasing forms, tastes, smells, sounds and touches will also be repelled by the opposite in each category. Thus finding himself surrounded by innumerable good and bad things, the materialist is constantly disturbed. When the wind blows in many directions at once, the atmosphere becomes agitated. Similarly, if the mind is constantly attracted and repelled by material objects there will be such mental disturbance that it will be impossible to think of the Absolute Truth. Therefore, one should learn from the blowing wind the art of moving throughout the material world without attachment."
    },
    {
        "verse": "41",
        "devanagari": "पार्थिवेष्विह देहेषु प्रविष्टस्तद्गुणाश्रय: ।गुणैर्न युज्यते योगी गन्धैर्वायुरिवात्मद‍ृक् ॥ ४१ ॥",
        "english_devnagari": "pārthiveṣv iha deheṣupraviṣṭas tad-guṇāśrayaḥguṇair na yujyate yogīgandhair vāyur ivātma-dṛk",
        "verse_Syn": [
            "pārthiveṣu",
            "iha",
            "deheṣu",
            "praviṣṭaḥ",
            "tat",
            "guṇa",
            "āśrayaḥ",
            "guṇaiḥ",
            "na",
            "yujyate",
            "yogī",
            "gandhaiḥ",
            "vāyuḥ",
            "iva",
            "ātma",
            "dṛk"
        ],
        "translation": "Although a self-realized soul may live in various material bodies while in this world, experiencing their various qualities and functions, he is never entangled, just as the wind which carries various aromas does not actually mix with them.",
        "purport": " Although we experience the wind as fragrant or foul, depending on the aromas it carries, the wind does not in fact change its actual nature. Similarly, although we regard a particular person as strong or weak, intelligent or retarded, beautiful or homely, good or bad, the pure spirit soul, who is the actual person, does not really possess any of the qualities of the body but is merely covered by them, just as the wind is covered by different aromas. Thus, a Kṛṣṇa conscious person is always aware that he is different from the temporary body. He experiences the various transformations of the body, such as childhood, adolescence, adulthood and old age; but although he experiences the pains, pleasures, qualities and functions of that body, a Kṛṣṇa conscious person never thinks that he is the body. He always understands that he is an eternal spirit soul, part and parcel of Lord Kṛṣṇa. As stated in this verse, na yujyate yogī: he is not entangled. The conclusion is that one should never consider a Kṛṣṇa conscious person in terms of bodily designation, but should see him as an eternal servitor of the Lord."
    },
    {
        "verse": "42",
        "devanagari": "अन्तर्हितश्च स्थिरजङ्गमेषुब्रह्मात्मभावेन समन्वयेन ।व्याप्त्याव्यवच्छेदमसङ्गमात्मनोमुनिर्नभस्त्वं विततस्य भावयेत् ॥ ४२ ॥",
        "english_devnagari": "antarhitaś ca sthira-jaṅgameṣubrahmātma-bhāvena samanvayenavyāptyāvyavacchedam asaṅgam ātmanomunir nabhastvaṁ vitatasya bhāvayet",
        "verse_Syn": [
            "antarhitaḥ",
            "ca",
            "sthira",
            "jaṅgameṣu",
            "brahma",
            "ātma",
            "bhāvena",
            "samanvayena",
            "vyāptyā",
            "avyavacchedam",
            "asaṅgam",
            "ātmanaḥ",
            "muniḥ",
            "nabhastvam",
            "vitatasya",
            "bhāvayet"
        ],
        "translation": "A thoughtful sage, even while living within a material body, should understand himself to be pure spirit soul. Similarly, one should see that the spirit soul enters within all forms of life, both moving and nonmoving, and that the individual souls are thus all-pervading. The sage should further observe that the Supreme Personality of Godhead, as the Supersoul, is simultaneously present within all things. Both the individual soul and the Supersoul can be understood by comparing them to the nature of the sky: although the sky extends everywhere and everything rests within the sky, the sky does not mix with anything, nor can it be divided by anything.",
        "purport": " Although air exists within the sky, the sky, or space, is different from air. Even in the absence of air, space or sky is present. All material objects are situated within space, or within the vast material sky, but the sky remains undivided and, although accommodating all objects, never actually mixes with anything. In the same way one can understand the situation of both the individual soul and the Supersoul. The individual soul is all-pervading, because there are innumerable jīvātmās, which enter within all things; yet, as confirmed in Vedic literature, each individual ātmā remains infinitesimal. The Śvetāśvatara Upaniṣad (5.9) states: “When the upper point of a hair is divided into one hundred parts and again each of such parts is further divided into one hundred parts, each such part is the measurement of the dimension of the spirit soul.” The same is stated in Śrīmad-Bhāgavatam: “There are innumerable particles of spiritual atoms, which are measured as one ten-thousandth of the upper portion of the hair.” The Supreme Personality of Godhead, however, is all-pervading because He Himself is personally present everywhere. The Lord is known as advaita, or indivisible. Thus the same unique Personality of Godhead exists everywhere, just like the sky, and yet is not attached to anything, although everything is resting within Him. The Lord Himself has confirmed this analysis of His all-pervasiveness in Bhagavad-gītā (9.6): “As the almighty wind, blowing everywhere, always rests in ethereal space, know that in the same manner all beings rest in Me.” Therefore, although both the jīva soul and the Supersoul are said to be all-pervading, it should be remembered that there are innumerable individual jīva souls, whereas there is only one Supreme Personality of Godhead. The Lord is always supreme, and one who is actually a thoughtful sage never doubts the supreme position of the Lord."
    },
    {
        "verse": "43",
        "devanagari": "तेजोऽबन्नमयैर्भावैर्मेघाद्यैर्वायुनेरितै: ।न स्पृश्यते नभस्तद्वत् कालसृष्टैर्गुणै: पुमान् ॥ ४३ ॥",
        "english_devnagari": "tejo-’b-anna-mayair bhāvairmeghādyair vāyuneritaiḥna spṛśyate nabhas tadvatkāla-sṛṣṭair guṇaiḥ pumān",
        "verse_Syn": [
            "tejaḥ",
            "ap",
            "anna",
            "mayaiḥ",
            "bhāvaiḥ",
            "megha",
            "ādyaiḥ",
            "vāyunā",
            "īritaiḥ",
            "na",
            "spṛśyate",
            "nabhaḥ",
            "tat",
            "vat",
            "kāla",
            "sṛṣṭaiḥ",
            "guṇaiḥ",
            "pumān"
        ],
        "translation": "Although the mighty wind blows clouds and storms across the sky, the sky is never implicated or affected by these activities. Similarly, the spirit soul is not actually changed or affected by contact with the material nature. Although the living entity enters within a body made of earth, water and fire, and although he is impelled by the three modes of nature created by eternal time, his eternal spiritual nature is never actually affected.",
        "purport": " Although the sky appears to be affected by the mighty movements of wind, rain, hurricanes, lightning and thunder, etc., the sky, being very subtle, is actually not affected, but is rather the background for such visible activities. Similarly, although the material body and mind undergo innumerable changes, such as birth and death, happiness and distress, love and hate, the eternal living entity is merely the background for such activities. The spirit soul, being most subtle, is not actually affected; only due to misidentification with the superficial activities of the body and mind does the soul undergo terrible distress within the material world. In this regard, Śrīla Madhvācārya has pointed out that the individual living entity must struggle to revive his divine spiritual qualities. The living entity is part and parcel of the supreme entity, called Kṛṣṇa, and as such the individual soul is also a reservoir of godly qualities. The Personality of Godhead, however, automatically manifests these qualities without any hindrance, whereas the conditioned soul must struggle to revive such qualities. Thus, although both the Personality of Godhead and the personality of the living entity are eternal and transcendental, the Personality of Godhead is always supreme. By realizing all this with clear intelligence, the conditioned soul can rise to the spiritual platform."
    },
    {
        "verse": "44",
        "devanagari": "स्वच्छ: प्रकृतित: स्‍निग्धो माधुर्यस्तीर्थभूर्नृणाम् ।मुनि: पुनात्यपां मित्रमीक्षोपस्पर्शकीर्तनै: ॥ ४४ ॥",
        "english_devnagari": "svacchaḥ prakṛtitaḥ snigdhomādhuryas tīrtha-bhūr nṛṇāmmuniḥ punāty apāṁ mitramīkṣopasparśa-kīrtanaiḥ",
        "verse_Syn": [
            "svacchaḥ",
            "prakṛtitaḥ",
            "snigdhaḥ",
            "mādhuryaḥ",
            "tīrtha",
            "bhūḥ",
            "nṛṇām",
            "muniḥ",
            "punāti",
            "apām",
            "mitram",
            "īkṣā",
            "upasparśa",
            "kīrtanaiḥ"
        ],
        "translation": "O King, a saintly person is just like water because he is free from all contamination, gentle by nature, and by speaking creates a beautiful vibration like that of flowing water. Just by seeing, touching or hearing such a saintly person, the living entity is purified, just as one is cleansed by contact with pure water. Thus a saintly person, just like a holy place, purifies all those who contact him because he always chants the glories of the Lord.",
        "purport": " The words apāṁ mitram, “just like water,” can also be read as aghān mitram, which means that a saintly person purifies all living entities by accepting them as mitram, or his personal friends, and saves them from their sinful reactions (aghāt). The conditioned living entity falsely identifies with his gross material body and subtle mind and thus falls from the platform of spiritual knowledge. A conditioned living being is always lusty for material sense gratification, and if he does not acquire it, he becomes angry. Sometimes he is so obsessed with fear of losing his material gratification that he enters a stage approaching madness. A saintly person, however, is like pure water, free from all contamination and capable of purifying all things. Just as pure water is transparent, a saintly person transparently manifests the Personality of Godhead within his heart. Such love of Godhead is the reservoir of all happiness. Water makes a most pleasing vibration as it flows and cascades, and similarly the sound vibration of the Lord’s pure devotee, who is saturated with the glories of the Lord, is most charming and beautiful. Thus, by studying the nature of water one can understand the symptoms of a pure devotee of the Lord."
    },
    {
        "verse": "45",
        "devanagari": "तेजस्वी तपसा दीप्तो दुर्धर्षोदरभाजन: ।सर्वभक्ष्योऽपि युक्तात्मा नादत्ते मलमग्निवत् ॥ ४५ ॥",
        "english_devnagari": "tejasvī tapasā dīptodurdharṣodara-bhājanaḥsarva-bhakṣyo ’pi yuktātmānādatte malam agni-vat",
        "verse_Syn": [
            "tejasvī",
            "tapasā",
            "dīptaḥ",
            "durdharṣa",
            "udara",
            "bhājanaḥ",
            "sarva",
            "bhakṣyaḥ",
            "api",
            "yukta",
            "ātmā",
            "na",
            "ādatte",
            "malam",
            "agni",
            "vat"
        ],
        "translation": "Saintly persons become powerful by execution of austerities. Their consciousness is unshakable because they do not try to enjoy anything within the material world. Such naturally liberated sages accept foodstuffs that are offered to them by destiny, and if by chance they happen to eat contaminated food, they are not affected, just like fire, which burns up contaminated substances that are offered to it.",
        "purport": " The word udara-bhājana indicates that a saintly person eats only to keep body and soul together and not for sense gratification. One should eat palatable foodstuffs to maintain one’s mind in a cheerful mood; however, one should not eat luxuriously, because this will cause sex desire and laziness. A saintly person is always a perfect gentleman and is never greedy or lusty. Although māyā tries to defeat him by offering different material allurements, ultimately these attractive material features are themselves defeated by the spiritual power of a saintly person. Thus, one should never disrespect a spiritually advanced personality but should worship him reverentially. To carelessly approach a Kṛṣṇa conscious personality is just like carelessly approaching fire, which immediately burns if not handled properly. The Lord does not excuse mistreatment of a pure devotee."
    },
    {
        "verse": "46",
        "devanagari": "क्व‍‍चिच्छन्न: क्व‍‍चित् स्पष्ट उपास्य: श्रेय इच्छताम् ।भुङ्क्ते सर्वत्र दातृणां दहन् प्रागुत्तराशुभम् ॥ ४६ ॥",
        "english_devnagari": "kvacic channaḥ kvacit spaṣṭaupāsyaḥ śreya icchatāmbhuṅkte sarvatra dātṝṇāṁdahan prāg-uttarāśubham",
        "verse_Syn": [
            "kvacit",
            "channaḥ",
            "kvacit",
            "spaṣṭaḥ",
            "upāsyaḥ",
            "śreyaḥ",
            "icchatām",
            "bhuṅkte",
            "sarvatra",
            "dātṝṇām",
            "dahan",
            "prāk",
            "uttara",
            "aśubham"
        ],
        "translation": "A saintly person, just like fire, sometimes appears in a concealed form and at other times reveals himself. For the welfare of the conditioned souls who desire real happiness, a saintly person may accept the worshipable position of spiritual master, and thus like fire he burns to ashes all the past and future sinful reactions of his worshipers by mercifully accepting their offerings.",
        "purport": " A saintly person prefers to conceal his exalted spiritual position, but to instruct the suffering people of the world he sometimes reveals his own greatness. This is compared to a fire that sometimes burns unnoticed beneath ashes and sometimes blazes openly. Just as fire devours the ghee and other offerings given by the performers of sacrifice, similarly a saintly person accepts the praise offered by his conditioned followers, knowing that in fact all praise is meant for the Supreme Lord, Kṛṣṇa. Although an ordinary person immediately becomes puffed up and foolish when he is praised, such inauspicious tendencies within a saintly person are burned to ashes by his attachment to the Absolute Truth. In this way, he is just like fire."
    },
    {
        "verse": "47",
        "devanagari": "स्वमायया सृष्टमिदं सदसल्ल‍क्षणं विभु: ।प्रविष्ट ईयते तत्तत्स्वरूपोऽग्निरिवैधसि ॥ ४७ ॥",
        "english_devnagari": "sva-māyayā sṛṣṭam idaṁsad-asal-lakṣaṇaṁ vibhuḥpraviṣṭa īyate tat-tat-svarūpo ’gnir ivaidhasi",
        "verse_Syn": [
            "sva",
            "māyayā",
            "sṛṣṭam",
            "idam",
            "sat",
            "asat",
            "lakṣaṇam",
            "vibhuḥ",
            "praviṣṭaḥ",
            "īyate",
            "tat",
            "tat",
            "svarūpaḥ",
            "agniḥ",
            "iva",
            "edhasi"
        ],
        "translation": "Just as fire manifests differently in pieces of wood of different sizes and qualities, the omnipotent Supreme Soul, having entered the bodies of higher and lower life forms created by His own potency, appears to assume the identity of each.",
        "purport": " Although the Supreme Lord is within everything, everything is not the Lord. By the mode of goodness the Lord creates the exalted material bodies of demigods and brāhmaṇas, and by expanding the mode of ignorance He similarly creates the bodies of animals, śūdras and other lower forms of life. The Lord enters all of these superior and inferior creations, but He remains vibhu, the all-powerful Personality of Godhead. Śrīla Viśvanātha Cakravartī Ṭhākura explains that although fire is present within smoldering wood, it blazes forth when we stir the wood around. Similarly, although the Personality of Godhead is indirectly present everywhere, when we chant and hear His glories with love and devotion the Lord is stirred into manifestation and directly appears before His devotees. The foolish conditioned souls ignore the spectacular presence of the Lord within everything and instead absorb their mediocre consciousness in their own temporary material coverings, thinking, “I am a strong man,” “I am a beautiful woman,” “I am the richest man in this city,” “I am a Ph.D.,” and so on. One should cut off such useless entanglement and accept the fact that one is pure spirit soul, the eternal, blissful servant of Lord Kṛṣṇa."
    },
    {
        "verse": "48",
        "devanagari": "विसर्गाद्या: श्मशानान्ता भावा देहस्य नात्मन: ।कलानामिव चन्द्रस्य कालेनाव्यक्तवर्त्मना ॥ ४८ ॥",
        "english_devnagari": "visargādyāḥ śmaśānāntābhāvā dehasya nātmanaḥkalānām iva candrasyakālenāvyakta-vartmanā",
        "verse_Syn": [
            "visarga",
            "ādyāḥ",
            "śmaśāna",
            "antāḥ",
            "bhāvāḥ",
            "dehasya",
            "na",
            "ātmanaḥ",
            "kalānām",
            "iva",
            "candrasya",
            "kālena",
            "avyakta",
            "vartmanā"
        ],
        "translation": "The various phases of one’s material life, beginning with birth and culminating in death, are all properties of the body and do not affect the soul, just as the apparent waxing and waning of the moon does not affect the moon itself. Such changes are enforced by the imperceptible movements of time.",
        "purport": " The body undergoes six changes: birth, growth, maintenance, production of by-products, dwindling and death. Similarly, the moon appears to grow, diminish and finally disappear. Since moonlight is a lunar reflection of sunlight, it is understood that the moon itself does not grow or diminish; rather, we perceive the reflection of the moon in various phases. Similarly, the eternal soul is not born, nor does it die, as confirmed in Bhagavad-gītā (2.20): na jāyate mriyate vā kadācit. We perceive the reflection of the soul in the form of the gross material body and the subtle mind, which undergo various material changes. According to Śrīla Śrīdhara Svāmī, the sun is a fiery planet and the moon is a watery planet. This is also confirmed by Śrīla Jīva Gosvāmī and further illustrates the ignorance of modern science about the actual nature of the moon planet."
    },
    {
        "verse": "49",
        "devanagari": "कालेन ह्योघवेगेन भूतानां प्रभवाप्ययौ ।नित्यावपि न द‍ृश्येते आत्मनोऽग्नेर्यथार्चिषाम् ॥ ४९ ॥",
        "english_devnagari": "kālena hy ogha-vegenabhūtānāṁ prabhavāpyayaunityāv api na dṛśyeteātmano ’gner yathārciṣām",
        "verse_Syn": [
            "kālena",
            "hi",
            "ogha",
            "vegena",
            "bhūtānām",
            "prabhava",
            "apyayau",
            "nityau",
            "api",
            "na",
            "dṛśyete",
            "ātmanaḥ",
            "agneḥ",
            "yathā",
            "arciṣām"
        ],
        "translation": "The flames of a fire appear and disappear at every moment, and yet this creation and destruction is not noticed by the ordinary observer. Similarly, the mighty waves of time flow constantly, like the powerful currents of a river, and imperceptibly cause the birth, growth and death of innumerable material bodies. And yet the soul, who is thus constantly forced to change his position, cannot perceive the actions of time.",
        "purport": " The brāhmaṇa avadhūta instructing King Yadu again gives the example of fire after having already proceeded to the example of the moon. This analytic method is called siṁhāvalokana, or “the lion’s glance,” by which one simultaneously proceeds forward and casts backward glances to see if anything has been overlooked. Thus the sage proceeds with his analysis but returns to the example of fire to illustrate the need for renunciation. The material body is certainly an ephemeral and phantasmagorical manifestation of the Lord’s external potency. The flames of a fire constantly take birth and disappear, yet we perceive the fire as a continuous reality. Similarly, the soul is a continuous reality, although his material bodies appear and disappear constantly, by the influence of time. It is said that the most astonishing thing is that no one thinks that they will die. Because the soul is eternal, the living entity is prone to accept any fleeting situation as permanent, forgetting that his eternal nature can be truly experienced only in the eternal atmosphere of the spiritual sky. If one is convinced of this fact, he develops the quality of vairāgya, or detachment from material illusion."
    },
    {
        "verse": "50",
        "devanagari": "गुणैर्गुणानुपादत्ते यथाकालं विमुञ्चति ।न तेषु युज्यते योगी गोभिर्गा इव गोपति: ॥ ५० ॥",
        "english_devnagari": "guṇair guṇān upādatteyathā-kālaṁ vimuñcatina teṣu yujyate yogīgobhir gā iva go-patiḥ",
        "verse_Syn": [
            "guṇaiḥ",
            "guṇān",
            "upādatte",
            "yathā",
            "kālam",
            "vimuñcati",
            "na",
            "teṣu",
            "yujyate",
            "yogī",
            "gobhiḥ",
            "gāḥ",
            "iva",
            "go",
            "patiḥ"
        ],
        "translation": "Just as the sun evaporates large quantities of water by its potent rays and later returns the water to the earth in the form of rain, similarly, a saintly person accepts all types of material objects with his material senses, and at the appropriate time, when the proper person has approached him to request them, he returns such material objects. Thus, both in accepting and giving up the objects of the senses, he is not entangled.",
        "purport": " A Kṛṣṇa conscious person never feels proprietorship over the opulences entrusted to him by Lord Kṛṣṇa for spreading the Kṛṣṇa consciousness movement. The devotees of Lord Kṛṣṇa should not merely accumulate material wealth, but should distribute the opulences of Lord Kṛṣṇa in such a way that the Kṛṣṇa consciousness movement spreads unlimitedly. This is a lesson to be learned from the sun."
    },
    {
        "verse": "51",
        "devanagari": "बुध्यते स्वे न भेदेन व्यक्तिस्थ इव तद्गत: ।लक्ष्यते स्थूलमतिभिरात्मा चावस्थितोऽर्कवत् ॥ ५१ ॥",
        "english_devnagari": "budhyate sve na bhedenavyakti-stha iva tad-gataḥlakṣyate sthūla-matibhirātmā cāvasthito ’rka-vat",
        "verse_Syn": [
            "budhyate",
            "sve",
            "na",
            "bhedena",
            "vyakti",
            "sthaḥ",
            "iva",
            "tat",
            "gataḥ",
            "lakṣyate",
            "sthūla",
            "matibhiḥ",
            "ātmā",
            "ca",
            "avasthitaḥ",
            "arkavat"
        ],
        "translation": "Even when reflected in various objects, the sun is never divided, nor does it merge into its reflection. Only those with dull brains would consider the sun in this way. Similarly, although the soul is reflected through different material bodies, the soul remains undivided and nonmaterial.",
        "purport": " The sun is reflected in many objects, such as windows, mirrors, shiny metal, oil, water, and so on, yet the sun remains one and indivisible. Similarly, the eternal spirit soul within the body is reflected through the screen of the material body. Thus the soul appears to be old or young, fat or skinny, happy or sad. The soul may appear to be American, Russian, African, Hindu or Christian; however, the eternal soul in its natural position is free of any material designation. The word sthūla-matibhiḥ in this verse indicates those whose intelligence is gross and dull. We have practical experience of a dog urinating on a valuable painting at an outdoor art show. Due to its dull intelligence, the dog could not appreciate the actual value of the painting. Similarly, unless one takes to Kṛṣṇa consciousness, one is grossly misusing the invaluable opportunity of human life. Human life is meant for self-realization, and we should not waste time bickering over material designations such as capitalist, communist, American, Russian, and so on. Instead, all people should take to the loving devotional service of God and realize their eternal, pure identity. One should understand the sun by observing its direct manifestation and not its distorted reflection on material objects. Similarly, one should consider every living being in terms of his pure spiritual identity beyond the distorted manifestation of material designations. The word ātmā in this verse also refers to the Supreme Personality of Godhead. Just as we tend to observe ordinary jīva souls through the reflection of the material body, we tend to observe the Personality of Godhead through the distorting screen of our material mind. Thus, we imagine God to be impersonal or material or unknowable. When the sky is overcast, sunlight is the highest possible perception of the sun, which is covered by clouds. Similarly, when one’s mind is fogged over with mental speculation one may take the light emanating from the transcendental body of God to be the highest spiritual truth. However, when the mind is spotlessly clear like a cloudless blue sky, one can see the actual form of the Personality of Godhead, Lord Kṛṣṇa. The Absolute Truth cannot be perfectly understood by the covered mind of the conditioned soul; rather, one must see the Lord through the clear blue sky of pure Kṛṣṇa consciousness, which is free from fruitive desires and mental speculation. Śrīla Bhaktivinoda Ṭhākura sings: “The holy name of Lord Kṛṣṇa descends into the darkness of the material world just to benedict the conditioned souls. The holy name of Lord Kṛṣṇa is just like the sun that rises in the clear sky of the heart of the devotees.” Such brilliant knowledge cannot be understood by those who are trying, in the name of either piety or atheism, to exploit the material creation of the Lord. One must become a pure devotee of Lord Kṛṣṇa, and then his knowledge will illuminate everything in all directions: kasmin nu bhagavo vijñāte sarvam idaṁ vijñātaṁ bhavatīti (Muṇḍaka Upaniṣad 1.3)."
    },
    {
        "verse": "52",
        "devanagari": "नातिस्‍नेह: प्रसङ्गो वा कर्तव्य: क्व‍ापि केनचित् ।कुर्वन् विन्देत सन्तापं कपोत इव दीनधी: ॥ ५२ ॥",
        "english_devnagari": "nāti-snehaḥ prasaṅgo vākartavyaḥ kvāpi kenacitkurvan vindeta santāpaṁkapota iva dīna-dhīḥ",
        "verse_Syn": [
            "na",
            "ati",
            "snehaḥ",
            "prasaṅgaḥ",
            "vā",
            "kartavyaḥ",
            "kva",
            "api",
            "kenacit",
            "kurvan",
            "vindeta",
            "santāpam",
            "kapotaḥ",
            "iva",
            "dīna",
            "dhīḥ"
        ],
        "translation": "One should never indulge in excessive affection or concern for anyone or anything; otherwise one will have to experience great suffering, just like the foolish pigeon.",
        "purport": " The Sanskrit prefix ati, or “excessive,” indicates affection or attachment in which there is no Kṛṣṇa consciousness. Lord Kṛṣṇa says in Bhagavad-gītā (5.29), suhṛdaṁ sarva-bhūtānām: the Lord is the eternal well-wisher of every living being. The Lord is so affectionate that He sits in the heart of every conditioned soul and accompanies him throughout his endless wandering in the kingdom of māyā, patiently waiting for the conditioned soul to come back home, back to Godhead. Thus the Lord makes all arrangements for the eternal happiness of every living entity. The best way for anyone to show compassion and affection for all living beings is to become a preacher on behalf of Lord Kṛṣṇa and assist the Lord in reclaiming the fallen souls. If our affection or attachment for others is based on bodily sense gratification, in the name of society, friendship and love, that excessive, unwanted affection (ati-sneha) will cause burning pain at the time of the breaking or destruction of the relationship. Now the story of the foolish pigeon will be narrated. A similar story is described in the Seventh Canto, Second Chapter of Śrīmad-Bhāgavatam, told by Yamarāja to the mourning widows of King Suyajña."
    },
    {
        "verse": "53",
        "devanagari": "कपोत: कश्चनारण्ये कृतनीडो वनस्पतौ ।कपोत्या भार्यया सार्धमुवास कतिचित् समा: ॥ ५३ ॥",
        "english_devnagari": "kapotaḥ kaścanāraṇyekṛta-nīḍo vanaspataukapotyā bhāryayā sārdhamuvāsa katicit samāḥ",
        "verse_Syn": [
            "kapotaḥ",
            "kaścana",
            "araṇye",
            "kṛta",
            "nīḍaḥ",
            "vanaspatau",
            "kapotyā",
            "bhāryayā",
            "sa",
            "ardham",
            "uvāsa",
            "katicit",
            "samāḥ"
        ],
        "translation": "There once was a pigeon who lived in the forest along with his wife. He had built a nest within a tree and lived there for several years in her company.",
        "purport": ""
    },
    {
        "verse": "54",
        "devanagari": "कपोतौ स्‍नेहगुणितहृदयौ गृहधर्मिणौ ।द‍ृष्टिं द‍ृष्‍ट्याङ्गमङ्गेन बुद्धिं बुद्ध्या बबन्धतु: ॥ ५४ ॥",
        "english_devnagari": "kapotau sneha-guṇita-hṛdayau gṛha-dharmiṇaudṛṣṭiṁ dṛṣṭyāṅgam aṅgenabuddhiṁ buddhyā babandhatuḥ",
        "verse_Syn": [
            "kapotau",
            "sneha",
            "guṇita",
            "hṛdayau",
            "gṛha",
            "dharmiṇau",
            "dṛṣṭim",
            "dṛṣṭyā",
            "aṅgam",
            "aṅgena",
            "buddhim",
            "buddhyā",
            "babandhatuḥ"
        ],
        "translation": "The two pigeons were very much devoted to their household duties. Their hearts being tied together by sentimental affection, they were each attracted by the other’s glances, bodily features and states of mind. Thus, they completely bound each other in affection.",
        "purport": " The male and female pigeon were so attracted to each other that they could not tolerate even a moment’s separation from one another. This is called bhagavad-vismṛti, or forgetfulness of the Supreme Lord and attachment to dead matter. The living entity has an eternal love for the Lord, but when perverted, that love is manifested as false material affection. A pale reflection of actual pleasure thus becomes the foundation of a false life based on forgetfulness of the Absolute Truth."
    },
    {
        "verse": "55",
        "devanagari": "शय्यासनाटनस्थानवार्ताक्रीडाशनादिकम् ।मिथुनीभूय विश्रब्धौ चेरतुर्वनराजिषु ॥ ५५ ॥",
        "english_devnagari": "śayyāsanāṭana-sthānavārtā-krīḍāśanādikammithunī-bhūya viśrabdhauceratur vana-rājiṣu",
        "verse_Syn": [
            "śayyā",
            "āsana",
            "aṭana",
            "sthāna",
            "vārtā",
            "krīḍā",
            "aśana",
            "ādikam",
            "mithunī",
            "bhūya",
            "viśrabdhau",
            "ceratuḥ",
            "vana",
            "rājiṣu"
        ],
        "translation": "Naively trusting in the future, they carried out their acts of resting, sitting, walking, standing, conversing, playing, eating and so forth as a loving couple among the trees of the forest.",
        "purport": ""
    },
    {
        "verse": "56",
        "devanagari": "यं यं वाञ्छति सा राजन् तर्पयन्त्यनुकम्पिता ।तं तं समनयत् कामं कृच्छ्रेणाप्यजितेन्द्रिय: ॥ ५६ ॥",
        "english_devnagari": "yaṁ yaṁ vāñchati sā rājantarpayanty anukampitātaṁ taṁ samanayat kāmaṁkṛcchreṇāpy ajitendriyaḥ",
        "verse_Syn": [
            "yam",
            "yam",
            "vāñchati",
            "sā",
            "rājan",
            "tarpayantī",
            "anukampitā",
            "tam",
            "tam",
            "samanayat",
            "kāmam",
            "kṛcchreṇa",
            "api",
            "ajita",
            "indriyaḥ"
        ],
        "translation": "Whenever she desired anything, O King, the she-pigeon would flatteringly cajole her husband, and he in turn would gratify her by faithfully doing whatever she wanted, even with great personal difficulty. Thus, he could not control his senses in her association.",
        "purport": " The word tarpayantī indicates that the lady pigeon was quite expert in seducing her husband through smiling glances and loving talks. Thus appealing to his noble sentiments, she efficiently engaged him as her faithful servant. The poor pigeon was ajitendriya, or one who cannot control his senses and whose heart is easily melted by the beauty of a woman. The brāhmaṇa avadhūta is giving valuable instructions by narrating this story of the two pigeons and the terrible distress they suffered by inevitable separation. If one’s intelligence is not dedicated to serving Hṛṣīkeśa, the Supreme Lord of sense activity, undoubtedly one will plunge into the nescience of bodily gratification. Then one becomes no better than a foolish pigeon."
    },
    {
        "verse": "57",
        "devanagari": "कपोती प्रथमं गर्भं गृह्णन्ती काल आगते ।अण्डानि सुषुवे नीडे स्वपत्यु: सन्निधौ सती ॥ ५७ ॥",
        "english_devnagari": "kapotī prathamaṁ garbhaṁgṛhṇantī kāla āgateaṇḍāni suṣuve nīḍesta-patyuḥ sannidhau satī",
        "verse_Syn": [
            "kapotī",
            "prathamam",
            "garbham",
            "gṛhṇantī",
            "kāle",
            "āgate",
            "aṇḍāni",
            "suṣuve",
            "nīḍe",
            "sva",
            "patyuḥ",
            "sannidhau",
            "satī"
        ],
        "translation": "Then the female pigeon experienced her first pregnancy. When the time arrived, the chaste lady delivered a number of eggs within the nest in the presence of her husband.",
        "purport": ""
    },
    {
        "verse": "58",
        "devanagari": "प्रजा: पुपुषतु: प्रीतौ दम्पती पुत्रवत्सलौ ।श‍ृण्वन्तौ कूजितं तासां निवृतौ कलभाषितै: ॥ ५९ ॥",
        "english_devnagari": "teṣu kāle vyajāyantaracitāvayavā hareḥśaktibhir durvibhāvyābhiḥkomalāṅga-tanūruhāḥ",
        "verse_Syn": [
            "teṣu",
            "kāle",
            "vyajāyanta",
            "racita",
            "avayavāḥ",
            "hareḥ",
            "śaktibhiḥ",
            "durvibhāvyābhiḥ",
            "komala",
            "aṅga",
            "tanūruhāḥ"
        ],
        "translation": "When the time was ripe, baby pigeons, with tender limbs and feathers created by the inconceivable potencies of the Lord, were born from those eggs.",
        "purport": ""
    },
    {
        "verse": "59",
        "devanagari": "तासां पतत्रै: सुस्पर्शै: कूजितैर्मुग्धचेष्टितै: ।प्रत्युद्गमैरदीनानां पितरौ मुदमापतु: ॥ ६० ॥",
        "english_devnagari": "prajāḥ pupuṣatuḥ prītaudampatī putra-vatsalauśṛṇvantau kūjitaṁ tāsāṁnirvṛtau kala-bhāṣitaiḥ",
        "verse_Syn": [
            "prajāḥ",
            "pupuṣatuḥ",
            "prītau",
            "dam",
            "patī",
            "putra",
            "vatsalau",
            "śṛṇvantau",
            "kūjitam",
            "tāsām",
            "nirvṛtau",
            "kala",
            "bhāṣitaiḥ"
        ],
        "translation": "The two pigeons became most affectionate to their children and took great pleasure in listening to their awkward chirping, which sounded very sweet to the parents. Thus with love they began to raise the little birds who were born of them.",
        "purport": ""
    },
    {
        "verse": "60",
        "devanagari": "तासां पतत्रै: सुस्पर्शै: कूजितैर्मुग्धचेष्टितै: ।प्रत्युद्गमैरदीनानां पितरौ मुदमापतु: ॥ ६० ॥",
        "english_devnagari": "tāsāṁ patatraiḥ su-sparśaiḥkūjitair mugdha-ceṣṭitaiḥpratyudgamair adīnānāṁpitarau mudam āpatuḥ",
        "verse_Syn": [
            "tāsām",
            "patatraiḥ",
            "su",
            "sparśaiḥ",
            "kūjitaiḥ",
            "mugdha",
            "ceṣṭitaiḥ",
            "pratyudgamaiḥ",
            "adīnānām",
            "pitarau",
            "mudam",
            "āpatuḥ"
        ],
        "translation": "The parent birds became very joyful by observing the soft wings of their children, their chirping, their lovely innocent movements around the nest and their attempts to jump up and fly. Seeing their children happy, the parents were also happy.",
        "purport": ""
    },
    {
        "verse": "61",
        "devanagari": "स्‍नेहानुबद्धहृदयावन्योन्यं विष्णुमायया ।विमोहितौ दीनधियौ शिशून् पुपुषतु: प्रजा: ॥ ६१ ॥",
        "english_devnagari": "snehānubaddha-hṛdayāvanyonyaṁ viṣṇu-māyayāvimohitau dīna-dhiyauśiśūn pupuṣatuḥ prajāḥ",
        "verse_Syn": [
            "sneha",
            "anubaddha",
            "hṛdayau",
            "anyonyam",
            "viṣṇu",
            "māyayā",
            "vimohitau",
            "dīna",
            "dhiyau",
            "śiśūn",
            "pupuṣatuḥ",
            "prajāḥ"
        ],
        "translation": "Their hearts bound to each other by affection, the foolish birds, completely bewildered by the illusory energy of Lord Viṣṇu, continued to take care of the young offspring who had been born to them.",
        "purport": ""
    },
    {
        "verse": "62",
        "devanagari": "एकदा जग्मतुस्तासामन्नार्थं तौ कुटुम्बिनौ ।परित: कानने तस्मिन्नर्थिनौ चेरतुश्चिरम् ॥ ६२ ॥",
        "english_devnagari": "ekadā jagmatus tāsāmannārthaṁ tau kuṭumbinauparitaḥ kānane tasminnarthinau ceratuś ciram",
        "verse_Syn": [
            "ekadā",
            "jagmatuḥ",
            "tāsām",
            "anna",
            "artham",
            "tau",
            "kuṭumbinau",
            "paritaḥ",
            "kānane",
            "tasmin",
            "arthinau",
            "ceratuḥ",
            "ciram"
        ],
        "translation": "One day the two heads of the family went out to find food for the children. Being very anxious to feed their offspring properly, they wandered all over the forest for a long time.",
        "purport": ""
    },
    {
        "verse": "63",
        "devanagari": "द‍ृष्ट्वा तान् लुब्धक: कश्चिद् यद‍ृच्छातो वनेचर: ।जगृहे जालमातत्य चरत: स्वालयान्तिके ॥ ६३ ॥",
        "english_devnagari": "dṛṣṭvā tān lubdhakaḥ kaścidyadṛcchāto vane-caraḥjagṛhe jālam ātatyacarataḥ svālayāntike",
        "verse_Syn": [
            "dṛṣṭvā",
            "tān",
            "lubdhakaḥ",
            "kaścit",
            "yadṛcchātaḥ",
            "vane",
            "caraḥ",
            "jagṛhe",
            "jālam",
            "ātatya",
            "carataḥ",
            "sva",
            "ālaya",
            "antike"
        ],
        "translation": "At that time a certain hunter who happened to be wandering through the forest saw the young pigeons moving about near their nest. Spreading out his net he captured them all.",
        "purport": ""
    },
    {
        "verse": "64",
        "devanagari": "कपोतश्च कपोती च प्रजापोषे सदोत्सुकौ ।गतौ पोषणमादाय स्वनीडमुपजग्मतु: ॥ ६४ ॥",
        "english_devnagari": "kapotaś ca kapotī caprajā-poṣe sadotsukaugatau poṣaṇam ādāyasva-nīḍam upajagmatuḥ",
        "verse_Syn": [
            "kapotaḥ",
            "ca",
            "kapotī",
            "ca",
            "prajā",
            "poṣe",
            "sadā",
            "utsukau",
            "gatau",
            "poṣaṇam",
            "ādāya",
            "sva",
            "nīḍam",
            "upajagmatuḥ"
        ],
        "translation": "The pigeon and his wife were always anxious for the maintenance of their children, and they were wandering in the forest for that purpose. Having obtained proper food, they now returned to their nest.",
        "purport": ""
    },
    {
        "verse": "65",
        "devanagari": "कपोती स्वात्मजान् वीक्ष्य बालकान् जालसंवृतान् ।तानभ्यधावत् क्रोशन्ती क्रोशतो भृशदु:खिता ॥ ६५ ॥",
        "english_devnagari": "kapotī svātmajān vīkṣyabālakān jāla-saṁvṛtāntān abhyadhāvat krośantīkrośato bhṛśa-duḥkhitā",
        "verse_Syn": [
            "kapotī",
            "sva",
            "ātma",
            "jān",
            "vīkṣya",
            "bālakān",
            "jāla",
            "saṁvṛtān",
            "tān",
            "abhyadhāvat",
            "krośantī",
            "krośataḥ",
            "bhṛśa",
            "duḥkhitā"
        ],
        "translation": "When the lady pigeon caught sight of her own children trapped within the hunter’s net, she was overwhelmed with anguish, and crying out, she rushed toward them as they cried out to her in return.",
        "purport": ""
    },
    {
        "verse": "66",
        "devanagari": "सासकृत्‍स्‍नेहगुणिता दीनचित्ताजमायया ।स्वयं चाबध्यत शिचा बद्धान् पश्यन्त्यपस्मृति: ॥ ६६ ॥",
        "english_devnagari": "sāsakṛt sneha-guṇitādīna-cittāja-māyayāsvayaṁ cābadhyata śicābaddhān paśyanty apasmṛtiḥ",
        "verse_Syn": [
            "sā",
            "asakṛt",
            "sneha",
            "guṇitā",
            "dīna",
            "cittā",
            "aja",
            "māyayā",
            "svayam",
            "ca",
            "abadhyata",
            "śicā",
            "baddhān",
            "paśyantī",
            "apasmṛtiḥ"
        ],
        "translation": "The lady pigeon had always allowed herself to be bound by the ropes of intense material affection, and thus her mind was overwhelmed by anguish. Being in the grip of the illusory energy of the Lord, she completely forgot herself, and rushing forward to her helpless children, she was immediately bound in the hunter’s net.",
        "purport": ""
    },
    {
        "verse": "67",
        "devanagari": "कपोत: स्वात्मजान् बद्धानात्मनोऽप्यधिकान् प्रियान् ।भार्यां चात्मसमां दीनो विललापातिदु:खित: ॥ ६७ ॥",
        "english_devnagari": "kapotaḥ svātmajān baddhānātmano ’py adhikān priyānbhāryāṁ cātma-samāṁ dīnovilalāpāti-duḥkhitaḥ",
        "verse_Syn": [
            "kapotaḥ",
            "sva",
            "ātma",
            "jān",
            "baddhān",
            "ātmanaḥ",
            "api",
            "adhikān",
            "priyān",
            "bhāryām",
            "ca",
            "ātma",
            "samām",
            "dīnaḥ",
            "vilalāpa",
            "ati",
            "duḥkhitaḥ"
        ],
        "translation": "Seeing his own children, who were more dear to him than life itself, fatally bound in the hunter’s net along with his dearmost wife, whom he considered equal in every way to himself, the poor male pigeon began to lament wretchedly.",
        "purport": ""
    },
    {
        "verse": "68",
        "devanagari": "अहो मे पश्यतापायमल्पपुण्यस्य दुर्मते: ।अतृप्तस्याकृतार्थस्य गृहस्त्रैवर्गिकोहत: ॥ ६८ ॥",
        "english_devnagari": "aho me paśyatāpāyamalpa-puṇyasya durmateḥatṛptasyākṛtārthasyagṛhas trai-vargiko hataḥ",
        "verse_Syn": [
            "aho",
            "me",
            "paśyata",
            "apāyam",
            "alpa",
            "puṇyasya",
            "durmateḥ",
            "atṛptasya",
            "akṛta",
            "arthasya",
            "gṛhaḥ",
            "trai",
            "vargikaḥ",
            "hataḥ"
        ],
        "translation": "The male pigeon said: Alas, just see how I am now destroyed! I am obviously a great fool, for I did not properly execute pious activities. I could not satisfy myself, nor could I fulfill the purpose of life. My dear family, which was the basis of my religiosity, economic development and sense gratification, is now hopelessly ruined.",
        "purport": " Śrīla Śrīdhara Svāmī explains that the word atṛptasya indicates that the pigeon was not satisfied with the sense gratification he had achieved. Although he was completely attached to his wife, children and nest, he could not sufficiently enjoy them since there is ultimately no satisfaction in such things. Akṛtārthasya indicates that his hopes and dreams for future expansion of his sense gratification were now also ruined. People commonly refer to their “home, sweet home” as their nest, and money put aside for future sense gratification is called a nest egg. Therefore, all of the love birds of the material world should clearly note how their so-called wife, children and fortune will all be dragged away in the hunter’s net. In other words, death will finish everything."
    },
    {
        "verse": "69",
        "devanagari": "अनुरूपानुकूला च यस्य मे पतिदेवता ।शून्ये गृहे मां सन्त्यज्य पुत्रै: स्वर्याति साधुभि: ॥ ६९ ॥",
        "english_devnagari": "anurūpānukūlā cayasya me pati-devatāśūnye gṛhe māṁ santyajyaputraiḥ svar yāti sādhubhiḥ",
        "verse_Syn": [
            "anurūpā",
            "anukūlā",
            "ca",
            "yasya",
            "me",
            "pati",
            "devatā",
            "śūnye",
            "gṛhe",
            "mām",
            "santyajya",
            "putraiḥ",
            "svaḥ",
            "yāti",
            "sādhubhiḥ"
        ],
        "translation": "My wife and I were an ideal match. She always faithfully obeyed me and in fact accepted me as her worshipable deity. But now, seeing her children lost and her home empty, she has left me behind and gone to heaven with our saintly children.",
        "purport": ""
    },
    {
        "verse": "70",
        "devanagari": "सोऽहं शून्ये गृहे दीनो मृतदारो मृतप्रज: ।जिजीविषे किमर्थं वा विधुरो दु:खजीवित: ॥ ७० ॥",
        "english_devnagari": "so ’haṁ śūnye gṛhe dīnomṛta-dāro mṛta-prajaḥjijīviṣe kim arthaṁ vāvidhuro duḥkha-jīvitaḥ",
        "verse_Syn": [
            "saḥ",
            "aham",
            "śūnye",
            "gṛhe",
            "dīnaḥ",
            "mṛta",
            "dāraḥ",
            "mṛta",
            "prajaḥ",
            "jijīviṣe",
            "kim",
            "artham",
            "vā",
            "vidhuraḥ",
            "duḥkha",
            "jīvitaḥ"
        ],
        "translation": "Now I am a wretched person living in an empty home. My wife is dead; my children are dead. Why should I possibly want to live? My heart is so pained by separation from my family that life itself has become simply suffering.",
        "purport": ""
    },
    {
        "verse": "71",
        "devanagari": "तांस्तथैवावृतान् शिग्भिर्मृत्युग्रस्तान् विचेष्टत: ।स्वयं च कृपण: शिक्षु पश्यन्नप्यबुधोऽपतत् ॥ ७१ ॥",
        "english_devnagari": "tāṁs tathaivāvṛtān śigbhirmṛtyu-grastān viceṣṭataḥsvayaṁ ca kṛpaṇaḥ śikṣupaśyann apy abudho ’patat",
        "verse_Syn": [
            "tān",
            "tathā",
            "eva",
            "āvṛtān",
            "śigbhiḥ",
            "mṛtyu",
            "grastān",
            "viceṣṭataḥ",
            "svayam",
            "ca",
            "kṛpaṇaḥ",
            "śikṣu",
            "paśyan",
            "api",
            "abudhaḥ",
            "apatat"
        ],
        "translation": "As the father pigeon wretchedly stared at his poor children trapped in the net and on the verge of death, pathetically struggling to free themselves, his mind went blank, and thus he himself fell into the hunter’s net.",
        "purport": ""
    },
    {
        "verse": "72",
        "devanagari": "तं लब्ध्वा लुब्धक: क्रूर: कपोतं गृहमेधिनम् ।कपोतकान् कपोतीं च सिद्धार्थ: प्रययौ गृहम् ॥ ७२ ॥",
        "english_devnagari": "taṁ labdhvā lubdhakaḥ krūraḥkapotaṁ gṛha-medhinamkapotakān kapotīṁ casiddhārthaḥ prayayau gṛham",
        "verse_Syn": [
            "tam",
            "labdhvā",
            "lubdhakaḥ",
            "krūraḥ",
            "kapotam",
            "gṛha",
            "medhinam",
            "kapotakān",
            "kapotīm",
            "ca",
            "siddha",
            "arthaḥ",
            "prayayau",
            "gṛham"
        ],
        "translation": "The cruel hunter, having fulfilled his desire by capturing the head pigeon, his wife and all of their children, set off for his own home.",
        "purport": ""
    },
    {
        "verse": "73",
        "devanagari": "एवं कुटुम्ब्यशान्तात्मा द्वन्द्वाराम: पतत्रिवत् ।पुष्णन् कुटुम्बं कृपण: सानुबन्धोऽवसीदति ॥ ७३ ॥",
        "english_devnagari": "evaṁ kuṭumby aśāntātmādvandvārāmaḥ patatri-vatpuṣṇan kuṭumbaṁ kṛpaṇaḥsānubandho ’vasīdati",
        "verse_Syn": [
            "evam",
            "kuṭumbī",
            "aśānta",
            "ātmā",
            "dvandva",
            "ārāmaḥ",
            "patatri",
            "vat",
            "puṣṇan",
            "kuṭumbam",
            "kṛpaṇaḥ",
            "sa",
            "anubandhaḥ",
            "avasīdati"
        ],
        "translation": "In this way, one who is too attached to family life becomes disturbed at heart. Like the pigeon, he tries to find pleasure in mundane sex attraction. Busily engaged in maintaining his own family, the miserly person is fated to suffer greatly, along with all his family members.",
        "purport": ""
    },
    {
        "verse": "74",
        "devanagari": "य: प्राप्य मानुषं लोकं मुक्तिद्वारमपावृतम् ।गृहेषु खगवत् सक्तस्तमारूढच्युतं विदु: ॥ ७४ ॥",
        "english_devnagari": "yaḥ prāpya mānuṣaṁ lokaṁmukti-dvāram apāvṛtamgṛheṣu khaga-vat saktastam ārūḍha-cyutaṁ viduḥ",
        "verse_Syn": [
            "yaḥ",
            "prāpya",
            "mānuṣam",
            "lokam",
            "mukti",
            "dvāram",
            "apāvṛtam",
            "gṛheṣu",
            "khaga",
            "vat",
            "saktaḥ",
            "tam",
            "ārūḍha",
            "cyutam",
            "viduḥ"
        ],
        "translation": "The doors of liberation are opened wide to one who has achieved human life. But if a human being simply devotes himself to family life like the foolish bird in this story, then he is to be considered as one who has climbed to a high place only to trip and fall down.",
        "purport": ""
    }
]