[
    {
        "verse": "1",
        "devanagari": "श्रीउद्धव उवाचक्रियायोगं समाचक्ष्व भवदाराधनं प्रभो ।यस्मात्त्वां ये यथार्चन्ति सात्वता: सात्वतर्षभ ॥ १ ॥",
        "english_devnagari": "śrī-uddhava uvācakriyā-yogaṁ samācakṣvabhavad-ārādhanaṁ prabhoyasmāt tvāṁ ye yathārcantisātvatāḥ sātvatarṣabha",
        "verse_Syn": [
            "śrī",
            "uddhavaḥ",
            "uvāca",
            "kriyā",
            "yogam",
            "samācakṣva",
            "bhavat",
            "ārādhanam",
            "prabho",
            "yasmāt",
            "tvām",
            "ye",
            "yathā",
            "arcanti",
            "sātvatāḥ",
            "sātvata",
            "ṛṣabha"
        ],
        "translation": "Śrī Uddhava said: My dear Lord, O master of the devotees, please explain to me the prescribed method of worshiping You in Your Deity form. What are the qualifications of those devotees who worship the Deity, on what basis is such worship established, and what is the specific method of worship?",
        "purport": " In addition to performing their prescribed duties, devotees of the Lord engage in regulated worship of the Lord in His Deity form in the temple. Such worship acts powerfully to cleanse the heart of both the lust to enjoy one’s material body and the material family attachment that results directly from this lust. To be effective, however, the process of Deity worship must be performed in the authorized way. Therefore Uddhava now inquires from the Lord about this subject."
    },
    {
        "verse": "2",
        "devanagari": "एतद् वदन्ति मुनयो मुहुर्नि:श्रेयसं नृणाम् ।नारदो भगवान् व्यास आचार्योऽङ्गिरस: सुत: ॥ २ ॥",
        "english_devnagari": "etad vadanti munayomuhur niḥśreyasaṁ nṛṇāmnārado bhagavān vyāsaācāryo ’ṅgirasaḥ sutaḥ",
        "verse_Syn": [
            "etat",
            "vadanti",
            "munayaḥ",
            "muhuḥ",
            "niḥśreyasam",
            "nṛṇām",
            "nāradaḥ",
            "bhagavān",
            "vyāsaḥ",
            "ācāryaḥ",
            "aṅgirasaḥ",
            "sutaḥ"
        ],
        "translation": "All the great sages repeatedly declare that such worship brings the greatest benefit possible in human life. This is the opinion of Nārada Muni, the great Vyāsadeva and my own spiritual master, Bṛhaspati.",
        "purport": ""
    },
    {
        "verse": "3-4",
        "devanagari": "नि:सृतं ते मुखाम्भोजाद् यदाह भगवानज: ।पुत्रेभ्यो भृगुमुख्येभ्यो देव्यै च भगवान् भव: ॥ ३ ॥एतद् वै सर्ववर्णानामाश्रमाणां च सम्मतम् ।श्रेयसामुत्तमं मन्ये स्‍त्रीशूद्राणां च मानद ॥ ४ ॥",
        "english_devnagari": "niḥsṛtaṁ te mukhāmbhojādyad āha bhagavān ajaḥputrebhyo bhṛgu-mukhyebhyodevyai ca bhagavān bhavaḥ",
        "verse_Syn": [
            "niḥsṛtam",
            "te",
            "mukha",
            "ambhojāt",
            "yat",
            "āha",
            "bhagavān",
            "ajaḥ",
            "putrebhyaḥ",
            "bhṛgu",
            "mukhyebhyaḥ",
            "devyai",
            "ca",
            "bhagavān",
            "bhavaḥ",
            "etat",
            "vai",
            "sarva",
            "varṇānām",
            "āśramāṇām",
            "ca",
            "sammatam",
            "śreyasām",
            "uttamam",
            "manye",
            "strī",
            "śūdrāṇām",
            "ca",
            "māna",
            "da"
        ],
        "translation": "O most magnanimous Lord, the instructions on this process of Deity worship first emanated from Your lotus mouth. Then they were spoken by the great Lord Brahmā to his sons, headed by Bhṛgu, and by Lord Śiva to his wife, Pārvatī. This process is accepted by and appropriate for all the occupational and spiritual orders of society. Therefore I consider worship of You in Your Deity form to be the most beneficial of all spiritual practices, even for women and śūdras.",
        "purport": ""
    },
    {
        "verse": "5",
        "devanagari": "एतत् कमलपत्राक्ष कर्मबन्धविमोचनम् ।भक्ताय चानुरक्ताय ब्रूहि विश्वेश्वरेश्वर ॥ ५ ॥",
        "english_devnagari": "etat kamala-patrākṣakarma-bandha-vimocanambhaktāya cānuraktāyabrūhi viśveśvareśvara",
        "verse_Syn": [
            "etat",
            "kamala",
            "patra",
            "akṣa",
            "karma",
            "bandha",
            "vimocanam",
            "bhaktāya",
            "anuraktāya",
            "brūhi",
            "viśva",
            "īśvara",
            "īśvara"
        ],
        "translation": "O lotus-eyed one, O Supreme Lord of all lords of the universe, please explain to Your devoted servant this means of liberation from the bondage of work.",
        "purport": ""
    },
    {
        "verse": "6",
        "devanagari": "श्रीभगवानुवाचन ह्यन्तोऽनन्तपारस्य कर्मकाण्डस्य चोद्धव ।सङ्‌क्षिप्तं वर्णयिष्यामि यथावदनुपूर्वश: ॥ ६ ॥",
        "english_devnagari": "śrī-bhagavān uvācana hy anto ’nanta-pārasyakarma-kāṇḍasya coddhavasaṅkṣiptaṁ varṇayiṣyāmiyathāvad anupūrvaśaḥ",
        "verse_Syn": [
            "śrī",
            "bhagavān",
            "uvāca",
            "na",
            "hi",
            "antaḥ",
            "ananta",
            "pārasya",
            "karma",
            "kāṇḍasya",
            "ca",
            "uddhava",
            "saṅkṣiptam",
            "varṇayiṣyāmi",
            "yathā",
            "vat",
            "anupūrvaśaḥ"
        ],
        "translation": "The Supreme Personality of Godhead said: My dear Uddhava, there is no end to the innumerable Vedic prescriptions for executing Deity worship; so I shall explain this topic to you briefly, one step at a time.",
        "purport": " Here the word karma-kāṇḍa refers to the various Vedic methods of worship, culminating in Deity worship of the Supreme Personality of Godhead. Just as the means of sense gratification and material renunciation are innumerable, the transcendental pastimes and qualities the Supreme Personality of Godhead enjoys in His own abode, called Vaikuṇṭha, are also innumerable. The various concepts of piety and methods of purification in the material world ultimately cannot be reconciled amongst themselves without accepting the Absolute Truth, the Personality of Godhead, since without appreciation of Him there is no definitive understanding of what is actually obligatory for a human being. Even though almost all human beings are engaged in various processes of worship, the Lord will now summarize this topic, describing how one should worship Him in His Deity form."
    },
    {
        "verse": "7",
        "devanagari": "वैदिकस्तान्त्रिको मिश्र इति मे त्रिविधो मख: ।त्रयाणामीप्सितेनैव विधिना मां समर्चरेत् ॥ ७ ॥",
        "english_devnagari": "vaidikas tāntriko miśraiti me tri-vidho makhaḥtrayāṇām īpsitenaivavidhinā māṁ samarcaret",
        "verse_Syn": [
            "vaidikaḥ",
            "tāntrikaḥ",
            "miśraḥ",
            "iti",
            "me",
            "tri",
            "vidhaḥ",
            "makhaḥ",
            "trayāṇām",
            "īpsitena",
            "eva",
            "vidhinā",
            "mām",
            "samarcaret"
        ],
        "translation": "One should carefully worship Me by selecting one of the three methods by which I receive sacrifice: Vedic, tantric or mixed.",
        "purport": " Vaidika refers to sacrifice performed with mantras from the four Vedas and auxiliary Vedic literature. Tāntrika refers to such literatures as the Pañcarātra and the Gautamīya-tantra. And “mixed” indicates utilization of both literatures. It should be remembered that superficial imitation of elaborate Vedic sacrifices will not bring one the actual perfection of life. One must perform sacrifice according to the prescription of the Supreme Lord, who recommends for this age the chanting of His holy names: Hare Kṛṣṇa, Hare Kṛṣṇa, Kṛṣṇa Kṛṣṇa, Hare Hare/ Hare Rāma, Hare Rāma, Rāma Rāma, Hare Hare."
    },
    {
        "verse": "8",
        "devanagari": "यदा स्वनिगमेनोक्तं द्विजत्वं प्राप्य पूरुष: ।यथा यजेत मां भक्त्या श्रद्धया तन्निबोध मे ॥ ८ ॥",
        "english_devnagari": "yadā sva-nigamenoktaṁdvijatvaṁ prāpya pūruṣaḥyathā yajeta māṁ bhaktyāśraddhayā tan nibodha me",
        "verse_Syn": [
            "yadā",
            "sva",
            "nigamena",
            "uktam",
            "dvijatvam",
            "prāpya",
            "pūruṣaḥ",
            "yathā",
            "yajeta",
            "mām",
            "bhaktyā",
            "śraddhayā",
            "tat",
            "nibodha",
            "me"
        ],
        "translation": "Now please listen faithfully as I explain exactly how a person who has achieved twice-born status through the relevant Vedic prescriptions should worship Me with devotion.",
        "purport": " The word sva-nigamena refers to the particular Vedic injunctions relevant to one’s social and occupational status. Members of the brāhmaṇa, kṣatriya and vaiśya communities all achieve dvijatvam, twice-born status, by initiation into the Gāyatrī mantra. Traditionally, fully qualified brāhmaṇa boys may be initiated at age eight, kṣatriyas at eleven and vaiśyas at twelve, provided the proper conditions are met. Having achieved twice-born status, one should faithfully worship the Supreme Personality of Godhead in His form of the Deity, as the Lord Himself will describe."
    },
    {
        "verse": "9",
        "devanagari": "अर्चायां स्थण्डिलेऽग्नौ वा सूर्ये वाप्सु हृदि द्विज: ।द्रव्येण भक्तियुक्तोऽर्चेत् स्वगुरुं माममायया ॥ ९ ॥",
        "english_devnagari": "arcāyāṁ sthaṇḍile ’gnau vāsūrye vāpsu hṛdi dvijaḥdravyeṇa bhakti-yukto ’rcetsva-guruṁ mām amāyayā",
        "verse_Syn": [
            "arcāyām",
            "sthaṇḍile",
            "agnau",
            "vā",
            "sūrye",
            "vā",
            "apsu",
            "hṛdi",
            "dvijaḥ",
            "dravyeṇa",
            "bhakti",
            "yuktaḥ",
            "arcet",
            "sva",
            "gurum",
            "mām",
            "amāyayā"
        ],
        "translation": "A twice-born person should worship Me, his worshipable Lord, without duplicity, offering appropriate paraphernalia in loving devotion to My Deity form or to a form of Me appearing upon the ground, in fire, in the sun, in water or within the worshiper’s own heart.",
        "purport": ""
    },
    {
        "verse": "10",
        "devanagari": "पूर्वं स्‍नानं प्रकुर्वीत धौतदन्तोऽङ्गशुद्धये ।उभयैरपि च स्‍नानं मन्त्रैर्मृद्ग्रहणादिना ॥ १० ॥",
        "english_devnagari": "pūrvaṁ snānaṁ prakurvītadhauta-danto ’ṅga-śuddhayeubhayair api ca snānaṁmantrair mṛd-grahaṇādinā",
        "verse_Syn": [
            "pūrvam",
            "snānam",
            "prakurvīta",
            "dhauta",
            "dantaḥ",
            "aṅga",
            "śuddhaye",
            "ubhayaiḥ",
            "api",
            "ca",
            "snānam",
            "mantraiḥ",
            "mṛt",
            "grahaṇa",
            "ādinā"
        ],
        "translation": "One should first purify his body by cleansing his teeth and bathing. Then one should perform a second cleansing by smearing the body with earth and chanting both Vedic and tantric mantras.",
        "purport": ""
    },
    {
        "verse": "11",
        "devanagari": "सन्ध्योपास्त्यादिकर्माणि वेदेनाचोदितानि मे ।पूजां तै: कल्पयेत् सम्यक् सङ्कल्प: कर्मपावनीम् ॥ ११ ॥",
        "english_devnagari": "sandhyopāstyādi-karmāṇivedenācoditāni mepūjāṁ taiḥ kalpayet samyak-saṅkalpaḥ karma-pāvanīm",
        "verse_Syn": [
            "sandhyā",
            "upāsti",
            "ādi",
            "karmāṇi",
            "vedena",
            "ācoditāni",
            "me",
            "pūjām",
            "taiḥ",
            "kalpayet",
            "samyak",
            "saṅkalpaḥ",
            "karma",
            "pāvanīm"
        ],
        "translation": "Fixing the mind on Me, one should worship Me by his various prescribed duties, such as chanting the Gāyatrī mantra at the three junctures of the day. Such performances are enjoined by the Vedas and purify the worshiper of reactions to fruitive activities.",
        "purport": ""
    },
    {
        "verse": "12",
        "devanagari": "शैली दारुमयी लौही लेप्या लेख्या च सैकती ।मनोमयी मणिमयी प्रतिमाष्टविधा स्मृता ॥ १२ ॥",
        "english_devnagari": "śailī dāru-mayī lauhīlepyā lekhyā ca saikatīmano-mayī maṇi-mayīpratimāṣṭa-vidhā smṛtā",
        "verse_Syn": [
            "śailī",
            "dāru",
            "mayī",
            "lauhī",
            "lepyā",
            "lekhyā",
            "ca",
            "saikatī",
            "manaḥ",
            "mayī",
            "maṇi",
            "mayī",
            "pratimā",
            "aṣṭa",
            "vidhā",
            "smṛtā"
        ],
        "translation": "The Deity form of the Lord is said to appear in eight varieties — stone, wood, metal, earth, paint, sand, the mind or jewels.",
        "purport": " Śrīla Jīva Gosvāmī explains that certain Deity forms, such as those made of sand, are manifested for a brief time to fulfill a personal desire of the worshiper. Those, however, who desire to attain pure love of God should worship the permanent form of the Deity (made, for instance, of marble, gold or brass), and they should maintain continual worship. In Kṛṣṇa consciousness there is no scope for neglecting the worship of the Supreme Personality of Godhead."
    },
    {
        "verse": "13",
        "devanagari": "चलाचलेति द्विविधा प्रतिष्ठा जीवमन्दिरम् ।उद्वासावाहने न स्त: स्थिरायामुद्धवार्चने ॥ १३ ॥",
        "english_devnagari": "calācaleti dvi-vidhāpratiṣṭhā jīva-mandiramudvāsāvāhane na staḥsthirāyām uddhavārcane",
        "verse_Syn": [
            "calā",
            "acalā",
            "iti",
            "dvi",
            "vidhā",
            "pratiṣṭhā",
            "jīva",
            "mandiram",
            "udvāsa",
            "āvāhane",
            "na",
            "staḥ",
            "sthirāyām",
            "uddhava",
            "arcane"
        ],
        "translation": "The Deity form of the Lord, who is the shelter of all living entities, can be established in two ways: temporarily or permanently. But a permanent Deity, having been called, can never be sent away, My dear Uddhava.",
        "purport": " The devotees of the Lord understand themselves to be the Lord’s eternal servitors; recognizing the Deity to be the Lord Himself, they permanently install the Deity and engage in perpetual worship. The impersonalists, however, regard the eternal form of the Lord as a temporary manifestation of illusion. In fact, they regard the Deity form as a mere stepping-stone in their ambitious program to become God. Materialistic persons of whatever stripe consider the Lord to be their order supplier, and so they make temporary arrangements for religious ceremonies to achieve temporary material sense gratification. This temporary mode of worship is favored by those desiring to exploit the Personality of Godhead for their personal ends, whereas the loving devotees in Kṛṣṇa consciousness eternally engage in worship of the Personality of Godhead. They install permanent Deities meant to be worshiped perpetually."
    },
    {
        "verse": "14",
        "devanagari": "अस्थिरायां विकल्प: स्यात् स्थण्डिले तु भवेद् द्वयम् ।स्‍नपनं त्वविलेप्यायामन्यत्र परिमार्जनम् ॥ १४ ॥",
        "english_devnagari": "asthirāyāṁ vikalpaḥ syātsthaṇḍile tu bhaved dvayamsnapanaṁ tv avilepyāyāmanyatra parimārjanam",
        "verse_Syn": [
            "asthirāyām",
            "vikalpaḥ",
            "syāt",
            "sthaṇḍile",
            "tu",
            "bhavet",
            "dvayam",
            "snapanam",
            "tu",
            "avilepyāyām",
            "anyatra",
            "parimārjanam"
        ],
        "translation": "The Deity that is temporarily established can optionally be called forth and sent away, but these two rituals should always be performed when the Deity is traced upon the ground. Bathing should be done with water except if the Deity is made of clay, paint or wood, in which cases a thorough cleansing without water is enjoined.",
        "purport": " Various classes of devotees worship the Deity of the Personality of Godhead according to their various stages of faith in the Lord. An advanced devotee of Lord Kṛṣṇa understands his eternal loving relationship with the Lord and, seeing the Deity as the Lord Himself, establishes an eternal relationship with the Deity based on loving servitude to Him. Understanding Lord Kṛṣṇa to be the eternal form of bliss and knowledge, a faithful devotee makes a permanent arrangement for Deity worship, installing the Lord’s form made of, for example, stone, wood or marble. The śālagrāma-śilā is considered to be automatically installed even without the formal ceremony, and so it is forbidden to call the Deity with mantras or ask the Deity to leave. On the other hand, if one prepares a Deity form by drawing on sanctified ground or by constructing a sand image, one must call the Deity with mantras and then ask the Deity to leave the external form, which will soon be demolished by the natural elements. The general principle is that a pure devotee of the Lord understands his relationship with the Deity to be eternal. The more one surrenders in loving devotion to the Deity, the more one can understand the Supreme Personality of Godhead. Lord Kṛṣṇa is a person, but He is the Supreme Person, possessing His own unique feelings. One can easily please the Lord by devotional service offered to His Deity form. By pleasing the Lord one can gradually progress in the mission of human life and eventually go back home, back to Godhead, where the Deity personally appears before the devotee and welcomes the devotee to His personal abode, known throughout the world as the kingdom of God."
    },
    {
        "verse": "15",
        "devanagari": "द्रव्यै: प्रसिद्धैर्मद्याग: प्रतिमादिष्वमायिन: ।भक्तस्य च यथालब्धैर्हृदि भावेन चैव हि ॥ १५ ॥",
        "english_devnagari": "dravyaiḥ prasiddhair mad-yāgaḥpratimādiṣv amāyinaḥbhaktasya ca yathā-labdhairhṛdi bhāvena caiva hi",
        "verse_Syn": [
            "dravyaiḥ",
            "prasiddhaiḥ",
            "mat",
            "yāgaḥ",
            "pratimā",
            "ādiṣu",
            "amāyinaḥ",
            "bhaktasya",
            "ca",
            "yathā",
            "labdhaiḥ",
            "hṛdi",
            "bhāvena",
            "ca",
            "eva",
            "hi"
        ],
        "translation": "One should worship Me in My Deity forms by offering the most excellent paraphernalia. But a devotee completely freed from material desire may worship Me with whatever he is able to obtain, and may even worship Me within his heart with mental paraphernalia.",
        "purport": " A devotee still troubled by material desire tends to see the world as an object of sense gratification. Such a neophyte devotee may misunderstand the Lord’s supreme position and may even consider the Lord an object of his own enjoyment. Hence the neophyte must offer opulent paraphernalia to the Deity so that he may constantly remember that the Deity is the supreme enjoyer and that he, the neophyte, is simply the worshiper and is actually meant for the Deity’s pleasure. In contrast, an advanced devotee, one fixed in Kṛṣṇa consciousness, never forgets that the Supreme Lord is the actual enjoyer and controller of everything. The pure devotee offers his unalloyed love to the Personality of Godhead along with whatever paraphernalia is easily obtained. A Kṛṣṇa conscious devotee does not waver in his devotion to Lord Kṛṣṇa, and even with the simplest offering he completely satisfies the Personality of Godhead."
    },
    {
        "verse": "16-17",
        "devanagari": "स्‍नानालङ्करणं प्रेष्ठमर्चायामेव तूद्धव ।स्थण्डिले तत्त्वविन्यासो वह्नावाज्यप्लुतं हवि: ॥ १६ ॥सूर्ये चाभ्यर्हणं प्रेष्ठं सलिले सलिलादिभि: ।श्रद्धयोपाहृतं प्रेष्ठं भक्तेन मम वार्यपि ॥ १७ ॥",
        "english_devnagari": "snānālaṅkaraṇaṁ preṣṭhamarcāyām eva tūddhavasthaṇḍile tattva-vinyāsovahnāv ājya-plutaṁ haviḥ",
        "verse_Syn": [
            "snāna",
            "alaṅkaraṇam",
            "preṣṭham",
            "arcāyām",
            "eva",
            "tu",
            "uddhava",
            "sthaṇḍile",
            "tattva",
            "vinyāsaḥ",
            "vahnau",
            "ājya",
            "plutam",
            "haviḥ",
            "sūrye",
            "ca",
            "abhyarhaṇam",
            "preṣṭham",
            "salile",
            "salila",
            "ādibhiḥ",
            "śraddhayā",
            "upāhṛtam",
            "preṣṭham",
            "bhaktena",
            "mama",
            "vāri",
            "api"
        ],
        "translation": "In worshiping the temple Deity, my dear Uddhava, bathing and decoration are the most pleasing offerings. For the Deity traced on sacred ground, the process of tattva-vinyāsa is most dear. Oblations of sesame and barley soaked in ghee are the preferred offering to the sacrificial fire, whereas worship consisting of upasthāna and arghya is preferred for the sun. One should worship Me in the form of water by offering water itself. Actually, whatever is offered to Me with faith by My devotee — even if only a little water — is most dear to Me.",
        "purport": " The Supreme Personality of Godhead is present everywhere, and Vedic culture prescribes various ritualistic methods for worshiping the Lord in His various manifestations. The principal item is the faith and devotion of the worshiper, without which everything else is useless, as the Lord describes in the next verse."
    },
    {
        "verse": "18",
        "devanagari": "भूर्यप्यभक्तोपाहृतं न मे तोषाय कल्पते ।गन्धो धूप: सुमनसो दीपोऽन्नाद्यं च किं पुन: ॥ १८ ॥",
        "english_devnagari": "bhūry apy abhaktopāhṛtaṁna me toṣāya kalpategandho dhūpaḥ sumanasodīpo ’nnādyaṁ ca kiṁ punaḥ",
        "verse_Syn": [
            "bhūri",
            "api",
            "abhakta",
            "upāhṛtam",
            "na",
            "me",
            "toṣāya",
            "kalpate",
            "gandhaḥ",
            "dhūpaḥ",
            "sumanasaḥ",
            "dīpaḥ",
            "anna",
            "ādyam",
            "ca",
            "kim",
            "punaḥ"
        ],
        "translation": "Even very opulent presentations do not satisfy Me if they are offered by nondevotees. But I am pleased by any insignificant offering made by My loving devotees, and I am certainly most pleased when nice presentations of fragrant oil, incense, flowers and palatable foods are offered with love.",
        "purport": " The Lord has stated in the previous verse that even a little water offered with love and devotion gives Him great pleasure. Therefore the words kiṁ punaḥ indicate the Lord’s complete happiness when a suitably opulent offering is made with love and devotion. But an opulent offering made by a nondevotee cannot please the Lord. As Śrīla Jīva Gosvāmī explains, the rules and regulations concerning Deity worship and the listing of offenses against the Deities are all meant for helping one avoid precisely this kind of disrespectful or neglectful attitude toward the Personality of Godhead in His Deity form. In fact, all offenses against the Deity are based upon irreverence and disregard for the Lord’s position as master, and thus upon disobedience to His orders. Since one must worship the Deity with reverence, one should offer opulent presentations to the Deity with love, for such presentations both enhance the respectfulness of the worshiper and help him avoid offenses in his worship."
    },
    {
        "verse": "19",
        "devanagari": "शुचि: सम्भृतसम्भार: प्राग्दर्भै: कल्पितासन: ।आसीन: प्रागुदग् वार्चेदर्चायां त्वथ सम्मुख: ॥ १९ ॥",
        "english_devnagari": "śuciḥ sambhṛta-sambhāraḥprāg-darbhaiḥ kalpitāsanaḥāsīnaḥ prāg udag vārcedarcāyāṁ tv atha sammukhaḥ",
        "verse_Syn": [
            "śuciḥ",
            "sambhṛta",
            "sambhāraḥ",
            "prāk",
            "darbhaiḥ",
            "kalpita",
            "āsanaḥ",
            "āsīnaḥ",
            "prāk",
            "udak",
            "vā",
            "arcet",
            "arcāyām",
            "tu",
            "atha",
            "sammukhaḥ"
        ],
        "translation": "After cleansing himself and collecting all the paraphernalia, the worshiper should arrange his own seat with blades of kuśa grass whose tips point eastward. He should then sit facing either east or north, or else, if the Deity is fixed in one place, he should sit directly facing the Deity.",
        "purport": " The word sambhṛta-sambhāra means that before beginning the Deity worship one should place all necessary paraphernalia nearby. In this way one will not have to get up continually to search for different items. If the Deity has been permanently installed, then one should sit facing the Deity."
    },
    {
        "verse": "20",
        "devanagari": "कृतन्यास: कृतन्यासां मदर्चां पाणिना मृजेत् ।कलशं प्रोक्षणीयं च यथावदुपसाधयेत् ॥ २० ॥",
        "english_devnagari": "kṛta-nyāsaḥ kṛta-nyāsāṁmad-arcāṁ pāṇināmṛjetkalaśaṁ prokṣaṇīyaṁ cayathāvad upasādhayet",
        "verse_Syn": [
            "kṛta",
            "nyāsaḥ",
            "kṛta",
            "nyāsām",
            "mat",
            "arcām",
            "pāṇinā",
            "āmṛjet",
            "kalaśam",
            "prokṣaṇīyam",
            "ca",
            "yathā",
            "vat",
            "upasādhayet"
        ],
        "translation": "The devotee should sanctify the various parts of his body by touching them and chanting mantras. He should do the same for My Deity form, and then with his hands he should clean the Deity of old flowers and the remnants of previous offerings. He should properly prepare the sacred pot and the vessel containing water for sprinkling.",
        "purport": " Before beginning the process of worship mentioned here, one should offer obeisances to one’s spiritual master, the Deity and other worshipable personalities."
    },
    {
        "verse": "21",
        "devanagari": "तदद्भ‍िर्देवयजनं द्रव्याण्यात्मानमेव च ।प्रोक्ष्य पात्राणि त्रीण्यद्भ‍िस्तैस्तैर्द्रव्यैश्च साधयेत् ॥ २१ ॥",
        "english_devnagari": "tad-adbhir deva-yajanaṁdravyāṇy ātmānam eva caprokṣya pātrāṇi trīṇy adbhistais tair dravyaiś ca sādhayet",
        "verse_Syn": [
            "tat",
            "adbhiḥ",
            "deva",
            "yajanam",
            "dravyāṇi",
            "ātmānam",
            "eva",
            "ca",
            "prokṣya",
            "pātrāṇi",
            "trīṇi",
            "adbhiḥ",
            "taiḥ",
            "taiḥ",
            "dravyaiḥ",
            "ca",
            "sādhayet"
        ],
        "translation": "Then, with the water of that prokṣaṇīya vessel he should sprinkle the area where the Deity is being worshiped, the offerings that are going to be presented, and his own body. Next he should decorate with various auspicious substances three vessels filled with water.",
        "purport": " Śrīla Śrīdhara Svāmī gives references from Vedic literature stating that the water meant for bathing the feet should be combined with millet seeds, dūrvā grass mixed in water, viṣṇukrānta flowers and other items. The water used for arghya should include the following eight items: fragrant oil, flowers, unbroken barleycorns, husked barleycorns, the tips of kuśa grass, sesame seeds, mustard seeds and dūrvā grass. The water for sipping should include jasmine flowers, ground cloves and kakkola berries."
    },
    {
        "verse": "22",
        "devanagari": "पाद्यार्घ्याचमनीयार्थं त्रीणि पात्राणि देशिक: ।हृदा शीर्ष्णाथ शिखया गायत्र्या चाभिमन्त्रयेत् ॥ २२ ॥",
        "english_devnagari": "pādyārghyācamanīyārthaṁtrīṇi pātrāṇi deśikaḥhṛdā śīrṣṇātha śikhayāgāyatryā cābhimantrayet",
        "verse_Syn": [
            "pādya",
            "arghya",
            "ācamanīya",
            "artham",
            "trīṇi",
            "pātrāṇi",
            "deśikaḥ",
            "hṛdā",
            "śīrṣṇā",
            "atha",
            "śikhayā",
            "gāyatryā",
            "ca",
            "abhimantrayet"
        ],
        "translation": "The worshiper should then purify those three vessels. He should sanctify the vessel holding water for washing the Lord’s feet by chanting hṛdayāya namaḥ, the vessel containing water for arghya by chanting śirase svāhā, and the vessel containing water for washing the Lord’s mouth by chanting śikhāyai vaṣaṭ. Also, the Gāyatrī mantra should be chanted for all three vessels.",
        "purport": ""
    },
    {
        "verse": "23",
        "devanagari": "पिण्डे वाय्वग्निसंशुद्धे हृत्पद्मस्थां परां मम ।अण्वीं जीवकलां ध्यायेन्नादान्ते सिद्धभाविताम् ॥ २३ ॥",
        "english_devnagari": "piṇḍe vāyv-agni-saṁśuddhehṛt-padma-sthāṁ parāṁ mamaaṇvīṁ jīva-kalāṁ dhyāyennādānte siddha-bhāvitām",
        "verse_Syn": [
            "piṇḍe",
            "vāyu",
            "agni",
            "saṁśuddhe",
            "hṛt",
            "padma",
            "sthām",
            "parām",
            "mama",
            "aṇvīm",
            "jīva",
            "kalām",
            "dhyāyet",
            "nāda",
            "ante",
            "siddha",
            "bhāvitām"
        ],
        "translation": "The worshiper should meditate upon My subtle form — which is situated within the worshiper’s own body, now purified by air and fire — as the source of all living entities. This form of the Lord is experienced by self-realized sages in the last part of the vibration of the sacred syllable om.",
        "purport": " According to Śrīla Śrīdhara Svāmī, the praṇava, or oṁkāra, has five parts: A, U, M, the nasal bindu and the reverberation (nāda). Liberated souls meditate upon the Lord at the end of that reverberation."
    },
    {
        "verse": "24",
        "devanagari": "तयात्मभूतया पिण्डे व्याप्ते सम्पूज्य तन्मय: ।आवाह्यार्चादिषु स्थाप्य न्यस्ताङ्गं मां प्रपूजयेत् ॥ २४ ॥",
        "english_devnagari": "tayātma-bhūtayā piṇḍevyāpte sampūjya tan-mayaḥāvāhyārcādiṣu sthāpyanyastāṅgaṁ māṁ prapūjayet",
        "verse_Syn": [
            "tayā",
            "ātma",
            "bhūtayā",
            "piṇḍe",
            "vyāpte",
            "sampūjya",
            "tat",
            "mayaḥ",
            "āvāhya",
            "arcā",
            "ādiṣu",
            "sthāpya",
            "nyasta",
            "aṅgam",
            "mām",
            "prapūjayet"
        ],
        "translation": "The devotee conceives of the Supersoul, whose presence surcharges the devotee’s body, in the form corresponding to his realization. Thus the devotee worships the Lord to his full capacity and becomes fully absorbed in Him. By touching the various limbs of the Deity and chanting appropriate mantras, the devotee should invite the Supersoul to join the Deity’s form, and then the devotee should worship Me.",
        "purport": " The body of a devotee is pervaded by the Supreme Lord just as a house is pervaded by the glow of a lamp. Just as one gestures in a friendly way to indicate that a guest should enter one’s house, one touches the body of the Deity, chants appropriate mantras, and enthusiastically invites the Supersoul to enter the form of the Deity. Since both the Deity and the Supersoul are the Supreme Personality of Godhead, they are not different. One form of the Lord can immediately become manifest in another."
    },
    {
        "verse": "25-26",
        "devanagari": "पाद्योपस्पर्शार्हणादीनुपचारान् प्रकल्पयेत् ।धर्मादिभिश्च नवभि: कल्पयित्वासनं मम ॥ २५ ॥पद्ममष्टदलं तत्र कर्णिकाकेसरोज्ज्वलम् ।उभाभ्यां वेदतन्त्राभ्यां मह्यं तूभयसिद्धये ॥ २६ ॥",
        "english_devnagari": "pādyopasparśārhaṇādīnupacārān prakalpayetdharmādibhiś ca navabhiḥkalpayitvāsanaṁ mama",
        "verse_Syn": [
            "pādya",
            "upasparśa",
            "arhaṇa",
            "ādīn",
            "upacārān",
            "prakalpayet",
            "dharma",
            "ādibhiḥ",
            "ca",
            "navabhiḥ",
            "kalpayitvā",
            "āsanam",
            "mama",
            "padmam",
            "aṣṭa",
            "dalam",
            "tatra",
            "karṇikā",
            "kesara",
            "ujjvalam",
            "ubhābhyām",
            "veda",
            "tantrābhyām",
            "mahyam",
            "tu",
            "ubhaya",
            "siddhaye"
        ],
        "translation": "The worshiper should first imagine My seat as decorated with the personified deities of religion, knowledge, renunciation and opulence and with My nine spiritual energies. He should think of the Lord’s sitting place as an eight-petaled lotus, effulgent on account of the saffron filaments within its whorl. Then, following the regulations of both the Vedas and the tantras, he should offer Me water for washing the feet, water for washing the mouth, arghya and other items of worship. By this process he achieves both material enjoyment and liberation.",
        "purport": " According to Śrīla Śrīdhara Svāmī, religion, knowledge, renunciation and opulence are the legs of the Lord’s sitting platform and occupy the four corners, beginning with the southeast. Irreligion, ignorance, attachment and wretchedness are the intermediate legs, standing in the four directions beginning with the east. The nine śaktis, or potencies, of the Lord are Vimalā, Utkarṣiṇī, Jñānā, Kriyā, Yogā, Prahvī, Satyā, Īśānā and Anugrahā."
    },
    {
        "verse": "27",
        "devanagari": "सुदर्शनं पाञ्चजन्यं गदासीषुधनुर्हलान् ।मुषलं कौस्तुभं मालां श्रीवत्सं चानुपूजयेत् ॥ २७ ॥",
        "english_devnagari": "sudarśanaṁ pāñcajanyaṁgadāsīṣu-dhanur-halānmuṣalaṁ kaustubhaṁ mālāṁśrīvatsaṁ cānupūjayet",
        "verse_Syn": [
            "sudarśanam",
            "pāñcajanyam",
            "gadā",
            "asi",
            "iṣu",
            "dhanuḥ",
            "halān",
            "muṣalam",
            "kaustubham",
            "mālām",
            "śrīvatsam",
            "ca",
            "anupūjayet"
        ],
        "translation": "One should worship, in order, the Lord’s Sudarśana disc, His Pāñcajanya conchshell, His club, sword, bow, arrows and plow, His muṣala weapon, His Kaustubha gem, His flower garland and the Śrīvatsa curl of hair on His chest.",
        "purport": ""
    },
    {
        "verse": "28",
        "devanagari": "नन्दं सुनन्दं गरुडं प्रचण्डं चण्डमेव च ।महाबलं बलं चैव कुमुदं कमुदेक्षणम् ॥ २८ ॥",
        "english_devnagari": "nandaṁ sunandaṁ garuḍaṁpracaṇḍaṁ caṇḍam eva camahābalaṁ balaṁ caivakumudaṁ kumudekṣaṇam",
        "verse_Syn": [
            "nandam",
            "sunandam",
            "garuḍam",
            "pracaṇḍam",
            "caṇḍam",
            "eva",
            "ca",
            "mahā",
            "balam",
            "balam",
            "ca",
            "eva",
            "kumudam",
            "kumuda",
            "īkṣaṇam"
        ],
        "translation": "One should worship the Lord’s associates Nanda and Sunanda, Garuḍa, Pracaṇḍa and Caṇḍa, Mahābala and Bala, and Kumuda and Kumudekṣaṇa.",
        "purport": ""
    },
    {
        "verse": "29",
        "devanagari": "दुर्गां विनायकं व्यासं विष्वक्सेनं गुरून्सुरान् ।स्वे स्वे स्थाने त्वभिमुखान् पूजयेत् प्रोक्षणादिभि: ॥ २९ ॥",
        "english_devnagari": "durgāṁ vināyakaṁ vyāsaṁviṣvaksenaṁ gurūn surānsve sve sthāne tv abhimukhānpūjayet prokṣaṇādibhiḥ",
        "verse_Syn": [
            "durgām",
            "vināyakam",
            "vyāsam",
            "viṣvaksenam",
            "gurūn",
            "surān",
            "sve",
            "sve",
            "sthāne",
            "tu",
            "abhimukhān",
            "pūjayet",
            "prokṣaṇa",
            "ādibhiḥ"
        ],
        "translation": "With offerings such as prokṣaṇa one should worship Durgā, Vināyaka, Vyāsa, Viṣvaksena, the spiritual masters and the various demigods. All these personalities should be in their proper places facing the Deity of the Lord.",
        "purport": " According to Śrīla Jīva Gosvāmī, the Gaṇeśa and Durgā mentioned in this verse are not the same personalities present within the material world; rather, they are eternal associates of the Lord in Vaikuṇṭha. In this world Gaṇeśa, the son of Lord Śiva, is famous for awarding financial success, and the goddess Durgā, the wife of Lord Śiva, is famous as the external, illusory potency of the Supreme Lord. The personalities mentioned here, however, are eternally liberated associates of the Lord who reside in the spiritual sky, beyond the material manifestation. Śrīla Jīva Gosvāmī quotes from various Vedic literatures to prove that the name Durgā may also indicate the internal potency of the Lord, who is nondifferent from Him. The external, or covering, potency of the Lord expands from this original Durgā. The Durgā of the material world, called Mahā-māyā, assumes the function of bewildering the living entities. Thus a devotee should not fear becoming polluted by worshiping the Durgā mentioned here, who has the same name as illusion, but rather the devotee must show respect to these eternal servitors of the Supreme Lord in Vaikuṇṭha."
    },
    {
        "verse": "30-31",
        "devanagari": "चन्दनोशीरकर्पूरकुङ्कुमागुरुवासितै: ।सलिलै: स्‍नापयेन्मन्त्रैर्नित्यदा विभवे सति ॥ ३० ॥स्वर्णघर्मानुवाकेन महापुरुषविद्यया ।पौरुषेणापि सूक्तेन सामभी राजनादिभि: ॥ ३१ ॥",
        "english_devnagari": "candanośīra-karpūra-kuṅkumāguru-vāsitaiḥsalilaiḥ snāpayen mantrairnityadā vibhave sati",
        "verse_Syn": [
            "candana",
            "uśīra",
            "karpūra",
            "kuṅkuma",
            "aguru",
            "vāsitaiḥ",
            "salilaiḥ",
            "snāpayet",
            "mantraiḥ",
            "nityadā",
            "vibhave",
            "sati",
            "svarṇa",
            "gharma",
            "anuvākena",
            "mahā",
            "puruṣa",
            "vidyayā",
            "pauruṣeṇa",
            "api",
            "sūktena",
            "sāmabhiḥ",
            "rājana",
            "ādibhiḥ"
        ],
        "translation": "The worshiper should bathe the Deity every day, as opulently as his assets permit, using waters scented with sandalwood, uśīra root, camphor, kuṅkuma and aguru. He should also chant various Vedic hymns, such as the anuvāka known as Svarṇa-gharma, the Mahāpuruṣa-vidyā, the Puruṣa-sūkta and various songs of the Sāma Veda, such as the Rājana and the Rohiṇya.",
        "purport": " The Puruṣa-sūkta prayer, beginning om sahasra-śīrṣā-puruṣaḥ sahasrākṣaḥ sahasra-pāt, is contained within the Ṛg Veda."
    },
    {
        "verse": "32",
        "devanagari": "वस्त्र‍ोपवीताभरणपत्रस्रग्गन्धलेपनै: ।अलङ्कुर्वीत सप्रेम मद्भ‍क्तो मां यथोचितम् ॥ ३२ ॥",
        "english_devnagari": "vastropavītābharaṇa-patra-srag-gandha-lepanaiḥalaṅkurvīta sa-premamad-bhakto māṁ yathocitam",
        "verse_Syn": [
            "vastra",
            "upavīta",
            "ābharaṇa",
            "patra",
            "srak",
            "gandha",
            "lepanaiḥ",
            "alaṅkurvīta",
            "sa",
            "prema",
            "mat",
            "bhaktaḥ",
            "mām",
            "yathā",
            "ucitam"
        ],
        "translation": "My devotee should then lovingly decorate Me with clothing, a brāhmaṇa thread, various ornaments, marks of tilaka and garlands, and he should anoint My body with fragrant oils, all in the prescribed manner.",
        "purport": " Śrīla Śrīdhara Svāmī quotes Lord Śrī Viṣṇu’s instructions to Ambarīṣa Mahārāja in the Viṣṇu-dharma Upapurāṇa as follows: “Absorbing your mind completely in the Deity, you should give up all other shelter and consider the Deity your intimate well-wisher. You should mentally worship Him and meditate upon Him while you walk, while you stand, while you sleep and eat. You should see the Deity in front of you, behind, above, below and on both sides. In this way you should constantly remember My Deity form.” In the Gautamīya-tantra one is enjoined to give the Deity of the Lord a brāhmaṇa thread, if possible one made of gold. In the Nṛsiṁha Purāṇa it is stated, “If one offers to Lord Govinda a yellow sacred thread containing three strands of silk, he will become an expert in Vedānta.”"
    },
    {
        "verse": "33",
        "devanagari": "पाद्यमाचमनीयं च गन्धं सुमनसोऽक्षतान् ।धूपदीपोपहार्याणि दद्यान्मे श्रद्धयार्चक: ॥ ३३ ॥",
        "english_devnagari": "pādyam ācamanīyaṁ cagandhaṁ sumanaso ’kṣatāndhūpa-dīpopahāryāṇidadyān me śraddhayārcakaḥ",
        "verse_Syn": [
            "pādyam",
            "ācamanīyam",
            "ca",
            "gandham",
            "sumanasaḥ",
            "akṣatān",
            "dhūpa",
            "dīpa",
            "upahāryāṇi",
            "dadyāt",
            "me",
            "śraddhayā",
            "arcakaḥ"
        ],
        "translation": "The worshiper should faithfully present Me with water for washing My feet and mouth, fragrant oils, flowers and unbroken grains, along with incense, lamps and other offerings.",
        "purport": ""
    },
    {
        "verse": "34",
        "devanagari": "गुडपायससर्पींषि शष्कुल्यापूपमोदकान् ।संयावदधिसूपांश्च नैवेद्यं सति कल्पयेत् ॥ ३४ ॥",
        "english_devnagari": "guḍa-pāyasa-sarpīṁṣiśaṣkuly-āpūpa-modakānsaṁyāva-dadhi-sūpāṁś canaivedyaṁ sati kalpayet",
        "verse_Syn": [
            "guḍa",
            "pāyasa",
            "sarpīṁṣi",
            "śaṣkulī",
            "āpūpa",
            "modakān",
            "saṁyāva",
            "dadhi",
            "sūpān",
            "ca",
            "naivedyam",
            "sati",
            "kalpayet"
        ],
        "translation": "Within his means, the devotee should arrange to offer Me sugar candy, sweet rice, ghee, śaṣkulī [rice-flour cakes], āpūpa [various sweet cakes], modaka [steamed rice-flour dumplings filled with sweet coconut and sugar], saṁyāva [wheat cakes made with ghee and milk and covered with sugar and spices], yogurt, vegetable soups and other palatable foods.",
        "purport": " One can acquire detailed information of proper and improper foods to offer in Deity worship by consulting Śrī Hari-bhakti-vilāsa, eighth vilāsa, verses 152-164."
    },
    {
        "verse": "35",
        "devanagari": "अभ्यङ्गोन्मर्दनादर्शदन्तधावाभिषेचनम् ।अन्नाद्यगीतनृत्यानि पर्वणि स्युरुतान्वहम् ॥ ३५ ॥",
        "english_devnagari": "abhyaṅgonmardanādarśa-danta-dhāvābhiṣecanamannādya-gīta-nṛtyāniparvaṇi syur utānv-aham",
        "verse_Syn": [
            "abhyaṅga",
            "unmardana",
            "ādarśa",
            "danta",
            "dhāva",
            "abhiṣecanam",
            "anna",
            "ādya",
            "gītā",
            "nṛtyāni",
            "parvaṇi",
            "syuḥ",
            "uta",
            "anu",
            "aham"
        ],
        "translation": "On special occasions, and daily if possible, the Deity should be massaged with ointment, shown a mirror, offered a eucalyptus stick for brushing His teeth, bathed with the five kinds of nectar, offered all kinds of opulent foods, and entertained with singing and dancing.",
        "purport": " Śrīla Viśvanātha Cakravartī Ṭhākura describes the process of Deity worship as follows: “First the Deity’s teeth should be cleaned and His body massaged with fragrant oil and rubbed with vermilion, camphor powder and so forth. Then He should be bathed with fragrant water and the five kinds of nectar. Next one should offer valuable silk garments and jeweled ornaments to the Deity, smear His body with sandalwood paste, and offer Him garlands and other gifts. After this, one should hold a mirror in front of the Deity and then offer fragrant oil, flowers, incense, lamps and scented water for refreshing the mouth. One should offer all types of palatable foods, fragrant water, betel nuts, garlands, ārati lamps, a bed to rest on, and so on. One should also fan the Deity and perform instrumental music, singing and dancing. This Deity worship must be performed on special occasions like religious holidays or else, if one can afford it, daily.” According to Śrīla Śrīdhara Svāmī, Ekādaśī is an appropriate day for performing special Deity worship."
    },
    {
        "verse": "36",
        "devanagari": "विधिना विहिते कुण्डे मेखलागर्तवेदिभि: ।अग्निमाधाय परित: समूहेत् पाणिनोदितम् ॥ ३६ ॥",
        "english_devnagari": "vidhinā vihite kuṇḍemekhalā-garta-vedibhiḥagnim ādhāya paritaḥsamūhet pāṇinoditam",
        "verse_Syn": [
            "vidhinā",
            "vihite",
            "kuṇḍe",
            "mekhalā",
            "garta",
            "vedibhiḥ",
            "agnim",
            "ādhāya",
            "paritaḥ",
            "samūhet",
            "pāṇinā",
            "uditam"
        ],
        "translation": "In an arena constructed according to scriptural injunctions, the devotee should perform a fire sacrifice, utilizing the sacred belt, the sacrificial pit and the altar mound. When igniting the sacrificial fire, the devotee should bring it to a blaze with wood piled up by his own hands.",
        "purport": ""
    },
    {
        "verse": "37",
        "devanagari": "परिस्तीर्याथ पर्युक्षेदन्वाधाय यथाविधि ।प्रोक्षण्यासाद्य द्रव्याणि प्रोक्ष्याग्नौ भावयेत माम् ॥ ३७ ॥",
        "english_devnagari": "paristīryātha paryukṣedanvādhāya yathā-vidhiprokṣaṇyāsādya dravyāṇiprokṣyāgnau bhāvayeta mām",
        "verse_Syn": [
            "paristīrya",
            "atha",
            "paryukṣet",
            "anvādhāya",
            "yathā",
            "vidhi",
            "prokṣaṇyā",
            "āsādya",
            "dravyāṇi",
            "prokṣya",
            "agnau",
            "bhāvayeta",
            "mām"
        ],
        "translation": "After spreading kuśa grass on the ground and sprinkling it with water, one should perform the anvādhāna ritual according to the prescribed rules. Then one should arrange the items to be offered as oblations and should sanctify them with water from the sprinkling vessel. The worshiper should next meditate upon Me within the fire.",
        "purport": " Śrīla Jīva Gosvāmī mentions that one should meditate upon the Lord as the Supersoul within the sacrificial fire."
    },
    {
        "verse": "38-41",
        "devanagari": "तप्तजाम्बूनदप्रख्यं शङ्खचक्रगदाम्बुजै: ।लसच्चतुर्भुजं शान्तं पद्मकिञ्जल्कवाससम् ॥ ३८ ॥स्फुरत्किरीटकटककटिसूत्रवराङ्गदम् ।श्रीवत्सवक्षसं भ्राजत्कौस्तुभं वनमालिनम् ॥ ३९ ॥ध्यायन्नभ्यर्च्य दारूणि हविषाभिघृतानि च ।प्रास्याज्यभागावाघारौ दत्त्वा चाज्यप्लुतं हवि: ॥ ४० ॥जुहुयान्मूलमन्त्रेण षोडशर्चावदानत: ।धर्मादिभ्यो यथान्यायं मन्त्रै: स्विष्टिकृतं बुध: ॥ ४१ ॥",
        "english_devnagari": "tapta-jāmbūnada-prakhyaṁśaṅkha-cakra-gadāmbujaiḥlasac-catur-bhujaṁ śāntaṁpadma-kiñjalka-vāsasam",
        "verse_Syn": [
            "tapta",
            "jāmbū",
            "nada",
            "prakhyam",
            "śaṅkha",
            "cakra",
            "gadā",
            "ambujaiḥ",
            "lasat",
            "catuḥ",
            "bhujam",
            "śāntam",
            "padma",
            "kiñjalka",
            "vāsasam",
            "sphurat",
            "kirīṭa",
            "kaṭaka",
            "kaṭi",
            "sūtra",
            "vara",
            "aṅgadam",
            "śrī",
            "vatsa",
            "vakṣasam",
            "bhrājat",
            "kaustubham",
            "vana",
            "mālinam",
            "dhyāyan",
            "abhyarcya",
            "dārūṇi",
            "haviṣā",
            "abhighṛtāni",
            "ca",
            "prāsya",
            "ājya",
            "bhāgau",
            "āghārau",
            "dattvā",
            "ca",
            "ājya",
            "plutam",
            "haviḥ",
            "juhuyāt",
            "mūla",
            "mantreṇa",
            "ṣoḍaśa",
            "ṛcā",
            "avadānataḥ",
            "dharma",
            "ādibhyaḥ",
            "yathā",
            "nyāyam",
            "mantraiḥ",
            "sviṣṭi",
            "kṛtam",
            "budhaḥ"
        ],
        "translation": "The intelligent devotee should meditate upon that form of the Lord whose color is like molten gold, whose four arms are resplendent with the conchshell, disc, club and lotus flower, and who is always peaceful and dressed in a garment colored like the filaments within a lotus flower. His helmet, bracelets, belt and fine arm ornaments shine brilliantly. The symbol of Śrīvatsa is on His chest, along with the glowing Kaustubha gem and a garland of forest flowers. The devotee should then worship that Lord by taking pieces of firewood soaked in the sacrificial ghee and throwing them into the fire. He should perform the ritual of āghāra, presenting into the fire the various items of oblation drenched in ghee. He should then offer to sixteen demigods, beginning with Yamarāja, the oblation called sviṣṭi-kṛt, reciting the basic mantras of each deity and the sixteen-line Puruṣa-sūkta hymn. Pouring one oblation after each line of the Puruṣa-sūkta, he should utter the particular mantra naming each deity.",
        "purport": ""
    },
    {
        "verse": "42",
        "devanagari": "अभ्यर्च्याथ नमस्कृत्य पार्षदेभ्यो बलिं हरेत् ।मूलमन्त्रं जपेद् ब्रह्म स्मरन्नारायणात्मकम् ॥ ४२ ॥",
        "english_devnagari": "abhyarcyātha namaskṛtyapārṣadebhyo baliṁ haretmūla-mantraṁ japed brahmasmaran nārāyaṇātmakam",
        "verse_Syn": [
            "abhyarcya",
            "atha",
            "namaskṛtya",
            "pārṣadebhyaḥ",
            "balim",
            "haret",
            "mūla",
            "mantram",
            "japet",
            "brahma",
            "smaran",
            "nārāyaṇa",
            "ātmakam"
        ],
        "translation": "Having thus worshiped the Lord in the sacrificial fire, the devotee should offer his obeisances to the Lord’s personal associates by bowing down and should then present offerings to them. He should then chant quietly the mūla-mantra of the Deity of the Lord, remembering the Absolute Truth as the Supreme Personality, Nārāyaṇa.",
        "purport": ""
    },
    {
        "verse": "43",
        "devanagari": "दत्त्वाचमनमुच्छेषं विष्वक्सेनाय कल्पयेत् ।मुखवासं सुरभिमत् ताम्बूलाद्यमथार्हयेत् ॥ ४३ ॥",
        "english_devnagari": "dattvācamanam uccheṣaṁviṣvaksenāya kalpayetmukha-vāsaṁ surabhimattāmbūlādyam athārhayet",
        "verse_Syn": [
            "dattvā",
            "ācamanam",
            "uccheṣam",
            "viṣvaksenāya",
            "kalpayet",
            "mukha",
            "vāsam",
            "surabhi",
            "mat",
            "tāmbūla",
            "ādyam",
            "atha",
            "arhayet"
        ],
        "translation": "Once again he should offer the Deity water for washing His mouth, and he should give the remnants of the Lord’s food to Viṣvaksena. Then he should present the Deity with fragrant perfume for the mouth and prepared betel nut.",
        "purport": ""
    },
    {
        "verse": "44",
        "devanagari": "उपगायन् गृणन् नृत्यन् कर्माण्यभिनयन् मम ।मत्कथा: श्रावयन् श‍ृण्वन् मुहूर्तं क्षणिको भवेत् ॥ ४४ ॥",
        "english_devnagari": "upagāyan gṛṇan nṛtyankarmāṇy abhinayan mamamat-kathāḥ śrāvayan śṛṇvanmuhūrtaṁ kṣaṇiko bhavet",
        "verse_Syn": [
            "upagāyan",
            "gṛṇan",
            "nṛtyan",
            "karmāṇi",
            "abhinayan",
            "mama",
            "mat",
            "kathāḥ",
            "śrāvayan",
            "śṛṇvan",
            "muhūrtam",
            "kṣaṇikaḥ",
            "bhavet"
        ],
        "translation": "Singing along with others, chanting loudly and dancing, acting out My transcendental pastimes, and hearing and telling stories about Me, the devotee should for some time absorb himself in such festivity.",
        "purport": " A devotee engaged in regulative worship of the Supreme Lord should sometimes become ecstatically absorbed in chanting and hearing the pastimes of the Lord, dancing, and other festivities. The word muhūrtam, “for some time,” indicates that a devotee should be careful not to neglect his regulative principles and service to the Lord in the name of so-called ecstasy. Although one may be ecstatically engaged in chanting, hearing and dancing, he cannot give up the formality of regulated service to the Lord."
    },
    {
        "verse": "45",
        "devanagari": "स्तवैरुच्चावचै: स्तोत्रै: पौराणै: प्राकृतैरपि ।स्तुत्वा प्रसीद भगवन्निति वन्देत दण्डवत् ॥ ४५ ॥",
        "english_devnagari": "stavair uccāvacaiḥ stotraiḥpaurāṇaiḥ prākṛtair apistutvā prasīda bhagavanniti vandeta daṇḍa-vat",
        "verse_Syn": [
            "stavaiḥ",
            "ucca",
            "avacaiḥ",
            "stotraiḥ",
            "paurāṇaiḥ",
            "prākṛtaiḥ",
            "api",
            "stutvā",
            "prasīda",
            "bhagavan",
            "iti",
            "vandeta",
            "daṇḍa",
            "vat"
        ],
        "translation": "The devotee should offer homage to the Lord with all kinds of hymns and prayers, both from the Purāṇas and from other ancient scriptures, and also from ordinary traditions. Praying, “O Lord, please be merciful to me!” he should fall down flat like a rod to offer his obeisances.",
        "purport": ""
    },
    {
        "verse": "46",
        "devanagari": "शिरो मत्पादयो: कृत्वा बाहुभ्यां च परस्परम् ।प्रपन्नं पाहि मामीश भीतं मृत्युग्रहार्णवात् ॥ ४६ ॥",
        "english_devnagari": "śiro mat-pādayoḥ kṛtvābāhubhyāṁ ca parasparamprapannaṁ pāhi mām īśabhītaṁ mṛtyu-grahārṇavāt",
        "verse_Syn": [
            "śiraḥ",
            "mat",
            "pādayoḥ",
            "kṛtvā",
            "bāhubhyām",
            "ca",
            "parasparam",
            "prapannam",
            "pāhi",
            "mām",
            "īśa",
            "bhītam",
            "mṛtyu",
            "graha",
            "arṇavāt"
        ],
        "translation": "Placing his head at the feet of the Deity, he should then stand with folded hands before the Lord and pray, “O my Lord, please protect me, who am surrendered unto You. I am most fearful of this ocean of material existence, standing as I am in the mouth of death.”",
        "purport": ""
    },
    {
        "verse": "47",
        "devanagari": "इति शेषां मया दत्तां शिरस्याधाय सादरम् ।उद्वासयेच्चेदुद्वास्यं ज्योतिर्ज्योतिषि तत् पुन: ॥ ४७ ॥",
        "english_devnagari": "iti śeṣāṁ mayā dattāṁśirasy ādhāya sādaramudvāsayec ced udvāsyaṁjyotir jyotiṣi tat punaḥ",
        "verse_Syn": [
            "iti",
            "śeṣām",
            "mayā",
            "dattām",
            "śirasi",
            "ādhāya",
            "sa",
            "ādaram",
            "udvāsayet",
            "cet",
            "udvāsyam",
            "jyotiḥ",
            "jyotiṣi",
            "tat",
            "punaḥ"
        ],
        "translation": "Praying in this way, the devotee should respectfully place upon his head the remnants I offer to him. And if the particular Deity is meant to be sent away at the end of the worship, then this should be performed, the devotee once again placing the light of the Deity’s presence inside the light of the lotus within his own heart.",
        "purport": ""
    },
    {
        "verse": "48",
        "devanagari": "अर्चादिषु यदा यत्र श्रद्धा मां तत्र चार्चयेत् ।सर्वभूतेष्वात्मनि च सर्वात्माहमवस्थित: ॥ ४८ ॥",
        "english_devnagari": "arcādiṣu yadā yatraśraddhā māṁ tatra cārcayetsarva-bhūteṣv ātmani casarvātmāham avasthitaḥ",
        "verse_Syn": [
            "arcā",
            "ādiṣu",
            "yadā",
            "yatra",
            "śraddhā",
            "mām",
            "tatra",
            "ca",
            "arcayet",
            "sarva",
            "bhūteṣu",
            "ātmani",
            "ca",
            "sarva",
            "ātmā",
            "aham",
            "avasthitaḥ"
        ],
        "translation": "Whenever one develops faith in Me — in My form as the Deity or in other bona fide manifestations — one should worship Me in that form. I certainly exist both within all created beings and also separately in My original form, since I am the Supreme Soul of all.",
        "purport": " The Supreme Personality of Godhead is worshiped according to the faith of a particular worshiper. The Deity form, arcā, is specifically mentioned here because Deity worship is essential for spiritual progress. Śrīla Bhaktisiddhānta Sarasvatī Ṭhākura mentions that inexperienced persons may think that the Deity is meant for the sense gratification of the worshiper, since superficially the Deity is made of external substances such as marble or brass. But through the process of installing the Deity by chanting of authorized mantras, one invites the Supreme Personality of Godhead to enter the Deity form. By regulated, faithful worship one gradually understands that the Deity is completely nondifferent from the Supreme Lord Himself. At that stage, on the strength of Deity worship, one rises to the second-class platform of devotional service. At this more developed stage one desires to make friendship with other devotees of the Lord, and as one becomes solidly established in the community of Vaiṣṇavas, one completely gives up material life and gradually becomes perfect in Kṛṣṇa consciousness."
    },
    {
        "verse": "49",
        "devanagari": "एवं क्रियायोगपथै: पुमान् वैदिकतान्त्रिकै: ।अर्चन्नुभयत: सिद्धिं मत्तो विन्दत्यभीप्सिताम् ॥ ४९ ॥",
        "english_devnagari": "evaṁ kriyā-yoga-pathaiḥpumān vaidika-tāntrikaiḥarcann ubhayataḥ siddhiṁmatto vindaty abhīpsitām",
        "verse_Syn": [
            "evam",
            "kriyā",
            "yoga",
            "pathaiḥ",
            "pumān",
            "vaidika",
            "tāntrikaiḥ",
            "arcan",
            "ubhayataḥ",
            "siddhim",
            "mattaḥ",
            "vindati",
            "abhīpsitām"
        ],
        "translation": "By worshiping Me through the various methods prescribed in the Vedas and tantras, one will gain from Me his desired perfection in both this life and the next.",
        "purport": ""
    },
    {
        "verse": "50",
        "devanagari": "मदर्चां सम्प्रतिष्ठाप्य मन्दिरं कारयेद् द‍ृढम् ।पुष्पोद्यानानि रम्याणि पूजायात्रोत्सवाश्रितान् ॥ ५० ॥",
        "english_devnagari": "mad-arcāṁ sampratiṣṭhāpyamandiraṁ kārayed dṛḍhampuṣpodyānāni ramyāṇipūjā-yātrotsavāśritān",
        "verse_Syn": [
            "mat",
            "arcām",
            "sampratiṣṭhāpya",
            "mandiram",
            "kārayet",
            "dṛḍham",
            "puṣpa",
            "udyānāni",
            "ramyāṇi",
            "pūjā",
            "yātrā",
            "utsava",
            "āśritān"
        ],
        "translation": "The devotee should more fully establish My Deity by solidly constructing a temple, along with beautiful gardens. These gardens should be set aside to provide flowers for the regular daily worship, special Deity processions and holiday observances.",
        "purport": " Wealthy, pious persons should be engaged in constructing temples and gardens for the pleasure of the Deity. The word dṛḍham indicates that the most solid means of construction should be employed."
    },
    {
        "verse": "51",
        "devanagari": "पूजादीनां प्रवाहार्थं महापर्वस्वथान्वहम् ।क्षेत्रापणपुरग्रामान् दत्त्वा मत्सार्ष्टितामियात् ॥ ५१ ॥",
        "english_devnagari": "pūjādīnāṁ pravāhārthaṁmahā-parvasv athānv-ahamkṣetrāpaṇa-pura-grāmāndattvā mat-sārṣṭitām iyāt",
        "verse_Syn": [
            "pūjā",
            "ādīnām",
            "pravāha",
            "artham",
            "mahā",
            "parvasu",
            "atha",
            "anu",
            "aham",
            "kṣetra",
            "āpaṇa",
            "pura",
            "grāmān",
            "dattvā",
            "mat",
            "sārṣṭitām",
            "iyāt"
        ],
        "translation": "One who offers the Deity gifts of land, markets, cities and villages so that the regular daily worship and special festivals of the Deity may go on continually will achieve opulence equal to My own.",
        "purport": " By placing tracts of land in the Deity’s name, there will be regular income for opulent Deity worship, both from rent and from agricultural production. A worshiper who makes the arrangements mentioned above will certainly achieve opulence like that of the Personality of Godhead."
    },
    {
        "verse": "52",
        "devanagari": "प्रतिष्ठया सार्वभौमं सद्मना भुवनत्रयम् ।पूजादिना ब्रह्मलोकं त्रिभिर्मत्साम्यतामियात् ॥ ५२ ॥",
        "english_devnagari": "pratiṣṭhayā sārvabhaumaṁsadmanā bhuvana-trayampūjādinā brahma-lokaṁtribhir mat-sāmyatām iyāt",
        "verse_Syn": [
            "pratiṣṭhayā",
            "sārva",
            "bhaumam",
            "sadmanā",
            "bhuvana",
            "trayam",
            "pūjā",
            "ādinā",
            "brahma",
            "lokam",
            "tribhiḥ",
            "mat",
            "sāmyatām",
            "iyāt"
        ],
        "translation": "By installing the Deity of the Lord one becomes king of the entire earth, by building a temple for the Lord one becomes ruler of the three worlds, by worshiping and serving the Deity one goes to the planet of Lord Brahmā, and by performing all three of these activities one achieves a transcendental form like My own.",
        "purport": ""
    },
    {
        "verse": "53",
        "devanagari": "मामेव नैरपेक्ष्येण भक्तियोगेन विन्दति ।भक्तियोगं स लभत एवं य: पूजयेत माम् ॥ ५३ ॥",
        "english_devnagari": "mām eva nairapekṣyeṇabhakti-yogena vindatibhakti-yogaṁ sa labhataevaṁ yaḥ pūjayeta mām",
        "verse_Syn": [
            "mām",
            "eva",
            "nairapekṣyeṇa",
            "bhakti",
            "yogena",
            "vindati",
            "bhakti",
            "yogam",
            "saḥ",
            "labhate",
            "evam",
            "yaḥ",
            "pūjayeta",
            "mām"
        ],
        "translation": "But one who simply engages in devotional service with no consideration of fruitive results attains Me. Thus whoever worships Me according to the process I have described will ultimately attain pure devotional service unto Me.",
        "purport": " The previous two verses were spoken by the Lord to attract those interested in fruitive results, and now the ultimate purpose of worshiping the Lord is described. The ultimate goal in life is Lord Kṛṣṇa Himself. Love for the Lord is the highest bliss, although ordinary people cannot understand this."
    },
    {
        "verse": "54",
        "devanagari": "य: स्वदत्तां परैर्दत्तां हरेत सुरविप्रयो: ।वृत्तिं स जायते विड्भुग् वर्षाणामयुतायुतम् ॥ ५४ ॥",
        "english_devnagari": "yaḥ sva-dattāṁ parair dattāṁhareta sura-viprayoḥvṛttiṁ sa jāyate viḍ-bhugvarṣāṇām ayutāyutam",
        "verse_Syn": [
            "yaḥ",
            "sva",
            "dattām",
            "paraiḥ",
            "dattām",
            "hareta",
            "sura",
            "viprayoḥ",
            "vṛttim",
            "saḥ",
            "jāyate",
            "viṭ",
            "bhuk",
            "varṣāṇām",
            "ayuta",
            "ayutam"
        ],
        "translation": "Anyone who steals the property of the demigods or the brāhmaṇas, whether originally given to them by himself or someone else, must live as a worm in stool for one hundred million years.",
        "purport": ""
    },
    {
        "verse": "55",
        "devanagari": "कर्तुश्च सारथेर्हेतोरनुमोदितुरेव च ।कर्मणां भागिन: प्रेत्य भूयो भूयसि तत् फलम् ॥ ५५ ॥",
        "english_devnagari": "kartuś ca sārather hetoranumoditur eva cakarmaṇāṁ bhāginaḥ pretyabhūyo bhūyasi tat-phalam",
        "verse_Syn": [
            "kartuḥ",
            "ca",
            "sāratheḥ",
            "hetoḥ",
            "anumodituḥ",
            "eva",
            "ca",
            "karmaṇām",
            "bhāginaḥ",
            "pretya",
            "bhūyaḥ",
            "bhūyasi",
            "tat",
            "phalam"
        ],
        "translation": "Not only the performer of the theft but also anyone who assists him, instigates the crime, or simply approves of it must also share the reaction in the next life. According to their degree of participation, they each must suffer a proportionate consequence.",
        "purport": " Stealing paraphernalia meant for worshiping the Supreme Lord or His authorized representatives should be avoided at all costs."
    }
]