[
    {
        "verse": "15",
        "devanagari": "भगवान् पितामहं वीक्ष्य विभूतीरात्मनो विभु: ।संयोज्यात्मनि चात्मानं पद्मनेत्रे न्यमीलयत् ॥ ५ ॥",
        "english_devnagari": "bhagavān pitāmahaṁ vīkṣyavibhūtīr ātmano vibhuḥsaṁyojyātmani cātmānaṁpadma-netre nyamīlayat",
        "verse_Syn": [
            "bhagavān",
            "pitāmaham",
            "vīkṣya",
            "vibhūtīḥ",
            "ātmanaḥ",
            "vibhuḥ",
            "saṁyojya",
            "ātmani",
            "ca",
            "ātmānam",
            "padma",
            "netre",
            "nyamīlyat"
        ],
        "translation": "Seeing before Him Brahmā, the grandfather of the universe, along with the other demigods, who are all His personal and powerful expansions, the Almighty Lord closed His lotus eyes, fixing His mind within Himself, the Supreme Personality of Godhead.",
        "purport": " According to Śrīla Śrīdhara Svāmī, Lord Kṛṣṇa had previously answered the prayers of Lord Brahmā and the other demigods, who had requested the Lord to descend within this universe for the protection of His servants, the demigods. Now the demigods arrived before the Lord, each one desiring to take the Lord to his own planet. To avoid these innumerable social obligations, the Lord closed His eyes as if absorbed in samādhi."
    },
    {
        "verse": "15",
        "devanagari": "भगवान् पितामहं वीक्ष्य विभूतीरात्मनो विभु: ।संयोज्यात्मनि चात्मानं पद्मनेत्रे न्यमीलयत् ॥ ५ ॥",
        "english_devnagari": "bhagavān pitāmahaṁ vīkṣyavibhūtīr ātmano vibhuḥsaṁyojyātmani cātmānaṁpadma-netre nyamīlayat",
        "verse_Syn": [
            "bhagavān",
            "pitāmaham",
            "vīkṣya",
            "vibhūtīḥ",
            "ātmanaḥ",
            "vibhuḥ",
            "saṁyojya",
            "ātmani",
            "ca",
            "ātmānam",
            "padma",
            "netre",
            "nyamīlyat"
        ],
        "translation": "Seeing before Him Brahmā, the grandfather of the universe, along with the other demigods, who are all His personal and powerful expansions, the Almighty Lord closed His lotus eyes, fixing His mind within Himself, the Supreme Personality of Godhead.",
        "purport": " According to Śrīla Śrīdhara Svāmī, Lord Kṛṣṇa had previously answered the prayers of Lord Brahmā and the other demigods, who had requested the Lord to descend within this universe for the protection of His servants, the demigods. Now the demigods arrived before the Lord, each one desiring to take the Lord to his own planet. To avoid these innumerable social obligations, the Lord closed His eyes as if absorbed in samādhi. Śrīla Jīva Gosvāmī adds that Lord Kṛṣṇa closed His eyes to instruct the yogīs how to leave this mortal world without attachment to one’s mystic opulences. All the demigods, including Brahmā, are mystic expansions of Lord Kṛṣṇa, and yet the Lord closed His eyes to emphasize that one should fix one’s mind on the Supreme Personality of Godhead when departing from this world."
    },
    {
        "verse": "16",
        "devanagari": "लोकाभिरामां स्वतनुं धारणाध्यानमङ्गलम् ।योगधारणयाग्नेय्यादग्ध्वा धामाविशत् स्वकम् ॥ ६ ॥",
        "english_devnagari": "lokābhirāmāṁ sva-tanuṁdhāraṇā-dhyāna-maṅgalamyoga-dhāraṇayāgneyyā-dagdhvā dhāmāviśat svakam",
        "verse_Syn": [
            "loka",
            "abhirāmām",
            "sva",
            "tanum",
            "dhāraṇā",
            "dhyāna",
            "maṅgalam",
            "yoga",
            "dhāraṇayā",
            "āgneyyā",
            "adagdhvā",
            "dhāma",
            "āviśat",
            "svakam"
        ],
        "translation": "Without employing the mystic āgneyī meditation to burn up His transcendental body, which is the all-attractive resting place of all the worlds and the object of all contemplation and meditation, Lord Kṛṣṇa entered into His own abode.",
        "purport": " A yogī empowered to select the moment of leaving his body can cause it to burst into flames by engaging in the yogic meditation called āgneyī, and thus he passes into his next life. The demigods similarly employ this mystic fire when being transferred to the spiritual world. But the Supreme Personality of Godhead is completely different from conditioned souls like yogīs and demigods, since the Lord’s eternal, spiritual body is the source of all existence, as indicated here by the words lokābhirāmāṁ sva-tanum. Lord Kṛṣṇa’s body is the source of pleasure for the entire universe. The word dhāraṇā-dhyāna-maṅgalam indicates that those trying for spiritual elevation through meditation and yoga achieve all auspiciousness through meditation on the Lord’s body. Since yogīs are liberated simply by thinking of Lord Kṛṣṇa’s body, that body is certainly not material and therefore not subject to burning by mundane mystic fire or any other type of fire."
    },
    {
        "verse": "16",
        "devanagari": "लोकाभिरामां स्वतनुं धारणाध्यानमङ्गलम् ।योगधारणयाग्नेय्यादग्ध्वा धामाविशत् स्वकम् ॥ ६ ॥",
        "english_devnagari": "lokābhirāmāṁ sva-tanuṁdhāraṇā-dhyāna-maṅgalamyoga-dhāraṇayāgneyyā-dagdhvā dhāmāviśat svakam",
        "verse_Syn": [
            "loka",
            "abhirāmām",
            "sva",
            "tanum",
            "dhāraṇā",
            "dhyāna",
            "maṅgalam",
            "yoga",
            "dhāraṇayā",
            "āgneyyā",
            "adagdhvā",
            "dhāma",
            "āviśat",
            "svakam"
        ],
        "translation": "Without employing the mystic āgneyī meditation to burn up His transcendental body, which is the all-attractive resting place of all the worlds and the object of all contemplation and meditation, Lord Kṛṣṇa entered into His own abode.",
        "purport": " A yogī empowered to select the moment of leaving his body can cause it to burst into flames by engaging in the yogic meditation called āgneyī, and thus he passes into his next life. The demigods similarly employ this mystic fire when being transferred to the spiritual world. But the Supreme Personality of Godhead is completely different from conditioned souls like yogīs and demigods, since the Lord’s eternal, spiritual body is the source of all existence, as indicated here by the words lokābhirāmāṁ sva-tanum. Lord Kṛṣṇa’s body is the source of pleasure for the entire universe. The word dhāraṇā-dhyāna-maṅgalam indicates that those trying for spiritual elevation through meditation and yoga achieve all auspiciousness through meditation on the Lord’s body. Since yogīs are liberated simply by thinking of Lord Kṛṣṇa’s body, that body is certainly not material and therefore not subject to burning by mundane mystic fire or any other type of fire. Śrīla Viśvanātha Cakravartī Ṭhākura reminds us of Lord Kṛṣṇa’s statement in the Eleventh Canto, Chapter Fourteen, verse 37: vahni-madhye smared rūpaṁ mamaitad dhyāna-maṅgalam. “Within the fire one should meditate upon My form, which is the auspicious object of all meditation.” Since Lord Kṛṣṇa’s transcendental form is present within fire as the maintaining principle, how can fire affect that form? Thus although the Lord appeared to enter the mystic yoga trance, the word adagdhvā indicates that the Lord, since His body is purely spiritual, bypassed the formality of burning and directly entered His own abode in the spiritual sky. This point has also been elaborately explained by Śrīla Jīva Gosvāmī in his commentary to this verse."
    },
    {
        "verse": "17",
        "devanagari": "दिवि दुन्दुभयो नेदु: पेतु: सुमनसश्च खात् ।सत्यं धर्मो धृतिर्भूमे: कीर्ति: श्रीश्चानु तं ययु: ॥ ७ ॥",
        "english_devnagari": "divi dundubhayo neduḥpetuḥ sumanasaś ca khātsatyaṁ dharmo dhṛtir bhūmeḥkīrtiḥ śrīś cānu taṁ yayuḥ",
        "verse_Syn": [
            "divi",
            "dundubhayaḥ",
            "neduḥ",
            "petuḥ",
            "sumanasaḥ",
            "ca",
            "khāt",
            "satyam",
            "dharmaḥ",
            "dhṛtiḥ",
            "bhūmeḥ",
            "kīrtiḥ",
            "śrīḥ",
            "ca",
            "anu",
            "tam",
            "yayuḥ"
        ],
        "translation": "As soon as Lord Śrī Kṛṣṇa left the earth, Truth, Religion, Faithfulness, Glory and Beauty immediately followed Him. Kettledrums resounded in the heavens and flowers showered from the sky.",
        "purport": " According to Śrīla Śrīdhara Svāmī, all the demigods were jubilant because each one thought Lord Kṛṣṇa was coming to his own planet."
    },
    {
        "verse": "19",
        "devanagari": "सौदामन्या यथाक्लाशे यान्त्या हित्वाभ्रमण्डलम् ।गतिर्न लक्ष्यते मर्त्यैस्तथा कृष्णस्य दैवतै: ॥ ९ ॥",
        "english_devnagari": "saudāmanyā yathākāśeyāntyā hitvābhra-maṇḍalamgatir na lakṣyate martyaistathā kṛṣṇasya daivataiḥ",
        "verse_Syn": [
            "saudāmanyāḥ",
            "yathā",
            "ākāśe",
            "yāntyāḥ",
            "hitvā",
            "abhra",
            "maṇḍalam",
            "gatiḥ",
            "na",
            "lakṣyate",
            "martyaiḥ",
            "tathā",
            "kṛṣṇasya",
            "daivataiḥ"
        ],
        "translation": "Just as ordinary men cannot ascertain the path of a lightning bolt as it leaves a cloud, the demigods could not trace out the movements of Lord Kṛṣṇa as He returned to His abode.",
        "purport": " The sudden movements of a lightning bolt are seen by the demigods but not by human beings. Similarly, the sudden departure of Lord Kṛṣṇa could be understood by the Lord’s intimate associates in the spiritual sky but not by the demigods."
    },
    {
        "verse": "110",
        "devanagari": "ब्रह्मरुद्रादयस्ते तु द‍ृष्ट्वा योगगतिं हरे: ।विस्मितास्तां प्रशंसन्त: स्वं स्वं लोकं ययुस्तदा ॥ १० ॥",
        "english_devnagari": "brahma-rudrādayas te tudṛṣṭvā yoga-gatiṁ hareḥvismitās tāṁ praśaṁsantaḥsvaṁ svaṁ lokaṁ yayus tadā",
        "verse_Syn": [
            "brahma",
            "rudra",
            "ādayaḥ",
            "te",
            "tu",
            "dṛṣṭvā",
            "yoga",
            "gatim",
            "hareḥ",
            "vismitāḥ",
            "tām",
            "praśaṁsantaḥ",
            "svam",
            "svam",
            "lokam",
            "yayuḥ",
            "tadā"
        ],
        "translation": "A few of the demigods, however — notably Lord Brahmā and Lord Śiva — could ascertain how the Lord’s mystic power was working, and thus they became astonished. All the demigods praised the Lord’s mystic power and then returned to their own planets.",
        "purport": " Although the demigods are virtually omniscient within this universe, they could not understand the movements of Lord Kṛṣṇa’s mystic potency. Thus they were astonished."
    },
    {
        "verse": "111",
        "devanagari": "राजन् परस्य तनुभृज्जननाप्ययेहामायाविडम्बनमवेहि यथा नटस्य ।सृष्ट्वात्मनेदमनुविश्य विहृत्य चान्तेसंहृत्य चात्ममहिनोपरत: स आस्ते ॥ ११ ॥",
        "english_devnagari": "rājan parasya tanu-bhṛj-jananāpyayehāmāyā-viḍambanam avehi yathā naṭasyasṛṣṭvātmanedam anuviśya vihṛtya cāntesaṁhṛtya cātma-mahinoparataḥ sa āste",
        "verse_Syn": [
            "rājan",
            "parasya",
            "tanu",
            "bhṛt",
            "janana",
            "apyaya",
            "īhāḥ",
            "māyā",
            "viḍambanam",
            "avehi",
            "yathā",
            "naṭasya",
            "sṛṣṭvā",
            "ātmanā",
            "idam",
            "anuviśya",
            "vihṛtya",
            "ca",
            "ante",
            "saṁhṛtya",
            "ca",
            "ātma",
            "mahinā",
            "uparataḥ",
            "saḥ",
            "āste"
        ],
        "translation": "My dear King, you should understand that the Supreme Lord’s appearance and disappearance, which resemble those of embodied conditioned souls, are actually a show enacted by His illusory energy, just like the performance of an actor. After creating this universe He enters into it, plays within it for some time, and at last winds it up. Then the Lord remains situated in His own transcendental glory, having ceased from the functions of cosmic manifestation.",
        "purport": " According to Śrīla Jīva Gosvāmī, the so-called fight among the members of the Yadu dynasty was actually a display of the pastime potency of the Lord, since Lord Kṛṣṇa’s personal associates are never subject to ordinary birth and death like conditioned souls. This being the case, certainly the Supreme Personality of Godhead Himself is transcendental to material birth and death, as clearly stated in this verse."
    },
    {
        "verse": "111",
        "devanagari": "राजन् परस्य तनुभृज्जननाप्ययेहामायाविडम्बनमवेहि यथा नटस्य ।सृष्ट्वात्मनेदमनुविश्य विहृत्य चान्तेसंहृत्य चात्ममहिनोपरत: स आस्ते ॥ ११ ॥",
        "english_devnagari": "rājan parasya tanu-bhṛj-jananāpyayehāmāyā-viḍambanam avehi yathā naṭasyasṛṣṭvātmanedam anuviśya vihṛtya cāntesaṁhṛtya cātma-mahinoparataḥ sa āste",
        "verse_Syn": [
            "rājan",
            "parasya",
            "tanu",
            "bhṛt",
            "janana",
            "apyaya",
            "īhāḥ",
            "māyā",
            "viḍambanam",
            "avehi",
            "yathā",
            "naṭasya",
            "sṛṣṭvā",
            "ātmanā",
            "idam",
            "anuviśya",
            "vihṛtya",
            "ca",
            "ante",
            "saṁhṛtya",
            "ca",
            "ātma",
            "mahinā",
            "uparataḥ",
            "saḥ",
            "āste"
        ],
        "translation": "My dear King, you should understand that the Supreme Lord’s appearance and disappearance, which resemble those of embodied conditioned souls, are actually a show enacted by His illusory energy, just like the performance of an actor. After creating this universe He enters into it, plays within it for some time, and at last winds it up. Then the Lord remains situated in His own transcendental glory, having ceased from the functions of cosmic manifestation.",
        "purport": " According to Śrīla Jīva Gosvāmī, the so-called fight among the members of the Yadu dynasty was actually a display of the pastime potency of the Lord, since Lord Kṛṣṇa’s personal associates are never subject to ordinary birth and death like conditioned souls. This being the case, certainly the Supreme Personality of Godhead Himself is transcendental to material birth and death, as clearly stated in this verse. The word naṭasya, “of an actor or magician,” is significant here. Śrīla Viśvanātha Cakravartī Ṭhākura tells the following story of a certain magician who exhibits the trick of dying:"
    },
    {
        "verse": "111",
        "devanagari": "राजन् परस्य तनुभृज्जननाप्ययेहामायाविडम्बनमवेहि यथा नटस्य ।सृष्ट्वात्मनेदमनुविश्य विहृत्य चान्तेसंहृत्य चात्ममहिनोपरत: स आस्ते ॥ ११ ॥",
        "english_devnagari": "rājan parasya tanu-bhṛj-jananāpyayehāmāyā-viḍambanam avehi yathā naṭasyasṛṣṭvātmanedam anuviśya vihṛtya cāntesaṁhṛtya cātma-mahinoparataḥ sa āste",
        "verse_Syn": [
            "rājan",
            "parasya",
            "tanu",
            "bhṛt",
            "janana",
            "apyaya",
            "īhāḥ",
            "māyā",
            "viḍambanam",
            "avehi",
            "yathā",
            "naṭasya",
            "sṛṣṭvā",
            "ātmanā",
            "idam",
            "anuviśya",
            "vihṛtya",
            "ca",
            "ante",
            "saṁhṛtya",
            "ca",
            "ātma",
            "mahinā",
            "uparataḥ",
            "saḥ",
            "āste"
        ],
        "translation": "My dear King, you should understand that the Supreme Lord’s appearance and disappearance, which resemble those of embodied conditioned souls, are actually a show enacted by His illusory energy, just like the performance of an actor. After creating this universe He enters into it, plays within it for some time, and at last winds it up. Then the Lord remains situated in His own transcendental glory, having ceased from the functions of cosmic manifestation.",
        "purport": " According to Śrīla Jīva Gosvāmī, the so-called fight among the members of the Yadu dynasty was actually a display of the pastime potency of the Lord, since Lord Kṛṣṇa’s personal associates are never subject to ordinary birth and death like conditioned souls. This being the case, certainly the Supreme Personality of Godhead Himself is transcendental to material birth and death, as clearly stated in this verse. The word naṭasya, “of an actor or magician,” is significant here. Śrīla Viśvanātha Cakravartī Ṭhākura tells the following story of a certain magician who exhibits the trick of dying: “In front of a great king, a magician approaches a stack of valuable garments, jewels, coins and so forth, all placed there by the king. Taking a jeweled necklace, the magician tells the king, ‘Now I am taking this necklace, and you can’t have it,’ and he makes the necklace disappear. ‘Now I’m taking this gold coin, and you can’t have it,’ he says, and makes the gold coin disappear. Next, challenging the king in the same way, the magician makes seven thousand horses disappear. Then the magician creates the illusion that the king’s children, grandchildren, brothers and other family members have attacked each other and that nearly all are dead from the violent quarrel. The king hears the magician speaking and at the same time observes these things taking place before him as he sits in the great assembly hall."
    },
    {
        "verse": "111",
        "devanagari": "राजन् परस्य तनुभृज्जननाप्ययेहामायाविडम्बनमवेहि यथा नटस्य ।सृष्ट्वात्मनेदमनुविश्य विहृत्य चान्तेसंहृत्य चात्ममहिनोपरत: स आस्ते ॥ ११ ॥",
        "english_devnagari": "rājan parasya tanu-bhṛj-jananāpyayehāmāyā-viḍambanam avehi yathā naṭasyasṛṣṭvātmanedam anuviśya vihṛtya cāntesaṁhṛtya cātma-mahinoparataḥ sa āste",
        "verse_Syn": [
            "rājan",
            "parasya",
            "tanu",
            "bhṛt",
            "janana",
            "apyaya",
            "īhāḥ",
            "māyā",
            "viḍambanam",
            "avehi",
            "yathā",
            "naṭasya",
            "sṛṣṭvā",
            "ātmanā",
            "idam",
            "anuviśya",
            "vihṛtya",
            "ca",
            "ante",
            "saṁhṛtya",
            "ca",
            "ātma",
            "mahinā",
            "uparataḥ",
            "saḥ",
            "āste"
        ],
        "translation": "My dear King, you should understand that the Supreme Lord’s appearance and disappearance, which resemble those of embodied conditioned souls, are actually a show enacted by His illusory energy, just like the performance of an actor. After creating this universe He enters into it, plays within it for some time, and at last winds it up. Then the Lord remains situated in His own transcendental glory, having ceased from the functions of cosmic manifestation.",
        "purport": " According to Śrīla Jīva Gosvāmī, the so-called fight among the members of the Yadu dynasty was actually a display of the pastime potency of the Lord, since Lord Kṛṣṇa’s personal associates are never subject to ordinary birth and death like conditioned souls. This being the case, certainly the Supreme Personality of Godhead Himself is transcendental to material birth and death, as clearly stated in this verse. The word naṭasya, “of an actor or magician,” is significant here. Śrīla Viśvanātha Cakravartī Ṭhākura tells the following story of a certain magician who exhibits the trick of dying: “In front of a great king, a magician approaches a stack of valuable garments, jewels, coins and so forth, all placed there by the king. Taking a jeweled necklace, the magician tells the king, ‘Now I am taking this necklace, and you can’t have it,’ and he makes the necklace disappear. ‘Now I’m taking this gold coin, and you can’t have it,’ he says, and makes the gold coin disappear. Next, challenging the king in the same way, the magician makes seven thousand horses disappear. Then the magician creates the illusion that the king’s children, grandchildren, brothers and other family members have attacked each other and that nearly all are dead from the violent quarrel. The king hears the magician speaking and at the same time observes these things taking place before him as he sits in the great assembly hall. “Then the magician says, ‘O King, I no longer wish to live. Just as I have studied magic, so also, by the mercy of the lotus feet of my guru, I have learned the mystic meditation of yoga. One is supposed to give up one’s body while meditating in a holy place, and since you have performed so many pious activities, you are a holy place yourself. Therefore I shall now give up my body.’"
    },
    {
        "verse": "111",
        "devanagari": "राजन् परस्य तनुभृज्जननाप्ययेहामायाविडम्बनमवेहि यथा नटस्य ।सृष्ट्वात्मनेदमनुविश्य विहृत्य चान्तेसंहृत्य चात्ममहिनोपरत: स आस्ते ॥ ११ ॥",
        "english_devnagari": "rājan parasya tanu-bhṛj-jananāpyayehāmāyā-viḍambanam avehi yathā naṭasyasṛṣṭvātmanedam anuviśya vihṛtya cāntesaṁhṛtya cātma-mahinoparataḥ sa āste",
        "verse_Syn": [
            "rājan",
            "parasya",
            "tanu",
            "bhṛt",
            "janana",
            "apyaya",
            "īhāḥ",
            "māyā",
            "viḍambanam",
            "avehi",
            "yathā",
            "naṭasya",
            "sṛṣṭvā",
            "ātmanā",
            "idam",
            "anuviśya",
            "vihṛtya",
            "ca",
            "ante",
            "saṁhṛtya",
            "ca",
            "ātma",
            "mahinā",
            "uparataḥ",
            "saḥ",
            "āste"
        ],
        "translation": "My dear King, you should understand that the Supreme Lord’s appearance and disappearance, which resemble those of embodied conditioned souls, are actually a show enacted by His illusory energy, just like the performance of an actor. After creating this universe He enters into it, plays within it for some time, and at last winds it up. Then the Lord remains situated in His own transcendental glory, having ceased from the functions of cosmic manifestation.",
        "purport": " According to Śrīla Jīva Gosvāmī, the so-called fight among the members of the Yadu dynasty was actually a display of the pastime potency of the Lord, since Lord Kṛṣṇa’s personal associates are never subject to ordinary birth and death like conditioned souls. This being the case, certainly the Supreme Personality of Godhead Himself is transcendental to material birth and death, as clearly stated in this verse. The word naṭasya, “of an actor or magician,” is significant here. Śrīla Viśvanātha Cakravartī Ṭhākura tells the following story of a certain magician who exhibits the trick of dying: “In front of a great king, a magician approaches a stack of valuable garments, jewels, coins and so forth, all placed there by the king. Taking a jeweled necklace, the magician tells the king, ‘Now I am taking this necklace, and you can’t have it,’ and he makes the necklace disappear. ‘Now I’m taking this gold coin, and you can’t have it,’ he says, and makes the gold coin disappear. Next, challenging the king in the same way, the magician makes seven thousand horses disappear. Then the magician creates the illusion that the king’s children, grandchildren, brothers and other family members have attacked each other and that nearly all are dead from the violent quarrel. The king hears the magician speaking and at the same time observes these things taking place before him as he sits in the great assembly hall. “Then the magician says, ‘O King, I no longer wish to live. Just as I have studied magic, so also, by the mercy of the lotus feet of my guru, I have learned the mystic meditation of yoga. One is supposed to give up one’s body while meditating in a holy place, and since you have performed so many pious activities, you are a holy place yourself. Therefore I shall now give up my body.’ “Thus speaking, the magician sits down in the proper yoga posture, fixes himself in prāṇāyāma, pratyāhāra, dhāraṇā, dhyāna and samādhi, and becomes silent. A moment later, a fire generated from his trance blazes forth out of his body and burns it to ashes. Then all the wives of the magician, distraught with lamentation, enter into that fire."
    },
    {
        "verse": "111",
        "devanagari": "राजन् परस्य तनुभृज्जननाप्ययेहामायाविडम्बनमवेहि यथा नटस्य ।सृष्ट्वात्मनेदमनुविश्य विहृत्य चान्तेसंहृत्य चात्ममहिनोपरत: स आस्ते ॥ ११ ॥",
        "english_devnagari": "rājan parasya tanu-bhṛj-jananāpyayehāmāyā-viḍambanam avehi yathā naṭasyasṛṣṭvātmanedam anuviśya vihṛtya cāntesaṁhṛtya cātma-mahinoparataḥ sa āste",
        "verse_Syn": [
            "rājan",
            "parasya",
            "tanu",
            "bhṛt",
            "janana",
            "apyaya",
            "īhāḥ",
            "māyā",
            "viḍambanam",
            "avehi",
            "yathā",
            "naṭasya",
            "sṛṣṭvā",
            "ātmanā",
            "idam",
            "anuviśya",
            "vihṛtya",
            "ca",
            "ante",
            "saṁhṛtya",
            "ca",
            "ātma",
            "mahinā",
            "uparataḥ",
            "saḥ",
            "āste"
        ],
        "translation": "My dear King, you should understand that the Supreme Lord’s appearance and disappearance, which resemble those of embodied conditioned souls, are actually a show enacted by His illusory energy, just like the performance of an actor. After creating this universe He enters into it, plays within it for some time, and at last winds it up. Then the Lord remains situated in His own transcendental glory, having ceased from the functions of cosmic manifestation.",
        "purport": " According to Śrīla Jīva Gosvāmī, the so-called fight among the members of the Yadu dynasty was actually a display of the pastime potency of the Lord, since Lord Kṛṣṇa’s personal associates are never subject to ordinary birth and death like conditioned souls. This being the case, certainly the Supreme Personality of Godhead Himself is transcendental to material birth and death, as clearly stated in this verse. The word naṭasya, “of an actor or magician,” is significant here. Śrīla Viśvanātha Cakravartī Ṭhākura tells the following story of a certain magician who exhibits the trick of dying: “In front of a great king, a magician approaches a stack of valuable garments, jewels, coins and so forth, all placed there by the king. Taking a jeweled necklace, the magician tells the king, ‘Now I am taking this necklace, and you can’t have it,’ and he makes the necklace disappear. ‘Now I’m taking this gold coin, and you can’t have it,’ he says, and makes the gold coin disappear. Next, challenging the king in the same way, the magician makes seven thousand horses disappear. Then the magician creates the illusion that the king’s children, grandchildren, brothers and other family members have attacked each other and that nearly all are dead from the violent quarrel. The king hears the magician speaking and at the same time observes these things taking place before him as he sits in the great assembly hall. “Then the magician says, ‘O King, I no longer wish to live. Just as I have studied magic, so also, by the mercy of the lotus feet of my guru, I have learned the mystic meditation of yoga. One is supposed to give up one’s body while meditating in a holy place, and since you have performed so many pious activities, you are a holy place yourself. Therefore I shall now give up my body.’ “Thus speaking, the magician sits down in the proper yoga posture, fixes himself in prāṇāyāma, pratyāhāra, dhāraṇā, dhyāna and samādhi, and becomes silent. A moment later, a fire generated from his trance blazes forth out of his body and burns it to ashes. Then all the wives of the magician, distraught with lamentation, enter into that fire. “Three or four days later, after the magician has returned to his own province, he sends one of his daughters to the king. The daughter tells him, ‘O King, I have just come to your palace, bringing along with me, invisibly, all your sons, grandsons and brothers in good health — along with all the jewels and other items given by you. Please, therefore, give me whatever you consider fitting remuneration for the wisdom of the magic that has been exhibited before you.’ In this way, even by ordinary magic one can simulate birth and death.”"
    },
    {
        "verse": "111",
        "devanagari": "राजन् परस्य तनुभृज्जननाप्ययेहामायाविडम्बनमवेहि यथा नटस्य ।सृष्ट्वात्मनेदमनुविश्य विहृत्य चान्तेसंहृत्य चात्ममहिनोपरत: स आस्ते ॥ ११ ॥",
        "english_devnagari": "rājan parasya tanu-bhṛj-jananāpyayehāmāyā-viḍambanam avehi yathā naṭasyasṛṣṭvātmanedam anuviśya vihṛtya cāntesaṁhṛtya cātma-mahinoparataḥ sa āste",
        "verse_Syn": [
            "rājan",
            "parasya",
            "tanu",
            "bhṛt",
            "janana",
            "apyaya",
            "īhāḥ",
            "māyā",
            "viḍambanam",
            "avehi",
            "yathā",
            "naṭasya",
            "sṛṣṭvā",
            "ātmanā",
            "idam",
            "anuviśya",
            "vihṛtya",
            "ca",
            "ante",
            "saṁhṛtya",
            "ca",
            "ātma",
            "mahinā",
            "uparataḥ",
            "saḥ",
            "āste"
        ],
        "translation": "My dear King, you should understand that the Supreme Lord’s appearance and disappearance, which resemble those of embodied conditioned souls, are actually a show enacted by His illusory energy, just like the performance of an actor. After creating this universe He enters into it, plays within it for some time, and at last winds it up. Then the Lord remains situated in His own transcendental glory, having ceased from the functions of cosmic manifestation.",
        "purport": " According to Śrīla Jīva Gosvāmī, the so-called fight among the members of the Yadu dynasty was actually a display of the pastime potency of the Lord, since Lord Kṛṣṇa’s personal associates are never subject to ordinary birth and death like conditioned souls. This being the case, certainly the Supreme Personality of Godhead Himself is transcendental to material birth and death, as clearly stated in this verse. The word naṭasya, “of an actor or magician,” is significant here. Śrīla Viśvanātha Cakravartī Ṭhākura tells the following story of a certain magician who exhibits the trick of dying: “In front of a great king, a magician approaches a stack of valuable garments, jewels, coins and so forth, all placed there by the king. Taking a jeweled necklace, the magician tells the king, ‘Now I am taking this necklace, and you can’t have it,’ and he makes the necklace disappear. ‘Now I’m taking this gold coin, and you can’t have it,’ he says, and makes the gold coin disappear. Next, challenging the king in the same way, the magician makes seven thousand horses disappear. Then the magician creates the illusion that the king’s children, grandchildren, brothers and other family members have attacked each other and that nearly all are dead from the violent quarrel. The king hears the magician speaking and at the same time observes these things taking place before him as he sits in the great assembly hall. “Then the magician says, ‘O King, I no longer wish to live. Just as I have studied magic, so also, by the mercy of the lotus feet of my guru, I have learned the mystic meditation of yoga. One is supposed to give up one’s body while meditating in a holy place, and since you have performed so many pious activities, you are a holy place yourself. Therefore I shall now give up my body.’ “Thus speaking, the magician sits down in the proper yoga posture, fixes himself in prāṇāyāma, pratyāhāra, dhāraṇā, dhyāna and samādhi, and becomes silent. A moment later, a fire generated from his trance blazes forth out of his body and burns it to ashes. Then all the wives of the magician, distraught with lamentation, enter into that fire. “Three or four days later, after the magician has returned to his own province, he sends one of his daughters to the king. The daughter tells him, ‘O King, I have just come to your palace, bringing along with me, invisibly, all your sons, grandsons and brothers in good health — along with all the jewels and other items given by you. Please, therefore, give me whatever you consider fitting remuneration for the wisdom of the magic that has been exhibited before you.’ In this way, even by ordinary magic one can simulate birth and death.” It is not difficult to understand, therefore, that the Supreme Personality of Godhead, although transcendental to the laws of nature, exhibits His illusory potency so that ordinary fools will think the Lord has left His body like a human being. Actually, Lord Kṛṣṇa returned to His abode in His own eternal body, as confirmed throughout the Vedic literature."
    },
    {
        "verse": "112",
        "devanagari": "मर्त्येन यो गुरुसुतं यमलोकनीतंत्वां चानयच्छरणद: परमास्‍त्रदग्धम् ।जिग्येऽन्तकान्तकमपीशमसावनीश:किं स्वावने स्वरनयन्मृगयुं सदेहम् ॥ १२ ॥",
        "english_devnagari": "martyena yo guru-sutaṁ yama-loka-nītaṁtvāṁ cānayac charaṇa-daḥ paramāstra-dagdhamjigye ’ntakāntakam apīśam asāv anīśaḥkiṁ svāvane svar anayan mṛgayuṁ sa-deham",
        "verse_Syn": [
            "martyena",
            "yaḥ",
            "guru",
            "sutam",
            "yama",
            "loka",
            "nītam",
            "tvām",
            "ca",
            "ānayat",
            "śaraṇa",
            "daḥ",
            "parama",
            "astra",
            "dagdham",
            "jigye",
            "antaka",
            "antakam",
            "api",
            "īśam",
            "asau",
            "anīśaḥ",
            "kim",
            "sva",
            "avane",
            "svaḥ",
            "anayat",
            "mṛgayum",
            "sa",
            "deham"
        ],
        "translation": "Lord Kṛṣṇa brought the son of His guru back from the planet of the lord of death in the boy’s selfsame body, and as the ultimate giver of protection He saved you also when you were burned by the brahmāstra of Aśvatthāmā. He conquered in battle even Lord Śiva, who deals death to the agents of death, and He sent the hunter Jarā directly to Vaikuṇṭha in his human body. How could such a personality be unable to protect His own Self?",
        "purport": " To mitigate his own and Parīkṣit Mahārāja’s distress at the narration of Lord Kṛṣṇa’s departure from this world, Śrī Śukadeva Gosvāmī here gives several clear examples proving that Lord Kṛṣṇa is far beyond the influence of death. Although the son of Lord Kṛṣṇa’s spiritual master (Sāndīpani Muni) had been taken by death, the Lord brought him back in his same body. Similarly, the power of Brahman cannot touch Lord Kṛṣṇa, since Parīkṣit Mahārāja, though burned by the brahmāstra weapon, was easily saved by the Lord. Lord Śiva was clearly defeated by Lord Kṛṣṇa in the battle with Bāṇāsura, and the hunter Jarā was sent to a Vaikuṇṭha planet in his same human body. Death is an insignificant expansion of Lord Kṛṣṇa’s external potency and cannot possibly act upon the Lord Himself. Those who actually understand the transcendental nature of Lord Kṛṣṇa’s activities will find convincing evidence in these examples."
    },
    {
        "verse": "113",
        "devanagari": "तथाप्यशेषस्थितिसम्भवाप्यये-ष्वनन्यहेतुर्यदशेषशक्तिधृक् ।नैच्छत् प्रणेतुं वपुरत्र शेषितंमर्त्येन किं स्वस्थगतिं प्रदर्शयन् ॥ १३ ॥",
        "english_devnagari": "tathāpy aśeṣa-sthiti-sambhavāpyayeṣvananya-hetur yad aśeṣa-śakti-dhṛknaicchat praṇetuṁ vapur atra śeṣitaṁmartyena kiṁ sva-stha-gatiṁ pradarśayan",
        "verse_Syn": [
            "tathā",
            "api",
            "aśeṣa",
            "sthiti",
            "sambhava",
            "apyayeṣu",
            "ananya",
            "hetuḥ",
            "yat",
            "aśeṣa",
            "śakti",
            "dhṛk",
            "na",
            "aicchat",
            "praṇetum",
            "vapuḥ",
            "atra",
            "śeṣitam",
            "martyena",
            "kim",
            "sva",
            "stha",
            "gatim",
            "pradarśayan"
        ],
        "translation": "Although Lord Kṛṣṇa, being the possessor of infinite powers, is the only cause of the creation, maintenance and destruction of innumerable living beings, He simply did not desire to keep His body in this world any longer. Thus He revealed the destination of those fixed in the self and demonstrated that this mortal world is of no intrinsic value.",
        "purport": " Although Lord Kṛṣṇa descended to this world to save the fallen souls, He did not want to encourage people in the future to loiter here unnecessarily. In other words, as soon as possible one should perfect one’s Kṛṣṇa consciousness and go back home, back to Godhead. If Lord Kṛṣṇa had remained longer on the earth, He would have unnecessarily increased the prestige of the material world."
    },
    {
        "verse": "113",
        "devanagari": "तथाप्यशेषस्थितिसम्भवाप्यये-ष्वनन्यहेतुर्यदशेषशक्तिधृक् ।नैच्छत् प्रणेतुं वपुरत्र शेषितंमर्त्येन किं स्वस्थगतिं प्रदर्शयन् ॥ १३ ॥",
        "english_devnagari": "tathāpy aśeṣa-sthiti-sambhavāpyayeṣvananya-hetur yad aśeṣa-śakti-dhṛknaicchat praṇetuṁ vapur atra śeṣitaṁmartyena kiṁ sva-stha-gatiṁ pradarśayan",
        "verse_Syn": [
            "tathā",
            "api",
            "aśeṣa",
            "sthiti",
            "sambhava",
            "apyayeṣu",
            "ananya",
            "hetuḥ",
            "yat",
            "aśeṣa",
            "śakti",
            "dhṛk",
            "na",
            "aicchat",
            "praṇetum",
            "vapuḥ",
            "atra",
            "śeṣitam",
            "martyena",
            "kim",
            "sva",
            "stha",
            "gatim",
            "pradarśayan"
        ],
        "translation": "Although Lord Kṛṣṇa, being the possessor of infinite powers, is the only cause of the creation, maintenance and destruction of innumerable living beings, He simply did not desire to keep His body in this world any longer. Thus He revealed the destination of those fixed in the self and demonstrated that this mortal world is of no intrinsic value.",
        "purport": " Although Lord Kṛṣṇa descended to this world to save the fallen souls, He did not want to encourage people in the future to loiter here unnecessarily. In other words, as soon as possible one should perfect one’s Kṛṣṇa consciousness and go back home, back to Godhead. If Lord Kṛṣṇa had remained longer on the earth, He would have unnecessarily increased the prestige of the material world. As stated by Śrī Uddhava in Śrīmad-Bhāgavatam (3.2.11), ādāyāntar adhād yas tu sva-bimbaṁ loka-locanam: “Lord Śrī Kṛṣṇa, who manifested His eternal form before the vision of all on the earth, performed His disappearance by removing His form from the sight of those who are unable to see Him [as He is] due to not executing the required penance.” Uddhava also states in the Bhāgavatam (3.2.10):"
    },
    {
        "verse": "113",
        "devanagari": "तथाप्यशेषस्थितिसम्भवाप्यये-ष्वनन्यहेतुर्यदशेषशक्तिधृक् ।नैच्छत् प्रणेतुं वपुरत्र शेषितंमर्त्येन किं स्वस्थगतिं प्रदर्शयन् ॥ १३ ॥",
        "english_devnagari": "tathāpy aśeṣa-sthiti-sambhavāpyayeṣvananya-hetur yad aśeṣa-śakti-dhṛknaicchat praṇetuṁ vapur atra śeṣitaṁmartyena kiṁ sva-stha-gatiṁ pradarśayan",
        "verse_Syn": [
            "tathā",
            "api",
            "aśeṣa",
            "sthiti",
            "sambhava",
            "apyayeṣu",
            "ananya",
            "hetuḥ",
            "yat",
            "aśeṣa",
            "śakti",
            "dhṛk",
            "na",
            "aicchat",
            "praṇetum",
            "vapuḥ",
            "atra",
            "śeṣitam",
            "martyena",
            "kim",
            "sva",
            "stha",
            "gatim",
            "pradarśayan"
        ],
        "translation": "Although Lord Kṛṣṇa, being the possessor of infinite powers, is the only cause of the creation, maintenance and destruction of innumerable living beings, He simply did not desire to keep His body in this world any longer. Thus He revealed the destination of those fixed in the self and demonstrated that this mortal world is of no intrinsic value.",
        "purport": " Although Lord Kṛṣṇa descended to this world to save the fallen souls, He did not want to encourage people in the future to loiter here unnecessarily. In other words, as soon as possible one should perfect one’s Kṛṣṇa consciousness and go back home, back to Godhead. If Lord Kṛṣṇa had remained longer on the earth, He would have unnecessarily increased the prestige of the material world. As stated by Śrī Uddhava in Śrīmad-Bhāgavatam (3.2.11), ādāyāntar adhād yas tu sva-bimbaṁ loka-locanam: “Lord Śrī Kṛṣṇa, who manifested His eternal form before the vision of all on the earth, performed His disappearance by removing His form from the sight of those who are unable to see Him [as He is] due to not executing the required penance.” Uddhava also states in the Bhāgavatam (3.2.10): “Under no circumstances can the words of persons bewildered by the illusory energy of the Lord deviate the intelligence of those who are completely surrendered souls.” One who follows the Vaiṣṇava authorities in his attempt to understand Lord Kṛṣṇa’s transcendental disappearance easily appreciates that the Lord is the omnipotent Personality of Godhead and that His spiritual body is identical with His eternal spiritual potency."
    },
    {
        "verse": "118",
        "devanagari": "देवकी रोहिणी चैव वसुदेवस्तथा सुतौ ।कृष्णरामावपश्यन्त: शोकार्ता विजहु: स्मृतिम् ॥ १८ ॥",
        "english_devnagari": "devakī rohiṇī caivavasudevas tathā sutaukṛṣṇa-rāmāv apaśyantaḥśokārtā vijahuḥ smṛtim",
        "verse_Syn": [
            "devakī",
            "rohiṇī",
            "ca",
            "eva",
            "vasudevaḥ",
            "tathā",
            "sutau",
            "kṛṣṇa",
            "rāmau",
            "apaśyantaḥ",
            "śoka",
            "ārtāḥ",
            "vijahuḥ",
            "smṛtim"
        ],
        "translation": "When Devakī, Rohiṇī and Vasudeva could not find their sons, Kṛṣṇa and Rāma, they lost consciousness out of anguish.",
        "purport": " According to Śrīla Viśvanātha Cakravartī Ṭhākura, the original Devakī, Rohiṇī and other ladies of Dvārakā actually remained in Dvārakā, invisible to the eyes of the material world, whereas the demigods who represented partial aspects of Devakī, Rohiṇī and so on went to Prabhāsa to see their dead relatives."
    },
    {
        "verse": "120",
        "devanagari": "रामपत्न्‍यश्च तद्देहमुपगुह्याग्निमाविशन् ।वसुदेवपत्न्‍यस्तद्गात्रं प्रद्युम्नादीन् हरे: स्‍नुषा: ।कृष्णपत्न्‍योऽविशन्नग्निं रुक्‍मिण्याद्यास्तदात्मिका: ॥ २० ॥",
        "english_devnagari": "rāma-patnyaś ca tad-dehamupaguhyāgnim āviśanvasudeva-patnyas tad-gātraṁpradyumnādīn hareḥ snuṣāḥkṛṣṇa-patnyo ’viśann agniṁrukmiṇy-ādyās tad-ātmikāḥ",
        "verse_Syn": [
            "rāma",
            "patnyaḥ",
            "ca",
            "tat",
            "deham",
            "upaguhya",
            "agnim",
            "āviśan",
            "vasudeva",
            "patnyaḥ",
            "tat",
            "gātram",
            "pradyumna",
            "ādīn",
            "hareḥ",
            "snuṣāḥ",
            "kṛṣṇa",
            "patnyaḥ",
            "aviśan",
            "agnim",
            "rukmiṇī",
            "ādyāḥ",
            "tat",
            "ātmikāḥ"
        ],
        "translation": "The wives of Lord Balarāma also entered the fire and embraced His body, and Vasudeva’s wives entered his fire and embraced his body. The daughters-in-law of Lord Hari entered the funeral fires of their respective husbands, headed by Pradyumna. And Rukmiṇī and the other wives of Lord Kṛṣṇa — whose hearts were completely absorbed in Him — entered His fire.",
        "purport": " It is understood that the anguished scene described here is a display of the Lord’s illusory potency, adding a final dramatic note to Lord Kṛṣṇa’s pastimes on the earth. In reality, Lord Kṛṣṇa returned to His eternal abode in His original body, and His eternal associates returned with Him. This final heartbreaking scene of the Lord’s pastimes is a creation of the Lord’s internal potency that brings the Lord’s manifest pastimes to a perfect dramatic end."
    },
    {
        "verse": "121",
        "devanagari": "अर्जुन: प्रेयस: सख्यु: कृष्णस्य विरहातुर: ।आत्मानं सान्त्वयामास कृष्णगीतै: सदुक्तिभि: ॥ २१ ॥",
        "english_devnagari": "arjunaḥ preyasaḥ sakhyuḥkṛṣṇasya virahāturaḥātmānaṁ sāntvayām āsakṛṣṇa-gītaiḥ sad-uktibhiḥ",
        "verse_Syn": [
            "arjunaḥ",
            "preyasaḥ",
            "sakhyuḥ",
            "kṛṣṇasya",
            "viraha",
            "āturaḥ",
            "ātmānam",
            "sāntvayām",
            "āsa",
            "kṛṣṇa",
            "gītaiḥ",
            "sat",
            "uktibhiḥ"
        ],
        "translation": "Arjuna felt great distress over separation from Lord Kṛṣṇa, his dearmost friend. But he consoled himself by remembering the transcendental words the Lord had sung to him.",
        "purport": " According to Śrīla Śrīdhara Svāmī, Arjuna remembered such verses from the Gītā as:"
    },
    {
        "verse": "121",
        "devanagari": "अर्जुन: प्रेयस: सख्यु: कृष्णस्य विरहातुर: ।आत्मानं सान्त्वयामास कृष्णगीतै: सदुक्तिभि: ॥ २१ ॥",
        "english_devnagari": "arjunaḥ preyasaḥ sakhyuḥkṛṣṇasya virahāturaḥātmānaṁ sāntvayām āsakṛṣṇa-gītaiḥ sad-uktibhiḥ",
        "verse_Syn": [
            "arjunaḥ",
            "preyasaḥ",
            "sakhyuḥ",
            "kṛṣṇasya",
            "viraha",
            "āturaḥ",
            "ātmānam",
            "sāntvayām",
            "āsa",
            "kṛṣṇa",
            "gītaiḥ",
            "sat",
            "uktibhiḥ"
        ],
        "translation": "Arjuna felt great distress over separation from Lord Kṛṣṇa, his dearmost friend. But he consoled himself by remembering the transcendental words the Lord had sung to him.",
        "purport": " According to Śrīla Śrīdhara Svāmī, Arjuna remembered such verses from the Gītā as: “I am never manifest to the foolish and unintelligent. For them I am covered by My eternal creative potency (yoga-māyā), and so the deluded world knows Me not, who am unborn and infallible.”"
    },
    {
        "verse": "121",
        "devanagari": "अर्जुन: प्रेयस: सख्यु: कृष्णस्य विरहातुर: ।आत्मानं सान्त्वयामास कृष्णगीतै: सदुक्तिभि: ॥ २१ ॥",
        "english_devnagari": "arjunaḥ preyasaḥ sakhyuḥkṛṣṇasya virahāturaḥātmānaṁ sāntvayām āsakṛṣṇa-gītaiḥ sad-uktibhiḥ",
        "verse_Syn": [
            "arjunaḥ",
            "preyasaḥ",
            "sakhyuḥ",
            "kṛṣṇasya",
            "viraha",
            "āturaḥ",
            "ātmānam",
            "sāntvayām",
            "āsa",
            "kṛṣṇa",
            "gītaiḥ",
            "sat",
            "uktibhiḥ"
        ],
        "translation": "Arjuna felt great distress over separation from Lord Kṛṣṇa, his dearmost friend. But he consoled himself by remembering the transcendental words the Lord had sung to him.",
        "purport": " According to Śrīla Śrīdhara Svāmī, Arjuna remembered such verses from the Gītā as: “I am never manifest to the foolish and unintelligent. For them I am covered by My eternal creative potency (yoga-māyā), and so the deluded world knows Me not, who am unborn and infallible.” Similarly, Śrīla Jīva Gosvāmī has mentioned the Gītā verse mām evaiṣyasi satyaṁ te pratijāne priyo ’si me (Bg. 18.65): “You will come to Me without fail. I promise you this because you are My very dear friend.” He has also quoted from the Svarga-parva of the Mahābhārata as follows:"
    },
    {
        "verse": "121",
        "devanagari": "अर्जुन: प्रेयस: सख्यु: कृष्णस्य विरहातुर: ।आत्मानं सान्त्वयामास कृष्णगीतै: सदुक्तिभि: ॥ २१ ॥",
        "english_devnagari": "arjunaḥ preyasaḥ sakhyuḥkṛṣṇasya virahāturaḥātmānaṁ sāntvayām āsakṛṣṇa-gītaiḥ sad-uktibhiḥ",
        "verse_Syn": [
            "arjunaḥ",
            "preyasaḥ",
            "sakhyuḥ",
            "kṛṣṇasya",
            "viraha",
            "āturaḥ",
            "ātmānam",
            "sāntvayām",
            "āsa",
            "kṛṣṇa",
            "gītaiḥ",
            "sat",
            "uktibhiḥ"
        ],
        "translation": "Arjuna felt great distress over separation from Lord Kṛṣṇa, his dearmost friend. But he consoled himself by remembering the transcendental words the Lord had sung to him.",
        "purport": " According to Śrīla Śrīdhara Svāmī, Arjuna remembered such verses from the Gītā as: “I am never manifest to the foolish and unintelligent. For them I am covered by My eternal creative potency (yoga-māyā), and so the deluded world knows Me not, who am unborn and infallible.” Similarly, Śrīla Jīva Gosvāmī has mentioned the Gītā verse mām evaiṣyasi satyaṁ te pratijāne priyo ’si me (Bg. 18.65): “You will come to Me without fail. I promise you this because you are My very dear friend.” He has also quoted from the Svarga-parva of the Mahābhārata as follows: “There Yudhiṣṭhira saw Lord Govinda as the Absolute Truth in His original, personal form. He appeared just as Yudhiṣṭhira had seen Him before, with all the same characteristics. He was glowing brilliantly with the effulgence coming from His own body, and He was surrounded by His transcendental weapons — the disc and so on — which appeared in their fearsome personified forms. O descendant of Kuntī, Lord Madhusūdana was being worshiped by the effulgent hero Arjuna, who also appeared in his original form. When these two lions among men, who are worshipable by the demigods, noticed the presence of Yudhiṣṭhira, they approached him with proper respect and offered him worship.”"
    },
    {
        "verse": "123",
        "devanagari": "द्वारकां हरिणा त्यक्तां समुद्रोऽप्लावयत् क्षणात् ।वर्जयित्वा महाराज श्रीमद्भ‍गवदालयम् ॥ २३ ॥",
        "english_devnagari": "dvārakāṁ hariṇā tyaktāṁsamudro ’plāvayat kṣaṇātvarjayitvā mahā-rājaśrīmad-bhagavad-ālayam",
        "verse_Syn": [
            "dvārakām",
            "hariṇā",
            "tyaktām",
            "samudraḥ",
            "aplāvayat",
            "kṣaṇāt",
            "varjayitvā",
            "mahā",
            "rāja",
            "śrīmat",
            "bhagavat",
            "ālayam"
        ],
        "translation": "As soon as Dvārakā was abandoned by the Supreme Personality of Godhead, the ocean flooded it on all sides, O King, sparing only His palace.",
        "purport": " Śrīla Jīva Gosvāmī explains that whereas the external manifestation of the Lord’s abode was covered by the ocean, the Lord’s eternal Dvārakā exists beyond the material universe and certainly beyond the material ocean. Dvārakā had been constructed by Viśvakarmā, the architect of the demigods, and the Sudharmā assembly hall had been brought from heaven. In that city there were many beautiful and splendorous residences of the aristocratic Yadu dynasty, and the most beautiful residence of all was that of the Supreme Personality of Godhead. Śrīla Jīva Gosvāmī mentions that even in the modern age, people who live near the site of the original Dvārakā sometimes catch a glimpse of it in the ocean. Ultimately, the Lord’s associates and abode are eternal, and one who understands this is qualified to become fully Kṛṣṇa conscious."
    },
    {
        "verse": "128",
        "devanagari": "इत्थं हरेर्भगवतो रुचिरावतार-वीर्याणि बालचरितानि च शन्तमानि ।अन्यत्र चेह च श्रुतानि गृणन् मनुष्योभक्तिं परां परमहंसगतौ लभेत ॥ २८ ॥कलेर्दोषनिधे राजन्नस्ति ह्येको महान् गुण: ।कीर्तनादेव कृष्णस्य मुक्तसङ्ग: परं व्रजेत् ॥ ५१ ॥",
        "english_devnagari": "itthaṁ harer bhagavato rucirāvatāra-vīryāṇi bāla-caritāni ca śantamānianyatra ceha ca śrutāni gṛṇan manuṣyobhaktiṁ parāṁ paramahaṁsa-gatau labheta",
        "verse_Syn": [
            "ittham",
            "hareḥ",
            "bhagavataḥ",
            "rucira",
            "avatāra",
            "vīryāṇi",
            "bāla",
            "caritāni",
            "ca",
            "śam",
            "tamāni",
            "anyatra",
            "ca",
            "iha",
            "ca",
            "śrutāni",
            "gṛṇan",
            "manuṣyaḥ",
            "bhaktim",
            "parām",
            "paramahaṁsa",
            "gatau",
            "labheta"
        ],
        "translation": "The all-auspicious exploits of the all-attractive incarnations of Lord Śrī Kṛṣṇa, the Supreme Personality of Godhead, and also the pastimes He performed as a child, are described in this Śrīmad-Bhāgavatam and in other scriptures. Anyone who clearly chants these descriptions of His pastimes will attain transcendental loving service unto Lord Kṛṣṇa, who is the goal of all perfect sages.",
        "purport": " The Eleventh Canto was completed at the New Gokula South American pilgrimage site, state of Sāo Paulo, Brazil, on Friday, March 26, 1982."
    }
]