[
    {
        "verse": "1",
        "devanagari": "श्रीभगवानुवाचयो विद्याश्रुतसम्पन्न: आत्मवान् नानुमानिक: ।मायामात्रमिदं ज्ञात्वा ज्ञानं च मयि सन्न्यसेत् ॥ १ ॥",
        "english_devnagari": "śrī-bhagavān uvācayo vidyā-śruta-sampannaḥātmavān nānumānikaḥmāyā-mātram idaṁ jñātvājñānaṁ ca mayi sannyaset",
        "verse_Syn": [
            "śrī",
            "bhagavān",
            "uvāca",
            "yaḥ",
            "vidyā",
            "śruta",
            "sampannaḥ",
            "ātma",
            "vān",
            "na",
            "ānumānikaḥ",
            "māyā",
            "mātram",
            "idam",
            "jñātvā",
            "jñānam",
            "ca",
            "mayi",
            "sannyaset"
        ],
        "translation": "The Supreme Personality of Godhead said: A self-realized person who has cultivated scriptural knowledge up to the point of enlightenment and who is free from impersonal speculation, understanding the material universe to be simply illusion, should surrender unto Me both that knowledge and the means by which he achieved it.",
        "purport": " Māyā-mātram idaṁ jñātvā indicates knowledge that the eternal spirit soul and the eternal Personality of Godhead are completely separate from the temporary qualities of the material world. The word vidyā-śruta-sampanna means that one should cultivate Vedic knowledge for the purpose of enlightenment and not to make a show of mysticism, intellectuality or impersonal speculation. Having neutralized the illusory effects of māyā, one should then transfer one’s attention to the Supreme Personality of Godhead, surrendering the process of philosophical negation to the Lord Himself. Śrīla Jīva Gosvāmī gives the example that when there is danger the king may issue weapons to private citizens, but after military victory the individual citizens return the weapons to the king. Śrīla Viśvanātha Cakravartī Ṭhākura explains this point of this verse as follows. Somehow or other the living entity has to free himself from material illusion, which has covered him since time immemorial. Cultivating desirelessness and renunciation by practice of the mystic yoga system, the living entity develops knowledge of illusion and may thus lift himself above the reach of material ignorance. However, once one is situated on the transcendental platform, both knowledge of illusion and the process of acquiring such knowledge have no further practical application. Śrīla Viśvanātha Cakravartī Ṭhākura gives the example that a man may be haunted by the ghost of a snake or a tiger. As long as the man is possessed and thinks, “I am a snake” or “I am a tiger,” attempts will be made to counteract the ghostly influence by application of jewels, mantras and herbs. But when the man is freed from possession by ghosts, he again thinks, “I am Mr. So-and-so, the son of Mr. So-and-so,” and returns to his original nature. At that time the jewels, mantras and herbs have no further immediate application. The word vidyā in this verse thus indicates knowledge acquired through philosophical analysis, mystic yoga, austerities and renunciation. Such knowledge of the temporary, illusory nature of this world counteracts ignorance, and there are many Vedic scriptures that train the living entity in such knowledge. Gradually one gives up his false identification with the material body and mind and with those material objects that interact with the body and mind. Having realized such counteractive knowledge, one must engage in the loving service of the Personality of Godhead and become a pure devotee. When one is completely perfect in Kṛṣṇa consciousness, there is naturally little interest in the innumerable details of illusion, and gradually one is transferred to the spiritual world."
    },
    {
        "verse": "2",
        "devanagari": "ज्ञानिनस्त्वहमेवेष्ट: स्वार्थो हेतुश्च सम्मत: ।स्वर्गश्चैवापवर्गश्च नान्योऽर्थो मद‍ृते प्रिय: ॥ २ ॥",
        "english_devnagari": "jñāninas tv aham eveṣṭaḥsvārtho hetuś ca sammataḥsvargaś caivāpavargaś canānyo ’rtho mad-ṛte priyaḥ",
        "verse_Syn": [
            "jñāninaḥ",
            "tu",
            "aham",
            "eva",
            "iṣṭaḥ",
            "sva",
            "arthaḥ",
            "hetuḥ",
            "ca",
            "sammataḥ",
            "svargaḥ",
            "ca",
            "eva",
            "apavargaḥ",
            "ca",
            "na",
            "anyaḥ",
            "arthaḥ",
            "mat",
            "rte",
            "priyaḥ"
        ],
        "translation": "For learned, self-realized philosophers I am the only object of worship, the desired goal of life, the means for achieving that goal, and the settled conclusion of all knowledge. Indeed, because I am the cause of their happiness and their freedom from unhappiness, such learned souls have no effective purpose or dear object in life except Me.",
        "purport": " In the previous verse Lord Kṛṣṇa stated that one should ultimately surrender unto Him that knowledge by which the material world is seen as illusion. Material attachments are certainly problems for the living entities, since they are diseases of the spirit soul. One who has contracted a skin disease that causes terrible itching gains only flickering relief by scratching the unbearable sores. If he does not scratch he suffers greatly, but by scratching, even though there is an instantaneous sensation of pleasure, unbearable misery follows as the itching increases. Real happiness is not found in scratching one’s skin infections but rather in becoming free from such disease. Conditioned souls are harassed by many illusory desires, and in desperation they try to gratify their senses through the hopeless scratching processes of illicit sex, meat-eating, gambling and intoxication. They further try to gain relief through material society, friendship and love, but the result is unbearable suffering. Real happiness is to eliminate completely the itching disease of material desire. Since material desire is a disease of the soul, one must acquire knowledge to treat this disease and eliminate it. Such therapeutic knowledge is essential as long as one is diseased, but when one is fully healthy, such technical medical knowledge is no longer interesting to the healthy person, and he may leave such knowledge to the doctors. Similarly, in the advanced stage of Kṛṣṇa consciousness one need not think continually of one’s personal problems but may rather think of the Supreme Personality of Godhead, Lord Kṛṣṇa, with love and devotion. Lord Kṛṣṇa advises in the previous verse that one should eliminate one’s personal problems through technical knowledge of illusion. After giving up constant meditation on such problems, one can then become a lover of God. Lord Kṛṣṇa certainly guides each and every sincere devotee internally within the heart and externally through the bona fide spiritual master. In this way, Lord Kṛṣṇa gradually trains His sincere devotees to give up their irrational attachment to dead matter. Once freedom has been achieved, a devotee begins to seriously cultivate his relationship with Lord Kṛṣṇa in the spiritual sky. One may falsely think that just as at a certain stage of advancement one ceases to concentrate on technical, analytic knowledge of illusion, so, at another stage one may give up loving devotional service to Lord Kṛṣṇa. To nullify such speculation Lord Śrī Kṛṣṇa here states in various ways that He is the supreme eternal goal of all truly learned human beings. Indeed, the most prominent scholars within the universe are the sages, such as the four Kumāras, who accept Lord Kṛṣṇa as their only worshipable object. Because they have discovered that they are eternal fragmental portions of the Supreme Personality of Godhead, Śrī Kṛṣṇa, they are not interested in fruitive activities and mental speculation. Lord Kṛṣṇa awards celestial bliss and freedom from anxiety to His sincere followers, who have no purpose or beloved object in life other than the Lord."
    },
    {
        "verse": "3",
        "devanagari": "ज्ञानविज्ञानसंसिद्धा: पदं श्रेष्ठं विदुर्मम ।ज्ञानी प्रियतमोऽतो मे ज्ञानेनासौ बिभर्ति माम् ॥ ३ ॥",
        "english_devnagari": "jñāna-vijñāna-saṁsiddhāḥpadaṁ śreṣṭhaṁ vidur mamajñānī priyatamo ’to mejñānenāsau bibharti mām",
        "verse_Syn": [
            "jñāna",
            "vijñāna",
            "saṁsiddhāḥ",
            "padam",
            "śreṣṭham",
            "viduḥ",
            "mama",
            "jñānī",
            "priya",
            "tamaḥ",
            "ataḥ",
            "me",
            "jñānena",
            "asau",
            "bibharti",
            "mām"
        ],
        "translation": "Those who have achieved complete perfection through philosophical and realized knowledge recognize My lotus feet to be the supreme transcendental object. Thus the learned transcendentalist is most dear to Me, and by his perfect knowledge he maintains Me in happiness.",
        "purport": " The words padaṁ śreṣṭhaṁ vidur mama (“they recognize My lotus feet to be supreme”) certainly eliminate the impersonalist philosophers from the category of saṁsiddhāḥ, or completely perfected philosophers. Lord Kṛṣṇa here refers to such great transcendental scholars as the four Kumāras, Śukadeva Gosvāmī, Śrī Vyāsadeva, Śrīla Bhaktisiddhānta Sarasvatī Ṭhākura and Śrīla A.C. Bhaktivedanta Swami Prabhupāda. The Lord similarly states in Bhagavad-gītā (7.17-18): “Of these, the wise one who is in full knowledge in union with Me through pure devotional service is the best. For I am very dear to him, and he is dear to Me.” “All these devotees are undoubtedly magnanimous souls, but he who is situated in knowledge of Me I consider verily to dwell in Me. Being engaged in My transcendental service, he attains Me.” Jñāna refers to an authorized philosophical and analytic perception of reality, and when such knowledge is clearly realized through the sanctification of consciousness the resultant comprehensive experience is called vijñāna. Speculative, impersonal knowledge does not actually purify the heart of the living entity but rather merges him ever deeper into forgetfulness of the Supreme Personality of Godhead. Just as a father is always proud of his son’s education, similarly, Lord Kṛṣṇa becomes very happy to see the living entities acquiring a sound spiritual education and thus making progress on the way back home, back to Godhead."
    },
    {
        "verse": "4",
        "devanagari": "तपस्तीर्थं जपो दानं पवित्राणीतराणि च ।नालं कुर्वन्ति तां सिद्धिं या ज्ञानकलया कृता ॥ ४ ॥",
        "english_devnagari": "tapas tīrthaṁ japo dānaṁpavitrāṇītarāṇi canālaṁ kurvanti tāṁ siddhiṁyā jñāna-kalayā kṛtā",
        "verse_Syn": [
            "tapaḥ",
            "tīrtham",
            "japaḥ",
            "dānam",
            "pavitrāṇi",
            "itarāṇi",
            "ca",
            "na",
            "alam",
            "kurvanti",
            "tām",
            "siddhim",
            "yā",
            "jñāna",
            "kalayā",
            "kṛtā"
        ],
        "translation": "That perfection which is produced by a small fraction of spiritual knowledge cannot be duplicated by performing austerities, visiting holy places, chanting silent prayers, giving in charity or engaging in other pious activities.",
        "purport": " Jñāna here refers to a clear understanding of the Lord’s supreme dominion over all that be, and this realized knowledge is nondifferent from the Supreme Personality of Godhead. That the Lord is supreme is confirmed in the previous verse by the words padam śreṣṭhaṁ vidur mama. One may perform penances or visit holy places with a proud mentality or material motivation; similarly, one may chant prayers to God, give charity or perform other externally pious activities with many bizarre, hypocritical or even demoniac motivations. Realized knowledge of the supremacy of Lord Kṛṣṇa, however, is a solid connection with the spiritual world, and if one pursues this holy understanding one is gradually promoted to the highest level of conscious existence, called Vaikuṇṭha, or the kingdom of God."
    },
    {
        "verse": "5",
        "devanagari": "तस्माज्ज्ञानेन सहितं ज्ञात्वा स्वात्मानमुद्धव ।ज्ञानविज्ञानसम्पन्नो भज मां भक्तिभावत: ॥ ५ ॥",
        "english_devnagari": "tasmāj jñānena sahitaṁjñātvā svātmānam uddhavajñāna-vijñāna-sampannobhaja māṁ bhakti-bhāvataḥ",
        "verse_Syn": [
            "tasmāt",
            "jñānena",
            "sahitam",
            "jñātvā",
            "sva",
            "ātmānam",
            "uddhava",
            "jñāna",
            "vijñāna",
            "sampannaḥ",
            "bhaja",
            "mām",
            "bhakti",
            "bhāvataḥ"
        ],
        "translation": "Therefore, My dear Uddhava, through knowledge you should understand your actual self. Then, advancing by clear realization of Vedic knowledge, you should worship Me in the mood of loving devotion.",
        "purport": " The word vijñāna indicates realized knowledge of one’s original, spiritual form. Every living entity has an eternal spiritual form, which lies dormant until one arouses one’s original Kṛṣṇa consciousness. Without knowledge of one’s own spiritual personality it is not possible to cultivate love of the Supreme Personality, Lord Kṛṣṇa. Therefore, the words jñātvā svātmānam are significant here, indicating that every living entity can realize his full potential as an individual person only in the kingdom of God."
    },
    {
        "verse": "6",
        "devanagari": "ज्ञानविज्ञानयज्ञेन मामिष्ट्वात्मानमात्मनि ।सर्वयज्ञपतिं मां वै संसिद्धिं मुनयोऽगमन् ॥ ६ ॥",
        "english_devnagari": "jñāna-vijñāna-yajñenamām iṣṭvātmānam ātmanisarva-yajña-patiṁ māṁ vaisaṁsiddhiṁ munayo ’gaman",
        "verse_Syn": [
            "jñāna",
            "vijñāna",
            "yajñena",
            "mām",
            "iṣṭvā",
            "ātmānam",
            "ātmani",
            "sarva",
            "yajña",
            "patim",
            "mām",
            "vai",
            "saṁsiddhim",
            "munayaḥ",
            "agaman"
        ],
        "translation": "Formerly, great sages, through the sacrifice of Vedic knowledge and spiritual enlightenment, worshiped Me within themselves, knowing Me to be the Supreme Lord of all sacrifice and the Supersoul in everyone’s heart. Thus coming to Me, these sages achieved the supreme perfection.",
        "purport": ""
    },
    {
        "verse": "7",
        "devanagari": "त्वय्युद्धवाश्रयति यस्‍त्रिविधो विकारोमायान्तरापतति नाद्यपवर्गयोर्यत् ।जन्मादयोऽस्य यदमी तव तस्य किं स्यु-राद्यन्तयोर्यदसतोऽस्ति तदेव मध्ये ॥ ७ ॥",
        "english_devnagari": "tvayy uddhavāśrayati yas tri-vidho vikāromāyāntarāpatati nādy-apavargayor yatjanmādayo ’sya yad amī tava tasya kiṁ syurādy-antayor yad asato ’sti tad eva madhye",
        "verse_Syn": [
            "tvayi",
            "uddhava",
            "āśrayati",
            "yaḥ",
            "tri",
            "vidhaḥ",
            "vikāraḥ",
            "māyā",
            "antarā",
            "āpatati",
            "na",
            "ādi",
            "apavargayoḥ",
            "yat",
            "janma",
            "ādayaḥ",
            "asya",
            "yat",
            "amī",
            "tava",
            "tasya",
            "kim",
            "syuḥ",
            "ādi",
            "antayoḥ",
            "yat",
            "asataḥ",
            "asti",
            "tat",
            "eva",
            "madhye"
        ],
        "translation": "My dear Uddhava, the material body and mind, composed of the three modes of material nature, attach themselves to you, but they are actually illusion, since they appear only at the present, having no original or ultimate existence. How is it possible, therefore, that the various stages of the body, namely birth, growth, reproduction, maintenance, dwindling and death, can have any relation to your eternal self? These phases relate only to the material body, which previously did not exist and ultimately will not exist. The body exists merely at the present moment.",
        "purport": " The example is given that a man walking in the forest may see a rope but consider it to be a snake. Such perception is māyā, or illusion, although the rope actually exists and a snake also exists in another place. Illusion thus refers to the false identification of one object with another. The material body exists briefly and then disappears. In the past the body did not exist, and in the future it will not exist; it enjoys a flickering, momentary existence in so-called present time. If we falsely identify ourselves as the material body or mind, we are creating an illusion. One who identifies himself as American, Russian, Chinese, Mexican, black or white, man or woman, communist or capitalist, and so on, accepting such designations as his permanent identity, is certainly in deep illusion. He can be compared to a sleeping man who sees himself acting in a different body while dreaming. In the previous verse Lord Kṛṣṇa told Uddhava that spiritual knowledge is the means of achieving the highest perfection, and now the Lord is explicitly describing such knowledge."
    },
    {
        "verse": "8",
        "devanagari": "श्रीउद्धव उवाचज्ञानं विशुद्धं विपुलं यथैत-द्वैराग्यविज्ञानयुतं पुराणम् ।आख्याहि विश्वेश्वर विश्वमूर्तेत्वद्भ‍‍क्तियोगं च महद्विमृग्यम् ॥ ८ ॥",
        "english_devnagari": "śrī-uddhava uvācajñānaṁ viśuddhaṁ vipulaṁ yathaitadvairāgya-vijñāna-yutaṁ purāṇamākhyāhi viśveśvara viśva-mūrtetvad-bhakti-yogaṁ ca mahad-vimṛgyam",
        "verse_Syn": [
            "śrī",
            "uddhavaḥ",
            "uvāca",
            "jñānam",
            "viśuddham",
            "vipulam",
            "yathā",
            "etat",
            "vairagya",
            "vijñāna",
            "yutam",
            "purāṇam",
            "ākhyāhi",
            "viśva",
            "īśvara",
            "viśva",
            "mūrte",
            "tvat",
            "bhakti",
            "yogam",
            "ca",
            "mahat",
            "vimṛgyam"
        ],
        "translation": "Śrī Uddhava said: O Lord of the universe! O form of the universe! Please explain to me that process of knowledge which automatically brings detachment and direct perception of the truth, which is transcendental, and which is traditional among great spiritual philosophers. This knowledge, sought by elevated personalities, describes loving devotional service unto Your Lordship.",
        "purport": " Those who are able to cross over the darkness of material existence are called mahat, or great personalities. Secondary items like cosmic consciousness or universal control do not deviate the attention of such great souls from loving service to the Lord. Śrī Uddhava desires to hear knowledge of the eternal religious principles that are the traditional aim and objective of all superior personalities."
    },
    {
        "verse": "9",
        "devanagari": "तापत्रयेणाभिहतस्य घोरेसन्तप्यमानस्य भवाध्वनीश ।पश्यामि नान्यच्छरणं तवाङ्‍‍घ्रि-द्वन्द्वातपत्रादमृताभिवर्षात् ॥ ९ ॥",
        "english_devnagari": "tāpa-trayeṇābhihatasya ghoresantapyamānasya bhavādhvanīśapaśyāmi nānyac charaṇaṁ tavāṅghri-dvandvātapatrād amṛtābhivarṣāt",
        "verse_Syn": [
            "tāpa",
            "trayeṇa",
            "abhihatasya",
            "ghore",
            "santapyamānasya",
            "bhava",
            "adhvani",
            "īśa",
            "paśyāmi",
            "na",
            "anyat",
            "śaraṇam",
            "tava",
            "aṅghri",
            "dvandva",
            "ātapatrāt",
            "amṛta",
            "abhivarṣāt"
        ],
        "translation": "My dear Lord, for one who is being tormented on the terrible path of birth and death and is constantly overwhelmed by the threefold miseries, I do not see any possible shelter other than Your two lotus feet, which are just like a refreshing umbrella that pours down showers of delicious nectar.",
        "purport": " Lord Kṛṣṇa, recognizing Uddhava’s highly intellectual nature, has repeatedly recommended to him that one should achieve perfection by cultivation of transcendental knowledge. But the Lord has also clearly demonstrated that such knowledge must bring one to the point of loving devotional service to Him, for otherwise it is useless. In this verse Śrī Uddhava corroborates Lord Kṛṣṇa’s statements that actual happiness is obtained by surrendering to His lotus feet. When the incarnation of Godhead Pṛthu Mahārāja was crowned, the demigod Vāyu presented him with an umbrella that constantly sprayed fine particles of water. The Lord’s two lotus feet are similarly compared here to a wonderful umbrella that produces a constant shower of delicious nectar, the bliss of Kṛṣṇa consciousness. Normally, speculative analytic knowledge terminates in an impersonal conception of the Absolute Truth, but the so-called bliss of merging into impersonal spiritual existence can never be compared to the bliss of Kṛṣṇa consciousness, as stated here by Śrī Uddhava. Kṛṣṇa consciousness thus automatically constitutes perfect knowledge, since Lord Kṛṣṇa is the ultimate shelter of all living entities. The words abhihatasya and abhivarṣāt are significant in this verse. Abhihatasya indicates one who is being defeated on all sides by the onslaught of material nature, whereas abhivarṣāt indicates a downpour of nectar that eliminates all of the problems of material existence. By our intelligence we should look beyond the dull material body and nonsensical material mind to observe the unlimited shower of blissful nectar coming from the two lotus feet of Lord Kṛṣṇa. Then our real good fortune will begin."
    },
    {
        "verse": "10",
        "devanagari": "दष्टं जनं सम्पतितं बिलेऽस्मिन्कालाहिना क्षुद्रसुखोरुतर्षम् ।समुद्धरैनं कृपयापवर्ग्यै-र्वचोभिरासिञ्च महानुभाव ॥ १० ॥",
        "english_devnagari": "daṣṭaṁ janaṁ sampatitaṁ bile ’sminkālāhinā kṣudra-sukhoru-tarṣamsamuddharainaṁ kṛpayāpavargyairvacobhir āsiñca mahānubhāva",
        "verse_Syn": [
            "daṣṭam",
            "janam",
            "sampatitam",
            "bile",
            "asmin",
            "kāla",
            "ahinā",
            "kṣudra",
            "sukha",
            "uru",
            "tarṣam",
            "samuddhara",
            "enam",
            "kṛpayā",
            "āpavargyaiḥ",
            "vacobhiḥ",
            "āsiñca",
            "mahā",
            "anubhāva"
        ],
        "translation": "O almighty Lord, please be merciful and uplift this hopeless living entity who has fallen into the dark hole of material existence, where the snake of time has bitten him. In spite of such abominable conditions, this poor living entity has tremendous desire to relish the most insignificant material happiness. Please save me, my Lord, by pouring down the nectar of Your instructions, which awaken one to spiritual freedom.",
        "purport": " Material life, so much cherished by the nondevotees, is here compared to a dark hole filled with poisonous snakes. In material life there is certainly no clear understanding of one’s ultimate identity, of God or of the universe. Everything is vague and dark. In material life the poisonous snake of time is always threatening, and at any moment our near and dear ones will be killed by the mortal fangs of the serpent. Ultimately, we ourselves will also be bitten and killed by the poisonous effects of time. The word sampatitam indicates that the falldown of the living entity is complete. In other words, he cannot get up again. Śrī Uddhava therefore appeals to the Lord to be kind to these poor fallen souls, humbly represented by his own self. If one receives the Lord’s mercy, then even without any further qualification one can go back home, back to Godhead; and without the mercy of Lord Kṛṣṇa, the most learned, austere, powerful, wealthy or beautiful man will be pathetically crushed by the material world’s machinery of illusion. The Supreme Personality of Godhead, as described here, is mahānubhāva, or the greatest, most powerful and most merciful personality, whose influence extends everywhere. The Lord’s mercy is manifest in the form of His nectarean instructions such as Bhagavad-gītā and the Uddhava-gītā, being spoken here. The word kṣudra-sukhoru-tarṣam reveals the irony of material existence. Although material happiness is kṣudra, or ridiculous and insignificant, our desire to enjoy it is uru, tremendous. Our disproportionate hankering to enjoy dead matter is certainly an illusory state of mind, and it gives us constant distress, keeping us bound up in the dark hole of material existence. Every living entity should put aside his false prestige based on ephemeral bodily qualifications and appeal sincerely to the Supreme Lord, Kṛṣṇa, for His mercy. The Lord hears every sincere appeal, from even the most fallen soul, and the effects of the Lord’s mercy are wonderful. Although jñānīs, yogīs and fruitive workers are laboriously endeavoring to achieve their respective goals, their position is precarious and uncertain. Simply by achieving the mercy of Lord Kṛṣṇa, however, one can very easily attain the highest perfection of life. If even one who is not a great or pure devotee of Lord Kṛṣṇa sincerely appeals to the Lord for His mercy, the Lord is sure to give it generously."
    },
    {
        "verse": "11",
        "devanagari": "श्रीभगवानुवाचइत्थमेतत् पुरा राजा भीष्मं धर्मभृतां वरम् ।अजातशत्रु: पप्रच्छ सर्वेषां नोऽनुश‍ृण्वताम् ॥ ११ ॥",
        "english_devnagari": "śrī-bhagavān uvācaittham etat purā rājābhīṣmaṁ dharma-bhṛtāṁ varamajāta-śatruḥ papracchasarveṣāṁ no ’nuśṛṇvatām",
        "verse_Syn": [
            "śrī",
            "bhagavān",
            "uvāca",
            "ittham",
            "etat",
            "purā",
            "rājā",
            "bhīṣmam",
            "dharma",
            "bhṛtām",
            "varam",
            "ajāta",
            "śatruḥ",
            "papraccha",
            "sarveṣām",
            "naḥ",
            "anuśṛṇvatām"
        ],
        "translation": "The Supreme Personality of Godhead said: My dear Uddhava, just as you are now inquiring from Me, similarly, in the past King Yudhiṣṭhira, who considered no one his enemy, inquired from the greatest of the upholders of religious principles, Bhīṣma, while all of us were carefully listening.",
        "purport": ""
    },
    {
        "verse": "12",
        "devanagari": "निवृत्ते भारते युद्धे सुहृन्निधनविह्वल: ।श्रुत्वा धर्मान् बहून् पश्चान्मोक्षधर्मानपृच्छत ॥ १२ ॥",
        "english_devnagari": "nivṛtte bhārate yuddhesuhṛn-nidhana-vihvalaḥśrutvā dharmān bahūn paścānmokṣa-dharmān apṛcchata",
        "verse_Syn": [
            "nivṛtte",
            "bhārate",
            "yuddhe",
            "suhṛt",
            "nidhana",
            "vihvalaḥ",
            "śrutvā",
            "dharmān",
            "bahūn",
            "paścāt",
            "mokṣa",
            "dharmān",
            "apṛcchata"
        ],
        "translation": "When the great Battle of Kurukṣetra had ended, King Yudhiṣṭhira was overwhelmed by the death of many beloved well-wishers, and thus, after listening to instructions about many religious principles, he finally inquired about the path of liberation.",
        "purport": ""
    },
    {
        "verse": "13",
        "devanagari": "तानहं तेऽभिधास्यामि देवव्रतमुखाच्छ्रुतान् ।ज्ञानवैराग्यविज्ञानश्रद्धाभक्त्युपबृंहितान् ॥ १३ ॥",
        "english_devnagari": "tān ahaṁ te ’bhidhāsyāmideva-vrata-mukhāc chrutānjñāna-vairāgya-vijñāna-śraddhā-bhakty-upabṛṁhitān",
        "verse_Syn": [
            "tān",
            "aham",
            "te",
            "abhidhāsyāmi",
            "deva",
            "vrata",
            "mukhāt",
            "śrutān",
            "jñāna",
            "vairāgya",
            "vijñāna",
            "śraddhā",
            "bhakti",
            "upa",
            "bṛṁhitān"
        ],
        "translation": "I will now speak unto you those religious principles of Vedic knowledge, detachment, self-realization, faith and devotional service that were heard directly from the mouth of Bhīṣmadeva.",
        "purport": ""
    },
    {
        "verse": "14",
        "devanagari": "नवैकादश पञ्च त्रीन् भावान् भूतेषु येन वै ।ईक्षेताथैकमप्येषु तज्ज्ञानं मम निश्चितम् ॥ १४ ॥",
        "english_devnagari": "navaikādaśa pañca trīnbhāvān bhūteṣu yena vaiīkṣetāthaikam apy eṣutaj jñānaṁ mama niścitam",
        "verse_Syn": [
            "nava",
            "ekādaśa",
            "pañca",
            "trīn",
            "bhāvān",
            "bhūteṣu",
            "yena",
            "vai",
            "īkṣeta",
            "atha",
            "ekam",
            "api",
            "eṣu",
            "tat",
            "jñānam",
            "mama",
            "niścitam"
        ],
        "translation": "I personally approve of that knowledge by which one sees the combination of nine, eleven, five and three elements in all living entities, and ultimately one element within those twenty-eight.",
        "purport": " The nine elements are material nature, the living entity, the mahat-tattva, false ego, and the five objects of sense perception, namely sound, touch, form, taste and aroma. The eleven elements are the five working senses (the voice, hands, legs, anus and genitals) plus the five knowledge-acquiring senses (the ears, touch, eyes, tongue and nostrils), along with the coordinative sense, the mind. The five elements are the five physical elements, namely earth, water, fire, air and sky, and the three elements are the three modes of material nature — goodness, passion and ignorance. All living entities, from mighty Lord Brahmā down to an insignificant weed, manifest material bodies composed of these twenty-eight elements. The one element within all twenty-eight is the Supreme Personality of Godhead, the Supersoul, who is all-pervading within the material and spiritual worlds. One can easily understand that the material universe is composed of innumerable causes and effects. Since Lord Kṛṣṇa is the cause of all causes, all secondary causes and their effects are ultimately nondifferent from the Personality of Godhead. This understanding constitutes real knowledge, or jñāna, which is essential for perfecting one’s life."
    },
    {
        "verse": "15",
        "devanagari": "एतदेव हि विज्ञानं न तथैकेन येन यत् ।स्थित्युत्पत्त्यप्ययान् पश्येद् भावानां त्रिगुणात्मनाम् ॥ १५ ॥",
        "english_devnagari": "etad eva hi vijñānaṁna tathaikena yena yatsthity-utpatty-apyayān paśyedbhāvānāṁ tri-guṇātmanām",
        "verse_Syn": [
            "etat",
            "eva",
            "hi",
            "vijñānam",
            "na",
            "tathā",
            "ekena",
            "yena",
            "yat",
            "sthiti",
            "utpatti",
            "apyayān",
            "paśyet",
            "bhāvānām",
            "tri",
            "guṇa",
            "ātmanām"
        ],
        "translation": "When one no longer sees the twenty-eight separated material elements, which arise from a single cause, but rather sees the cause itself, the Personality of Godhead — at that time one’s direct experience is called vijñāna, or self-realization.",
        "purport": " The difference between jñāna (ordinary Vedic knowledge) and vijñāna (self-realization) can be understood as follows. A conditioned soul, although cultivating Vedic knowledge, continues to identify himself to some extent with the material body and mind and consequently with the material universe. In trying to understand the world he lives in, the conditioned soul learns through Vedic knowledge that the Supreme Personality of Godhead is the one supreme cause of all material manifestations. He comes to understand the world around him, which he accepts more or less as his world. As he progresses in spiritual realization, breaking through the barrier of bodily identification, and realizes the existence of the eternal soul, he gradually identifies himself as part and parcel of the spiritual world, Vaikuṇṭha. At that time he is no longer interested in the Personality of Godhead merely as the supreme explanation of the material world; rather, he begins to reorient his entire mode of consciousness so that the central object of his attention is the Personality of Godhead. Such a reorientation is required, since the Supreme Lord is the factual center and cause of everything. A self-realized soul in the stage of vijñāna thus experiences the Personality of Godhead not merely as the creator of the material world but as the supreme living entity existing blissfully in His own eternal context. As one progresses in one’s realization of the Supreme Lord in His own abode in the spiritual sky, one gradually becomes disinterested in the material universe and ceases to define the Supreme Lord in terms of His temporary manifestations. A self-realized soul in the stage of vijñāna is not at all attracted by objects that are created, maintained and ultimately destroyed. The stage of jñāna is the preliminary stage of knowledge for those still identifying themselves in terms of the material universe, whereas vijñāna is the mature stage of knowledge for those who see themselves as part and parcel of the Supreme Lord."
    },
    {
        "verse": "16",
        "devanagari": "आदावन्ते च मध्ये च सृज्यात् सृज्यं यदन्वियात् ।पुनस्तत्प्रतिसङ्‍क्रामे यच्छिष्येत तदेव सत् ॥ १६ ॥",
        "english_devnagari": "ādāv ante ca madhye casṛjyāt sṛjyaṁ yad anviyātpunas tat-pratisaṅkrāmeyac chiṣyeta tad eva sat",
        "verse_Syn": [
            "ādau",
            "ante",
            "ca",
            "madhye",
            "ca",
            "sṛjyāt",
            "sṛjyam",
            "yat",
            "anviyāt",
            "punaḥ",
            "tat",
            "pratisaṅkrāme",
            "yat",
            "śiṣyeta",
            "tat",
            "eva",
            "sat"
        ],
        "translation": "Commencement, termination and maintenance are the stages of material causation. That which consistently accompanies all these material phases from one creation to another and remains alone when all material phases are annihilated is the one eternal.",
        "purport": " The Lord here reiterates that the one Supreme Personality of Godhead is the basis of unlimited material variety. Material activity is a chain of cause-and-effect relationships by which innumerable objects are produced. A particular material effect is converted into a subsequent cause, and when the causal phase is terminated, the effect disappears. Fire causes firewood to burn to ashes, and when the causal function of fire is finished, fire itself, which was the effect of a previous cause, is also terminated. The simple fact is that all material objects are created, maintained and ultimately annihilated by the supreme potency of the Lord. And when the entire field of material cause and effect is withdrawn, so that all cause-effect relationships vanish, the Personality of Godhead remains in His own abode. Therefore, although innumerable objects may function as causes, they are not the ultimate or supreme cause. Only the Personality of Godhead is the absolute cause. Similarly, although material things may exist, they do not always exist. The Personality of Godhead alone has absolute existence. By the process of jñāna, or knowledge, one should understand the supreme position of the Lord."
    },
    {
        "verse": "17",
        "devanagari": "श्रुति: प्रत्यक्षमैतिह्यमनुमानं चतुष्टयम् ।प्रमाणेष्वनवस्थानाद् विकल्पात् स विरज्यते ॥ १७ ॥",
        "english_devnagari": "śrutiḥ pratyakṣam aitihyamanumānaṁ catuṣṭayampramāṇeṣv anavasthānādvikalpāt sa virajyate",
        "verse_Syn": [
            "śrutiḥ",
            "pratyakṣam",
            "aitihyam",
            "anumānam",
            "catuṣṭayam",
            "pramāneṣu",
            "anavasthānāt",
            "vikalpāt",
            "saḥ",
            "virajyate"
        ],
        "translation": "From the four types of evidence — Vedic knowledge, direct experience, traditional wisdom and logical induction — one can understand the temporary, insubstantial situation of the material world, by which one becomes detached from the duality of this world.",
        "purport": " In the śruti, or Vedic literature, it is clearly stated that everything emanates from the Absolute Truth, is maintained by the Absolute Truth and at the end is conserved within the Absolute Truth. Similarly, by direct experience we can observe the creation and destruction of great empires, cities, buildings, bodies and so on. Furthermore, we find all around the world traditional wisdom warning people that things in this world cannot last. Finally, by logical induction we can easily conclude that nothing in this world is permanent. Material sense gratification — up to the highest possible living standard found in the heavenly planets or down to the lowest conditions in the most repugnant precincts of hell — is always unsteady and prone to collapse at any moment. One should therefore develop vairāgya, detachment, as stated here. Another meaning of this verse is that the four types of evidence cited here are often mutually contradictory in their description of the highest truth. One should therefore be detached from the duality of mundane evidence, including the portions of the Vedas that deal with the material world. Instead, one should accept the Supreme Personality of Godhead as the actual authority. Both in Bhagavad-gītā and here in Śrīmad-Bhāgavatam Lord Kṛṣṇa is personally speaking, and thus there is no need to enter into the bewildering network of competing systems of mundane logic. One can directly hear from the Absolute Truth Himself and immediately acquire perfect knowledge. One thereby becomes detached from inferior systems of knowledge, which cause one to hover on the material mental platform."
    },
    {
        "verse": "18",
        "devanagari": "कर्मणां परिणामित्वादाविरिञ्च्यादमङ्गलम् ।विपश्चिन्नश्वरं पश्येदद‍ृष्टमपि द‍ृष्टवत् ॥ १८ ॥",
        "english_devnagari": "karmaṇāṁ pariṇāmitvādā-viriñcyād amaṅgalamvipaścin naśvaraṁ paśyedadṛṣṭam api dṛṣṭa-vat",
        "verse_Syn": [
            "karmaṇām",
            "pariṇāmitvāt",
            "ā",
            "viriñcyāt",
            "amaṅgalam",
            "vipaścit",
            "naśvaram",
            "paśyet",
            "adṛṣṭam",
            "api",
            "dṛṣṭa",
            "vat"
        ],
        "translation": "An intelligent person should see that any material activity is subject to constant transformation and that even on the planet of Lord Brahmā there is thus simply unhappiness. Indeed, a wise man can understand that just as all that he has seen is temporary, similarly, all things within the universe have a beginning and an end.",
        "purport": " The word adṛṣṭam indicates the heavenly standard of life available in the higher planets within this universe. Such celestial neighborhoods are not actually experienced on the earth planet, although they are described in the Vedic literatures. One may argue that promotion to material heaven is recommended in the karma-kāṇḍa portion of the Vedas and that although the happiness available there is not eternal, at least for some time one may enjoy life. Lord Kṛṣṇa here states, however, that even on the planet of Lord Brahmā, which is superior to the heavenly planets, there is no happiness whatsoever. Even in the upper planetary systems there is rivalry, envy, irritation, lamentation and ultimately death itself."
    },
    {
        "verse": "19",
        "devanagari": "भक्तियोग: पुरैवोक्त: प्रीयमाणाय तेऽनघ ।पुनश्च कथयिष्यामि मद्भ‍क्ते: कारणं परं ॥ १९ ॥",
        "english_devnagari": "bhakti-yogaḥ puraivoktaḥprīyamāṇāya te ’naghapunaś ca kathayiṣyāmimad-bhakteḥ kāraṇaṁ paraṁ",
        "verse_Syn": [
            "bhakti",
            "yogaḥ",
            "purā",
            "eva",
            "uktaḥ",
            "prīyamāṇāya",
            "te",
            "anagha",
            "punaḥ",
            "ca",
            "kathayiṣyāmi",
            "mat",
            "bhakteḥ",
            "kāraṇam",
            "param"
        ],
        "translation": "O sinless Uddhava, because you love Me, I previously explained to you the process of devotional service. Now I will again explain the supreme process for achieving loving service unto Me.",
        "purport": " Although Lord Kṛṣṇa previously described bhakti-yoga to Śrī Uddhava, Uddhava is not yet satisfied, because he loves Lord Kṛṣṇa. Anyone who loves the Lord cannot be fully satiated by discussions of devotional service mixed with descriptions of mere Vedic duties and analytic philosophy. The supreme stage of conscious existence is pure love of Kṛṣṇa, and one who is addicted to Lord Kṛṣṇa desires to constantly drink the nectar of such topics. Lord Kṛṣṇa has given an extensive survey of many aspects of human civilization, including the varṇāśrama-dharma system and the processes of distinguishing between matter and spirit, renouncing sense gratification, and so forth. Now Uddhava is hankering to hear specifically about pure devotional service to Lord Kṛṣṇa, and the Lord thus turns to that topic."
    },
    {
        "verse": "20-24",
        "devanagari": "श्रद्धामृतकथायां मे शश्वन्मदनुकीर्तनम् ।परिनिष्ठा च पूजायां स्तुतिभि: स्तवनं मम ॥ २० ॥आदर: परिचर्यायां सर्वाङ्गैरभिवन्दनम् ।मद्भ‍क्तपूजाभ्यधिका सर्वभूतेषु मन्मति: ॥ २१ ॥मदर्थेष्वङ्गचेष्टा च वचसा मद्गुणेरणम् ।मय्यर्पणं च मनस: सर्वकामविवर्जनम् ॥ २२ ॥मदर्थेऽर्थपरित्यागो भोगस्य च सुखस्य च ।इष्टं दत्तं हुतं जप्तं मदर्थं यद् व्रतं तप: ॥ २३ ॥एवं धर्मैर्मनुष्याणामुद्धवात्मनिवेदिनाम् ।मयि सञ्जायते भक्ति: कोऽन्योऽर्थोऽस्यावशिष्यते ॥ २४ ॥",
        "english_devnagari": "śraddhāmṛta-kathāyāṁ meśaśvan mad-anukīrtanampariniṣṭhā ca pūjāyāṁstutibhiḥ stavanaṁ mama",
        "verse_Syn": [
            "śraddhā",
            "amṛta",
            "kathāyām",
            "me",
            "śaśvat",
            "mat",
            "anukīrtanam",
            "pariniṣṭhā",
            "ca",
            "pūjāyām",
            "stutibhiḥ",
            "stavanam",
            "mama",
            "ādaraḥ",
            "paricaryāyām",
            "sarva",
            "aṅgaiḥ",
            "abhivandanam",
            "mat",
            "bhakta",
            "pūjā",
            "abhyadhikā",
            "sarva",
            "bhūteṣu",
            "mat",
            "matiḥ",
            "mat",
            "artheṣu",
            "aṅga",
            "ceṣṭā",
            "ca",
            "vacasā",
            "mat",
            "guṇa",
            "īraṇam",
            "mayi",
            "arpaṇam",
            "ca",
            "manasaḥ",
            "sarva",
            "kāma",
            "vivarjanam",
            "mat",
            "arthe",
            "artha",
            "parityāgaḥ",
            "bhogasya",
            "ca",
            "sukhasya",
            "ca",
            "iṣṭam",
            "dattam",
            "hutam",
            "japtam",
            "mat",
            "artham",
            "yat",
            "vratam",
            "tapaḥ",
            "evam",
            "dharmaiḥ",
            "manuṣyānām",
            "uddhava",
            "ātma",
            "nivedinām",
            "mayi",
            "sañjāyate",
            "bhaktiḥ",
            "kaḥ",
            "anyaḥ",
            "arthaḥ",
            "asya",
            "avaśiṣyate"
        ],
        "translation": "Firm faith in the blissful narrations of My pastimes, constant chanting of My glories, unwavering attachment to ceremonial worship of Me, praising Me through beautiful hymns, great respect for My devotional service, offering obeisances with the entire body, performing first-class worship of My devotees, consciousness of Me in all living entities, offering of ordinary, bodily activities in My devotional service, use of words to describe My qualities, offering the mind to Me, rejection of all material desires, giving up wealth for My devotional service, renouncing material sense gratification and happiness, and performing all desirable activities such as charity, sacrifice, chanting, vows and austerities with the purpose of achieving Me — these constitute actual religious principles, by which those human beings who have actually surrendered themselves to Me automatically develop love for Me. What other purpose or goal could remain for My devotee?",
        "purport": " The words mad-bhakta-pūjābhyadhikā are significant in this verse. Abhyadhikā indicates “superior quality.” The Lord is extremely satisfied with those who offer worship to His pure devotees, and He rewards them accordingly. Because of the Lord’s generous appraisal of His pure devotees, worship of the pure devotees is described as superior to worship of the Lord Himself. The words mad-artheṣv aṅga-ceṣṭā state that ordinary, bodily activities such as brushing the teeth, taking bath, eating, etc., should all be offered to the Supreme Lord as devotional service. The words vacasā mad-guṇeraṇam indicate that whether one speaks in ordinary, crude language or with learned poetic eloquence, one should describe the glories of the Personality of Godhead. The words mad-arthe ’rtha-parityāgaḥ indicate that one should spend one’s money for festivals glorifying the Personality of Godhead, such as Ratha-yātrā, Janmāṣṭamī and Gaura-pūrṇimā. Also, one is herein instructed to spend money to assist the mission of one’s spiritual master and other Vaiṣṇavas. Wealth that cannot be used properly in the Lord’s service and is thus an impediment to one’s clear consciousness should be given up entirely. The word bhogasya refers to sense gratification, headed by sex enjoyment, and sukhasya refers to sentimental material happiness, such as excessive family attachment. The words dattaṁ hutam indicate that one should offer to brāhmaṇas and Vaiṣṇavas first-class foods cooked in ghee. One should offer the vibration svāhā to Lord Viṣṇu in an authorized sacrificial fire along with grains and ghee. The word japtam indicates that one should constantly chant the holy names of the Lord."
    },
    {
        "verse": "25",
        "devanagari": "यदात्मन्यर्पितं चित्तं शान्तं सत्त्वोपबृंहितम् ।धर्मं ज्ञानं सवैराग्यमैश्वर्यं चाभिपद्यते ॥ २५ ॥",
        "english_devnagari": "yadātmany arpitaṁ cittaṁśāntaṁ sattvopabṛṁhitamdharmaṁ jñānaṁ sa vairāgyamaiśvaryaṁ cābhipadyate",
        "verse_Syn": [
            "yadā",
            "ātmani",
            "arpitam",
            "cittam",
            "śāntam",
            "sattva",
            "upabṛṁhitam",
            "dharmam",
            "jñānam",
            "saḥ",
            "vairāgyam",
            "aiśvaryam",
            "ca",
            "abhipadyate"
        ],
        "translation": "When one’s peaceful consciousness, strengthened by the mode of goodness, is fixed on the Personality of Godhead, one achieves religiosity, knowledge, detachment and opulence.",
        "purport": " A pure devotee becomes peaceful, śānta, by desiring everything for the service of the Lord and nothing for himself. He is strengthened by the transcendental, or purified, mode of goodness and thus achieves the supreme religious principle of directly serving the Lord. He also achieves jñāna, or knowledge of the Lord’s form and his own spiritual body, detachment from material piety and sin, and the opulences of the spiritual world. One who is not a pure devotee of the Lord, however, but whose devotion is mixed with a fascination for mystic knowledge, is strengthened by the material mode of goodness. Through his meditation on the Lord he achieves the lesser results of dharma (piety in the mode of goodness), jñāna (knowledge of spirit and matter) and vairāgya (detachment from the lower modes of nature). Ultimately, one should be a pure devotee of the Lord, since even the best the material world has to offer is most insignificant compared to the kingdom of God."
    },
    {
        "verse": "26",
        "devanagari": "यदर्पितं तद् विकल्पे इन्द्रियै: परिधावति ।रजस्वलं चासन्निष्ठं चित्तं विद्धि विपर्ययम् ॥ २६ ॥",
        "english_devnagari": "yad arpitaṁ tad vikalpeindriyaiḥ paridhāvatirajas-valaṁ cāsan-niṣṭhaṁcittaṁ viddhi viparyayam",
        "verse_Syn": [
            "yat",
            "arpitam",
            "tat",
            "vikalpe",
            "indriyaiḥ",
            "paridhāvati",
            "rajaḥ",
            "valam",
            "ca",
            "asat",
            "niṣṭham",
            "cittam",
            "viddhi",
            "viparyayam"
        ],
        "translation": "When consciousness is fixed on the material body, home and other, similar objects of sense gratification, one spends one’s life chasing after material objects with the help of the senses. Consciousness, thus powerfully affected by the mode of passion, becomes dedicated to impermanent things, and in this way irreligion, ignorance, attachment and wretchedness arise.",
        "purport": " In the previous verse Lord Kṛṣṇa explained the auspicious results of fixing the mind in Him, and now the opposite is explained. Rajas-valam indicates that one’s passion grows so strong that one commits sinful activities and reaps all types of misfortune. Although materialistic people are blind to their impending wretchedness, one can confirm by all types of evidence — namely Vedic injunctions, direct observation, traditional wisdom and inductive logic — that the result of violating the laws of God is disastrous."
    },
    {
        "verse": "27",
        "devanagari": "धर्मो मद्भ‍‍क्तिकृत् प्रोक्तो ज्ञानं चैकात्म्यदर्शनम् ।गुणेष्वसङ्गो वैराग्यमैश्वर्यं चाणिमादय: ॥ २७ ॥",
        "english_devnagari": "dharmo mad-bhakti-kṛt proktojñānaṁ caikātmya-darśanamguṇesv asaṅgo vairāgyamaiśvaryaṁ cāṇimādayaḥ",
        "verse_Syn": [
            "dharmaḥ",
            "mat",
            "bhakti",
            "kṛt",
            "proktaḥ",
            "jñānam",
            "ca",
            "aikātmya",
            "darśanam",
            "guṇeṣu",
            "asaṅgaḥ",
            "vairāgyam",
            "aiśvaryam",
            "ca",
            "aṇimā",
            "ādayaḥ"
        ],
        "translation": "Actual religious principles are stated to be those that lead one to My devotional service. Real knowledge is the awareness that reveals My all-pervading presence. Detachment is complete disinterest in the objects of material sense gratification, and opulence is the eight mystic perfections, such as aṇimā-siddhi.",
        "purport": " The Supreme Lord is perfect knowledge; thus one who has been delivered from ignorance automatically engages in the devotional service of the Lord and is called religious. One who becomes detached from the three modes of material nature and the gratificatory objects they produce is considered to be situated in detachment. The eight mystic yoga perfections, described previously by the Lord to Uddhava, constitute material power, or opulence, in the highest degree."
    },
    {
        "verse": "28-32",
        "devanagari": "श्रीउद्धव उवाचयम: कतिविध: प्रोक्तो नियमो वारिकर्षण ।क: शम: को दम: कृष्ण का तितिक्षा धृति: प्रभो ॥ २८ ॥किं दानं किं तप: शौर्यं किम् सत्यमृतमुच्यते ।कस्त्याग: किं धनं चेष्टं को यज्ञ: का च दक्षिणा ॥ २९ ॥पुंस: किं स्विद् बलं श्रीमन् भगो लाभश्च केशव ।का विद्या ह्री: परा का श्री: किं सुखं दु:खमेव च ॥ ३० ॥क: पण्डित: कश्च मूर्ख: क: पन्था उत्पथश्च क: ।क: स्वर्गो नरक: क: स्वित् को बन्धुरुत किं गृहम् ॥ ३१ ॥क आढ्य: को दरिद्रो वा कृपण: क: क ईश्वर: ।एतान् प्रश्न‍ान् मम ब्रूहि विपरीतांश्च सत्पते ॥ ३२ ॥",
        "english_devnagari": "śrī-uddhava uvācayamaḥ kati-vidhaḥ proktoniyamo vāri-karṣaṇakaḥ śamaḥ ko damaḥ kṛṣṇakā titikṣā dhṛtiḥ prabho",
        "verse_Syn": [
            "śrī",
            "uddhavaḥ",
            "uvāca",
            "yamaḥ",
            "kati",
            "vidhaḥ",
            "proktaḥ",
            "niyamaḥ",
            "vā",
            "ari",
            "karṣaṇa",
            "kaḥ",
            "śamaḥ",
            "kaḥ",
            "damaḥ",
            "kṛṣṇa",
            "kā",
            "titikṣā",
            "dhṛtiḥ",
            "prabho",
            "kim",
            "dānam",
            "kim",
            "tapaḥ",
            "śauryam",
            "kim",
            "satyam",
            "ṛtam",
            "ucyate",
            "kaḥ",
            "tyāgaḥ",
            "kim",
            "dhanam",
            "ca",
            "iṣṭam",
            "kaḥ",
            "yajñaḥ",
            "kā",
            "ca",
            "dakṣiṇā",
            "puṁsaḥ",
            "kim",
            "svit",
            "balam",
            "śrī",
            "man",
            "bhagaḥ",
            "lābhaḥ",
            "ca",
            "keśava",
            "kā",
            "vidyā",
            "hrīḥ",
            "parā",
            "kā",
            "śrīḥ",
            "kim",
            "sukham",
            "duḥkham",
            "eva",
            "ca",
            "kaḥ",
            "paṇḍitaḥ",
            "kaḥ",
            "ca",
            "mūrkhaḥ",
            "kaḥ",
            "panthāḥ",
            "utpathaḥ",
            "ca",
            "kaḥ",
            "kaḥ",
            "svargaḥ",
            "narakaḥ",
            "kaḥ",
            "svit",
            "kaḥ",
            "bandhuḥ",
            "uta",
            "kim",
            "gṛham",
            "kaḥ",
            "āḍhyaḥ",
            "kaḥ",
            "daridraḥ",
            "vā",
            "kṛpaṇaḥ",
            "kaḥ",
            "kaḥ",
            "īśvaraḥ",
            "etān",
            "praśnān",
            "mama",
            "brūhi",
            "viparītān",
            "ca",
            "sat",
            "pate"
        ],
        "translation": "Śrī Uddhava said: My dear Lord Kṛṣṇa, O chastiser of the enemies, please tell me how many types of disciplinary regulations and regular daily duties there are. Also, my Lord, tell me what is mental equilibrium, what is self-control, and what is the actual meaning of tolerance and steadfastness. What are charity, austerity and heroism, and how are reality and truth to be described? What is renunciation, and what is wealth? What is desirable, what is sacrifice, and what is religious remuneration? My dear Keśava, O most fortunate one, how am I to understand the strength, opulence and profit of a particular person? What is the best education, what is actual humility, and what is real beauty? What are happiness and unhappiness? Who is learned, and who is a fool? What are the true and the false paths in life, and what are heaven and hell? Who is indeed a true friend, and what is one’s real home? Who is a rich man, and who is a poor man? Who is wretched, and who is an actual controller? O Lord of the devotees, kindly explain these matters to me, along with their opposites.",
        "purport": " All of the items mentioned in these five verses are defined in different ways by different cultures and societies throughout the world. Therefore, Śrī Uddhava is directly approaching the supreme authority, Lord Kṛṣṇa, to obtain the standard definition for these universal aspects of civilized life."
    },
    {
        "verse": "33-35",
        "devanagari": "श्रीभगवानुवाचअहिंसा सत्यमस्तेयमसङ्गो ह्रीरसञ्चय: ।आस्तिक्यं ब्रह्मचर्यं च मौनं स्थैर्यं क्षमाभयम् ॥ ३३ ॥शौचं जपस्तपो होम: श्रद्धातिथ्यं मदर्चनम् ।तीर्थाटनं परार्थेहा तुष्टिराचार्यसेवनम् ॥ ३४ ॥एते यमा: सनियमा उभयोर्द्वादश स्मृता: ।पुंसामुपासितास्तात यथाकामं दुहन्ति हि ॥ ३५ ॥",
        "english_devnagari": "śrī-bhagavān uvācaahiṁsā satyam asteyamasaṅgo hrīr asañcayaḥāstikyaṁ brahmacaryaṁ camaunaṁ sthairyaṁ kṣamābhayam",
        "verse_Syn": [
            "śrī",
            "bhagavān",
            "uvāca",
            "ahiṁsā",
            "satyam",
            "asteyam",
            "asaṅgaḥ",
            "hrīḥ",
            "asañcayaḥ",
            "āstikyam",
            "brahmacaryam",
            "ca",
            "maunam",
            "sthairyam",
            "kṣamā",
            "abhayam",
            "śaucam",
            "japaḥ",
            "tapaḥ",
            "homaḥ",
            "śraddhā",
            "ātithyam",
            "mat",
            "arcanam",
            "tīrtha",
            "aṭanam",
            "para",
            "artha",
            "īhā",
            "tuṣṭiḥ",
            "ācārya",
            "sevanam",
            "ete",
            "yamāḥ",
            "sa",
            "niyamāḥ",
            "ubhayoḥ",
            "dvādaśa",
            "smṛtāḥ",
            "puṁsām",
            "upāsitāḥ",
            "tāta",
            "yathā",
            "kāmam",
            "duhanti",
            "hi"
        ],
        "translation": "The Supreme Personality of Godhead said: Nonviolence, truthfulness, not coveting or stealing the property of others, detachment, humility, freedom from possessiveness, trust in the principles of religion, celibacy, silence, steadiness, forgiveness and fearlessness are the twelve primary disciplinary principles. Internal cleanliness, external cleanliness, chanting the holy names of the Lord, austerity, sacrifice, faith, hospitality, worship of Me, visiting holy places, acting and desiring only for the supreme interest, satisfaction, and service to the spiritual master are the twelve elements of regular prescribed duties. These twenty-four elements bestow all desired benedictions upon those persons who devotedly cultivate them.",
        "purport": ""
    },
    {
        "verse": "36-39",
        "devanagari": "शमो मन्निष्ठता बुद्धेर्दम इन्द्रियसंयम: ।तितिक्षा दु:खसम्मर्षो जिह्वोपस्थजयो धृति: ॥ ३६ ॥दण्डन्यास: परं दानं कामत्यागस्तप: स्मृतम् ।स्वभावविजय: शौर्यं सत्यं च समदर्शनम् ॥ ३७ ॥अन्यच्च सुनृता वाणी कविभि: परिकीर्तिता ।कर्मस्वसङ्गम: शौचं त्याग: सन्न्यास उच्यते ॥ ३८ ॥धर्म इष्टं धनं नृणां यज्ञोऽहं भगवत्तम: ।दक्षिणा ज्ञानसन्देश: प्राणायाम: परं बलम् ॥ ३९ ॥",
        "english_devnagari": "śamo man-niṣṭhatā buddherdama indriya-saṁyamaḥtitikṣā duḥkha-sammarṣojihvopastha-jayo dhṛtiḥ",
        "verse_Syn": [
            "śamaḥ",
            "mat",
            "niṣṭhatā",
            "buddheḥ",
            "damaḥ",
            "indriya",
            "saṁyamaḥ",
            "titikṣā",
            "duḥkha",
            "sammarṣaḥ",
            "jihvā",
            "upastha",
            "jayaḥ",
            "dhṛtiḥ",
            "daṇḍa",
            "nyāsaḥ",
            "param",
            "dānam",
            "kāma",
            "tyāgaḥ",
            "tapaḥ",
            "smṛtam",
            "svabhāva",
            "vijayaḥ",
            "śauryam",
            "satyam",
            "ca",
            "sama",
            "darśanam",
            "anyat",
            "ca",
            "su",
            "nṛtā",
            "vāṇī",
            "kavibhiḥ",
            "parikīrtitā",
            "karmasu",
            "asaṅgamaḥ",
            "śaucam",
            "tyāgaḥ",
            "sannyāsaḥ",
            "ucyate",
            "dharmaḥ",
            "iṣṭam",
            "dhanam",
            "nṝṇām",
            "yajñaḥ",
            "aham",
            "bhagavat",
            "tamaḥ",
            "dakṣiṇā",
            "jñāna",
            "sandeśaḥ",
            "prāṇāyāmaḥ",
            "param",
            "balam"
        ],
        "translation": "Absorbing the intelligence in Me constitutes mental equilibrium, and complete discipline of the senses is self-control. Tolerance means patiently enduring unhappiness, and steadfastness occurs when one conquers the tongue and genitals. The greatest charity is to give up all aggression toward others, and renunciation of lust is understood to be real austerity. Real heroism is to conquer one’s natural tendency to enjoy material life, and reality is seeing the Supreme Personality of Godhead everywhere. Truthfulness means to speak the truth in a pleasing way, as declared by great sages. Cleanliness is detachment in fruitive activities, whereas renunciation is the sannyāsa order of life. The true desirable wealth for human beings is religiousness, and I, the Supreme Personality of Godhead, am sacrifice. Religious remuneration is devotion to the ācārya with the purpose of acquiring spiritual instruction, and the greatest strength is the prāṇāyāma system of breath control.",
        "purport": " Lord Kṛṣṇa here describes those qualities that are desirable for persons advancing in human life. Śama, or “mental equilibrium,” means to fix the intelligence in Lord Kṛṣṇa. Mere peacefulness without Kṛṣṇa consciousness is a dull and useless state of mind. Dama, or “discipline,” means first to control one’s own senses. If one wants to discipline one’s children, disciples or followers without controlling one’s own senses, one becomes a mere laughingstock. Tolerance means to patiently endure unhappiness, such as that provoked by the insults or negligence of others. One must also sometimes accept material inconvenience to carry out the injunctions of scriptures, and that unhappiness must also be patiently endured. If one is not tolerant of the insults and abuse of others, nor tolerant of the inconveniences that may arise from following authorized religious scriptures, it is simply foolishness for him to make a whimsical show of tolerating extreme heat, cold and pain and so on, just to impress others. Concerning steadfastness, if one does not control the tongue and genitals, then any other steadfastness is useless. Real charity means to renounce all aggression toward others. If one gives money to charitable causes but at the same time engages in exploitative business enterprises or abusive political tactics, one’s charity is worth nothing at all. Austerity means to give up lust and sense gratification and to observe prescribed vows such as Ekādaśī; it does not mean inventing whimsical methods of torturing the material body. Real heroism is to conquer one’s lower nature. Certainly everyone likes to propagate his own fame as a brilliant person, but everyone is also subject to lust, anger, greed and so forth. Therefore, if one can conquer these lower characteristics generated from the modes of passion and ignorance, one is a greater hero than those who merely destroy their political opponents through intrigue and violence. One can develop equal vision by giving up jealousy and envy and by recognizing the existence of the soul within every material body. This attitude pleases the Supreme Lord, who then reveals Himself, solidifying forever one’s equal vision. Merely describing things that exist does not constitute the last word in the perception of reality. One must also see the true spiritual equality of all living entities and all situations. Truthfulness means that one should speak in a pleasing way so that there will be a beneficial effect. If one becomes attached to pointing out the faults of others in the name of truth, then such faultfinding will not be appreciated by saintly persons. The bona fide spiritual master speaks the truth in such a way that people can elevate themselves to the spiritual platform, and one should learn this art of truthfulness. If one is attached to material things, his body and mind are understood to be always polluted. Cleanliness therefore means to give up material attachment, not merely to frequently rinse one’s skin with water. Real renunciation is giving up one’s false sense of proprietorship over one’s relatives and wife, and not just giving away material objects, while real wealth is to be religious. Sacrifice is the Personality of Godhead Himself, because the performer of sacrifice, to be successful, must absorb his consciousness in the Personality of Godhead and not in temporary, material rewards that may accrue from sacrifice. Real religious remuneration means that one should serve saintly persons who can enlighten one with spiritual knowledge. One may offer remuneration to his spiritual master, who has enlightened him, by distributing the same knowledge to others, thereby pleasing the ācārya. Preaching work thus constitutes the highest form of remuneration. By performing the prāṇāyāma system of respiratory control, one can easily subdue the mind, and one who can in this way perfectly control the restless mind is the most powerful person."
    },
    {
        "verse": "40-45",
        "devanagari": "भगो म ऐश्वरो भावो लाभो मद्भ‍‍क्तिरुत्तम: ।विद्यात्मनि भिदाबाधो जुगुप्सा ह्रीरकर्मसु ॥ ४० ॥श्रीर्गुणा नैरपेक्ष्याद्या: सुखं दु:खसुखात्यय: ।दु:खं कामसुखापेक्षा पण्डितो बन्धमोक्षवित् ॥ ४१ ॥मूर्खो देहाद्यहंबुद्धि: पन्था मन्निगम: स्मृत: ।उत्पथश्चित्तविक्षेप: स्वर्ग: सत्त्वगुणोदय: ॥ ४२ ॥नरकस्तमउन्नाहो बन्धुर्गुरुरहं सखे ।गृहं शरीरं मानुष्यं गुणाढ्यो ह्याढ्य उच्यते ॥ ४३ ॥दरिद्रो यस्त्वसन्तुष्ट: कृपणो योऽजितेन्द्रिय: ।गुणेष्वसक्तधीरीशो गुणसङ्गो विपर्यय: ॥ ४४ ॥एत उद्धव ते प्रश्न‍ा: सर्वे साधु निरूपिता: ।किं वर्णितेन बहुना लक्षणं गुणदोषयो: ।गुणदोषद‍ृशिर्दोषो गुणस्तूभयवर्जित: ॥ ४५ ॥",
        "english_devnagari": "bhago ma aiśvaro bhāvolābho mad-bhaktir uttamaḥvidyātmani bhidā-bādhojugupsā hrīr akarmasu",
        "verse_Syn": [
            "bhagaḥ",
            "me",
            "aiśvaraḥ",
            "bhāvaḥ",
            "lābhaḥ",
            "mat",
            "bhaktiḥ",
            "uttamaḥ",
            "vidyā",
            "ātmani",
            "bhidā",
            "bādhaḥ",
            "jugupsā",
            "hrīḥ",
            "akarmasu",
            "śrīḥ",
            "guṇāḥ",
            "nairapekṣya",
            "ādyāḥ",
            "sukham",
            "duḥkha",
            "sukha",
            "atyayaḥ",
            "duḥkham",
            "kāma",
            "sukha",
            "apekṣā",
            "paṇḍitaḥ",
            "bandha",
            "mokṣa",
            "vit",
            "mūrkhaḥ",
            "deha",
            "ādi",
            "aham",
            "buddhiḥ",
            "panthāḥ",
            "mat",
            "nigamaḥ",
            "smṛtaḥ",
            "utpathaḥ",
            "citta",
            "vikṣepaḥ",
            "svargaḥ",
            "sattva",
            "guṇa",
            "udayaḥ",
            "narakaḥ",
            "tamaḥ",
            "unnāhaḥ",
            "bandhuḥ",
            "guruḥ",
            "aham",
            "sakhe",
            "gṛham",
            "śarīram",
            "mānuṣyam",
            "guṇa",
            "āḍhyaḥ",
            "hi",
            "āḍhyaḥ",
            "ucyate",
            "daridraḥ",
            "yaḥ",
            "tu",
            "asantuṣṭaḥ",
            "kṛpaṇaḥ",
            "yaḥ",
            "ajita",
            "indriyaḥ",
            "guṇeṣu",
            "asakta",
            "dhīḥ",
            "īśaḥ",
            "guṇa",
            "saṅgaḥ",
            "viparyayaḥ",
            "ete",
            "uddhava",
            "te",
            "praśnāḥ",
            "sarve",
            "sādhu",
            "nirūpitāḥ",
            "kim",
            "varṇitena",
            "bahunā",
            "lakṣaṇam",
            "guṇa",
            "doṣayoḥ",
            "guṇa",
            "doṣa",
            "dṛśiḥ",
            "doṣaḥ",
            "guṇaḥ",
            "tu",
            "ubhaya",
            "varjitaḥ"
        ],
        "translation": "Actual opulence is My own nature as the Personality of Godhead, through which I exhibit the six unlimited opulences. The supreme gain in life is devotional service to Me, and actual education is nullifying the false perception of duality within the soul. Real modesty is to be disgusted with improper activities, and beauty is to possess good qualities such as detachment. Real happiness is to transcend material happiness and unhappiness, and real misery is to be implicated in searching for sex pleasure. A wise man is one who knows the process of freedom from bondage, and a fool is one who identifies with his material body and mind. The real path in life is that which leads to Me, and the wrong path is sense gratification, by which consciousness is bewildered. Actual heaven is the predominance of the mode of goodness, whereas hell is the predominance of ignorance. I am everyone’s true friend, acting as the spiritual master of the entire universe, and one’s home is the human body. My dear friend Uddhava, one who is enriched with good qualities is actually said to be rich, and one who is unsatisfied in life is actually poor. A wretched person is one who cannot control his senses, whereas one who is not attached to sense gratification is a real controller. One who attaches himself to sense gratification is the opposite, a slave. Thus, Uddhava, I have elucidated all of the matters about which you inquired. There is no need for a more elaborate description of these good and bad qualities, since to constantly see good and bad is itself a bad quality. The best quality is to transcend material good and evil.",
        "purport": " The Supreme Personality of Godhead is naturally full of six opulences, namely unlimited beauty, wealth, fame, knowledge, strength and renunciation. Therefore the greatest profit in life is to achieve personal loving service to the Lord, who is naturally the reservoir of all pleasure. Real education means to give up the false idea that anything is separate from the Lord, the source of all potencies. Similarly, one should not falsely consider the individual soul to be different or separate from the Supreme Soul. Mere bashfulness does not constitute modesty. One should spontaneously withdraw in disgust from sinful activities; then one is actually modest or humble. One who is satisfied in Kṛṣṇa consciousness and thus does not seek material pleasure or suffer material unhappiness is considered to be actually situated in happiness. The most wretched person is one addicted to sex pleasure, and a wise man is one who knows the process of freedom from such material bondage. A fool is one who gives up his eternal friendship with Lord Kṛṣṇa and instead identifies himself with his own temporary material body, mind, society, community and family. The real path in life is not simply a modern interstate highway or, in more simple cultures, a footpath free of thorns and mud. It is that path that leads to Lord Kṛṣṇa. The wrong path in life is not simply a road having many thieves or tollbooths; it is that path that leads one to utter confusion in material sense gratification. A heavenly situation is that in which the mode of goodness predominates, rather than that found on the planet of Indra, where passion and ignorance sometimes disturb the celestial atmosphere. Hell is anywhere the mode of ignorance is predominant, and not merely the hellish planets, where, according to Lord Śiva, a pure devotee can think of Kṛṣṇa and remain happy. Our actual friend in life is the bona fide spiritual master, who saves us from all dangers. Among all gurus, Lord Kṛṣṇa is Himself the jagad-guru, or spiritual master of the entire universe. In material life our own material body is our immediate home, rather than some structure of bricks, cement, stone and wood. A rich man is one who possesses innumerable good qualities; he is not a neurotic fool with a large bank account. A poor man is one who is unsatisfied, which is self-explanatory. One who cannot control his senses is certainly wretched and miserable in life, whereas one who detaches himself from material life is actually a lord or controller. In modern times there are remnants of aristocracy in Europe and other countries, but such so-called lords often display the habits of lower forms of life. A real lord is one who conquers material existence by rising to the spiritual platform. A person who is attached to material life will undoubtedly manifest the opposites of all the good qualities mentioned here, and he is thus the symbol of going backward in life. The Lord concludes His analysis by stating that there is no need for further elaboration of these good and bad qualities. Indeed, the purpose of life is to transcend materially good and bad qualities and come to the liberated platform of pure Kṛṣṇa consciousness. This point will be further explained in the following chapter."
    }
]