[
    {
        "verse": "1",
        "devanagari": "श्रीभगवानुवाचअथ ते सम्प्रवक्ष्यामि साङ्ख्यं पूर्वैर्विनिश्च‍ितम् ।यद् विज्ञाय पुमान् सद्यो जह्याद् वैकल्पिकं भ्रमम् ॥ १ ॥",
        "english_devnagari": "śrī-bhagavān uvācaatha te sampravakṣyāmisāṅkhyaṁ pūrvair viniścitamyad vijñāya pumān sadyojahyād vaikalpikaṁ bhramam",
        "verse_Syn": [
            "śrī",
            "bhagavān",
            "uvāca",
            "atha",
            "te",
            "sampravakṣyāmi",
            "sāṅkhyam",
            "pūrvaiḥ",
            "viniścitam",
            "yat",
            "vijñāya",
            "pumān",
            "sadyaḥ",
            "jahyāt",
            "vaikalpikam",
            "bhramam"
        ],
        "translation": "Lord Śrī Kṛṣṇa said: Now I shall describe to you the science of Sāṅkhya, which has been perfectly established by ancient authorities. By understanding this science a person can immediately give up the illusion of material duality.",
        "purport": " In the previous chapter the Lord explained that one can give up material duality by controlling the mind and fixing it in Kṛṣṇa consciousness. This chapter describes the Sāṅkhya system, in which the difference between matter and spirit is elaborately explained. By hearing this knowledge one can easily separate the mind from material contamination and fix it on the spiritual platform in Kṛṣṇa consciousness. The Sāṅkhya philosophy system mentioned here is that presented by Lord Kapila in the Third Canto of Śrīmad-Bhāgavatam and not the atheistic Sāṅkhya presented later by materialists and Māyāvādīs. The material elements, which emanate from the potency of the Lord, evolve in a progressive sequence. One should not foolishly think that such evolution begins from an original material element without the assistance of the Lord. This speculative theory is generated from the false ego of conditioned life and constitutes gross ignorance, unacceptable to the Personality of Godhead and His followers."
    },
    {
        "verse": "2",
        "devanagari": "आसीज्ज्ञानमथो अर्थ एकमेवाविकल्पितम् ।यदा विवेकनिपुणा आदौ कृतयुगेऽयुगे ॥ २ ॥",
        "english_devnagari": "āsīj jñānam atho arthaekam evāvikalpitamyadā viveka-nipuṇāādau kṛta-yuge ’yuge",
        "verse_Syn": [
            "āsīt",
            "jñānam",
            "atha",
            "u",
            "arthaḥ",
            "ekam",
            "eva",
            "avikalpitam",
            "yadā",
            "viveka",
            "nipuṇāḥ",
            "ādau",
            "kṛta",
            "yuge",
            "ayuge"
        ],
        "translation": "Originally, during the Kṛta-yuga, when all men were very expert in spiritual discrimination, and also previous to that, during the period of annihilation, the seer existed alone, nondifferent from the seen object.",
        "purport": " Kṛta-yuga is the first age, also known as Satya-yuga, in which knowledge, being perfect, is not different from its object. In modern society, knowledge is highly speculative and constantly changing. There is often a vast difference between people’s theoretical ideas and actual reality. In Satya-yuga, however, people are viveka-nipuṇāḥ, or expert in intelligent discrimination, and thus there is no difference between their vision and reality. In Satya-yuga, the population in general is self-realized. Seeing everything as the potency of the Supreme Lord, they do not artificially create duality between themselves and other living entities. This is a further aspect of the oneness of Satya-yuga. At the time of annihilation, everything merges to rest within the Lord, and at that time also there is no difference between the Lord, who becomes the only seer, and the objects of knowledge, which are contained within the Lord. The liberated living entities in the eternal spiritual world are never subject to such merging but remain forever undisturbed in their spiritual forms. Because they are voluntarily one with the Lord in love, their abode is never annihilated."
    },
    {
        "verse": "3",
        "devanagari": "तन्मायाफलरूपेण केवलं निर्विकल्पितम् ।वाङ्‍मनोऽगोचरं सत्यं द्विधा समभवद् बृहत् ॥ ३ ॥",
        "english_devnagari": "tan māyā-phala-rūpeṇakevalaṁ nirvikalpitamvāṅ-mano-’gocaraṁ satyaṁdvidhā samabhavad bṛhat",
        "verse_Syn": [
            "tat",
            "māyā",
            "phala",
            "rūpeṇa",
            "kevalam",
            "nirvikalpitam",
            "vāk",
            "manaḥ",
            "agocaram",
            "satyam",
            "dvidhā",
            "samabhavat",
            "bṛhat"
        ],
        "translation": "That one Absolute Truth, remaining free from material dualities and inaccessible to ordinary speech and mind, divided Himself into two categories — the material nature and the living entities who are trying to enjoy the manifestations of that nature.",
        "purport": " Both material nature and the living entity are potencies of the Supreme Personality of Godhead."
    },
    {
        "verse": "4",
        "devanagari": "तयोरेकतरो ह्यर्थः प्रकृतिः सोभयात्मिका ।ज्ञानं त्वन्यतमो भावः पुरुषः सोऽभिधीयते ॥ ४ ॥",
        "english_devnagari": "tayor ekataro hy arthaḥprakṛtiḥ sobhayātmikājñānaṁ tv anyatamo bhāvaḥpuruṣaḥ so ’bhidhīyate",
        "verse_Syn": [
            "tayoḥ",
            "ekataraḥ",
            "hi",
            "arthaḥ",
            "prakṛtiḥ",
            "sā",
            "ubhaya",
            "ātmikā",
            "jñānam",
            "tu",
            "anyatamaḥ",
            "bhāvaḥ",
            "puruṣaḥ",
            "saḥ",
            "abhidhīyate"
        ],
        "translation": "Of these two categories of manifestation, one is material nature, which embodies both the subtle causes and manifest products of matter. The other is the conscious living entity, designated as the enjoyer.",
        "purport": " According to Śrīla Jīva Gosvāmī, prakṛti here refers to the subtle pradhāna, which later becomes manifest as mahat-tattva."
    },
    {
        "verse": "5",
        "devanagari": "तमो रजः सत्त्वमिति प्रकृतेरभवन् गुणाः ।मया प्रक्षोभ्यमाणायाः पुरुषानुमतेन च ॥ ५ ॥",
        "english_devnagari": "tamo rajaḥ sattvam itiprakṛter abhavan guṇāḥmayā prakṣobhyamāṇāyāḥpuruṣānumatena ca",
        "verse_Syn": [
            "tamaḥ",
            "rajaḥ",
            "sattvam",
            "iti",
            "prakṛteḥ",
            "abhavan",
            "guṇāḥ",
            "mayā",
            "prakṣobhyamāṇāyāḥ",
            "puruṣa",
            "anumatena",
            "ca"
        ],
        "translation": "When material nature was agitated by My glance, the three material modes — goodness, passion and ignorance — became manifest to fulfill the pending desires of the conditioned souls.",
        "purport": " The Lord casts His glance over material nature to remind her that the conditioned souls have not worked out their chain of fruitive activity and mental speculation and that creation is therefore again necessary. The Lord desires that the conditioned souls get the opportunity to become Kṛṣṇa conscious in love of Godhead by understanding the futility of life without the Lord. The modes of nature arise after the glance of the Lord and become inimical to one another, each mode attempting to conquer the other two. There is constant competition between birth, maintenance and annihilation. Although a child desires to take birth, the cruel mother may desire to kill the child through abortion. Although we may desire to kill the weeds in a field, they stubbornly take birth again and again. Similarly, we often desire to maintain our physical status quo, but still deterioration sets in. Thus there is constant competition among the modes of nature, and by their combinations and permutations the living entities try to enjoy innumerable material situations without Kṛṣṇa consciousness. The word puruṣānumatena indicates that the Lord sets the stage for such material futility so that the conditioned souls will eventually come back home, back to Godhead."
    },
    {
        "verse": "6",
        "devanagari": "तेभ्यः समभवत् सूत्रं महान् सूत्रेण संयुतः ।ततो विकुर्वतो जातो योऽहङ्कारो विमोहनः ॥ ६ ॥",
        "english_devnagari": "tebhyaḥ samabhavat sūtraṁmahān sūtreṇa saṁyutaḥtato vikurvato jātoyo ’haṅkāro vimohanaḥ",
        "verse_Syn": [
            "tebhyaḥ",
            "samabhavat",
            "sūtram",
            "mahān",
            "sūtreṇa",
            "saṁyutaḥ",
            "tataḥ",
            "vikurvataḥ",
            "jātaḥ",
            "yaḥ",
            "ahaṅkāraḥ",
            "vimohanaḥ"
        ],
        "translation": "From these modes arose the primeval sūtra, along with the mahat-tattva. By the transformation of the mahat-tattva was generated the false ego, the cause of the living entities’ bewilderment.",
        "purport": " According to Śrīla Śrīdhara Svāmī, sūtra is the first transformation of material nature that manifests the potency of activity, and it is accompanied by the mahat-tattva, which is endowed with the potency of knowledge. In the material world, one’s real knowledge is covered by fruitive activity and mental speculation. As one’s devotional service to the Lord slackens, these two tendencies grow automatically, just as the diminishing of light automatically brings an increase in darkness."
    },
    {
        "verse": "7",
        "devanagari": "वैकारिकस्तैजसश्च तामसश्चेत्यहं त्रिवृत् । तन्मात्रेन्द्रियमनसां कारणं चिदचिन्मयः ॥ ७ ॥",
        "english_devnagari": "vaikārikas taijasaś catāmasaś cety ahaṁ tri-vṛttan-mātrendriya-manasāṁkāraṇaṁ cid-acin-mayaḥ",
        "verse_Syn": [
            "vaikārikaḥ",
            "taijasaḥ",
            "ca",
            "tāmasaḥ",
            "ca",
            "iti",
            "aham",
            "tri",
            "vṛt",
            "tat",
            "mātra",
            "indriya",
            "manasām",
            "kāraṇam",
            "cit",
            "acit",
            "mayaḥ"
        ],
        "translation": "False ego, which is the cause of physical sensation, the senses and the mind, encompasses both spirit and matter and manifests in three varieties: in the modes of goodness, passion and ignorance.",
        "purport": " The word cid-acin-maya, “encompassing both spirit and matter,” is significant in this regard. The false ego is the illusory combination of the eternal conscious soul and the temporary unconscious body. Because the spirit soul desires to exploit illicitly the creation of God, he is bewildered by the three modes of nature and assumes an illusory identity within the material world. Struggling to enjoy, he becomes more and more entangled in the complexities of illusion and only increases his anxiety. This hopeless situation can be overcome by taking to pure Kṛṣṇa consciousness, in which the pleasure of the Supreme Lord becomes the only goal of one’s life."
    },
    {
        "verse": "8",
        "devanagari": "अर्थस्तन्मात्रिकाज्जज्ञे तामसादिन्द्रियाणि च ।तैजसाद् देवता आसन्नेकादश च वैकृतात् ॥ ८ ॥",
        "english_devnagari": "arthas tan-mātrikāj jajñetāmasād indriyāṇi cataijasād devatā āsannekādaśa ca vaikṛtāt",
        "verse_Syn": [
            "arthaḥ",
            "tat",
            "mātrikāt",
            "jajñe",
            "tāmasāt",
            "indriyāṇi",
            "ca",
            "taijasāt",
            "devatāḥ",
            "āsan",
            "ekādaśa",
            "ca",
            "vaikṛtāt"
        ],
        "translation": "From false ego in the mode of ignorance came the subtle physical perceptions, from which the gross elements were generated. From false ego in the mode of passion came the senses, and from false ego in the mode of goodness arose the eleven demigods.",
        "purport": " From false ego in the mode of ignorance, sound is generated along with the sense of hearing to receive it and the sky as its medium. Next, the sensation of touch, air and the sense of touch are generated, and thus from subtle to gross all of the elements and their perceptions are generated. The senses, because they are busily engaged in activity, are created from false ego in the mode of passion. From false ego in goodness come eleven demigods: the deities of the directions, the wind and the sun, Varuṇa, the Aśvinī deities, Agni, Indra, Upendra, Mitra, Brahmā and Candra."
    },
    {
        "verse": "9",
        "devanagari": "मया सञ्चोदिता भावाः सर्वे संहत्यकारिणः ।अण्डमुत्पादयामासुर्ममायतनमुत्तमम् ॥ ९ ॥",
        "english_devnagari": "mayā sañcoditā bhāvāḥsarve saṁhatya-kāriṇaḥaṇḍam utpādayām āsurmamāyatanam uttamam",
        "verse_Syn": [
            "mayā",
            "sañcoditāḥ",
            "bhāvāḥ",
            "sarve",
            "saṁhatya",
            "kāriṇaḥ",
            "aṇḍam",
            "utpādayām",
            "āsuḥ",
            "mama",
            "āyatanam",
            "uttamam"
        ],
        "translation": "Impelled by Me, all these elements combined to function in an orderly fashion and together gave birth to the universal egg, which is My excellent place of residence.",
        "purport": ""
    },
    {
        "verse": "10",
        "devanagari": "तस्मिन्नहं समभवमण्डे सलिलसंस्थितौ ।मम नाभ्यामभूत् पद्मं विश्वाख्यं तत्र चात्मभूः ॥ १० ॥",
        "english_devnagari": "tasminn ahaṁ samabhavamaṇḍe salila-saṁsthitaumama nābhyām abhūt padmaṁviśvākhyaṁ tatra cātma-bhūḥ",
        "verse_Syn": [
            "tasmin",
            "aham",
            "samabhavam",
            "aṇḍe",
            "salila",
            "saṁsthitau",
            "mama",
            "nābhyām",
            "abhūt",
            "padmam",
            "viśva",
            "ākhyam",
            "tatra",
            "ca",
            "ātma",
            "bhūḥ"
        ],
        "translation": "I Myself appeared within that egg, which was floating on the causal water, and from My navel arose the universal lotus, the birthplace of self-born Brahmā.",
        "purport": " The Supreme Lord here describes His appearance in His transcendental pastime form of Śrī Nārāyaṇa. Lord Nārāyaṇa enters within the universe but does not give up His purely transcendental body of knowledge and bliss. Lord Brahmā, however, born from the Lord’s navel lotus, has a material body. Although Lord Brahmā is the most powerful mystic, his body, which pervades all material existence, is material, whereas the body of the Supreme Lord Hari, Nārāyaṇa, is always transcendental."
    },
    {
        "verse": "11",
        "devanagari": "सोऽसृजत्तपसा युक्तो रजसा मदनुग्रहात् ।लोकान् सपालान् विश्वात्मा भूर्भुवः स्वरिति त्रिधा ॥ ११ ॥",
        "english_devnagari": "so ’sṛjat tapasā yuktorajasā mad-anugrahātlokān sa-pālān viśvātmābhūr bhuvaḥ svar iti tridhā",
        "verse_Syn": [
            "saḥ",
            "asṛjat",
            "tapasā",
            "yuktaḥ",
            "rajasā",
            "mat",
            "anugrahāt",
            "lokān",
            "sa",
            "pālān",
            "viśva",
            "ātmā",
            "bhūḥ",
            "bhuvaḥ",
            "svaḥ",
            "iti",
            "tridhā"
        ],
        "translation": "Lord Brahmā, the soul of the universe, being endowed with the mode of passion, performed great austerities by My mercy and thus created the three planetary divisions, called Bhūr, Bhuvar and Svar, along with their presiding deities.",
        "purport": ""
    },
    {
        "verse": "12",
        "devanagari": "देवानामोक आसीत् स्वर्भूतानां च भुवः पदम् ।मर्त्यादीनां च भूर्लोकः सिद्धानां त्रितयात् परम् ॥ १२ ॥",
        "english_devnagari": "devānām oka āsīt svarbhūtānāṁ ca bhuvaḥ padammartyādīnāṁ ca bhūr lokaḥsiddhānāṁ tritayāt param",
        "verse_Syn": [
            "devānām",
            "okaḥ",
            "āsīt",
            "svaḥ",
            "bhūtānām",
            "ca",
            "bhuvaḥ",
            "padam",
            "martya",
            "ādīnām",
            "ca",
            "bhūḥ",
            "lokaḥ",
            "siddhānām",
            "tritayāt",
            "param"
        ],
        "translation": "Heaven was established as the residence of the demigods, Bhuvarloka as that of the ghostly spirits, and the earth system as the place of human beings and other mortal creatures. Those mystics who strive for liberation are promoted beyond these three divisions.",
        "purport": " Planets such as Indraloka and Candraloka are meant for the heavenly enjoyment of the most pious fruitive workers. The highest four planets, however, Satyaloka, Maharloka, Janoloka and Tapoloka, are meant for those who are most perfectly endeavoring for liberation. Caitanya Mahāprabhu is so inconceivably merciful that He is promoting the most fallen victims of Kali-yuga beyond these four planets and even beyond Vaikuṇṭha, to the supreme planet of Lord Kṛṣṇa in the spiritual sky, called Goloka Vṛndāvana. Śrīla Bhaktisiddhānta Sarasvatī Ṭhākura explains that heaven is the residence of the demigods, the earth is the residence of the human beings, and in between is a temporary residence for both classes of beings."
    },
    {
        "verse": "13",
        "devanagari": "अधोऽसुराणां नागानां भूमेरोकोऽसृजत् प्रभुः ।त्रिलोक्यां गतयः सर्वाः कर्मणां त्रिगुणात्मनाम् ॥ १३ ॥",
        "english_devnagari": "adho ’surāṇāṁ nāgānāṁbhūmer oko ’sṛjat prabhuḥtri-lokyāṁ gatayaḥ sarvāḥkarmaṇāṁ tri-guṇātmanām",
        "verse_Syn": [
            "adhaḥ",
            "asurāṇām",
            "nāgānām",
            "bhūmeḥ",
            "okaḥ",
            "asṛjat",
            "prabhuḥ",
            "tri",
            "lokyām",
            "gatayaḥ",
            "sarvāḥ",
            "karmaṇām",
            "tri",
            "guṇa",
            "ātmanām"
        ],
        "translation": "Lord Brahmā created the region below the earth for the demons and the Nāga snakes. In this way the destinations of the three worlds were arranged as the corresponding reactions for different kinds of work performed within the three modes of nature.",
        "purport": ""
    },
    {
        "verse": "14",
        "devanagari": "योगस्य तपसश्चैव न्यासस्य गतयोऽमलाः ।महर्जनस्तपः सत्यं भक्तियोगस्य मद्गतिः ॥ १४ ॥",
        "english_devnagari": "yogasya tapasaś caivanyāsasya gatayo ’malāḥmahar janas tapaḥ satyaṁbhakti-yogasya mad-gatiḥ",
        "verse_Syn": [
            "yogasya",
            "tapasaḥ",
            "ca",
            "eva",
            "nyāsasya",
            "gatayaḥ",
            "amalāḥ",
            "mahaḥ",
            "janaḥ",
            "tapaḥ",
            "satyam",
            "bhakti",
            "yogasya",
            "mat",
            "gatiḥ"
        ],
        "translation": "By mystic yoga, great austerities and the renounced order of life, the pure destinations of Maharloka, Janoloka, Tapoloka and Satyaloka are attained. But by devotional yoga, one achieves My transcendental abode.",
        "purport": " Śrīla Jīva Gosvāmī explains that the word tapasaḥ in this verse refers to austerities performed by brahmacārīs and vānaprasthas. A brahmacārī who practices celibacy perfectly in some particular stage of his life achieves Maharloka, and one who perfectly practices lifelong celibacy achieves Janoloka. By perfect execution of vānaprastha one may achieve Tapoloka, and one in the renounced order of life goes to Satyaloka. These different destinations certainly depend on one’s seriousness in the yoga system. In the Third Canto of the Bhāgavatam, Lord Brahmā explains to the demigods, “The inhabitants of Vaikuṇṭha travel in their airplanes made of lapis lazuli, emeralds and gold. Although crowded by their consorts, who have large hips and beautiful smiling faces, they cannot be stimulated to passion by their mirth and beautiful charms.” (Bhāg. 3.15.20) Thus in the spiritual world, the kingdom of God, the inhabitants have absolutely no desire for personal satisfaction, since they are completely satisfied in love of Godhead. Because they only think of the Lord’s pleasure, there is no possibility of cheating, anxiety, lust, disappointment, and so on. As described in Bhagavad-gītā (18.62): “O scion of Bharata, surrender unto Him utterly. By His grace you will attain transcendental peace and the supreme and eternal abode.”"
    },
    {
        "verse": "15",
        "devanagari": "मया कालात्मना धात्रा कर्मयुक्तमिदं जगत् ।गुणप्रवाह एतस्मिन्नुन्मज्जति निमज्जति ॥ १५ ॥",
        "english_devnagari": "mayā kālātmanā dhātrākarma-yuktam idaṁ jagatguṇa-pravāha etasminnunmajjati nimajjati",
        "verse_Syn": [
            "mayā",
            "kāla",
            "ātmanā",
            "dhātrā",
            "karma",
            "yuktam",
            "idam",
            "jagat",
            "guṇa",
            "pravāhe",
            "etasmin",
            "unmajjati",
            "nimajjati"
        ],
        "translation": "All results of fruitive work have been arranged within this world by Me, the supreme creator acting as the force of time. Thus one sometimes rises up toward the surface of this mighty river of the modes of nature and sometimes again submerges.",
        "purport": " Unmajjati refers to one’s promotion to the higher planetary systems, as mentioned in previous verses, and nimajjati refers to being submerged in a miserable condition of life by impious activities. In both cases one is drowning within the mighty river of material existence, which carries one far away from one’s real home in the kingdom of God."
    },
    {
        "verse": "16",
        "devanagari": "अणुर्बृहत् कृशः स्थूलो यो यो भावः प्रसिध्यति ।सर्वोऽप्युभयसंयुक्तः प्रकृत्या पुरुषेण च ॥ १६ ॥",
        "english_devnagari": "aṇur bṛhat kṛśaḥ sthūloyo yo bhāvaḥ prasidhyatisarvo ’py ubhaya-saṁyuktaḥprakṛtyā puruṣeṇa ca",
        "verse_Syn": [
            "aṇuḥ",
            "bṛhat",
            "kṛśaḥ",
            "sthūlaḥ",
            "yaḥ",
            "yaḥ",
            "bhāvaḥ",
            "prasidhyati",
            "sarvaḥ",
            "api",
            "ubhaya",
            "saṁyuktaḥ",
            "prakṛtyā",
            "puruṣeṇa",
            "ca"
        ],
        "translation": "Whatever features visibly exist within this world — small or great, thin or stout — certainly contain both the material nature and its enjoyer, the spirit soul.",
        "purport": ""
    },
    {
        "verse": "17",
        "devanagari": "यस्तु यस्यादिरन्तश्च स वै मध्यं च तस्य सन् ।विकारो व्यवहारार्थो यथा तैजसपार्थिवाः ॥ १७ ॥",
        "english_devnagari": "yas tu yasyādir antaś casa vai madhyaṁ ca tasya sanvikāro vyavahārārthoyathā taijasa-pārthivāḥ",
        "verse_Syn": [
            "yaḥ",
            "tu",
            "yasya",
            "ādiḥ",
            "antaḥ",
            "ca",
            "saḥ",
            "vai",
            "madhyam",
            "ca",
            "tasya",
            "san",
            "vikāraḥ",
            "vyavahāra",
            "arthaḥ",
            "yathā",
            "taijasa",
            "pārthivāḥ"
        ],
        "translation": "Gold and earth are originally existing as ingredients. From gold one may fashion golden ornaments such as bracelets and earrings, and from earth one may fashion clay pots and saucers. The original ingredients gold and earth exist before the products made from them, and when the products are eventually destroyed, the original ingredients, gold and earth, will remain. Thus, since the ingredients are present in the beginning and at the end, they must also be present in the middle phase, taking the form of a particular product to which we assign for convenience a particular name, such as bracelet, earring, pot or saucer. We can therefore understand that since the ingredient cause exists before the creation of a product and after the product’s destruction, the same ingredient cause must be present during the manifest phase, supporting the product as the basis of its reality.",
        "purport": " The Lord here explains that the original cause is certainly present in its effect, citing the example of gold and clay functioning as the causal ingredients of many different products in which gold and clay continue to be present. For our convenience, we assign different names to temporary products, although their essential nature continues to be that of the ingredient, and not of the temporary product."
    },
    {
        "verse": "18",
        "devanagari": "यदुपादाय पूर्वस्तु भावो विकुरुतेऽपरम् ।आदिरन्तो यदा यस्य तत् सत्यमभिधीयते ॥ १८ ॥",
        "english_devnagari": "yad upādāya pūrvas tubhāvo vikurute ’paramādir anto yadā yasyatat satyam abhidhīyate",
        "verse_Syn": [
            "yat",
            "upādāya",
            "pūrvaḥ",
            "tu",
            "bhāvaḥ",
            "vikurute",
            "aparam",
            "ādiḥ",
            "antaḥ",
            "yadā",
            "yasya",
            "tat",
            "satyam",
            "abhidhīyate"
        ],
        "translation": "A material object, itself composed of an essential ingredient, creates another material object through transformation. Thus one created object becomes the cause and basis of another created object. A particular thing may thus be called real in that it possesses the basic nature of another object that constitutes its origin and final state.",
        "purport": " One may understand the purport of this verse through the simple analogy of a clay pot. A clay pot is formed from a lump of clay, which is itself prepared from the earth. In this case earth is the original ingredient forming the clay lump, and the clay lump is in a sense the original cause of the pot. When the pot is destroyed, it will again assume the designation clay and ultimately merge back into the earth, its original cause. In relation to the clay pot, clay is the beginning and final state; thus the pot is called real, for it possesses the essential characteristics of clay, which exists before and after the existence of the functioning instrument known as the pot. Similarly, earth exists before and after the clay, and thus clay may be considered real because it possesses the essential characteristics of earth, which exists before and after the existence of the clay. Similarly, earth and other elements are created from the mahat-tattva, which exists before and after the existence of the elements, which may be considered real because they possess the essential characteristics of the mahat-tattva. The mahat-tattva is ultimately the creation of the Supreme Personality of Godhead, the cause of all causes, who exists after all is annihilated. The Absolute Truth is the Supreme Lord Himself, who step by step gives meaning and character to all that exists."
    },
    {
        "verse": "19",
        "devanagari": "प्रकृतिर्यस्योपादानमाधारः पुरुषः परः ।सतोऽभिव्यञ्जकः कालो ब्रह्म तत्‍त्रितयं त्वहम् ॥ १९ ॥",
        "english_devnagari": "prakṛtir yasyopādānamādhāraḥ puruṣaḥ paraḥsato ’bhivyañjakaḥ kālobrahma tat tritayaṁ tv aham",
        "verse_Syn": [
            "prakṛtiḥ",
            "yasya",
            "upādānam",
            "ādhāraḥ",
            "puruṣaḥ",
            "paraḥ",
            "sataḥ",
            "abhivyañjakaḥ",
            "kālaḥ",
            "brahma",
            "tat",
            "tritayam",
            "tu",
            "aham"
        ],
        "translation": "The material universe may be considered real, having nature as its original ingredient and final state. Lord Mahā-Viṣṇu is the resting place of nature, which becomes manifest by the power of time. Thus nature, the almighty Viṣṇu and time are not different from Me, the Supreme Absolute Truth.",
        "purport": " Material nature is the energy of the Lord, Mahā-Viṣṇu is His plenary portion, and time represents the Lord’s activity. In this way, time and nature are always subservient to the Supreme Personality of Godhead, who creates, maintains and annihilates all that exists through the agency of His potencies and plenary portions. In other words, Lord Kṛṣṇa is the Absolute Truth because He contains all existence within Himself."
    },
    {
        "verse": "20",
        "devanagari": "सर्गः प्रवर्तते तावत् पौर्वापर्येण नित्यशः ।महान् गुणविसर्गार्थः स्थित्यन्तो यावदीक्षणम् ॥ २० ॥",
        "english_devnagari": "sargaḥ pravartate tāvatpaurvāparyeṇa nityaśaḥmahān guṇa-visargārthaḥsthity-anto yāvad īkṣaṇam",
        "verse_Syn": [
            "sargaḥ",
            "pravartate",
            "tāvat",
            "paurva",
            "aparyeṇa",
            "nityaśaḥ",
            "mahān",
            "guṇa",
            "visarga",
            "arthaḥ",
            "sthiti",
            "antaḥ",
            "yāvat",
            "īkṣaṇam"
        ],
        "translation": "As long as the Supreme Personality of Godhead continues to glance upon nature, the material world continues to exist, perpetually manifesting through procreation the great and variegated flow of universal creation.",
        "purport": " Although the mahat-tattva, impelled by the force of time, is the ingredient cause of this world, it is clearly explained here that the Supreme Lord is personally the only ultimate cause of all that exists. Time and nature are powerless to act without the glance of the Personality of Godhead. He creates unlimited material variety for the sense gratification of the conditioned souls, who try to enjoy life as the children of particular parents and as the parents of particular children, throughout the 8,400,000 species of life."
    },
    {
        "verse": "21",
        "devanagari": "विराण्मयासाद्यमानो लोककल्पविकल्पकः ।पञ्चत्वाय विशेषाय कल्पते भुवनैः सह ॥ २१ ॥",
        "english_devnagari": "virāṇ mayāsādyamānoloka-kalpa-vikalpakaḥpañcatvāya viśeṣāyakalpate bhuvanaiḥ saha",
        "verse_Syn": [
            "virāṭ",
            "mayā",
            "āsādyamānaḥ",
            "loka",
            "kalpa",
            "vikalpakaḥ",
            "pañcatvāya",
            "viśeṣāya",
            "kalpate",
            "bhuvanaiḥ",
            "saha"
        ],
        "translation": "I am the basis of the universal form, which displays endless variety through the repeated creation, maintenance and destruction of the planetary systems. Originally containing within itself all planets in their dormant state, My universal form manifests the varieties of created existence by arranging the coordinated combination of the five elements.",
        "purport": " According to Śrīla Śrīdhara Svāmī, the word mayā refers to the Lord in His form as eternal time."
    },
    {
        "verse": "22-27",
        "devanagari": "अन्ने प्रलीयते मर्त्यमन्नं धानासु लीयते । धाना भूमौ प्रलीयन्ते भूमिर्गन्धे प्रलीयते ॥ २२ ॥अप्सु प्रलीयते गन्ध आपश्च स्वगुणे रसे । लीयते ज्योतिषि रसो ज्योती रूपे प्रलीयते ॥ २३ ॥रूपं वायौ स च स्पर्शे लीयते सोऽपि चाम्बरे । अम्बरं शब्दतन्मात्र इन्द्रियाणि स्वयोनिषु ॥ २४ ॥योनिर्वैकारिके सौम्य लीयते मनसीश्व‍रे । शब्दो भूतादिमप्येति भूतादिर्महति प्रभुः ॥ २५ ॥स लीयते महान् स्वेषु गुणेषु गुणवत्तमः । तेऽव्यक्ते सम्प्रलीयन्ते तत् काले लीयतेऽव्यये ॥ २६ ॥कालो मायामये जीवे जीव आत्मनि मय्यजे । आत्मा केवल आत्मस्थो विकल्पापायलक्षणः ॥ २७ ॥",
        "english_devnagari": "anne pralīyate martyamannaṁ dhānāsu līyatedhānā bhūmau pralīyantebhūmir gandhe pralīyate",
        "verse_Syn": [
            "anne",
            "pralīyate",
            "martyam",
            "annam",
            "dhānāsu",
            "līyate",
            "dhānāḥ",
            "bhūmau",
            "pralīyante",
            "bhūmiḥ",
            "gandhe",
            "pralīyate",
            "apsu",
            "pralīyate",
            "gandhaḥ",
            "āpaḥ",
            "ca",
            "sva",
            "guṇe",
            "rase",
            "līyate",
            "jyotiṣi",
            "rasaḥ",
            "jyotiḥ",
            "rūpe",
            "pralīyate",
            "rūpam",
            "vāyau",
            "saḥ",
            "ca",
            "sparśe",
            "līyate",
            "saḥ",
            "api",
            "ca",
            "ambare",
            "ambaram",
            "śabda",
            "tat",
            "mātre",
            "indriyāṇi",
            "sva",
            "yoniṣu",
            "yoniḥ",
            "vaikārike",
            "saumya",
            "līyate",
            "manasi",
            "īśvare",
            "śabdaḥ",
            "bhūta",
            "ādim",
            "apyeti",
            "bhūta",
            "ādiḥ",
            "mahati",
            "prabhuḥ",
            "saḥ",
            "līyate",
            "mahān",
            "sveṣu",
            "guṇeṣu",
            "guṇa",
            "vat",
            "tamaḥ",
            "te",
            "avyakte",
            "sampralīyante",
            "tat",
            "kāle",
            "līyate",
            "avyaye",
            "kālaḥ",
            "māyā",
            "maye",
            "jīve",
            "jīvaḥ",
            "ātmani",
            "mayi",
            "aje",
            "ātmā",
            "kevalaḥ",
            "ātma",
            "sthaḥ",
            "vikalpa",
            "apāya",
            "lakṣaṇaḥ"
        ],
        "translation": "At the time of annihilation, the mortal body of the living being becomes merged into food. Food merges into the grains, and the grains merge back into the earth. The earth merges into its subtle sensation, fragrance. Fragrance merges into water, and water further merges into its own quality, taste. That taste merges into fire, which merges into form. Form merges into touch, and touch merges into ether. Ether finally merges into the sensation of sound. The senses all merge into their own origins, the presiding demigods, and they, O gentle Uddhava, merge into the controlling mind, which itself merges into false ego in the mode of goodness. Sound becomes one with false ego in the mode of ignorance, and all-powerful false ego, the first of all the physical elements, merges into the total nature. The total material nature, the primary repository of the three basic modes, dissolves into the modes. These modes of nature then merge into the unmanifest form of nature, and that unmanifest form merges into time. Time merges into the Supreme Lord, present in the form of the omniscient Mahā-puruṣa, the original activator of all living beings. That origin of all life merges into Me, the unborn Supreme Soul, who remains alone, established within Himself. It is from Him that all creation and annihilation are manifested.",
        "purport": " The annihilation of the material world is the reversal of the process of creation, and ultimately everything is merged to rest within the Supreme Lord, who remains full in His absolute position."
    },
    {
        "verse": "28",
        "devanagari": "एवमन्वीक्षमाणस्य कथं वैकल्पिको भ्रमः । मनसो हृदि तिष्ठेत व्योम्नीवार्कोदये तमः ॥ २८ ॥",
        "english_devnagari": "evam anvīkṣamāṇasyakathaṁ vaikalpiko bhramaḥmanaso hṛdi tiṣṭhetavyomnīvārkodaye tamaḥ",
        "verse_Syn": [
            "evam",
            "anvīkṣamāṇasya",
            "katham",
            "vaikalpikaḥ",
            "bhramaḥ",
            "manasaḥ",
            "hṛdi",
            "tiṣṭheta",
            "vyomni",
            "iva",
            "arka",
            "udaye",
            "tamaḥ"
        ],
        "translation": "Just as the rising sun removes the darkness of the sky, similarly, this scientific knowledge of cosmic annihilation removes all illusory duality from the mind of a serious student. Even if illusion somehow enters his heart, it cannot remain there.",
        "purport": " Just as the brilliant sun removes all darkness from the sky, a clear understanding of the knowledge spoken by Lord Kṛṣṇa to Uddhava removes all ignorance concocted by the material mind. One will then no longer accept the material body as the self. Even if such illusion temporarily manifests within one’s consciousness, it will be driven away by the resurgence of one’s spiritual knowledge."
    },
    {
        "verse": "29",
        "devanagari": "एष साङ्ख्यविधिः प्रोक्तः संशयग्रन्थिभेदनः ।प्रतिलोमानुलोमाभ्यां परावरद‍ृशा मया ॥ २९ ॥",
        "english_devnagari": "eṣa sāṅkhya-vidhiḥ proktaḥsaṁśaya-granthi-bhedanaḥpratilomānulomābhyāṁparāvara-dṛśā mayā",
        "verse_Syn": [
            "eṣaḥ",
            "sāṅkhya",
            "vidhiḥ",
            "proktaḥ",
            "saṁśaya",
            "granthi",
            "bhedanaḥ",
            "pratiloma",
            "anulomābhyām",
            "para",
            "avara",
            "dṛśā",
            "mayā"
        ],
        "translation": "Thus I, the perfect seer of everything material and spiritual, have spoken this knowledge of Sāṅkhya, which destroys the illusion of doubt by scientific analysis of creation and annihilation.",
        "purport": " Lord Śrī Kṛṣṇa has explained that the material mind accepts and rejects many different concepts of life, generating innumerable false arguments about the actual process of perfection. But a person who takes shelter of the lotus feet of the Supreme Personality of Godhead can see everything with clear intelligence. One who understands how the Supreme Lord creates and annihilates can be liberated from material bondage and devote himself to the eternal service of the Supreme Lord."
    }
]