[
    {
        "verse": "1",
        "devanagari": "श्रीभगवानुवाचय एतान् मत्पथो हित्वा भक्तिज्ञानक्रियात्मकान् ।क्षुद्रान् कामांश्चलै: प्राणैर्जुषन्त: संसरन्ति ते ॥ १ ॥",
        "english_devnagari": "śrī-bhagavān uvācaya etān mat-patho hitvābhakti-jñāna-kriyātmakānkṣudrān kāmāṁś calaiḥ prāṇairjuṣantaḥ saṁsaranti te",
        "verse_Syn": [
            "śrī",
            "bhagavān",
            "uvāca",
            "ye",
            "etān",
            "mat",
            "pathaḥ",
            "hitvā",
            "bhakti",
            "jñāna",
            "kriyā",
            "ātmakān",
            "kṣudrān",
            "kāmān",
            "calaiḥ",
            "prāṇaiḥ",
            "juṣantaḥ",
            "saṁsaranti",
            "te"
        ],
        "translation": "The Supreme Personality of Godhead said: Those who give up these methods for achieving Me, which consist of devotional service, analytic philosophy and regulated execution of prescribed duties, and instead, being moved by the material senses, cultivate insignificant sense gratification, certainly undergo the continual cycle of material existence.",
        "purport": " As clearly explained by Lord Kṛṣṇa in the previous chapters, philosophical analysis and also the performance of prescribed duties are ultimately meant for achieving Kṛṣṇa consciousness, or pure love of God. Devotional service, based on hearing and chanting the glories of the Lord, directly engages the conditioned soul in the Lord’s loving service and thus is the most efficient means of achieving the Lord. All three processes, however, share a common goal, Kṛṣṇa consciousness. Now the Lord describes those who, being completely absorbed in material sense gratification, do not adopt any authorized means to achieve the Lord’s mercy. Currently, hundreds of millions of unfortunate human beings fit squarely into this category and, as described here, perpetually suffer the bondage of material existence."
    },
    {
        "verse": "2",
        "devanagari": "स्वे स्वेऽधिकारे या निष्ठा स गुण: परिकीर्तित: ।विपर्ययस्तु दोष: स्यादुभयोरेष निश्चय: ॥ २ ॥",
        "english_devnagari": "sve sve ’dhikāre yā niṣṭhāsa guṇaḥ parikīrtitaḥviparyayas tu doṣaḥ syādubhayor eṣa niścayaḥ",
        "verse_Syn": [
            "sve",
            "sve",
            "adhikāre",
            "yā",
            "niṣṭhā",
            "saḥ",
            "guṇaḥ",
            "parikīrtitaḥ",
            "viparyayaḥ",
            "tu",
            "doṣaḥ",
            "syāt",
            "ubhayoḥ",
            "eṣaḥ",
            "niścayaḥ"
        ],
        "translation": "Steadiness in one’s own position is declared to be actual piety, whereas deviation from one’s position is considered impiety. In this way the two are definitely ascertained.",
        "purport": " In the previous verse Lord Kṛṣṇa explained that the path of spiritual progress begins with working without fruitive desires, advances to the stage of realized spiritual knowledge, and culminates in direct engagement in the devotional service of the Lord. Here the Lord emphasizes that a conditioned soul should not artificially disrupt the natural evolution of his Kṛṣṇa consciousness by deviating from those duties prescribed by the Lord Himself. In the lower stages of human life one is entangled in false identification with the gross material body and desires to execute material fruitive activities based on society, friendship and love. When such materialistic activities are offered in sacrifice to the Supreme Lord, one becomes situated in karma-yoga. By regulated sacrifice one gradually gives up the gross bodily concept of life and advances to the stage of realization of spiritual knowledge, whereby one understands oneself to be an eternal spirit soul completely different from the material body and mind. Feeling relief from the pangs of materialism one becomes very attached to one’s spiritual knowledge, and thus one is situated in the stage of jñāna-yoga. As the candidate further advances on the spiritual path, he understands himself to be part and parcel of the Supreme Soul, the Personality of Godhead, Lord Kṛṣṇa. He then sees that his conditional life as well as his spiritual knowledge was obtained from the Personality of Godhead, who awards the results of all types of activities, both pious and sinful. By directly engaging in the loving service of the Supreme Lord and understanding oneself to be the Lord’s eternal servant, one’s attachment evolves into pure love of Godhead. Thus one first gives up the lower stage of attachment to the material body and then subsequently gives up attachment to cultivation of spiritual knowledge. This relieves one of material life. Finally one recognizes the Lord Himself as the resting place of one’s eternal love and fully surrenders to God in full Kṛṣṇa consciousness. Lord Kṛṣṇa explains in this verse that one who is still attached to the material body and mind cannot artificially give up the prescribed duties of karma-yoga. In the same way, one who is a spiritual neophyte, just beginning to realize the illusion of material life, should not artificially try to think of the Lord’s intimate pastimes twenty-four hours a day, imitating the stage of prema-bhakti. Rather, he should cultivate analytic knowledge of the material world, by which one gives up attachment to the material body and mind. In Śrīmad-Bhāgavatam we find many analytic descriptions of the material world, and they can free the conditioned soul from false identification with matter. One who has achieved the perfect stage of love of Godhead, however, being freed from all gross and subtle attachments to the material world, may give up the lower stages of karma-yoga and jñāna-yoga and engage directly in the Lord’s loving service. In Chapter Nineteen, verse 45, Lord Kṛṣṇa states, guṇa-doṣa-dṛśir doṣo guṇas tūbhaya-varjitaḥ. One should not see material good and evil within a devotee of the Lord. Indeed, one becomes pious by giving up such mundane conceptions. Śrīla Viśvanātha Cakravartī Ṭhākura points out that occasionally a neophyte devotee may be polluted by association with those enthusiastically executing fruitive activities and mental speculation. Such a devotee’s religious activities may be affected by mundane tendencies. Similarly, an ordinary person who observes the exalted status of a pure devotee sometimes externally imitates the devotee’s activities, considering himself to be on the same exalted platform of pure devotional service. These imperfect practitioners of bhakti-yoga are not exempt from criticism, since their fruitive activities, mental speculation and false prestige are material intrusions in the pure loving service of the Lord. A pure devotee engaged exclusively in the Lord’s service should not be criticized, but a devotee whose devotional service is mixed with material qualities may be corrected so that he can rise to the platform of pure devotional service. Innocent persons should not be misled by the mixed devotional service of those not engaged exclusively in the bhakti-yoga system, but those unable to fully engage in Kṛṣṇa consciousness should nevertheless not give up their regular prescribed duties, declaring them to be illusion. For example, one unable to fully engage in pure Kṛṣṇa consciousness should not give up his family, considering it an illusion, for by doing so he will fall into illicit sex life. Material piety and analytic knowledge of the material world must therefore be cultivated until one comes to the stage of directly practicing Kṛṣṇa consciousness."
    },
    {
        "verse": "3",
        "devanagari": "शुद्ध्यशुद्धी विधीयेते समानेष्वपि वस्तुषु ।द्रव्यस्य विचिकित्सार्थं गुणदोषौ शुभाशुभौ ।धर्मार्थं व्यवहारार्थं यात्रार्थमिति चानघ ॥ ३ ॥",
        "english_devnagari": "śuddhy-aśuddhī vidhīyetesamāneṣv api vastuṣudravyasya vicikitsārthaṁguṇa-doṣau śubhāśubhaudharmārthaṁ vyavahārārthaṁyātrārtham iti cānagha",
        "verse_Syn": [
            "śuddhi",
            "aśuddhī",
            "vidhīyete",
            "samāneṣu",
            "api",
            "vastuṣu",
            "dravyasya",
            "vicikitsā",
            "artham",
            "guṇa",
            "doṣau",
            "śubha",
            "aśubhau",
            "dharma",
            "artham",
            "vyavahāra",
            "artham",
            "yātrā",
            "artham",
            "iti",
            "ca",
            "anagha"
        ],
        "translation": "O sinless Uddhava, in order to understand what is proper in life one must evaluate a given object within its particular category. Thus, in analyzing religious principles one must consider purity and impurity. Similarly, in one’s ordinary dealings one must distinguish between good and bad, and to insure one’s physical survival one must recognize that which is auspicious and inauspicious.",
        "purport": " In religious activities, ordinary dealings and personal survival one cannot avoid value judgements. Morality and religion are perennial necessities in civilized society; therefore distinctions between purity and impurity, piety and impiety, morality and immorality must somehow be ascertained. Similarly, in our ordinary, worldly activities we distinguish between palatable and tasteless food, good and bad business, high-class and low-class residences, good and bad friends, and so forth. And to insure our physical health and survival, we must constantly distinguish between what is safe and unsafe, healthy and unhealthy, profitable and unprofitable. Even a learned person must constantly distinguish between good and bad within the material world, but at the same time he must understand the transcendental position of Kṛṣṇa consciousness. Despite one’s careful calculation of that which is materially healthy and unhealthy, the physical body will collapse and die. Despite careful scrutiny of the socially favorable and unfavorable, one’s entire social milieu will vanish with the passing of time. In the same way, great religions arise and disappear in the course of history. Thus mere religiosity, social and financial expertise or physical fitness cannot award the actual perfection of life. There is a transcendental good beyond the relative good of the material world. Any sane person accepts the practical and immediate necessity of material discrimination; yet one must come ultimately to the transcendental stage of Kṛṣṇa consciousness, where life is eternal, full of bliss and knowledge. Lord Kṛṣṇa, in His elaborate teachings to Śrī Uddhava, is gradually clarifying the transcendental position of Kṛṣṇa consciousness beyond the endless variety of material good and evil."
    },
    {
        "verse": "4",
        "devanagari": "दर्शितोऽयं मयाचारो धर्ममुद्वहतां धुरम् ॥ ४ ॥",
        "english_devnagari": "darśito ’yaṁ mayācārodharmam udvahatāṁ dhuram",
        "verse_Syn": [
            "darśitaḥ",
            "ayam",
            "mayā",
            "ācāraḥ",
            "dharmam",
            "udvahatām",
            "dhuram"
        ],
        "translation": "I have revealed this way of life for those bearing the burden of mundane religious principles.",
        "purport": " Ordinary religious principles, prescribing innumerable rules, regulations and prohibitions, are undoubtedly a great burden for those bereft of Kṛṣṇa consciousness. In the First Canto of Śrīmad-Bhāgavatam (1.1.11) it is stated, bhūrīṇi bhūri-karmāṇi śrotavyāni vibhāgaśaḥ: there are countless religious scriptures in the world prescribing countless religious duties. The authorized scriptures are those spoken by the Lord Himself or His representatives, as stated in this verse. In the last chapter of Bhagavad-gītā (18.66) Lord Kṛṣṇa states, sarva-dharmān parityajya mām ekaṁ śaraṇaṁ vraja: one should give up the troublesome burden of mundane piety and directly take to the loving service of the Lord, in which everything is simplified. Lord Kṛṣṇa also states in Bhagavad-gītā (9.2), su-sukhaṁ kartum avyayam: the bhakti-yoga process, which depends completely upon the mercy of the Lord, is very joyful and easily performed. Similarly, Locana dāsa Ṭhākura sings, Śrī Caitanya Mahāprabhu, who is Lord Kṛṣṇa Himself, appeared five hundred years ago to distribute the sublime method of chanting the holy names of the Lord. In this way, rather than bearing the burden of artificial austerity, one can directly take to the Lord’s service, cleansing one’s heart and immediately experiencing transcendental bliss. Those who have taken to Caitanya Mahāprabhu’s movement follow four basic principles: no illicit sex, no eating of meat, fish or eggs, no intoxication and no gambling. They rise early in the morning, chant Hare Kṛṣṇa and spend the day happily engaged in the Lord’s service. Those who follow the ritualistic karma-kāṇḍa section of the Vedas, however, are burdened with innumerable regulations, rituals and ceremonies, which must be personally performed by the worshipers or performed on their behalf by qualified brāhmaṇas. At any moment there is danger of discrepancy resulting in the total loss of their accumulated piety. Similarly, those on the philosophical path must painstakingly define, refine and adjust philosophical categories, a process that generally ends in confusion and hopelessness. The practitioners of mystic yoga undergo grueling penances, subjecting themselves to severe heat and cold, near starvation and so on. All such materialistic persons have personal desires to fulfill, whereas the devotees of the Lord, who desire the Lord’s pleasure, simply depend upon the Lord’s mercy and go back home, back to Godhead. In the previous verse the Lord mentioned that in the material world there are endless distinctions and value judgements to be made in the course of one’s life. A devotee, however, sees Kṛṣṇa within everything and everything within Kṛṣṇa, remaining humble, simple and blissful in the Lord’s service. He does not perform elaborate religious ceremonies, nor does he become antisocial or immoral. The devotee simply chants the holy name of Kṛṣṇa and easily achieves the highest perfection of life. Ordinary persons endeavor for bodily maintenance, but a devotee is automatically maintained by the Lord’s mercy. A devotee’s ordinary dealings and religious activities are also all dedicated to the Personality of Godhead; thus there is nothing but Kṛṣṇa in a devotee’s life. Kṛṣṇa gives all protection and maintenance, and the devotee gives everything to Kṛṣṇa. This natural liberated situation is called Kṛṣṇa consciousness. It is the ultimate absolute good, as explained by the Lord throughout this canto."
    },
    {
        "verse": "5",
        "devanagari": "भूम्यम्ब्वग्‍न्यनिलाकाशा भूतानां पञ्चधातव: ।आब्रह्मस्थावरादीनां शारीरा आत्मसंयुता: ॥ ५ ॥",
        "english_devnagari": "bhūmy-ambv-agny-anilākāśābhūtānāṁ pañca-dhātavaḥā-brahma-sthāvarādīnāṁśārīrā ātma-saṁyutāḥ",
        "verse_Syn": [
            "bhūmi",
            "ambu",
            "agni",
            "anila",
            "ākāśāḥ",
            "bhūtānām",
            "pañca",
            "dhātavaḥ",
            "ā",
            "brahma",
            "sthāvara",
            "ādīnām",
            "śārīrāḥ",
            "ātma",
            "saṁyutāḥ"
        ],
        "translation": "Earth, water, fire, air and ether are the five basic elements that constitute the bodies of all conditioned souls, from Lord Brahmā himself down to the nonmoving creatures. These elements all emanate from the one Personality of Godhead.",
        "purport": " All material bodies are composed of different proportions of the same five gross elements, which emanate from the one Personality of Godhead and cover the living entities, who are all in the jīva category. The concepts of good and bad depend on the choice of the Supreme Lord and not on inherent qualitative differences in material objects. A Kṛṣṇa conscious person ultimately sees all material phenomena as one. The devotee’s good behavior, intelligent discrimination and artistic sense within the material world are all based on the will of God. The material elements, being emanations from the Supreme Lord, are ultimately all nondifferent. However, advocates of mundane piety fear that if the material duality of good and bad is minimized, people will become immoral or anarchistic. Certainly the impersonal and atheistic philosophy preached by modern scientists, in which material variety is reduced to mere mathematical descriptions of molecular and atomic particles, leads to immoral society. Although both material science and Vedic knowledge uncover the illusion of material variety and reveal the ultimate oneness of all material energy, only the devotees of Lord Kṛṣṇa are surrendered to the supreme absolute piety of God’s will. Thus they always act for the benefit of all living entities, accepting material variety in the Lord’s service, according to the Lord’s desire. Without Kṛṣṇa consciousness, or God consciousness, people cannot understand the absolute position of spiritual goodness; instead they artificially try to construct a civilization based on interdependent self-interest on the material platform. Such a foolish arrangement easily collapses, as evidenced by widespread social conflict and chaos in the modern age. All members of a civilized society must accept the absolute authority of the Supreme Personality of Godhead, and then social peace and harmony will not rest on the flimsy relative platform of mundane piety and sin."
    },
    {
        "verse": "6",
        "devanagari": "वेदेन नामरूपाणि विषमाणि समेष्वपि ।धातुषूद्धव कल्प्यन्त एतेषां स्वार्थसिद्धये ॥ ६ ॥",
        "english_devnagari": "vedena nāma-rūpāṇiviṣamāṇi sameṣv apidhātuṣūddhava kalpyantaeteṣāṁ svārtha-siddhaye",
        "verse_Syn": [
            "vedena",
            "nāma",
            "rūpāṇi",
            "viṣamāṇi",
            "sameṣu",
            "api",
            "dhātuṣu",
            "uddhava",
            "kalpyante",
            "eteṣām",
            "sva",
            "artha",
            "siddhaye"
        ],
        "translation": "My dear Uddhava, although all material bodies are composed of the same five elements and are thus equal, the Vedic literatures conceive of different names and forms in relation to such bodies so that the living entities may achieve their goal of life.",
        "purport": " The words nāma-rūpāṇi viṣamāṇi refer to the system of varṇāśrama-dharma, in which members of human society are designated according to four social and four occupational divisions. Those dedicated to intellectual or religious perfection are called brāhmaṇas, those dedicated to political perfection are called kṣatriyas, those dedicated to financial perfection are called vaiśyas, and those dedicated to eating, sleeping, sex and honest work are called śūdras. Such propensities arise from the three modes of material nature (goodness, passion and ignorance), because the pure soul is not materially intellectual, ambitious for power, enterprising or servile. Rather, the pure soul is always absorbed in loving devotion to the Supreme Lord. If the various propensities of a conditioned soul are not engaged in the varṇāśrama system, they will certainly be misused, and thus that person will fall down from the standard of human life. The Vedic system is designed by the Lord so that conditioned souls may pursue their individual achievements and at the same time advance toward the ultimate goal of life, Kṛṣṇa consciousness. Just as a doctor deals with a crazy man by speaking to him sympathetically in terms of his false conception of life, one who understands the Vedic literature engages the living entities according to their illusory identification with the elements of matter. Although all material bodies are composed of the same material elements and are thus qualitatively identical, as described here by the word sameṣu, the Vedic social system, varṇāśrama, is created to engage all human beings in Kṛṣṇa consciousness according to their various degrees of material identification. The absolute good is the Supreme Lord Himself, and that which approaches the Supreme Lord becomes similarly good. Because the sun is the source of heat within this world, an object that approaches the sun becomes hotter and hotter until it merges into fire. In the same manner, as we approach the transcendental nature of the Personality of Godhead, we automatically become surcharged with absolute goodness. Although this knowledge is the real basis of the Vedic literature, mundane piety is enjoined and sin is prohibited so that one can gradually come to the platform of material goodness, whereupon spiritual knowledge becomes visible."
    },
    {
        "verse": "7",
        "devanagari": "देशकालादिभावानां वस्तूनां मम सत्तम ।गुणदोषौ विधीयेते नियमार्थं हि कर्मणाम् ॥ ७ ॥",
        "english_devnagari": "deśa-kālādi-bhāvānāṁvastūnāṁ mama sattamaguṇa-doṣau vidhīyeteniyamārthaṁ hi karmaṇām",
        "verse_Syn": [
            "deśa",
            "kāla",
            "ādi",
            "bhāvānām",
            "vastūnām",
            "mama",
            "sat",
            "tama",
            "guṇa",
            "doṣau",
            "vidhīyete",
            "niyama",
            "artham",
            "hi",
            "karmaṇām"
        ],
        "translation": "O saintly Uddhava, in order to restrict materialistic activities, I have established that which is proper and improper among all material things, including time, space and all physical objects.",
        "purport": " The word niyamārtham (“in order to restrict”) is significant in this verse. A conditioned soul falsely identifies with his material senses and thus considers anything giving immediate satisfaction to the body to be good and anything inconvenient or disturbing to be bad. By higher intelligence, however, one recognizes long-term self-interest and danger. For example, medicine may be immediately bitter, but by calculating one’s long-term interest one accepts the bitter medicine to cure a disease that is not immediately troublesome but ultimately fatal. Similarly, Vedic literature restricts the sinful propensities of human beings by establishing what is proper and what is improper among all the objects and activities of the material world. Because everyone must eat, the Vedas prescribe foods in the mode of goodness and not those which are sinful, such as meat, fish and eggs. Similarly, one is advised to live in a peaceful and pious community and not in association with sinful persons, nor in an unclean or turbulent environment. By designating and restricting the exploitation of the material world, Vedic knowledge gradually brings a conditioned soul to the platform of material goodness. At that stage one becomes eligible to serve the Supreme Personality of Godhead and enter the transcendental stage of life. It should be remembered that such mere eligibility does not constitute actual qualification; without Kṛṣṇa consciousness mere mundane piety can never qualify a conditioned soul to go back home, back to Godhead. Within this world we are all infected by false pride, which must be diminished through submission to the Vedic injunctions. One who is completely engaged in the loving service of the Lord need not adopt these preliminary methods, for he directly contacts the Personality of Godhead through the spontaneous process of surrender. In the previous verse the Lord explained why Vedic literatures assign different values to the bodies of different living entities, and here the Lord explains the Vedic value system in regard to the material objects that interact with these bodies."
    },
    {
        "verse": "8",
        "devanagari": "अकृष्णसारो देशानामब्रह्मण्योऽशुचिर्भवेत् ।कृष्णसारोऽप्यसौवीरकीकटासंस्कृतेरिणम् ॥ ८ ॥",
        "english_devnagari": "akṛṣṇa-sāro deśānāmabrahmaṇyo ’sucir bhavetkṛṣṇa-sāro ’py asauvīra-kīkaṭāsaṁskṛteriṇam",
        "verse_Syn": [
            "akṛṣṇa",
            "sāraḥ",
            "deśānām",
            "abrahmaṇyaḥ",
            "aśuciḥ",
            "bhavet",
            "kṛṣṇa",
            "sāraḥ",
            "api",
            "asauvīra",
            "kīkaṭa",
            "asaṁskṛta",
            "īraṇam"
        ],
        "translation": "Among places, those bereft of the spotted antelope, those devoid of devotion to the brāhmaṇas, those possessing spotted antelopes but bereft of respectable men, provinces like Kīkaṭa and places where cleanliness and purificatory rites are neglected, where meat-eaters are prominent or where the earth is barren, are all considered to be contaminated lands.",
        "purport": " The word kṛṣṇa-sāra refers to the spotted antelope, whose hide is used by brahmacārīs while residing in the āśrama of the spiritual master. Brahmacārīs never hunt in the forest, but rather accept skins from those animals already deceased. The skin of the black or spotted antelope is also used as a garment by those receiving instruction in the execution of Vedic sacrifice. Therefore, since sacrifice cannot be properly performed in areas bereft of such creatures, these places are impure. Furthermore, although the inhabitants of a particular place may be expert in performing fruitive activities and ritualistic sacrifices, if they are inimical to the devotional service of the Lord, such a place is also polluted. Śrīla Bhaktisiddhānta Sarasvatī Ṭhākura explains that previously the provinces of Bihar and Bengal were bereft of devotional service to the Lord and were considered impure. Then great Vaiṣṇavas such as Jayadeva appeared in these territories, converting them into holy places. The word asauvīra indicates those places without suvīras, respectable saintly persons. Ordinarily, a person who obeys the state laws is considered a respectable citizen. In the same way, one who strictly obeys the law of God is considered to be a cultured or decent man, suvīra. The place where such intelligent persons reside is called sauvīram. Kīkaṭa refers to the modern state of Bihar, which traditionally has been known as a territory of uncivilized men. Even in such provinces, however, any place where saintly persons gather is considered to be holy. On the other hand, a province of generally respectable persons is immediately polluted by the presence of sinful men. Asaṁskṛta indicates lack of external cleanliness, as well as the absence of purificatory ceremonies for internal cleanliness. Śrīla Madhvācārya quotes from the Skanda Purāṇa as follows: “Religious persons should reside within an eight-mile radius of rivers, oceans, mountains, hermitages, forests, spiritual cities or places where the śālagrāma-śilā is found. All other places should be considered kīkaṭa, or contaminated. But if even in such contaminated places black and spotted antelopes are found, one may reside there as long as sinful persons are not also present. Even if sinful persons are present, if the civil power rests with respectable authorities, one may remain. Similarly, one may dwell wherever the Deity of Viṣṇu is duly installed and worshiped.” The Lord here elaborates upon the theme of piety and sin, which are based on purity and impurity. Thus pure and contaminated places of residence are described here."
    },
    {
        "verse": "9",
        "devanagari": "कर्मण्यो गुणवान् कालो द्रव्यत: स्वत एव वा ।यतो निवर्तते कर्म स दोषोऽकर्मक: स्मृत: ॥ ९ ॥",
        "english_devnagari": "karmaṇyo guṇavān kālodravyataḥ svata eva vāyato nivartate karmasa doṣo ’karmakaḥ smṛtaḥ",
        "verse_Syn": [
            "karmaṇyaḥ",
            "guṇavān",
            "kālaḥ",
            "dravyataḥ",
            "svataḥ",
            "eva",
            "vā",
            "yataḥ",
            "nivartate",
            "karma",
            "saḥ",
            "doṣaḥ",
            "akarmakaḥ",
            "smṛtaḥ"
        ],
        "translation": "A specific time is considered pure when it is appropriate, either by its own nature or through achievement of suitable paraphernalia, for the performance of one’s prescribed duty. That time which impedes the performance of one’s duty is considered impure.",
        "purport": " Having discussed pure and impure places, the Lord now discusses different qualities of time. Certain times, such as the brāhma-muhūrta, the last few hours before sunrise, are always auspicious for spiritual advancement. Other times, not auspicious in themselves, become so by achievement of material prosperity that facilitates one’s mission in life. Political, social or economic disturbances that obstruct the execution of one’s religious duties are considered inauspicious times. Similarly, a woman is considered contaminated just after childbirth or during her menstrual period. She cannot perform ordinary religious activities at such times, which are therefore inauspicious and impure. Śrīla Bhaktisiddhānta Sarasvatī Ṭhākura explains that the most auspicious of all times is the moment one achieves the mercy of the Supreme Personality of Godhead. If one neglects the loving service of the Lord, being carried away by sense gratification, he is certainly living in most inauspicious times. Therefore that moment in which one achieves the association of the Supreme Lord or the Lord’s pure devotee is the most auspicious time, whereas the moment of losing such association is most inauspicious. In other words, the perfection of life is simply Kṛṣṇa consciousness, by which one transcends the dualities of time and space caused by the three modes of material nature."
    },
    {
        "verse": "10",
        "devanagari": "द्रव्यस्य शुद्ध्यशुद्धी च द्रव्येण वचनेन च ।संस्कारेणाथ कालेन महत्वाल्पतयाथवा ॥ १० ॥",
        "english_devnagari": "dravyasya śuddhy-aśuddhī cadravyeṇa vacanena casaṁskāreṇātha kālenamahatvālpatayātha vā",
        "verse_Syn": [
            "dravyasya",
            "śuddhi",
            "aśuddhī",
            "ca",
            "dravyeṇa",
            "vacanena",
            "ca",
            "saṁskāreṇa",
            "atha",
            "kālena",
            "mahatva",
            "alpatayā",
            "atha",
            "vā"
        ],
        "translation": "An object’s purity or impurity is established by application of another object, by words, by rituals, by the effects of time or according to relative magnitude.",
        "purport": " Cloth is purified by application of clean water and contaminated by application of urine. The words of a saintly brāhmaṇa are pure, but the sound vibration of a materialistic person is contaminated by lust and envy. A saintly devotee explains actual purity to others, whereas a nondevotee makes false propaganda that leads innocent people to commit polluted, sinful activities. Pure rituals are those meant for the satisfaction of the Supreme Lord, while materialistic ceremonies are those that lead their followers into materialistic and demoniac activities. The word saṁskāreṇa also indicates that the purity or impurity of a particular object is ascertained according to the regulations of ritualistic performances. For example, a flower to be offered to the Deity must be purified with water. Flowers or food cannot be offered to the Deity, however, if they have been contaminated by being smelled or tasted before the offering. The word kālena indicates that certain substances are purified by time and others contaminated by time. Rainwater, for example, is considered pure after ten days’ time, and after three days in cases of emergency. On the other hand, certain foods decay in time and thus become impure. Mahatva indicates that great bodies of water do not become contaminated, and alpatayā means that a small amount of water can easily become polluted or stagnant. In the same way, a great soul is not polluted by occasional contact with materialistic persons, whereas one whose devotion to God is very small is easily carried away and put into doubt by bad association. In terms of combination with other substances, and in terms of speech, ritual, time and magnitude, the purity and impurity of all objects can be ascertained. Śrīla Viśvanātha Cakravartī Ṭhākura remarks that impure or decayed food is certainly forbidden for normal persons but is permissible for those who have no other means of subsistence."
    },
    {
        "verse": "11",
        "devanagari": "शक्त्याशक्त्याथ वा बुद्ध्या समृद्ध्या च यदात्मने ।अघं कुर्वन्ति हि यथा देशावस्थानुसारत: ॥ ११ ॥",
        "english_devnagari": "śaktyāśaktyātha vā buddhyāsamṛddhyā ca yad ātmaneaghaṁ kurvanti hi yathādeśāvasthānusārataḥ",
        "verse_Syn": [
            "śaktyā",
            "aśaktyā",
            "atha",
            "vā",
            "buddhyā",
            "samṛddhyā",
            "ca",
            "yat",
            "ātmane",
            "agham",
            "kurvanti",
            "hi",
            "yathā",
            "deśa",
            "avasthā",
            "anusārataḥ"
        ],
        "translation": "Impure things may or may not impose sinful reactions upon a person, depending on that person’s strength or weakness, intelligence, wealth, location and physical condition.",
        "purport": " The Lord has described the purity and impurity of different places, times and material objects. According to the laws of nature, that which is impure contaminates a particular person in accordance with that person’s situation, as described here. For example, on certain occasions, such as a solar eclipse or just after childbirth, one must restrict the intake of food according to ritualistic injunctions. One who is physically weak, however, may eat without being considered impious. Ordinary persons consider the ten days following childbirth to be most auspicious, whereas one who is learned knows that this period is actually impure. Ignorance of the law does not save one from being punished, but one who consciously commits sinful activities is considered most fallen. Concerning opulence (samṛddhi), worn-out, dirty clothing or a messy residence are considered impure for a rich man but acceptable for one who is poor. The word deśa indicates that in a safe and peaceful place one is obligated to strictly perform religious rituals, whereas in a dangerous or chaotic situation one may be excused for occasional negligence of secondary principles. One who is physically healthy must offer obeisances to the Deities, attend religious functions and execute his prescribed duties, but a young child or sickly person may be excused from such activities, as indicated by the word avasthā. Ultimately, as Śrīla Rūpa Gosvāmī states: “One should render transcendental loving service to the Supreme Lord Kṛṣṇa favorably and without desire for material profit or gain through fruitive activities or philosophical speculation. That is called pure devotional service.” (Bhakti-rasāmṛta-sindhu 1.1.11) One should accept everything which is favorable for the devotional service of Lord Kṛṣṇa and reject whatever is unfavorable. One must learn the process of serving God from the bona fide spiritual master and thus always maintain one’s existence pure and free from anxiety. In general, however, when considering the relative purity and impurity of material things, all of the above-mentioned factors must be calculated."
    },
    {
        "verse": "12",
        "devanagari": "धान्यदार्वस्थितन्तूनां रसतैजसचर्मणाम् ।कालवाय्वग्निमृत्तोयै: पार्थिवानां युतायुतै: ॥ १२ ॥",
        "english_devnagari": "dhānya-dārv-asthi-tantūnāṁrasa-taijasa-carmaṇāmkāla-vāyv-agni-mṛt-toyaiḥpārthivānāṁ yutāyutaiḥ",
        "verse_Syn": [
            "dhānya",
            "dāru",
            "asthi",
            "tantūnām",
            "rasa",
            "taijasa",
            "carmaṇām",
            "kāla",
            "vāyu",
            "agni",
            "mṛt",
            "toyaiḥ",
            "pārthivānām",
            "yuta",
            "ayutaiḥ"
        ],
        "translation": "Various objects such as grains, wooden utensils, things made of bone, thread, liquids, objects derived from fire, skins and earthy objects are all purified by time, by the wind, by fire, by earth and by water, either separately or in combination.",
        "purport": " The word kāla, or “time,” is mentioned here, since all purificatory processes take place within time."
    },
    {
        "verse": "13",
        "devanagari": "अमेध्यलिप्तं यद् येन गन्धलेपं व्यपोहति ।भजते प्रकृतिं तस्य तच्छौचं तावदिष्यते ॥ १३ ॥",
        "english_devnagari": "amedhya-liptaṁ yad yenagandha-lepaṁ vyapohatibhajate prakṛtiṁ tasyatac chaucaṁ tāvad iṣyate",
        "verse_Syn": [
            "amedhya",
            "liptam",
            "yat",
            "yena",
            "gandha",
            "lepam",
            "vyapohati",
            "bhajate",
            "prakṛtim",
            "tasya",
            "tat",
            "śaucam",
            "tāvat",
            "iṣyate"
        ],
        "translation": "A particular purifying agent is considered appropriate when its application removes the bad odor or dirty covering of some contaminated object and makes it resume its original nature.",
        "purport": " Furniture, kitchen utensils, clothing and other objects are purified by application of abrasion, alkali, acid, water and so on. One thereby removes the bad fragrance or impure coating of such objects, restoring them to their original clean appearance."
    },
    {
        "verse": "14",
        "devanagari": "स्‍नानदानतपोऽवस्थावीर्यसंस्कारकर्मभि: ।मत्स्मृत्या चात्मन: शौचं शुद्ध: कर्माचरेद्‌द्विज: ॥ १४ ॥",
        "english_devnagari": "snāna-dāna-tapo-’vasthā-vīrya-saṁskāra-karmabhiḥmat-smṛtyā cātmanaḥ śaucaṁśuddhaḥ karmācared dvijaḥ",
        "verse_Syn": [
            "snāna",
            "dāna",
            "tapaḥ",
            "avasthā",
            "vīrya",
            "saṁskāra",
            "karmabhiḥ",
            "mat",
            "smṛtyā",
            "ca",
            "ātmanaḥ",
            "śaucam",
            "śuddhaḥ",
            "karma",
            "ācaret",
            "dvijaḥ"
        ],
        "translation": "The self can be cleansed by bathing, charity, austerity, age, personal strength, purificatory rituals, prescribed duties and, above all, by remembrance of Me. The brāhmaṇa and other twice-born men should be duly purified before performing their specific activities.",
        "purport": " The word avasthā indicates that when boys and girls are young they are kept pure by youthful innocence and that as they grow up they are kept pure through proper education and engagement. By one’s individual potency one should avoid sinful activities and the association of those inclined toward sense gratification. The word karma here refers to prescribed duties, such as worshiping the spiritual master and the Deity, chanting the Gāyatrī mantra three times daily and accepting spiritual initiation. The prescribed duties of the varṇāśrama system automatically purify one from the covering of false ego by dovetailing one’s bodily designation in appropriate religious activities. There are specific duties for brāhmaṇas, kṣatriyas, vaiśyas, śūdras, brahmacārīs, gṛhasthas, vānaprasthas and sannyāsīs, as described previously in this canto by the Lord Himself. The most significant word here is mat-smṛtyā (“by remembrance of Me”). Ultimately, one cannot avoid the infection of illusion through any process except Kṛṣṇa consciousness. The three modes of nature perpetually interact, and one must sometimes fall into the mode of ignorance and sometimes rise to the mode of goodness, uselessly rotating within the kingdom of illusion. But by Kṛṣṇa consciousness, remembrance of the Personality of Godhead, one can actually uproot one’s tendency to act against the will of the Absolute Truth. Then one becomes freed from the clutches of māyā and goes back home, back to Godhead. As stated in the Garuḍa Purāṇa: “Whether one is pure or contaminated, and regardless of one’s external situation, simply by remembering the lotus-eyed Personality of Godhead one can internally and externally cleanse one’s existence.” Lord Caitanya recommended that we constantly remember the Supreme Lord by chanting His holy names, Hare Kṛṣṇa, Hare Kṛṣṇa, Kṛṣṇa Kṛṣṇa, Hare Hare/ Hare Rāma, Hare Rāma, Rāma Rāma, Hare Hare. This sublime process is essential for every human actually desirous of purifying his existence."
    },
    {
        "verse": "15",
        "devanagari": "मन्त्रस्य च परिज्ञानं कर्मशुद्धिर्मदर्पणम् ।धर्म: सम्पद्यते षड्‌भिरधर्मस्तु विपर्यय: ॥ १५ ॥",
        "english_devnagari": "mantrasya ca parijñānaṁkarma-śuddhir mad-arpaṇamdharmaḥ sampadyate ṣaḍbhiradharmas tu viparyayaḥ",
        "verse_Syn": [
            "mantrasya",
            "ca",
            "parijñānam",
            "karma",
            "śuddhiḥ",
            "mat",
            "arpaṇam",
            "dharmaḥ",
            "sampadyate",
            "ṣaḍbhiḥ",
            "adharmaḥ",
            "tu",
            "viparyayaḥ"
        ],
        "translation": "A mantra is purified when chanted with proper knowledge, and one’s work is purified when offered to Me. Thus by purification of the place, time, substance, doer, mantras and work, one becomes religious, and by negligence of these six items one is considered irreligious.",
        "purport": " One receives a mantra from the mouth of a bona fide spiritual master, who instructs the disciple in the method, meaning and ultimate purpose of the mantra. The bona fide spiritual master in this age gives his disciple the mahā-mantra, or holy names of God, Hare Kṛṣṇa, Hare Kṛṣṇa, Kṛṣṇa Kṛṣṇa, Hare Hare/ Hare Rāma, Hare Rāma, Rāma Rāma, Hare Hare. One who chants this mantra, considering himself to be the eternal servant of the Lord, gradually learns to chant offenselessly and by such purified chanting quickly achieves the highest perfection of life. The Lord here summarizes His discussion of purity and impurity, which manifest ultimately in religious and irreligious life."
    },
    {
        "verse": "16",
        "devanagari": "क्व‍‍चिद् गुणोऽपि दोष: स्याद् दोषोऽपि विधिना गुण: ।गुणदोषार्थनियमस्तद्भ‍िदामेव बाधते ॥ १६ ॥",
        "english_devnagari": "kvacid guṇo ’pi doṣaḥ syāddoṣo ’pi vidhinā guṇaḥguṇa-doṣārtha-niyamastad-bhidām eva bādhate",
        "verse_Syn": [
            "kvacit",
            "guṇaḥ",
            "api",
            "doṣaḥ",
            "syāt",
            "doṣaḥ",
            "api",
            "vidhinā",
            "guṇaḥ",
            "guṇa",
            "doṣa",
            "artha",
            "niyamaḥ",
            "tat",
            "bhidām",
            "eva",
            "bādhate"
        ],
        "translation": "Sometimes piety becomes sin, and sometimes what is ordinarily sin becomes piety on the strength of Vedic injunctions. Such special rules in effect eradicate the clear distinction between piety and sin.",
        "purport": " The Lord clearly explains here that material piety and sin are always relative considerations. For example, if a neighbor’s house is on fire and one chops a hole in the roof so that the trapped family may escape, one is considered to be a pious hero because of the dangerous condition. In normal conditions, however, if one chops a hole in his neighbor’s roof or breaks the neighbor’s windows, he is considered a criminal. Similarly, one who abandons one’s wife and children is certainly irresponsible and thoughtless. If one takes sannyāsa, however, and remains fixed on a higher spiritual platform, he is considered to be a most saintly person. Piety and sin therefore depend upon particular circumstances and are at times difficult to distinguish. According to Śrīla Madhvācārya, persons above the age of fourteen are considered capable of distinguishing between good and bad and are thus responsible for their pious and sinful activities. Animals, on the other hand, being merged in ignorance, cannot be blamed for their offenses or praised for their so-called good qualities, which all arise ultimately from ignorance. Human beings who act like animals, with the idea that one should not feel any guilt but should do whatever one likes, will certainly take birth as animals absorbed in ignorance. And there are other foolish people who, observing the relativity of material piety and sin, conclude that there is no absolute good. It should be understood, however, that Kṛṣṇa consciousness is absolutely good because it involves complete obedience to the Absolute Truth, the Supreme Personality of Godhead, whose goodness is eternal and absolute. Those who are inclined to study material piety and sin ultimately experience frustration due to the relativity and variability of the subject matter. One should therefore come to the transcendental platform of Kṛṣṇa consciousness, which is valid and perfect in all circumstances."
    },
    {
        "verse": "17",
        "devanagari": "समानकर्माचरणं पतितानां न पातकम् ।औत्पत्तिको गुण: सङ्गो न शयान: पतत्यध: ॥ १७ ॥",
        "english_devnagari": "samāna-karmācaraṇaṁpatitānāṁ na pātakamautpattiko guṇaḥ saṅgona śayānaḥ pataty adhaḥ",
        "verse_Syn": [
            "samāna",
            "karma",
            "ācaraṇam",
            "patitānām",
            "na",
            "pātakam",
            "autpattikaḥ",
            "guṇaḥ",
            "saṅgaḥ",
            "na",
            "śayānaḥ",
            "patati",
            "adhaḥ"
        ],
        "translation": "The same activities that would degrade an elevated person do not cause falldown for those who are already fallen. Indeed, one who is lying on the ground cannot possibly fall further. The material association that is dictated by one’s own nature is considered a good quality.",
        "purport": " The Lord here further describes the ambiguity in ascertaining material piety and sin. Although intimate association with women is most abominable for a renounced sannyāsī, the same association is pious for a householder, who is ordered by Vedic injunction to approach his wife at the suitable time for procreation. Similarly, a brāhmaṇa who drinks liquor is considered to be committing a most abominable act, whereas a śūdra, a low-class man, who can moderate his drinking is considered to be self-controlled. Piety and sin on the material level are thus relative considerations. Any member of society, however, who receives dīkṣā, initiation into the chanting of the Lord’s holy names, must strictly obey the four regulative principles: no eating of meat, fish or eggs, no illicit sex, no intoxication and no gambling. A spiritually initiated person neglecting these principles will certainly fall from his elevated position of liberation."
    },
    {
        "verse": "18",
        "devanagari": "यतो यतो निवर्तेत विमुच्येत ततस्तत: ।एष धर्मो नृणां क्षेम: शोकमोहभयापह: ॥ १८ ॥",
        "english_devnagari": "yato yato nivartetavimucyeta tatas tataḥeṣa dharmo nṛṇāṁ kṣemaḥśoka-moha-bhayāpahaḥ",
        "verse_Syn": [
            "yataḥ",
            "yataḥ",
            "nivarteta",
            "vimucyeta",
            "tataḥ",
            "tataḥ",
            "eṣaḥ",
            "dharmaḥ",
            "nṛṇām",
            "kṣemaḥ",
            "śoka",
            "moha",
            "bhaya",
            "apahaḥ"
        ],
        "translation": "By refraining from a particular sinful or materialistic activity, one becomes freed from its bondage. Such renunciation is the basis of religious and auspicious life for human beings and drives away all suffering, illusion and fear.",
        "purport": " In Caitanya-caritāmṛta (Antya 6.220) it is stated: “Renunciation is the basic principle sustaining the lives of Śrī Caitanya Mahāprabhu’s devotees. Seeing this renunciation, Śrī Caitanya Mahāprabhu, the Supreme Personality of Godhead, is extremely satisfied.” Because of false ego one considers oneself to be the proprietor and enjoyer of one’s activities. Actually, Lord Kṛṣṇa, the Personality of Godhead, is the proprietor and enjoyer of our activities; recognition of this fact in Kṛṣṇa consciousness leads one to real renunciation. Every human being should perform his prescribed duty as an offering to the Supreme Lord. Then there will be no possibility of material entanglement. Lord Kṛṣṇa clearly explains in Bhagavad-gītā that prescribed duties performed as an offering to the Lord award liberation from material bondage. Sinful activities cannot be offered to the Lord but must be given up altogether. In effect, the distinction between piety and sin is made so that the living entities will become pious and eligible to surrender to the Supreme Lord. As explained in Bhagavad-gītā (7.28): “Persons who have acted piously in previous lives and in this life, whose sinful actions are completely eradicated and who are freed from the duality of delusion, engage themselves in My service with determination.” By thorough piety one’s life becomes auspicious and freed from lamentation, illusion and fear, and one can then take to the path of Kṛṣṇa consciousness."
    },
    {
        "verse": "19",
        "devanagari": "विषयेषु गुणाध्यासात् पुंस: सङ्गस्ततो भवेत् ।सङ्गात्तत्र भवेत् काम: कामादेव कलिर्नृणाम् ॥ १९ ॥",
        "english_devnagari": "viṣayeṣu guṇādhyāsātpuṁsaḥ saṅgas tato bhavetsaṅgāt tatra bhavet kāmaḥkāmād eva kalir nṛṇām",
        "verse_Syn": [
            "viṣayeṣu",
            "guṇa",
            "adhyāsāt",
            "puṁsaḥ",
            "saṅgaḥ",
            "tataḥ",
            "bhavet",
            "saṅgāt",
            "tatra",
            "bhavet",
            "kāmaḥ",
            "kāmāt",
            "eva",
            "kaliḥ",
            "nṛṇām"
        ],
        "translation": "One who accepts material sense objects as desirable certainly becomes attached to them. From such attachment lust arises, and this lust creates quarrel among men.",
        "purport": " The actual goal of human life should not be material sense gratification, for it is the basis of conflict in human society. Although the Vedic literature sometimes sanctions sense gratification, the ultimate purpose of the Vedas is renunciation, since Vedic culture cannot possibly recommend anything that disturbs human life. A lusty person is easily angered and becomes inimical to anyone frustrating his lusty desires. Since his sex desire can never be satisfied, a lusty person ultimately becomes frustrated with his own sex partner, and thus a “love-hate” relationship develops. A lusty person considers himself to be the enjoyer of God’s creation and is therefore full of pride and false prestige. The lusty, proud person will not be attracted to the process of humble submission at the lotus feet of the bona fide spiritual master. Attraction to illicit sex is thus the direct enemy of Kṛṣṇa consciousness, which depends upon humble submission to the representative of the Supreme Lord. Lord Kṛṣṇa also states in Bhagavad-gītā that desire for illicit sex is the all-devouring, sinful enemy of this world. Because modern society sanctions unrestricted mixing of men and women, its citizens cannot possibly achieve peace; rather, the regulation of conflict becomes the basis of social survival. This is the symptom of an ignorant society falsely accepting the material body as the highest good, as described here by the words viṣayeṣu guṇādhyāsāt. One who is too affectionate to his own body will inevitably be seized by sex desire."
    },
    {
        "verse": "20",
        "devanagari": "कलेर्दुर्विषह: क्रोधस्तमस्तमनुवर्तते ।तमसा ग्रस्यते पुंसश्चेतना व्यापिनी द्रुतम् ॥ २० ॥",
        "english_devnagari": "kaler durviṣahaḥ krodhastamas tam anuvartatetamasā grasyate puṁsaścetanā vyāpinī drutam",
        "verse_Syn": [
            "kaleḥ",
            "durviṣahaḥ",
            "krodhaḥ",
            "tamaḥ",
            "tam",
            "anuvartate",
            "tamasā",
            "grasyate",
            "puṁsaḥ",
            "cetanā",
            "vyāpinī",
            "drutam"
        ],
        "translation": "From quarrel arises intolerable anger, followed by the darkness of ignorance. This ignorance quickly overtakes a man’s broad intelligence.",
        "purport": " The desire for material association arises from one’s propensity to deny that everything is God’s energy. Falsely imagining material sense objects to be separate from the Supreme Lord, one desires to enjoy them; such desire gives rise to conflict and quarrel in human society. This conflict inevitably gives rise to great anger, which makes human beings become foolish and destructive. Thus the actual goal of human life is quickly forgotten."
    },
    {
        "verse": "21",
        "devanagari": "तया विरहित: साधो जन्तु: शून्याय कल्पते ।ततोऽस्य स्वार्थविभ्रंशो मूर्च्छितस्य मृतस्य च ॥ २१ ॥",
        "english_devnagari": "tayā virahitaḥ sādhojantuḥ śūnyāya kalpatetato ’sya svārtha-vibhraṁśomūrcchitasya mṛtasya ca",
        "verse_Syn": [
            "tayā",
            "virahitaḥ",
            "sādho",
            "jantuḥ",
            "śūnyāya",
            "kalpate",
            "tataḥ",
            "asya",
            "sva",
            "artha",
            "vibhraṁśaḥ",
            "mūrcchitasya",
            "mṛtasya",
            "ca"
        ],
        "translation": "O saintly Uddhava, a person bereft of real intelligence is considered to have lost everything. Deviated from the actual purpose of his life, he becomes dull, just like a dead person.",
        "purport": " Kṛṣṇa consciousness is so vital and essential that one who has deviated from this progressive path of self-realization is considered to be virtually unconscious, or like a dead person. Since every living entity is part and parcel of Kṛṣṇa, anyone who falsely identifies with the external body is actually unconscious of his real position. Thus it is stated, śūnyāya kalpate: pursuing that which has no factual existence, he is devoid of any tangible progress or benefit in life. One whose consciousness is absorbed in the nonexistent becomes himself practically nonexistent. In this way, the eternal living entities become fallen, lost in the ocean of material existence, and it is only by the special mercy of the pure devotees of the Lord that they can be rescued. The Lord’s devotees therefore instruct the fallen people to chant Hare Kṛṣṇa, Hare Kṛṣṇa, Kṛṣṇa Kṛṣṇa, Hare Hare/ Hare Rāma, Hare Rāma, Rāma Rāma, Hare Hare. By this process our real consciousness and life can be quickly revived."
    },
    {
        "verse": "22",
        "devanagari": "विषयाभिनिवेशेन नात्मानं वेद नापरम् ।वृक्षजीविकया जीवन् व्यर्थं भस्त्र‍ोव य: श्वसन् ॥ २२ ॥",
        "english_devnagari": "viṣayābhiniveśenanātmānaṁ veda nāparamvṛkṣa jīvikayā jīvanvyarthaṁ bhastreva yaḥ śvasan",
        "verse_Syn": [
            "viṣaya",
            "abhiniveśena",
            "na",
            "ātmānam",
            "veda",
            "na",
            "aparam",
            "vṛkṣa",
            "jīvakayā",
            "jīvan",
            "vyartham",
            "bhastrā",
            "iva",
            "yaḥ",
            "śvasan"
        ],
        "translation": "Because of absorption in sense gratification, one cannot recognize himself or others. Living uselessly in ignorance like a tree, one is merely breathing just like a bellows.",
        "purport": " Just as trees, having no means of defending themselves, are always being cut down, similarly, the conditioned souls are constantly being cut down by the cruel laws of nature, which impose innumerable miseries culminating in sudden death. Although foolish people think they are helping themselves and others, they actually do not know their own identity, nor the identities of their so-called friends and relatives. Absorbed in gratifying the senses of the external body, they spend their lives uselessly, without spiritual profit. This useless lifestyle can be transformed into a perfect life simply by chanting the holy names of God in Kṛṣṇa consciousness, as recommended by Śrī Caitanya Mahāprabhu."
    },
    {
        "verse": "23",
        "devanagari": "फलश्रुतिरियं नृणां न श्रेयो रोचनं परम् ।श्रेयोविवक्षया प्रोक्तं यथा भैषज्यरोचनम् ॥ २३ ॥",
        "english_devnagari": "phala-śrutir iyaṁ nṝṇāṁna śreyo rocanaṁ paramśreyo-vivakṣayā proktaṁyathā bhaiṣajya-rocanam",
        "verse_Syn": [
            "phala",
            "śrutiḥ",
            "iyam",
            "nṝṇām",
            "na",
            "śreyaḥ",
            "rocanam",
            "param",
            "śreyaḥ",
            "vivakṣayā",
            "proktam",
            "yathā",
            "bhaiṣajya",
            "rocanam"
        ],
        "translation": "Those statements of scripture promising fruitive rewards do not prescribe the ultimate good for men but are merely enticements for executing beneficial religious duties, like promises of candy spoken to induce a child to take beneficial medicine.",
        "purport": " In the previous verse Lord Kṛṣṇa stated that persons absorbed in sense gratification certainly deviate from the real purpose of human life. But since the Vedas themselves promise heavenly sense gratification as the result of sacrifice and austerity, how can such promotion to heaven be considered a deviation from the goal of life? The Lord here explains that the fruitive rewards offered in religious scriptures are merely inducements, like candy that is used to induce a child to take medicine. It is actually the medicine that is beneficial, and not the candy. Similarly, in fruitive sacrifices it is the worship of Lord Viṣṇu that is beneficial, not the fruitive reward itself. According to Bhagavad-gītā, those professing fruitive rewards to be the ultimate goal of religious scripture are certainly less intelligent fools inimical to the purpose of the Supreme Personality of Godhead. The Lord desires that all conditioned souls be purified and come back home, back to Godhead, for an eternal life of bliss and knowledge. One who opposes the Lord’s purpose in the name of religiosity is certainly bewildered about the purpose of life."
    },
    {
        "verse": "24",
        "devanagari": "उत्पत्त्यैव हि कामेषु प्राणेषु स्वजनेषु च ।आसक्तमनसो मर्त्या आत्मनोऽनर्थहेतुषु ॥ २४ ॥",
        "english_devnagari": "utpattyaiva hi kāmeṣuprāṇeṣu sva-janeṣu caāsakta-manaso martyāātmano ’nartha-hetuṣu",
        "verse_Syn": [
            "utpattyā",
            "eva",
            "hi",
            "kāmeṣu",
            "prāṇeṣu",
            "sva",
            "janeṣu",
            "ca",
            "āsakta",
            "manasaḥ",
            "martyāḥ",
            "ātmanaḥ",
            "anartha",
            "hetuṣu"
        ],
        "translation": "Simply by material birth, human beings become attached within their minds to personal sense gratification, long duration of life, sense activities, bodily strength, sexual potency and friends and family. Their minds are thus absorbed in that which defeats their actual self-interest.",
        "purport": " Our attachment to the material body and the bodies of family and friends inevitably leads to unbearable anxiety and suffering. The mind absorbed in the bodily concept of life cannot possibly advance in self-realization, and thus one’s hope for an eternal life of bliss and knowledge is defeated by the objects of one’s so-called affection. Activities performed in ignorance are beneficial neither for oneself nor others, just as the charitable activities one may perform in a dream bestow no tangible benefit on real people. The conditioned soul is dreaming of a world separate from God, but any advancement experienced in this dream world is merely hallucination. The Lord states in Bhagavad-gītā, sarva-loka-maheśvaram: He is the supreme enjoyer and Lord of all planets and worlds. Only by Kṛṣṇa consciousness, recognition of the supremacy of God, can one make actual progress in life."
    },
    {
        "verse": "25",
        "devanagari": "न तानविदुष: स्वार्थं भ्राम्यतो वृजिनाध्वनि ।कथं युञ्ज्यात् पुनस्तेषु तांस्तमो विशतो बुध: ॥ २५ ॥",
        "english_devnagari": "natān aviduṣaḥ svārthaṁbhrāmyato vṛjinādhvanikathaṁ yuñjyāt punas teṣutāṁs tamo viśato budhaḥ",
        "verse_Syn": [
            "natān",
            "aviduṣaḥ",
            "sva",
            "artham",
            "bhrāmyataḥ",
            "vṛjina",
            "adhvani",
            "katham",
            "yuñjyāt",
            "punaḥ",
            "teṣu",
            "tān",
            "tamaḥ",
            "viśataḥ",
            "budhaḥ"
        ],
        "translation": "Those ignorant of their real self-interest are wandering on the path of material existence, gradually heading toward darkness. Why would the Vedas further encourage them in sense gratification if they, although foolish, submissively pay heed to Vedic injunctions?",
        "purport": " Materialistic persons are not prepared to renounce society, friendship and love, which are all based on sex indulgence, to instead take to a life of renunciation and self-realization. In order to bring such foolish persons under the canopy of Vedic injunctions, the Vedas promise innumerable material rewards, even promotion to heavenly planets, to those who faithfully execute the Vedic injunctions. As explained by the Lord, such rewards are like the candy offered to a child, who then faithfully takes his medicine. Material enjoyment is certainly the cause of suffering, since all enjoyable objects are subject to destruction along with the so-called enjoyer. Material life is simply painful and full of anxiety, frustration and lamentation. We become agitated by seeing a so-called enjoyable object, such as the naked body of a woman, a beautiful residence, a sumptuous tray of food or the expansion of our own prestige, but actually such imagined happiness is simply the intense expectation of a satisfaction that never comes. One remains perpetually frustrated in material existence, and the more one tries to enjoy, the more one’s frustration increases. Therefore, the Vedic knowledge, which aims at ultimate peace and happiness on the spiritual platform, cannot possibly authorize the materialistic way of life. Material rewards are employed by the Vedas merely as inducements for the conditioned soul to take the medicine, submission to the Supreme Lord, Viṣṇu, through various types of sacrifice. Those who are veda-vāda-rata claim that religious scriptures are meant to facilitate sense gratification in the ignorance of conditioned life. The true goal of religion, however, is spiritual liberation, in which material sense gratification ceases to exist. The darkness of bodily attachment cannot exist in the effulgent light of spiritual knowledge. In the ocean of spiritual bliss, the anxiety-ridden apparent pleasure of this world vanishes completely. The true meaning of veda, or perfect knowledge, is to surrender to the Supreme Lord in full Kṛṣṇa consciousness for an eternal life of bliss and knowledge as the Lord’s faithful servant."
    },
    {
        "verse": "26",
        "devanagari": "एवं व्यवसितं केचिदविज्ञाय कुबुद्धय: ।फलश्रुतिं कुसुमितां न वेदज्ञा वदन्ति हि ॥ २६ ॥",
        "english_devnagari": "evaṁ vyavasitaṁ kecidavijñāya kubuddhayaḥphala-śrutiṁ kusumitāṁna veda-jñā vadanti hi",
        "verse_Syn": [
            "evam",
            "vyavasitam",
            "kecit",
            "avijñāya",
            "ku",
            "buddhayaḥ",
            "phala",
            "śrutim",
            "kusumitām",
            "na",
            "veda",
            "jñāḥ",
            "vadanti",
            "hi"
        ],
        "translation": "Persons with perverted intelligence do not understand this actual purpose of Vedic knowledge and instead propagate as the highest Vedic truth the flowery statements of the Vedas that promise material rewards. Those in actual knowledge of the Vedas never speak in that way.",
        "purport": " The followers of the karma-mīmāṁsā philosophy declare that there is no eternal kingdom of God beyond this universe and that one should therefore become a professional performer of Vedic rituals in order to keep oneself in a material heavenly planet. As explained by the Lord to Śrī Uddhava in a previous chapter, there is no actual happiness in the material world, since one will inevitably rotate throughout the various planetary environments stretching from heaven to hell and thus always be disturbed within the material atmosphere. Although the doctor may give a child candy-covered medicine, one who urges the child to eat the candy and throw away the medicine is certainly a great fool. In the same way, the flowery statements of the Vedas describing heavenly enjoyment do not award the real fruit of Vedic knowledge but merely supply decorative blossoms of sense gratification. As stated in the Vedas (Ṛg Veda 1.22.20), tad viṣṇoḥ paramaṁ padaṁ sadā paśyanti sūrayaḥ. Even the demigods, who are permanent residents of heaven, are always looking to the eternal abode of the Supreme Lord. Foolish people who admire the standard of living in material heaven should therefore note that the demigods themselves are devotees of the Supreme Lord. One should not become a bogus propagator of so-called Vedic knowledge but should take to Kṛṣṇa consciousness and make a genuine solution to the problem of progressing in life."
    },
    {
        "verse": "27",
        "devanagari": "कामिन: कृपणा लुब्धा: पुष्पेषु फलबुद्धय: ।अग्निमुग्धा धूमतान्ता: स्वं लोकं न विदन्ति ते ॥ २७ ॥",
        "english_devnagari": "kāminaḥ kṛpaṇā lubdhāḥpuṣpeṣu phala-buddhayaḥagni-mugdhā dhūma-tāntāḥsvaṁ lokaṁ na vidanti te",
        "verse_Syn": [
            "kāminaḥ",
            "kṛpaṇāḥ",
            "lubdhāḥ",
            "puṣpeṣu",
            "phala",
            "buddhayaḥ",
            "agni",
            "mugdhāḥ",
            "dhūma",
            "tāntāḥ",
            "svam",
            "lokam",
            "na",
            "vidanti",
            "te"
        ],
        "translation": "Those who are full of lust, avarice and greed mistake mere flowers to be the actual fruit of life. Bewildered by the glare of fire and suffocated by its smoke, they cannot recognize their own true identity.",
        "purport": " Those attached to female association become proud separatists; desiring everything for their personal gratification and that of their lady friends, they become greedy misers, full of anxiety and envy. Such unfortunate persons mistake the flowery statements of the Vedas to be the highest perfection of life. The word agni-mugdhāḥ, “bewildered by fire,” indicates that such persons consider Vedic fire sacrifices awarding material benefit to be the highest religious truth, and thus they merge into ignorance. Fire produces smoke, which obscures one’s vision. Similarly, the path of fruitive fire sacrifices is cloudy and obscure, without clear understanding of the spirit soul. The Lord here clearly states that fruitive religionists cannot understand their actual spiritual identity, nor do they realize the genuine shelter of the spirit soul in the kingdom of God. Lord Kṛṣṇa states in Bhagavad-gītā (15.15), vedaiś ca sarvair aham eva vedyaḥ: all Vedic knowledge is actually meant to lead one to pure love of Godhead. Lord Kṛṣṇa is certainly the Absolute Truth, and to love Him is the ultimate purpose of our existence. The Vedic knowledge patiently tries to bring the conditioned soul to this perfection of pure Kṛṣṇa consciousness."
    },
    {
        "verse": "28",
        "devanagari": "न ते मामङ्ग जानन्ति हृदिस्थं य इदं यत: ।उक्थशस्‍‍‍‍‍त्रा ह्यसुतृपो यथा नीहारचक्षुष: ॥ २८ ॥",
        "english_devnagari": "na te mām aṅga jānantihṛdi-sthaṁ ya idaṁ yataḥuktha-śastrā hy asu-tṛpoyathā nīhāra-cakṣuṣaḥ",
        "verse_Syn": [
            "na",
            "te",
            "mām",
            "aṅga",
            "jānanti",
            "hṛdi",
            "stham",
            "yaḥ",
            "idam",
            "yataḥ",
            "uktha",
            "śastrāḥ",
            "hi",
            "asu",
            "tṛpaḥ",
            "yathā",
            "nīhāra",
            "cakṣuṣaḥ"
        ],
        "translation": "My dear Uddhava, persons dedicated to sense gratification obtained through honoring the Vedic rituals cannot understand that I am situated in everyone’s heart and that the entire universe is nondifferent from Me and emanates from Me. Indeed, they are just like persons whose eyes are covered by fog.",
        "purport": " The word uktha-śastrāḥ refers to the chanting of certain Vedic hymns, by which one obtains fruitive results in this world and the next. The word śastra also indicates a weapon, and thus uktha-śastra also means the weapon used in Vedic sacrifice to kill the sacrificial animal. Persons exploiting Vedic knowledge for bodily gratification are slaughtering themselves with the weapon of materialistic religious principles. They are also compared to those trying to see within a dense fog. The false bodily concept of life, in which one ignores the eternal soul within the body, is a dense fog of ignorance that blocks our vision of God. Lord Kṛṣṇa therefore begins His instruction in Bhagavad-gītā by clearing away the dense ignorance of the bodily concept of life. Religion means the law of God. The Lord’s final order, or law, is that every conditioned soul surrender unto Him, learn to serve and love Him, and thus go back home, back to Godhead. This is the process of Kṛṣṇa consciousness."
    },
    {
        "verse": "29-30",
        "devanagari": "ते मे मतमविज्ञाय परोक्षं विषयात्मका: ।हिंसायां यदि राग: स्याद् यज्ञ एव न चोदना ॥ २९ ॥हिंसाविहारा ह्यालब्धै: पशुभि: स्वसुखेच्छया ।यजन्ते देवता यज्ञै: पितृभूतपतीन् खला: ॥ ३० ॥",
        "english_devnagari": "te me matam avijñāyaparokṣaṁ viṣayātmakāḥhiṁsāyāṁ yadi rāgaḥ syādyajña eva na codanā",
        "verse_Syn": [
            "te",
            "me",
            "matam",
            "avijñāya",
            "parokṣam",
            "viṣaya",
            "ātmakāḥ",
            "hiṁsāyām",
            "yadi",
            "rāgaḥ",
            "syāt",
            "yajñe",
            "eva",
            "na",
            "codanā",
            "hiṁsā",
            "vihārāḥ",
            "hi",
            "ālabdhaiḥ",
            "paśubhiḥ",
            "sva",
            "sukha",
            "icchayā",
            "yajante",
            "devatāḥ",
            "yajñaiḥ",
            "pitṛ",
            "bhūta",
            "patīn",
            "khalāḥ"
        ],
        "translation": "Those who are sworn to sense gratification cannot understand the confidential conclusion of Vedic knowledge as explained by Me. Taking pleasure in violence, they cruelly slaughter innocent animals in sacrifice for their own sense gratification and thus worship demigods, forefathers and leaders among ghostly creatures. Such passion for violence, however, is never encouraged within the process of Vedic sacrifice.",
        "purport": " The Vedic scriptures sanction occasional animal sacrifice to satisfy cruel, low-class men who cannot live without the taste of flesh and blood. Such concessions, however, are restricted by rigorous obligatory rituals and are meant to gradually discourage animal killing, just as the exorbitant cost of a liquor license restricts the number of retail outlets selling alcoholic beverages. But unscrupulous persons misconstrue such restrictive sanctions and declare that Vedic sacrifice is meant for killing animals in order to enjoy sense gratification. Being materialistic, they desire to attain the planets of the forefathers or demigods and thus worship such beings. Sometimes materialistic persons are attracted to the subtle lifestyle of ghosts and worship ghostly creatures. These methods constitute gross ignorance of the Supreme Personality of Godhead, who is the actual enjoyer of all sacrifice and austerity. The demons perform Vedic sacrifice but are inimical to Lord Nārāyaṇa, for they consider the demigods, the forefathers or Lord Śiva to be equal to God. Although understanding the authority of Vedic rituals, they do not accept the ultimate Vedic conclusion and therefore never surrender to God. Thus false religious principles flourish in the demoniac societies of the animal killers. Although in countries like America people outwardly profess to be followers of God alone, actual worship and glorification is offered to innumerable popular heroes such as entertainers, politicians, athletes and other equally insignificant persons. Animal killers, being grossly materialistic, are inevitably attracted to the extraordinary features of material illusion; they cannot understand the real platform of Kṛṣṇa consciousness, or spiritual life."
    },
    {
        "verse": "31",
        "devanagari": "स्वप्नोपमममुं लोकमसन्तं श्रवणप्रियम् ।आशिषो हृदि सङ्कल्प्य त्यजन्त्यर्थान् यथा वणिक् ॥ ३१ ॥",
        "english_devnagari": "svapnopamam amuṁ lokamasantaṁ śravaṇa-priyamāśiṣo hṛdi saṅkalpyatyajanty arthān yathā vaṇik",
        "verse_Syn": [
            "svapna",
            "upamam",
            "amum",
            "lokam",
            "asantam",
            "śravaṇa",
            "priyam",
            "āśiṣaḥ",
            "hṛdi",
            "saṅkalpya",
            "tyajanti",
            "arthān",
            "yathā",
            "vaṇik"
        ],
        "translation": "Just as a foolish businessman gives up his real wealth in useless business speculation, foolish persons give up all that is actually valuable in life and instead pursue promotion to material heaven, which although pleasing to hear about is actually unreal, like a dream. Such bewildered persons imagine within their hearts that they will achieve all material blessings.",
        "purport": " All over the world people are working hard to achieve perfect sense gratification in this life or the next. As eternal living beings, part and parcel of Lord Kṛṣṇa, we are naturally endowed with all bliss and knowledge in the association of the Lord. But giving up this exalted position of spiritual bliss and knowledge, we foolishly waste our time pursuing the phantasmagoria of bodily happiness, just like a foolish businessman who squanders his real assets in imaginary business ventures that deliver no real profit."
    },
    {
        "verse": "32",
        "devanagari": "रज:सत्त्वतमोनिष्ठा रज:सत्त्वतमोजुष: ।उपासत इन्द्रमुख्यान् देवादीन् न यथैव माम् ॥ ३२ ॥",
        "english_devnagari": "rajaḥ-sattva-tamo-niṣṭhārajaḥ-sattva-tamo-juṣaḥupāsata indra-mukhyāndevādīn na yathaiva mām",
        "verse_Syn": [
            "rajaḥ",
            "sattva",
            "tamaḥ",
            "niṣṭhāḥ",
            "rajaḥ",
            "sattva",
            "tamaḥ",
            "juṣaḥ",
            "upāsate",
            "indra",
            "mukhyān",
            "deva",
            "ādīn",
            "na",
            "yathā",
            "eva",
            "mām"
        ],
        "translation": "Those established in material passion, goodness and ignorance worship the particular demigods and other deities, headed by Indra, who manifest the same modes of passion, goodness or ignorance. They fail, however, to properly worship Me.",
        "purport": " Although the demigods are part and parcel of the Supreme Personality of Godhead, demigod worship fosters the false idea that the demigods exist apart from the Supreme Lord. Such worship is avidhi-pūrvakam, or an improper approach to the Absolute Truth. Śrīla Madhvācārya quotes from the Hari-vaṁśa that among those primarily in the mode of ignorance there are sometimes manifestations of passion and goodness. Ignorant persons possessing a tendency toward goodness may go to hell but are also allowed a little heavenly pleasure. Thus it can be seen that a man suffering in miserable financial or political conditions sometimes enjoys the company of a beautiful wife, though his general condition is hellish. Those in ignorance mixed slightly with passion simply go to hell, and those purely in the mode of ignorance glide down to the darkest region of hell. Those devoid of devotion to the Supreme Lord are in ignorance in these three categories. Sometimes persons situated in the mode of goodness accept the supremacy of the Supreme Lord but are more attracted to the demigods, believing that through Vedic rituals they can achieve the same standard of living as the demigods. This proud tendency is certainly an obstacle in the loving service of the Supreme Lord and ultimately causes falldown."
    },
    {
        "verse": "33-34",
        "devanagari": "इष्ट्वेह देवता यज्ञैर्गत्वा रंस्यामहे दिवि ।तस्यान्त इह भूयास्म महाशाला महाकुला: ॥ ३३ ॥एवं पुष्पितया वाचा व्याक्षिप्तमनसां नृणाम् ।मानिनां चातिलुब्धानां मद्वार्तापि न रोचते ॥ ३४ ॥",
        "english_devnagari": "iṣṭveha devatā yajñairgatvā raṁsyāmahe divitasyānta iha bhūyāsmamahā-śālā mahā-kulāḥ",
        "verse_Syn": [
            "iṣṭvā",
            "iha",
            "devatāḥ",
            "yajñaiḥ",
            "gatvā",
            "raṁsyāmahe",
            "divi",
            "tasya",
            "ante",
            "iha",
            "bhūyāsmaḥ",
            "mahā",
            "śālāḥ",
            "mahā",
            "kulāḥ",
            "evam",
            "puṣpitayā",
            "vācā",
            "vyākṣipta",
            "manasām",
            "nṛṇām",
            "māninām",
            "ca",
            "ati",
            "lubdhānām",
            "mad",
            "vārtā",
            "api",
            "na",
            "rocate"
        ],
        "translation": "The worshipers of demigods think, “We shall worship the demigods in this life, and by our sacrifices we shall go to heaven and enjoy there. When that enjoyment is finished we shall return to this world and take birth as great householders in aristocratic families.” Being excessively proud and greedy, such persons are bewildered by the flowery words of the Vedas. They are not attracted to topics about Me, the Supreme Lord.",
        "purport": " Real pleasure is found in the transcendental form of the Lord, who is the supreme Cupid, engaging in pastimes of love in the spiritual world. Neglecting the eternal bliss of the Lord’s pastimes, the foolish worshipers of the demigods dream of becoming like the Lord, but they achieve exactly the opposite result. In other words, they continue perpetually in the cycle of birth and death."
    },
    {
        "verse": "35",
        "devanagari": "वेदा ब्रह्मात्मविषयास्‍त्रिकाण्डविषया इमे ।परोक्षवादा ऋषय: परोक्षं मम च प्रियम् ॥ ३५ ॥",
        "english_devnagari": "vedā brahmātma-viṣayāstri-kāṇḍa-viṣayā imeparokṣa-vādā ṛṣayaḥparokṣaṁ mama ca priyam",
        "verse_Syn": [
            "vedāḥ",
            "brahma",
            "ātma",
            "viṣayāḥ",
            "tri",
            "kāṇḍa",
            "viṣayāḥ",
            "ime",
            "parokṣa",
            "vādāḥ",
            "ṛṣayaḥ",
            "parokṣam",
            "mama",
            "ca",
            "priyam"
        ],
        "translation": "The Vedas, divided into three divisions, ultimately reveal the living entity as pure spirit soul. The Vedic seers and mantras, however, deal in esoteric terms, and I also am pleased by such confidential descriptions.",
        "purport": " In the previous verses Lord Kṛṣṇa clearly refuted the concept that Vedic knowledge is meant for material enjoyment, and here the Lord summarizes the actual purpose of Vedic literature: self-realization. Although the conditioned souls are struggling in the network of material energy, their actual existence is transcendental freedom in the kingdom of God. The Vedas gradually lift the conditioned soul out of the darkness of illusion and establish him in the eternal loving service of the Lord. As stated in the Vedānta-sūtra (4.4.22), anāvṛttiḥ śabdāt: “One who properly hears Vedic knowledge does not have to return to the cycle of birth and death.” One may ask why the Lord Himself as well as the Lord’s representatives, the Vedic seers and mantras, speak in esoteric or indirect terms. As the Lord states in Bhagavad-gītā, nāhaṁ prakāśaḥ sarvasya: the Supreme Lord does not allow Himself to be taken cheaply, and thus He is not manifest to superficial or inimical people. Those who are polluted by the material atmosphere are induced to purify themselves through Vedic rituals that offer fruitive results, just as a child is induced to take medicine by the offer of a candy reward. Because of the confidential nature of Vedic exposition, less intelligent persons cannot appreciate the ultimate transcendental purpose of the Vedas, and consequently they fall down to the platform of sense gratification. The term brahmātma (“spirit soul”) ultimately indicates the Supreme Personality of Godhead, who states in Bhagavad-gītā that knowledge of Him is rāja-guhyam, the most confidential of all secrets. One who depends upon material sense perception remains in gross ignorance of the Absolute Truth. One who depends upon mental and intellectual speculation may get a clue that the eternal soul and Supersoul are both within the material body. But one who depends upon the Lord Himself, faithfully hearing the Lord’s own message in Bhagavad-gītā, perfectly understands the entire situation and goes back home, back to Godhead, having fulfilled the true purpose of Vedic knowledge."
    },
    {
        "verse": "36",
        "devanagari": "शब्दब्रह्म सुदुर्बोधं प्राणेन्द्रियमनोमयम् ।अनन्तपारं गम्भीरं दुर्विगाह्यं समुद्रवत् ॥ ३६ ॥",
        "english_devnagari": "śabda-brahma su-durbodhaṁprāṇendriya-mano-mayamananta-pāraṁ gambhīraṁdurvigāhyaṁ samudra-vat",
        "verse_Syn": [
            "śabda",
            "brahma",
            "su",
            "durbodham",
            "prāṇa",
            "indriya",
            "manaḥ",
            "mayam",
            "ananta",
            "pāram",
            "gambhīram",
            "durvigāhyam",
            "samudra",
            "vat"
        ],
        "translation": "The transcendental sound of the Vedas is very difficult to comprehend and manifests on different levels within the prāṇa, senses and mind. This Vedic sound is unlimited, very deep and unfathomable, just like the ocean.",
        "purport": " According to Vedic knowledge, the Vedic sound is divided into four phases, which can be understood only by the most intelligent brāhmaṇas. This is because three of the divisions are internally situated within the living entity and only the fourth division is externally manifested, as speech. Even this fourth phase of Vedic sound, called vaikharī, is very difficult to understand for ordinary human beings. Śrīla Viśvanātha Cakravartī Ṭhākura explains these divisions as follows. The prāṇa phase of Vedic sound, known as parā, is situated in the ādhāra-cakra; the mental phase, known as paśyantī, is situated in the area of the navel, on the maṇipūraka-cakra; the intellectual phase, known as madhyamā, is situated in the heart area, in the anāhata-cakra. Finally, the manifest sensory phase of Vedic sound is called vaikharī. Such Vedic sound is ananta-pāra because it comprehends all vital energies within the universe and beyond and is thus undivided by time or space. Actually, Vedic sound vibration is so subtle, unfathomable and deep that only the Lord Himself and His empowered followers such as Vyāsa and Nārada can understand its actual form and meaning. Ordinary human beings cannot comprehend all of the intricacies and subtleties of Vedic sound, but if one takes to Kṛṣṇa consciousness one can immediately understand the conclusion of all Vedic knowledge, namely Lord Kṛṣṇa Himself, the original source of Vedic knowledge. Foolish persons devote their vital air, senses and mind to sense gratification and thus do not understand the transcendental value of the holy name of God. Ultimately, the essence of all Vedic sound is the holy name of the Supreme Lord, which is not different from the Lord Himself. Since the Lord is unlimited, His holy name is equally unlimited. No one can understand the transcendental glories of the Lord without the Lord’s direct mercy. By offenselessly chanting the holy names Hare Kṛṣṇa, Hare Kṛṣṇa, Kṛṣṇa Kṛṣṇa, Hare Hare/ Hare Rāma, Hare Rāma, Rāma Rāma, Hare Hare, one can enter into the transcendental mysteries of Vedic sound. Otherwise the knowledge of the Vedas will remain durvigāhyam, or impossible to penetrate."
    },
    {
        "verse": "37",
        "devanagari": "मयोपबृंहितं भूम्ना ब्रह्मणानन्तशक्तिना ।भूतेषु घोषरूपेण बिसेषूर्णेव लक्ष्यते ॥ ३७ ॥",
        "english_devnagari": "mayopabṛṁhitaṁ bhūmnābrahmaṇānanta-śaktinābhūteṣu ghoṣa-rūpeṇaviseṣūrṇeva lakṣyate",
        "verse_Syn": [
            "mayā",
            "upabṛṁhitam",
            "bhūmnā",
            "brahmaṇā",
            "ananta",
            "śaktinā",
            "bhūteṣu",
            "ghoṣa",
            "rūpeṇa",
            "viseṣu",
            "ūrṇā",
            "iva",
            "lakṣyate"
        ],
        "translation": "As the unlimited, unchanging and omnipotent Personality of Godhead dwelling within all living beings, I personally establish the Vedic sound vibration in the form of oṁkāra within all living entities. It is thus perceived subtly, just like a single strand of fiber on a lotus stalk.",
        "purport": " The Supreme Personality of Godhead personally resides within the heart of every living entity, and from this verse we can understand that the seed of all Vedic knowledge is also situated within all living beings. In this way, the process of awakening Vedic knowledge, and thereby awakening one’s eternal relationship with God, is natural and necessary for everyone. All perfection is found within the heart of the living being; as soon as the heart is purified by chanting the holy names of God, that perfection, Kṛṣṇa consciousness, immediately awakens."
    },
    {
        "verse": "38-40",
        "devanagari": "यथोर्णनाभिर्हृदयादूर्णामुद्वमते मुखात् ।आकाशाद् घोषवान् प्राणो मनसा स्पर्शरूपिणा ॥ ३८ ॥छन्दोमयोऽमृतमय: सहस्रपदवीं प्रभु: ।ओङ्काराद् व्यञ्जितस्पर्शस्वरोष्मान्त स्थभूषिताम् ॥ ३९ ॥विचित्रभाषाविततां छन्दोभिश्चतुरुत्तरै: ।अनन्तपारां बृहतीं सृजत्याक्षिपते स्वयम् ॥ ४० ॥",
        "english_devnagari": "yathorṇanābhir hṛdayādūrṇām udvamate mukhātākāśād ghoṣavān prāṇomanasā sparśa-rūpiṇā",
        "verse_Syn": [
            "yathā",
            "ūrṇa",
            "nābhiḥ",
            "hṛdayāt",
            "ūrṇām",
            "udvamate",
            "mukhāt",
            "ākāśāt",
            "ghoṣa",
            "vān",
            "prāṇaḥ",
            "manasā",
            "sparśa",
            "rūpiṇā",
            "chandaḥ",
            "mayaḥ",
            "amṛta",
            "mayaḥ",
            "sahasra",
            "padavīm",
            "prabhuḥ",
            "oṁkārāt",
            "vyañjita",
            "sparśa",
            "svara",
            "uṣma",
            "anta",
            "stha",
            "bhūṣitām",
            "vicitra",
            "bhāṣā",
            "vitatām",
            "chandobhiḥ",
            "catuḥ",
            "uttaraiḥ",
            "ananta",
            "pārām",
            "bṛhatīm",
            "sṛjati",
            "ākṣipate",
            "svayam"
        ],
        "translation": "Just as a spider brings forth from its heart its web and emits it through its mouth, the Supreme Personality of Godhead manifests Himself as the reverberating primeval vital air, comprising all sacred Vedic meters and full of transcendental pleasure. Thus the Lord, from the ethereal sky of His heart, creates the great and limitless Vedic sound by the agency of His mind, which conceives of variegated sounds such as the sparśas. The Vedic sound branches out in thousands of directions, adorned with the different letters expanded from the syllable om: the consonants, vowels, sibilants and semivowels. The Veda is then elaborated by many verbal varieties, expressed in different meters, each having four more syllables than the previous one. Ultimately the Lord again withdraws His manifestation of Vedic sound within Himself.",
        "purport": " Śrīla Śrīdhara Svāmī has given an elaborate technical explanation of these three verses, the understanding of which requires extensive linguistic knowledge of the Sanskrit language. The essential point is that transcendental knowledge is expressed through Vedic sound vibration, which is itself a manifestation of the Absolute Truth, the Personality of Godhead. Vedic sound emanates from the Supreme Lord and is vibrated to glorify and understand Him. The conclusion of all Vedic sound vibration is found in Bhagavad-gītā, wherein the Lord states, vedaiś ca sarvair aham eva vedyaḥ: all Vedic knowledge is simply meant to teach us to know and love God. One who always thinks of Lord Kṛṣṇa, who becomes the Lord’s devotee and who bows down to and worships the Lord with faith and devotion, chanting His holy name, has certainly achieved a perfect understanding of all that is indicated by the word veda (“knowledge”)."
    },
    {
        "verse": "41",
        "devanagari": "गायत्र्युष्णिगनुष्टुप् च बृहती पङ्‌क्तिरेव च ।त्रिष्टुब्जगत्यतिच्छन्दो ह्यत्यष्‍ट्यतिजगद् विराट् ॥ ४१ ॥",
        "english_devnagari": "gāyatry uṣṇig anuṣṭup cabṛhatī paṅktir eva catriṣṭub jagaty aticchandohy atyaṣṭy-atijagad-virāṭ",
        "verse_Syn": [
            "gāyatrī",
            "uṣṇik",
            "anuṣṭup",
            "ca",
            "bṛhatī",
            "paṅktiḥ",
            "eva",
            "ca",
            "triṣṭup",
            "jagatī",
            "aticchandaḥ",
            "hi",
            "atyaṣṭi",
            "atijagat",
            "virāṭ"
        ],
        "translation": "The Vedic meters are Gāyatrī, Uṣṇik, Anuṣṭup, Bṛhatī, Paṅkti, Triṣṭup, Jagatī, Aticchanda, Atyaṣṭi, Atijagatī and Ativirāṭ.",
        "purport": " The Gāyatrī meter has twenty-four syllables, the Uṣṇik twenty-eight, the Anuṣṭup thirty-two, and so on, each meter having four more syllables than the previous one. Vedic sound is called bṛhatī, or most expansive, and thus it is not possible for ordinary living entities to understand all the technical details in this matter."
    },
    {
        "verse": "42",
        "devanagari": "किं विधत्ते किमाचष्टे किमनूद्य विकल्पयेत् ।इत्यस्या हृदयं लोके नान्यो मद् वेद कश्चन ॥ ४२ ॥",
        "english_devnagari": "kiṁ vidhatte kim ācaṣṭekim anūdya vikalpayetity asyā hṛdayaṁ lokenānyo mad veda kaścana",
        "verse_Syn": [
            "kim",
            "vidhatte",
            "kim",
            "ācaṣṭe",
            "kim",
            "anūdya",
            "vikalpayet",
            "iti",
            "asyāḥ",
            "hṛdayam",
            "loke",
            "na",
            "anyaḥ",
            "mat",
            "veda",
            "kaścana"
        ],
        "translation": "In the entire world no one but Me actually understands the confidential purpose of Vedic knowledge. Thus people do not know what the Vedas are actually prescribing in the ritualistic injunctions of karma-kāṇḍa, or what object is actually being indicated in the formulas of worship found in the upāsanā-kāṇḍa, or that which is elaborately discussed through various hypotheses in the jñāna-kāṇḍa section of the Vedas.",
        "purport": " The Supreme Personality of Godhead is the Absolute Truth, Lord Śrī Kṛṣṇa. Since the Lord is the source, maintainer and ultimate goal of Vedic knowledge, He is veda-vit, or the only true knower of Vedic knowledge. So-called philosophers, either Vedic scholars or ordinary men, may give their sectarian opinion, but it is the Lord Himself who knows the confidential purpose of the Vedas. The Lord is the only actual shelter and lovable object for all living entities. As He states in the Tenth Chapter of Bhagavad-gītā (10.41): “Know that all beautiful, glorious and mighty creations spring from but a spark of My splendor.” All beautiful, extraordinary and powerful manifestations are insignificant displays of the Lord’s own opulences. Although ordinary people may quarrel over the purpose of religion, the actual purpose is one, Kṛṣṇa consciousness, or pure love of Godhead. All Vedic formulas are understood to be preliminary stages leading to the perfect stage of Kṛṣṇa consciousness, in which one fully surrenders to the devotional service of the Lord. The pure devotees of the Lord represent Him within this world and never speak anything which is not authorized by the Lord. Because they are repeating the Lord’s own words, they are also to be understood as true knowers of the Veda."
    },
    {
        "verse": "43",
        "devanagari": "मां विधत्तेऽभिधत्ते मां विकल्प्यापोह्यते त्वहम् ।एतावान् सर्ववेदार्थ: शब्द आस्थाय मां भिदाम् ।मायामात्रमनूद्यान्ते प्रतिषिध्य प्रसीदति ॥ ४३ ॥",
        "english_devnagari": "māṁ vidhatte ’bhidhatte māṁvikalpyāpohyate tv ahametāvān sarva-vedārthaḥśabda āsthāya māṁ bhidāmmāyā-mātram anūdyāntepratiṣidhya prasīdati",
        "verse_Syn": [
            "mām",
            "vidhatte",
            "abhidhatte",
            "mām",
            "vikalpya",
            "apohyate",
            "tu",
            "aham",
            "etāvān",
            "sarva",
            "veda",
            "arthaḥ",
            "śabdaḥ",
            "āsthāya",
            "mām",
            "bhidām",
            "māyā",
            "mātram",
            "anūdya",
            "ante",
            "pratiṣidhya",
            "prasīdati"
        ],
        "translation": "I am the ritualistic sacrifice enjoined by the Vedas, and I am the worshipable Deity. It is I who am presented as various philosophical hypotheses, and it is I alone who am then refuted by philosophical analysis. The transcendental sound vibration thus establishes Me as the essential meaning of all Vedic knowledge. The Vedas, elaborately analyzing all material duality as nothing but My illusory potency, ultimately completely negate this duality and achieve their own satisfaction.",
        "purport": " The Lord declared in the previous verse that He alone knows the ultimate purpose of the Vedas, and now the Lord reveals that He alone is the ultimate basis and purpose of all Vedic knowledge. The karma-kāṇḍa section of the Vedas prescribes ritualistic sacrifices for promotion to heaven. Such sacrifices are the Lord Himself. Similarly, the upāsanā-kāṇḍa section of the Vedas designates different demigods as objects of ritualistic worship, and these deities are not different from the Lord Himself, being expansions of the Lord’s body. In the jñāna-kāṇḍa section of the Vedas different philosophical methods of analysis are presented and refuted. Such knowledge, which analyzes the potency of the Supreme Lord, is not different from Him. Ultimately Lord Kṛṣṇa is everything, because everything is part and parcel of the Lord’s multipotencies. Although Vedic literature entices those absorbed in material duality to begin the Vedic way of life by offering them materially desirable rewards, the Vedas eventually refute all material duality by bringing one to the stage of God consciousness, wherein there is nothing different from the Supreme Lord. Within the Vedic literature there are various injunctions stating that at a particular stage of life one should give up fruitive rituals and take to the path of knowledge. Similarly, other injunctions declare that a self-realized soul should give up the path of speculative knowledge and take directly to the shelter of the Absolute Truth, the Personality of Godhead. But nowhere is there an injunction recommending that one give up the loving service of the Lord, because that is the eternal constitutional position of every living entity. Different philosophical theses are presented and rejected in the Vedas, since one who is progressing must give up each previous stage in the advancement of knowledge. For example, one who is addicted to sex enjoyment is taught to accept religious marriage and enjoy sex pleasure with his wife. Such ritualistic knowledge is to be given up when one attains the stage of detachment, whereupon one is recommended to take the renounced order of life. In that stage of life one is forbidden to see or speak with women. When, however, one reaches the perfection of Kṛṣṇa consciousness, wherein the Lord is manifest everywhere, one may engage all living entities, including women, in the loving service of the Lord without danger of spiritual falldown. Thus different injunctions based on progressive stages of spiritual vision are presented and refuted in Vedic literature. Since all such injunctions and processes are ultimately meant for the achievement of Kṛṣṇa consciousness, the loving service of the Lord, they are not different from Lord Kṛṣṇa Himself. The conditioned soul, therefore, should not prematurely stop his progressive march back home, back to Godhead, by foolishly mistaking an intermediate or preliminary stage of advancement as the actual goal of life. One must understand that the Supreme Personality of Godhead, Śrī Kṛṣṇa, is the source, maintenance and resting place of everything, and that every living entity is the Lord’s eternal servant. In this way one should continue on the Vedic path all the way back home, back to Godhead, for eternal life of bliss and knowledge."
    }
]