[
    {
        "verse": "1",
        "devanagari": "श्रीब्राह्मण उवाचपरिग्रहो हि दु:खाय यद् यत्प्रियतमं नृणाम् ।अनन्तं सुखमाप्नोति तद् विद्वान् यस्त्वकिञ्चन: ॥ १ ॥",
        "english_devnagari": "śrī-brāhmaṇa uvācaparigraho hi duḥkhāyayad yat priyatamaṁ nṛṇāmanantaṁ sukham āpnotitad vidvān yas tv akiñcanaḥ",
        "verse_Syn": [
            "śrī",
            "brāhmaṇaḥ",
            "uvāca",
            "parigrahaḥ",
            "hi",
            "duḥkhāya",
            "yat",
            "yat",
            "priya",
            "tamam",
            "nṛṇām",
            "anantam",
            "sukham",
            "āpnoti",
            "tat",
            "vidvān",
            "yaḥ",
            "tu",
            "akiñcanaḥ"
        ],
        "translation": "The saintly brāhmaṇa said: Everyone considers certain things within the material world to be most dear to him, and because of attachment to such things one eventually becomes miserable. One who understands this gives up material possessiveness and attachment and thus achieves unlimited happiness.",
        "purport": ""
    },
    {
        "verse": "2",
        "devanagari": "सामिषं कुररं जघ्नुर्बलिनोऽन्ये निरामिषा: ।तदामिषं परित्यज्य स सुखं समविन्दत ॥ २ ॥",
        "english_devnagari": "sāmiṣaṁ kuraraṁ jaghnurbalino ’nye nirāmiṣāḥtadāmiṣaṁ parityajyasa sukhaṁ samavindata",
        "verse_Syn": [
            "sa",
            "āmiṣam",
            "kuraram",
            "jaghnuḥ",
            "balinaḥ",
            "anye",
            "nirāmiṣāḥ",
            "tadā",
            "āmiṣam",
            "parityajya",
            "saḥ",
            "sukham",
            "samavindata"
        ],
        "translation": "Once a group of large hawks who were unable to find any prey attacked another, weaker hawk who was holding some meat. At that time, being in danger of his life, the hawk gave up his meat and experienced actual happiness.",
        "purport": " Incited by the modes of nature, birds become violent and kill other birds to eat them or to steal meat captured by them. Hawks, vultures and eagles are in this category. However, one should give up the envious propensity to commit violence against others and should take to Kṛṣṇa consciousness, whereby one sees every living entity as equal to oneself. On this platform of actual happiness one does not envy anyone and thus sees no one as his enemy."
    },
    {
        "verse": "3",
        "devanagari": "न मे मानापमानौ स्तो न चिन्ता गेहपुत्रिणाम् ।आत्मक्रीड आत्मरतिर्विचरामीह बालवत् ॥ ३ ॥",
        "english_devnagari": "na me mānāpamānau stona cintā geha-putriṇāmātma-krīḍa ātma-ratirvicarāmīha bāla-vat",
        "verse_Syn": [
            "na",
            "me",
            "māna",
            "apamānau",
            "staḥ",
            "na",
            "cintā",
            "geha",
            "putriṇām",
            "ātma",
            "krīḍaḥ",
            "ātma",
            "ratiḥ",
            "vicarāmi",
            "iha",
            "bāla",
            "vat"
        ],
        "translation": "In family life, the parents are always in anxiety about their home, children and reputation. But I have nothing to do with these things. I do not worry at all about any family, and I do not care about honor and dishonor. I enjoy only the life of the soul, and I find love on the spiritual platform. Thus I wander the earth like a child.",
        "purport": ""
    },
    {
        "verse": "4",
        "devanagari": "द्वावेव चिन्तया मुक्तौ परमानन्द आप्लुतौ ।यो विमुग्धो जडो बालो यो गुणेभ्य: परं गत: ॥ ४ ॥",
        "english_devnagari": "dvāv eva cintayā muktauparamānanda āplutauyo vimugdho jaḍo bāloyo guṇebhyaḥ paraṁ gataḥ",
        "verse_Syn": [
            "dvau",
            "eva",
            "cintayā",
            "muktau",
            "parama",
            "ānande",
            "āplutau",
            "yaḥ",
            "vimugdhaḥ",
            "jaḍaḥ",
            "bālaḥ",
            "yaḥ",
            "guṇebhyaḥ",
            "param",
            "gataḥ"
        ],
        "translation": "In this world two types of people are free from all anxiety and merged in great happiness: one who is a retarded and childish fool and one who has approached the Supreme Lord, who is beyond the three modes of material nature.",
        "purport": " Those who fervently seek material sense gratification are gradually pushed down into a miserable condition of life because as soon as one even slightly violates the laws of nature, one must suffer sinful reactions. Thus even materially alert and ambitious persons are constantly in anxiety, and from time to time they are plunged into great misery. Those who are nonsensical and retarded, however, live in a fool’s paradise, and those who have surrendered to Lord Kṛṣṇa are filled with transcendental bliss. Therefore both the fool and the devotee may be said to be peaceful, in the sense that they are free from the ordinary anxiety of the materially ambitious person. However, this does not mean that the devotee and the retarded fool are on the same platform. A fool’s peace is like that of a dead stone, whereas a devotee’s satisfaction is based on perfect knowledge."
    },
    {
        "verse": "5",
        "devanagari": "क्व‍‍चित् कुमारी त्वात्मानं वृणानान् गृहमागतान् ।स्वयं तानर्हयामास क्व‍ापि यातेषु बन्धुषु ॥ ५ ॥",
        "english_devnagari": "kvacit kumārī tv ātmānaṁvṛṇānān gṛham āgatānsvayaṁ tān arhayām āsakvāpi yāteṣu bandhuṣu",
        "verse_Syn": [
            "kvacit",
            "kumārī",
            "tu",
            "ātmānam",
            "vṛṇānān",
            "gṛham",
            "āgatān",
            "svayam",
            "tān",
            "arhayām",
            "āsa",
            "kva",
            "api",
            "yāteṣu",
            "bandhuṣu"
        ],
        "translation": "Once a marriageable young girl was alone in her house because her parents and relatives had gone that day to another place. At that time a few men arrived at the house, specifically desiring to marry her. She received them with all hospitality.",
        "purport": ""
    },
    {
        "verse": "6",
        "devanagari": "तेषामभ्यवहारार्थं शालीन् रहसि पार्थिव ।अवघ्नन्त्या: प्रकोष्ठस्थाश्चक्रु: शङ्खा: स्वनं महत् ॥ ६ ॥",
        "english_devnagari": "teṣām abhyavahārārthaṁśālīn rahasi pārthivaavaghnantyāḥ prakoṣṭha-sthāścakruḥ śaṅkhāḥ svanaṁ mahat",
        "verse_Syn": [
            "teṣām",
            "abhyavahāra",
            "artham",
            "śālīn",
            "rahasi",
            "pārthiva",
            "avaghnantyāḥ",
            "prakoṣṭha",
            "sthāḥ",
            "cakruḥ",
            "śaṅkhāḥ",
            "svanam",
            "mahat"
        ],
        "translation": "The girl went to a private place and began to make preparations so that the unexpected male guests could eat. As she was beating the rice, the conchshell bracelets on her arms were colliding and making a loud noise.",
        "purport": ""
    },
    {
        "verse": "7",
        "devanagari": "सा तज्जुगुप्सितं मत्वा महती व्रीडिता तत: ।बभञ्जैकैकश: शङ्खान् द्वौ द्वौ पाण्योरशेषयत् ॥ ७ ॥",
        "english_devnagari": "sā taj jugupsitaṁ matvāmahatī vrīḍitā tataḥbabhañjaikaikaśaḥ śaṅkhāndvau dvau pāṇyor aśeṣayat",
        "verse_Syn": [
            "sā",
            "tat",
            "jugupsitam",
            "matvā",
            "mahatī",
            "vrīḍitā",
            "tataḥ",
            "babhañja",
            "eka",
            "ekaśaḥ",
            "śaṅkhān",
            "dvau",
            "dvau",
            "pāṇyoḥ",
            "aśeṣayat"
        ],
        "translation": "The young girl feared that the men would consider her family to be poor because their daughter was busily engaged in the menial task of husking rice. Being very intelligent, the shy girl broke the shell bracelets from her arms, leaving just two on each wrist.",
        "purport": ""
    },
    {
        "verse": "8",
        "devanagari": "उभयोरप्यभूद् घोषो ह्यवघ्नन्त्या: स्वशङ्खयो: ।तत्राप्येकं निरभिददेकस्मान्नाभवद् ध्वनि: ॥ ८ ॥",
        "english_devnagari": "ubhayor apy abhūd ghoṣohy avaghnantyāḥ sva-śaṅkhayoḥtatrāpy ekaṁ nirabhidadekasmān nābhavad dhvaniḥ",
        "verse_Syn": [
            "ubhayoḥ",
            "api",
            "abhūt",
            "ghoṣaḥ",
            "hi",
            "avaghnantyāḥ",
            "sva",
            "śaṅkhayoḥ",
            "tatra",
            "api",
            "ekam",
            "nirabhidat",
            "ekasmāt",
            "na",
            "abhavat",
            "dhvaniḥ"
        ],
        "translation": "Thereafter, as the young girl continued to husk the rice, the two bracelets on each wrist continued to collide and make noise. Therefore she took one bracelet off each arm, and with only one left on each wrist there was no more noise.",
        "purport": ""
    },
    {
        "verse": "9",
        "devanagari": "अन्वशिक्षमिमं तस्या उपदेशमरिन्दम ।लोकाननुचरन्नेतान् लोकतत्त्वविवित्सया ॥ ९ ॥",
        "english_devnagari": "anvaśikṣam imaṁ tasyāupadeśam arindamalokān anucarann etānloka-tattva-vivitsayā",
        "verse_Syn": [
            "anvaśikṣam",
            "imam",
            "tasyāḥ",
            "upadeśam",
            "arim",
            "dama",
            "lokān",
            "anucaran",
            "etān",
            "loka",
            "tattva",
            "vivitsayā"
        ],
        "translation": "O subduer of the enemy, I travel throughout the surface of the earth learning constantly about the nature of this world, and thus I personally witnessed the lesson of the young girl.",
        "purport": " The brāhmaṇa sage here explains to King Yadu that he is not presenting theoretical knowledge. Rather, by wandering throughout the world the observant and thoughtful brāhmaṇa has personally experienced the lessons learned from all of the above-mentioned gurus. Thus, instead of posing himself to be omniscient like God, he humbly explains that he has faithfully learned these lessons in his travels."
    },
    {
        "verse": "10",
        "devanagari": "वासे बहूनां कलहो भवेद् वार्ता द्वयोरपि ।एक एव वसेत्तस्मात् कुमार्या इव कङ्कण: ॥ १० ॥",
        "english_devnagari": "vāse bahūnāṁ kalahobhaved vārtā dvayor apieka eva vaset tasmātkumāryā iva kaṅkaṇaḥ",
        "verse_Syn": [
            "vāse",
            "bahūnām",
            "kalahaḥ",
            "bhavet",
            "vārtā",
            "dvayoḥ",
            "api",
            "ekaḥ",
            "eva",
            "vaset",
            "tasmāt",
            "kumāryāḥ",
            "iva",
            "kaṅkaṇaḥ"
        ],
        "translation": "When many people live together in one place there will undoubtedly be quarreling. And even if only two people live together there will be frivolous conversation and disagreement. Therefore, to avoid conflict, one should live alone, as we learn from the example of the bracelet of the young girl.",
        "purport": " Śrīla Viśvanātha Cakravartī Ṭhākura has given a nice example in this regard. Because the young girl mentioned in this story had no husband, she had to fulfill her duties as a host by removing her bracelets so that each wrist held one bracelet only. In the same way, the process of jñāna-yoga, or spiritual advancement by philosophical speculation, demands that the speculating sages live alone, without any other association. Since jñānīs have dedicated their lives to speculation, there will undoubtedly be endless argument and quarreling on technical points if many jñānīs live together. Therefore, to keep a peaceful atmosphere they must live alone. On the other hand, a king’s daughter who has been duly married to an aristocratic prince fulfills her duties to her husband by dressing herself attractively with innumerable ornaments and approaching him for love. Similarly, the goddess of devotion, Bhaktidevī, decorates herself with the innumerable ornaments of the Vaiṣṇavas, who come together to relish the sweet sound of the holy name of the Lord. Because pure Vaiṣṇavas do not intimately associate with nondevotees, it may be said that they reside alone, and thus they also fulfill the purpose of this verse. There cannot be any quarrel among pure Vaiṣṇavas, because they are on the real platform of desirelessness, not wanting even salvation or mystic powers, what to speak of sense gratification. Because they are all devotees of Kṛṣṇa, they may freely associate with one another for glorifying the Lord. As stated in Śrīmad-Bhāgavatam (3.25.34): “A pure devotee, who is attached to the activities of devotional service and who always engages in the service of My lotus feet, never desires to become one with Me. Such a devotee, who is unflinchingly engaged, always glorifies My pastimes and activities.” Śrīla Bhaktisiddhānta Sarasvatī Ṭhākura has commented on this verse as follows: “The young girl in the story kept only one bracelet on each wrist so that there would be no noisy conflict among the bracelets. Similarly, one should give up the association of those who are not devoted to the Supreme Lord.” This is the actual lesson to be learned. A real Vaiṣṇava is always pure and faultless in character. However, in those places where nondevotees congregate there will undoubtedly be envious criticism of the devotional service of the Lord, and those who falsely attempt to analyze reality without the Supreme Personality of Godhead will create much disturbing noise in the name of philosophy. Therefore, one should remain in those places where the Supreme Lord is properly worshiped according to the Vedic standard. If everyone is dedicated to glorifying the Personality of Godhead, Kṛṣṇa, there will not be any impediment in mutual association. However, in a place where people have many different purposes besides the pleasure of the Supreme Lord, social dealings will certainly be disrupted. One should therefore avoid the association of those who are inimical to devotional service; otherwise one will be frustrated in achieving the spiritual purpose of life. One who always keeps himself in the company of the devotees of the Lord is actually living alone. If one lives in a community where the only consideration is the pleasure of the Lord, then one can avoid the contradictory situations caused by many persons competing to satisfy their own material desires. This is the lesson intelligently understood by the brāhmaṇa from the bracelets of the young girl. In this connection Śrīla Madhvācārya quotes the following: “One should not under any circumstances live with those who are not devotees of the Lord. On the other hand, one should stay with many devotees, because such association awards liberation.”"
    },
    {
        "verse": "11",
        "devanagari": "मन एकत्र संयुञ्ज्याज्जितश्वासो जितासन: ।वैराग्याभ्यासयोगेन ध्रियमाणमतन्द्रित: ॥ ११ ॥",
        "english_devnagari": "mana ekatra saṁyuñjyājjita-śvāso jitāsanaḥvairāgyābhyāsa-yogenadhriyamāṇam atandritaḥ",
        "verse_Syn": [
            "manaḥ",
            "ekatra",
            "saṁyuñjyāt",
            "jita",
            "śvāsaḥ",
            "jita",
            "āsanaḥ",
            "vairāgya",
            "abhyāsa",
            "yogena",
            "dhriyamāṇam",
            "atandritaḥ"
        ],
        "translation": "Having perfected the yoga sitting postures and conquered the breathing process, one should make the mind steady by detachment and the regulated practice of yoga. Thus one should carefully fix the mind on the single goal of yoga practice.",
        "purport": " One should develop vairāgya, or detachment, by observing that all material things are doomed. Thus one should take to the regulated practice of yoga, which in this age means the process of chanting the Hare Kṛṣṇa mantra. According to Śrīla Viśvanātha Cakravartī Ṭhākura, the avadhūta brāhmaṇa is recommending bhakti-miśra aṣṭāṅga-yoga, or the eightfold mystic yoga process performed as an offering to the Supreme Personality of Godhead. The desire to enjoy the material world is so strong that the mind wanders here and there uncontrollably. Therefore it is stated, dhriyamāṇam: the mind must be fixed in the goal of life, the Supreme Personality of Godhead. In the perfect stage of mental concentration called samādhi there is no longer any distinction between internal and external vision, since one can see the Absolute Truth everywhere. In the mystic yoga process one must sit properly, and then it is possible to control the different airs within the body. When the breathing process is controlled, the mind, which is dependent upon the actions of the bodily airs, is easily fixed in higher consciousness. But although the mind may be momentarily controlled, if one is overcome by desire for sense gratification the mind will again be lost. Thus, this verse emphasizes vairāgya, detachment from material illusion. This is attained by abhyāsa-yoga, the regulated practice of Kṛṣṇa consciousness, which is the highest yoga system, as confirmed in Bhagavad-gītā (6.47): “And of all yogīs, he who always abides in Me with great faith, worshiping Me in transcendental loving service, is most intimately united with Me in yoga and is the highest of all.”"
    },
    {
        "verse": "12",
        "devanagari": "यस्मिन् मनो लब्धपदं यदेत-च्छनै: शनैर्मुञ्चति कर्मरेणून् ।सत्त्वेन वृद्धेन रजस्तमश्चविधूय निर्वाणमुपैत्यनिन्धनम् ॥ १२ ॥",
        "english_devnagari": "yasmin mano labdha-padaṁ yad etacchanaiḥ śanair muñcati karma-reṇūnsattvena vṛddhena rajas tamaś cavidhūya nirvāṇam upaity anindhanam",
        "verse_Syn": [
            "yasmin",
            "manaḥ",
            "labdha",
            "padam",
            "yat",
            "etat",
            "śanaiḥ",
            "śanaiḥ",
            "muñcati",
            "karma",
            "reṇūn",
            "sattvena",
            "vṛddhena",
            "rajaḥ",
            "tamaḥ",
            "ca",
            "vidhūya",
            "nirvāṇam",
            "upaiti",
            "anindhanam"
        ],
        "translation": "The mind can be controlled when it is fixed on the Supreme Personality of Godhead. Having achieved a stable situation, the mind becomes free from polluted desires to execute material activities; thus as the mode of goodness increases in strength, one can completely give up the modes of passion and ignorance, and gradually one transcends even the material mode of goodness. When the mind is freed from the fuel of the modes of nature, the fire of material existence is extinguished. Then one achieves the transcendental platform of direct relationship with the object of his meditation, the Supreme Lord.",
        "purport": " The interaction of the three modes of nature creates great obstacles in one’s path of spiritual advancement, and there is danger that one may be thrown down into the darkness of ignorance. Those who are experienced in practical psychology know the dangers of the uncontrolled mind and constantly endeavor to bring the mind under control. If one can free oneself from the influence of the material modes of passion and ignorance, then life becomes very auspicious. Controlling the mind, and thereby freeing oneself from the influence of the material modes of nature, is the only means of making actual progress in life. The word yasmin in this verse, according to Śrīla Śrīdhara Svāmī, indicates the Supreme Personality of Godhead, who is the reservoir of all pleasure. Giving up the material propensities of the mind does not mean merging into an impersonal existence, such as that experienced in dreamless sleep. As stated in this verse, sattvena vṛddhena: one must become firmly established in the mode of goodness and then gradually rise onto the spiritual platform, where one may dwell in the company of the Supreme Personality of Godhead."
    },
    {
        "verse": "13",
        "devanagari": "तदैवमात्मन्यवरुद्धचित्तोन वेद किञ्चिद् बहिरन्तरं वा ।यथेषुकारो नृपतिं व्रजन्त-मिषौ गतात्मा न ददर्श पार्श्वे ॥ १३ ॥",
        "english_devnagari": "tadaivam ātmany avaruddha-cittona veda kiñcid bahir antaraṁ vāyatheṣu-kāro nṛpatiṁ vrajantamiṣau gatātmā na dadarśa pārśve",
        "verse_Syn": [
            "tadā",
            "evam",
            "ātmani",
            "avaruddha",
            "cittaḥ",
            "na",
            "veda",
            "kiñcit",
            "bahiḥ",
            "antaram",
            "vā",
            "yathā",
            "iṣu",
            "kāraḥ",
            "nṛ",
            "patim",
            "vrajantam",
            "iṣau",
            "gata",
            "ātmā",
            "na",
            "dadarśa",
            "pārśve"
        ],
        "translation": "Thus, when one’s consciousness is completely fixed on the Absolute Truth, the Supreme Personality of Godhead, one no longer sees duality, or internal and external reality. The example is given of the arrow maker who was so absorbed in making a straight arrow that he did not even see or notice the king himself, who was passing right next to him.",
        "purport": " It is understood that when a king moves on a public street he is heralded by kettledrums and other musical instruments and is accompanied by soldiers and other members of his retinue. Thus, despite this royal extravaganza passing right by his workshop, the arrow maker did not even notice because he was completely absorbed in his prescribed duty of making an arrow straight and sharp. One who is completely absorbed in loving devotional service to the Absolute Truth, Śrī Kṛṣṇa, no longer pays attention to material illusion. In this verse the word bahis, “external,” refers to the innumerable objects of material sense gratification, such as food, drink, sex, and so on, which drag the senses of the conditioned soul into material duality. The word antaram, or “internal,” refers to memory of previous sense gratification or hopes and dreams for future materialistic situations. One who is seeing everywhere the Absolute Truth, Śrī Kṛṣṇa, categorically rejects both internal and external illusion. This is called mukti-pada, or the status of liberation. On this platform there is neither attraction nor aversion to sense objects; rather, there is loving absorption in the Absolute Truth, Kṛṣṇa, and an overwhelming desire to please Him by devotional service. One who gives up the reality of Kṛṣṇa will be forced to wander uselessly in the kingdom of mental speculation. One who cannot see that the Absolute Truth, Lord Kṛṣṇa, is the background and basis of everything that exists will be bewildered by the false concept that there is something that is not Kṛṣṇa. Everything emanates from the Lord, and He is the Lord of everything. This simple understanding is the actual existential situation."
    },
    {
        "verse": "14",
        "devanagari": "एकचार्यनिकेत: स्यादप्रमत्तो गुहाशय: ।अलक्ष्यमाण आचारैर्मुनिरेकोऽल्पभाषण: ॥ १४ ॥",
        "english_devnagari": "eka-cāry aniketaḥ syādapramatto guhāśayaḥalakṣyamāṇa ācārairmunir eko ’lpa-bhāṣaṇaḥ",
        "verse_Syn": [
            "eka",
            "cārī",
            "aniketaḥ",
            "syāt",
            "apramattaḥ",
            "guhā",
            "āśayaḥ",
            "alakṣyamāṇaḥ",
            "ācāraiḥ",
            "muniḥ",
            "ekaḥ",
            "alpa",
            "bhāṣaṇaḥ"
        ],
        "translation": "A saintly person should remain alone and constantly travel without any fixed residence. Being alert, he should remain secluded and should act in such a way that he is not recognized or noticed by others. Moving without companions, he should not speak more than required.",
        "purport": " The previous narration concerning the shell bracelets of the young girl demonstrates that even saintly persons engaged in ordinary yoga processes should remain alone to avoid conflict or disturbance. In other words, persons engaged in ordinary yoga processes should not even associate with each other. This verse indirectly refers to the serpent, who, fearing attack from human beings, keeps himself secluded. From this example we learn that a saintly person should not associate with ordinary materialistic people. He should also avoid having a fixed residence and should wander unnoticed by others. Our engagement in material existence is the cause of our unhappiness. Such engagement destroys the real purpose of our life, Kṛṣṇa consciousness. Somehow or other one must give up the deep-rooted attachment to material society, friendship and love. One must practice detachment, and by surrender to the principles of Kṛṣṇa consciousness one’s auspicious life will begin. By organizing one’s life according to the varṇāśrama system one can take the first step in self-realization. In other words, one should accept an honest occupation and regulate his sex life, either by giving it up entirely as a brahmacārī or sannyāsī or by living as a married householder. Without regulating one’s occupation and personal life, there will be chaos, and it will be very difficult to make spiritual advancement. The attachments to material society, friendship and love are based on a long previous experience in the material world. They are great obstacles in the path of transcendental understanding, and if one maintains them, spiritual progress will be most difficult. Caitanya Mahāprabhu taught by His example and precept what a devotee should and should not do, and obedience to such principles brings one to the path of supreme perfection. Thus, one has to rise above ordinary social custom, which directs the living entity toward useless sense gratification."
    },
    {
        "verse": "15",
        "devanagari": "गृहारम्भो हि दु:खाय विफलश्चाध्रुवात्मन: ।सर्प: परकृतं वेश्म प्रविश्य सुखमेधते ॥ १५ ॥",
        "english_devnagari": "gṛhārambho hi duḥkhāyaviphalaś cādhruvātmanaḥsarpaḥ para-kṛtaṁ veśmapraviśya sukham edhate",
        "verse_Syn": [
            "gṛha",
            "ārambhaḥ",
            "hi",
            "duḥkhāya",
            "viphalaḥ",
            "ca",
            "adhruva",
            "ātmanaḥ",
            "sarpaḥ",
            "parakṛtam",
            "veśma",
            "praviśya",
            "sukham",
            "edhate"
        ],
        "translation": "When a person living in a temporary material body tries to construct a happy home, the result is fruitless and miserable. The snake, however, enters a home that has been built by others and prospers happily.",
        "purport": " The snake does not have the proclivity to build his own home, but rather lives in a suitable place constructed by other creatures. Thus he does not entangle himself in the labor of home building. Śrīla Bhaktisiddhānta Sarasvatī Ṭhākura points out that although materialistic persons take unlimited pains to invent and mass-produce electricity, automobiles, airplanes, etc., ultimately these things are meant for the convenience of the Vaiṣṇavas who are preaching Kṛṣṇa consciousness. The karmīs will always go to such trouble, and the devotees will always offer such laborious productions to the Supreme Personality of Godhead by engaging them in His loving service. The devotees, being concerned with the ultimate perfection of life, do not personally struggle for material advancement. On the other hand, there is no need for the devotees to artificially imitate the austere lifestyle of ancient times. A devotee’s goal is simply to serve Kṛṣṇa as nicely as possible; therefore the devotees willingly accept beautiful mansions and all types of material opulences, not with any personal attachment, but only so that these things can be engaged in the loving service of the Lord. If one engages such things with a desire to enjoy them, one falls down from the platform of pure devotional service. Materialistic persons are only interested in exploiting their so-called yoga practice in order to rejuvenate their sexual potency or to vainly remember their previous conditioned lives. Thus, applying mysticism to the endless search for sense gratification, they do not understand the actual goal of human life."
    },
    {
        "verse": "16",
        "devanagari": "एको नारायणो देव: पूर्वसृष्टं स्वमायया ।संहृत्य कालकलया कल्पान्त इदमीश्वर: ।एक एवाद्वितीयोऽभूदात्माधारोऽखिलाश्रय: ॥ १६ ॥",
        "english_devnagari": "eko nārāyaṇo devaḥpūrva-sṛṣṭaṁ sva-māyayāsaṁhṛtya kāla-kalayākalpānta idam īśvaraḥeka evādvitīyo ’bhūdātmādhāro ’khilāśrayaḥ",
        "verse_Syn": [
            "ekaḥ",
            "nārāyaṇaḥ",
            "devaḥ",
            "pūrva",
            "sṛṣṭam",
            "sva",
            "māyayā",
            "saṁhṛtya",
            "kāla",
            "kalayā",
            "kalpa",
            "ante",
            "idam",
            "īśvaraḥ",
            "ekaḥ",
            "eva",
            "advitīyaḥ",
            "abhūt",
            "ātma",
            "ādhāraḥ",
            "akhila",
            "āśrayaḥ"
        ],
        "translation": "The Lord of the universe, Nārāyaṇa, is the worshipable God of all living entities. Without extraneous assistance, the Lord creates this universe by His own potency, and at the time of annihilation the Lord destroys the universe through His personal expansion of time and withdraws all of the cosmos, including all the conditioned living entities, within Himself. Thus, His unlimited Self is the shelter and reservoir of all potencies. The subtle pradhāna, the basis of all cosmic manifestation, is conserved within the Lord and is in this way not different from Him. In the aftermath of annihilation the Lord stands alone.",
        "purport": " As will be explained in verse 21 of this chapter, the Lord’s independent creation and annihilation of the universe can be compared to the spider’s creating and withdrawing his web. The word eka, or “one alone,” is mentioned twice in this verse to emphasize that there is only one Supreme Personality of Godhead and that all universal affairs, as well as spiritual pastimes, are conducted by His potency alone. According to Śrīla Viśvanātha Cakravartī Ṭhākura, this verse refers to Kāraṇārṇavaśāyī Viṣṇu, or Mahā-Viṣṇu lying in the Causal Ocean. The words ātmādhāra and akhilāśraya both indicate that Nārāyaṇa is the reservoir or shelter of all existence. Ātmādhāra indicates that the Lord’s personal body is the shelter of everything. Mahā-Viṣṇu is a plenary portion of Lord Kṛṣṇa, the original Supreme Personality of Godhead, from whose body expand the innumerable potencies that manifest the material and spiritual worlds. According to the Brahma-saṁhitā these innumerable worlds rest within the brahmajyoti, or spiritual effulgence, also emanating from the Lord’s body. Thus Kṛṣṇa is īśvara, the supreme controller."
    },
    {
        "verse": "17-18",
        "devanagari": "कालेनात्मानुभावेन साम्यं नीतासु शक्तिषु ।सत्त्वादिष्वादिपुरुष: प्रधानपुरुषेश्वर: ॥ १७ ॥परावराणां परम आस्ते कैवल्यसंज्ञित: ।केवलानुभवानन्दसन्दोहो निरुपाधिक: ॥ १८ ॥",
        "english_devnagari": "kālenātmānubhāvenasāmyaṁ nītāsu śaktiṣusattvādiṣv ādi-puruṣaḥpradhāna-puruṣeśvaraḥ",
        "verse_Syn": [
            "kālena",
            "ātma",
            "anubhāvena",
            "sāmyam",
            "nītāsu",
            "śaktiṣu",
            "sattva",
            "ādiṣu",
            "ādi",
            "puruṣaḥ",
            "pradhāna",
            "puruṣa",
            "īśvaraḥ",
            "para",
            "avarāṇām",
            "paramaḥ",
            "āste",
            "kaivalya",
            "saṁjñitaḥ",
            "kevala",
            "anubhava",
            "ānanda",
            "sandohaḥ",
            "nirupādhikaḥ"
        ],
        "translation": "When the Supreme Personality of Godhead displays His own potency in the form of time and guides His material potencies, such as the mode of goodness, into a neutral condition of equilibrium, He remains as the supreme controller of that neutral state, called pradhāna, as well as of the living entities. He is also the supreme worshipable object for all beings, including liberated souls, demigods and ordinary conditioned souls. The Lord is eternally free from any material designation, and He constitutes the totality of spiritual bliss, which one experiences by seeing the Lord’s spiritual form. The Lord thus exhibits the fullest meaning of the word “liberation.”",
        "purport": " One who fixes his mind in the Absolute Truth, the Personality of Godhead, gets immediate relief from the waves of material anxiety because the Lord’s transcendental form is completely free of any material contamination or designation. Less intelligent persons accept the illogical doctrine that the Lord is transformed into His creation and maintains no separate, individual existence. They falsely imagine that they can merge their individuality into the universal oneness and become exactly equal to the Supreme Personality of Godhead. However, in the opinion of Śrīmad-Bhāgavatam the Personality of Godhead is not impersonal but is instead full of all transcendental qualities. The three modes of material nature constitute His inferior energy, and the omnipotent time factor, upon which the modes rest, is the personal expansion of the Lord. Thus, the Lord creates, maintains and annihilates the material manifestation and yet remains completely apart from it. The conditioned souls who desire to exploit the Lord’s inferior creation are impelled by the Personality of Godhead to do so, and thus they become imitation enjoyers in the temporary world of matter. But when one gains practical experience that the gross and subtle material bodies are simply coverings of the eternal soul, one gives up the foolishness of material attachment and becomes attached to the Supreme Personality of Godhead. He realizes that his constitutional position is neither to enjoy matter nor merge into the Lord’s existence. His real nature is that he is a servant of God. Service rendered to the Lord is eternal, full of bliss and knowledge, and by the potency of such service one becomes liberated and his activities become glorious. Such service is eternal and gradually promotes one to the platform of kevalānubhavānanda-sandoha, or merging into the ocean of bliss by seeing the transcendental personal form of the Lord."
    },
    {
        "verse": "19",
        "devanagari": "केवलात्मानुभावेन स्वमायां त्रिगुणात्मिकाम् ।सङ्क्षोभयन् सृजत्यादौ तया सूत्रमरिन्दम ॥ १९ ॥",
        "english_devnagari": "kevalātmānubhāvenasva-māyāṁ tri-guṇātmikāmsaṅkṣobhayan sṛjaty ādautayā sūtram arindama",
        "verse_Syn": [
            "kevala",
            "ātma",
            "anubhāvena",
            "sva",
            "māyām",
            "tri",
            "guṇa",
            "ātmikām",
            "saṅkṣobhayan",
            "sṛjati",
            "ādau",
            "tayā",
            "sūtram",
            "arindama"
        ],
        "translation": "O subduer of the enemies, at the time of creation the Personality of Godhead expands His own transcendental potency in the form of time, and agitating His material energy, māyā, composed of the three modes of material nature, He creates the mahat-tattva.",
        "purport": " The word kevala means “pure” and indicates that the Lord’s kālaśakti, or time potency, is a transcendental energy nondifferent from His personal body. The brāhmaṇa addresses King Yadu here as arindama, subduer of the enemies. This indicates that although the topic of māyā, or illusory creation, is being discussed, the King need not worry, because as a staunch devotee of the Lord, he is able to subdue the real enemies of life, namely lust, anger and greed, which make one a prisoner in māyā’s kingdom. The word sūtram indicates the mahat-tattva, on which many material creations rest, just like jewels rest on a thread. In the state of pradhāna, or material equilibrium, the modes of nature do not interact. In the Third Canto of Śrīmad-Bhāgavatam, Lord Kapila explains in His Sāṅkhya teachings that the Supreme Personality of Godhead agitates the neutral state of nature and thus creation takes place. The created manifest form of nature in which fruitive activities are stimulated is called mahat-tattva, as indicated in this verse. If one tries to renounce the illusory creation of the Lord by taking shelter of impersonal Vedānta philosophy, thus artificially equating the infinite consciousness of the Lord and the infinitesimal consciousness of the conditioned soul, one’s analysis will fall far short of reality. The word sva-māyām in this verse indicates that the illusory potency that covers the conditioned souls is always subordinate to the Lord, whose consciousness is infallible and infinite and who is always a person."
    },
    {
        "verse": "20",
        "devanagari": "तामाहुस्त्रिगुणव्यक्तिं सृजन्तीं विश्वतोमुखम् ।यस्मिन् प्रोतमिदं विश्वं येन संसरते पुमान् ॥ २० ॥",
        "english_devnagari": "tām āhus tri-guṇa-vyaktiṁsṛjantīṁ viśvato-mukhamyasmin protam idaṁ viśvaṁyena saṁsarate pumān",
        "verse_Syn": [
            "tām",
            "āhuḥ",
            "tri",
            "guṇa",
            "vyaktim",
            "sṛjantīm",
            "viśvataḥ",
            "mukham",
            "yasmin",
            "protam",
            "idam",
            "viśvam",
            "yena",
            "saṁsarate",
            "pumān"
        ],
        "translation": "According to great sages, that which is the basis of the three modes of material nature and which manifests the variegated universe is called the sūtra or mahat-tattva. Indeed, this universe is resting within that mahat-tattva, and due to its potency the living entity undergoes material existence.",
        "purport": " The cosmic manifestation is a reality because it emanates from the supreme reality, the Personality of Godhead. The material world, however, is temporary and full of problems. The conditioned soul foolishly tries to become the lord of this inferior creation and becomes separated from his real friend, the Supreme Lord. In this state, his only business is material sense gratification, and his real knowledge is lost."
    },
    {
        "verse": "21",
        "devanagari": "यथोर्णनाभिर्हृदयादूर्णां सन्तत्य वक्त्रत: ।तया विहृत्य भूयस्तां ग्रसत्येवं महेश्वर: ॥ २१ ॥",
        "english_devnagari": "yathorṇanābhir hṛdayādūrṇāṁ santatya vaktrataḥtayā vihṛtya bhūyas tāṁgrasaty evaṁ maheśvaraḥ",
        "verse_Syn": [
            "yathā",
            "ūrna",
            "nābhiḥ",
            "hṛdayāt",
            "ūrṇām",
            "santatya",
            "vaktrataḥ",
            "tayā",
            "vihṛtya",
            "bhūyaḥ",
            "tām",
            "grasati",
            "evam",
            "mahā",
            "īśvaraḥ"
        ],
        "translation": "Just as from within himself the spider expands thread through his mouth, plays with it for some time and eventually swallows it, similarly, the Supreme Personality of Godhead expands His personal potency from within Himself. Thus, the Lord displays the network of cosmic manifestation, utilizes it according to His purpose and eventually withdraws it completely within Himself.",
        "purport": " One who is intelligent obtains spiritual knowledge even from an insignificant creature like the spider. Thus, transcendental knowledge is visible everywhere for one whose eyes are opened in Kṛṣṇa consciousness."
    },
    {
        "verse": "22",
        "devanagari": "यत्र यत्र मनो देही धारयेत् सकलं धिया ।स्‍नेहाद् द्वेषाद् भयाद् वापि याति तत्तत्स्वरूपताम् ॥ २२ ॥",
        "english_devnagari": "yatra yatra mano dehīdhārayet sakalaṁ dhiyāsnehād dveṣād bhayād vāpiyāti tat-tat-svarūpatām",
        "verse_Syn": [
            "yatra",
            "yatra",
            "manaḥ",
            "dehī",
            "dhārayet",
            "sakalam",
            "dhiyā",
            "snehāt",
            "dveṣāt",
            "bhayāt",
            "vā",
            "api",
            "yāti",
            "tat",
            "tat",
            "svarūpatām"
        ],
        "translation": "If out of love, hate or fear an embodied soul fixes his mind with intelligence and complete concentration upon a particular bodily form, he will certainly attain the form that he is meditating upon.",
        "purport": " From this verse it is not hard to understand that if one constantly meditates upon the Supreme Personality of Godhead, one will achieve a spiritual body just like that of the Lord. The word dhiyā, “with intelligence,” indicates complete intellectual conviction in a particular understanding, and similarly the word sakalam indicates one-pointed attention of the mind. With such complete absorption of consciousness, surely one will attain in the next life a form exactly like that upon which one was meditating. This is another example learned from the insect kingdom, as explained in the following verse."
    },
    {
        "verse": "23",
        "devanagari": "कीट: पेशस्कृतं ध्यायन् कुड्यां तेन प्रवेशित: ।याति तत्सात्मतां राजन् पूर्वरूपमसन्त्यजन् ॥ २३ ॥",
        "english_devnagari": "kīṭaḥ peśaskṛtaṁ dhyāyankuḍyāṁ tena praveśitaḥyāti tat-sātmatāṁ rājanpūrva-rūpam asantyajan",
        "verse_Syn": [
            "kīṭaḥ",
            "peśaskṛtam",
            "dhyāyan",
            "kuḍyām",
            "tena",
            "praveśitaḥ",
            "yāti",
            "tat",
            "sa",
            "ātmatām",
            "rājan",
            "pūrva",
            "rūpam",
            "asantyajan"
        ],
        "translation": "O King, once a wasp forced a weaker insect to enter his hive and kept him trapped there. In great fear the weak insect constantly meditated upon his captor, and without giving up his body, he gradually achieved the same state of existence as the wasp. Thus one achieves a state of existence according to one’s constant concentration.",
        "purport": " The following question may be raised: Since the weaker insect in this story did not physically change his body, how can it be said that he achieved the same state of existence as the wasp? Actually, by constant meditation upon a particular object one’s consciousness becomes filled with its qualities. Due to extreme fear the smaller insect was absorbed in the characteristics and activities of the large wasp and thus entered into the existence of the wasp. Due to such meditation, he actually took the body of a wasp in his next life. Similarly, although we are conditioned souls, if we absorb our consciousness in Lord Kṛṣṇa we can become liberated even before giving up our present body. If our intelligence becomes steady on the spiritual platform by understanding that Lord Kṛṣṇa is everything, then we can give up unnecessary consciousness of the external body and absorb ourselves in the spiritual pastimes of Vaikuṇṭha. Thus even before death one can raise oneself to the spiritual platform and enjoy life as a liberated soul. Or, if one is a stubborn fool, then even in this life one can become just like an animal, such as a hog or a dog, constantly thinking of eating and sex life. But human life is actually meant for understanding the science of consciousness and the future results of our meditation."
    },
    {
        "verse": "24",
        "devanagari": "एवं गुरुभ्य एतेभ्य एषा मे शिक्षिता मति: ।स्वात्मोपशिक्षितां बुद्धिं श‍ृणु मे वदत: प्रभो ॥ २४ ॥",
        "english_devnagari": "evaṁ gurubhya etebhyaeṣā me śikṣitā matiḥsvātmopaśikṣitāṁ buddhiṁśṛṇu me vadataḥ prabho",
        "verse_Syn": [
            "evam",
            "gurubhyaḥ",
            "etebhyaḥ",
            "eṣā",
            "me",
            "śikṣitā",
            "matiḥ",
            "sva",
            "ātma",
            "upaśikṣitām",
            "buddhim",
            "śṛṇu",
            "me",
            "vadataḥ",
            "prabho"
        ],
        "translation": "O King, from all these spiritual masters I have acquired great wisdom. Now please listen as I explain what I learned from my own body.",
        "purport": ""
    },
    {
        "verse": "25",
        "devanagari": "देहो गुरुर्मम विरक्तिविवेकहेतु-र्बिभ्रत् स्म सत्त्वनिधनं सततार्त्युदर्कम् ।तत्त्वान्यनेन विमृशामि यथा तथापिपारक्यमित्यवसितो विचराम्यसङ्ग: ॥ २५ ॥",
        "english_devnagari": "deho gurur mama virakti-viveka-heturbibhrat sma sattva-nidhanaṁ satatārty-udarkamtattvāny anena vimṛśāmi yathā tathāpipārakyam ity avasito vicarāmy asaṅgaḥ",
        "verse_Syn": [
            "dehaḥ",
            "guruḥ",
            "mama",
            "virakti",
            "viveka",
            "hetuḥ",
            "bibhrat",
            "sma",
            "sattva",
            "nidhanam",
            "satata",
            "ārti",
            "udarkam",
            "tattvāni",
            "anena",
            "vimṛśāmi",
            "yathā",
            "tathā",
            "api",
            "pārakyam",
            "iti",
            "avasitaḥ",
            "vicarāmi",
            "asaṅgaḥ"
        ],
        "translation": "The material body is also my spiritual master because it teaches me detachment. Being subject to creation and destruction, it always comes to a painful end. Thus, although using my body to acquire knowledge, I always remember that it will ultimately be consumed by others, and remaining detached, I move about this world.",
        "purport": " The words yathā tathāpi are significant in this verse. Although the body bestows great benefit by enabling one to learn about this world, one should always remember its unhappy, inevitable future. If cremated, the body is burned to ashes by fire; if lost in a lonely place, it is consumed by jackals and vultures; and if buried in a luxurious coffin, it decomposes and is consumed by insignificant insects and worms. Thus it is described as pārakyam, “ultimately to be consumed by others.” One should, however, carefully maintain bodily health to execute Kṛṣṇa consciousness, but without undue affection or attachment. By studying the body’s birth and death, one can acquire virakti-viveka, the intelligence to detach oneself from useless things. The word avasita indicates conviction. One should be convinced of all the truths of Kṛṣṇa consciousness."
    },
    {
        "verse": "26",
        "devanagari": "जायात्मजार्थपशुभृत्यगृहाप्तवर्गान्पुष्णाति यत्प्रियचिकीर्षया वितन्वन् ।स्वान्ते सकृच्छ्रमवरुद्धधन: स देह:सृष्ट्वास्य बीजमवसीदति वृक्षधर्म: ॥ २६ ॥",
        "english_devnagari": "jāyātmajārtha-paśu-bhṛtya-gṛhāpta-vargānpuṣṇāti yat-priya-cikīrṣayā vitanvansvānte sa-kṛcchram avaruddha-dhanaḥ sa dehaḥsṛṣṭvāsya bījam avasīdati vṛkṣa-dharmaḥ",
        "verse_Syn": [
            "jāyā",
            "ātma",
            "ja",
            "artha",
            "paśu",
            "bhṛtya",
            "gṛha",
            "āpta",
            "vargān",
            "puṣṇāti",
            "yat",
            "priya",
            "cikīrṣayā",
            "vitanvan",
            "sva",
            "ante",
            "sa",
            "kṛcchram",
            "avaruddha",
            "dhanaḥ",
            "saḥ",
            "dehaḥ",
            "sṛṣṭvā",
            "asya",
            "bījam",
            "avasīdati",
            "vṛkṣa",
            "dharmaḥ"
        ],
        "translation": "A man attached to the body accumulates money with great struggle to expand and protect the position of his wife, children, property, domestic animals, servants, homes, relatives, friends, and so on. He does all this for the gratification of his own body. As a tree before dying produces the seed of a future tree, the dying body manifests the seed of one’s next material body in the form of one’s accumulated karma. Thus assuring the continuation of material existence, the material body sinks down and dies.",
        "purport": " One might argue, “Among all the gurus mentioned thus far, the material body is certainly the best, since it awards the detachment and fine intelligence that enable one to engage in the devotional service of the Lord. Thus, we should serve the body, although it is temporary, with great attachment, or risk the offense of ungratefulness. How can detachment from the body be recommended when the body is endowed with so many wonderful qualities?” The answer is given in this verse. The body does not award detachment and knowledge in the manner of some benevolent teacher; rather, it causes so much pain and misery that any commonsense person cannot help being convinced of the uselessness of material life. Just as a tree produces the seeds of the next tree and then dies, the body’s lusty desires induce the conditioned soul to create a further chain of karma. Finally the body, having paved the way for unlimited suffering in material existence, drops dead. According to Śrīla Bhaktisiddhānta Sarasvatī Ṭhākura, deha indicates both the gross body and the subtle, mental body. Those who do not clearly understand the difference between body and soul falsely think that body and soul are identical and that one can find perfect happiness in bodily sense gratification. But those who foolishly accept the temporary body as all-important cannot be compared with self-realized souls who intelligently understand the superiority of the eternal soul."
    },
    {
        "verse": "27",
        "devanagari": "जिह्वैकतोऽमुमपकर्षति कर्हि तर्षाशिश्न‍ोऽन्यतस्त्वगुदरं श्रवणं कुतश्चित् ।घ्राणोऽन्यतश्चपलद‍ृक् क्व‍ च कर्मशक्ति-र्बह्व्य: सपत्न्‍य इव गेहपतिं लुनन्ति ॥ २७ ॥",
        "english_devnagari": "jihvaikato ’mum apakarṣati karhi tarṣāśiśno ’nyatas tvag udaraṁ śravaṇaṁ kutaścitghrāṇo ’nyataś capala-dṛk kva ca karma-śaktirbahvyaḥ sapatnya iva geha-patiṁ lunanti",
        "verse_Syn": [
            "jihvā",
            "ekataḥ",
            "amum",
            "apakarṣati",
            "karhi",
            "tarṣā",
            "śiśnaḥ",
            "anyataḥ",
            "tvak",
            "udaram",
            "śravaṇam",
            "kutaścit",
            "ghrāṇaḥ",
            "anyataḥ",
            "capala",
            "dṛk",
            "kva",
            "ca",
            "karma",
            "śaktiḥ",
            "bahvyaḥ",
            "sa",
            "patnyaḥ",
            "iva",
            "geha",
            "patim",
            "lunanti"
        ],
        "translation": "A man who has many wives is constantly harassed by them. He is responsible for their maintenance, and thus all the ladies constantly pull him in different directions, each struggling for her self-interest. Similarly, the material senses harass the conditioned soul, pulling him in many different directions at once. On one side the tongue is pulling him to arrange tasty food; then thirst drags him to get a suitable drink. Simultaneously the sex organs clamor for satisfaction, and the sense of touch demands soft, sensuous objects. The belly harasses him until it is filled, the ears demand to hear pleasing sounds, the sense of smell hankers for pleasant aromas, and the fickle eyes clamor for pleasing sights. Thus the senses, organs and limbs, all desiring satisfaction, pull the living entity in many directions.",
        "purport": " Śrīla Viśvanātha Cakravartī Ṭhākura mentions that after understanding this verse one should merely offer, without attachment, the bare necessities to the guru of one’s body. One should keep one’s body fit and working in the simplest possible way, and that is the sum and substance of service to this so-called guru. If one desires to faithfully serve the body, one should consider that the body pulls the consciousness of the conditioned soul in many ways at once, and thus for the servant of the body there is no possibility of understanding God or even of becoming peaceful."
    },
    {
        "verse": "28",
        "devanagari": "सृष्ट्वा पुराणि विविधान्यजयात्मशक्त्यावृक्षान् सरीसृपपशून् खगदन्दशूकान् ।तैस्तैरतुष्टहृदय: पुरुषं विधायब्रह्मावलोकधिषणं मुदमाप देव: ॥ २८ ॥",
        "english_devnagari": "sṛṣṭvā purāṇi vividhāny ajayātma-śaktyāvṛkṣān sarīsṛpa-paśūn khaga-dandaśūkāntais tair atuṣṭa-hṛdayaḥ puruṣaṁ vidhāyabrahmāvaloka-dhiṣaṇaṁ mudam āpa devaḥ",
        "verse_Syn": [
            "sṛṣṭvā",
            "purāṇi",
            "vividhāni",
            "ajayā",
            "ātma",
            "śaktyā",
            "vṛkṣān",
            "sarīsṛpa",
            "paśūn",
            "khaga",
            "danda",
            "śūkān",
            "taiḥ",
            "taiḥ",
            "atuṣṭa",
            "hṛdayaḥ",
            "puruṣam",
            "vidhāya",
            "brahma",
            "avaloka",
            "dhiṣaṇam",
            "mudam",
            "āpā",
            "devaḥ"
        ],
        "translation": "The Supreme Personality of Godhead, expanding His own potency, māyā-śakti, created innumerable species of life to house the conditioned souls. Yet by creating the forms of trees, reptiles, animals, birds, snakes and so on, the Lord was not satisfied within His heart. Then He created human life, which offers the conditioned soul sufficient intelligence to perceive the Absolute Truth, and became pleased.",
        "purport": " God has specifically created the human form of life to facilitate the liberation of the conditioned soul. Therefore one who abuses human life prepares his path to hell. As stated in the Vedas, puruṣatve cāvistarām ātmā: “In the human form of life there is good possibility of understanding the eternal soul.” The Vedas also state: The purport of this śruti-mantra is that lower forms of life, such as the cow and horse, are not actually suitable to fulfill the purpose of creation. But human life awards the opportunity to understand one’s eternal relationship with God. Thus, one must control the material senses and fulfill the real purpose of human life. If one takes to Kṛṣṇa consciousness, the Supreme Lord personally feels happiness and gradually reveals Himself to His devotee. The Lord’s material creation consists of the living entities and dead matter, which the less intelligent try to enjoy. The Lord, however, is not satisfied by those species that blindly strive for sense gratification without understanding spiritual nature. We are suffering due to our forgetfulness of Kṛṣṇa and the blissful situation of His abode. If we accept the Lord as protector and shelter and execute His order, we can easily revive our eternal, blissful nature as parts and parcels of the Personality of Godhead. It is for this purpose that the Lord has created human life."
    },
    {
        "verse": "29",
        "devanagari": "लब्ध्वा सुदुर्लभमिदं बहुसम्भवान्तेमानुष्यमर्थदमनित्यमपीह धीर: ।तूर्णं यतेत न पतेदनुमृत्यु याव-न्नि:श्रेयसाय विषय: खलु सर्वत: स्यात् ॥ २९ ॥",
        "english_devnagari": "labdhvā su-durlabham idaṁ bahu-sambhavāntemānuṣyam artha-dam anityam apīha dhīraḥtūrṇaṁ yateta na pated anu-mṛtyu yāvanniḥśreyasāya viṣayaḥ khalu sarvataḥ syāt",
        "verse_Syn": [
            "labdhvā",
            "su",
            "durlabham",
            "idam",
            "bahu",
            "sambhava",
            "ante",
            "mānuṣyam",
            "artha",
            "dam",
            "anityam",
            "api",
            "iha",
            "dhīraḥ",
            "tūrṇam",
            "yateta",
            "na",
            "patet",
            "anu",
            "mṛtyu",
            "yāvat",
            "niḥśreyasāya",
            "viṣayaḥ",
            "khalu",
            "sarvataḥ",
            "syāt"
        ],
        "translation": "After many, many births and deaths one achieves the rare human form of life, which, although temporary, affords one the opportunity to attain the highest perfection. Thus a sober human being should quickly endeavor for the ultimate perfection of life as long as his body, which is always subject to death, has not fallen down and died. After all, sense gratification is available even in the most abominable species of life, whereas Kṛṣṇa consciousness is possible only for a human being.",
        "purport": " Material life essentially means repeated birth and death. Even the lowest forms of life, such as reptiles, insects, pigs and dogs, have ample opportunity for sense gratification. Even ordinary houseflies have a busy sex life and thus multiply rapidly. Human life, however, enables one to understand the Absolute Truth and is therefore full of grave responsibility. Since the valuable human life is not eternal, we should do the needful to achieve the highest perfection, Kṛṣṇa consciousness. Before death appears, we should seriously cultivate our real self-interest. One can experience Kṛṣṇa consciousness in the association of devotees of the Lord. Without their association, one is in danger of being attracted to an impersonal conception of life, which causes one to fall away from devotional service to the Absolute Truth. Or, being discouraged by one’s failure to understand the Absolute Truth, one may return to the false platform of sense gratification. In conclusion, human life is meant for cultivating Kṛṣṇa consciousness under the guidance of the experienced, self-realized devotees of the Lord."
    },
    {
        "verse": "30",
        "devanagari": "एवं सञ्जातवैराग्यो विज्ञानालोक आत्मनि ।विचरामि महीमेतां मुक्तसङ्गोऽनहङ्‍कृत: ॥ ३० ॥",
        "english_devnagari": "evaṁ sañjāta-vairāgyovijñānāloka ātmanivicarāmi mahīm etāṁmukta-saṅgo ’nahaṅkṛtaḥ",
        "verse_Syn": [
            "evam",
            "sañjāta",
            "vairāgyaḥ",
            "vijñāna",
            "ālokaḥ",
            "ātmani",
            "vicarāmi",
            "mahīm",
            "etām",
            "mukta",
            "saṅgaḥ",
            "anahaṅkṛtaḥ"
        ],
        "translation": "Having learned from my spiritual masters, I remain situated in realization of the Supreme Personality of Godhead and, fully renounced and enlightened by realized spiritual knowledge, wander the earth without attachment or false ego.",
        "purport": ""
    },
    {
        "verse": "31",
        "devanagari": "न ह्येकस्माद् गुरोर्ज्ञानं सुस्थिरं स्यात् सुपुष्कलम् ।ब्रह्मैतदद्वितीयं वै गीयते बहुधर्षिभि: ॥ ३१ ॥",
        "english_devnagari": "na hy ekasmād guror jñānaṁsu-sthiraṁ syāt su-puṣkalambrahmaitad advitīyaṁ vaigīyate bahudharṣibhiḥ",
        "verse_Syn": [
            "na",
            "hi",
            "ekasmāt",
            "guroḥ",
            "jñānam",
            "su",
            "sthiram",
            "syāt",
            "su",
            "puṣkalam",
            "brahma",
            "etat",
            "advitīyam",
            "vai",
            "gīyate",
            "bahudhā",
            "ṛṣibhiḥ"
        ],
        "translation": "Although the Absolute Truth is one without a second, the sages have described Him in many different ways. Therefore one may not be able to acquire very firm or complete knowledge from one spiritual master.",
        "purport": " Śrīla Śrīdhara Svāmī comments on this verse as follows. “The statement that one requires many spiritual masters certainly needs explanation, since practically all great saintly persons of the past did not take shelter of many spiritual masters, but rather accepted one. The words gīyate bahudharṣibhiḥ, ‘the Absolute Truth is glorified in many ways by the sages,’ indicate the personal and impersonal understandings of the Absolute Truth. In other words, some sages describe only the Lord’s impersonal effulgence, which is without spiritual variety, whereas others describe the Lord’s manifest form as the Personality of Godhead. Thus, merely by hearing from many different authorities, one cannot actually learn the highest perfection of life. The proliferation of differing spiritual authorities is useful only to counteract the living entities’ tendency to be grossly materialistic. Different spiritual philosophers create faith in the existence of the soul and may be accepted at that level. But as will be clarified in later verses, the spiritual master who ultimately gives perfect knowledge is one.” Śrīla Jīva Gosvāmī comments as follows on this verse. “Since it is commonly understood that one is to accept a single spiritual master, why is it recommended that one learn from many so-called spiritual masters appearing in the forms of ordinary material objects? The explanation is that one’s worshipable spiritual master will instruct one in many departments of knowledge by giving lessons gleaned from ordinary objects. As recommended by the brāhmaṇa avadhūta, one can strengthen the teachings received from one’s ācārya and avoid transgressing his orders by observing ordinary things in nature. One should not mechanically receive the teachings of one’s guru. The disciple should be thoughtful and with his own intelligence realize in practice what he has heard from his spiritual master by observing the world around him. In this sense one may accept many gurus, though not those who preach against the knowledge received from the bona fide spiritual master. In other words, one should not hear from persons like the atheist Kapila.” Śrīla Viśvanātha Cakravartī Ṭhākura also comments on this verse, as follows. “It is stated in Śrīmad-Bhāgavatam, tasmād guruṁ prapadyeta jijñāsuḥ śreya uttamam: ‘Therefore one should approach a bona fide spiritual master if one actually desires to achieve the highest perfection in life.’ Similarly, in Chapter Ten, verse 5 of this canto, the Personality of Godhead Himself states, mad-abhijñaṁ guruṁ śāntam upāsīta mad-ātmakam: ‘One must serve a bona fide spiritual master who is in full knowledge of My personality and who is not different from Me.’ There are many similar verses in Vedic literature indicating that one must take shelter of a single bona fide spiritual master. We also have the examples of innumerable great saintly persons who did not accept more than one spiritual master. Thus, it is a fact that we should accept one bona fide spiritual master and receive from him the particular mantra that one is to chant. I myself certainly follow this principle and worship my bona fide spiritual master. However, in worshiping one’s ācārya, one may take help from good and bad examples. By observing examples of good behavior one will be strengthened in devotional service, and in seeing negative examples one will be forewarned and avoid danger. In this way, one may accept many ordinary material objects as one’s spiritual masters, considering them as śikṣā-gurus, or gurus who give important lessons for spiritual advancement.” Thus in the Lord’s own words, mad-abhijñaṁ guruṁ śāntam upāsīta mad-ātmakam: one should approach a single bona fide spiritual master who is in full knowledge of the Lord’s personality and sincerely worship him, considering him to be mad-ātmakam, or nondifferent from the Lord Himself. This statement does not contradict what the Lord has presented in the teachings of the avadhūta brāhmaṇa. If one receives the teachings of one’s ācārya but keeps them locked up in his brain as theoretical dogma, one will make little advancement. To develop steady, complete knowledge one must see the teachings of one’s ācārya everywhere; thus a Vaiṣṇava offers all respects to anyone or anything that gives him further enlightenment in the path of worshiping his bona fide ācārya, who is nondifferent from Lord Kṛṣṇa. Among the many gurus mentioned by the brāhmaṇa, some give positive instructions and others give negative instructions. Piṅgalā the prostitute and the young girl who took off her bracelets provide examples of proper conduct, whereas the hapless pigeons and the foolish honeybee provide examples of behavior to be avoided. In both cases one’s spiritual knowledge is enriched. Thus, one should not misunderstand the meaning of this verse in a way contradictory to the Lord’s statement mad-abhijñaṁ guruṁ śāntam upāsīta mad-ātmakam (Bhāg. 11.10.5)."
    },
    {
        "verse": "32",
        "devanagari": "श्रीभगवानुवाचइत्युक्त्वा स यदुं विप्रस्तमामन्‍त्र्य गभीरधी: ।वन्दित: स्वर्चितो राज्ञा ययौ प्रीतो यथागतम् ॥ ३२ ॥",
        "english_devnagari": "śrī-bhagavān uvācaity uktvā sa yaduṁ viprastam āmantrya gabhīra-dhīḥvanditaḥ sv-arcito rājñāyayau prīto yathāgatam",
        "verse_Syn": [
            "śrī",
            "bhagavān",
            "uvāca",
            "iti",
            "uktvā",
            "saḥ",
            "yadum",
            "vipraḥ",
            "tam",
            "āmantrya",
            "gabhīra",
            "dhīḥ",
            "vanditaḥ",
            "su",
            "arcitaḥ",
            "rājñā",
            "yayau",
            "prītaḥ",
            "yathā",
            "āgatam"
        ],
        "translation": "The Supreme Personality of Godhead said: Having thus spoken to King Yadu, the wise brāhmaṇa accepted obeisances and worship from the King and felt pleased within himself. Then bidding farewell, he left exactly as he had come.",
        "purport": " Śrīla Śrīdhara Svāmī gives evidence from Śrīmad-Bhāgavatam that the brāhmaṇa avadhūta was actually the incarnation of Godhead Dattātreya. The Bhāgavatam (2.7.4) states: “Many Yadus, Haihayas, etc., became so purified, by the grace of the lotus feet of Dattātreya, the Lord, that they obtained both material and spiritual blessings.” This verse mentions that Yadu was purified by contact with the lotus feet of Dattātreya, and similarly the present verse states, vandito sv-arcito rājñā: King Yadu worshiped the lotus feet of the brāhmaṇa. Thus, according to Śrīla Śrīdhara Svāmī, the avadhūta brāhmaṇa is the Personality of Godhead Himself, and this is confirmed by Śrīla Viśvanātha Cakravartī Ṭhākura."
    },
    {
        "verse": "33",
        "devanagari": "अवधूतवच: श्रुत्वा पूर्वेषां न: स पूर्वज: ।सर्वसङ्गविनिर्मुक्त: समचित्तो बभूव ह ॥ ३३ ॥",
        "english_devnagari": "avadhūta-vacaḥ śrutvāpūrveṣāṁ naḥ sa pūrva-jaḥsarva-saṅga-vinirmuktaḥsama-citto babhūva ha",
        "verse_Syn": [
            "avadhūta",
            "vacaḥ",
            "śrutvā",
            "pūrveṣām",
            "naḥ",
            "saḥ",
            "pūrvajaḥ",
            "sarva",
            "saṅga",
            "vinirmuktaḥ",
            "sama",
            "cittaḥ",
            "babhūva",
            "ha"
        ],
        "translation": "O Uddhava, hearing the words of the avadhūta, the saintly King Yadu, who is the forefather of our own ancestors, became free from all material attachment, and thus his mind was evenly fixed on the spiritual platform.",
        "purport": " Here the Lord praises His own dynasty, called Yadu-vaṁśa, because there appeared in that dynasty many great self-realized kings. King Yadu was enlightened by Dattātreya in the form of an avadhūta brāhmaṇa who taught the King to fix his consciousness on the spiritual platform of detachment by simply observing the creation of God."
    }
]