[
    {
        "verse": "1",
        "devanagari": "श्रीभगवानुवाचगुणानामसम्मिश्राणां पुमान् येन यथा भवेत् ।तन्मे पुरुषवर्येदमुपधारय शंसत: ॥ १ ॥",
        "english_devnagari": "śrī-bhagavān uvācaguṇānām asammiśrāṇāṁpumān yena yathā bhavettan me puruṣa-varyedamupadhāraya śaṁsataḥ",
        "verse_Syn": [
            "śrī",
            "bhagavān",
            "uvāca",
            "guṇānām",
            "asammiśrāṇām",
            "pumān",
            "yena",
            "yathā",
            "bhavet",
            "tat",
            "me",
            "puruṣa",
            "varya",
            "idam",
            "upadhāraya",
            "śaṁsataḥ"
        ],
        "translation": "The Supreme Personality of Godhead said: O best among men, please listen as I describe to you how the living entity attains a particular nature by association with individual material modes.",
        "purport": " The word asammiśra indicates that which is not mixed with anything else. Lord Kṛṣṇa now explains how each of the three material modes (goodness, passion and ignorance), acting separately, causes a conditioned soul to manifest a particular type of existence. The living entity is ultimately transcendental to the modes of nature, being part and parcel of Lord Kṛṣṇa, but in conditioned life he manifests material qualities. This is described in the following verses."
    },
    {
        "verse": "2-5",
        "devanagari": "शमो दमस्तितिक्षेक्षा तप: सत्यं दया स्मृति: ।तुष्टिस्त्यागोऽस्पृहा श्रद्धा ह्रीर्दयादि: स्वनिर्वृति: ॥ २ ॥काम ईहा मदस्तृष्णा स्तम्भ आशीर्भिदा सुखम् ।मदोत्साहो यश:प्रीतिर्हास्यं वीर्यं बलोद्यम: ॥ ३ ॥क्रोधो लोभोऽनृतं हिंसा याच्ञा दम्भ: क्लम: कलि: ।शोकमोहौ विषादार्ती निद्राशा भीरनुद्यम: ॥ ४ ॥सत्त्वस्य रजसश्चैतास्तमसश्चानुपूर्वश: ।वृत्तयो वर्णितप्राया: सन्निपातमथो श‍ृणु ॥ ५ ॥",
        "english_devnagari": "śamo damas titikṣekṣātapaḥ satyaṁ dayā smṛtiḥtuṣṭis tyāgo ’spṛhā śraddhāhrīr dayādiḥ sva-nirvṛtiḥ",
        "verse_Syn": [
            "śamaḥ",
            "damaḥ",
            "titikṣā",
            "īkṣā",
            "tapaḥ",
            "satyam",
            "dayā",
            "smṛtiḥ",
            "tuṣṭiḥ",
            "tyāgaḥ",
            "aspṛhā",
            "śraddhā",
            "hrīḥ",
            "dayā",
            "ādiḥ",
            "sva",
            "nirvṛtiḥ",
            "kāmaḥ",
            "īhā",
            "madaḥ",
            "tṛṣṇā",
            "stambhaḥ",
            "āśīḥ",
            "bhidā",
            "sukham",
            "mada",
            "utsāhaḥ",
            "yaśaḥ",
            "prītiḥ",
            "hāsyam",
            "vīryam",
            "bala",
            "udyamaḥ",
            "krodhaḥ",
            "lobhaḥ",
            "anṛtam",
            "hiṁsā",
            "yācñā",
            "dambhaḥ",
            "klamaḥ",
            "kaliḥ",
            "śoka",
            "mohau",
            "viṣāda",
            "ārtī",
            "nidrā",
            "āśā",
            "bhīḥ",
            "anudyamaḥ",
            "sattvasya",
            "rajasaḥ",
            "ca",
            "etāḥ",
            "tamasaḥ",
            "ca",
            "ānupūrvaśaḥ",
            "vṛttayaḥ",
            "varṇita",
            "prāyāḥ",
            "sannipātam",
            "atho",
            "śṛṇu"
        ],
        "translation": "Mind and sense control, tolerance, discrimination, sticking to one’s prescribed duty, truthfulness, mercy, careful study of the past and future, satisfaction in any condition, generosity, renunciation of sense gratification, faith in the spiritual master, being embarrassed at improper action, charity, simplicity, humbleness and satisfaction within oneself are qualities of the mode of goodness. Material desire, great endeavor, audacity, dissatisfaction even in gain, false pride, praying for material advancement, considering oneself different and better than others, sense gratification, rash eagerness to fight, a fondness for hearing oneself praised, the tendency to ridicule others, advertising one’s own prowess and justifying one’s actions by one’s strength are qualities of the mode of passion. Intolerant anger, stinginess, speaking without scriptural authority, violent hatred, living as a parasite, hypocrisy, chronic fatigue, quarrel, lamentation, delusion, unhappiness, depression, sleeping too much, false expectations, fear and laziness constitute the major qualities of the mode of ignorance. Now please hear about the combination of these three modes.",
        "purport": ""
    },
    {
        "verse": "6",
        "devanagari": "सन्निपातस्त्वहमिति ममेत्युद्धव या मति: ।व्यवहार: सन्निपातो मनोमात्रेन्द्रियासुभि: ॥ ६ ॥",
        "english_devnagari": "sannipātas tv aham itimamety uddhava yā matiḥvyavahāraḥ sannipātomano-mātrendriyāsubhiḥ",
        "verse_Syn": [
            "sannipātaḥ",
            "tu",
            "aham",
            "iti",
            "mama",
            "iti",
            "uddhava",
            "yā",
            "matiḥ",
            "vyavahāraḥ",
            "sannipātaḥ",
            "manaḥ",
            "mātrā",
            "indriya",
            "asubhiḥ"
        ],
        "translation": "My dear Uddhava, the combination of all three modes is present in the mentality of “I” and “mine.” The ordinary transactions of this world, which are carried out through the agency of the mind, the objects of perception, the senses and the vital airs of the physical body, are also based on the combination of the modes.",
        "purport": " The illusory concept of “I” and “mine” occurs by the mixture of the three modes of nature. A person in goodness may feel, “I am peaceful.” One in passion may think, “I am lusty.” And one in ignorance may think, “I am angry.” Similarly, one may think “my peace,” “my lust” or “my anger.” One completely absorbed in the mentality of being peaceful could not work in the material world; he would lack any impulse to perform activity. Similarly, one absorbed in lust would be blinded without at least a tinge of peacefulness or restraint. One overwhelmed with anger could not function properly in the material world without the mixture of other qualities. Thus we find that a material mode does not occur in a pure, isolated form but rather is mixed with other modes, thereby making possible normal functioning within this world. Ultimately one should think, “I am an eternal servant of Lord Kṛṣṇa” and “My only possession is loving service to the Lord.” This is the pure state of consciousness, beyond the material modes of nature."
    },
    {
        "verse": "7",
        "devanagari": "धर्मे चार्थे च कामे च यदासौ परिनिष्ठित: ।गुणानां सन्निकर्षोऽयं श्रद्धारतिधनावह: ॥ ७ ॥",
        "english_devnagari": "dharme cārthe ca kāme cayadāsau pariniṣṭhitaḥguṇānāṁ sannikarṣo ’yaṁśraddhā-rati-dhanāvahaḥ",
        "verse_Syn": [
            "dharme",
            "ca",
            "arthe",
            "ca",
            "kāme",
            "ca",
            "yadā",
            "asau",
            "pariniṣṭhitaḥ",
            "guṇānām",
            "sannikarṣaḥ",
            "ayam",
            "śraddhā",
            "rati",
            "dhana",
            "āvahaḥ"
        ],
        "translation": "When a person devotes himself to religiosity, economic development and sense gratification, the faith, wealth and sensual enjoyment obtained by his endeavors display the interaction of the three modes of nature.",
        "purport": " Religiosity, economic development and sense gratification are situated within the modes of nature, and the faith, wealth and enjoyment obtained by them clearly reveal the particular situation of a person within the modes of nature."
    },
    {
        "verse": "8",
        "devanagari": "प्रवृत्तिलक्षणे निष्ठा पुमान् यर्हि गृहाश्रमे ।स्वधर्मे चानुतिष्ठेत गुणानां समितिर्हि सा ॥ ८ ॥",
        "english_devnagari": "pravṛtti-lakṣaṇe niṣṭhāpumān yarhi gṛhāśramesva-dharme cānu tiṣṭhetaguṇānāṁ samitir hi sā",
        "verse_Syn": [
            "pravṛtti",
            "lakṣaṇe",
            "niṣṭhā",
            "pumān",
            "yarhi",
            "gṛha",
            "āśrame",
            "sva",
            "dharme",
            "ca",
            "anu",
            "tiṣṭheta",
            "guṇānām",
            "samitiḥ",
            "hi",
            "sā"
        ],
        "translation": "When a man desires sense gratification, being attached to family life, and when he consequently becomes established in religious and occupational duties, the combination of the modes of nature is manifest.",
        "purport": " According to Śrīla Śrīdhara Svāmī, religious duties performed for promotion to heaven are understood to be in the mode of passion, those performed to enjoy ordinary family life are in the mode of ignorance, and those performed selflessly to fulfill one’s occupational duty in the varṇāśrama system are in the mode of goodness. The Lord has thus explained how mundane religiosity is manifest within the modes of nature."
    },
    {
        "verse": "9",
        "devanagari": "पुरुषं सत्त्वसंयुक्तमनुमीयाच्छमादिभि: ।कामादिभी रजोयुक्तं क्रोधाद्यैस्तमसा युतम् ॥ ९ ॥",
        "english_devnagari": "puruṣaṁ sattva-saṁyuktamanumīyāc chamādibhiḥkāmādibhī rajo-yuktaṁkrodhādyais tamasā yutam",
        "verse_Syn": [
            "puruṣam",
            "sattva",
            "saṁyuktam",
            "anumīyāt",
            "śama",
            "ādibhiḥ",
            "kāma",
            "ādibhiḥ",
            "rajaḥ",
            "yuktam",
            "krodha",
            "ādyaiḥ",
            "tamasā",
            "yutam"
        ],
        "translation": "A person exhibiting qualities such as self-control is understood to be predominantly in the mode of goodness. Similarly, a passionate person is recognized by his lust, and one in ignorance is recognized by qualities such as anger.",
        "purport": ""
    },
    {
        "verse": "10",
        "devanagari": "यदा भजति मां भक्त्या निरपेक्ष: स्वकर्मभि: ।तं सत्त्वप्रकृतिं विद्यात् पुरुषं स्‍त्रियमेव वा ॥ १० ॥",
        "english_devnagari": "yadā bhajati māṁ bhaktyānirapekṣaḥ sva-karmabhiḥtaṁ sattva-prakṛtiṁ vidyātpuruṣaṁ striyam eva vā",
        "verse_Syn": [
            "yadā",
            "bhajati",
            "mām",
            "bhaktyā",
            "nirapekṣaḥ",
            "sva",
            "karmabhiḥ",
            "tam",
            "sattva",
            "prakṛtim",
            "vidyāt",
            "puruṣam",
            "striyam",
            "eva",
            "vā"
        ],
        "translation": "Any person, whether man or woman, who worships Me with loving devotion, offering his or her prescribed duties unto Me without material attachment, is understood to be situated in goodness.",
        "purport": ""
    },
    {
        "verse": "11",
        "devanagari": "यदा आशिष आशास्य मां भजेत स्वकर्मभि: ।तं रज:प्रकृतिं विद्यात् हिंसामाशास्य तामसम् ॥ ११ ॥",
        "english_devnagari": "yadā āśiṣa āśāsyamāṁ bhajeta sva-karmabhiḥtaṁ rajaḥ-prakṛtiṁ vidyāthiṁsām āśāsya tāmasam",
        "verse_Syn": [
            "yadā",
            "āśiṣaḥ",
            "āśāsya",
            "mām",
            "bhajeta",
            "sva",
            "karmabhiḥ",
            "tam",
            "rajaḥ",
            "prakṛtim",
            "vidyāt",
            "hiṁsām",
            "āśāsya",
            "tāmasam"
        ],
        "translation": "When a person worships Me by his prescribed duties with the hope of gaining material benefit, his nature should be understood to be in passion, and one who worships Me with the desire to commit violence against others is in ignorance.",
        "purport": ""
    },
    {
        "verse": "12",
        "devanagari": "सत्त्वं रजस्तम इति गुणा जीवस्य नैव मे ।चित्तजा यैस्तु भूतानां सज्जमानो निबध्यते ॥ १२ ॥",
        "english_devnagari": "sattvaṁ rajas tama itiguṇā jīvasya naiva mecitta-jā yais tu bhūtānāṁsajjamāno nibadhyate",
        "verse_Syn": [
            "sattvam",
            "rajaḥ",
            "tamaḥ",
            "iti",
            "guṇāḥ",
            "jīvasya",
            "na",
            "eva",
            "me",
            "citta",
            "jāḥ",
            "yaiḥ",
            "tu",
            "bhūtānām",
            "sajjamānaḥ",
            "nibadhyate"
        ],
        "translation": "The three modes of material nature — goodness, passion and ignorance — influence the living entity but not Me. Manifesting within his mind, they induce the living entity to become attached to material bodies and other created objects. In this way the living entity is bound up.",
        "purport": " The living entity is the marginal potency of the Supreme Lord, having the tendency to be overwhelmed by the Lord’s illusory material energy. The Personality of Godhead, however, is the absolute controller of illusion. Illusion can never control the Lord. Thus the Supreme Lord, Śrī Kṛṣṇa, is the eternal object of service for all living beings, who are eternally servants of the Lord. The three modes of nature manifest within the material energy. When a conditioned soul adopts a material mentality, the modes exert their influence within the jurisdiction of that mentality. But if one purifies one’s mind in the devotional service of the Lord, the modes of nature can no longer act upon him, since they have no influence on the spiritual platform."
    },
    {
        "verse": "13",
        "devanagari": "यदेतरौ जयेत् सत्त्वं भास्वरं विशदं शिवम् ।तदा सुखेन युज्येत धर्मज्ञानादिभि: पुमान् ॥ १३ ॥",
        "english_devnagari": "yadetarau jayet sattvaṁbhāsvaraṁ viśadaṁ śivamtadā sukhena yujyetadharma-jñānādibhiḥ pumān",
        "verse_Syn": [
            "yadā",
            "itarau",
            "jayet",
            "sattvam",
            "bhāsvaram",
            "viśadam",
            "śivam",
            "tadā",
            "sukhena",
            "yujyeta",
            "dharma",
            "jñāna",
            "ādibhiḥ",
            "pumān"
        ],
        "translation": "When the mode of goodness, which is luminous, pure and auspicious, predominates over passion and ignorance, a man becomes endowed with happiness, virtue, knowledge and other good qualities.",
        "purport": " One can control one’s mind and senses in the mode of goodness."
    },
    {
        "verse": "14",
        "devanagari": "यदा जयेत्तम: सत्त्वं रज: सङ्गं भिदा चलम् ।तदा दु:खेन युज्येत कर्मणा यशसा श्रिया ॥ १४ ॥",
        "english_devnagari": "yadā jayet tamaḥ sattvaṁrajaḥ saṅgaṁ bhidā calamtadā duḥkhena yujyetakarmaṇā yaśasā śriyā",
        "verse_Syn": [
            "yadā",
            "jayet",
            "tamaḥ",
            "sattvam",
            "rajaḥ",
            "saṅgam",
            "bhidā",
            "calam",
            "tadā",
            "duḥkhena",
            "yujyeta",
            "karmaṇā",
            "yaśasā",
            "śriyā"
        ],
        "translation": "When the mode of passion, which causes attachment, separatism and activity, conquers ignorance and goodness, a man begins to work hard to acquire prestige and fortune. Thus in the mode of passion he experiences anxiety and struggle.",
        "purport": ""
    },
    {
        "verse": "15",
        "devanagari": "यदा जयेद् रज: सत्त्वं तमो मूढं लयं जडम् ।युज्येत शोकमोहाभ्यां निद्रयाहिंसयाशया ॥ १५ ॥",
        "english_devnagari": "yadā jayed rajaḥ sattvaṁtamo mūḍhaṁ layaṁ jaḍamyujyeta śoka-mohābhyāṁnidrayā hiṁsayāśayā",
        "verse_Syn": [
            "yadā",
            "jayet",
            "rajaḥ",
            "sattvam",
            "tamaḥ",
            "mūḍham",
            "layam",
            "jaḍam",
            "yujyeta",
            "śoka",
            "mohābhyām",
            "nidrayā",
            "hiṁsayā",
            "āśayā"
        ],
        "translation": "When the mode of ignorance conquers passion and goodness, it covers one’s consciousness and makes one foolish and dull. Falling into lamentation and illusion, a person in the mode of ignorance sleeps excessively, indulges in false hopes, and displays violence toward others.",
        "purport": ""
    },
    {
        "verse": "16",
        "devanagari": "यदा चित्तं प्रसीदेत इन्द्रियाणां च निर्वृति: ।देहेऽभयं मनोऽसङ्गं तत् सत्त्वं विद्धि मत्पदम् ॥ १६ ॥",
        "english_devnagari": "yadā cittaṁ prasīdetaindriyāṇāṁ ca nirvṛtiḥdehe ’bhayaṁ mano-’saṅgaṁtat sattvaṁ viddhi mat-padam",
        "verse_Syn": [
            "yadā",
            "cittam",
            "prasīdeta",
            "indriyāṇām",
            "ca",
            "nirvṛtiḥ",
            "dehe",
            "abhayam",
            "manaḥ",
            "asaṅgam",
            "tat",
            "sattvam",
            "viddhi",
            "mat",
            "padam"
        ],
        "translation": "When consciousness becomes clear and the senses are detached from matter, one experiences fearlessness within the material body and detachment from the material mind. You should understand this situation to be the predominance of the mode of goodness, in which one has the opportunity to realize Me.",
        "purport": ""
    },
    {
        "verse": "17",
        "devanagari": "विकुर्वन् क्रियया चाधीरनिवृत्तिश्च चेतसाम् ।गात्रास्वास्थ्यं मनो भ्रान्तं रज एतैर्निशामय ॥ १७ ॥",
        "english_devnagari": "vikurvan kriyayā cā-dhīranivṛttiś ca cetasāmgātrāsvāsthyaṁ mano bhrāntaṁraja etair niśāmaya",
        "verse_Syn": [
            "vikurvan",
            "kriyayā",
            "ca",
            "ā",
            "dhīḥ",
            "anivṛttiḥ",
            "ca",
            "cetasām",
            "gātra",
            "asvāsthyam",
            "manaḥ",
            "bhrāntam",
            "rajaḥ",
            "etaiḥ",
            "niśāmaya"
        ],
        "translation": "You should discern the mode of passion by its symptoms — the distortion of the intelligence because of too much activity, the inability of the perceiving senses to disentangle themselves from mundane objects, an unhealthy condition of the working physical organs, and the unsteady perplexity of the mind.",
        "purport": ""
    },
    {
        "verse": "18",
        "devanagari": "सीदच्चित्तं विलीयेत चेतसो ग्रहणेऽक्षमम् ।मनो नष्टं तमो ग्लानिस्तमस्तदुपधारय ॥ १८ ॥",
        "english_devnagari": "sīdac cittaṁ vilīyetacetaso grahaṇe ’kṣamammano naṣṭaṁ tamo glānistamas tad upadhāraya",
        "verse_Syn": [
            "sīdat",
            "cittam",
            "vilīyeta",
            "cetasaḥ",
            "grahaṇe",
            "akṣamam",
            "manaḥ",
            "naṣṭam",
            "tamaḥ",
            "glāniḥ",
            "tamaḥ",
            "tat",
            "upadhāraya"
        ],
        "translation": "When one’s higher awareness fails and finally disappears and one is thus unable to concentrate his attention, his mind is ruined and manifests ignorance and depression. You should understand this situation to be the predominance of the mode of ignorance.",
        "purport": ""
    },
    {
        "verse": "19",
        "devanagari": "एधमाने गुणे सत्त्वे देवानां बलमेधते ।असुराणां च रजसि तमस्युद्धव रक्षसाम् ॥ १९ ॥",
        "english_devnagari": "edhamāne guṇe sattvedevānāṁ balam edhateasurāṇāṁ ca rajasitamasy uddhava rakṣasām",
        "verse_Syn": [
            "edhamāne",
            "guṇe",
            "sattve",
            "devānām",
            "balam",
            "edhate",
            "asurāṇām",
            "ca",
            "rajasi",
            "tamasi",
            "uddhava",
            "rakṣasām"
        ],
        "translation": "With the increase of the mode of goodness, the strength of the demigods similarly increases. When passion increases, the demoniac become strong. And with the rise of ignorance, O Uddhava, the strength of the most wicked increases.",
        "purport": ""
    },
    {
        "verse": "20",
        "devanagari": "सत्त्वाज्जागरणं विद्याद् रजसा स्वप्नमादिशेत् ।प्रस्वापं तमसा जन्तोस्तुरीयं त्रिषु सन्ततम् ॥ २० ॥",
        "english_devnagari": "sattvāj jāgaraṇaṁ vidyādrajasā svapnam ādiśetprasvāpaṁ tamasā jantosturīyaṁ triṣu santatam",
        "verse_Syn": [
            "sattvāt",
            "jāgaraṇam",
            "vidyāt",
            "rajasā",
            "svapnam",
            "ādiśet",
            "prasvāpam",
            "tamasā",
            "jantoḥ",
            "turīyam",
            "triṣu",
            "santatam"
        ],
        "translation": "It should be understood that alert wakefulness comes from the mode of goodness, sleep with dreaming from the mode of passion, and deep, dreamless sleep from the mode of ignorance. The fourth state of consciousness pervades these three and is transcendental.",
        "purport": " Our original Kṛṣṇa consciousness exists eternally within the soul, and it is also present in all the three phases of awareness, namely normal wakefulness, dreaming and dreamless sleep. Being covered by the modes of nature, this spiritual consciousness may not be manifest, but it continues to exist eternally as the real nature of the living entity."
    },
    {
        "verse": "21",
        "devanagari": "उपर्युपरि गच्छन्ति सत्त्वेन ब्राह्मणा जना: ।तमसाधोऽध आमुख्याद् रजसान्तरचारिण: ॥ २१ ॥",
        "english_devnagari": "upary upari gacchantisattvena brāhmaṇā janāḥtamasādho ’dha ā-mukhyādrajasāntara-cāriṇaḥ",
        "verse_Syn": [
            "upari",
            "upari",
            "gacchanti",
            "sattvena",
            "brāhmaṇāḥ",
            "janāḥ",
            "tamasā",
            "adhaḥ",
            "adhaḥ",
            "ā",
            "mukhyāt",
            "rajasā",
            "antara",
            "cāriṇaḥ"
        ],
        "translation": "Learned persons dedicated to Vedic culture are elevated by the mode of goodness to higher and higher positions. The mode of ignorance, on the other hand, forces one to fall headfirst into lower and lower births. And by the mode of passion one continues transmigrating through human bodies.",
        "purport": " Śūdras, persons in the mode of ignorance, are generally in deep illusion about the purpose of life, accepting the gross material body as the self. Those in passion and ignorance are called vaiśyas and hanker intensely for wealth, whereas kṣatriyas, who are in the mode of passion, are eager for prestige and power. Those in the mode of goodness, however, hanker after perfect knowledge; they are therefore called brāhmaṇas. Such a person is promoted up to the supreme material position of Brahmaloka, the planet of Lord Brahmā. One who is in the mode of ignorance gradually falls to the level of unmoving species, such as trees and stones, while one in the mode of passion, filled with material desire but satisfying it within Vedic culture, is allowed to remain in human society."
    },
    {
        "verse": "22",
        "devanagari": "सत्त्वे प्रलीना: स्वर्यान्ति नरलोकं रजोलया: ।तमोलयास्तु निरयं यान्ति मामेव निर्गुणा: ॥ २२ ॥",
        "english_devnagari": "sattve pralīnāḥ svar yāntinara-lokaṁ rajo-layāḥtamo-layās tu nirayaṁyānti mām eva nirguṇāḥ",
        "verse_Syn": [
            "sattve",
            "pralīnāḥ",
            "svaḥ",
            "yānti",
            "nara",
            "lokam",
            "rajaḥ",
            "layāḥ",
            "tamaḥ",
            "layāḥ",
            "tu",
            "nirayam",
            "yānti",
            "mām",
            "eva",
            "nirguṇāḥ"
        ],
        "translation": "Those who leave this world in the mode of goodness go to the heavenly planets, those who pass away in the mode of passion remain in the world of human beings, and those dying in the mode of ignorance must go to hell. But those who are free from the influence of all modes of nature come to Me.",
        "purport": ""
    },
    {
        "verse": "23",
        "devanagari": "मदर्पणं निष्फलं वा सात्त्विकं निजकर्म तत् ।राजसं फलसङ्कल्पं हिंसाप्रायादि तामसम् ॥ २३ ॥",
        "english_devnagari": "mad-arpaṇaṁ niṣphalaṁ vāsāttvikaṁ nija-karma tatrājasaṁ phala-saṅkalpaṁhiṁsā-prāyādi tāmasam",
        "verse_Syn": [
            "mat",
            "arpaṇam",
            "niṣphalam",
            "vā",
            "sāttvikam",
            "nija",
            "karma",
            "tat",
            "rājasam",
            "phala",
            "saṅkalpam",
            "hiṁsā",
            "prāya",
            "ādi",
            "tāmasam"
        ],
        "translation": "Work performed as an offering to Me, without consideration of the fruit, is considered to be in the mode of goodness. Work performed with a desire to enjoy the results is in the mode of passion. And work impelled by violence and envy is in the mode of ignorance.",
        "purport": " Ordinary work performed as an offering to God, without desire for the result, is understood to be in the mode of goodness, whereas activities of devotion — such as chanting and hearing the glories of the Lord — are transcendental forms of work beyond the modes of nature."
    },
    {
        "verse": "24",
        "devanagari": "कैवल्यं सात्त्विकं ज्ञानं रजो वैकल्पिकं च यत् ।प्राकृतं तामसं ज्ञानं मन्निष्ठं निर्गुणं स्मृतम् ॥ २४ ॥",
        "english_devnagari": "kaivalyaṁ sāttvikaṁ jñānaṁrajo vaikalpikaṁ ca yatprākṛtaṁ tāmasaṁ jñānaṁman-niṣṭhaṁ nirguṇaṁ smṛtam",
        "verse_Syn": [
            "kaivalyam",
            "sāttvikam",
            "jñānam",
            "rajaḥ",
            "vaikalpikam",
            "ca",
            "yat",
            "prākṛtam",
            "tāmasam",
            "jñānam",
            "mat",
            "niṣṭham",
            "nirguṇam",
            "smṛtam"
        ],
        "translation": "Absolute knowledge is in the mode of goodness, knowledge based on duality is in the mode of passion, and foolish, materialistic knowledge is in the mode of ignorance. Knowledge based upon Me, however, is understood to be transcendental.",
        "purport": " The Lord clearly explains here that spiritual knowledge of His supreme personality is transcendental to ordinary religious knowledge in the mode of goodness. In the mode of goodness one understands the existence of a higher spiritual nature within all things. In the mode of passion one acquires scientific knowledge of the material body. And in the mode of ignorance one fixes one’s mind on the sense objects without higher awareness, perceiving things as a small child or a retarded person does. Śrīla Jīva Gosvāmī elaborately explains in his commentary on this verse that the material mode of goodness does not award perfect knowledge of the Absolute Truth. He quotes from Śrīmad-Bhāgavatam (6.14.2), proving that many great demigods in the mode of goodness could not understand the transcendental personality of Lord Kṛṣṇa. In the material mode of goodness, one becomes pious or religious, aware of a higher, spiritual nature. On the spiritual platform of purified goodness, however, one establishes a direct, loving relationship with the Absolute Truth, rendering service to the Lord rather than merely maintaining a connection to mundane piety. In the mode of passion the conditioned soul speculates about the reality of his own existence and of the world around him, and considers speculatively the existence of a kingdom of God. In the mode of ignorance one acquires knowledge for sense gratification, absorbing the mind in varieties of eating, sleeping, defending and sex, without any higher purpose. Thus, within the modes of nature the conditioned souls are trying to gratify their senses, or else they are trying to free themselves from sense gratification. But they cannot directly engage themselves in their constitutional, liberated activities until they come to the transcendental position of Kṛṣṇa consciousness, beyond the modes of nature."
    },
    {
        "verse": "25",
        "devanagari": "वनं तु सात्त्विको वासो ग्रामो राजस उच्यते ।तामसं द्यूतसदनं मन्निकेतं तु निर्गुणम् ॥ २५ ॥",
        "english_devnagari": "vanaṁ tu sāttviko vāsogrāmo rājasa ucyatetāmasaṁ dyūta-sadanaṁman-niketaṁ tu nirguṇam",
        "verse_Syn": [
            "vanam",
            "tu",
            "sāttvikaḥ",
            "vāsaḥ",
            "grāmaḥ",
            "rājasaḥ",
            "ucyate",
            "tāmasam",
            "dyūta",
            "sadanam",
            "mat",
            "niketam",
            "tu",
            "nirguṇam"
        ],
        "translation": "Residence in the forest is in the mode of goodness, residence in a town is in the mode of passion, residence in a gambling house displays the quality of ignorance, and residence in a place where I reside is transcendental.",
        "purport": " Many creatures in the forest, such as the trees, wild boars and insects, are actually in the modes of passion and ignorance. But residence in the forest is designated as being in the mode of goodness because there one may live a solitary life free from sinful activities, material opulence and passionate ambition. Throughout the history of India, many millions of persons from all walks of life have adopted the orders of vānaprastha and sannyāsa and have gone to sacred forests to practice austerity and perfect their self-realization. Even in America and other Western countries, persons such as Thoreau achieved fame by retiring to the forest to reduce the scope and opulence of material involvement. The word grāma here indicates residence in the village of one’s family. Family life is certainly full of false pride, false hopes, false affection, lamentation and illusion, since the family connection is squarely resting on the bodily concept of life, the very opposite of self-realization. The word dyūta-sadanam, “gambling house,” refers to pool halls, racetracks, poker clubs, bars and other sinful places that maintain an abysmal level of consciousness in the mode of ignorance. Man-niketam refers to the Lord’s own abode in the spiritual world as well as the Lord’s temples within this world, wherein the Deity form of the Lord is appropriately worshiped. One who lives in the temple of Lord Kṛṣṇa, following the rules and regulations of temple life, is understood to be residing on the transcendental platform. In these verses the Lord clearly explains that all material phenomena may be divided into three divisions according to the modes of nature, and that ultimately there is the fourth, or transcendental, division — Kṛṣṇa consciousness — which elevates all aspects of human culture to the liberated platform."
    },
    {
        "verse": "26",
        "devanagari": "सात्त्विक: कारकोऽसङ्गी रागान्धो राजस: स्मृत: ।तामस: स्मृतिविभ्रष्टो निर्गुणो मदपाश्रय: ॥ २६ ॥",
        "english_devnagari": "sāttvikaḥ kārako ’saṅgīrāgāndho rājasaḥ smṛtaḥtāmasaḥ smṛti-vibhraṣṭonirguṇo mad-apāśrayaḥ",
        "verse_Syn": [
            "sāttvikaḥ",
            "kārakaḥ",
            "asaṅgī",
            "rāga",
            "andhaḥ",
            "rājasaḥ",
            "smṛtaḥ",
            "tāmasaḥ",
            "smṛti",
            "vibhraṣṭaḥ",
            "nirguṇaḥ",
            "mat",
            "apāśrayaḥ"
        ],
        "translation": "A worker free of attachment is in the mode of goodness, a worker blinded by personal desire is in the mode of passion, and a worker who has completely forgotten how to tell right from wrong is in the mode of ignorance. But a worker who has taken shelter of Me is understood to be transcendental to the modes of nature.",
        "purport": " A transcendental worker performs his activities in strict accordance with the directions of Lord Kṛṣṇa and the Lord’s bona fide representatives. Taking shelter of the Lord’s guidance, such a worker remains transcendental to the material modes of nature."
    },
    {
        "verse": "27",
        "devanagari": "सात्त्विक्याध्यात्मिकी श्रद्धा कर्मश्रद्धा तु राजसी ।तामस्यधर्मे या श्रद्धा मत्सेवायां तु निर्गुणा ॥ २७ ॥",
        "english_devnagari": "sāttviky ādhyātmikī śraddhākarma-śraddhā tu rājasītāmasy adharme yā śraddhāmat-sevāyāṁ tu nirguṇā",
        "verse_Syn": [
            "sāttvikī",
            "ādhyātmikī",
            "śraddhā",
            "karma",
            "śraddhā",
            "tu",
            "rājasī",
            "tāmasī",
            "adharme",
            "yā",
            "śraddhā",
            "mat",
            "sevāyām",
            "tu",
            "nirguṇā"
        ],
        "translation": "Faith directed toward spiritual life is in the mode of goodness, faith rooted in fruitive work is in the mode of passion, faith residing in irreligious activities is in the mode of ignorance, but faith in My devotional service is purely transcendental.",
        "purport": ""
    },
    {
        "verse": "28",
        "devanagari": "पथ्यं पूतमनायस्तमाहार्यं सात्त्विकं स्मृतम् ।राजसं चेन्द्रियप्रेष्ठं तामसं चार्तिदाशुचि ॥ २८ ॥",
        "english_devnagari": "pathyaṁ pūtam anāyastamāhāryaṁ sāttvikaṁ smṛtamrājasaṁ cendriya-preṣṭhaṁtāmasaṁ cārti-dāśuci",
        "verse_Syn": [
            "pathyam",
            "pūtam",
            "anāyastam",
            "āhāryam",
            "sāttvikam",
            "smṛtam",
            "rājasam",
            "ca",
            "indriya",
            "preṣṭham",
            "tāmasam",
            "ca",
            "ārti",
            "da",
            "aśuci"
        ],
        "translation": "Food that is wholesome, pure and obtained without difficulty is in the mode of goodness, food that gives immediate pleasure to the senses is in the mode of passion, and food that is unclean and causes distress is in the mode of ignorance.",
        "purport": " Food in the mode of ignorance causes painful disease and ultimately premature death."
    },
    {
        "verse": "29",
        "devanagari": "सात्त्विकं सुखमात्मोत्थं विषयोत्थं तु राजसम् ।तामसं मोहदैन्योत्थं निर्गुणं मदपाश्रयम् ॥ २९ ॥",
        "english_devnagari": "sāttvikaṁ sukham ātmotthaṁviṣayotthaṁ tu rājasamtāmasaṁ moha-dainyotthaṁnirguṇaṁ mad-apāśrayam",
        "verse_Syn": [
            "sāttvikam",
            "sukham",
            "ātma",
            "uttham",
            "viṣaya",
            "uttham",
            "tu",
            "rājasam",
            "tāmasam",
            "moha",
            "dainya",
            "uttham",
            "nirguṇam",
            "mat",
            "apāśrayam"
        ],
        "translation": "Happiness derived from the self is in the mode of goodness, happiness based on sense gratification is in the mode of passion, and happiness based on delusion and degradation is in the mode of ignorance. But that happiness found within Me is transcendental.",
        "purport": ""
    },
    {
        "verse": "30",
        "devanagari": "द्रव्यं देश: फलं कालो ज्ञानं कर्म च कारक: ।श्रद्धावस्थाकृतिर्निष्ठा त्रैगुण्य: सर्व एव हि ॥ ३० ॥",
        "english_devnagari": "dravyaṁ deśaḥ phalaṁ kālojñānaṁ karma ca kārakaḥśraddhāvasthākṛtir niṣṭhātrai-guṇyaḥ sarva eva hi",
        "verse_Syn": [
            "dravyam",
            "deśaḥ",
            "phalam",
            "kālaḥ",
            "jñānam",
            "karma",
            "ca",
            "kārakaḥ",
            "śraddhā",
            "avasthā",
            "ākṛtiḥ",
            "niṣṭhā",
            "trai",
            "guṇyaḥ",
            "sarvaḥ",
            "eva",
            "hi"
        ],
        "translation": "Therefore material substance, place, result of activity, time, knowledge, work, the performer of work, faith, state of consciousness, species of life and destination after death are all based on the three modes of material nature.",
        "purport": ""
    },
    {
        "verse": "31",
        "devanagari": "सर्वे गुणमया भावा: पुरुषाव्यक्तधिष्ठिता: ।द‍ृष्टं श्रुतमनुध्यातं बुद्ध्या वा पुरुषर्षभ ॥ ३१ ॥",
        "english_devnagari": "sarve guṇa-mayā bhāvāḥpuruṣāvyakta-dhiṣṭhitāḥdṛṣṭaṁ śrutam anudhyātaṁbuddhyā vā puruṣarṣabha",
        "verse_Syn": [
            "sarve",
            "guṇa",
            "mayāḥ",
            "bhāvāḥ",
            "puruṣa",
            "avyakta",
            "dhiṣṭhitāḥ",
            "dṛṣṭam",
            "śrutam",
            "anudhyātam",
            "buddhyā",
            "vā",
            "puruṣa",
            "ṛṣabha"
        ],
        "translation": "O best of human beings, all states of material being are related to the interaction of the enjoying soul and material nature. Whether seen, heard of or only conceived within the mind, they are without exception constituted of the modes of nature.",
        "purport": ""
    },
    {
        "verse": "32",
        "devanagari": "एता: संसृतय: पुंसो गुणकर्मनिबन्धना: ।येनेमे निर्जिता: सौम्य गुणा जीवेन चित्तजा: ।भक्तियोगेन मन्निष्ठो मद्भ‍ावाय प्रपद्यते ॥ ३२ ॥",
        "english_devnagari": "etāḥ saṁsṛtayaḥ puṁsoguṇa-karma-nibandhanāḥyeneme nirjitāḥ saumyaguṇā jīvena citta-jāḥbhakti-yogena man-niṣṭhomad-bhāvāya prapadyate",
        "verse_Syn": [
            "etāḥ",
            "saṁsṛtayaḥ",
            "puṁsaḥ",
            "guṇa",
            "karma",
            "nibandhanāḥ",
            "yena",
            "ime",
            "nirjitāḥ",
            "saumya",
            "guṇāḥ",
            "jīvena",
            "citta",
            "jāḥ",
            "bhakti",
            "yogena",
            "mat",
            "niṣṭhaḥ",
            "mat",
            "bhāvāya",
            "prapadyate"
        ],
        "translation": "O gentle Uddhava, all these different phases of conditioned life arise from work born of the modes of material nature. The living entity who conquers these modes, manifested from the mind, can dedicate himself to Me by the process of devotional service and thus attain pure love for Me.",
        "purport": " The words mad-bhāvāya prapadyate indicate the attainment of love for God or of the same state of existence as that of the Supreme Lord. Actual liberation is residence within the eternal kingdom of God, where life is full of bliss and knowledge. The conditioned soul falsely imagines himself to be the enjoyer of the modes of nature, and thus a particular type of material work is generated, the reaction of which binds the conditioned soul to repeated birth and death. This fruitless process can be counteracted by loving service to the Lord, as described here."
    },
    {
        "verse": "33",
        "devanagari": "तस्माद् देहमिमं लब्ध्वा ज्ञानविज्ञानसम्भवम् ।गुणसङ्गं विनिर्धूय मां भजन्तु विचक्षणा: ॥ ३३ ॥",
        "english_devnagari": "tasmād deham imaṁ labdhvājñāna-vijñāna-sambhavamguṇa-saṅgaṁ vinirdhūyamāṁ bhajantu vicakṣaṇāḥ",
        "verse_Syn": [
            "tasmāt",
            "deham",
            "imam",
            "labdhvā",
            "jñāna",
            "vijñāna",
            "sambhavam",
            "guṇa",
            "saṅgam",
            "vinirdhūya",
            "mām",
            "bhajantu",
            "vicakṣaṇāḥ"
        ],
        "translation": "Therefore, having achieved this human form of life, which allows one to develop full knowledge, those who are intelligent should free themselves from all contamination of the modes of nature and engage exclusively in loving service to Me.",
        "purport": ""
    },
    {
        "verse": "34",
        "devanagari": "नि:सङ्गो मां भजेद् विद्वानप्रमत्तो जितेन्द्रिय: ।रजस्तमश्चाभिजयेत् सत्त्वसंसेवया मुनि: ॥ ३४ ॥",
        "english_devnagari": "niḥsaṅgo māṁ bhajed vidvānapramatto jitendriyaḥrajas tamaś cābhijayetsattva-saṁsevayā muniḥ",
        "verse_Syn": [
            "niḥsaṅgaḥ",
            "mām",
            "bhajet",
            "vidvān",
            "apramattaḥ",
            "jita",
            "indriyaḥ",
            "rajaḥ",
            "tamaḥ",
            "ca",
            "abhijayet",
            "sattva",
            "saṁsevayā",
            "muniḥ"
        ],
        "translation": "A wise sage, free from all material association and unbewildered, should subdue his senses and worship Me. He should conquer the modes of passion and ignorance by engaging himself only with things in the mode of goodness.",
        "purport": ""
    },
    {
        "verse": "35",
        "devanagari": "सत्त्वं चाभिजयेद् युक्तो नैरपेक्ष्येण शान्तधी: ।सम्पद्यते गुणैर्मुक्तो जीवो जीवं विहाय माम् ॥ ३५ ॥",
        "english_devnagari": "sattvaṁ cābhijayed yuktonairapekṣyeṇa śānta-dhīḥsampadyate guṇair muktojīvo jīvaṁ vihāya mām",
        "verse_Syn": [
            "sattvam",
            "ca",
            "abhijayet",
            "yuktaḥ",
            "nairapekṣyeṇa",
            "śānta",
            "dhīḥ",
            "sampadyate",
            "guṇaiḥ",
            "muktaḥ",
            "jīvaḥ",
            "jīvam",
            "vihāya",
            "mām"
        ],
        "translation": "Then, being fixed in devotional service, the sage should also conquer the material mode of goodness by indifference toward the modes. Thus pacified within his mind, the spirit soul, freed from the modes of nature, gives up the very cause of his conditioned life and attains Me.",
        "purport": " The word nairapekṣyeṇa refers to complete detachment from the modes of material nature. By attachment to the loving service of the Lord, which is completely transcendental, one gives up one’s interest in the modes of nature."
    },
    {
        "verse": "36",
        "devanagari": "जीवो जीवविनिर्मुक्तो गुणैश्चाशयसम्भवै: ।मयैव ब्रह्मणा पूर्णो न बहिर्नान्तरश्चरेत् ॥ ३६ ॥",
        "english_devnagari": "jīvo jīva-vinirmuktoguṇaiś cāśaya-sambhavaiḥmayaiva brahmaṇā pūrṇona bahir nāntaraś caret",
        "verse_Syn": [
            "jīvaḥ",
            "jīva",
            "vinirmuktaḥ",
            "guṇaiḥ",
            "ca",
            "āśaya",
            "sambhavaiḥ",
            "mayā",
            "eva",
            "brahmaṇā",
            "pūrṇaḥ",
            "na",
            "bahiḥ",
            "na",
            "antaraḥ",
            "caret"
        ],
        "translation": "Freed from the subtle conditioning of the mind and from the modes of nature born of material consciousness, the living entity becomes completely satisfied by experiencing My transcendental form. He no longer searches for enjoyment in the external energy, nor does he contemplate or remember such enjoyment within himself.",
        "purport": " The human form of life is a rare opportunity for achieving spiritual liberation in Kṛṣṇa consciousness. Lord Kṛṣṇa has elaborately described in this chapter the characteristics of the three modes of nature and the transcendental situation of Kṛṣṇa consciousness. Śrī Caitanya Mahāprabhu has ordered us to take shelter of the holy name of Lord Kṛṣṇa, by which process we can easily transcend the modes of nature and begin our real life of loving devotional service to Lord Kṛṣṇa."
    }
]