[
    {
        "verse": "1",
        "devanagari": "श्रीशुक उवाचगोविन्दभुजगुप्तायां द्वारवत्यां कुरूद्वह ।अवात्सीन्नारदोऽभीक्ष्णं कृष्णोपासनलालस: ॥ १ ॥",
        "english_devnagari": "śrī-śuka uvācagovinda-bhuja-guptāyāṁdvāravatyāṁ kurūdvahaavātsīn nārado ’bhīkṣṇaṁkṛṣṇopāsana-lālasaḥ",
        "verse_Syn": [
            "śrī",
            "śukaḥ",
            "uvāca",
            "govinda",
            "bhuja",
            "guptāyām",
            "dvāravatyām",
            "kuru",
            "udvaha",
            "avātsīt",
            "nāradaḥ",
            "abhīkṣṇam",
            "kṛṣṇa",
            "upāsana",
            "lālasaḥ"
        ],
        "translation": "Śrī Śukadeva Gosvāmī said: Eager to engage in the worship of Lord Kṛṣṇa, O best of the Kurus, Nārada Muni stayed for some time in Dvārakā, which was always protected by the arms of Govinda.",
        "purport": " In the Second Chapter of this canto, bhāgavata-dharma, or pure devotional service to Kṛṣṇa, is explained by Nārada Muni to Vasudeva, who had inquired with devotion. Nārada Muni cites a conversation between King Nimi and the Jāyanteyas. According to Jīva Gosvāmī, the word abhīkṣṇam indicates that although Nārada Muni was frequently sent by Lord Kṛṣṇa here and there for various pastimes, such as inquiring about the affairs of the world, Nārada continuously returned to reside in Dvārakā. The word kṛṣṇopāsana-lālasaḥ indicates that Nārada was very eager to be near Kṛṣṇa and worship Him. Because of the curse of Dakṣa, Nārada is never allowed to live continuously in one place. Śrīdhara Svāmī, however, has pointed out, na tasyāṁ śāpādeḥ prabhāvaḥ: in Dvārakā there is no influence of curses or other such evils, because Dvārakā is the abode of the Supreme Personality of Godhead and is always protected by His arms, as shown by the word govinda-bhuja-guptāyām. The conditioned souls are struggling within the kingdom of māyā against the cruel laws of material nature, such as birth, death, old age and disease, but if such conditioned souls have the good fortune to enter the city of the Supreme Personality of Godhead, whether Dvārakā, Mathurā or Vṛndāvana, and live there under the direct protection of the omnipotent arms of the Supreme Lord, Kṛṣṇa, they will experience the unlimited transcendental bliss of real life, which is eternal and which is meant to be lived in the personal company of God."
    },
    {
        "verse": "2",
        "devanagari": "को नु राजन्निन्द्रियवान् मुकुन्दचरणाम्बुजम् ।न भजेत् सर्वतोमृत्युरुपास्यममरोत्तमै: ॥ २ ॥",
        "english_devnagari": "ko nu rājann indriyavānmukunda-caraṇāmbujamna bhajet sarvato-mṛtyurupāsyam amarottamaiḥ",
        "verse_Syn": [
            "kaḥ",
            "nu",
            "rājan",
            "indriya",
            "vān",
            "mukunda",
            "caraṇa",
            "ambujam",
            "na",
            "bhajet",
            "sarvataḥ",
            "mṛtyuḥ",
            "upāśyam",
            "amara",
            "uttamaiḥ"
        ],
        "translation": "My dear King, in the material world the conditioned souls are confronted by death at every step of life. Therefore, who among the conditioned souls would not render service to the lotus feet of Lord Mukunda, who is worshipable even for the greatest of liberated souls?",
        "purport": " The word indriyavān is significant in this verse. Indriyavān means “possessing senses.” Although we are conditioned within the material world, by the mercy of the Supreme Lord we are awarded a human body, which possesses distinct senses, such as the eyes, ears, tongue, nose and skin. Generally the conditioned souls use these senses in a false attempt to exploit the material nature for sense gratification. But our material senses and their objects are temporary, and it is not possible to become peaceful or happy in the attempt to gratify our temporary senses with the temporary sense objects offered by māyā, the illusory energy of the Lord. In fact, our strenuous endeavor to satisfy the material senses inevitably brings exactly the opposite result, namely material suffering. A man is attracted to a woman. Being sexually aroused he marries her, and soon there is a family that requires ever-increasing support. In this way his innocent and simple life is ended, and he spends the major portion of his life working hard like an ass to support the demands of his family. In the Third Canto of Śrīmad-Bhāgavatam, Lord Kapila describes very clearly that in spite of the exhausting work a man performs throughout his life, his family is ultimately dissatisfied, and when the exhausted father reaches old age, the irritated family members look upon him just as farmers look upon an old and useless ox. Sometimes the sons dream of receiving their father’s money as an inheritance and secretly wish for him to die. Nowadays people strongly resent the trouble of caring for elderly parents and therefore send them to an institution, where they die lonely and neglected after a life of hard work for their so-called loved ones. One doctor in England is seriously proposing euthanasia for elderly persons who are no longer productive. Nowadays some people, desiring material sense gratification but hoping to avoid the inconvenience of family life, try to enjoy “free” sexual relations with women, without the trouble of marriage. Through birth control and abortion they eliminate the disturbance of caring for children. In this way they hope to enjoy material sense gratification without any material impediment. By the laws of nature, however, such persons become bound in a network of sinful reactions by avoiding their real duty to the Supreme Personality of Godhead and by thoughtlessly causing violence and suffering to others for increasing their own sense gratification. Caught in a network of impious activities, they drift further and further away from their original pure consciousness and gradually lose all power to understand the laws of nature. Therefore it is stated here, sarvato-mṛtyuḥ. Mṛtyu means “death.” Death suddenly appears, startling such confident sense gratifiers, and destroys their entire program of so-called material happiness. Often such persons are afflicted with ghastly diseases and undergo inconceivable suffering, which ends in death. If a sincere well-wisher points these facts out to them, trying to inform them of the reality, they become angry and accuse him of being a pessimist or a religious fanatic. In this way they blindly ignore the laws of nature until these laws inevitably smash them down and drag them out of their fool’s paradise. Because of an excessive accumulation of sinful results, they are forced into situations of great distress by the laws of karma. Sinking down into the lower species of life, they lose all awareness of that which lies beyond their gross material senses. Sometimes a living being is able to understand the miserable result of materialistic sense gratification. Being frustrated by the pain and suffering of materialistic life and being ignorant of any superior life, he adopts a neo-Buddhist philosophy and seeks shelter in so-called nothingness. But there is no actual void within the kingdom of God. The desire to merge into nothingness is a reaction against material pain; it is not a tangible concept of the Supreme. For example, if I feel unbearable pain in my leg and the pain cannot be cured, I may finally agree to have my leg amputated. But it is far better to remove the pain and keep my leg. Similarly, because of false ego we think, “I am everything. I am the most important person. No one is as intelligent as me.” Thinking in this way, we suffer constantly and experience intense anxiety. But as soon as we purify the ego by admitting that we are insignificant eternal servants of Kṛṣṇa, our ego will give us great pleasure. Śrī Kṛṣṇa, the Lord of the blissfully variegated spiritual sky, called Vaikuṇṭha, is always absorbed in transcendental enjoyment. In fact, Śrī Kṛṣṇa is the reservoir of all pleasure. People absorbed in materialistic enjoyment are bound by the laws of omnipresent death, but if we endeavor instead to serve the Supreme Personality of Godhead, we can immediately be connected to His hlādinī śakti, or blissful potency. If we serve Kṛṣṇa under the guidance of His authorized representative, the spiritual master, we can immediately get relief from material distress. Then we shall not yearn after nothing, but instead we shall be able to relish unlimited spiritual bliss in the service of the Supreme Lord. Sarvato-mṛtyuḥ also indicates that birth and death occur on every planet in the universe. Therefore our so-called space travel and cosmic consciousness are useless, since there is no eternal life anywhere within the material cosmos. In conclusion, to understand the futility of engaging in the service of anything other than Kṛṣṇa and to engage instead in serving that which is eternal and full of bliss is the highest possible development of intelligence. Although our present intelligence is narrow, being conditioned by the laws of nature, we can create unlimited good fortune for ourselves by taking shelter of the lotus feet of Mukunda, learning to discriminate between that which is temporary and useless and that which is eternal and real."
    },
    {
        "verse": "3",
        "devanagari": "तमेकदा तु देवर्षिं वसुदेवो गृहागतम् ।अर्चितं सुखमासीनमभिवाद्येदमब्रवीत् ॥ ३ ॥",
        "english_devnagari": "tam ekadā tu devarṣiṁvasudevo gṛhāgatamarcitaṁ sukham āsīnamabhivādyedam abravīt",
        "verse_Syn": [
            "tam",
            "ekadā",
            "tu",
            "deva",
            "ṛṣim",
            "vasudevaḥ",
            "gṛha",
            "āgatam",
            "arcitam",
            "sukham",
            "āsīnam",
            "abhivādya",
            "idam",
            "abravīt"
        ],
        "translation": "One day the sage among the demigods, Nārada, came to the house of Vasudeva. After worshiping Nārada with suitable paraphernalia, seating him comfortably and respectfully bowing down to him, Vasudeva spoke as follows.",
        "purport": ""
    },
    {
        "verse": "4",
        "devanagari": "श्रीवसुदेव उवाचभगवन् भवतो यात्रा स्वस्तये सर्वदेहिनाम् ।कृपणानां यथा पित्रोरुत्तमश्लोकवर्त्मनाम् ॥ ४ ॥",
        "english_devnagari": "śrī-vasudeva uvācabhagavan bhavato yātrāsvastaye sarva-dehināmkṛpaṇānāṁ yathā pitroruttama-śloka-vartmanām",
        "verse_Syn": [
            "śrī",
            "vasudevaḥ",
            "uvāca",
            "bhagavan",
            "bhavataḥ",
            "yātrā",
            "svastaye",
            "sarva",
            "dehinām",
            "kṛpaṇānām",
            "yathā",
            "pitroḥ",
            "uttama",
            "śloka",
            "vartmanām"
        ],
        "translation": "Śrī Vasudeva said: My lord, your visit, like that of a father to his children, is for the benefit of all living beings. You especially help the most wretched among them, as well as those who are advanced on the path toward the Supreme Lord, Uttamaśloka.",
        "purport": " Vasudeva herein describes the glories of Nārada Muni. The words kṛpaṇānāṁ yathā pitror uttama-śloka-vartmanām are significant. Kṛpaṇānām refers to the most wretched persons, whereas uttama-śloka-vartmanām refers to the most fortunate, those who are advanced in Kṛṣṇa consciousness. Śrīdhara Svāmī has stated, tathā bhagavad-rūpasya bhavato yātrā sarva-dehināṁ svastaya iti. The word bhagavad-rūpasya indicates that Nārada Muni is an expansion of the Supreme Lord and that his activities therefore bring immense benefit for all living beings. In the First Canto of Śrīmad-Bhāgavatam, Nārada Muni is described as a manifestation of the mercy of the Supreme Personality of Godhead. There it is stated that Nārada is especially empowered to give instructions in the art of devotional service to Kṛṣṇa. Nārada is especially able to advise the conditioned souls as to how they can dovetail their present activities with the devotional service of Kṛṣṇa without unnecessarily disrupting their present life. Śrīla Bhaktisiddhānta Sarasvatī has defined the word kṛpaṇa by quoting from the Bṛhad-āraṇyaka Upaniṣad (3.8.10). Etad akṣaraṁ gārgi aviditvāsmāl lokāt praiti sa kṛpaṇaḥ: “O daughter of Gargācārya, he who leaves this world without learning about the infallible Supreme is a kṛpaṇa, or miser.” In other words, we are awarded the human form of life so that we may understand our eternal, blissful relationship with the Supreme Personality of Godhead. As indicated in verse 2 of this chapter by the word indriyavān, the human body is specifically awarded so that we may serve the Supreme Lord, Kṛṣṇa. This human form of body is the greatest fortune because the highly evolved intelligence of human life enables us to understand Kṛṣṇa, the Absolute Truth. If we are unable to understand our eternal relationship with God, we shall derive no permanent benefit whatsoever in this present life, nor can we ultimately benefit others. One who receives a great treasure but can neither use it himself nor dedicate it to the happiness of others is called a miser. Therefore, a person who leaves this world without having understood his actual position as servant of God is called a kṛpaṇa, or miser. This verse states that Nārada Muni is so empowered in the devotional service of Kṛṣṇa that he can lift even miserly rascals out of their illusion, just as a kind father goes to his child and wakes him from a distressing nightmare. Our present materialistic life is just like a troublesome dream, from which great souls such as Nārada can wake us. Nārada Muni is so powerful that even those already advanced in devotional service to Kṛṣṇa can greatly enhance their spiritual position by hearing his instructions, as they will be given here in the Eleventh Canto of Śrīmad-Bhāgavatam. Therefore Śrī Nārada is the guru and father of all living beings, who are originally devotees of the Lord but who are now artificially attempting to enjoy the material world in the material bodies of human beings, animals, and so on."
    },
    {
        "verse": "5",
        "devanagari": "भूतानां देवचरितं दु:खाय च सुखाय च ।सुखायैव हि साधूनां त्वाद‍ृशामच्युतात्मनाम् ॥ ५ ॥",
        "english_devnagari": "bhūtānāṁ deva-caritaṁduḥkhāya ca sukhāya casukhāyaiva hi sādhūnāṁtvādṛśām acyutātmanām",
        "verse_Syn": [
            "bhūtānām",
            "deva",
            "caritam",
            "duḥkhāya",
            "ca",
            "sukhāya",
            "ca",
            "sukhāya",
            "eva",
            "hi",
            "sādhūnām",
            "tvādṛśām",
            "acyuta",
            "ātmanām"
        ],
        "translation": "The activities of demigods lead to both misery and happiness for living beings, but the activities of great saints like you, who have accepted the infallible Lord as their very soul, result only in the happiness of all beings.",
        "purport": " This verse clearly states that the pure devotees of the Lord such as Nārada Muni are saintly persons, to be considered superior even to the demigods, the living beings empowered by the Supreme Lord to administer the entire universe. In Bhagavad-gītā (3.12) it is stated: “The demigods in charge of the various necessities of life, being satisfied by the performance of yajña [sacrifice], supply all necessities to man. But one who enjoys these gifts without offering them in return to the demigods is certainly a thief.” In this connection Śrīla Prabhupāda has made the following comment regarding the demigods: “The demigods are empowered administrators of material affairs. The supply of air, light, water and other blessings for maintaining the body and the soul of all living entities are entrusted to the demigods, who are innumerable assistants in the different parts of the body of the Supreme Personality of Godhead. Their pleasure and displeasure depend on the performance of yajñas by the human being.” In other words, by the Lord’s arrangement, material prosperity depends upon the satisfaction of the demigods. If the demigods are dissatisfied due to nonperformance or improper performance of sacrifice, they are empowered to impose various types of suffering upon human beings. Usually this suffering takes the form of either excessive or insufficient supply of material necessities. For example, sunshine is necessary for life, but if there is excessive heat or insufficient heat from the sun, we suffer. Excessive or insufficient rain is also a cause of suffering. Thus the demigods bestow either happiness or suffering upon human beings, in accordance with the performance of sacrifice. As stated here, however, great saintly persons such as Nārada Muni are always merciful to all living beings. “The symptoms of a sādhu are that he is tolerant, merciful and friendly to all living entities, he has no enemies, he is peaceful, he abides by the scriptures, and all his characteristics are sublime.” (Bhāg. 3.25.21) Śrīla Prabhupāda, in his commentary on this verse, has portrayed the sādhu as follows: “A sādhu as described above is a devotee of the Lord. His concern, therefore, is to enlighten people in devotional service to the Lord. That is his mercy. He knows that without devotional service to the Lord, human life is spoiled. A devotee travels all over the country door to door preaching, ‘Be Kṛṣṇa conscious. Be a devotee of Lord Kṛṣṇa. Don’t spoil your life in simply fulfilling your animal propensities. Human life is meant for self-realization, or Kṛṣṇa consciousness.’ These are the preachings of a sādhu. He is not satisfied with his own liberation. He always thinks about others. He is the most compassionate personality toward all the fallen souls. One of his qualifications, therefore, is kāruṇika, great mercy to the fallen souls. While engaged in preaching work he has to meet with so many opposing elements, and therefore the sādhu, or devotee of the Lord, has to be very tolerant. Someone may ill-treat him, because the conditioned souls are not prepared to receive the transcendental knowledge of devotional service. They do not like it; that is their disease. The sādhu has the thankless task of impressing upon them the importance of devotional service. Sometimes devotees are personally attacked with violence. Lord Jesus Christ was crucified. Haridāsa Ṭhākura was caned in twenty-two marketplaces, and Lord Caitanya’s principal assistant, Nityānanda, was violently attacked by Jagāi and Mādhāi. But still they were tolerant because their mission was to deliver the fallen souls. One of the qualifications of a sādhu is that he is very tolerant and is merciful to all fallen souls. He is merciful because he is a well-wisher of all living entities. He is not only a well-wisher of human society, but a well-wisher of animal society as well. It is said here, sarva-dehinām, which indicates all living entities who have accepted material bodies. Not only does a human being have a material body, but other living entities, such as cats and dogs, also have material bodies. The devotee of the Lord is merciful to everyone — the cats, dogs, trees, etc. He treats all living entities in such a way that they can ultimately get salvation from this material entanglement. Śivānanda Sena, one of the disciples of Lord Caitanya, gave liberation to a dog by treating the dog transcendentally. There are many instances where a dog got salvation by association with a sādhu, because a sādhu engages in the highest philanthropic activities for the benediction of all living entities. Although the sādhu is not inimical toward anyone, the world is so ungrateful that even a sādhu has many enemies. “What is the difference between an enemy and a friend? It is a difference in behavior. A sādhu behaves with all conditioned souls for their ultimate relief from material entanglement. Therefore, no one can be more friendly than the sādhu in relieving a conditioned soul. A sādhu is calm, and he quietly and peacefully follows the principles of scripture and at the same time is a devotee of the Lord. One who actually follows the principles of scripture must be a devotee of God because all the śāstras instruct us to obey the orders of the Personality of Godhead. Sādhu, therefore, means a follower of the scriptural injunctions and a devotee of the Lord. All these characteristics are prominent in a devotee. A devotee develops all the good qualities of the demigods, whereas a nondevotee, even though academically qualified, has no actual good qualifications or good characteristics according to the standards of transcendental realization.” Vasudeva, therefore, has used the word sādhu to describe Nārada Muni, indicating that the position of the devotee of the Lord is superior even to that of the demigods."
    },
    {
        "verse": "6",
        "devanagari": "भजन्ति ये यथा देवान् देवा अपि तथैव तान् ।छायेव कर्मसचिवा: साधवो दीनवत्सला: ॥ ६ ॥",
        "english_devnagari": "bhajanti ye yathā devāndevā api tathaiva tānchāyeva karma-sacivāḥsādhavo dīna-vatsalāḥ",
        "verse_Syn": [
            "bhajanti",
            "ye",
            "yathā",
            "devān",
            "devāḥ",
            "api",
            "tathā",
            "eva",
            "tān",
            "chāyā",
            "iva",
            "karma",
            "sacivāḥ",
            "sādhavaḥ",
            "dīna",
            "vatsalāḥ"
        ],
        "translation": "Those who worship the demigods receive reciprocation from the demigods in a way just corresponding to the offering. The demigods are attendants of karma, like a person’s shadow, but sādhus are actually merciful to the fallen.",
        "purport": " The words chāyeva karma-sacivāḥ are significant here. Chāyā means “shadow.” The shadow of the body precisely follows the movements of the body. The shadow has no power to move in a way different from the movement of the body. Similarly, as stated here, bhajanti ye yathā devān devā api tathaiva tān: the results the demigods award to living beings correspond exactly to the living beings’ actions. The demigods are empowered by the Lord to follow precisely the particular karma of a living entity in awarding him happiness and distress. Just as a shadow cannot move independently, the demigods cannot punish or reward a living being independently. Although the demigods are millions of times more powerful than the human beings on earth, they are ultimately tiny servants of God whom the Lord allows to play as the controllers of the universe. In the Fourth Canto of Śrīmad-Bhāgavatam, Pṛthu Mahārāja, an empowered incarnation of the Lord, states that even the demigods are subject to punishment by the Lord if they deviate from His laws. On the other hand, devotees of the Lord such as Nārada Muni, by their potent preaching, can interfere in the karma of a living being by persuading him to give up his fruitive activity and mental speculation and surrender to the Supreme Personality of Godhead. In material existence, one works hard under the bondage of ignorance. But if one becomes enlightened by association with a pure devotee of the Lord, one can understand one’s actual position as an eternal servant of God. By rendering such service, one dissolves his attachment to the material world and the reactions of his previous activities, and as a surrendered soul he is endowed with unlimited spiritual freedom in the service of the Lord. In this regard, the Brahma-saṁhitā (5.54) states: “I adore the primeval Lord, Govinda, who burns to the root all the fruitive activities of those imbued with devotion. For those who walk the path of work — no less for Indra, king of the demigods, than for the tiny insect indragopa — He impartially ordains the due enjoyments of the fruits of activities in accordance with the chain of works previously performed.” Even the demigods are bound to the laws of karma, whereas a pure devotee of the Lord, having completely given up the desire for material enjoyment, successfully burns to ashes all traces of karma. In this regard, Śrīla Bhaktisiddhānta Sarasvatī Ṭhākura has commented that unless one is engaged as a surrendered soul in the devotional service of the Lord, he cannot actually be considered niṣkāma, or free from all personal desire. Sometimes a materialistic person will engage in charity or altruistic activities and in this way consider himself a selfless worker. Similarly, those who engage in mental speculation with the ultimate goal of merging into the impersonal Brahman aspect of the Lord also advertise themselves as being selfless or desireless. According to Śrīla Bhaktisiddhānta Sarasvatī, however, such karmīs and jñānīs, while busy in their so-called “selflessness,” are in fact servants of lusty desires. In other words, they have not perfectly understood their position as eternal servants of God. The altruistic karmī falsely considers himself the best friend of humanity, although he is unable to give actual benefit to others because he is ignorant of the eternal life of bliss and knowledge beyond the temporary hallucination of material existence. Similarly, although the jñānī proudly declares himself God and invites others to become God also, he neglects to explain how the so-called gods have come to be bound by the laws of material nature. Actually, the attempt to become God is based not on love of God but on the desire to take the same status as God. In other words, the desire to be equal in all respects to the Supreme is simply another materialistic desire. Therefore the karmīs and jñānīs, because of their dissatisfaction in artificially trying to fulfill their own desires, can show no actual mercy to the fallen souls. In this regard, Śrī Madhvācārya has quoted the Uddāma-saṁhitā: “Ṛṣis want happiness for all beings and are almost always incapable of tolerating the unhappiness of men. Nevertheless, the demigods are superior because they are very dear to Lord Hari.” But although Śrīla Madhvācārya has placed the demigods in a higher position than the merciful ṛṣis, Śrīla Jīva Gosvāmī has stated, sādhavas tu na karmānugatāḥ: the sādhus are actually better than the demigods because the sādhus are merciful regardless of the pious or impious acts of the conditioned souls. This apparent disagreement between Madhvācārya and Jīva Gosvāmī is resolved by Bhaktisiddhānta Sarasvatī Ṭhākura, who points out that in the statement by Śrīla Madhvācārya, the word ṛṣi, or “sage,” indicates the so-called sādhus or saintly persons among the karmīs and jñānīs. Ordinary fruitive workers and speculative philosophers certainly consider themselves to be at the summit of pious morality and altruism. However, since they are ignorant of the supreme position of the Supreme Personality of Godhead, they cannot be considered equal to the demigods, who are all devotees of the Lord and aware that all living beings are eternal servants of the Lord. Even such demigods, however, cannot be compared to the pure devotees such as Nārada. Such pure devotees are empowered to award the highest perfection of life to both pious and impious living beings, who have only to follow the orders of such pure devotees."
    },
    {
        "verse": "7",
        "devanagari": "ब्रह्मंस्तथापि पृच्छामो धर्मान् भागवतांस्तव ।यान् श्रुत्वा श्रद्धया मर्त्यो मुच्यते सर्वतोभयात् ॥ ७ ॥",
        "english_devnagari": "brahmaṁs tathāpi pṛcchāmodharmān bhāgavatāṁs tavayān śrutvā śraddhayā martyomucyate sarvato bhayāt",
        "verse_Syn": [
            "brahman",
            "tathā",
            "api",
            "pṛcchāmaḥ",
            "dharmān",
            "bhāgavatān",
            "tava",
            "yān",
            "śrutvā",
            "śraddhayā",
            "martyaḥ",
            "mucyate",
            "sarvataḥ",
            "bhayāt"
        ],
        "translation": "O brāhmaṇa, although I am satisfied simply by seeing you, I still wish to inquire about those duties which give pleasure to the Supreme Personality of Godhead. Any mortal who faithfully hears about them is freed from all kinds of fear.",
        "purport": " According to Śrīla Jīva Gosvāmī, Nārada Muni might have been reluctant to instruct Vasudeva because of natural respect for Vasudeva’s exalted position as the father of Kṛṣṇa. Nārada might have thought that since Vasudeva was already perfect in Kṛṣṇa consciousness there was no need to instruct him in the process of devotional service. Therefore, anticipating Nārada’s possible reluctance, Vasudeva specifically requested Nārada to preach to him about devotional service to Kṛṣṇa. This is the symptom of a pure devotee. A pure devotee of Kṛṣṇa never considers himself exalted. To the contrary, he meekly feels that his devotional service is most imperfect but that somehow or other Lord Kṛṣṇa, out of His causeless mercy, is accepting such imperfect service. Caitanya Mahāprabhu has stated in this regard: “One can chant the holy name of the Lord in a humble state of mind, feeling himself lower than the straw in the street. One should be more tolerant than a tree, devoid of all sense of false prestige, and ready to offer all respect to others.” (Śikṣāṣṭaka 3) The conditioned souls in this material world become falsely proud of their so-called family lineage. This pride is false because one who has taken birth in the material world is in a fallen situation, even in the best of cases. Vasudeva, however, was certainly not fallen, since he had taken birth in the family of Kṛṣṇa. Since he was Kṛṣṇa’s father, his position was most exalted, yet because he was a pure devotee he did not become proud of his special relationship with Kṛṣṇa. Instead, considering himself deficient in spiritual understanding, he took advantage of the appearance of Nārada Muni, a great preacher of Kṛṣṇa consciousness, by immediately inquiring from him about devotional service. This incomparable humility of a pure devotee of Kṛṣṇa is far superior to the false humility of the impersonalist, who actually maintains a desire to be equal to God though adopting the external behavior of a meek and saintly person. Bhayam, or fear, is caused by seeing something other than Kṛṣṇa (dvitīyābhiniveśataḥ). Everything is actually an emanation from the Supreme Personality of Godhead, as stated in Vedānta-sūtra (janmādy asya yataḥ) and as confirmed in Bhagavad-gītā (ahaṁ sarvasya prabhavaḥ, vāsudevaḥ sarvam iti, etc.). Kṛṣṇa is the well-wishing friend of every living entity (suhṛdaṁ sarva-bhūtānām). If a living being gives up his misguided attempt to defy the Supreme Personality of Godhead and surrenders to the Lord, certainly he becomes confident in his eternal relationship with Kṛṣṇa. A surrendered soul can actually experience that Kṛṣṇa is his well-wishing friend, and since that friend is the supreme absolute controller of all existence, there is certainly no cause for fear. The son of a rich man certainly feels confident while touring the estate of his father. Similarly, an empowered representative of the government feels confident in the discharge of his duty. In the same way, a devotee of Kṛṣṇa, acting as a representative of the Supreme Lord, feels confident because he can understand at every moment that the entire material and spiritual creation is strictly under the control of his benevolent master. The nondevotee, however, denies the supreme position of Kṛṣṇa and therefore imagines that something is different from Kṛṣṇa. For example, if a servant of the government thinks that there is some dangerous obstacle that cannot be controlled by the government’s power, he becomes fearful. If a child feels that there is some power that cannot be subdued by his father, then he becomes fearful. Similarly, because we artificially think that there is something within existence that is not under the strict control of the benevolent Lord, we become fearful. Such a concept of a second thing (something other than Kṛṣṇa) is called dvitīyābhiniveśa, and it immediately creates a foreign atmosphere of bhayam, or fear. Kṛṣṇa is called abhayaṅkara, which means that He destroys all fear in the heart of His devotee. Sometimes so-called scholars, distraught after many years of impersonal speculation and enjoyment of materialistic life, become fearful and anxious. Śrīla Bhaktisiddhānta Sarasvatī compares such disturbed philosophers to the bound vulture in the Chāndogya Upaniṣad. Desiring liberation from fear, such speculators unfortunately concoct an imaginary liberation (vimukta-māninaḥ) and try to take shelter of impersonal spiritual existence or voidness. But the Bhāgavatam (10.2.32) states, āruhya kṛcchreṇa paraṁ padaṁ tataḥ/ patanty adho ’nādṛta-yuṣmad-aṅghrayaḥ: because such speculators have not rectified their original mistake of rejecting their eternal relationship with the Supreme Personality of Godhead, they fall from their concocted liberation and thus remain in a fearful condition. Vasudeva, however, is openly eager to hear more and more about devotional service to Kṛṣṇa, and therefore he states, yān śrutvā śraddhayā martyo mucyate sarvato bhayāt: simply by hearing about pure devotional service to Kṛṣṇa, a conditioned soul can easily free himself from all types of fear, and this transcendental freedom is certainly eternal."
    },
    {
        "verse": "8",
        "devanagari": "अहं किल पुरानन्तं प्रजार्थो भुवि मुक्तिदम् ।अपूजयं न मोक्षाय मोहितो देवमायया ॥ ८ ॥",
        "english_devnagari": "ahaṁ kila purānantaṁprajārtho bhuvi mukti-damapūjayaṁ na mokṣāyamohito deva-māyayā",
        "verse_Syn": [
            "aham",
            "kila",
            "purā",
            "anantam",
            "prajā",
            "arthaḥ",
            "bhuvi",
            "mukti",
            "dam",
            "apūjayam",
            "na",
            "mokṣāya",
            "mohitaḥ",
            "deva",
            "māyayā"
        ],
        "translation": "In a previous birth on this earth, I worshiped the Supreme Lord, Ananta, who alone can award liberation, but because I desired to have a child, I did not worship Him for liberation. Thus I was bewildered by the Lord’s illusory energy.",
        "purport": " According to Śrīdhara Svāmī the word kila (meaning “indeed, it is true,” “it is said” or “as is well known”) indicates that Vasudeva was remembering the words the Lord had spoken to him when the Lord had appeared as four-armed Viṣṇu in the prison of Kaṁsa. Śrīla Jīva Gosvāmī states that from the anxiety of Vasudeva, which is expressed in this verse by the words apūjayaṁ na mokṣāya mohito deva-māyayā, it is to be discerned that Vasudeva had heard of the curse of the brāhmaṇas at Piṇḍāraka against the Yadu dynasty and that he could understand from this curse that the Lord’s disappearance from the earth was imminent. Vasudeva understood that the Lord’s manifest pastimes within this universe were coming to an end, and he now lamented that he had not directly taken advantage of the opportunity to worship Kṛṣṇa to go back home, back to Godhead. Significantly, Vasudeva has used the word mukti-dam to describe the Lord. Mukti-dam is a synonym of Mukunda, or that personality who can give liberation from the cycle of birth and death. It is stated in Vedic literature that even the demigods are bound to the cycle of birth and death, although their life span is inconceivably long by earthly calculations. It is the almighty God alone who can free the conditioned soul from the reactions to his previous sinful activities and award him an eternal life of bliss and knowledge. Vasudeva lamented that he had desired Kṛṣṇa to come to him as a son instead of desiring to go back to Kṛṣṇa, back to Godhead, to serve the Lord in the spiritual sky. Commenting on this incident in the Tenth Canto of Śrīmad-Bhāgavatam, Śrīla Prabhupāda has emphasized that we should desire to go back home, back to Godhead, rather than try to bring the Lord to this world as our son. Nor can we artificially imitate the severe penances Vasudeva and Devakī performed for thousands of heavenly years in their previous births as Sutapā and Pṛśni. In this connection Śrīla Prabhupāda states, “If we want to get the Supreme Personality of Godhead to become one of us in this material world, this requires great penance, but if we want to go back to Kṛṣṇa (tyaktvā dehaṁ punar janma naiti mām eti so ’rjuna), we need only understand Him and love Him. Through love only we can very easily go back home, back to Godhead.” Śrīla Prabhupāda goes on to explain that Caitanya Mahāprabhu freely bestows the benediction of love of Kṛṣṇa, which allows one to return to Kṛṣṇa’s abode, through the chanting of the Hare Kṛṣṇa mantra. This chanting process is far more effective in this age than artificial attempts to perform severe penances and austerities. Śrīla Prabhupāda concludes, “Therefore, one need not undergo severe penances for many thousands of years. One need only learn how to love Kṛṣṇa and be always engaged in His service (sevonmukhe hi jihvādau svayam eva sphuraty adaḥ). Then one can very easily go back home, back to Godhead. Instead of bringing the Lord here for some material purpose, to have a son or whatever else, if we go back home, back to Godhead, our real relationship with the Lord is revealed, and we eternally engage in our eternal relationship. By chanting the Hare Kṛṣṇa mantra, we gradually develop our eternal relationship with the Supreme Person and thus attain the perfection called svarūpa-siddhi. We should take advantage of this benediction and go back home, back to Godhead.” (Bhāg. 10.3.38 purport) Although Vasudeva and Devakī desired that Kṛṣṇa become their son, it should be understood that they are devotees eternally situated in love of Kṛṣṇa. As stated by the Lord Himself (Bhāg. 10.3.39), mohitau devamāyayā: Vasudeva and Devakī, His pure devotees, were covered by His internal potency. In the Fourth Canto of Śrīmad-Bhāgavatam (4.1.20) the great sage Atri Muni prayed to the Lord, prajām ātma-samāṁ mahyaṁ prayacchatu: “Kindly be pleased to offer me a son exactly like You.” Atri Muni said he wanted a son exactly like the Lord, and therefore he was not a pure devotee, because he had a desire to be fulfilled and that desire was material. If he had desired the Supreme Personality of Godhead as his child, he would have been completely free of material desires because he would have wanted the Supreme Absolute Truth, but because he wanted a similar child, his desire was material. Thus Atri Muni cannot be counted among the pure devotees. Vasudeva and Devakī, however, did want the Lord Himself, and therefore they were pure devotees of the Lord. In this verse, therefore, Vasudeva’s statement apūjayaṁ na mokṣāya mohito deva-māyayā should be taken to mean that Kṛṣṇa’s internal potency bewildered Vasudeva so that he would desire Kṛṣṇa as his son. This paved the way for the Lord’s appearance as the son of His loving devotees."
    },
    {
        "verse": "9",
        "devanagari": "यथा विचित्रव्यसनाद् भवद्भ‍िर्विश्वतोभयात् ।मुच्येम ह्यञ्जसैवाद्धा तथा न: शाधि सुव्रत ॥ ९ ॥",
        "english_devnagari": "yathā vicitra-vyasanādbhavadbhir viśvato-bhayātmucyema hy añjasaivāddhātathā naḥ śādhi su-vrata",
        "verse_Syn": [
            "yathā",
            "vicitra",
            "vyasanāt",
            "bhavadbhiḥ",
            "viśvataḥ",
            "bhayāt",
            "mucyema",
            "hi",
            "añjasā",
            "eva",
            "addhā",
            "tathā",
            "naḥ",
            "śādhi",
            "su",
            "vrata"
        ],
        "translation": "My dear lord, you are always true to your vow. Please instruct me clearly, so that by your mercy I may easily free myself from material existence, which is full of many dangers and keeps us constantly bound in fear.",
        "purport": " The word mucyema is significant here. In the previous verse Vasudeva stated that because he had been bewildered by the illusory energy of the Lord he could not achieve from the Supreme Personality of Godhead the boon of liberation. Therefore he is now approaching the pure devotee of the Lord, confident that by the mercy of the Lord’s devotee he will certainly achieve liberation from material bondage. In this connection the words añjasā, “easily,” and addhā, “directly,” are very important. Although foolish persons proudly want to jump up directly to the Supreme Personality of Godhead without accepting His pure devotee as spiritual master, those who are experienced in spiritual science know that by submission and service at the lotus feet of a pure devotee one directly contacts the Supreme Personality of Godhead. In the Śrīmad-Bhāgavatam (11.17.27) Lord Kṛṣṇa has stated, ācāryaṁ māṁ vijānīyān nāvamanyeta karhicit. Thus one should understand that the pure devotee of Kṛṣṇa stands on the same spiritual level as the Lord Himself. This does not mean that a pure devotee is also God, but because of his intimate loving connection with the Lord, he is accepted by the Lord as being the Lord’s very soul. In other words, Kṛṣṇa is always in the heart of His pure devotee, and the pure devotee is always in the heart of Kṛṣṇa. Although Śrī Kṛṣṇa is eternally the Supreme Personality of Godhead, one without a second, the Lord is more pleased to see His pure devotee worshiped. Therefore the Lord says, ācāryaṁ māṁ vijānīyāt. One must offer the same respect to the Vaiṣṇava spiritual master as one would offer to the Lord. Therefore as soon as one pleases the Vaiṣṇava spiritual master, one immediately pleases Kṛṣṇa and makes spiritual advancement. The word añjasā means that this bona fide process is the easiest method of achieving spiritual perfection. And because the pure devotee is a transparent medium, the word addhā, “directly,” is used, indicating that service rendered to the pure devotee goes directly to the lotus feet of Kṛṣṇa, whereas service one whimsically offers to Kṛṣṇa directly, bypassing the bona fide spiritual master, is not actually accepted and is therefore useless. Those who actually desire the highest perfection, that of going back home, back to the eternal, blissful kingdom of Kṛṣṇa, should study very carefully the example shown by Śrī Vasudeva in these two verses. He indicates that although one cannot achieve liberation by directly worshiping the Supreme Personality of Godhead, one can very easily achieve the perfection of life simply by a moment’s association with a pure devotee of Lord Kṛṣṇa such as Nārada Muni, the exalted Vaiṣṇava saint among the demigods. According to Śrīla Jīva Gosvāmī, the word viśvato-bhayāt indicates that Vasudeva very much feared the curse of the brāhmaṇas. As one can become perfect by worshiping the Vaiṣṇavas, by displeasing the Vaiṣṇavas one can bring about all misfortune. Thus Vasudeva feared the curse delivered by the brāhmaṇas at Piṇḍāraka-tīrtha."
    },
    {
        "verse": "10",
        "devanagari": "श्रीशुक उवाचराजन्नेवं कृतप्रश्न‍ो वसुदेवेन धीमता ।प्रीतस्तमाह देवर्षिर्हरे: संस्मारितो गुणै: ॥ १० ॥",
        "english_devnagari": "śrī-śuka uvācarājann evaṁ kṛta-praśnovasudevena dhīmatāprītas tam āha devarṣirhareḥ saṁsmārito guṇaiḥ",
        "verse_Syn": [
            "śrī",
            "śukaḥ",
            "uvāca",
            "rājan",
            "evam",
            "kṛta",
            "praśnaḥ",
            "vasudevena",
            "dhīmatā",
            "prītaḥ",
            "tam",
            "āha",
            "deva",
            "ṛṣiḥ",
            "hareḥ",
            "saṁsmāritaḥ",
            "guṇaiḥ"
        ],
        "translation": "Śukadeva Gosvāmī said: O King, Devarṣi Nārada was pleased by the questions of the highly intelligent Vasudeva. Because they suggested the transcendental qualities of the Supreme Personality of Godhead, they reminded Nārada of Lord Kṛṣṇa. Thus Nārada replied to Vasudeva as follows.",
        "purport": ""
    },
    {
        "verse": "11",
        "devanagari": "श्रीनारद उवाचसम्यगेतद् व्यवसितं भवता सात्वतर्षभ ।यत् पृच्छसे भागवतान् धर्मांस्त्वं विश्वभावनान् ॥ ११ ॥",
        "english_devnagari": "śrī-nārada uvācasamyag etad vyavasitaṁbhavatā sātvatarṣabhayat pṛcchase bhāgavatāndharmāṁs tvaṁ viśva-bhāvanān",
        "verse_Syn": [
            "śrī",
            "nāradaḥ",
            "uvāca",
            "samyak",
            "etat",
            "vyavasitam",
            "bhavatā",
            "sātvata",
            "ṛṣabha",
            "yat",
            "pṛcchase",
            "bhāgavatān",
            "dharmān",
            "tvam",
            "viśva",
            "bhāvanān"
        ],
        "translation": "Śrī Nārada said: O best of the Sātvatas, you have quite correctly asked about the eternal duty of the living entity toward the Supreme Lord. Such devotional service to the Lord is so potent that its performance can purify the entire universe.",
        "purport": " A similar statement was made by Śrī Śukadeva Gosvāmī in the first verse of the Second Canto when he congratulated Parīkṣit Mahārāja for asking about Kṛṣṇa. “My dear King, your question is glorious because it is very beneficial to all kinds of people. The answer to this question is the prime subject matter for hearing, and it is approved by all transcendentalists.” Similarly, Śrīla Sūta Gosvāmī congratulated the inquiring sages of Naimiṣāraṇya in the following words: “O sages, I have been justly questioned by you. Your questions are worthy because they relate to Lord Kṛṣṇa and so are of relevance to the world’s welfare. Only questions of this sort are capable of completely satisfying the self.” (Bhāg. 1.2.5) Nārada will now answer Vasudeva’s inquiry about the process of devotional service. Later, at the end of their conversation, he will reply to Vasudeva’s comments about Vasudeva’s own faulty intentions."
    },
    {
        "verse": "12",
        "devanagari": "श्रुतोऽनुपठितो ध्यात आद‍ृतो वानुमोदित: ।सद्य: पुनाति सद्धर्मो देव विश्वद्रुहोऽपि हि ॥ १२ ॥",
        "english_devnagari": "śruto ’nupaṭhito dhyātaādṛto vānumoditaḥsadyaḥ punāti sad-dharmodeva-viśva-druho ’pi hi",
        "verse_Syn": [
            "śrutaḥ",
            "anupaṭhitaḥ",
            "dhyātaḥ",
            "ādṛtaḥ",
            "vā",
            "anumoditaḥ",
            "sadyaḥ",
            "punāti",
            "sat",
            "dharmaḥ",
            "deva",
            "viśva",
            "druhaḥ",
            "api",
            "hi"
        ],
        "translation": "Pure devotional service rendered to the Supreme Lord is spiritually so potent that simply by hearing about such transcendental service, by chanting its glories in response, by meditating on it, by respectfully and faithfully accepting it, or by praising the devotional service of others, even persons who hate the demigods and all other living beings can be immediately purified.",
        "purport": " Śrīla Bhaktisiddhānta Sarasvatī Ṭhākura has commented that the word sad-dharma refers to bhāgavata-dharma. This is also confirmed by Śrīdhara Svāmī. Bhāgavata-dharma is spiritually so powerful that even those who by worldly standards are implicated in various ways in sinful behavior can easily be purified by adopting any of the processes mentioned in this verse. In the practice of ordinary piety, one worships God with the expectation of receiving something in return for one’s service. Similarly, the impersonalist aspires for his own liberation, wishfully thinking that he will become equal to God. In bhāgavata-dharma, however, there is no such impurity. Bhāgavata-dharma is devotional service to the Lord in which the only objective is the satisfaction of the Lord. If one rejects this process and instead wants to hear about, teach or meditate upon another process, the chance for immediate purification is lost. Neither ordinary materialistic yoga processes meant for achieving mystic powers nor impersonal processes based on speculation have the power to purify immediately those who have fallen into sinful behavior. Sad-dharma, or bhāgavata-dharma, pure devotional service to the Supreme Personality of Godhead, is unique in that even the most fallen souls can immediately rise to the highest perfectional stage by surrendering at the lotus feet of Kṛṣṇa or His pure devotee. This was vividly demonstrated in the preaching work of Caitanya Mahāprabhu, especially in the case of the sinful brothers Jagāi and Mādhāi."
    },
    {
        "verse": "13",
        "devanagari": "त्वया परमकल्याण: पुण्यश्रवणकीर्तन: ।स्मारितो भगवानद्य देवो नारायणो मम ॥ १३ ॥",
        "english_devnagari": "tvayā parama-kalyāṇaḥpuṇya-śravaṇa-kīrtanaḥsmārito bhagavān adyadevo nārāyaṇo mama",
        "verse_Syn": [
            "tvayā",
            "parama",
            "kalyāṇaḥ",
            "puṇya",
            "śravaṇa",
            "kīrtanaḥ",
            "smāritaḥ",
            "bhagavān",
            "adya",
            "devaḥ",
            "nārāyaṇaḥ",
            "mama"
        ],
        "translation": "Today you have made me remember my Lord, the supremely blissful Personality of Godhead, Nārāyaṇa. The Supreme Lord is so auspicious that whoever hears and chants about Him becomes completely pious.",
        "purport": " Śrīla Jīva Gosvāmī has stated, nārāyaṇas tādṛśa-dharme madīya-guru-rūpo nārāyaṇarṣiḥ. The word nārāyaṇa in this verse refers to the incarnation of Godhead Nārāyaṇa Ṛṣi, who acted as Nārada’s spiritual master in this dharma. Śrīla Jīva Gosvāmī has also pointed out, smārita iti kṛṣṇopāsanāveśena tasyāpi vismaraṇāt. The word smārita, “he is brought back to memory,” indicates that because of Nārada’s absorption in the worship of Kṛṣṇa he had forgotten Lord Nara-Nārāyaṇa. In other words, if intense engagement in devotional service makes one sometimes forget the Personality of Godhead, by Kṛṣṇa’s arrangement such a sincere servitor will again be reminded of the Personality of Godhead."
    },
    {
        "verse": "14",
        "devanagari": "अत्राप्युदाहरन्तीममितिहासं पुरातनम् ।आर्षभाणां च संवादं विदेहस्य महात्मन: ॥ १४ ॥",
        "english_devnagari": "atrāpy udāharantīmamitihāsaṁ purātanamārṣabhāṇāṁ ca saṁvādaṁvidehasya mahātmanaḥ",
        "verse_Syn": [
            "atra",
            "api",
            "udāharanti",
            "imam",
            "itihāsam",
            "purātanam",
            "ārṣabhāṇām",
            "ca",
            "saṁvādam",
            "videhasya",
            "mahā",
            "ātmanaḥ"
        ],
        "translation": "To explain the devotional service of the Lord, sages have related the ancient history of the conversation between the great soul King Videha and the sons of Ṛṣabha.",
        "purport": " The words itihāsaṁ purātanam, meaning “ancient historical account,” are significant here. Śrīmad-Bhāgavatam is nigama-kalpa-taror galitaṁ phalam, the ripe fruit of the desire tree of Vedic knowledge. In the pages of the Bhāgavatam we find true historical narrations relating to the Supreme Personality of Godhead and the liberation of the conditioned souls. These historical accounts are not fiction or mythology, but describe the wonderful activities of the Lord and His devotees that took place in yugas previous to the advent of this puny age. Although mundane scholars have foolishly tried to depict the Bhāgavatam as a mythological work or a recent creation, the actual fact is that Śrīmad-Bhāgavatam is a perfect transcendental literature describing not only the entire situation of this universe but also that which lies far beyond this universe, in both the material and spiritual skies. If one seriously studies the Śrīmad-Bhāgavatam he becomes the most learned intellectual man. Caitanya Mahāprabhu desires that all pious persons become highly learned by hearing Śrīmad-Bhāgavatam and then preach the glories of the Lord in a scientific way all over the world. It is essential that we hear these historical narrations, such as the conversation between the nava-yogendras and King Videha, with complete faith and submission. Then, as stated in verse 12 of this chapter, even if our former life is filled with abominable activities, simply by hearing Śrīmad-Bhāgavatam we shall be promoted to the same transcendental status as the Lord and His pure devotees. This is the extraordinary power of bhāgavata history, as contrasted with useless, mundane historical accounts, which ultimately serve no purpose. Although mundane historians justify their work on the plea that we have to learn from history, we can practically see that the world situation is now rapidly deteriorating into unbearable conflict and chaos while so-called historians stand helplessly by. But the bhāgavata historians who have faithfully heard Śrīmad-Bhāgavatam can give perfect and potent instructions for the restoration of a peaceful and blissful world. Therefore those who are inclined to enrich their intellectual life through the study of history should educate themselves in the historical narrations of Śrīmad-Bhāgavatam. This will bring them the perfection of intellectual and spiritual life."
    },
    {
        "verse": "15",
        "devanagari": "प्रियव्रतो नाम सुतो मनो: स्वायम्भुवस्य य: ।तस्याग्नीध्रस्ततो नाभिऋर्षभस्तत्सुत: स्मृत: ॥ १५ ॥",
        "english_devnagari": "priyavrato nāma sutomanoḥ svāyambhuvasya yaḥtasyāgnīdhras tato nābhirṛṣabhas tat-sutaḥ smṛtaḥ",
        "verse_Syn": [
            "priyavrataḥ",
            "nāma",
            "sutaḥ",
            "manoḥ",
            "svāyambhuvasya",
            "yaḥ",
            "tasya",
            "āgnīdhraḥ",
            "tataḥ",
            "nābhiḥ",
            "ṛṣabhaḥ",
            "tat",
            "sutaḥ",
            "smṛtaḥ"
        ],
        "translation": "Svāyambhuva Manu had a son named Mahārāja Priyavrata, and among Priyavrata’s sons was Āgnīdhra. From Āgnīdhra was born Nābhi, whose son was known as Ṛṣabhadeva.",
        "purport": " The genealogical background of the sons of Ṛṣabhadeva is given in this verse."
    },
    {
        "verse": "16",
        "devanagari": "तमाहुर्वासुदेवांशं मोक्षधर्मविवक्षया ।अवतीर्णं सुतशतं तस्यासीद् ब्रह्मपारगम् ॥ १६ ॥",
        "english_devnagari": "tam āhur vāsudevāṁśaṁmokṣa-dharma-vivakṣayāavatīrṇaṁ suta-śataṁtasyāsīd brahma-pāragam",
        "verse_Syn": [
            "tam",
            "āhuḥ",
            "vāsudeva",
            "aṁśam",
            "mokṣa",
            "dharma",
            "vivakṣayā",
            "avatīrṇam",
            "suta",
            "śatam",
            "tasya",
            "āsīt",
            "brahma",
            "pāra",
            "gam"
        ],
        "translation": "Śrī Ṛṣabhadeva is accepted as an expansion of the Supreme Lord, Vāsudeva. He incarnated in this world to propagate those religious principles that lead living entities to ultimate liberation. He had one hundred sons, all perfect in Vedic knowledge.",
        "purport": ""
    },
    {
        "verse": "17",
        "devanagari": "तेषां वै भरतो ज्येष्ठो नारायणपरायण: ।विख्यातं वर्षमेतद् यन्नाम्ना भारतमद्भ‍ुतम् ॥ १७ ॥",
        "english_devnagari": "teṣāṁ vai bharato jyeṣṭhonārāyaṇa-parāyaṇaḥvikhyātaṁ varṣam etad yan-nāmnā bhāratam adbhutam",
        "verse_Syn": [
            "teṣām",
            "vai",
            "bharataḥ",
            "jyeṣṭhaḥ",
            "nārāyaṇa",
            "parāyaṇaḥ",
            "vikhyātam",
            "varṣam",
            "etat",
            "yat",
            "nāmnā",
            "bhāratam",
            "adbhutam"
        ],
        "translation": "Of the one hundred sons of Lord Ṛṣabhadeva, the eldest, Bharata, was completely devoted to Lord Nārāyaṇa. It is because of Bharata’s fame that this planet is now celebrated as the great Bhārata-varṣa.",
        "purport": ""
    },
    {
        "verse": "18",
        "devanagari": "स भुक्तभोगां त्यक्त्वेमां निर्गतस्तपसा हरिम् ।उपासीनस्तत्पदवीं लेभे वै जन्मभिस्त्रिभि: ॥ १८ ॥",
        "english_devnagari": "sa bhukta-bhogāṁ tyaktvemāṁnirgatas tapasā harimupāsīnas tat-padavīṁlebhe vai janmabhis tribhiḥ",
        "verse_Syn": [
            "saḥ",
            "bhukta",
            "bhogām",
            "tyaktvā",
            "imām",
            "nirgataḥ",
            "tapasā",
            "harim",
            "upāsīnaḥ",
            "tat",
            "padavīm",
            "lebhe",
            "vai",
            "janmabhiḥ",
            "tribhiḥ"
        ],
        "translation": "King Bharata rejected this material world, considering all types of material pleasure temporary and useless. Leaving his beautiful young wife and family, he worshiped Lord Hari by severe austerities and attained the abode of the Lord after three lifetimes.",
        "purport": " The complete narration of the three lives of Bharata — as a king, as a deer and as an exalted paramahaṁsa devotee of the Lord — is given in the Fifth Canto of Śrīmad-Bhāgavatam."
    },
    {
        "verse": "19",
        "devanagari": "तेषां नव नवद्वीपपतयोऽस्य समन्तत: ।कर्मतन्त्रप्रणेतार एकाशीतिर्द्विजातय: ॥ १९ ॥",
        "english_devnagari": "teṣāṁ nava nava-dvīpa-patayo ’sya samantataḥkarma-tantra-praṇetāraekāśītir dvijātayaḥ",
        "verse_Syn": [
            "teṣām",
            "nava",
            "nava",
            "dvīpa",
            "patayaḥ",
            "asya",
            "samantataḥ",
            "karma",
            "tantra",
            "praṇetāraḥ",
            "ekāśītiḥ",
            "dvi",
            "jātayaḥ"
        ],
        "translation": "Nine of the remaining sons of Ṛṣabhadeva became the rulers of the nine islands of Bhārata-varṣa, and they exercised complete sovereignty over this planet. Eighty-one sons became twice-born brāhmaṇas and helped initiate the Vedic path of fruitive sacrifices [karma-kāṇḍa].",
        "purport": " The nine dvīpas, or islands, ruled by nine sons of Ṛṣabhadeva are the nine varṣas of Jambudvīpa, namely Bhārata, Kinnara, Hari, Kuru, Hiraṇmaya, Ramyaka, Ilāvṛta, Bhadrāśva and Ketumāla."
    },
    {
        "verse": "20-21",
        "devanagari": "नवाभवन् महाभागा मुनयो ह्यर्थशंसिन: ।श्रमणा वातरसना आत्मविद्याविशारदा: ॥ २० ॥कविर्हविरन्तरीक्ष: प्रबुद्ध: पिप्पलायन: ।आविर्होत्रोऽथ द्रुमिलश्चमस: करभाजन: ॥ २१ ॥",
        "english_devnagari": "navābhavan mahā-bhāgāmunayo hy artha-śaṁsinaḥśramaṇā vāta-rasanāātma-vidyā-viśāradāḥ",
        "verse_Syn": [
            "nava",
            "abhavan",
            "mahā",
            "bhāgāḥ",
            "munayaḥ",
            "hi",
            "artha",
            "śaṁsinaḥ",
            "śramaṇāḥ",
            "vāta",
            "rasanāḥ",
            "ātma",
            "vidyā",
            "viśāradāḥ",
            "kaviḥ",
            "haviḥ",
            "antarīkṣaḥ",
            "prabuddhaḥ",
            "pippalāyanaḥ",
            "āvirhotraḥ",
            "atha",
            "drumilaḥ",
            "camasaḥ",
            "karabhājanaḥ"
        ],
        "translation": "The nine remaining sons of Ṛṣabha were greatly fortunate sages who worked vigorously to spread knowledge of the Absolute Truth. They wandered about naked and were very well versed in spiritual science. Their names were Kavi, Havir, Antarīkṣa, Prabuddha, Pippalāyana, Āvirhotra, Drumila, Camasa and Karabhājana.",
        "purport": " Nimi, the King of Videha, asked the following nine questions of the nine Yogendras, the saintly sons of Ṛṣabha. (1) What is the highest good? (Chapter Two, verse 30); (2) What are the religious principles (dharma), natural proclivities (svabhāva), behavior (ācāra), speech (vākya) and outward symptoms (lakṣaṇa) of a bhāgavata, a Vaiṣṇava devotee of the Lord? (2.44); (3) What is the external energy of Viṣṇu, the Supreme Lord? (3.1); (4) How can one become dissociated from this māyā? (3.17); (5)What is the true identity of Brahman? (3.34); (6) What are the three types of karma, namely karma based on the enjoyment of the fruits of work, karma offered to the Supreme Lord, and naiṣkarmya? (3.41); (7) What are the various pastimes of the various incarnations of God? (4.1); (8) What is the aim or destination of one who is against the Supreme Lord and devoid of bhakti (in other words, a nondevotee)? (5.1); and (9)What are the respective colors, forms and names of the four yugāvatāras, the four incarnations of the Supreme Lord who appear in the four ages, and what is the process of worshiping each of Them? (5.19). The transcendental answers to these inquiries were given by the great devotees Kavi, Havir, Antarīkṣa, Prabuddha, Pippalāyana, Āvirhotra, Drumila, Camasa and Karabhājana. These nine paramahaṁsas answered the nine questions, each in turn, in the following verses: (1) 2.33-43; (2) 2.45-55; (3) 3.3-16; (4) 3.18-33; (5) 3.35-40; (6) 3.43-55; (7) 4.2-23; (8) 5.2-18; and (9) 5.20-42."
    },
    {
        "verse": "22",
        "devanagari": "त एते भगवद्रूपं विश्वं सदसदात्मकम् ।आत्मनोऽव्यतिरेकेण पश्यन्तो व्यचरन् महीम् ॥ २२ ॥",
        "english_devnagari": "ta ete bhagavad-rūpaṁviśvaṁ sad-asad-ātmakamātmano ’vyatirekeṇapaśyanto vyacaran mahīm",
        "verse_Syn": [
            "te",
            "ete",
            "bhagavat",
            "rūpam",
            "viśvam",
            "sat",
            "asat",
            "ātmakam",
            "ātmanaḥ",
            "avyatirekeṇa",
            "paśyantaḥ",
            "vyacaran",
            "mahīm"
        ],
        "translation": "These sages wandered the earth seeing the entire universe, with all its gross and subtle objects, as a manifestation of the Supreme Lord and as nondifferent from the self.",
        "purport": " According to Śrīla Śrīdhara Svāmī, it is clearly demonstrated in this and the following verse that the nine saintly sons of Ṛṣabhadeva known as the nava-yogendras were situated in the highest stage of spiritual perfection, called pāramahaṁsya-caritam, or “having fully developed the character of paramahaṁsas.” In other words, they were pure devotees of the Lord. According to Śrīdhara Svāmī and Jīva Gosvāmī, the words ātmano ’vyatirekeṇa indicate that the nine sages saw the universe as being nondifferent from themselves as well as nondifferent from the Supreme Soul, Lord Kṛṣṇa. Viśvanātha Cakravartī Ṭhākura has additionally commented, ātmanaḥ paramātmanaḥ sakāśād avyatirekeṇa, viśvasya tac-chakti-mayatvād iti bhāvaḥ: “Ātmanaḥ indicates the Supersoul. This universe is not different from the Supreme Personality of Godhead, Paramātmā, since the entire universe is composed of His energy.” Although it is stated here that the cosmic manifestation is nondifferent from both the living entity and the Supreme Personality of Godhead, one should not think that either the living entity or the Supreme Lord is material. A Vedic aphorism states, asaṅgo hy ayaṁ puruṣaḥ: “The living entity and the Supreme Personality of Godhead have nothing to do with the material world.” Furthermore, Bhagavad-gītā says that the entire universe, consisting of eight gross and subtle elements, constitutes the bhinnā prakṛti, or aparā prakṛti — the separated, inferior energy — of the Supreme Personality of Godhead. Lord Kṛṣṇa clearly states in Bhagavad-gītā that He has eternally established His own abode in the kingdom of God, where life is eternal, full of bliss and knowledge, and that the living entity, being part and parcel of God, is also eternal (mamaivāṁśo jīva-loke jīva-bhūtaḥ sanātanaḥ). Furthermore, once having gone to that eternal abode of the Lord the living entity never returns to this temporary manifestation (yaṁ prāpya na nivartante tad dhāma paramaṁ mama). One may therefore ask why the living entity and the Supreme Lord are stated to be nondifferent from the material universe. The question is very nicely answered by Śrīla Nārada Muni in the First Canto of Śrīmad-Bhāgavatam (1.5.20). Idaṁ hi viśvaṁ bhagavān ivetaro yato jagat-sthāna-nirodha-sambhavāḥ: “The Supreme Lord Personality of Godhead is Himself this cosmos, and still He is aloof from it. From Him only has this cosmic manifestation emanated, in Him it rests, and unto Him it enters after annihilation.” Commenting on Nārada’s statement, Śrīla Prabhupāda has very nicely explained this delicate philosophical point: “For a pure devotee, the conception of Mukunda, Lord Śrī Kṛṣṇa, is both personal and impersonal. The impersonal cosmic situation is also Mukunda because it is the emanation of the energy of Mukunda. For example, a tree is a complete unit, whereas the leaves and branches of the tree are emanated parts and parcels of the tree. The leaves and branches of the tree are also the tree, but the tree itself is neither the leaves nor the branches. The Vedic version that the whole cosmic creation is nothing but Brahman means that since everything is emanating from the Supreme Brahman, nothing is apart from Him. Similarly, the part-and-parcel hands and legs are called the body, but the body as the whole unit is neither the hands nor the legs. The Lord is the transcendental form of eternity, cognition and beauty. And thus the creation of the energy of the Lord appears to be partially eternal, full of knowledge and beautiful also.… “According to the Vedic version, the Lord is naturally fully powerful, and thus His supreme energies are always perfect and identical with Him. Both the spiritual and the material skies and their paraphernalia are emanations of the internal and external energies of the Lord. External energy is comparatively inferior, whereas the internal potency is superior. The superior energy is living force, and therefore she is completely identical [with the Lord], but the external energy, being inert, is partially identical. But both the energies are neither equal to nor greater than the Lord, who is the generator of all energies; such energies are always under His control, exactly as electrical energy, however powerful it may be, is always under the control of the engineer. “The human being and all other living beings are products of His internal energies. Thus the living being is also identical with the Lord. But he is never equal or superior to the Personality of Godhead.” Śrīla Prabhupāda has clearly explained here that both the cosmic manifestation and the living entities are emanations from the Supreme Lord, as confirmed both in Vedānta-sutra and in the opening statement of Śrīmad-Bhāgavatam. Janmādy asya yataḥ: “The Absolute Truth is that from which everything emanates.” Similarly, the Īśopaniṣad states: The Supreme Lord, the Absolute Truth, is pūrṇa, or complete in Himself. And since this cosmic world is a manifestation of His potency, it also appears to be pūrṇa. In other words, because this material world is an emanation from the Supreme Lord, it is nondifferent from Him, exactly as the sun’s rays are nondifferent from the sun globe, which is the source of their emanation. Similarly the living beings, who are expansions of the superior, or conscious, energy of the Supreme Lord, are also nondifferent from Kṛṣṇa, although this nondifference is qualitative and not quantitative. The gold found in golden ornaments such as rings and bracelets is qualitatively identical with the gold in a mine, but the gold in the mine is quantitatively far superior to the tiny quantity of gold in a bracelet or ring. Similarly, although we are qualitatively one with God, being spiritual emanations of His unlimited potency, we are quantitatively infinitesimal and eternally subordinate to His supreme power. Therefore the Lord is called vibhu, or infinitely potent, and we are aṇu, or infinitesimal and dependent. This is further confirmed in the Vedic literature by the statement nityo nityānāṁ cetanaś cetanānām/ eko bahūnāṁ yo vidadhāti kāmān (Kaṭha Upaniṣad 2.2.13). There are innumerable eternal living entities who are eternally and totally dependent upon the supreme singular living entity, the Supreme Lord. That dependence is not an illusion created by material existence, as stated by the impersonalist philosophers, but is an eternal relationship in which the Lord is eternally superior and we are eternally inferior. The Lord is eternally independent, and we are eternally dependent. The Lord is eternally absolute in Himself, and we are eternally relative to His supreme personality. Although the Lord is infinitely greater than any other living being, or than all of them combined, every living being is qualitatively nondifferent from the Lord, because all living beings are parts and parcels emanating from Him (mamaivāṁśo jīva-loke jīva-bhūtaḥ sanātanaḥ). Therefore, in one sense, the living entity is also not different from the material cosmic manifestation, which is an inferior sister energy of the Lord. Both the living entity and the material nature are prakṛti, or feminine, dependent expansions of the supreme puruṣa. The difference is that the living entity is the superior energy of the Lord, because the living entity is conscious and eternal like the Lord, whereas material energy is the inferior energy of the Lord, lacking consciousness and eternal form. Śrīla Bhaktisiddhānta Sarasvatī Ṭhākura has emphasized in this regard that the absolute substance is one and is called Paramātmā, or the Supersoul. When one has achieved but a partial vision of the Paramātmā, one’s understanding of life is called ātma-darśana, or self-realization. And when even this partial understanding is lacking, one’s existential condition is called anātma-darśana, or ignorance of the self. In the state of partial realization of the Supersoul, without recognition of the Paramātmā’s distinction from the individual soul, the living entity tends to become puffed up by his spiritual achievement, be carried away by mental concoction, and consider himself equal in all respects with God. On the other hand, the living entity situated in anātma-darśana, or material ignorance, feels that he is completely different from the Supreme Lord; and since everyone in this material world is interested in himself, the living entity forgets about God, thinking that God is completely different from him and that there is therefore no substantial relationship between him and God. In this way the impersonal transcendentalists emphasize only the oneness between God and the living entity, whereas the ordinary materialists overemphasize the difference between God and the living entity. But Caitanya Mahāprabhu has clearly revealed that the Ultimate Truth is simultaneous oneness and difference (acintya-bhedābheda-tattva). Actually we are eternally different from God. Because the living entity and God are eternally separate individual entities, there exists the possibility of an eternal relationship. And because every living entity is qualitatively one with the Supreme Lord, that relationship constitutes the essence of the ultimate reality for every living being. As stated in the Caitanya-caritāmṛta (Madhya 20.108), jīvera ‘svarūpa’ haya — kṛṣṇera ‘nitya-dāsa.’ The ultimate essential identity of every living entity is his relationship with the Supreme Lord as a servitor of the Lord. If one can understand that he is an eternal servant of the Supreme Personality of Godhead, one can correctly understand that both the living entity and the material universe are identical with Kṛṣṇa, being emanations from Him, and that they are therefore nondifferent from each other. Śrīla Bhaktisiddhānta Sarasvatī has stated, “The material world is a manifestation of simultaneous difference and nondifference, and it is a form of the Supreme Lord. Thus the temporary, perishable and ever-changing material world is different from Vaikuṇṭha, the eternal world.” It should be noted that in this verse the word sad-asad-ātmakam, or “made up of gross and subtle objects,” does not refer to material and spiritual objects. This universe is stated to be composed of sat and asat, gross and subtle material objects. According to Śrīla Bhaktisiddhānta Sarasvatī, “The very subtle state within the manifest world is known as ‘the unmanifest,’ and the realm beyond the manifest world is called ‘transcendental.’ Within the coverings surrounding the manifest, in the region of the time factor, is the phase of material existence experienced by the controlling deities; in this phase exist the two functions: cause (asat) and effect (sat). In the universe, which is a third tattva, or reality (apart from and containing both sat and asat), and which is a form of the Supreme Lord, it is impossible to produce any contradiction to the nondual Absolute Truth.” In other words, although ignorant, materialistic scientists may zealously carry out research to find a material principle that can negate or render unnecessary the existence of God, Śrīla Bhaktisiddhānta Sarasvatī clearly states that since the universe is an emanation from the Lord and therefore spiritually identical with Him, there cannot possibly exist anywhere within the universe a material law, principle or phenomenon that in any way contradicts the supremacy of the Personality of Godhead. In fact, the entire universe, along with the spiritual sky, exists as eternal testimony to the unlimited glory of the Supreme Personality of Godhead, Kṛṣṇa. With this understanding, the nine Yogendras were traveling about the earth in transcendental bliss."
    },
    {
        "verse": "23",
        "devanagari": "अव्याहतेष्टगतय: सुरसिद्धसाध्य-गन्धर्वयक्षनरकिन्नरनागलोकान् ।मुक्ताश्चरन्ति मुनिचारणभूतनाथ-विद्याधरद्विजगवां भुवनानि कामम् ॥ २३ ॥",
        "english_devnagari": "avyāhateṣṭa-gatayaḥ sura-siddha-sādhya-gandharva-yakṣa-nara-kinnara-nāga-lokānmuktāś caranti muni-cāraṇa-bhūtanātha-vidyādhara-dvija-gavāṁ bhuvanāni kāmam",
        "verse_Syn": [
            "avyāhata",
            "iṣṭa",
            "gatayaḥ",
            "sura",
            "siddha",
            "sādhya",
            "gandharva",
            "yakṣa",
            "nara",
            "kinnara",
            "nāga",
            "lokān",
            "muktāḥ",
            "caranti",
            "muni",
            "cāraṇa",
            "bhūta",
            "nātha",
            "vidyādhara",
            "dvija",
            "gavām",
            "bhuvanāni",
            "kāmam"
        ],
        "translation": "The nine Yogendras are liberated souls who travel freely to the planets of the demigods, the perfected mystics, the Sādhyas, the heavenly musicians, the Yakṣas, the human beings, and the minor demigods such as the Kinnaras and the serpents. No mundane force can check their free movement, and exactly as they wish they can travel as well to the worlds of the sages, the angels, the ghostly followers of Lord Śiva, the Vidyādharas, the brāhmaṇas and the cows.",
        "purport": ""
    },
    {
        "verse": "24",
        "devanagari": "त एकदा निमे: सत्रमुपजग्मुर्यद‍ृच्छया ।वितायमानमृषिभिरजनाभे महात्मन: ॥ २४ ॥",
        "english_devnagari": "ta ekadā nimeḥ satramupajagmur yadṛcchayāvitāyamānam ṛṣibhirajanābhe mahātmanaḥ",
        "verse_Syn": [
            "te",
            "ekadā",
            "nimeḥ",
            "satram",
            "upajagmuḥ",
            "yadṛcchayā",
            "vitāyamānam",
            "ṛṣibhiḥ",
            "ajanābhe",
            "mahā",
            "ātmanaḥ"
        ],
        "translation": "Once in Ajanābha [the former name of the earth], they came upon the sacrificial performance of the great soul Mahārāja Nimi, which was being carried out under the direction of elevated sages.",
        "purport": ""
    },
    {
        "verse": "25",
        "devanagari": "तान् द‍ृष्ट्वा सूर्यसङ्काशान् महाभागवतान् नृप ।यजमानोऽग्नयो विप्रा: सर्व एवोपतस्थिरे ॥ २५ ॥",
        "english_devnagari": "tān dṛṣṭvā sūrya-saṅkāśānmahā-bhāgavatān nṛpayajamāno ’gnayo viprāḥsarva evopatasthire",
        "verse_Syn": [
            "tān",
            "dṛṣṭvā",
            "sūrya",
            "saṅkāśān",
            "mahā",
            "bhāgavatān",
            "nṛpa",
            "yajamānaḥ",
            "agnayaḥ",
            "viprāḥ",
            "sarve",
            "eva",
            "upatasthire"
        ],
        "translation": "My dear King, seeing those pure devotees of the Lord, who rival the sun in brilliance, everyone present — the performer of the sacrifice, the brāhmaṇas and even the sacrificial fires — stood in respect.",
        "purport": ""
    },
    {
        "verse": "26",
        "devanagari": "विदेहस्तानभिप्रेत्य नारायणपरायणान् ।प्रीत: सम्पूजयां चक्रे आसनस्थान् यथार्हत: ॥ २६ ॥",
        "english_devnagari": "videhas tān abhipretyanārāyaṇa-parāyaṇānprītaḥ sampūjayāṁ cakreāsana-sthān yathārhataḥ",
        "verse_Syn": [
            "videhaḥ",
            "tān",
            "abhipretya",
            "nārāyaṇa",
            "parāyaṇān",
            "prītaḥ",
            "sampūjayām",
            "cakre",
            "āsana",
            "sthān",
            "yathā",
            "arhataḥ"
        ],
        "translation": "King Videha [Nimi] understood that the nine sages were exalted devotees of the Supreme Personality of Godhead. Therefore, overjoyed at their auspicious arrival, he offered them suitable sitting places and worshiped them in a proper way, just as one would worship the Supreme Personality of Godhead.",
        "purport": " The word yathārhataḥ is significant here. According to Viśvanātha Cakravartī the word yathārhataḥ means yathocitam, or “according to the proper etiquette.” It is clearly mentioned here that the nava-yogendras are nārāyaṇa-parāyaṇa, exalted devotees of the Supreme Lord, Nārāyaṇa, or Kṛṣṇa. Therefore, the word yathārhataḥ indicates that the King worshiped the nine sages according to the standard Vaiṣṇava etiquette. The etiquette for worshiping exalted Vaiṣṇavas is expressed by Viśvanātha Cakravartī Ṭhākura with the words sākṣād-dharitvena samasta-śāstraiḥ: an exalted Vaiṣṇava, being totally surrendered to the will of the Supreme Lord, is taken to be a transparent medium for the Lord’s will. In the Caitanya-caritāmṛta it is stated that even by a moment’s association with the pure devotees of the Lord one can achieve all perfection in life. Therefore, as indicated by the word prītaḥ, King Nimi was overjoyed by the auspicious arrival of the sages, and therefore he worshiped them just as one would worship the Supreme Personality of Godhead. Although impersonalist philosophers claim that every living entity is equal to God, they callously step over the heads of their so-called spiritual masters and freely speculate on the nature of the Absolute, giving their own whimsical opinions in defiance of the impersonal whims of their so-called gurus. In other words, although Māyāvādī impersonalists claim that everyone is God, they ultimately show an offensive mentality toward the Supreme Personality of Godhead in rejecting the reality of His eternal form and pastimes. Thus, they unwittingly belittle the eternal position of all living beings by denying their eternal personality and activities in the kingdom of God. The impersonalists, through their mental concoctions, try to minimize the position of the Supreme Personality of Godhead and the living entities who are part of Him, reducing them theoretically to a formless, nameless light, which by their concoction they claim to be the Absolute God. The Vaiṣṇavas, however, welcome the Supreme Personality of Godhead and easily understand that the unlimited Supreme Personality has nothing to do with the conditioned, limited, mundane personalities we find in the material world. The impersonalists arrogantly assume that there could not be any transcendental or unlimited personality beyond our present experience. But the Vaiṣṇavas intelligently understand that there are many wonderful things far beyond our limited experience. Therefore they accept the words of Kṛṣṇa, who states in Bhagavad-gītā (15.19): “Whoever knows Me as the Supreme Personality of Godhead, without doubting, is the knower of everything, and he therefore engages himself in full devotional service, O son of Bharata.” In this connection Śrīla Prabhupāda states, “There are many philosophical speculations about the constitutional position of the living entities and the Supreme Absolute Truth. Now in this verse the Supreme Personality of Godhead clearly explains that anyone who knows Lord Kṛṣṇa as the Supreme Person is actually the knower of everything. The imperfect knower goes on simply speculating about the Absolute Truth, but the perfect knower, without wasting his valuable time, engages directly in Kṛṣṇa consciousness, the devotional service of the Supreme Lord.… It is not that one should simply speculate academically. One should submissively hear from Bhagavad-gītā that these living entities are always subordinate to the Supreme Personality of Godhead. Anyone who is able to understand this, according to the Supreme Personality of Godhead, Śrī Kṛṣṇa, knows the purpose of the Vedas; no one else knows the purpose of the Vedas.” Therefore, exalted devotees such as the nine Yogendras always accept the supremacy of the Supreme Personality of Godhead, as expressed here by the word nārāyaṇa-parāyaṇān. King Nimi was a Vaiṣṇava, and therefore he worshiped the great sages with the same respect with which he would worship the Supreme Personality of Godhead, as shown by the word yathārhataḥ. Although impersonalists falsely claim that every living entity is equal to God, they cannot properly respect any living being, because of their original offense at the lotus feet of the Supreme Personality. Their so-called worship, even of their own gurus, is ultimately self-serving and opportunistic. When an impersonalist imagines that he has become God, he has no further need for his so-called guru. The Vaiṣṇava, however, because he accepts the supremacy of the eternal Personality of Godhead, is ready and willing to offer eternal respect to all living beings, especially to those most fortunate living beings who have achieved shelter at the lotus feet of the Lord. A Vaiṣṇava’s worship of the Lord’s representative is not self-serving or opportunistic, but is an expression of eternal love for the Lord and His representatives, as indicated here by the word prītaḥ. Therefore it is clear from this verse that not only the nine exalted sons of Ṛṣabhadeva but also King Nimi himself were all great devotees of the Supreme Personality of Godhead, in defiance of the artificial and limited concept of impersonalism."
    },
    {
        "verse": "27",
        "devanagari": "तान् रोचमानान् स्वरुचा ब्रह्मपुत्रोपमान् नव ।पप्रच्छ परमप्रीत: प्रश्रयावनतो नृप: ॥ २७ ॥",
        "english_devnagari": "tān rocamānān sva-rucābrahma-putropamān navapapraccha parama-prītaḥpraśrayāvanato nṛpaḥ",
        "verse_Syn": [
            "tān",
            "rocamānān",
            "sva",
            "rucā",
            "brahma",
            "putra",
            "upamān",
            "nava",
            "papraccha",
            "parama",
            "prītaḥ",
            "praśraya",
            "avanataḥ",
            "nṛpaḥ"
        ],
        "translation": "Overwhelmed by transcendental joy, the King humbly bowed his head and then proceeded to question the nine sages. These nine great souls glowed with their own effulgence and thus appeared equal to the four Kumāras, the sons of Lord Brahmā.",
        "purport": " Śrīla Śrīdhara Svāmī has pointed out that the word sva-rucā indicates that the nava-yogendras glowed from their own spiritual effulgence and not due to their ornaments or any other cause. The Supreme Soul, Lord Kṛṣṇa, is the original source of all light. His brilliantly glowing body is the source of the all-pervading brahmajyoti, the immeasurable spiritual light that is the resting place of innumerable universes (yasya prabhā prabhavato jagad-aṇḍa-koṭi). The individual soul, being part and parcel of the Lord, is also self-effulgent. In fact, everything in the kingdom of God is self-effulgent, as described in Bhagavad-gītā (15.6): It has already been described in many ways that the nava-yogendras were pure devotees of the Lord. Being completely Kṛṣṇa conscious souls, they naturally radiated the intense effulgence of the soul, as indicated here by the word sva-rucā. Śrīla Śrīdhara Svāmī has also pointed out that the word brahma-putropamān, meaning “equal to the sons of Brahmā,” indicates that the nava-yogendras were on the same spiritual platform as the four exalted Kumāra brothers. It has been described in the Fourth Canto that Mahārāja Pṛthu received the four Kumāras with great love and reverence, and here King Nimi is similarly receiving the nine sons of Lord Ṛṣabhadeva. Receiving exalted Vaiṣṇavas with love and reverence is standard spiritual etiquette for those who desire progress and happiness in life."
    },
    {
        "verse": "28",
        "devanagari": "श्रीविदेह उवाचमन्ये भगवत: साक्षात् पार्षदान् वो मधुद्विष: ।विष्णोर्भूतानि लोकानां पावनाय चरन्ति हि ॥ २८ ॥",
        "english_devnagari": "śrī-videha uvācamanye bhagavataḥ sākṣātpārṣadān vo madhu-dvisaḥviṣṇor bhūtāni lokānāṁpāvanāya caranti hi",
        "verse_Syn": [
            "śrī",
            "videhaḥ",
            "uvāca",
            "manye",
            "bhagavataḥ",
            "sākṣāt",
            "pārṣadān",
            "vaḥ",
            "madhu",
            "dviṣaḥ",
            "visṇoḥ",
            "bhūtāni",
            "lokānām",
            "pāvanāya",
            "caranti",
            "hi"
        ],
        "translation": "King Videha said: I think that you must be direct associates of the Supreme Personality of Godhead, who is famous as the enemy of the demon Madhu. Indeed, the pure devotees of Lord Viṣṇu wander throughout the universe not for their personal, selfish interest, but to purify all the conditioned souls.",
        "purport": " King Nimi here welcomes the great sages by glorifying their transcendental activities. It is well known that the Supreme Personality of Godhead is transcendental to the three modes of material nature, as stated in Bhagavad-gītā (7.13): mām ebhyaḥ param avyayam. Similarly, His pure devotees are also on the transcendental platform. One may ask how such transcendental living beings as the associates of Lord Viṣṇu could be seen within the material world. Therefore it is stated here, pāvanāya caranti hi: the associates of Lord Viṣṇu travel throughout the universe to reclaim the fallen, conditioned souls on behalf of the Supreme Personality of Godhead. A representative of the governor may be seen moving within the prison house, but that does not mean that the governor’s representative has become a conditioned prisoner. It is understood that he is within the prison to negotiate the possible release of those prisoners who have rectified their criminal propensity. Similarly, the devotees of the Supreme Personality of Godhead called parivrājakācāryas wander throughout the universe inviting everyone to surrender to Lord Kṛṣṇa and go back home, back to Godhead, for an eternal life of bliss and knowledge. In the Sixth Canto of Śrīmad-Bhāgavatam the mercy of the associates of Lord Viṣṇu has been described in connection with the salvation of Ajāmila. Śrīla Bhaktisiddhānta Sarasvatī Ṭhākura has pointed out that the associates of Lord Viṣṇu are as merciful as the Lord Himself. Even though the ignorant members of human society are not interested in approaching the servants of Lord Viṣṇu, the devotees of the Lord, without any false prestige, act to liberate the conditioned souls from their perpetual misfortune."
    },
    {
        "verse": "29",
        "devanagari": "दुर्लभो मानुषो देहो देहिनां क्षणभङ्गुर: ।तत्रापि दुर्लभं मन्ये वैकुण्ठप्रियदर्शनम् ॥ २९ ॥",
        "english_devnagari": "durlabho mānuṣo dehodehināṁ kṣaṇa-bhaṅguraḥtatrāpi durlabhaṁ manyevaikuṇṭha-priya-darśanam",
        "verse_Syn": [
            "durlabhaḥ",
            "mānuṣaḥ",
            "dehaḥ",
            "dehinām",
            "kṣaṇa",
            "bhaṅguraḥ",
            "tatra",
            "api",
            "durlabham",
            "manye",
            "vaikuṇṭhapriya",
            "darśanam"
        ],
        "translation": "For the conditioned souls, the human body is most difficult to achieve, and it can be lost at any moment. But I think that even those who have achieved human life rarely gain the association of pure devotees, who are dear to the Lord of Vaikuṇṭha.",
        "purport": " According to Śrīla Śrīdhara Svāmī, the word dehinām means bahavo dehā bhavanti yeṣāṁ te, “the conditioned souls, who accept innumerable material bodies.” According to some wishful thinkers a living entity in the human form of life will never be degraded to a lower form such as that of an animal or plant. But despite this wishful thinking, it is a fact that according to our activities at the present, we will be elevated or degraded by the laws of God. At the present time in human society there is no clear or precise understanding of the nature of life. Foolish scientists have invented highly sophisticated terminologies and theories to bluff innocent people into believing that life comes from chemical reactions. His Divine Grace A.C. Bhaktivedanta Swami Prabhupāda has exposed this bluff in his book Life Comes from Life, which points out that although scientists claim that life comes from chemicals, they cannot produce so much as an insect, even from unlimited quantities of chemicals. Actually, life and consciousness are symptoms of the spirit soul. In Life Comes from Life (page 43), Śrīla Prabhupāda has stated, “Living beings move from one bodily form to another. The forms already exist. The living entity simply transfers himself, just as a man transfers himself from one apartment to another. One apartment is first class, another is second class, and another is third class. Suppose a person comes from a lower-class apartment to a first-class apartment. The person is the same. But now, according to his capacity for payment, or karma, he is able to occupy a higher-class apartment. Real evolution does not mean physical development, but development of consciousness.” Within every species of life there is consciousness, and that consciousness is the symptom of the living entity, who is the superior energy of the Supreme Personality of Godhead. Without understanding this essential point of the transmigration of the conscious living entity throughout 8,400,000 species of life, one cannot possibly understand the words durlabho mānuṣo dehaḥ, “the human body is very rarely achieved.” People are now being cheated of this essential understanding. They are completely unaware of the danger of slipping back into the eight million species that lie below the human species. It is natural that a human being think in terms of progress. We want to feel that our life is progressing and that we are advancing and improving the quality of our life. Therefore, it is urgent that people be informed of the great danger of misusing the valuable human life and that they know of the great opportunity the human life affords, the opportunity to take to Kṛṣṇa consciousness. Just as on earth different residential areas are divided into high class, middle class and low class, within the universe there are upper-class, middle-class and lower-class planets. By practice of the yoga system, or by meticulous execution of religious rituals, one can transfer himself to the higher planets within this universe. On the other hand, by neglecting religious principles one will degrade himself to a lower planet. But the Supreme Lord, Kṛṣṇa, declares in Bhagavad-gītā (8.16), ābrahma-bhuvanāl lokāḥ punar āvartino ’rjuna. Thus the final conclusion is that every planet within the material universe is an unsuitable and inappropriate residence, because on each planet there are the primal defects old age and death. The Lord assures us, however, that in His transcendental abode, which lies far beyond the material cosmos, life is everlasting, blissful and absolutely cognizant. The material world is temporary, troublesome and rife with ignorance, but the spiritual world, called Vaikuṇṭha, is eternal, blissful and full of perfect knowledge. The highly evolved human brain is a gift given by God so that we may use our intelligence to distinguish between that which is eternal and that which is temporary. As stated in Bhagavad-gītā (2.16): “Those who are seers of the truth have concluded that matter has no permanent existence whereas the spirit soul never ceases to exist. Learned seers have concluded this by studying the nature of both.” Those who have accepted the Supreme Lord and His abode as the ultimate goal of life are called vaikuṇṭha-priya. Here King Nimi states that to have the personal association of such learned transcendentalists is certainly the perfection of human life. In this connection Śrīla Bhaktisiddhānta Sarasvatī Ṭhākura suggests that we consider the following verse: “[The Supreme Lord said:] The best of bodies, a human body, is a great attainment, rarely achieved, and may be compared to a boat. The guru is an expert captain for this boat, and I have sent favorable winds (the Vedas). Thus I have given all facilities for crossing over the ocean of material existence. Any human being who has achieved these excellent facilities of human life but does not cross over the material ocean is to be considered the killer of his own self.” (Bhāg. 11.20.17) According to Śrīla Bhaktisiddhānta Sarasvatī, the eternal servants of the Supreme Lord, being controlled by powerful feelings of mercy, descend into the material world as Vaiṣṇavas to deliver the conditioned souls who are bound by the results of their own mundane work. Such Vaiṣṇavas also distribute their mercy to those who are laboriously searching after the impersonal Absolute. Śrī Nārada Muni has stated that without ecstatic love of Godhead such laborious, impersonal contemplation of the Absolute is certainly troublesome (naiṣkarmyam apy acyuta-bhāva-varjitam), and what to speak of the innumerable problems of ordinary gross materialistic life. We have practical experience that in the Western countries most people are working hard to get money, laboring under heavenly dreams of sense gratification. Others, having become frustrated with ordinary materialistic life, are trying to negate their personal existence and merge into the existence of God through so-called yoga and meditation. Both classes of unhappy people are receiving the mercy of the Kṛṣṇa consciousness movement, putting aside their dreams of sense gratification as well as their troublesome impersonal speculation. They are learning to chant the holy names of God, dance in ecstasy, and feast on the holy food offered to the Lord. They become enlivened by the transcendental knowledge spoken by the Lord Himself in the Bhagavad-gītā. As the Lord states in Bhagavad-gītā (9.2), susukhaṁ kartum avyayam. The actual process of spiritual freedom is joyful to perform and has nothing to do with fruitive activities aimed at sense gratification or with dry impersonal speculation. More and more people are taking to the process of Kṛṣṇa consciousness, becoming joyful, and eagerly distributing Kṛṣṇa’s mercy to others. Thus the whole world will be enlivened and inspired by the Kṛṣṇa consciousness movement, which is the practical demonstration of the mercy of the Vaiṣṇavas."
    },
    {
        "verse": "30",
        "devanagari": "अत आत्यन्तिकं क्षेमं पृच्छामो भवतोऽनघा: ।संसारेऽस्मिन् क्षणार्धोऽपि सत्सङ्ग: शेवधिर्नृणाम् ॥ ३० ॥",
        "english_devnagari": "ata ātyantikaṁ kṣemaṁpṛcchāmo bhavato ’naghāḥsaṁsāre ’smin kṣaṇārdho ’pisat-saṅgaḥ śevadhir nṛṇām",
        "verse_Syn": [
            "ataḥ",
            "ātyantikam",
            "kṣemam",
            "pṛcchāmaḥ",
            "bhavataḥ",
            "anaghāḥ",
            "saṁsāre",
            "asmin",
            "kṣaṇa",
            "ardhaḥ",
            "api",
            "sat",
            "saṅgaḥ",
            "śevadhiḥ",
            "nṛṇām"
        ],
        "translation": "Therefore, O completely sinless ones, I ask you to kindly tell me what the supreme good is. After all, even half a moment’s association with pure devotees within this world of birth and death is a priceless treasure for any man.",
        "purport": " The word śevadhiḥ, or “a great treasure,” is significant in this verse. Just as an ordinary man is overjoyed to discover an unexpected treasure, one who is actually intelligent is overjoyed to gain the association of a pure devotee of the Lord, by which one’s life can easily be perfected. According to Śrīla Jīva Gosvāmī the words ātyantikaṁ kṣemam, or “the supreme good,” indicate that situation in which one cannot be touched by even the slightest fear. Now we are entangled in the cycle of birth, old age, disease and death (saṁsāre). Because our entire situation can be devastated in a single moment, we are constantly in fear. But the pure devotees of the Lord can teach us the practical way to free ourselves from material existence and thus to abolish all types of fear. According to Viśvanātha Cakravartī Ṭhākura, normal etiquette would dictate that a host immediately ask a guest who has arrived about his well-being. But such an inquiry is unsuitable to place before self-satisfied devotees of the Lord, who are themselves the bestowers of all well-being. According to Śrīla Viśvanātha, the King knew that it would be useless to ask the sages about their business affairs, since the only business of the pure devotees of the Lord is the achievement of the supreme goal of life. According to Bhagavad-gītā, the goal of life is to free oneself from the cycle of birth and death and reinstate oneself as an eternal servant of God on the platform of spiritual bliss. Pure devotees of the Lord do not waste their time with ordinary mundane affairs. Sometimes foolish relatives of a Vaiṣṇava preacher lament that such a transcendental preacher has not used his life for material business and that so much money has therefore been lost by the practice of spiritual life. Such ignorant persons cannot imagine the unlimited prosperity available on the spiritual platform to those who have surrendered heart and soul to the mission of the Lord. King Nimi was himself a learned Vaiṣṇava, and therefore he did not foolishly ask the sages about ordinary worldly affairs. He immediately inquired about ātyantikaṁ kṣemam, the highest, most perfect goal of life. According to Viśvanātha Cakravartī Ṭhākura, the word anaghāḥ, “O sinless ones,” has two meanings. Anaghāḥ indicates that the nine Yogendras were themselves completely free of sins. It also indicates that merely by the great fortune of seeing them and hearing from them submissively, an ordinary, sinful man could also be freed of his sins and achieve everything he desired. One might object that since the great sages had just arrived, the King should not have been so impatient as to inquire from them about the perfection of life. Perhaps the King should have waited until the sages themselves invited his inquiry. Such a hypothetical objection is answered by the words kṣaṇārdho ’pi. Even a single moment’s association with pure devotees, or even half a moment’s association, is sufficient to give one the perfection of life. An ordinary person who is offered a great treasure will immediately desire to claim such a treasure. Similarly, King Nimi was thinking, “Why should I consider myself fortunate enough to have such great sages stay here for a long time? Because I am an ordinary person, undoubtedly you will soon be leaving. Therefore, let me immediately take advantage of your holy association.” According to Śrīla Bhaktisiddhānta Sarasvatī, in this world there are different varieties of mercy. But ordinary mercy cannot bring about the cessation of all unhappiness. In other words, there are many humanitarians, altruists and social reformers who certainly work for the betterment of humanity. Such persons are universally considered merciful. But in spite of their mercy, humanity continues to suffer in the grip of birth, old age, disease and death. I may distribute free food to the needy, but even after eating my merciful gift, the recipient will again become hungry, or he will suffer in some other way. In other words, by mere humanitarianism or altruism, people do not actually become free from unhappiness. Their unhappiness is merely postponed or altered. King Nimi was joyful upon seeing the nava-yogendras because he knew that they were eternally perfect associates of the Supreme Lord. Therefore he thought, “You are not prone to sinful activities like unfortunate mundane people such as me. Thus the words you speak carry no deception or exploitation.” The materially conditioned souls spend their days and nights discussing various topics of sense gratification. They never find time to hear about transcendental knowledge. But if even only briefly or accidentally they hear hari-kathā, topics of Kṛṣṇa, in the association of pure devotees of the Lord, their propensity to suffer in material existence will slacken. When one sees liberated persons, hears about Kṛṣṇa from them, remembers their saintly behavior and so on, one’s tendency to bind himself in the illusion of sense gratification is diminished, and he becomes eager to serve the Supreme Lord."
    },
    {
        "verse": "31",
        "devanagari": "धर्मान् भागवतान् ब्रूत यदि न: श्रुतये क्षमम् ।यै: प्रसन्न: प्रपन्नाय दास्यत्यात्मानमप्यज: ॥ ३१ ॥",
        "english_devnagari": "dharmān bhāgavatān brūtayadi naḥ śrutaye kṣamamyaiḥ prasannaḥ prapannāyadāsyaty ātmānam apy ajaḥ",
        "verse_Syn": [
            "dharmān",
            "bhāgavatān",
            "brūta",
            "yadi",
            "naḥ",
            "śrutaye",
            "kṣamam",
            "yaiḥ",
            "prasannaḥ",
            "prapannāya",
            "dāsyati",
            "ātmānam",
            "api",
            "ajaḥ"
        ],
        "translation": "Please speak about how one engages in the devotional service of the Supreme Lord, if you consider me capable of properly hearing these topics. When a living entity offers loving service to the Supreme Lord, the Lord is immediately satisfied, and in return He will give even His own self to the surrendered soul.",
        "purport": " Within the material world there are two classes of mundane philosophers who present their opinions about the Supreme Lord. Some so-called theologians claim that we are infinitely different from God, and therefore they tend to look upon the Lord as something far beyond our power to understand. Such extreme dualistic philosophers outwardly or officially claim to be pious and religious believers in God, but they consider God so much different from that which is within our experience that according to them there is little profit in even trying to discuss the personality or attributes of the Supreme Lord. Such outwardly faithful persons generally take to fruitive activities and gross materialistic sense gratification, being infatuated with the mundane relationships of the material world, which appear under the headings society, friendship and love. The advaita-vādīs, or nondualistic philosophers, claim that there is no difference between God and the living entity and that the highest goal of life is to give up our personal existence, which is due to illusion, and merge into the impersonal Brahman effulgence, which is devoid of name, form, paraphernalia and personality. Thus neither class of speculative philosopher is able to understand the transcendental Personality of Godhead. Caitanya Mahāprabhu, in His sublime teaching of acintya-bhedābhedha-tattva, or simultaneous oneness and difference, has clearly demonstrated that we are qualitatively one with God but quantitatively different. God is personal consciousness, and He has His personal form. Similarly we are also personal consciousness, and ultimately, when liberated, we also have eternal forms. The difference is that the eternal form and personality of the Supreme Lord contain unlimited potency and opulence whereas our potency and opulence are infinitesimal. We are conscious of our personal body, whereas Lord Kṛṣṇa, the Absolute Truth, is conscious of everyone’s body, as stated in Bhagavad-gītā (kṣetra-jñaṁ cāpi māṁ viddhi sarva-kṣetreṣu bhārata). But although God is infinitely greater than the living entity, both God and the living entities are eternal personalities with form, activities and feelings. The Supreme Lord, Kṛṣṇa, expands Himself into innumerable living entities to enjoy rasas, or ecstatic relationships, with them. The living entities are part and parcel of Lord Kṛṣṇa, and they are meant to serve Him with love. Although the Supreme Lord is eternally the predominator and the living entity is eternally the predominated, when the living entity surrenders unto the Lord with a sincere loving attitude, desiring to serve the Lord eternally without the slightest expectation of personal reward for such service, the Lord immediately is pleased, as expressed here by the word prasannaḥ. Kṛṣṇa, the Supreme Personality of Godhead, is so unlimitedly merciful and magnanimous that in His gratitude to such a surrendered and loving servitor, He is immediately inclined to offer anything, even Himself, to His surrendered devotee. There are numerous practical, historical examples of this loving propensity of the Supreme Personality of Godhead. Because of the love of Mother Yaśodā, child Kṛṣṇa, in His form as Dāmodara, surrendered Himself to His loving mother and allowed Himself to be bound with ropes as a childhood punishment. Similarly, feeling indebted to the Pāṇḍavas for their intense love for Him, Kṛṣṇa in His form as Pārtha-sārathi happily agreed to drive the chariot of Arjuna on the Battlefield of Kurukṣetra. Similarly, Kṛṣṇa in Vṛndāvana is always thinking of ways to satisfy the gopīs, who are universally recognized as the most exalted loving devotees of the Lord. Such intense loving feelings exchanged between the Lord and His pure devotees would not be possible were the living entities not qualitatively one with the Supreme Personality of Godhead and indeed inseparable parts and parcels of the Lord. On the other hand, because both the Supreme Personality of Godhead and the living entities are eternally individuals, each with his own eternal individual consciousness, such loving exchanges are a perpetual reality in the kingdom of God. In other words, absolute oneness with God and absolute difference from God are theoretical imaginations of different schools of speculative philosophy. The perfection of spiritual love, as described in this verse, is based on simultaneous oneness and difference, and this absolute reality was elaborately presented by Lord Kṛṣṇa Himself in His brahminical incarnation as Caitanya Mahāprabhu. The followers of Caitanya Mahāprabhu have expounded this perfect doctrine in innumerable books, culminating in the teachings of His Divine Grace A.C. Bhaktivedanta Swami Prabhupāda, who has most perfectly presented this knowledge in a way that is understandable not only in India but to all the people of the world. Our present insignificant attempt is simply to complete his translation and commentary on Śrīmad-Bhāgavatam, and we are constantly praying for his guidance so that this work can simply be completed exactly as he would have desired. If one can understand these teachings of Caitanya Mahāprabhu as they are being presented in Western languages, surely the Lord will be satisfied with such a sincere seeker of spiritual truth."
    },
    {
        "verse": "32",
        "devanagari": "श्रीनारद उवाचएवं ते निमिना पृष्टा वसुदेव महत्तमा: ।प्रतिपूज्याब्रुवन् प्रीत्या ससदस्यर्त्विजं नृपम् ॥ ३२ ॥",
        "english_devnagari": "śrī-nārada uvācaevaṁ te niminā pṛṣṭāvasudeva mahattamāḥpratipūjyābruvan prītyāsa-sadasyartvijaṁ nṛpam",
        "verse_Syn": [
            "śrī",
            "nāradaḥ",
            "uvāca",
            "evam",
            "te",
            "niminā",
            "pṛṣṭāḥ",
            "vasudeva",
            "mahat",
            "tamāḥ",
            "pratipūjya",
            "abruvan",
            "prītyā",
            "sa",
            "sadasya",
            "ṛtvijam",
            "nṛpam"
        ],
        "translation": "Śrī Nārada said: O Vasudeva, when Mahārāja Nimi had thus inquired from the nine Yogendras about devotional service to the Lord, those best of saintly persons sincerely thanked the King for his questions and spoke to him with affection in the presence of the members of the sacrificial assembly and the brāhmaṇa priests.",
        "purport": " According to Śrīdhara Svāmī, not only the King but also the members of the assembly and the priests conducting the sacrifice were all devoted to hearing and chanting the glories of devotional service to the Supreme Personality of Godhead. The sages, beginning with Kavi, will now each speak in turn, answering the questions of the King."
    },
    {
        "verse": "33",
        "devanagari": "श्रीकविरुवाचमन्येऽकुतश्चिद्भयमच्युतस्यपादाम्बुजोपासनमत्र नित्यम् ।उद्विग्नबुद्धेरसदात्मभावाद्विश्वात्मना यत्र निवर्तते भी: ॥ ३३ ॥",
        "english_devnagari": "śrī-kavir uvācamanye ’kutaścid-bhayam acyutasyapādāmbujopāsanam atra nityamudvigna-buddher asad-ātma-bhāvādviśvātmanā yatra nivartate bhīḥ",
        "verse_Syn": [
            "śrī",
            "kaviḥ",
            "uvāca",
            "manye",
            "akutaścit",
            "bhayam",
            "acyutasya",
            "pāda",
            "ambuja",
            "upāsanam",
            "atra",
            "nityam",
            "udvigna",
            "buddheḥ",
            "asat",
            "ātma",
            "bhāvāt",
            "viśva",
            "ātmanā",
            "yatra",
            "nivartate",
            "bhīḥ"
        ],
        "translation": "Śrī Kavi said: I consider that one whose intelligence is constantly disturbed by his falsely identifying himself with the temporary material world can achieve real freedom from fear only by worshiping the lotus feet of the infallible Supreme Lord. In such devotional service, all fear ceases entirely.",
        "purport": " In the opinion of Śrīla Śrīdhara Svāmī the word asad-ātma-bhāvāt in this verse indicates that the living entity is constantly disturbed by fear because he identifies his eternal self with the temporary material body and its paraphernalia. Similarly, Śrīla Viśvanātha Cakravartī Ṭhākura has stated, bhakti-pratikūla-deha-gehādiṣv āsaktim. Because of one’s attachment to one’s temporary body and so-called home, family, friends and so on, one’s intelligence is always disturbed by fear, and one is unable to appreciate or practice pure devotional service to the Supreme Lord. So-called religious activities executed in the bodily conception of life are always accompanied by fear and anxiety about the ultimate result. But pure devotional service to the Supreme Personality of Godhead frees one from fear and anxiety because it is executed on the platform of Vaikuṇṭha, or the spiritual plane, where there is no fear or anxiety. According to Śrīla Jīva Gosvāmī, the process of bhakti-yoga is so powerful that even in the stage of sādhana-bhakti, in which one is practicing devotional service through rules and regulations, the neophyte can have a direct experience of fearlessness by the mercy of the Lord. As one’s devotional service becomes mature, the Lord reveals Himself to the devotee, and all fear is totally vanquished forever. Every living entity has a natural propensity to serve God, but because of false identification with the temporary body one loses touch with this pure, constitutional propensity and instead inauspiciously becomes attached to temporary sense gratification in the form of body, home, family and so on. The result of such false attachment is continuing distress, which can be eradicated only by devotional service to the Supreme Lord. In this connection, Śrīla Bhaktisiddhānta Sarasvatī has quoted the following verse: “O my Lord, the people of the world are embarrassed by all material anxieties — they are always afraid. They always try to protect wealth, body and friends, they are filled with lamentation and unlawful desires and paraphernalia, and they avariciously base their undertakings on the perishable conceptions of ‘I’ and ‘mine.’ As long as they do not take shelter of Your safe lotus feet, they are full of such anxieties.” (Bhāg. 3.9.6)"
    },
    {
        "verse": "34",
        "devanagari": "ये वै भगवता प्रोक्ता उपाया ह्यात्मलब्धये ।अञ्ज: पुंसामविदुषां विद्धि भागवतान् हि तान् ॥ ३४ ॥",
        "english_devnagari": "ye vai bhagavatā proktāupāyā hy ātma-labdhayeañjaḥ puṁsām aviduṣāṁviddhi bhāgavatān hi tān",
        "verse_Syn": [
            "ye",
            "vai",
            "bhagavatā",
            "proktāḥ",
            "upāyāḥ",
            "hi",
            "ātma",
            "labdhaye",
            "añjaḥ",
            "puṁsām",
            "aviduṣām",
            "viddhi",
            "bhāgavatān",
            "hi",
            "tān"
        ],
        "translation": "Even ignorant living entities can very easily come to know the Supreme Lord if they adopt those means prescribed by the Supreme Lord Himself. The process recommended by the Lord is to be known as bhāgavata-dharma, or devotional service to the Supreme Personality of Godhead.",
        "purport": " There are many Vedic scriptures, such as Manu-saṁhitā, that present standard injunctions for the peaceful management of human society. Such Vedic knowledge is based on the varṇāśrama system, which scientifically divides human society into four occupational divisions as well as four spiritual divisions. According to Śrīla Śrīdhara Svāmī, however, knowledge that can bring one directly in contact with the Supreme Personality of Godhead is called ati-rahasyam, or the most confidential knowledge (ati-rahasyatvāt sva-mukhenaiva bhagavatāviduṣām api puṁsām añjaḥ sukhenaivātma-labdhaye). Bhāgavata-dharma is so confidential that it is spoken by the Lord Himself. The essence of bhāgavata-dharma is given in Bhagavad-gītā, wherein Kṛṣṇa personally instructs Arjuna. Yet in the Eleventh Canto of Śrīmad-Bhāgavatam the Lord will give instructions to Uddhava that surpass even the teachings given to Arjuna in Bhagavad-gītā. As Śrīla Prabhupāda has stated, “Undoubtedly Bhagavad-gītā was spoken by the Lord on the Battlefield of Kurukṣetra just to encourage Arjuna to fight, and yet to complete the transcendental knowledge of Bhagavad-gītā the Lord instructed Uddhava. The Lord wanted Uddhava to fulfill His mission and disseminate knowledge which He had not spoken even in Bhagavad-gītā.” (Bhāg. 3.4.32 purport) Similarly, it is understood that the knowledge that will be presented here by the nine Yogendras is not their personal concoction but is authorized knowledge originally spoken by the Lord Himself. According to Śrīla Bhaktisiddhānta Sarasvatī, the living entities, in the course of their wanderings throughout the cycle of birth and death, lose all trace of the Personality of Godhead. But when they hear the eternally auspicious topics spoken by the Supreme Lord for their benefit and understand their eternal identities as spirit souls, the realized experience of being an eternal servant of Kṛṣṇa becomes the basis of bhāgavata-dharma. In the soul’s experience as a pure Vaiṣṇava, or servant of God, there is no consideration of being different from God or the same as God, nor is one interested in the kingdom of material sense gratification. The pure devotee simply perceives his particular devotional service to the Supreme Lord and sees himself as an individual part and parcel of the ultimate shelter. A pure devotee experiences that his very being is tied, by ropes of loving devotion, to the ultimate shelter Himself in one of His direct personal expansions. And in such a perfect state of consciousness, the devotee can perceive the all-pervading variegated forms of the Absolute Truth."
    },
    {
        "verse": "35",
        "devanagari": "यानास्थाय नरो राजन् न प्रमाद्येत कर्हिचित् ।धावन् निमील्य वा नेत्रे न स्खलेन्न पतेदिह ॥ ३५ ॥",
        "english_devnagari": "yān āsthāya naro rājanna pramādyeta karhicitdhāvan nimīlya vā netrena skhalen na pated iha",
        "verse_Syn": [
            "yān",
            "āsthāya",
            "naraḥ",
            "rājan",
            "na",
            "pramādyeta",
            "karhicit",
            "dhāvan",
            "nimīlya",
            "vā",
            "netre",
            "na",
            "skhalet",
            "na",
            "patet",
            "iha"
        ],
        "translation": "O King, one who accepts this process of devotional service to the Supreme Personality of Godhead will never blunder on his path in this world. Even while running with eyes closed, he will never trip or fall.",
        "purport": " According to Śrīla Śrīdhara Svāmī, the word añjaḥ (“easily”), which is used in the previous verse, is explained in this verse. He states, añjaḥ-padenoktaṁ su-karatvaṁ vivṛṇoti: “By the word añjaḥ the ease of performing bhakti-yoga is established, and this will be elaborated in the present verse.” In Bhagavad-gītā (9.2) the Lord Himself states, pratyakṣāvagamaṁ dharmyaṁ susukhaṁ kartum avyayam: “The process of devotional service to the Supreme Personality of Godhead is eternal, and it is very joyfully and naturally performed.” Śrīla Prabhupāda comments, “The process of devotional service is a very happy one. Why? Devotional service consists of śravaṇaṁ kīrtanaṁ viṣṇoḥ, so one can simply hear the chanting of the glories of the Lord or can attend philosophical lectures on transcendental knowledge given by authorized ācāryas. Simply by sitting, one can learn; then one can eat the remnants of the food offered to God, nice palatable dishes. In every state devotional service is joyful. One can execute devotional service even in the most poverty-stricken condition. The Lord says, patraṁ puṣpaṁ phalam: He is ready to accept from the devotee any kind of offering, never mind what. Even a leaf, a flower, a bit of fruit or a little water, which are all available in every part of the world, can be offered by any person, regardless of social position, and will be accepted if offered with love. There are many instances of this in history. Simply by tasting the tulasī leaves offered to the lotus feet of the Lord, great sages like Sanat-kumāra became great devotees. Therefore the devotional process is very nice, and it can be executed in a happy mood. God accepts only the love with which things are offered to Him.” The essential point to be understood here is that when a living entity surrenders to the Supreme Personality of Godhead, he tells the Lord, “My dear Lord, although I am most sinful and unqualified and for so long have been trying to forget You, now I am taking shelter at Your lotus feet. From this day on I am Yours. Whatever I possess — my body, mind, words, family, riches — I am now offering at Your lotus feet. Please do with me as You like.” The Supreme Lord, Kṛṣṇa, has repeatedly given assurance in Bhagavad-gītā that He will protect and redeem such a surrendered living entity, bringing him back home, back to Godhead, for an eternal life in the Lord’s own kingdom. Thus the qualification of surrendering to the Lord is so great and spiritually potent that even if a surrendered soul is deficient in other aspects of pious life, his elevated status is protected by the Lord Himself. In other processes, however, such as yoga, because one depends upon his own determination and intelligence and does not actually seek shelter of the Lord, one is subject to fall at any moment, being protected only by one’s own flimsy, limited potency. Therefore, as stated in Śrīmad-Bhāgavatam (10.2.32), āruhya kṛcchreṇa paraṁ padaṁ tataḥ/ patanty adho ’nādṛta-yuṣmad-aṅghrayaḥ: if one gives up the shelter of the lotus feet of the Supreme Lord and instead tries to advance in the yoga process by one’s own determination, or if one tries to make progress in knowledge by one’s own speculative power, surely one will eventually fall again to a mediocre material platform, having no protection other than one’s own fallible strength. Therefore the Vaiṣṇava ācāryas, in their commentaries on this verse, have illustrated in various ways the vast superiority of bhakti-yoga, or pure devotional service. In this connection, Śrīdhara Svāmī states, nimīlya netre dhāvann api iha eṣu bhāgavata-dharmeṣu na skhalet; nimīlanaṁ nāmājñānaṁ, yathāhuḥ — ‘śruti-smṛtī ubhe netre viprāṇāṁ parikīrtite/ ekena vikalaḥ kāṇo dvābhyām andhaḥ prakīrtitaḥ’ iti. “Even if running with both eyes closed, a devotee on this path of bhāgavata-dharma will not stumble. ‘Closing one’s eyes’ refers to being in ignorance [of standard Vedic literatures]. As it is said, ‘The śruti and smṛti scriptures are the two eyes of the brāhmaṇas. Lacking one of them, a brāhmaṇa is half blind, and deprived of both he is considered completely blind.’” In Bhagavad-gītā (10.10-11) the Lord has clearly stated that even if a devotee is lacking in Vedic knowledge or ignorant of Vaiṣṇava literature, the Lord personally enlightens him from within his heart if the devotee is actually engaged in loving service to the Lord. In this connection, Śrīla Prabhupāda states, “When Lord Caitanya was in Benares promulgating the chanting of Hare Kṛṣṇa, Hare Kṛṣṇa, Kṛṣṇa Kṛṣṇa, Hare Hare/ Hare Rāma, Hare Rāma, Rāma Rāma, Hare Hare, thousands of people were following Him. Prakāśānanda, a very influential and learned scholar in Benares at that time, derided Lord Caitanya for being a sentimentalist. Sometimes philosophers criticize the devotees because they think that most of the devotees are in the darkness of ignorance and are philosophically naive sentimentalists. Actually that is not the fact. There are very, very learned scholars who have put forward the philosophy of devotion, but even if a devotee does not take advantage of their literatures or of his spiritual master, if he is sincere in his devotional service he is helped by Kṛṣṇa Himself within his heart. So the sincere devotee engaged in Kṛṣṇa consciousness cannot be without knowledge. The only qualification is that one carry out devotional service in full Kṛṣṇa consciousness.” Yet this facility given by the Lord cannot justify unauthorized concoctions put forward about the process of devotional service in the name of spontaneous devotion. In this connection Śrīla Viśvanātha Cakravartī Ṭhākura has stated, bhagavat-prāpty-arthaṁ pṛthaṅ-mārga-karaṇaṁ tv ati-dūṣaṇāvaham eva: “If one manufactures his own process of devotional service for the sake of attaining the Supreme Lord, such a concoction will cause total ruination.” Śrīla Viśvanātha Cakravartī Ṭhākura goes on to quote: “If one’s so-called unalloyed devotion to Lord Hari does not take into account the regulations of the śruti, smṛti, Purāṇas and Pañcarātra, it is nothing more than a disturbance to society.” In other words, even if one is not learned in the Vedic literatures, if he is engaged in the loving service of the Lord he is to be accepted as a pure devotee; nonetheless, such loving devotion cannot in any way contradict the injunctions of revealed scriptures. Such groups as the prākṛta-sahajiyās ignore the standard regulations of Vaiṣṇava dharma and engage in illicit, degraded activities, dressing as Rādhā and Kṛṣṇa in the name of spontaneous devotion. They claim that because such spontaneous devotion is revealed by the Lord Himself, they need not refer to standard scriptures. Similarly, all over the world there are pseudoreligionists who manufacture their own processes and claim they are receiving knowledge from the Lord Himself within their hearts. Therefore it is very important to understand, as stated here, that spontaneous revelation by the Lord within the heart is meant not to alter the eternal process of devotional service to the Lord, but to give a supplementary facility to a sincere devotee who is ignorant of revealed scriptures. In other words, the revealed scriptures describe the eternal process of service to the Lord. Since the Lord is eternal and the living entity is eternal, the process of their loving relationship is also eternal. The Lord never changes His essential nature, nor does the living entity. Therefore there is no need to change the essential process of loving service to the Lord. Special revelation by the Lord is meant to give scriptural knowledge by another means, and not to contradict scriptural knowledge. On the other hand, Śrīla Viśvanātha Cakravartī Ṭhākura has stated that if a devotee is executing all the basic principles of bhakti-yoga and advancing in devotional service, such a Vaiṣṇava should not be criticized for neglecting the secondary procedures. For example, His Divine Grace A.C. Bhaktivedanta Swami Prabhupāda established hundreds of spiritual communities in the Western countries for practicing Kṛṣṇa consciousness. The devotees in these communities give up all illicit sex, gambling, intoxication and meat-eating and constantly engage in service to Kṛṣṇa. Such followers of Śrīla Prabhupāda are able to make wonderful spiritual advancement and convert many thousands of people to the process of devotional service. In fact, all the faithful members of ISKCON who follow the standard regulations remain free from material contamination and make visible progress in going back home, back to Godhead. Such members of ISKCON cannot possibly execute all the details of the varṇāśrama-dharma system. In fact, many Western devotees can barely pronounce Sanskrit words and are not very expert in performing elaborate sacrifices based on chanting of mantras and offering of oblations. But because they are executing all the essential principles of bhakti-yoga by giving up material sense gratification and constantly engaging in loving service to Kṛṣṇa, their position is guaranteed both in this life and in the next. We have seen many sophisticated Sanskrit scholars and learned experts in the details of Vedic sacrifice who can hardly even follow the basic principles of human life, namely no illicit sex, no meat-eating, no gambling and no intoxication. Such brilliant scholars and ritualistic performers are generally seen to be attached to a materialistic conception of life and are fond of mental speculation. Although in Bhagavad-gītā the Lord Himself has given perfect knowledge for all time, such so-called scholars consider themselves more intelligent than the Lord and thus speculate on the meaning of Vedic literature. Such speculation certainly constitutes a fall from perfect spiritual life, and what then is to be said of materialistic fruitive activities, which are illusory in every sense of the term. The transcendental devotees are able to remain aloof from the pollution of fruitive activity and mental speculation, and that is the essential purport of this verse. Śrīla Viśvanātha Cakravartī Ṭhākura has warned that the words yān āsthāya indicate that the exalted status of a Vaiṣṇava can never be accorded to one who is not following the basic regulations of bhakti-yoga. Nor can it apply to one who is sometimes serving Kṛṣṇa and sometimes serving the illusory energy, māyā, by mental speculation or fruitive activities. Śrīla Bhaktisiddhānta Sarasvatī Ṭhākura has concluded, “In all dharmas other than bhāgavata-dharma one must consider the conditioned soul’s qualification. But a soul surrendered to the Lord is never confounded by error, even if unqualified in all other respects. His feet never stumble, and he never falls. Even though wandering in the world at whim, he always resides in an auspicious place by the influence of his unswerving worship. The unique potency of bhagavata-dharma does not appear in any of the other dharmas of the world. There is no comparison between a surrendered individual who has taken shelter of bhāgavata-dharma and the practitioner of any other dharma.”"
    },
    {
        "verse": "36",
        "devanagari": "कायेन वाचा मनसेन्द्रियैर्वाबुद्ध्यात्मना वानुसृतस्वभावात् ।करोति यद् यत् सकलं परस्मैनारायणायेति समर्पयेत्तत् ॥ ३६ ॥",
        "english_devnagari": "kāyena vācā manasendriyair vābuddhyātmanā vānusṛta-svabhāvātkaroti yad yat sakalaṁ parasmainārāyaṇāyeti samarpayet tat",
        "verse_Syn": [
            "kāyena",
            "vācā",
            "manasā",
            "indriyaiḥ",
            "vā",
            "buddhyā",
            "ātmanā",
            "vā",
            "anusṛta",
            "svabhāvāt",
            "karoti",
            "yat",
            "yat",
            "sakalam",
            "parasmai",
            "nārāyaṇāya",
            "iti",
            "samarpayet",
            "tat"
        ],
        "translation": "In accordance with the particular nature one has acquired in conditioned life, whatever one does with body, words, mind, senses, intelligence or purified consciousness one should offer to the Supreme, thinking, “This is for the pleasure of Lord Nārāyaṇa.”",
        "purport": " Śrīla Bhaktisiddhānta Sarasvatī Ṭhākura has commented in this regard that a person who engages all the sensory activities of his body, mind, words, intelligence, ego and consciousness in the service of the Supreme Lord cannot be considered to be on the same level as a karmī working for his personal sense gratification. Although apparently still a conditioned soul, one who offers the fruits of all his activities to the Lord can no longer be touched by the countless miseries that arise from the reactions to materialistic activities. Because of enmity against the Supreme Personality of Godhead and His omnipotent authority, the conditioned living entity performs activities against the order of the Lord. Yet self-realized souls continue to perform all types of work within this world to carry out the mission of the Supreme Lord. According to Śrīla Bhaktisiddhānta Sarasvatī Ṭhākura, those karmīs who are sufficiently pious follow the example of the self-realized souls by trying to offer the fruits of their own duties at the lotus feet of the Lord. Although this is counted as karma-miśrā bhakti, or devotional service mixed with the desire to execute fruitive activities, such mixed devotional service is gradually transformed into pure devotional service. As the pious fruitive workers disengage themselves, step by step, from the bogus philosophy of “enjoyment of one’s hard-earned rewards,” pure devotional service rewards them with complete good fortune. Śrīla Śrīdhara Svāmī has commented, ātmanā cittenāhaṅkāreṇa vā anusṛto yaḥ svabhāvas tasmāt: although one may still be in the bodily concept of life, he should offer the fruit of his work to the Supreme Personality of Godhead. Those with a primitive, materialistic concept of the Supreme Lord consider the Lord present only in a temple or church. They make some offering to the Lord in the place of worship, but in their normal activities they claim proprietorship, not thinking that God is present everywhere and within everyone. We have practical experience of many so-called religious men who become very offended if their children try to become servants of the Supreme Lord. They feel, “God should be pleased with whatever humble offering I give Him, but my family and ordinary business affairs belong to me and are under my control.” The perception of anything as separate from the Supreme Personality of Godhead or His proprietorship is called māyā, or illusion. Śrīla Śrīdhara Svāmī has quoted, na kevalaṁ vidhitaḥ kṛtam eveti niyamaḥ; svabhāvānusāri laukikam api: “The regulation that one should serve the Supreme Lord does not refer only to prescribed religious paths, ceremonies and regulations; rather, all the activities one performs in this world according to one’s personal nature should be dedicated to the Supreme Personality of Godhead.” The words karoti yad yat sakalaṁ parasmai nārāyaṇāyeti samarpayet tat in this verse are very significant. A similar verse is found in Bhagavad-gītā (9.27): “O son of Kuntī, all that you do, all that you eat, all that you offer and give away, and all the austerities that you perform should be done as an offering unto Me.” The objection may be raised, Since our ordinary activities are performed with a material body and material mind, not by the spirit soul, how can such activities be offered to the Supreme Lord, who is completely transcendental to the material world? How can such activities be considered spiritual? In answer to this it is stated in the Viṣṇu Purāṇa (3.8.8): One who wants to satisfy the Supreme Personality of Godhead, Viṣṇu, must accept the system of varṇāśrama-dharma and worship the Lord through the execution of his prescribed duties. In Bhagavad-gītā (4.13) the Supreme Lord has personally taken credit for establishing the system of varṇāśrama-dharma: cātur-varṇyaṁ mayā sṛṣṭaṁ guṇa-karma-vibhāgaśaḥ. Therefore if one offers his work within the varṇāśrama-dharma system to the Supreme Lord, such work is counted as devotional service. According to one’s svabhāva, or nature, one may work as an intellectual or priest, as an administrator or military man, as an agriculturist or mercantile man, or as a laborer or craftsman. And while working, everyone should meditate on the Supreme Personality of Godhead, thinking, yat sakalaṁ parasmai nārāyaṇāya: “I am working for the Supreme Lord. Whatever result comes from my work, I shall accept the bare minimum for my personal maintenance, and the rest I shall offer for the glorification of Lord Nārāyaṇa.” Śrīla Jīva Gosvāmī has pointed out, kāmināṁ tu sarvathaiva na duṣkarmārpaṇam: one cannot offer duṣkarma, or sinful, wicked activities, to the Supreme Personality of Godhead. The four pillars of sinful life are illicit sex, meat-eating, gambling and intoxication. Such activities are never acceptable as offerings to the Supreme Personality of Godhead. The example may be given that although in a free society each person is allowed to choose his own occupation, even a democratic government will not allow a citizen to choose the occupation of thief or murderer. In the same way, according to the laws of God one is invited to work according to his own nature in the varṇāśrama system, but one is forbidden to adopt a criminal life of sinful activities violating the laws of God. Śrīla Viśvanātha Cakravartī Ṭhākura has given a nice description of how one should offer one’s ordinary activities to the Supreme Lord. He says that an ordinary sense gratifier begins his activities in the morning by passing stool and urine, cleaning his mouth, brushing his teeth, bathing, meeting his friends and family members and discussing with them the day’s business. In this way one has so many activities during the day, and a sense gratifier executes all these activities for his personal material enjoyment. A karmī, on the other hand, working under the jurisdiction of the karma-kāṇḍa section of the Vedas, will perform the same activities for the pleasure of the demigods and his forefathers. Thus, according to Śrīla Viśvanātha Cakravartī Ṭhākura, a devotee of the Supreme Lord, Nārāyaṇa, should similarly perform all of his daily activities for the pleasure of the Supreme Lord. In this way everything we do throughout the day will become bhakty-aṅga, or a supplementary aspect of our devotional service to Kṛṣṇa. It should be understood that as long as one identifies oneself in terms of the varṇāśrama-dharma system rather than as part and parcel of Kṛṣṇa one is still on the platform of ahaṅkāra, or false ego, because the varṇāśrama system is designed according to the modes of nature acquired by the living entity through his material body. But the ācāryas have emphasized in their commentaries on this verse that such a false ego, by which one identifies oneself as a brāhmaṇa, kṣatriya, vaiśya, śūdra, sannyāsī, gṛhastha and so on, should also be offered to the Supreme Personality of Godhead. According to Śrīla Jīva Gosvāmī, when one becomes very much attracted to hearing and chanting about the Supreme Lord and not merely offering Him the fruits of one’s work, one has attained the stage called svarūpa-siddhā bhakti, or the stage in which actual devotion becomes visible. The example may be given that although any good citizen will pay his taxes to the government, he may not necessarily love the government or its leaders. Similarly a pious living entity can understand that he is working under the laws of God, and therefore in accordance with Vedic injunctions or the injunctions of other scriptures he offers a portion of his assets to the Supreme Lord in religious ceremonies. But when such a pious person actually becomes attached to chanting and hearing about the personal qualities of the Lord and when love thus becomes visible, he is considered to be reaching the mature stage of life. In this regard, Śrīla Jīva Gosvāmī has quoted several verses that very nicely show the development of love for Godhead. Anena durvāsanā-duḥkha-darśanena sa karuṇā-mayaḥ karuṇāṁ karotu: “May the merciful Lord show mercy on me by demonstrating the misery created by sinful desires.” Yā prītir avivekānāṁ visayeṣv anapāyinī/ tvām anusmarataḥ sā me hṛdayān nāpasarpatu: “Unintelligent persons have unflinching affection for the objects of sense gratification. Similarly, may I always remember You, so that that same attachment, applied to You, never leaves my heart.” (Viṣṇu Purāṇa 1.20.19) Yuvatīnāṁ yathā yūni yūnāṁ ca yuvatau yathā/ mano ’bhiramate tadvan mano me ramatāṁ tvayi: “As the minds of young girls take pleasure in thinking of a young boy and those of young boys take pleasure in thinking of a young girl, may my mind take pleasure in You.” Mama sukarmaṇi duṣkarmaṇi ca yad rāga-sāmānyam, tad sarvato-bhāvena bhagavad-viṣayam eva bhavatu: “Whatever attraction I have for pious or sinful activities, let that attraction be wholeheartedly invested in You.”"
    },
    {
        "verse": "37",
        "devanagari": "भयं द्वितीयाभिनिवेशत: स्या-दीशादपेतस्य विपर्ययोऽस्मृति: ।तन्माययातो बुध आभजेत्तंभक्त्यैकयेशं गुरुदेवतात्मा ॥ ३७ ॥",
        "english_devnagari": "bhayaṁ dvitīyābhiniveśataḥ syādīśād apetasya viparyayo ’smṛtiḥtan-māyayāto budha ābhajet taṁbhaktyaikayeśaṁ guru-devatātmā",
        "verse_Syn": [
            "bhayam",
            "dvitīya",
            "abhiniveśataḥ",
            "syāt",
            "īśāt",
            "apetasya",
            "viparyayaḥ",
            "asmṛtiḥ",
            "tat",
            "māyayā",
            "ataḥ",
            "budhaḥ",
            "ābhajet",
            "tam",
            "bhaktyā",
            "ekayā",
            "īśam",
            "guru",
            "devatā",
            "ātmā"
        ],
        "translation": "Fear arises when a living entity misidentifies himself as the material body because of absorption in the external, illusory energy of the Lord. When the living entity thus turns away from the Supreme Lord, he also forgets his own constitutional position as a servant of the Lord. This bewildering, fearful condition is effected by the potency for illusion, called māyā. Therefore, an intelligent person should engage unflinchingly in the unalloyed devotional service of the Lord, under the guidance of a bona fide spiritual master, whom he should accept as his worshipable deity and as his very life and soul.",
        "purport": " According to Śrīla Śrīdhara Svāmī the objection may be raised that since fear is caused by ignorance, it can be dispelled by knowledge and there is no need to worship the Supreme Lord. The living entity falsely identifies with his material body, family, society and so on, and he simply has to give up this false identification. Then what will māyā be able to do? In reply to this argument, Śrīla Śrīdhara Svāmī has quoted the following verse from Bhagavad-gītā (7.14): “This divine energy of Mine consisting of the three modes of material nature is difficult to overcome. But those who have surrendered unto Me can easily cross beyond it.” The living entity, called jīva-tattva, is one of the potencies of the Supreme Lord, but the constitutional position of the living entity is taṭa-stha, or marginal. Being minute, every living entity is eternally dependent upon the supreme living entity, Kṛṣṇa. This is confirmed in the Vedic literature as follows: nityo nityānāṁ cetanaś cetanānāṁ/ eko bahūnāṁ yo vidadhāti kāmān. “Among all the eternally conscious beings there is one supreme eternal living being who is supplying the needs of all the innumerable others.” (Kaṭha Upaniṣad 2.1.12) Kṛṣṇadāsa Kavirāja has stated, ekale īśvara kṛṣṇa, āra saba bhṛtya: “Kṛṣṇa is the only independent controller; all other living entities depend upon Him.” (Cc. Ādi 5.142) Just as the finger is part and parcel of the body and therefore must always be engaged in bodily service, we as parts and parcels of Kṛṣṇa (mamaivāṁśo jīva-loke jīva-bhūtaḥ sanātanaḥ) have the eternal duty (sanātana-dharma) of engaging in the unalloyed service of the Lord. The potency of the Lord that enlightens us in the Lord’s service is called cit-śakti. Śrīla Bhaktisiddhānta Sarasvatī Ṭhākura comments that when the living entity develops a spirit of independence he is forced to come to the material world, where he enters into various types of petty and undesirable behavior that create a fearful situation for him. The bahiraṅgā-śakti, the illusory potency of the Supreme Lord, covers all trace of the cit-śakti and imposes one material body after another upon the living entity for his gross sinful enjoyment. As further punishment, the living entity who has given up his loving relationship with Kṛṣṇa loses all power to perceive the eternal, blissful form of the Supreme Lord, who is his actual shelter. Instead the living entity becomes attached to many temporary, phantasmagorical forms, such as his personal body, the bodies of his family members and friends, his nation, his city, with its buildings and cars, and innumerable types of ephemeral material scenery. In such a state of gross ignorance the idea of returning to one’s original identity no longer even crosses the mind. By the laws of God the three modes of material nature are constantly in conflict, as stated in the Bhagavad-gītā. This conflict is described in many places in the Bhāgavatam as guṇa-vyatikaram. When the living entity is bewildered by the interactions of the modes of material nature, he comes to the conclusion of relativity and assumes that God and worship of God are simply by-products of the relative, contradictory interactions of nature’s modes. In the name of anthropological, sociological or psychological perspective, the living entity falls deeper and deeper into the darkness of materialistic ignorance, dedicating himself to mundane piety, economic development, sense gratification, or speculation in which he regards the Absolute as lacking variety and personality, which he assumes to be products of the interactions of nature’s modes. The illusory potency of the Supreme Lord is duratyayā; it is impossible to escape without the direct mercy of Kṛṣṇa (mām eva ye prapadyante māyām etāṁ taranti te). The example may be given that when the sun is covered by clouds, no man-made apparatus can remove them from the sky, but the sun itself, which created the clouds, can immediately burn away the cloudy covering and reveal itself. Similarly, when we become covered by the illusory potency of the Lord we identify with our temporary material body, and thus we are always in fear and anxiety. But when we surrender to the Lord Himself, He can immediately free us from this illusion. The material world is padaṁ padaṁ yad vipadām; it is dangerous at every step. When a living entity understands that he is not the material body but an eternal servant of God, his fear is vanquished. As stated by Śrīla Viśvanātha Cakravartī Ṭhākura, atra bhaktaiḥ saṁsāra-bandhān na bhetavyaṁ sa hi bhaktau pravartamānasya svata evāpayāti: “In this bhāgavata-dharma devotees have no need to fear the bondage of material existence. That fear goes away of its own accord for one who engages in devotional service.” It is important to make clear that bhayam, or fear, cannot ultimately be vanquished simply by impersonal self-realization as expressed by the words ahaṁ brahmāsmi, “I am spirit soul.” In Śrīmad-Bhāgavatam (1.5.12) Nārada Muni says to Vyāsadeva, naiṣkarmyam apy acyuta-bhāva-varjitaṁ na śobhate: mere naiṣkarmyam, or cessation of material activities and repudiation of the bodily concept of life, cannot ultimately save one. The living entity must find a superior shelter on the spiritual platform; otherwise he will come back to the fearful situation of material existence. That is stated in śāstra: āruhya kṛcchreṇa paraṁ padaṁ tataḥ patanty adho ’nādṛta-yuṣmad-aṅghrayaḥ (Bhāg. 10.2.32). Although one may with great labor and effort struggle up to the Brahman platform (kleśo ’dhikataras teṣām avyaktāsakta-cetasām), if he does not find a suitable shelter he will come back to the material platform. His so-called liberation is vimukta-māna, liberation by imagination. The living entity is by nature pleasure-seeking, ānanda-maya. Now we are suffering because we are falsely seeking pleasure on the material platform and as a result we are becoming entangled in the painful complexities of material existence. But if we try to give up the pleasure-seeking propensity altogether, we shall eventually become frustrated and return to the platform of material pleasure-seeking. Although there is eternal existence on the Brahman platform of impersonal realization, there is no ānanda. Variety is the mother of enjoyment. In the Vaikuṇṭha planets there is actual, spiritual ānanda. Kṛṣṇa is there in His ecstatic, spiritual form, surrounded by His blissful associates, all of them eternally full of bliss and knowledge. They have nothing to do with material existence. In the spiritual planets even the scenery and birds and animals are fully conscious of Kṛṣṇa and are absorbed in transcendental bliss. Yad gatvā na nivartante tad dhāma paramaṁ mama (Bg. 15.6). One who goes to the blissful, spiritual planet of Kṛṣṇa will be fully satisfied and never come back to the material platform. Therefore Viśvanātha Cakravartī Ṭhākura has said, kiṁ cātra bhaktaiḥ saṁsāra-bandhān na bhetavyam. Only the bhakta actually becomes free from fear. In this connection Śrīla Bhaktisiddhānta Sarasvatī Ṭhākura has emphasized the necessity of accepting a bona fide spiritual master who is vrajendranandana-preṣṭha, the dearmost servitor of the son of Nanda Mahārāja, Kṛṣṇa. The bona fide spiritual master is completely free from envy of other living entities, and therefore he freely distributes knowledge of devotional service to the Supreme Personality of Godhead. When the living entities who are inimical to the service of the Lord somehow hear this knowledge submissively, they become free from the illusory potency of the Lord, which has covered them and thrown them into various miserable species of life. According to Śrīla Bhaktisiddhānta Sarasvatī Ṭhākura, by the mercy of the spiritual master the faithful disciple gradually realizes the transcendental position of Lord Nārāyaṇa, who is served with great awe and reverence by hundreds and thousands of goddesses of fortune. As the disciple’s transcendental knowledge gradually increases, even the paramaiśvarya, or supreme opulence, of the Lord of Vaikuṇṭha becomes pale in the light of the beauty of Govinda, Kṛṣṇa. Govinda has inconceivable potency to enchant and give pleasure, and by the mercy of the spiritual master the disciple gradually develops his own blissful relationship (rasa) with Govinda. Having understood the blissful pastimes of Lakṣmī-Nārāyaṇa, Śrī Sītā-Rāma, Rukmiṇī-Dvārakādhīśa and finally Lord Kṛṣṇa Himself, the purified living entity is given the unique privilege of participating directly in the devotional service of Kṛṣṇa, who becomes his only object and shelter."
    },
    {
        "verse": "38",
        "devanagari": "अविद्यमानोऽप्यवभाति हि द्वयोध्यातुर्धिया स्वप्नमनोरथौ यथा ।तत् कर्मसङ्कल्पविकल्पकं मनोबुधो निरुन्ध्यादभयं तत: स्यात् ॥ ३८ ॥",
        "english_devnagari": "avidyamāno ’py avabhāti hi dvayodhyātur dhiyā svapna-manorathau yathātat karma-saṅkalpa-vikalpakaṁ manobudho nirundhyād abhayaṁ tataḥ syāt",
        "verse_Syn": [
            "avidyamānaḥ",
            "api",
            "avabhāti",
            "hi",
            "dvayaḥ",
            "dhyātuḥ",
            "dhiyā",
            "svapna",
            "manaḥ",
            "rathau",
            "yathā",
            "tat",
            "karma",
            "saṅkalpa",
            "vikalpakam",
            "manaḥ",
            "budhaḥ",
            "nirundhyāt",
            "abhayam",
            "tataḥ",
            "syāt"
        ],
        "translation": "Although the duality of the material world does not ultimately exist, the conditioned soul experiences it as real under the influence of his own conditioned intelligence. This imaginary experience of a world separate from Kṛṣṇa can be compared to the acts of dreaming and desiring. When the conditioned soul dreams at night of something desirable or horrible, or when he daydreams of what he would like to have or avoid, he creates a reality that has no existence beyond his own imagination. The tendency of the mind is to accept and reject various activities based on sense gratification. Therefore an intelligent person should control the mind, restricting it from the illusion of seeing things separate from Kṛṣṇa, and when the mind is thus controlled he will experience actual fearlessness.",
        "purport": " Although the conditioned mind is bewildered by the objects of sense gratification offered by māyā, illusion, if one takes to the unalloyed devotional service of the Lord such material sense gratification gradually dissipates, for it is merely a mental concoction of the conditioned soul. Śrīla Śrīdhara Svāmī has emphasized by the words avyabhicāriṇī bhakti that one cannot dissipate the illusion of material sense gratification unless one takes to the unalloyed devotional service of the Lord. As Śrīla Rūpa Gosvāmī has stated: Unalloyed devotional service cannot be mixed with material sense gratification or mental speculation. The servant must act only for the satisfaction of the master. Similarly, Lord Kṛṣṇa states in Bhagavad-gītā, mām ekaṁ śaraṇaṁ vraja. One must see only Kṛṣṇa everywhere and must act exclusively for the satisfaction of Lord Kṛṣṇa, the eternal master of every living entity. Śrīla Madhvācārya has quoted several verses from the Hari-vaṁśa illustrating that the living entity bewildered by identifying with his material body, home, family, friends and so on and thus entangled in the cycle of birth and death accepts phantasmagoria as reality. According to Śrīla Jīva Gosvāmī, śravaṇa-kīrtanādi-lakṣaṇa-mātratvaṁ yato na vyāhanyeta: if one seriously desires to vanquish the duality of material illusion, one must adopt the process of chanting and hearing the glories of the Supreme Lord. Śrī Caitanya Mahāprabhu also cited the following Vedic reference: According to Vedic literatures the living entities of this Kali-yuga are very feeble in their power to understand spiritual knowledge (mandāḥ sumanda-matayo manda-bhāgyā hy upadrutāḥ). Their minds are always disturbed, and they are lazy and misguided by so many bogus leaders. They are further described in the Bhāgavatam as niḥsattvān (impatient and impious), durmedhān (possessed of weak intelligence) and hrasitāyuṣaḥ (very short lived). Therefore one who seriously wants to overcome the ignorance of material life must surrender to the process of chanting and hearing the holy name of the Lord — Hare Kṛṣṇa, Hare Kṛṣṇa, Kṛṣṇa Kṛṣṇa, Hare Hare/ Hare Rāma, Hare Rāma, Rāma Rāma, Hare Hare — as well as reciting and rendering submissive aural reception to the transcendental literatures presented by the Lord, such as Bhagavad-gītā, Śrīmad-Bhāgavatam and Caitanya-caritāmṛta. It should be understood that the living entity is completely spiritual and never actually becomes mixed with material energy (asaṅgo hy ayaṁ puruṣaḥ). According to Śrīla Jīva Gosvāmī, tasmin śuddhe ’pi kalpyate: although the living entity is śuddha, pure spirit soul, he imagines that he is a material creation and thus entangles himself in the network of illusion called dehāpatya-kalatrādi. Śrīla Viśvanātha Cakravartī Ṭhākura has used the word mānasa-pratyakṣa to describe the experience of material life. Mānasa-pratyakṣa means “that which is experienced only within the mind.” The actual pratyakṣa is described in Bhagavad-gītā (9.2): When one submissively hears the instructions given by the Lord Himself in Bhagavad-gītā, which constitute the king of all knowledge (rāja-vidyā) and the most confidential of all information (rāja-guhyam), by associating with such spotless spiritual knowledge (pavitram idam uttamam) one can directly experience one’s eternal nature (pratyakṣāvagamam). By experiencing one’s eternal nature, one becomes thoroughly religious (dharmyam), blissful (susukham) and eternally engaged in the devotional service of the Lord (kartum avyayam). Śrīla Viśvanātha Cakravartī Ṭhākura has quoted the following śruti-mantra in this connection: vijita-hṛṣīka-vāyubhir adānta-manas turagam. “By the very senses and life air one has conquered, the uncurbed mind will again drag one away.” According to Śrīla Viśvanātha Cakravartī Ṭhākura the meaning of this verse is samavahāya guroś caraṇam: if one rejects the lotus feet of one’s spiritual master, all of one’s previous spiritual advancement becomes null and void. This has already been indicated in the previous verse by the words guru-devatātmā. Unless one accepts a bona fide spiritual master in the authorized paramparā as one’s worshipable deity and life and soul, there is no question of overcoming the duality of material life. Śrīla Bhaktisiddhānta Sarasvatī Ṭhākura has made the following comments on this verse. “Control of the mind is a result of living a life of devotional service to the Lord. By the influence of fixed devotional service, the accepting and rejecting mind can stop its thirst for sensory enjoyment apart from Kṛṣṇa. In transcendental Kṛṣṇa consciousness there is no contradiction, pettiness or lack of ecstasy. In other words, it is not like a material object, which always proves temporary and constantly miserable. Having forgotten Kṛṣṇa, the conditioned living entity is suffering the misdirection and perversion of his own so-called intelligence. The living entities are fragmental parts of the supreme shelter, Kṛṣṇa, but have fallen from Kṛṣṇa’s kingdom of spiritual pastimes. Because of forgetting the Supreme Lord, they become prone to sinful life and turn their attention to dangerous material objects, which fill them with constant fear. If one desires to subdue the mind, which is constantly engaged in the duality of mental concoction, one must take to the devotional service of Lord Kṛṣṇa.”"
    },
    {
        "verse": "39",
        "devanagari": "श‍ृण्वन् सुभद्राणि रथाङ्गपाणे-र्जन्मानि कर्माणि च यानि लोके ।गीतानि नामानि तदर्थकानिगायन् विलज्जो विचरेदसङ्ग: ॥ ३९ ॥",
        "english_devnagari": "śṛṇvan su-bhadrāṇi rathāṅga-pāṇerjanmāni karmāṇi ca yāni lokegītāni nāmāni tad-arthakānigāyan vilajjo vicared asaṅgaḥ",
        "verse_Syn": [
            "śṛṇvan",
            "su",
            "bhadrāṇi",
            "ratha",
            "aṅga",
            "pāṇeḥ",
            "janmāni",
            "karmāṇi",
            "ca",
            "yāni",
            "loke",
            "gītāni",
            "nāmāni",
            "tat",
            "arthakāni",
            "gāyan",
            "vilajjaḥ",
            "vicaret",
            "asaṅgaḥ"
        ],
        "translation": "An intelligent person who has controlled his mind and conquered fear should give up all attachment to material objects such as wife, family and nation and should wander freely without embarrassment, hearing and chanting the holy names of the Lord, the bearer of the chariot wheel. The holy names of Kṛṣṇa are all-auspicious because they describe His transcendental birth and activities, which He performs within this world for the salvation of the conditioned souls. Thus the holy names of the Lord are sung throughout the world.",
        "purport": " Since the holy names, forms and pastimes of the Supreme Personality of Godhead are unlimited, no one can hear or chant about all of them. Therefore the word loke indicates that one should chant the holy names of the Lord that are well known on this particular planet. Within this world, Lord Rāma and Lord Kṛṣṇa are very famous. Their books, Rāmāyaṇa and Bhagavad-gītā, are studied and relished all over the world. Similarly, Caitanya Mahāprabhu is gradually becoming famous all over the world, as He Himself predicted. Pṛthivīte āche yata nagarādi grāma/ sarvatra pracāra haibe mora nāma: “In every town and village on this earth the glories of My name will be chanted.” Therefore in conformity with the authorized statement of this verse of Śrīmad-Bhāgavatam, the Kṛṣṇa consciousness movement emphasizes the mahā-mantra — Hare Kṛṣṇa, Hare Kṛṣṇa, Kṛṣṇa Kṛṣṇa, Hare Hare/ Hare Rāma, Hare Rāma, Rāma Rāma, Hare Hare — along with the Pañca-tattva mahā-mantra: śrī-kṛṣṇa-caitanya prabhu-nityānanda śrī-advaita gadādhara śrīvāsādi-gaura-bhakta-vṛnda. According to Śrīla Śrīdhara Svāmī, this blissful process of chanting the holy names of the Lord without any material conception is called sugamaṁ mārgam, a very enjoyable path. Similarly, Lord Kṛṣṇa has described the process of bhakti-yoga as susukhaṁ kartum, very joyfully performed, and Śrīla Locana dāsa Ṭhākura has sung, saba avatāra sāra śiromaṇi kevala ānanda-kāṇḍa. Caitanya Mahāprabhu’s process for worshiping Kṛṣṇa is kevala ānanda-kāṇḍa, simply joyful. In this connection Śrīla Prabhupāda has stated that people in any part of the world can assemble, chant the Hare Kṛṣṇa mantra, read from authorized books such as Bhagavad-gītā As It Is, and accept kṛṣṇa-prasādam sumptuously, just as Caitanya Mahāprabhu did in Navadvīpa. To be successful in this program, however, Locana dāsa Ṭhākura has warned, viṣaya chāḍiyā: one must give up material sense gratification. If one indulges in material sense gratification, surely he will be in the bodily concept of life. One who is in the bodily concept of life will undoubtedly have a materialistic understanding of the pastimes of the Supreme Personality of Godhead. Thus, by considering the Lord’s pastimes mundane, one will come within the category of Māyāvāda, or impersonalism, in which one considers the transcendental body of the Lord to be a creation of material nature. Therefore the word asaṅgaḥ in this verse is very significant. One must chant the holy name of the Lord without mental speculation. One must accept Lord Kṛṣṇa as He presents Himself in Bhagavad-gītā, wherein He states that He alone is Puruṣottama, the Supreme Personality of Godhead, and that His transcendental form is eternal (ajo ’pi sann avyayātmā). Śrīla Jīva Gosvāmī has emphasized, yāni śāstra-dvārā sat-paramparā-dvārā ca loke gītāni janmāni karmāṇi ca, tāni śṛṇvan gāyaṁś ca: if one wants to be successful in chanting and hearing the holy name of the Lord, one must adopt the process as it is coming down in the sat-paramparā, the transcendental disciplic succession. And the sat-paramparā can be identified by reference to bona fide Vedic scriptures. Contrary to the opinion of uninformed critics, the followers of Kṛṣṇa consciousness are not mindless or fanatical. They intelligently follow the system of checks and balances called guru, sādhu and śāstra. That is, one must accept a bona fide spiritual master, who must in turn be confirmed by the opinion of great saintly persons and revealed scriptures. If one accepts a bona fide spiritual master, follows the example of great saintly persons and becomes conversant with authorized literature such as Bhagavad-gītā As It Is and Śrīmad-Bhāgavatam, one’s program of chanting the holy names of the Lord and hearing about the Lord’s pastimes will be completely successful. As Kṛṣṇa states in Bhagavad-gītā (4.9): “One who knows the transcendental nature of My appearance and activities does not, upon leaving the body, take his birth again in the material world, but attains My eternal abode, O Arjuna.” Śrīla Viśvanātha Cakravartī Ṭhākura has stated that throughout the world the Supreme Lord is known by many names, some of them expressed in vernacular language, but any name used to indicate the Supreme Personality of Godhead, who is one without a second, beyond the influence of material nature, can be accepted as a holy name of God, according to this verse. That is indicated by the word loke. One should not misinterpret the word vicaret, “one should wander,” to mean that while chanting the holy names of Kṛṣṇa one may go anywhere or engage in any activity without discrimination. Therefore it is stated, vicared asaṅgaḥ: one may wander freely, but at the same time one must strictly avoid the association of those who are not interested in Kṛṣṇa consciousness or who are engaged in sinful life. Śrī Caitanya Mahāprabhu has stated, asat-saṅga-tyāga — ei vaiṣṇava ācāra (Cc. Madhya 22.87): a Vaiṣṇava is known by his complete avoidance of all mundane association. If in the course of traveling and chanting the glories of the Lord a Vaiṣṇava preacher finds a submissive nondevotee who is willing to hear about Kṛṣṇa, the preacher will always give his merciful association to such a person. But a Vaiṣṇava should strictly avoid those who are not interested in hearing about Kṛṣṇa. According to Śrīla Bhaktisiddhānta Sarasvatī Ṭhākura, those who do not engage in hearing the astonishing pastimes and holy names of the Supreme Personality of Godhead and who do not relish the Lord’s pastimes are simply executing mundane, illusory activities or indulging in false, materialistic renunciation. Frustrated living entities sometimes take to dry impersonalism and avoid the descriptions of the Supreme Lord’s eternal name, form, qualities, entourage and pastimes. But if one gains the association of a pure devotee, one gives up the path of dry speculative argument and becomes situated on the actual Vedic path of devotional service to the Lord. Śrīla Bhaktisiddhānta Sarasvatī Ṭhākura says that the word dvaita, or “duality,” expresses the false understanding that some object has a substantial existence independent of Kṛṣṇa. The Māyāvāda conception of advaita, which lacks any spiritual distinctions, is simply another manifestation of the mind’s function of acceptance and rejection. The eternal appearance and pastimes of the Supreme Personality of Godhead never contradict the concept of advaya-jñāna, or transcendental knowledge beyond duality."
    },
    {
        "verse": "40",
        "devanagari": "एवंव्रत: स्वप्रियनामकीर्त्याजातानुरागो द्रुतचित्त उच्चै: ।हसत्यथो रोदिति रौति गाय-त्युन्मादवन्नृत्यति लोकबाह्य: ॥ ४० ॥",
        "english_devnagari": "evaṁ-vrataḥ sva-priya-nāma-kīrtyājātānurāgo druta-citta uccaiḥhasaty atho roditi rauti gāyatyunmāda-van nṛtyati loka-bāhyaḥ",
        "verse_Syn": [
            "evam",
            "vrataḥ",
            "sva",
            "priya",
            "nāma",
            "kīrtya",
            "jāta",
            "anurāgaḥ",
            "druta",
            "cittaḥ",
            "uccaiḥ",
            "hasati",
            "atho",
            "roditi",
            "rauti",
            "gāyati",
            "unmāda",
            "vat",
            "nṛtyati",
            "loka",
            "bāhyaḥ"
        ],
        "translation": "By chanting the holy name of the Supreme Lord, one comes to the stage of love of Godhead. Then the devotee is fixed in his vow as an eternal servant of the Lord, and he gradually becomes very much attached to a particular name and form of the Supreme Personality of Godhead. As his heart melts with ecstatic love, he laughs very loudly or cries or shouts. Sometimes he sings and dances like a madman, for he is indifferent to public opinion.",
        "purport": " In this verse, pure love of God is being described. Śrīla Śrīdhara Svāmī has described this spiritual situation as samprāpta-prema-lakṣana-bhakti-yogasya saṁsāra-dharmātītāṁ gatim, or the perfectional stage of life in which one’s devotional service to the Supreme Lord is enriched by ecstatic love. At that time, one’s spiritual duties are entirely beyond the scope of worldly affairs. In Śrī Caitanya-caritāmṛta (Ādi 7.78), there is the following statement by Śrī Caitanya Mahāprabhu: “While chanting the holy name of the Lord in pure ecstasy, I lose myself, and thus I laugh, cry, dance and sing just like a madman.” Caitanya Mahāprabhu immediately approached His spiritual master to ask him why He had apparently become mad by chanting the holy name of Kṛṣṇa. His guru replied: “It is the nature of the Hare Kṛṣṇa mahā-mantra that anyone who chants it immediately develops his loving ecstasy for Kṛṣṇa.” (Cc. Ādi 7.83) In this connection Śrīla Prabhupāda has commented, “These symptoms are very prominently manifest in the body of a pure devotee. Sometimes when our students of the Kṛṣṇa consciousness movement chant and dance, even in India people are astonished to see how these foreigners have learned to chant and dance in this ecstatic fashion. As explained by Caitanya Mahāprabhu, however, actually this is not due to practice, for without extra endeavor these symptoms become manifest in anyone who sincerely chants the Hare Kṛṣṇa mahā-mantra.” Śrīla Bhaktisiddhānta Sarasvatī Ṭhākura has warned us in this regard about the ungodly sahajiyās who imitate the pastimes of the Supreme Lord in an unauthorized way, neglecting the standard injunctions of Vedic scriptures, foolishly trying to take the position of Kṛṣṇa as Puruṣottama, and thus making a cheap farce of the exalted pastimes of the Lord. Their so-called ecstatic symptoms like crying, shivering and falling on the ground are not to be confused with the advanced features of devotional service described by Śrīdhara Svāmī as samprāpta-prema-lakṣaṇa-bhakti-yoga. Śrīla Prabhupāda comments in this regard, “One who has attained this bhāva stage is no longer under the clutches of the illusory energy.” Similarly, Kṛṣṇadāsa Kavirāja states: “For a devotee who has actually developed bhāva [love of Godhead], the pleasure derived from dharma, artha, kāma and mokṣa appears like a drop in the presence of the sea.” (Cc. Ādi 7.85) As already stated in the previous verse of this chapter, gāyan vilajjo vicared asaṅgaḥ: one exhibits the ecstatic symptoms of love of Godhead when he is asaṅga, free from all attachment to material sense gratification. The word loka-bāhyaḥ in this verse indicates that a pure devotee on the platform of prema, love of Godhead, is not at all concerned with ridicule, praise, respect or criticism from ordinary people in the bodily concept of life. Kṛṣṇa is the Absolute Truth, the Supreme Personality of Godhead, and when He reveals Himself to a surrendered servant, all doubt and speculation about the nature of the Absolute are vanquished forever. In this connection Śrīpāda Madhvācārya has quoted a verse from the Varāha Purāṇa: “Some devotees of the Lord exhibit external symptoms, acting like madmen, others are introspective devotees, and still others partake of both natures. It is by one’s steadfastness and by the merciful vibrations emanating from one’s mouth that one’s devotion can be judged, not otherwise.” Śrīla Viśvanātha Cakravartī Ṭhākura has given a very nice example to illustrate ecstatic laughing and other symptoms of love of Godhead: “‘Oh, that thief Kṛṣṇa, the son of Yaśodā, has entered the house to steal the fresh butter. Grab Him! Keep Him away!’ Hearing these menacing words spoken by the elderly gopī Jaratī, Kṛṣṇa immediately prepares to leave the house. The devotee to whom this transcendental pastime is revealed laughs in ecstasy. But suddenly he can no longer see Kṛṣṇa. He then cries in great lamentation, ‘Oh! I achieved the greatest fortune in the world, and now it has suddenly slipped from my hands!’ Thus the devotee cries loudly, ‘O my Lord! Where are You? Give me Your answer!’ The Lord answers, ‘My dear devotee, I heard your loud complaint, and so I have again come before you.’ Upon seeing Lord Kṛṣṇa again, the devotee begins to sing, ‘Today my life has become perfect.’ Thus overwhelmed with transcendental bliss, he begins to dance like a madman.” Śrīla Viśvanātha Cakravartī Ṭhākura also notes that the word druta-cittaḥ or “with a melted heart,” indicates that one’s heart, melted by the fire of anxiety to see the Lord, becomes like Jambūnadī, a river of roseapple juice. The ācārya further points out, nāma-kīrtanasya sarvotkarṣam: the present and previous verse clearly distinguish the exalted position of śravaṇaṁ kīrtanaṁ viṣṇoḥ, chanting and hearing the name and glories of the Supreme Personality of Godhead. Caitanya Mahāprabhu also emphasized this by quoting: “In this Age of Kali there is no alternative, there is no alternative, there is no alternative for spiritual progress but the holy name, the holy name, the holy name of the Lord.” In his purports to Caitanya-caritāmṛta (Ādi 7.76), Śrīla Prabhupāda has given an elaborate explanation of this verse. Śrīla Bhaktisiddhānta Sarasvatī Ṭhākura recommends that we study the following verse in this connection: “Let the garrulous populace say whatever they like; we shall pay them no regard. Thoroughly maddened by the ecstasy of the intoxicating beverage of love for Kṛṣṇa, we shall enjoy life running about, rolling on the ground and dancing in ecstasy.” (Padyāvalī 73)"
    },
    {
        "verse": "41",
        "devanagari": "खं वायुमग्निं सलिलं महीं चज्योतींषि सत्त्वानि दिशो द्रुमादीन् ।सरित्समुद्रांश्च हरे: शरीरंयत् किंच भूतं प्रणमेदनन्य: ॥ ४१ ॥",
        "english_devnagari": "khaṁ vāyum agniṁ salilaṁ mahīṁ cajyotīṁṣi sattvāni diśo drumādīnsarit-samudrāṁś ca hareḥ śarīraṁyat kiṁ ca bhūtaṁ praṇamed ananyaḥ",
        "verse_Syn": [
            "kham",
            "vāyum",
            "agnim",
            "salilam",
            "mahīm",
            "ca",
            "jyotīṁṣi",
            "sattvāni",
            "diśaḥ",
            "druma",
            "ādīn",
            "sarit",
            "samudrān",
            "ca",
            "hareḥ",
            "śarīram",
            "yat",
            "kim",
            "ca",
            "bhūtam",
            "praṇamet",
            "ananyaḥ"
        ],
        "translation": "A devotee should not see anything as being separate from the Supreme Personality of Godhead, Kṛṣṇa. Ether, fire, air, water, earth, the sun and other luminaries, all living beings, the directions, trees and other plants, the rivers and oceans — whatever a devotee experiences he should consider to be an expansion of Kṛṣṇa. Thus seeing everything that exists within creation as the body of the Supreme Lord, Hari, the devotee should offer his sincere respects to the entire expansion of the Lord’s body.",
        "purport": " Śrīla Jīva Gosvāmī has given this example from the Purāṇas: yat paśyati, tat tv anurāgātiśayena “jagad dhana-mayaṁ lubdhāḥ kāmukāḥ kāminī-mayam” iti-vat hareḥ śarīram. “Because of a greedy person’s obsession with money, wherever he goes he sees an opportunity for acquiring wealth. Similarly a very lusty man notices women everywhere.” In the same way, a pure devotee should see the transcendental form of the Lord within everything, since everything is an expansion of the Lord. It is our practical experience that a greedy man will see money everywhere. If he goes to the forest he will immediately consider whether it would be profitable to purchase the forest land and sell the trees to a paper mill. Similarly, if a lusty man goes to the same forest he will look everywhere for beautiful women tourists who might happen to be there. And if a devotee goes to the same forest he will see Kṛṣṇa there, knowing correctly that the entire forest, as well as the sky canopy above, is the inferior energy of the Lord. Kṛṣṇa is supremely sacred, being the Supreme Personality of Godhead, and since everything that exists expands directly or indirectly from the body of the Lord, everything is sacred when seen through the eyes of a self-realized person. Therefore as stated in this verse, praṇamet: one should offer one’s sincere respects to everything. Śrīla Jīva Gosvāmī has mentioned that we should see the personal form of Kṛṣṇa everywhere. This verse does not approve of the impersonal, atheistic philosophy that everything is God. In this regard, Śrīla Madhvācārya has quoted from the Hari-vaṁśa: “Because everything is under the control of the Supreme Lord, Hari, everything is considered to be His body. He is the original source and master of everything, and therefore nothing should be seen as different from Him. Nonetheless, one should not foolishly conclude that there is absolutely no difference between the material universe and Lord Viṣṇu, who is full of His own unique spiritual qualities.” The example is often given of the sun and the sun’s rays. The sunshine is nothing but an expansion of the sun globe, and therefore there is no qualitative difference between the sun and its rays. But although the sunshine is situated everywhere and although everything is a transformation of the sun’s energy, the sun globe itself, the source of the sunshine, is not everywhere, but is situated in a particular place in the vast sky and has its own specific form. If we penetrate further into the sun globe we shall find the sun-god, Vivasvān. Although pseudointellectuals of the modern age who are incapable of even counting the hairs on their own heads will consider the sun-god a mythological figure, it is actually the foolish mythology of modern men to think that such a sophisticated apparatus as the sun, which provides heat and light for the entire universe, can function without intelligent administration. Transformations of solar energy make life possible on earth, and thus the earth can be understood to consist of an endless variety of secondary manifestations of all-pervading solar energy. So within the sun planet is the personality Vivasvān, the chief administrator of the solar functions; the sun globe itself is localized; and the sun’s rays expand everywhere. Similarly Śrī Kṛṣṇa, Śyāmasundara, is the original Personality of Godhead (bhagavān svayam); He expands Himself as the localized Supersoul (Paramātmā) in everyone’s heart; and finally He expands His potency by His personal bodily glow, the all-pervading spiritual effulgence called the brahmajyoti. The entire material manifestation floats within the rays of this brahmajyoti. Just as all life on earth is a transformation of the all-pervading rays of the sun, the entire cosmic manifestation is a transformation of the spiritual rays of the brahmajyoti. As stated in the Brahma-saṁhitā (5.40): “I worship Govinda, the primeval Lord, who is endowed with great power. The glowing effulgence of His transcendental form is the impersonal Brahman, which is absolute, complete and unlimited and which displays the varieties of countless planets, with their different opulences, in millions and millions of universes.” Therefore, the brahmajyoti is the spiritual light that emanates directly from the body of the Lord. This universe is a transformation of that spiritual energy, and therefore everything that exists is in one sense connected directly with the personal body of the Supreme Personality of Godhead. It is emphasized here that we should offer respect to everything that exists, recognizing it to be the energy of the Lord. The example may be given that if a man is important his property is also important. The president of a country is the most important person in the country, and therefore everyone must respect his property. Similarly, everything that exists is an expansion of the Supreme Personality of Godhead and should be respected accordingly. If we fail to see everything that exists as the energy of the Lord, we risk the danger of drifting into the Māyāvāda philosophy, which according to Caitanya Mahāprabhu is the most deadly poison for one trying to advance in actual spiritual life. Māyāvādi-bhāṣya śunile haya sarva-nāśa (Cc. Madhya 6.169). If we try to understand Kṛṣṇa alone, without the expansion of His potency, we shall not understand such statements in Bhagavad-gītā as vāsudevaḥ sarvam and ahaṁ sarvasya prabhavaḥ. As already explained in this chapter, bhayaṁ dvitiyābhiniveśataḥ syāt: fear or illusion arises from thinking that there is something not dependent upon the Supreme Personality of Godhead. Now, in this verse, the specific process for overcoming this fearful illusion is given. One must train one’s mind to see everything that exists as an expansion of the potency of the Supreme Lord. By offering respects to everything and meditating upon everything as part of the body of the Lord, one will become free from fear. As stated in Bhagavad-gītā (5.29), suhṛdaṁ sarva-bhūtānām: Kṛṣṇa is the well-wishing friend of every living being. As soon as one understands that everything that exists is under the powerful control of one’s most beloved friend, one comes to the stage in which the whole universe becomes a blissful abode (viśvaṁ pūrṇa-sukhāyate), because he sees Kṛṣṇa everywhere. If Kṛṣṇa’s personality were not the source of everything and if everything were not connected to Kṛṣṇa, one might be proper in concluding that Kṛṣṇa’s personality is a material manifestation of some impersonal truth. As stated in Vedānta-sūtra, janmādy asya yataḥ: the Absolute Truth is that from which everything emanates. Similarly, Kṛṣṇa says, ahaṁ sarvasya prabhavaḥ: “I am the source of everything.” If we see anything totally disconnected from the personal body of Kṛṣṇa, we may doubt whether Kṛṣṇa’s personality is actually the absolute source described in Vedānta-sūtra. As soon as one feels this way, he becomes fearful and should be understood to be under the control of the Lord’s illusory energy. Śrīla Bhaktisiddhānta Sarasvatī Ṭhākura has warned us that if we do not see everything as a manifestation of the Supreme Personality of Godhead, we shall become victims of phalgu-vairāgya, or immature renunciation. Whatever we see as disconnected from Kṛṣṇa will have in our mind no relationship to Kṛṣṇa’s service. But if we see everything as connected to Kṛṣṇa, we shall use everything for Kṛṣṇa’s satisfaction. This is called yukta-vairāgya. According to Śrīla Bhaktisiddhānta Sarasvatī Ṭhākura, “One who has experienced his own true identity understands that all things exist as paraphernalia for giving ecstatic pleasure to the Supreme Lord. Thus one becomes free from the separatist vision in which one sees the world as existing for one’s own enjoyment. In the transcendental state, whatever a devotee sees reminds him of Kṛṣṇa, and thus his transcendental knowledge and bliss increase.” Because the impersonalist philosophers fail to see everything as belonging to the personal form of Kṛṣṇa, they reject this world as having no true existence (jagan mithyā). But since the material world is an emanation from the supreme reality, Kṛṣṇa, it does in fact exist. Its nonexistence is simply a creation of the imagination, and one cannot possibly act on such an imaginary platform. Therefore, having proposed an illusory theory and being unable actually to live on such a platform, the impersonalist comes back to the material platform for altruistic or gross sense gratificatory activities. Since the impersonalist does not accept the personal proprietorship of the Supreme Personality of Godhead, he does not know how or for whom to engage the things of this world, and since it is impossible to reject this world totally while living within it, he runs the risk of again becoming entangled in material fruitive activities. Therefore as stated in Bhagavad-gītā (12.5), kleśo ’dhikataras teṣām: the impersonal path of imaginary philosophy is very painful to follow. The conclusion is that this verse is spoken to help the devotee of the Supreme Lord advance in Kṛṣṇa consciousness. It can be understood from the previous verses of this chapter that the ultimate goal is pure devotional service to Lord Kṛṣṇa. If one falsely interprets this verse to sanction the imaginary Māyāvāda philosophy that everything is God, one will simply become bewildered and fall from the path of spiritual advancement."
    },
    {
        "verse": "42",
        "devanagari": "भक्ति: परेशानुभवो विरक्ति-रन्यत्र चैष त्रिक एककाल: ।प्रपद्यमानस्य यथाश्न‍त: स्यु-स्तुष्टि: पुष्टि: क्षुदपायोऽनुघासम् ॥ ४२ ॥",
        "english_devnagari": "bhaktiḥ pareśānubhavo viraktiranyatra caiṣa trika eka-kālaḥprapadyamānasya yathāśnataḥ syustuṣṭiḥ puṣṭiḥ kṣud-apāyo ’nu-ghāsam",
        "verse_Syn": [
            "bhaktiḥ",
            "para",
            "īśa",
            "anubhavaḥ",
            "viraktiḥ",
            "anyatra",
            "ca",
            "eṣaḥ",
            "trikaḥ",
            "eka",
            "kālaḥ",
            "prapadyamānasya",
            "yathā",
            "aśnataḥ",
            "syuḥ",
            "tuṣṭiḥ",
            "puṣṭiḥ",
            "kṣut",
            "apāyaḥ",
            "anu",
            "ghāsam"
        ],
        "translation": "Devotion, direct experience of the Supreme Lord, and detachment from other things — these three occur simultaneously for one who has taken shelter of the Supreme Personality of Godhead, in the same way that pleasure, nourishment and relief from hunger come simultaneously and increasingly, with each bite, for a person engaged in eating.",
        "purport": " Śrīla Jīva Gosvāmī has explained this analogy as follows: Bhakti, or devotion, may be compared to tuṣṭi (satisfaction) because they both take the form of pleasure. Pareśānubhava (experience of the Supreme Lord) and puṣṭi (nourishment) are analogous because both sustain one’s life. Finally, virakti (detachment) and kṣud-apāya (cessation of hunger) may be compared because both free one from further hankering so that one may experience śānti, or peace. A person who is eating not only becomes uninterested in other activities but increasingly becomes uninterested in the food itself, according to his satisfaction. On the other hand, according to Śrīla Jīva Gosvāmī, although one who is experiencing the blissful Personality of Godhead, Kṛṣṇa, becomes uninterested in anything other than Kṛṣṇa, his attachment to Kṛṣṇa increases at every moment. Therefore it is to be understood that the transcendental beauty and qualities of the Supreme Lord are not material, since one never becomes satiated by relishing the bliss of the Supreme Lord. The word viraktiḥ is very significant in this verse. Virakti means “detachment,” whereas tyāga means “renunciation.” According to Śrīla Bhaktisiddhānta Sarasvatī Ṭhākura, the word renunciation can be used in a situation in which one considers giving up an enjoyable object. But by considering everything to be potential paraphernalia in the service of Lord Kṛṣṇa, as described in the previous verse, one need not give thought to renunciation, for one uses everything in the proper way in the service of the Lord. Yukta-vairāgyam ucyate. The very pleasant analogy of a good meal is given in this verse. A hungry man busily consuming a sumptuous plate of food is not interested in anything else happening around him. In fact, he considers any other topic or activity a disturbance to his concentration on the delicious meal. Similarly, as one advances in Kṛṣṇa consciousness one considers anything unrelated to the devotional service of Kṛṣṇa an obnoxious disturbance. Such concentrated love of Godhead has been described in the Second Canto of the Bhāgavatam by the words tīvreṇa bhakti-yogena yajeta puruṣaṁ param (Bhāg. 2.3.10). One should not make an artificial show of renouncing the material world; rather, one should systematically train the mind to see everything as an expansion of the opulence of the Supreme Personality of Godhead. Just as a hungry materialistic man, upon seeing sumptuous food, immediately desires to put it in his mouth, an advanced devotee of Kṛṣṇa, upon seeing a material object, immediately becomes eager to use it for the pleasure of Kṛṣṇa. Without the spontaneous hunger to engage everything in the service of Kṛṣṇa and to dive deeper and deeper into the ocean of love of Kṛṣṇa, so-called realization of God or loose talk about so-called religious life is irrelevant to the actual experience of entering the kingdom of God. According to Śrīla Viśvanātha Cakravartī Ṭhākura, the path of bhakti-yoga is so joyful and practical that even in the stage of sādhana-bhakti, in which one follows rules and regulations without an advanced understanding, one can perceive the ultimate result. As stated by Śrīla Rūpa Gosvāmī (Bhakti-rasāmṛta-sindhu 1.2.187): As soon as one surrenders to the Supreme Lord, Kṛṣṇa (prapadyamānasya), giving up all other activities (viraktir anyatra ca), one is immediately to be considered a liberated soul (jīvan-muktaḥ). The Supreme Lord, Kṛṣṇa, is so merciful that when a living entity understands that the personality Kṛṣṇa is the source of everything and surrenders to the Lord, Kṛṣṇa personally takes charge of him and reveals to him within his heart that he is under the Lord’s full protection. Thus devotion, direct experience of the Personality of Godhead, and detachment from other objects become manifest even in the beginning stage of bhakti-yoga, since bhakti-yoga begins at the point of liberation. Other processes have as their final goal salvation or liberation, but according to Bhagavad-gītā (18.66): If one surrenders to Kṛṣṇa one is immediately liberated and thus begins his career as a transcendental devotee with complete confidence in the Lord’s protection."
    },
    {
        "verse": "43",
        "devanagari": "इत्यच्युताङ्‍‍घ्रि भजतोऽनुवृत्त्याभक्तिर्विरक्तिर्भगवत्प्रबोध: ।भवन्ति वै भागवतस्य राजं-स्तत: परां शान्तिमुपैति साक्षात् ॥ ४३ ॥",
        "english_devnagari": "ity acyutāṅghriṁ bhajato ’nuvṛttyābhaktir viraktir bhagavat-prabodhaḥbhavanti vai bhāgavatasya rājaṁstataḥ parāṁ śāntim upaiti sākṣāt",
        "verse_Syn": [
            "iti",
            "acyuta",
            "aṅghrim",
            "bhajataḥ",
            "anuvṛttyā",
            "bhaktiḥ",
            "viraktiḥ",
            "bhagavat",
            "prabodhaḥ",
            "bhavanti",
            "vai",
            "bhāgavatasya",
            "rājan",
            "tataḥ",
            "parām",
            "śāntim",
            "upaiti",
            "sākṣāt"
        ],
        "translation": "My dear King, the devotee who worships the lotus feet of the infallible Personality of Godhead with constant endeavor thus achieves unflinching devotion, detachment and experienced knowledge of the Personality of Godhead. In this way the successful devotee of the Lord achieves supreme spiritual peace.",
        "purport": " As stated in Bhagavad-gītā (2.71): “A person who has given up all desires for sense gratification, who lives free from desires, who has given up all sense of proprietorship and who is devoid of false ego — he alone can attain real peace.” Śrīla Prabhupāda comments, “To become desireless means not to desire anything for sense gratification. In other words, desire for becoming Kṛṣṇa conscious is actually desirelessness.” There is a similar statement in the Caitanya-caritāmṛta (Madhya 19.149): “Because a devotee of Lord Kṛṣṇa is desireless, he is peaceful. Fruitive workers desire material enjoyment, jñānīs desire liberation, and yogīs desire material opulence; therefore they are all lusty and cannot be peaceful.” Generally there are three classes of living entities afflicted with selfish desire. These are the bhukti-kāmī, mukti-kāmī and siddhi-kāmī. Bhukti-kāmī refers to those ordinary persons who desire money and everything money can buy. Such a primitive mentality is based on the desire to enjoy money, sex and social prestige. When a living being becomes frustrated with this hallucination, he takes to the path of speculative philosophy and analytically tries to track down the source of illusion. Such a person is called mukti-kāmī because he desires to negate material illusion and merge into an impersonal spiritual state, free from anxiety. The mukti-kāmī is also motivated by personal desire, although the desire is somewhat more elevated. Similarly the siddhi-kāmī, or the mystic yogī who desires the spectacular powers of mystic yoga, such as reaching one’s hand across the world or making oneself smaller than the smallest or lighter than the lightest, is also infected by material or selfish desire. Therefore it is said, sakali ‘aśānta.’ If one has any personal desire, whether it be material, philosophical or mystic, he will be aśānta, or ultimately frustrated, because he will see himself as the central object of satisfaction. This egocentric concept is in itself illusory and therefore ultimately frustrating. On the other hand, kṛṣṇa-bhakta niṣkāma, ataeva ‘śānta’: a devotee of Lord Kṛṣṇa is niṣkāma; he has no personal desire. His only desire is to please Kṛṣṇa. Lord Śiva himself has praised this outstanding quality of the pure devotees of the Lord by stating: “A person who is devoted to the Supreme Personality of Godhead, Nārāyaṇa, is not afraid of anything. Elevation to the heavenly kingdom, condemnation to hell and liberation from material bondage all appear the same to a devotee.” (Bhāg. 6.17.28) Although the impersonalist philosopher proposes that everything is one, the devotee of the Lord is actually tulyārtha-darśī, or empowered with the vision of oneness. The devotee sees everything as the potency of the Supreme Personality of Godhead and therefore desires to engage everything in the service of the Lord, for the Lord’s satisfaction. Since the devotee does not see anything as dvitīya, or outside the scope of the Lord’s potency, he is happy in any situation. Having no personal desire, the devotee of Kṛṣṇa is actually śānta, or peaceful, because he has achieved the perfection of life, love of Kṛṣṇa. He is actually situated in his eternal constitutional position under the direct shelter and protection of the omnipotent Parameśvara, Kṛṣṇa. According to Śrīla Bhaktisiddhānta Sarasvatī Ṭhākura, this verse ends the answer given by the first of the nine Yogendras, Kavi, to Mahārāja Nimi’s first question, “What is the highest good?”"
    },
    {
        "verse": "44",
        "devanagari": "श्रीराजोवाचअथ भागवतं ब्रूत यद्धर्मो याद‍ृशो नृणाम् ।यथा चरति यद् ब्रूते यैर्लिङ्गैर्भगवत्प्रिय: ॥ ४४ ॥",
        "english_devnagari": "śrī-rājovācaatha bhāgavataṁ brūtayad-dharmo yādṛśo nṛṇāmyathācarati yad brūteyair liṅgair bhagavat-priyaḥ",
        "verse_Syn": [
            "śrī",
            "rājā",
            "uvāca",
            "atha",
            "bhāgavatam",
            "brūta",
            "yat",
            "dharmaḥ",
            "yādṛśaḥ",
            "nṛṇām",
            "yathā",
            "ācarati",
            "yat",
            "brūte",
            "yaiḥ",
            "liṅgaiḥ",
            "bhagavat",
            "priyaḥ"
        ],
        "translation": "Mahārāja Nimi said: Now please tell me in greater detail about the devotees of the Supreme Lord. What are the natural symptoms by which I can distinguish between the most advanced devotees, those on the middle level and those who are neophytes? What are the typical religious activities of a Vaiṣṇava, and how does he speak? Specifically, please describe those symptoms and characteristics by which Vaiṣṇavas become dear to the Supreme Personality of Godhead.",
        "purport": " The great sage Kavi has informed King Nimi about the general external symptoms of a devotee of the Lord, namely his appearance, personal qualities and activities. But now King Nimi asks how to make further distinctions among the servants of the Supreme Personality of Godhead so that the first-class, second-class and lower-class Vaiṣṇavas can be clearly identified. According to Śrīla Rūpa Gosvāmī, kṛṣṇeti yasya giri taṁ manasādriyeta: “One should mentally honor any devotee who chants the holy name of Lord Kṛṣṇa.” (Upadeśāmṛta 5) Any living entity who is faithfully chanting the holy name of Kṛṣṇa is to be considered a Vaiṣṇava and at least within the mind is to be offered respect. But for practical advancement in Kṛṣṇa consciousness one should associate at least with a second-class devotee. And if one can receive the mercy of a first-class devotee of the Lord, one’s perfection is very easily guaranteed. Thus Nimi Mahārāja is humbly inquiring, “What are the character, behavior and speech of devotees?” The King wants to know the particular symptoms of body, mind and speech by which the different categories uttama-adhikārī, madhyama-adhikārī and kaniṣṭha-adhikārī are clearly identified. In response to the King’s inquiry, another of the nava-yogendras, namely Havir, will give a further elaboration of the science of Kṛṣṇa consciousness."
    },
    {
        "verse": "45",
        "devanagari": "श्रीहविरुवाचसर्वभूतेषु य: पश्येद् भगवद्भ‍ावमात्मन: ।भूतानि भगवत्यात्मन्येष भागवतोत्तम: ॥ ४५ ॥",
        "english_devnagari": "śrī-havir uvācasarva-bhūteṣu yaḥ paśyedbhagavad-bhāvam ātmanaḥbhūtāni bhagavaty ātmanyeṣa bhāgavatottamaḥ",
        "verse_Syn": [
            "śrī",
            "haviḥ",
            "uvāca",
            "sarva",
            "bhūteṣu",
            "yaḥ",
            "paśyet",
            "bhagavat",
            "bhāvam",
            "ātmanaḥ",
            "bhūtāni",
            "bhagavati",
            "ātmani",
            "eṣaḥ",
            "bhāgavata",
            "uttamaḥ"
        ],
        "translation": "Śrī Havir said: The most advanced devotee sees within everything the soul of all souls, the Supreme Personality of Godhead, Śrī Kṛṣṇa. Consequently he sees everything in relation to the Supreme Lord and understands that everything that exists is eternally situated within the Lord.",
        "purport": " In Bhagavad-gītā (6.30) the Lord says: “For one who sees Me everywhere and sees everything in Me, I am never lost, nor is he ever lost to Me.” Śrīla Prabhupāda comments, “A person in Kṛṣṇa consciousness certainly sees Lord Kṛṣṇa everywhere, and he sees everything in Kṛṣṇa. Such a person may appear to see all separate manifestations of the material nature, but in each and every instance he is conscious of Kṛṣṇa, knowing that everything is the manifestation of Kṛṣṇa’s energy. Nothing can exist without Kṛṣṇa, and Kṛṣṇa is the Lord of everything — this is the basic principle of Kṛṣṇa consciousness.” The qualification for seeing Kṛṣṇa everywhere is stated in the Brahma-saṁhitā (5.38): “I worship the primeval Lord, Govinda, who is always seen by the devotee whose eyes are anointed with the pulp of love. He is seen in His eternal form of Śyāmasundara, situated within the heart of the devotee.” A devotee of the highest level of spiritual qualification is glorified for the expansiveness of his spiritual vision. For example, when the stalwart demon Hiraṇyakaśipu questioned his self-realized son Prahlāda Mahārāja as to the whereabouts of the Supreme Personality of Godhead, Prahlāda, being a mahā-bhāgavata, or pure devotee, answered straightforwardly that the Supreme Lord is everywhere. The demoniac father then asked if God was in the pillar of the palace. When Prahlāda answered yes, Hiraṇyakaśipu, being a bona fide demon, struck the pillar with his sword, trying to kill God, or at least disprove His existence. Then Lord Nṛsiṁhadeva, the most ferocious form of the Supreme Lord, immediately appeared and finished forever the illicit program of Hiraṇyakaśipu. Thus Prahlāda Mahārāja can be accepted as an uttama-adhikārī devotee. A pure devotee is completely free from the tendency to enjoy things separately from the Lord’s service. He does not see anything in the universe as unfavorable, because he sees everything as the expanded potency of the Supreme Personality of Godhead. Such a devotee’s purpose in existing is to give pleasure somehow or other to the Supreme Lord. Thus everything that a pure devotee experiences, moment by moment, increases his ecstatic loving desire to satisfy the transcendental senses of the Lord. The three modes of material nature torment the conditioned soul, who absorbs his mind in the separated, material energy of the Lord. The function of this separated energy, bhinnā prakṛti, is to take the living entity away from the reality, which is that everything is within Kṛṣṇa and Kṛṣṇa is within everything. Being covered by gross ignorance, the bewildered conditioned soul believes that only the objects of his own limited vision actually exist. Sometimes such foolish persons speculate that if a tree falls in a forest with no one to hear it, there will actually be no sound. The conditioned souls do not consider that since the Supreme Personality of Godhead is all-pervading, there is no question of no one’s hearing; the Lord always hears. As stated in the Thirteenth Chapter of Bhagavad-gītā (13.14), sarvataḥ śrutimal loke: the Supreme Lord hears everything. He is upadraṣṭā, the witness of everything (Bg. 13.23). In this verse the word bhāgavatottamaḥ, “the most advanced devotee,” indicates that there are those who are not gross materialists but who are not the highest devotees. According to Śrīla Bhaktisiddhānta Sarasvatī Ṭhākura, those who cannot properly distinguish between devotees and nondevotees and who therefore never worship the pure devotees of the Lord are to be known as kaniṣṭha-adhikārīs, devotees on the lowest stage of devotional service. Such kaniṣṭha-adhikārīs engage in worship of the Supreme Lord, especially in the temple, but are indifferent to the Lord’s devotees. Thus they misunderstand this statement by Lord Śiva in the Padma Purāṇa: “O Devī, the most exalted system of worship is the worship of Lord Viṣṇu. Greater than that is the worship of tadīya, or anything belonging to Viṣṇu.” Śrīla Prabhupāda comments on this verse, “Śrī Viṣṇu is sac-cid-ānanda-vigraha. Similarly the most confidential servant of Kṛṣṇa, the spiritual master, and all devotees of Viṣṇu are tadīya. The sac-cid-ānanda-vigraha, guru, Vaiṣṇavas and things used by them must be considered tadīya, and without a doubt worshipable by all living beings.” (Cc. Madhya 12.38 purport) Typically the kaniṣṭha-adhikārī is eager to engage his materialistic qualifications in the service of the Lord, mistaking such material expertise to be the sign of advanced devotion. But by continuing to serve the Supreme Lord and the devotees engaged in propagating the Lord’s mission, the kaniṣṭha-adhikārī also advances in his realization and comes to the stage of dedicating his activities to helping more advanced Vaiṣṇavas. Even such kaniṣṭha-adhikārīs can help ordinary living entities by their association, since at least the kaniṣṭha-adhikārīs have faith that Kṛṣṇa is the Supreme Personality of Godhead. Because of this faith, the kaniṣṭha-adhikārī gradually becomes inimical to those who are opposed to the Lord. As he gradually becomes more and more inimical to those who hate the supremacy of the Supreme Personality of Godhead and becomes more attracted to friendship with other faithful servants of the Lord, the kaniṣṭha-adhikārī approaches the second-class stage, called madhyama. In the madhyama stage the Vaiṣṇava sees the Lord as the cause of all causes and the chief goal of everyone’s loving propensity. He sees the Vaiṣṇavas as his only friends within this morbid world and is eager to bring innocent people within the shelter of Vaiṣṇava society. Also, a madhyama-adhikārī strictly avoids associating with the self-proclaimed enemies of God. When such an intermediate qualification becomes mature, the concept of supreme qualification begins to present itself; that is, one comes to the stage of uttama-adhikārī. A kaniṣṭha-adhikārī guru, one who is simply attached to performing religious ceremonies and worshiping the Deity, without appreciation for other Vaiṣṇavas, especially those who are preaching the message of the Lord, will especially appeal to persons interested in the dry cultivation of knowledge. As a living entity develops mundane piety, he proudly devotes himself to regulated work and nobly tries to detach himself from the fruits of his work. Through such regulated detached work, knowledge or wisdom gradually arises. As knowledge or wisdom becomes prominent, the pious materialist becomes attracted to altruistic and charitable work and gives up gross sinful activities. If he is fortunate, he then becomes favorable to the transcendental devotional service of the Lord. Desiring a mere intellectual understanding of devotional service, such a pious materialist may seek shelter at the feet of a kaniṣṭha-adhikārī. If able to advance to the madhyama qualification, he then becomes attracted to a Vaiṣṇava actively engaged in preaching Kṛṣṇa consciousness. And when fully mature on the platform of intermediate devotion, he becomes attracted to the mahā-bhāgavata level and is awarded a glimpse of the exalted position of the mahā-bhāgavata spiritual master by the grace of Kṛṣṇa within his heart. If one gradually goes on in the devotional service of the Lord, one becomes established as a paramahaṁsa mahā-bhāgavata. At this stage all of his actions. movements and engagements in preaching are dedicated solely to the satisfaction of Kṛṣṇa. The illusory potency, māyā, has no power to throw or cover such a purified living entity. In Upadeśāmṛta (5) Śrīla Rūpa Gosvāmī has described this stage of life as bhajana-vijñam ananyam anya-nindādi-śūnya-hṛdam. A mahā-bhāgavata, being empowered by the Supreme Lord, Yogeśvara, is endowed with the supernatural power to inspire and give success to the madhyama-adhikārī who follows in his footsteps and to elevate a kaniṣṭha-adhikārī gradually to the intermediate platform. Such devotional power springs automatically from the ocean of mercy found within the heart of a pure devotee. Śrīla Bhaktisiddhānta Sarasvatī Ṭhākura points out that a mahā-bhāgavata has no desire to inflict punishment on the enemies of the Lord. Rather, he engages the madhyama-adhikārīs and kaniṣṭha-adhikārīs in preaching work to purify the polluted mentality of the inimical souls, who are falsely imagining the material world to be separate from Kṛṣṇa. There are unfortunate living entities who are unable to understand the glory of a kaniṣṭha-adhikārī within the realm of devotional service, have no praise for the more advanced state of intermediate devotion and cannot even begin to understand the most exalted stage, that of the uttama-adhikārī. Such unfortunate souls, attracted to impersonal Māyāvāda speculation, follow faithfully in the footsteps of Kaṁsa, Agha, Baka and Pūtanā and are thus killed by Śrī Hari. In this way the community of sense gratifiers remains uninterested in service at the lotus feet of the Supreme Lord, and according to the individual perverted vision of so-called self-interest, each materialist chooses his own misfortune in the form of repeated birth and death in various types of material bodies. There are 8,400,000 species of material forms, and the materialistic living entities select the particular flavors of birth, old age, disease and death they wish to inflict upon themselves under the hallucinations of so-called material progress. The analogy is given that a lusty man, being agitated by sexual desire, sees the whole world as filled with sensuous women. In a similar way, a pure devotee of Kṛṣṇa sees Kṛṣṇa consciousness everywhere, although it may be temporarily covered. Thus one sees the world just as one sees himself (ātmavan manyate jagat). On this basis one may argue that the vision of the mahā-bhagavata is also illusioned, since the Bhāgavatam has already stated throughout that those conditioned by the three modes of material nature are not at all Kṛṣṇa conscious but in fact are inimical to Kṛṣṇa. But although the conditioned living entity may appear inimical to the Lord, the eternal, unalterable fact is that every living being is part and parcel of Kṛṣṇa. Although one’s ecstatic love for Kṛṣṇa may now be covered by the influence of māyā, by the causeless mercy of the Supreme Personality of Godhead the conditioned soul will gradually be promoted to the stage of Kṛṣṇa consciousness. In fact, everyone is suffering the pangs of separation from Kṛṣṇa. Because the conditioned soul imagines that he has no eternal relationship with Kṛṣṇa, he is unable to ascertain that all his miseries are due to this separation. This is māyā, or “that which is not.” Actually, to think that misery arises from anything other than separation from Kṛṣṇa is to be in illusion. So when a pure devotee sees living entities suffering within this world, he correctly feels that just as he is suffering because of separation from Kṛṣṇa, all other living beings are also suffering from separation from Kṛṣṇa. The difference is that a pure devotee correctly ascertains the cause of his heartbreak whereas the conditioned soul, bewildered by māyā, is unable to understand his eternal relationship with Kṛṣṇa and the unlimited pain arising from neglect of that relationship. Śrīla Jīva Gosvāmī has quoted the following verses, which illustrate the ecstatic feelings of the topmost devotees of the Lord. In the Tenth Canto of Śrīmad-Bhāgavatam (10.35.9) the goddesses of Vraja speak as follows: “The creepers and trees of the forest, their branches weighed down by rich coverings of flowers and fruits, seemed to manifest Lord Viṣṇu within their hearts. Exhibiting eruptions of ecstatic love upon their bodies, they poured down rains of honey.” Elsewhere in the Tenth Canto (Bhāg. 10.21.15) it is said: “Hearing the song of Lord Mukunda’s flute, the rivers then stopped their currents, although the minds of the rivers could still be ascertained from the presence of whirlpools. With the arms of their waves the rivers seized the two lotus feet of Murāri, taking help from the lotus plants, and thus He became trapped in their embrace.” And in the last chapter of the Tenth Canto (10.90.15), the queens of Dvārakā pray: “Dear kurarī, now it is very late at night. Everyone is sleeping. The whole world is now calm and peaceful. At this time, the Supreme Personality of Godhead is sleeping, although His knowledge is undisturbed by any circumstance. Then why are you not sleeping? Why are you lamenting like this throughout the whole night? Dear friend, is it that you are also attracted by the lotus eyes of the Supreme Personality of Godhead and by His sweet smiling and attractive words, exactly as we are? Do those dealings of the Supreme Personality of Godhead pinch your heart as they do ours?” Śrīla Viśvanātha Cakravartī Ṭhākura has also given mother Yaśodā as an example of an uttama-adhikārī, for mother Yaśodā actually saw all living beings within the mouth of Kṛṣṇa during the Lord’s Vṛndāvana līlā. Śrīla Viśvanātha Cakravartī Ṭhākura also points out in his commentary, atra paśyed iti tathā darśana-yogyataiva vivakṣitā, na tu tathā darśanasya sārva-kālikatā. “In this verse the word paśyet, or ‘one must see,’ does not mean that at every moment one is visualizing the form of Kṛṣṇa; rather, it means that one has reached the exalted platform of devotional service on which he is fit to see or is capable of seeing Kṛṣṇa’s form.” If only those who constantly see the form of Kṛṣṇa are to be considered uttama-adhikārīs, then Nārada, Vyāsa and Śukadeva cannot be considered topmost devotees, since they do not always see the Lord everywhere. Of course, Nārada, Vyāsa and Śukadeva are considered to be on the highest standard of pure devotional service, and therefore the real qualification is tad-didṛkṣādhikya, or having an overwhelming desire to see the Lord. Therefore the statement of Bhagavad-gītā that a devotee should see Kṛṣṇa everywhere (yo māṁ paśyati sarvatra) can be understood in terms of the example of a lusty man’s thinking that the world is full of beautiful women. Similarly, one should become transcendentally so desirous of seeing the Lord that one can perceive within the entire universe nothing but Kṛṣṇa and His potency. Vāsudevaḥ sarvam iti. In Śrīla Prabhupāda’s correspondence in 1969 with Professor J. F. Staal of the University of California, Śrīla Prabhupāda claimed that all of his disciples who were strictly following the intense program of Kṛṣṇa consciousness were in fact sudurlabha-mahātmās who were seeing vāsudevaḥ sarvam. In other words, if one is constantly engaged in Kṛṣṇa consciousness with an intense desire to please the Lord and one day gain His association, it is to be understood that in one’s life there is nothing but Kṛṣṇa. Śrīla Viśvanātha Cakravartī Ṭhākura has warned us, however, that a mere theoretical or academic understanding that Kṛṣṇa is everything does not qualify one as a first-class devotee. One must actually have developed love for Kṛṣṇa. Therefore it can be practically understood that anyone who enthusiastically adopts the Kṛṣṇa consciousness program and eagerly participates in the preaching activities of the International Society for Krishna Consciousness is acting on the platform of a madhyama-adhikārī devotee. When such a devotee becomes overwhelmed by his desire to serve Kṛṣṇa and associate with the Lord, so much so that he is not attracted to anything else within the universe, he should be understood to be an uttama-adhikārī Vaiṣṇava, as mentioned in this verse."
    },
    {
        "verse": "46",
        "devanagari": "ईश्वरे तदधीनेषु बालिशेषु द्विषत्सु च ।प्रेममैत्रीकृपोपेक्षा य: करोति स मध्यम: ॥ ४६ ॥",
        "english_devnagari": "īśvare tad-adhīneṣubāliśeṣu dviṣatsu caprema-maitrī-kṛpopekṣāyaḥ karoti sa madhyamaḥ",
        "verse_Syn": [
            "īśvare",
            "tat",
            "adhīneṣu",
            "bāliśeṣu",
            "dviṣatsu",
            "ca",
            "prema",
            "maitrī",
            "kṛpā",
            "upekṣāḥ",
            "yaḥ",
            "karoti",
            "saḥ",
            "madhyamaḥ"
        ],
        "translation": "An intermediate or second-class devotee, called madhyama-adhikārī, offers his love to the Supreme Personality of Godhead, is a sincere friend to all the devotees of the Lord, shows mercy to ignorant people who are innocent and disregards those who are envious of the Supreme Personality of Godhead.",
        "purport": " According to Bhagavad-gītā, every living entity within the material world is eternally a minute fragmental portion of the Supreme Personality of Godhead. Mamaivāṁśo jīva-loke jīva-bhūtaḥ sanātanaḥ (Bg. 15.7). But because of the influence of māyā the puffed-up conditioned souls become inimical to the service of the Lord and the Lord’s devotees, choose leaders among the materialistic sense gratifiers, and thus engage busily in a useless society of the cheaters and the cheated, a society of the blind leading the blind into a ditch. Although the community of Vaiṣṇavas is sincerely eager to serve the conditioned souls by bringing them back to their constitutional position, by māyā’s influence the materialistic living entity becomes hardhearted and rejects the mercy of the Lord’s devotees. According to Śrīla Bhaktisiddhānta Sarasvatī Ṭhākura, although a second-class devotee is eager to preach to the innocent conditioned souls, he should avoid the atheistic class of men so that he will not become disturbed or polluted by their association. Śrīla Viśvanātha Cakravartī Ṭhākura has confirmed that a Vaiṣṇava should be indifferent to those who are envious of the Supreme Lord. It is practically seen that when such persons are informed of the glories of the Supreme Personality of Godhead, they attempt to ridicule the Supreme Lord, thus further deteriorating their polluted existence. In this connection Śrīla Viśvanātha Cakravartī Ṭhākura has quoted from the Tenth Canto of Śrīmad-Bhāgavatam (10.20.36): “Sometimes in autumn the water falls down from the tops of the hills to supply clean water, and sometimes the water stops. Similarly, sometimes great saintly persons distribute clear knowledge, and sometimes they are silent.” In this regard, Śrīla Jīva Gosvāmī has mentioned that although the first-class devotee of the Lord may at times exhibit apparent hatred toward the demons because of entering the mood of the Lord’s pastimes, the intermediate devotees should avoid such feelings. Furthermore, the intermediate devotee should not in any way associate with the powerful atheistic class of men, because there is danger that his mind will become bewildered by such association. According to Śrīla Viśvanātha Cakravartī Ṭhākura, if a Vaiṣṇava preacher encounters one who is envious of him, the preacher should remain far away from such an envious person. But the Vaiṣṇava preacher may meditate upon ways to save the envious class of men. Such meditation is called sad-ācāra, or saintly behavior. Śrīla Jīva Gosvāmī has mentioned Prahlāda Mahārāja as an example of a saintly person. In Śrīmad-Bhāgavatam (7.9.43) there is the following statement by Prahlāda: “O best of the great personalities, I am not at all afraid of material existence, for wherever I stay I am fully absorbed in thought of Your glories and activities. My concern is only for the fools and rascals who are making elaborate plans for material happiness and maintaining their families, societies and countries. I am simply concerned with love for them.” Although a Vaiṣṇava preacher constantly meditates on the welfare of all living entities, he will not associate with those who are unreceptive to the message of the Supreme Lord, Kṛṣṇa. In this regard Śrīla Viśvanātha Cakravartī Ṭhākura states that even Bharata Mahārāja, Vyāsadeva and Śukadeva Gosvāmī do not exhibit their mercy indiscriminately. Śrīla Bhaktisiddhānta Sarasvatī Ṭhākura has given an elaborate explanation to prove that the discrimination employed by a madhyama-adhikārī preacher does not at all show a lack of mercy. He states that upekṣā, or neglect, as mentioned in this verse, is the proper medicine for those who are inimical to the Supreme Lord and His devotees. Indifference from the preacher checks feelings of hostility on both sides. Although there is a Vedic injunction that one should cut out the tongue of a person who offends the Supreme Lord and His devotees, in this age it is best simply to avoid potential offenders and thus prevent them from committing further sinful activities against the Vaiṣṇavas. It is the duty of a Vaiṣṇava preacher to point out the futility of any process besides surrendering to the Supreme Lord. An envious person, however, will resent such strong preaching by a Vaiṣṇava and disrespect him, considering the devotee to be unnecessarily criticizing others. Such a person, who cannot appreciate the mercy of Vaiṣṇavas, should be neglected. Otherwise, according to Śrīla Bhaktisiddhānta Sarasvatī Ṭhākura, his cheating mentality will increase day by day. Those who are not attracted to the saṅkīrtana movement of Śrī Caitanya Mahāprabhu and who disrespect the faithful servants of Lord Caitanya, considering their strong statements about the saṅkīrtana movement to be obstacles to their own worship of the Lord, will never be able to fix their minds on Kṛṣṇa, but will gradually fall down from the path of devotion by confusing the external activities of the material world with the actual worship of the Supreme Personality of Godhead, Kṛṣṇa. Such bewilderment has been expressed by the words bhayaṁ dvitīyābhiniveśataḥ syāt. Śrīla Bhaktisiddhānta Sarasvatī Ṭhākura has strongly rejected those foolish persons who, under a plea of mercy and equal vision, perceive that a faithless person is also a devotee of the Supreme Lord and who thus try to thrust the hari-nāma, or holy name of God, upon such offensive people. Śrīla Bhaktisiddhānta has stated, “When childish people think themselves mahā-bhāgavatas and act in defiance of the Vaiṣṇava spiritual master, such behavior simply holds them back from receiving the mercy of the Vaiṣṇava guru. Bewildered by false ego, these self-proclaimed devotees gradually become fit to be ignored by pure devotees on the intermediate platform and are cheated of the mercy that comes from the devotees’ satisfaction. Thus they become asādhu by constantly committing offenses against the devotees who preach the holy name of Kṛṣṇa. Pure devotees, therefore, in all circumstances display indifference to those who falsely imagine themselves to be viśuddha-bhaktas, or pure devotees of the Lord. This indifference is an excellent manifestation of their mercy.” In other words, those who criticize the Vaiṣṇava preachers on the second-class platform for discriminating between those who are fit to receive the Lord’s mercy and those who are simply envious are misunderstanding the mission of the Lord. Kṛṣṇa Himself states in Bhagavad-gītā (4.8): “To deliver the pious and to annihilate the miscreants, as well as to reestablish the principles of religion, I Myself appear millennium after millennium.” Even such a great Vaiṣṇava as Śukadeva Gosvāmī, one of the twelve mahājanas in this universe, expressed his contempt for the evil Kaṁsa. Śrīla Jīva Gosvāmī has pointed out that even though the mahā-bhāgavata devotee may act on the second-class platform for preaching, his rejection of the envious living entities does not obstruct his vision of the Lord as all-pervading. Rather, when a first-class devotee or even a second-class devotee rejects the atheistic class of men, he is expressing the mission of the Supreme Personality of Godhead. A first-class or second-class Vaiṣṇava never actually becomes envious of another living entity, but out of intense love for the Supreme Lord he becomes angry when the Lord is offended. Also, understanding the Lord’s mission, he discriminates according to the position of a particular living entity. To consider such a Vaiṣṇava preacher an ordinary, envious person, or to consider him sectarian because of his proclamation of pure devotional service as the most exalted of all methods of spiritual advancement, reflects a materialistic vision called vaiṣṇave jāti-buddhiḥ or guruṣu nara-matiḥ. Such an offense drags the offender down to a hellish condition of life by the laws of nature. According to Śrīla Jīva Gosvāmī, although a mahā-bhāgavata sees every living entity as a pure spirit soul, such a mahā-bhāgavata still experiences special ecstasies and other symptoms upon meeting another Vaiṣṇava. This is not contradictory to his vision as a topmost devotee; rather, it is a symptom of his love for Kṛṣṇa. A pure devotee sees every living entity as part and parcel of Kṛṣṇa and therefore expresses his love for Kṛṣṇa through love for all the expansions and creations of Kṛṣṇa. Still, such a mahā-bhāgavata feels special ecstatic love upon seeing another living entity directly pleasing the senses of the Supreme Lord. Such feelings are manifest in the statement of Lord Śiva to the Pracetās: “If one by chance associates with a devotee, even for a fraction of a moment, he no longer is subject to attraction by the results of karma or jñāna. What interest then can he have in the benedictions of the demigods, who are subject to the laws of birth and death?” (Bhāg. 4.24.57) Similarly, Lord Śiva also stated: “You are all devotees of the Lord, and as such I appreciate that you are as respectable as the Supreme Personality of Godhead Himself. I know that in this way the devotees also respect me and that I am dear to them. Thus no one can be as dear to the devotees as I am.” (Bhāg. 4.24.30) Similarly, in the First Canto of Śrīmad-Bhāgavatam (1.7.11) Śrīla Śukadeva Gosvāmī is mentioned as nityaṁ viṣṇu-jana-priyaḥ, especially dear to the pure devotees of the Lord. The wonderful loving dealings between Vaiṣṇavas on the topmost platform are demonstrated in the pastimes of Caitanya-caritāmṛta. In other words, although a Vaiṣṇava sees every living entity as part and parcel of Kṛṣṇa, he must discriminate in his external behavior so as not to interfere with the original purpose of the Lord’s creation, which is to reform the living entities so that they can gradually come back home, back to Godhead. A pure devotee does not foolishly pretend equal vision and approach envious persons; rather, he respects the mission of the Lord, as stated in Bhagavad-gītā (4.11) by the words ye yathā māṁ prapadyante tāṁs tathaiva bhajāmy aham. On the other hand, if it is the Lord’s desire, a pure devotee can offer his respects to all living beings. For example, Śrīla Jīva Gosvāmī mentions that Uddhava and other pure devotees of the Lord were always prepared to offer respectful obeisances even to such persons as Duryodhana. Madhyama-adhikārīs, however, should not imitate such uttama-adhikārī behavior. In this connection, the distinction between madhyama-adhikārī and uttama-adhikārī is stated by Śrīla Viśvanātha Cakravartī Ṭhākura as follows: atra sarva-bhūteṣu bhagavad-darśana-yogyatā yasya kadācid api na dṛṣṭā. A madhyama-adhikārī cannot at any time perceive the presence of the Supreme Lord within all living beings, whereas an uttama-adhikārī, however he acts on the second-class platform to carry out the Lord’s mission, is aware that every living entity is ultimately a forgetful Kṛṣṇa conscious living entity. Therefore, although a devotee may externally engage four different types of behavior, as mentioned in this verse — namely, worship of the Lord, friendship with the devotees, preaching to the innocent and rejection of the demons — he is not necessarily on the second-class platform, since an uttama-adhikārī also may exhibit these symptoms to carry out the Lord’s mission. In this regard, Śrīla Bhaktisiddhānta Sarasvatī Ṭhākura mentions that it is the duty of the madhyama-adhikārī to extend himself as the right hand of the uttama-adhikārī, vowing to work for the benefit of others and offering to help in distributing love of Kṛṣṇa. Finally, Śrīla Bhaktisiddhānta Sarasvatī Ṭhākura has given a nice explanation of the difference between arcana and bhajana. Arcana refers to the platform of sādhana-bhakti, in which one serves the Lord to carry out the rules and regulations of the process. One who has achieved the shelter of the Lord’s holy name and is totally engaged in the attempt to serve the Lord should be considered to be on the platform of bhajana, even though his external activities may sometimes be less strict than those of the neophyte engaged in arcana. This apparent lack of strictness, however, refers to laxity not in the basic principles of sane behavior and renunciation of sense gratification, but rather in the details of Vaiṣṇava ceremonies."
    },
    {
        "verse": "47",
        "devanagari": "अर्चायामेव हरये पूजां य: श्रद्धयेहते ।न तद्भ‍क्तेषु चान्येषु स भक्त: प्राकृत: स्मृत: ॥ ४७ ॥",
        "english_devnagari": "arcāyām eva harayepūjāṁ yaḥ śraddhayehatena tad-bhakteṣu cānyeṣusa bhaktaḥ prākṛtaḥ smṛtaḥ",
        "verse_Syn": [
            "arcāyām",
            "eva",
            "haraye",
            "pūjām",
            "yaḥ",
            "śraddhayā",
            "īhate",
            "na",
            "tat",
            "bhakteṣu",
            "ca",
            "anyeṣu",
            "saḥ",
            "bhaktaḥ",
            "prākṛtaḥ",
            "smṛtaḥ"
        ],
        "translation": "A devotee who faithfully engages in the worship of the Deity in the temple but does not behave properly toward other devotees or people in general is called a prākṛta-bhakta, a materialistic devotee, and is considered to be in the lowest position.",
        "purport": " Śrīla Madhvācārya comments that one in the lowest stage of devotional service faithfully worships the Deity in the temple but is not aware that the Supreme Personality of Godhead is actually all-pervading. This same mentality can be seen in the Western countries, where people commit all types of sinful activities in their homes and in the street but then piously go to a church and pray to God for mercy. Actually, God is in our home, God is in the street, God is in our office, God is in the forest, God is everywhere, and therefore God should be worshiped everywhere by the process of devotional service at His lotus feet. As stated in verse 41 of this chapter: “A devotee should not see anything as being separate from the Supreme Personality of Godhead, Kṛṣṇa. Ether, fire, air, water, earth, the sun and other luminaries, all living beings, the directions, trees and other plants, the rivers and oceans — whatever a devotee experiences he should consider to be an expansion of Kṛṣṇa. Thus seeing everything that exists within creation as the body of the Supreme Lord, Hari, the devotee should offer his sincere respects to the entire expansion of the Lord’s body.” This is the vision of the mahā-bhāgavata devotee of the Lord. Śrīla Madhvācārya states that a madhyama-adhikārī, a devotee in the intermediate stage, sees the Supreme Personality of Godhead as the cause of all causes and therefore offers his love to the Lord. Such a devotee is a sincere friend of other devotees, is merciful to the ignorant and avoids the atheists. Nonetheless, tad-vaśatvaṁ na jānāti sarvasya jagato ’pi tu: his realization of the all-pervading feature of the Supreme Lord is imperfect. Although he does have a general sense that everyone is ultimately meant to be a devotee of the Supreme Lord and he tries to use everything in the service of Kṛṣṇa, aware that everything belongs to the Lord, he may be bewildered by association with atheistic men. Śrīla Madhvācārya states, arcāyām eva saṁsthitam/ viṣṇuṁ jñātvā tad-anyatra naiva jānāti yaḥ pumān. A kaniṣṭha-adhikārī has no idea that the Supreme Lord has the power to exist outside a church or temple. Furthermore, being puffed up by his own ceremonial worship (ātmano bhakti-darpataḥ), a kaniṣṭha-adhikārī cannot imagine that anyone is more pious or religious than he, and he is not even aware that other devotees are more advanced. Thus he cannot understand the madhyama or uttama standard of devotional service, and sometimes, because of his false pride, he criticizes the more advanced devotees of the Lord, neglects them or simply has no understanding of their exalted position as preachers or completely self-realized souls. Another symptom of the kaniṣṭha-adhikārī is that he is infatuated by the material qualifications of so-called great materialistic persons. Having a bodily concept of life himself, he is attracted by material opulence and thus minimizes the position of the Supreme Lord, Viṣṇu. Such a kaniṣṭha-adhikārī, therefore, is disturbed if a second-class devotee criticizes the nondevotees of the Lord. In the name of compassion or kindness, a kaniṣṭha-adhikārī approves of the nondevotional activities of such materialistic men. Because the kaniṣṭha-adhikārī is ignorant of the higher realms of devotional service and the unlimited transcendental bliss of Kṛṣṇa consciousness, he sees devotional service merely as the religious aspect of life but thinks that life has many enjoyable and worthwhile nondevotional aspects. Therefore he becomes angry when second-class devotees, who are experiencing that Kṛṣṇa is everything, criticize the nondevotees. Madhvācārya says that such a person, because of his rudimentary faith in Kṛṣṇa, is considered a devotee, but he is bhaktādhama, a devotee on the lowest standard. If such materialistic devotees follow the rules and regulations of Deity worship, they will gradually be elevated to a higher standard and eventually become pure devotees of the Lord, unless they commit offenses against other devotees, in which case their advancement will be checked. Śrīla Madhvācārya states, tad-bhaktānām upekṣakāḥ kuryur viṣṇāv api dveṣam. Those who neglect or show indifference to the devotees of the Lord are to be considered offenders at the lotus feet of Viṣṇu. Similarly, those who disrespect the demigods will become bereft of devotional service and be forced to rotate again and again within saṁsāra, the cycle of birth and death. Pūjyā devās tataḥ sadā: the demigods are always to be offered respect, since they are devotees of the Supreme Personality of Godhead. If someone is envious of the demigods, he is to be considered envious of the Supreme Personality of Godhead. Similarly, one who offers sincere respect to the demigods is considered to be respecting the will of the Supreme Lord. A Vaiṣṇava does not foolishly think that there are many gods. He knows that there is one Supreme Personality of Godhead. But as stated many times in Śrīmad-Bhāgavatam, the Lord has a mission within this material world, which is to reform the conditioned living entities through the cruel laws of nature. In the Lord’s mission within this world, the demigods are to be considered limbs of the Lord’s body. It is stated in Bhagavad-gītā (7.20): “Those whose minds are distorted by material desires surrender unto demigods and follow the particular rules and regulations of worship according to their own natures.” But there are many examples of devotees who worshiped the demigods to get benedictions for serving Lord Kṛṣṇa. The gopīs worshiped the demigods to achieve Kṛṣṇa, and similarly Rukmiṇīdevī, on the day of her marriage, engaged in such demigod worship, her only goal being Kṛṣṇa. Even today the preachers of the Kṛṣṇa consciousness movement cultivate important people with all kindness and diplomacy so that such wealthy or influential people will engage their resources in the devotional service of Kṛṣṇa to glorify Kṛṣṇa all over the world. Similarly, offering all respects to the demigods so that they will give facility for the devotional service of Kṛṣṇa is not against the bhakti-mārga, although nowadays such demigod worship has also deteriorated. Therefore, Caitanya Mahāprabhu has recommended hari-nāma saṅkīrtana, chanting the holy names of Kṛṣṇa, as the only realistic process for this age. Nonetheless, a devotee of the Lord should not misinterpret Bhagavad-gītā’s injunctions against demigod worship as a license to offend the demigods, who are bona fide Vaiṣṇavas. Śrīla Madhvācārya notes, “All the demigods are extremely inimical to one who does not respect Lord Viṣṇu. Such a person is pushed into the darkest regions by the Lord, as well as by the demigods.” From this statement by Śrīla Madhvācārya, the devotional sentiments of the demigods can be understood. It is stated that in the supreme liberation achieved by an uttama-adhikārī, the most exalted devotee of the Lord, the devotee enjoys transcendental bliss in the direct association of the Supreme Lord and the demigods. According to Śrīla Jīva Gosvāmī, since a kaniṣṭha-adhikārī who cannot properly respect other devotees will certainly fail to offer respects to ordinary living entities who are not even devotees, a kaniṣṭha-adhikārī is useless for practical preaching work unless he comes to a higher platform of understanding. Śrīla Jīva Gosvāmī says, iyaṁ ca śraddhā na śāstrārthāvadhāraṇa-jātā. Because the kaniṣṭha-adhikārī’s faith is not actually based on the statements of Vedic literature, he cannot understand the exalted position of the Supreme Personality of Godhead within everyone’s heart. Therefore he cannot actually manifest love of Godhead, nor can he understand the exalted position of the devotees of the Lord. Kṛṣṇa is so glorious that Kṛṣṇa’s intimate associates must also be glorious. But this is unknown to a kaniṣṭha-adhikārī. Similarly, the essential qualification of a Vaiṣṇava, which is to offer all respects to others (amāninā mānadena kīrtanīyaḥ sadā hariḥ), is also conspicuous by its absence in a kaniṣṭha-adhikārī. If such a person, however, has faith in the Vedic literatures and tries to understand the statements of Bhagavad-gītā and Śrīmad-Bhāgavatam, he will gradually be elevated to the second- and first-class stages of devotional service. According to Śrīla Bhaktisiddhānta Sarasvatī Ṭhākura, a kaniṣṭha-adhikārī should very seriously engage in regulated worship of the Deity. The Deity is a particular incarnation of the Supreme Personality of Godhead. Lord Kṛṣṇa can present Himself before the worshiper in five different manifestations, namely His original form as Kṛṣṇa (para), His quadruple expansions (vyūha), His pastime incarnations (vaibhava), the Supersoul (antaryāmī) and the Deity (arcā). Within the Deity form (arcā) is the Supersoul, who in turn is included within the Lord’s pastime forms (vaibhava). The Supreme Lord’s vaibhava-prakāśa is an emanation from the catur-vyūha. This quadruple expansion of the Lord is situated within the supreme truth, Vāsudeva, who Himself is situated within the svayaṁ-prakāśa-tattva. This svayaṁ-prakāśa consists of expansions of the ultimate svayaṁ-rūpa-tattva, the original form of Kṛṣṇa within Goloka Vṛndāvana in the spiritual sky. This hierarchy of the expansions of the Supreme Lord in the spiritual world is realized even within the material world in terms of one’s eagerness to render service to the Lord. A beginner in the lowest stage of devotional service should try to dedicate all his activities to the satisfaction of the Lord and cultivate the worship of Kṛṣṇa in the temple. According to Śrīla Bhaktisiddhānta Sarasvatī Ṭhākura, all the plenary expansions of the Supreme Lord mentioned above descend into this world and enter within the Deity, who exhibits the function of the Supersoul by accompanying the daily life of the Vaiṣṇava. Although the vaibhava, or pastime expansions, of the Lord incarnate at specific times (rāmādi-mūrtiṣu kalā-niyamena tiṣṭhan), the Supersoul and Deity forms are constantly available for the spiritual advancement of the devotees in this world. As one comes to the madhyama-adhikārī platform, one is able to understand the expansions of the Supreme Lord, whereas the kaniṣṭha-adhikārī’s entire knowledge of the Lord is limited to the Deity. Nonetheless, Kṛṣṇa is so kind that to encourage even the lowest class of Vaiṣṇavas He condenses all of His various forms into the Deity so that by worshiping the Deity the kaniṣṭha-adhikārī devotee is worshiping all the forms of the Lord. As the devotee makes advancement, he can understand these forms as they appear in their own way, both within this world and in the spiritual sky. As long as one remains on the third-class platform, one has no transcendental appreciation of the blissful reality of the Supreme Lord’s paraphernalia and entourage. Śrī Caitanya Mahāprabhu was very pleased with King Pratāparudra when the King, upon receiving an outer cloth from the Lord, immediately installed it as a Deity and began to worship it as being as good as the Lord Himself. Lord Śiva himself has stated, tasmād parataraṁ devi tadīyānāṁ samarcanam. Worship of the paraphernalia, entourage or devotees of the Lord is even better than worship of the Lord, because the Lord is more pleased by worship of His devotees and entourage than by worship of Himself personally. According to Śrīla Bhaktisiddhānta Sarasvatī Ṭhākura, the inability of the kaniṣṭha-adhikārī to appreciate the Lord’s devotees, entourage and paraphernalia indicates that such a materialistic Vaiṣṇava is still affected by the speculative understanding of the karma-vādīs and Māyāvādīs, those who are dedicated to sense gratification and impersonal speculation about the Absolute. Śrīla Prabhupāda often said that only the impersonalist desires to see Kṛṣṇa alone; we desire to see Kṛṣṇa with His cows, His friends, His parents, His gopīs, His flute, jewelry, forest scenery and so on. Kṛṣṇa is gorgeous in the setting of Vṛndāvana. It is in the land of Vṛndāvana that Lord Kṛṣṇa, surrounded by so many beautiful associates, manifests His exalted indescribable beauty. Similarly, the unique mercy of the Supreme Personality of Godhead is exhibited in the activities of His pure devotees who selflessly travel around the universe distributing the dust particles from Kṛṣṇa’s lotus feet on the heads of the conditioned souls. One who is uninterested in the Lord’s paraphernalia, entourage and devotees has a stunted conception of the Supreme Personality of Godhead. This must be due to contamination from the impersonal and sensuous understandings of life. Śrīla Bhaktisiddhānta Sarasvatī Ṭhākura states that after hundreds of lifetimes of faithfully worshiping the Deity of Lord Vāsudeva with external paraphernalia, one realizes the true nature of His transcendental name and mantras, and the bondage of one’s materialistic mentality slackens. In this way, as a kaniṣṭha-adhikārī gradually comes to perceive the mental activities of a devotee and tries seriously to advance to a higher stage, his materialistic conceptions will go away of their own accord. He then exhibits loving service to the Supreme Personality of Godhead and makes friendship with the devotees who are the dearmost sons of the Lord, and by appreciating the universal quality of devotional service to Kṛṣṇa he becomes very much eager to engage other innocent people in the service of the Lord. Further, as he begins to make significant advancement he becomes inimical to anything or anyone that hinders the progress of his devotional life, and thus he avoids atheistic people who cannot benefit by good instruction. The International Society for Krishna Consciousness, founded by His Divine Grace Oṁ Viṣṇupāda Paramahaṁsa Parivrājakācārya 108 Śrī Śrīmad Bhaktivedanta Swami Prabhupāda, is so nice that anyone who helps this society immediately engages in preaching work for the Lord. Thus there is great facility for the members of this society to come quickly to the second-class stage of devotional service. If in the name of Kṛṣṇa consciousness one gives up preaching and instead becomes interested simply in collecting funds for maintenance, he is showing a type of envy of other living entities. This is a symptom of the third-class platform. According to Śrīla Viśvanātha Cakravartī Ṭhākura, verses 45 through 47 constitute the answer to King Nimi’s two questions “What is the nature of devotional service to the Lord?” and “What are the specific duties of the Vaiṣṇavas?”"
    },
    {
        "verse": "48",
        "devanagari": "गृहीत्वापीन्द्रियैरर्थान्यो न द्वेष्टि न हृष्यति ।विष्णोर्मायामिदं पश्यन्स वै भागवतोत्तम: ॥ ४८ ॥",
        "english_devnagari": "gṛhītvāpīndriyair arthānyo na dveṣṭi na hṛṣyativiṣṇor māyām idaṁ paśyansa vai bhāgavatottamaḥ",
        "verse_Syn": [
            "gṛhītvā",
            "api",
            "indriyaiḥ",
            "arthān",
            "yaḥ",
            "na",
            "dveṣṭi",
            "na",
            "hṛṣyati",
            "viṣṇoḥ",
            "māyām",
            "idam",
            "paśyan",
            "saḥ",
            "vai",
            "bhāgavata",
            "uttamaḥ"
        ],
        "translation": "Even while engaging his senses in contact with their objects, one who sees this whole world as the energy of Lord Viṣṇu is neither repelled nor elated. He is indeed the greatest among devotees.",
        "purport": " According to Śrīla Śrīdhara Svāmī, the position of the uttama-adhikārī, or first-class devotee of the Lord, is so worshipable that additional symptoms are now given in eight verses. It should be understood that unless one comes in contact with the lotus feet of a pure devotee of the Lord, the path of freedom from material illusion is very difficult to understand. In the fifth verse of Śrī Upadeśāmṛta Śrīla Rūpa Gosvāmī has stated, śuśrūṣayā bhajana-vijñam ananyam anya-nindādi-śūnya-hṛdam īpsita-saṅga-labdhyā: “One should associate with and faithfully serve that pure devotee who is advanced in undeviated devotional service and whose heart is completely devoid of the propensity to criticize others.” Śrīla Prabhupāda comments, “In this verse Śrīla Rūpa Gosvāmī advises the devotee to be intelligent enough to distinguish between the kaniṣṭha-adhikārī, madhyama-adhikārī and uttama-adhikārī. A neophyte Vaiṣṇava or a Vaiṣṇava situated on the intermediate platform can also accept disciples, but such disciples must be on the same platform, and it should be understood that they cannot advance very well toward the ultimate goal of life under his insufficient guidance. Therefore a disciple should be careful to accept an uttama-adhikārī as a spiritual master.” Therefore additional symptoms will now be given so that the conditioned soul who desires to go back home, back to Godhead, can properly identify the bona fide spiritual master. According to Śrīla Śrīdhara Svāmī and Śrīla Jīva Gosvāmī, associating with a pure devotee of the Lord is so important that now that the various categories of devotional service have been defined, eight additional verses are given concerning the qualifications of a pure devotee, so that students of Śrīmad-Bhāgavatam will make no mistake in this connection. Similarly, in the Second Chapter of Bhagavad-gītā Arjuna asked Kṛṣṇa about the symptoms of a completely Kṛṣṇa conscious person, and Kṛṣṇa elaborately explained the symptoms of one who is prajñā pratiṣṭhitā, or established in Kṛṣṇa consciousness. The particular qualification mentioned in this verse is viṣṇor māyām idaṁ paśyan: one should see the entire material universe as a product of the illusory energy of the Lord. There is no question of lamenting or rejoicing for that which is the property of the Supreme Personality of Godhead. Within this world one generally laments upon losing something desirable and rejoices upon acquiring the object of his wish. But since a pure devotee has no personal desire whatsoever (kṛṣṇa-bhakta niṣkāma — ataeva ‘śānta’), there is no question of gain or loss. As the Lord says in Bhagavad-gītā (18.54): “One who is transcendentally situated at once realizes the Supreme Brahman and becomes fully joyful. He never laments nor desires to have anything; he is equally disposed to every living entity. In that state he attains pure devotional service unto Me.” Similarly, Lord Śiva says to his wife, Pārvatī, while glorifying the character of King Citraketu, “Devotees solely engaged in the devotional service of the Supreme Personality of Godhead, Nārāyaṇa, never fear any condition of life. For them the heavenly planets, liberation and the hellish planets are all the same, for such devotees are interested only in the service of the Lord.” (Bhāg. 6.17.28) This state of complete satisfaction in the devotional service of Kṛṣṇa is not a mental concoction achieved by artificial meditation, but is a result of having experienced the superior nature of the Supreme Personality of Godhead, who is a reservoir of transcendental bliss. As stated in Bhagavad-gītā (2.59), rasa-varjaṁ raso ’py asya paraṁ dṛṣṭvā nivartate. When impersonalists and voidists artificially try to push material things out of their minds, they undergo great hardships and ordeals in their artificial meditation. According to Lord Kṛṣṇa, it is only with great inconvenience and suffering that one can achieve impersonal liberation, because every living being is eternally a person, being part and parcel of the Supreme Person, Kṛṣṇa. The concept of giving up one’s personal identity is a reaction to the terrible frustration of material egotism. It is not a positive program. If one is suffering unbearable pain in his hand, he may agree to have the hand amputated, but the real solution is to remove the infection so that the healthy hand may become a source of pleasure. Similarly ego, or the sense that “I am,” is a source of unlimited happiness when we understand what we are, namely servants of Kṛṣṇa. Impersonal meditation is dry and troublesome. A pure devotee realizes that he is an eternal person, part and parcel of the Supreme Person, Lord Kṛṣṇa, and that he has the privilege as the son of God to participate in the ecstatic eternal pastimes of the Supreme Lord, loving Kṛṣṇa and playing with Him forever. For such a devotee the pale material nature, which is but a perverted reflection of the spiritual world, becomes totally unattractive. Therefore, one who is completely attached to Kṛṣṇa and uninterested in the manifestations of māyā can be considered bhāgavatottamaḥ, a pure devotee of the Lord, as described in a previous verse (bhaktiḥ pareśānubhavo viraktir anyatra ca). Śrīla Madhvācārya has stated, viṣṇor māyāṁ viṣṇv-icchādhīnām: “The words viṣṇor māyām in this verse indicate that the illusory energy always remains dependent upon the will of Lord Viṣṇu.” Similarly the Brahma-saṁhitā (5.44) says, sṛṣṭi-sthiti-pralaya-sādhana-śaktir ekā chāyeva yasya bhuvanāni bibharti durgā. Māyā is like a shadow of the Supreme Personality of Godhead who serves Him in the creation, maintenance and annihilation of this world. Just as a shadow has no independent power of movement but follows the substance that casts the shadow, the illusory energy of the Lord has no independent power, but bewilders the living entities according to the Lord’s desire. One of Kṛṣṇa’s opulences is that He is supremely detached; when a living entity wants to forget Him, Kṛṣṇa immediately employs His illusory energy to facilitate the foolishness of the conditioned soul. According to Śrīla Jīva Gosvāmī the words gṛhītvāpīndriyair arthān indicate that the pure devotee of the Lord does not cease acting within this world; rather, he uses his senses in the service of the Lord of the senses, Hṛṣīkeśa. Hṛṣīkeṇa hṛṣīkeśa-sevanaṁ bhaktir ucyate. Śrīla Rūpa Gosvāmī has stated that if one gives up those material things which are favorable for serving Kṛṣṇa, considering them material and therefore an impediment to his spiritual advancement, his renunciation is merely phalgu-vairāgya, or immature and imperfect renunciation. On the other hand, one who accepts all material things for the service of Kṛṣṇa without any personal desire for sense gratification is actually renounced (yuktaṁ vairāgyam ucyate). Śrīla Bhaktisiddhānta Sarasvatī Ṭhākura has warned in his commentary on this verse that by envying any of the three classes of devotees — uttama-adhikārī, madhyama-adhikārī or kaniṣṭha-adhikārī — one falls down to the platform of impersonalism and loses all power to benefit others or even himself. Therefore those who are trying to advance in Kṛṣṇa consciousness should not endanger their transcendental experience by unnecessarily criticizing other Vaiṣṇavas. According to Śrīla Bhaktisiddhānta Sarasvatī Ṭhākura, if one engages in phalgu-vairāgya, or renouncing material things that are favorable to the service of Lord Kṛṣṇa, one runs the risk of being polluted by impersonal philosophy. On the other hand, by sticking to the principle of yukta-vairāgya, engaging everything for Kṛṣṇa without personal desire, one can remain aloof from the danger of material sense gratification and gradually come to the mahā-bhāgavata platform, as mentioned in this verse."
    },
    {
        "verse": "49",
        "devanagari": "देहेन्द्रियप्राणमनोधियां योजन्माप्ययक्षुद्भ‍यतर्षकृच्छ्रै: ।संसारधर्मैरविमुह्यमान:स्मृत्या हरेर्भागवतप्रधान: ॥ ४९ ॥",
        "english_devnagari": "dehendriya-prāṇa-mano-dhiyāṁ yojanmāpyaya-kṣud-bhaya-tarṣa-kṛcchraiḥsaṁsāra-dharmair avimuhyamānaḥsmṛtyā harer bhāgavata-pradhānaḥ",
        "verse_Syn": [
            "deha",
            "indriya",
            "prāṇa",
            "manaḥ",
            "dhiyām",
            "yaḥ",
            "janma",
            "apyaya",
            "kṣut",
            "bhaya",
            "tarṣa",
            "kṛcchraiḥ",
            "saṁsāra",
            "dharmaiḥ",
            "avimuhyamānaḥ",
            "smṛtyā",
            "hareḥ",
            "bhāgavata",
            "pradhānaḥ"
        ],
        "translation": "Within the material world, one’s material body is always subject to birth and decay. Similarly, the life air [prāṇa] is harassed by hunger and thirst, the mind is always anxious, the intelligence hankers for that which cannot be obtained, and all of the senses are ultimately exhausted by constant struggle in the material nature. A person who is not bewildered by the inevitable miseries of material existence, and who remains aloof from them simply by remembering the lotus feet of the Supreme Personality of Godhead, is to be considered bhāgavata-pradhāna, the foremost devotee of the Lord.",
        "purport": " According to Śrīla Madhvācārya there are three classes of intelligent living beings within this world, namely the demigods, ordinary human beings, and demons. A living being endowed with all auspicious qualities — in other words, a highly advanced devotee of the Lord — either on the earth or in the higher planetary systems is called a deva, or demigod. Ordinary human beings generally have good and bad qualities, and according to this mixture they enjoy and suffer on the earth. But those who are distinguished by their absence of good qualities and who are always inimical to pious life and the devotional service of the Lord are called asuras, or demons. Of these three classes, the ordinary human beings and demons are terribly afflicted by birth, death and hunger, whereas the godly persons, the demigods, are aloof from such bodily distress. The demigods remain aloof from such distress because they are enjoying the results of their pious activities; by the laws of karma, they are unaware of the gross suffering of the material world. As the Lord says in Bhagavad-gītā (9.20): “Those who study the Vedas and drink the soma juice, seeking the heavenly planets, worship Me indirectly. They take birth on the planet of Indra, where they enjoy godly delights.” But the next verse of Bhagavad-gītā says that when one uses up the results of these pious activities, one has to forfeit his status as a demigod, along with the pleasure of the heavenly kingdom, and return to earth as a nara, or ordinary human being (kṣīṇe puṇye martya-lokaṁ viśanti). In fact the laws of nature are so subtle that one may not even return to earth as a human, but may take birth as an insect or tree, depending on the particular configuration of his karma. The pure devotee of the Lord, however, does not experience material misery, because he has given up the bodily concept of life and identifies himself correctly as an eternal servitor of the Supreme Personality of Godhead, Kṛṣṇa. As stated by the Lord Himself in Bhagavad-gītā (9.2), susukhaṁ kartum avyayam. Even in the stage of regulative practice, the process of bhakti-yoga is very joyful. Similarly, Locana dāsa Ṭhākura, a near contemporary of Śrī Caitanya Mahāprabhu, said, saba avatāra sāra śiromaṇi kevala ānanda-kāṇḍa. Although there are various kāṇḍas, or divisions, of Vedic discipline, such as karma-kāṇḍa (fruitive ceremonies) and jñāna-kāṇḍa (regulated speculation), Caitanya Mahāprabhu’s hari-nāma saṅkīrtana movement is kevala ānanda-kāṇḍa, the pathway of pure bliss. Simply by chanting the holy names of Kṛṣṇa, eating the remnants of sumptuous food offered to the Supreme Lord and hearing the enchanting pastimes of the Personality of Godhead, one merges into an ocean of bliss called Kṛṣṇa consciousness. Fortunately this blissful ocean is the eternal situation of every living entity, provided he gives up all of his bogus concepts of life. One should not identify himself as a gross material body, nor as a fickle mind, nor as speculative intelligence, nor should one foolishly identify himself with the so-called void of Buddhist imagination. Nor should one even identify himself with the ocean of impersonal spiritual life called the brahmajyoti, which illuminates the great outdoors of the spiritual sky beyond the covered universe. One should rather identify himself correctly as an eternal individual servant of the supreme individual Personality of Godhead. By this simple admission of one’s constitutional position and by sincere engagement in the service of the lotus feet of the Lord, one is quickly promoted to direct participation in the eternal pastimes of Kṛṣṇa, just as Arjuna got the opportunity to play with Kṛṣṇa as a soldier on the Battlefield of Kurukṣetra. Śrīla Madhvācārya has given an elaborate description of the process by which material miseries arise. When a conditioned soul of demoniac mentality identifies himself with the gross material body, he undergoes miseries of constant drowsiness and unquenchable sexual desires that burn all mental peace and serenity to ashes. When a demoniac person identifies himself with prāṇa, the life air, he suffers from hunger, and by identifying himself with the mind he suffers panic, fear, and hankering that ends in disappointment. When he identifies himself with intelligence, he suffers profound existential bitterness and frustration deep within his heart. When he identifies himself with the false ego, he feels inferiority, thinking, “I am so low.” And when he identifies himself with the process of consciousness, he is haunted by memories of the past. When a demon tries to impose himself as the ruler of all living beings, all of these miseries expand simultaneously. According to Śrīpāda Madhvācārya, sinful life is the demoniac standard for happiness. We can observe that in demoniac societies the dark, late hours of night are considered most appropriate for recreational activity. When a demon hears that someone is rising at four o’clock in the morning to take advantage of the godly early-morning hours, he is astonished and bewildered. Therefore it is said in Bhagavad-gītā (2.69): “What is night for all beings is the time of awakening for the self-controlled; and the time of awakening for all beings is night for the introspective sage.” Śrīla Prabhupāda has commented, “There are two classes of intelligent men. The one is intelligent in material activities for sense gratification, and the other is introspective and awake to the cultivation of self-realization.” Thus the more one can increase illicit sex, intoxication, meat-eating and gambling, the more one advances his prestige in a demoniac society, whereas in a godly society based on Kṛṣṇa consciousness these things are abolished completely. Similarly, as one becomes blissfully attached to the holy name and pastimes of Kṛṣṇa, one becomes more and more alienated from the demoniac society. The demons are self-proclaimed enemies of the Supreme Lord, and they mock His kingdom. Thus they are described by Śrīla Madhvācārya as adho-gateḥ, or those who have purchased their tickets to the darkest regions of hell. On the other hand, if one is undisturbed by the miseries of material life, he is on the same spiritual level as the Supreme Personality of Godhead. As stated in Bhagavad-gītā (2.15): “O best among men [Arjuna], the person who is not disturbed by happiness and distress and is steady in both is certainly eligible for liberation.” One can come to this transcendental stage only by the mercy of the Supreme Personality of Godhead. In the words of Śrī Madhvācārya, sampūrṇānugrahād viṣṇoḥ. Śrīla Bhaktisiddhānta Sarasvatī Ṭhākura has described the process by which one becomes an uttama-adhikārī. If one is fortunate, he gradually becomes disgusted with the limited vision and activities of the kaniṣṭha-adhikārī and learns to appreciate the expanded vision of the madhyama-adhikārī, who is able to recognize that every living entity should become a devotee of Kṛṣṇa and that one achieves the perfection of life by following in the footsteps of an uttama-adhikārī devotee of the Lord. As one’s devotional service gradually intensifies and one repeatedly bathes in dust from the lotus feet of a pure devotee, the harassment of birth, death, hunger, thirst, fear and so on gradually cease disturbing the mind. As stated in Bhakti-rasāmṛta-sindhu (1.2.114): “Even if a devotee is frustrated in his attempt to eat properly or clothe himself properly, he should not allow this material failure to disturb his mind; rather, he should use his intelligence to remember his master, Lord Kṛṣṇa, and thus remain undisturbed.” As one becomes mature in this process of remembering Kṛṣṇa in all circumstances, he is awarded the title mahā-bhāgavata. Śrīla Bhaktisiddhānta gives the example that just as a child’s ball may be fastened to the end of a rope so that it cannot bounce away, a devotee who surrenders to Kṛṣṇa becomes tied to the rope of Vedic injunctions and is never lost in worldly affairs. In this connection Śrīla Bhaktisiddhānta Sarasvatī Ṭhākura has quoted from the Ṛg Veda (1.156.3) as follows: om āsya jānanto nāma cid vivaktan mahas te viṣṇo su-matiṁ bhajāmahe oṁ tat sat. “O Viṣṇu, Your name is completely transcendental. Thus it is self-manifest. Indeed, even without properly understanding the glories of chanting Your holy name, if we vibrate Your name with at least a small understanding of its glories — that is, if we simply repeat the syllables of Your holy name — gradually we shall understand it.” The supreme entity indicated by the praṇava om is sat, or self-revealing. Therefore, even if one is disturbed by fear or envy, the transcendental form of the Supreme Personality of Godhead will become manifest to one who continues to chant the Lord’s holy name. Further evidence is given in Śrīmad-Bhāgavatam (6.2.14): “One who chants the holy name of the Lord is immediately freed from the reactions of unlimited sins, even if he chants indirectly (to indicate something else), jokingly, for musical entertainment, or even neglectfully. This is accepted by all the learned scholars of the scriptures.”"
    },
    {
        "verse": "50",
        "devanagari": "न कामकर्मबीजानां यस्य चेतसि सम्भव: ।वासुदेवैकनिलय: स वै भागवतोत्तम: ॥ ५० ॥",
        "english_devnagari": "na kāma-karma-bījānāṁyasya cetasi sambhavaḥvāsudevaika-nilayaḥsa vai bhāgavatottamaḥ",
        "verse_Syn": [
            "na",
            "kāma",
            "karma",
            "bījānām",
            "yasya",
            "cetasi",
            "sambhavaḥ",
            "vāsudeva",
            "eka",
            "nilayaḥ",
            "saḥ",
            "vai",
            "bhāgavata",
            "uttamaḥ"
        ],
        "translation": "One who has taken exclusive shelter of the Supreme Lord, Vāsudeva, becomes free from fruitive activities, which are based on material lust. In fact, one who has taken shelter of the lotus feet of the Lord is freed from even the desire to enjoy material sense gratification. Plans for enjoying sex life, social prestige and money cannot develop within his mind. Thus he is considered bhāgavatottama, a pure devotee of the Lord on the highest platform.",
        "purport": " According to Śrīla Śrīdhara Svāmī, this verse describes the behavior of a devotee of the Lord. The activities of a pure devotee are devoid of material envy, false elation, delusion and lust. According to the Vaiṣṇava commentators, the word bījānām in this verse refers to vāsanāḥ, or deeply rooted desires, which gradually fructify in the form of activities, for which the living entity becomes subject to reactions. Thus the compound word kāma-karma-bījānām indicates the deep-rooted desire to lord it over the material world through the enjoyment of sexual pleasure and the expansions of sexual pleasure mentioned in the Bhāgavatam (5.5.8) as gṛha-kṣetra-sutāpta-vittaiḥ, that is, a beautiful residential building and ample land for producing sumptuous food to fill the belly, as well as children, friends, social contacts and a large bank balance. All of these material items are essential for completely forgetting that one is an eternal servant of the Supreme Lord. Therefore as stated in the Bhāgavatam, janasya moho ’yam ahaṁ mameti: intoxicated by these objects of material illusion, the conditioned soul becomes madly convinced that he is the center of the universe and that everything in existence has been created only for his personal sense gratification. Whoever obstructs such illusory enjoyment becomes immediately his enemy and subject to be killed. Because of this bodily concept of life and the shackles of illusion, the whole world is being violently shaken by conflict arising from envy and lust. The only possible solution is to accept the leadership of the Lord’s pure devotees, who are described here. A popular expression used to justify democratic government is “Power corrupts and absolute power corrupts absolutely.” Such homilies may be valid on the material platform, but it is specifically mentioned here that a pure devotee of the Lord who has completely taken shelter of the Lord’s lotus feet cannot even consider taking part in material envy and sense gratification. His mind remains perpetually clear and sober, and he is always aware of the ultimate good of every living entity. The Kṛṣṇa consciousness movement is strenuously endeavoring to inform the earth’s suffering living entities of the serious need for a brain in human society. A brain racked by fever cannot give proper direction, and if the so-called thinkers of society are burning with selfish desires, they are no better than feverish, delirious brains. Delirious governments are gradually destroying all traces of happiness in human society. Therefore it is the duty of Vaiṣṇava preachers to act on the platform of bhāgavatottama so that they can give clear guidance to humanity, without being corrupted or even slightly attracted by the material opulence that may be offered to a saintly person. All intelligent human beings who are unable to take directly to the process of bhakti-yoga should at least be sufficiently educated to recognize the first-class devotee of the Lord and accept his guidance. In this way human society can be very nicely organized so that not only all human beings but even the animals, birds and trees can make advancement in life and gradually go back home, back to Godhead, for an eternal life of bliss and knowledge. Śrīla Bhaktisiddhānta Sarasvatī Ṭhākura has emphasized that those seriously interested in achieving the perfection of Kṛṣṇa consciousness must live in a community of Vaiṣṇavas. Śrīla Prabhupāda has also mentioned several times in his literature that it is not possible to achieve the stage of perfect Kṛṣṇa consciousness unless one accepts the shelter of the pure devotees by living in the Kṛṣṇa conscious communities being established all over the world by the International Society for Krishna Consciousness. Śrīla Bhaktisiddhānta Sarasvatī Ṭhākura has emphasized that this does not mean that spiritual life is restricted only to those celibate students who can live within a temple compound. Devotees in the gṛhastha order, that of spiritual family life, can also take shelter of the Vaiṣṇava community by regularly attending temple functions. Those who are living in family life should daily see the Deity of the Supreme Lord, chant His holy names in His personal presence, accept the remnants of food offered to the Deity and hear learned discourses on Bhagavad-gītā and Śrīmad-Bhāgavatam. Any householder who regularly takes advantage of these spiritual facilities and follows the regulative principles of spiritual life, namely no meat-eating, no illicit sex, no gambling and no intoxication, is to be considered a bona fide member of the Vaiṣṇava community. According to Śrīla Bhaktisiddhānta Sarasvatī Ṭhākura, those who remain inimical to the devotional service of the Lord are to be considered lifeless puppets in the hands of the illusory energy of the Lord."
    },
    {
        "verse": "51",
        "devanagari": "न यस्य जन्मकर्मभ्यां न वर्णाश्रमजातिभि: ।सज्जतेऽस्मिन्नहंभावो देहे वै स हरे: प्रिय: ॥ ५१ ॥",
        "english_devnagari": "na yasya janma-karmabhyāṁna varṇāśrama-jātibhiḥsajjate ’sminn ahaṁ-bhāvodehe vai sa hareḥ priyaḥ",
        "verse_Syn": [
            "na",
            "yasya",
            "janma",
            "karmabhyām",
            "na",
            "varṇa",
            "āśrama",
            "jātibhiḥ",
            "sajjate",
            "asmin",
            "aham",
            "bhāvaḥ",
            "dehe",
            "vai",
            "saḥ",
            "hareḥ",
            "priyaḥ"
        ],
        "translation": "Birth in an aristocratic family and the execution of austere and pious activities certainly cause one to take pride in himself. Similarly, if one enjoys a prestigious position within society because his parents are highly respected members of the varṇāśrama social system, one becomes even more infatuated with himself. But if despite these excellent material qualifications one does not feel even a tinge of pride within himself, he is to be considered the dearmost servitor of the Supreme Personality of Godhead.",
        "purport": " According to Śrīla Śrīdhara Svāmī, the word janma (“good birth”) refers to such classes as the mūrdhāvasiktas (children of brāhmaṇa fathers and kṣatriya mothers) and ambaṣṭhas (children of brāhmaṇa fathers and vaiśya mothers), both of which are considered anuloma since the father comes from a higher caste. Marriages in which the mother comes from a higher class than the father are called pratiloma. In any case, one who becomes proud of his so-called prestigious birth is certainly in the bodily concept of life. Birth in any material body is a serious problem, which one should solve by surrendering to the Supreme Personality of Godhead. One can thereby release himself from the golden shackles of a so-called aristocratic material body. According to Śrīla Bhaktisiddhānta Sarasvatī Ṭhākura, kaniṣṭha-adhikārīs think that karma-miśra bhakti, or devotional service mixed with material endeavor, is the ultimate in spiritual life. They become attached to verses such as this: “The Supreme Personality of Godhead, Lord Viṣṇu, is worshiped by the proper execution of prescribed duties in the system of varṇa and āśrama. There is no other way to satisfy the Supreme Personality of Godhead. One must be situated in the institution of the four varṇas and āśramas.” (Viṣṇu Purāṇa 3.8.9) Thus they think that material work in which a portion of the fruits are offered to God forms the highest platform of human life. According to Śrīla Bhaktisiddhānta Sarasvatī Ṭhākura, there are several smṛti literatures that have encouraged such mixed devotional service. Such books are taken by materialistic devotees as facility for offending the holy name of the Lord because of egotistic attachment to the material body. Thus one thinks that a prestigious position in the varṇāśrama system according to birth and so-called pious activities is a prerequisite for becoming successful in life. But those who have actually taken shelter of the holy name of Kṛṣṇa never boast about their birth in the material world, nor do they pride themselves on their so-called expertise in material work. As long as one’s mentality is encumbered by the material designations of the varṇāśrama system, one has very little chance of becoming free from material bondage and establishing himself as dear to the Lord. In this regard, Caitanya Mahāprabhu emphatically declared that He could not identify Himself with any varṇāśrama designation, such as that of a great intellectual or priest, a courageous warrior in the Lord’s army, a brilliant businessman making money for the Lord, or the hardest worker for the Lord. Nor could Caitanya Mahāprabhu identify Himself as a stalwart brahmacārī, a noble householder or an exalted sannyāsī. These designations reflect the material pride that can infiltrate the execution of devotional service. Although a devotee may carry out the standard duties of varṇāśrama, his only designation is gopī-bhartuḥ pada-kamalayor dāsa-dāsānudāsaḥ, the eternal servant of the servant of the servant of the Lord, the master of the gopīs, Kṛṣṇa. According to Śrīla Bhaktisiddhānta Sarasvatī Ṭhākura, when a devotee understands that the process of bhakti-yoga is complete in itself and he becomes absorbed in hearing and chanting the glories of the Lord, the supremely merciful Personality of Godhead affectionately lifts such a first-class devotee onto His own lap. The Supreme Lord can be pleased only by unalloyed devotion, and not by any arrangement of the gross body, composed of five material elements, or the subtle body, composed of innumerable speculations and bogus pride. In other words, Lord Kṛṣṇa can never be pleased by one’s so-called aristocratic body, which is due to be devoured by worms or vultures. If one becomes proud of his material birth and so-called pious activities, by such false pride one gradually develops the impersonal mentality of merely renouncing the fruit of work or else the karmī mentality of enjoying the fruits of work. Neither the karmīs nor the jñānī speculators are aware that the fruit of work actually belongs to Kṛṣṇa. The conclusion is that one should carefully give up all false pride and always remember that he is a humble servant of Kṛṣṇa. As stated by Caitanya Mahāprabhu, amāninā mānadena kīrtanīyaḥ sadā hariḥ."
    },
    {
        "verse": "52",
        "devanagari": "न यस्य स्व: पर इति वित्तेष्वात्मनि वा भिदा ।सर्वभूतसम: शान्त: स वै भागवतोत्तम: ॥ ५२ ॥",
        "english_devnagari": "na yasya svaḥ para itivitteṣv ātmani vā bhidāsarva-bhūta-samaḥ śāntaḥsa vai bhāgavatottamaḥ",
        "verse_Syn": [
            "na",
            "yasya",
            "svaḥ",
            "paraḥ",
            "iti",
            "vitteṣu",
            "ātmani",
            "vā",
            "bhidā",
            "sarva",
            "bhūta",
            "samaḥ",
            "śāntaḥ",
            "saḥ",
            "vai",
            "bhāgavata",
            "uttamaḥ"
        ],
        "translation": "When a devotee gives up the selfish conception by which one thinks “This is my property, and that is his,” and when he is no longer concerned with the pleasures of his own material body or indifferent to the discomforts of others, he becomes fully peaceful and satisfied. He considers himself simply one among all the living beings who are equally part and parcel of the Supreme Personality of Godhead. Such a satisfied Vaiṣṇava is considered to be at the highest standard of devotional service.",
        "purport": " The vision described by the phrase sarva-bhūta-samaḥ, “seeing all living entities equally,” does not include one’s vision of the Supreme Personality of Godhead. In this connection Śrīla Madhvācārya has quoted from the Harī-vaṁśa as follows: “Under no circumstance should one consider the living entity equal to Lord Viṣṇu, either in conditional life or in liberation.” The impersonal speculative philosophers are fond of imagining that although in our present illusion we appear to be individual entities, at liberation we shall all merge into God and be God. Such wishful thinkers cannot reasonably explain how the omnipotent God could arrive at the embarrassing position of having to enter a yoga studio, pay weekly fees, press His nose and chant mantras to regain His divinity. As stated in the Vedas, nityo nityānāṁ cetanaś cetanānām eko bahūnāṁ yo vidadhāti kāmān. The individuality or plurality of living entities is not a product of material existence. The word nityānām, denoting the plurality of eternal entities, clearly indicates that the living entities are eternally individual parts and parcels of the Lord, who is the singular unique entity described here as ekaḥ. In Bhagavad-gītā (1.21) Arjuna said to Kṛṣṇa, rathaṁ sthāpaya me ’cyuta: “My dear Acyuta, please place my chariot between the armies.” This body is also ratha, a vehicle, and therefore the best policy is to request the infallible Lord to take charge of our conditioned body and guide us on the path back to the kingdom of God. The word acyuta means “the infallible” or “one who never falls.” Learned or sane human beings will not entertain the silly notion that the omnipotent, omniscient God has slipped and fallen because of māyā. No amount of wishful thinking can erase our eternal servitorship at the lotus feet of the Lord. This fact is stated by the Lord Himself in the Varāha Purāṇa: “You should never think Me one of the ordinary living entities in the jīva category. In fact I am the reservoir of all opulences and godly qualities, and therefore you should understand that I am the Supreme Lord.” According to Śrīla Jīva Gosvāmī and Śrīla Viśvanātha Cakravartī Ṭhākura, this verse of Śrīmad-Bhāgavatam does not forbid using a particular object in the Lord’s service, since a devotee is free to use anything favorable for serving Lord Kṛṣṇa. This acceptance of favorable objects in the service of Kṛṣṇa is called yukta-vairāgya. As stated by Śrīla Rūpa Gosvāmī, nirbandhaḥ kṛṣṇa-sambandhe: one should be attached for Kṛṣṇa’s sake, never for one’s own sake. If one interprets this verse to indicate that one should not exercise control over any material object, even if it is favorable for serving Kṛṣṇa, one falls into the bad understanding called phalgu-vairāgya, or immature renunciation. Great kings such as Mahārāja Yudhiṣṭhira and Mahārāja Parīkṣit engaged the entire earth, and other Vaiṣṇavas have engaged the entire universe in the service of Kṛṣṇa. But they completely gave up the sense of their personal proprietorship. That is the point made in this verse. Just as one becomes very much concerned about any pain in one’s own body, one should be concerned with bringing the conditioned souls to the platform of devotional service so that all of their suffering will be banished forever. That is the actual purport of not distinguishing between one body and another."
    },
    {
        "verse": "53",
        "devanagari": "त्रिभुवनविभवहेतवेऽप्यकुण्ठ-स्मृतिरजितात्मसुरादिभिर्विमृग्यात् ।न चलति भगवत्पदारविन्दा-ल्ल‍वनिमिषार्धमपि य: स वैष्णवाग्य्र: ॥ ५३ ॥",
        "english_devnagari": "tri-bhuvana-vibhava-hetave ’py akuṇṭha-smṛtir ajitātma-surādibhir vimṛgyātna calati bhagavat-padāravindāllava-nimiṣārdham api yaḥ sa vaiṣṇavāgryaḥ",
        "verse_Syn": [
            "tri",
            "bhuvana",
            "vibhava",
            "hetave",
            "api",
            "akuṇṭha",
            "smṛtiḥ",
            "ajita",
            "ātma",
            "sura",
            "ādibhiḥ",
            "vimṛgyāt",
            "na",
            "calati",
            "bhagavat",
            "pada",
            "aravindāt",
            "lava",
            "nimiṣa",
            "ardham",
            "api",
            "yaḥ",
            "saḥ",
            "vaiṣṇava",
            "agryaḥ"
        ],
        "translation": "The lotus feet of the Supreme Personality of Godhead are sought even by the greatest of demigods, such as Brahmā and Śiva, who have all accepted the Supreme Personality of Godhead as their life and soul. A pure devotee of the Lord can never forget those lotus feet in any circumstance. He will not give up his shelter at the lotus feet of the Lord for a single moment — indeed, not for half a moment — even in exchange for the benediction of ruling and enjoying the opulence of the entire universe. Such a devotee of the Lord is to be considered the best of the Vaiṣṇavas.",
        "purport": " According to Śrīla Śrīdhara Svāmī one may ask, “If one were able to gain the opulence of the entire universe in exchange for leaving the Lord’s lotus feet for just half a moment, what would be the harm in leaving the Lord’s lotus feet for such an insignificant amount of time?” The answer is given by the word akuṇṭha-smṛti. It is simply impossible for a pure devotee to forget the lotus feet of the Personality of Godhead, since everything that exists is in fact an expansion of the Supreme Lord. Since nothing is separate from the Supreme Lord, a pure devotee of the Lord cannot think of anything but the Lord. Nor can a pure devotee contemplate ruling or enjoying universal opulence; even if given all the opulence of the universe, he would immediately offer it at the lotus feet of the Lord and return to his position of a humble servant of the Lord. The words ajitātma-surādibhir vimṛgyāt are very significant in this verse. The lotus feet of Lord Kṛṣṇa are so opulent that even the lords of all material opulence, namely Brahmā and Śiva, as well as the other demigods, are always searching for a glimpse of the Lord’s lotus feet. The word vimṛgyāt indicates that the demigods are not actually able to see the lotus feet of the Lord, but are endeavoring to see them. An example of this is given in the Tenth Canto when Lord Brahmā offers prayers to Viṣṇu, begging the Lord to rectify the disturbances on the earth. A similar verse is found elsewhere in Śrīmad-Bhāgavatam (11.14.14): “The devotee who has offered his soul to Me does not want anything if it is separate from Me — not the position of the supreme demigod of the universe, Brahmā, nor that of Lord Indra, nor kingship over the entire earth or over the lower planetary systems, nor the mystic perfections of yoga, nor even freedom from the cycle of rebirth.” According to Śrīla Viśvanātha Cakravartī Ṭhākura, the word ajitātmā can also be taken to mean ajitendriyāḥ, or “those whose senses are uncontrolled.” Although the demigods are all to be respected as devotees of Lord Viṣṇu, the absence of gross material discomfort in the higher planetary systems makes them tend to become affected by the bodily concept of life, and sometimes they experience some spiritual difficulty due to the gorgeous material facilities available to them. Such disturbances, however, cannot exist within the mind of a pure devotee of the Lord, as indicated in this verse by the word akuṇṭha-smṛti. According to Śrīla Bhaktisiddhānta Sarasvatī Ṭhākura, we can understand from this verse that since none of the material facilities available in any of the universal planetary systems can distract a pure devotee of the Lord, such a devotee can never possibly fall or become inimical to the Lord’s service."
    },
    {
        "verse": "54",
        "devanagari": "भगवत उरुविक्रमाङ्‍‍घ्रिशाखा-नखमणिचन्द्रिकया निरस्ततापे ।हृदि कथमुपसीदतां पुन: सप्रभवति चन्द्र इवोदितेऽर्कताप: ॥ ५४ ॥",
        "english_devnagari": "bhagavata uru-vikramāṅghri-śākhā-nakha-maṇi-candrikayā nirasta-tāpehṛdi katham upasīdatāṁ punaḥ saprabhavati candra ivodite ’rka-tāpaḥ",
        "verse_Syn": [
            "bhagavataḥ",
            "uru",
            "vikrama",
            "aṅghri",
            "śākhā",
            "nakha",
            "maṇi",
            "candrikayā",
            "nirasta",
            "tāpe",
            "hṛdi",
            "katham",
            "upasīdatām",
            "punaḥ",
            "saḥ",
            "prabhavati",
            "candre",
            "iva",
            "udite",
            "arka",
            "tāpaḥ"
        ],
        "translation": "How can the fire of material suffering continue to burn the hearts of those who worship the Supreme Lord? The Lord’s lotus feet have performed innumerable heroic deeds, and the beautiful nails on His toes resemble valuable jewels. The effulgence emanating from those nails resembles cooling moonshine, for it instantly relieves the suffering within the heart of the pure devotee, just as the appearance of the moon’s cooling light relieves the burning heat of the sun.",
        "purport": " When the moon rises, the expansion of its rays drives away the distress of the sun’s fierce heat. Similarly, the cooling rays emanating from the lotus nails of the Personality of Godhead’s lotus feet vanquish all distress for the Lord’s pure devotee. According to the Vaiṣṇava commentators it is to be understood from this verse that material lust, exemplified by uncontrolled sexual desire, is exactly like a blazing fire. The flames of this fire burn to ashes the peace and happiness of the conditioned soul, who perpetually wanders in 8,400,000 species of life, vainly struggling to extinguish this intolerable fire. The pure devotees of the Lord place the Lord’s cooling, jewellike lotus feet within their hearts, and thus all of the pain and suffering of material existence are extinguished. The word uru-vikramāṅghri indicates that the Lord’s lotus feet are quite heroic. Śrī Kṛṣṇa is famous for His incarnation as Vāmana, the dwarf brāhmaṇa, who extended His beautiful toes up to the outer limits of the universe and perforated the universal shell, thus bringing the waters of the holy Ganges into the universe. Similarly, when Kṛṣṇa was entering the city of Mathurā to challenge the demoniac King Kaṁsa and His entrance was impeded by a ferocious elephant named Kuvalayāpīḍa, Lord Kṛṣṇa kicked the elephant to death and peacefully entered the city gates. Lord Kṛṣṇa’s lotus feet are so exalted that the Vedic literatures state that the entire material manifestation rests beneath His lotus feet: samāśritā ye pada-pallava-plavaṁ mahat padaṁ puṇya-yaśo murāreḥ (Bhāg. 10.14.58)."
    },
    {
        "verse": "55",
        "devanagari": "विसृजति हृदयं न यस्य साक्षा-द्धरिरवशाभिहितोऽप्यघौघनाश: ।प्रणयरसनया धृताङ्‍‍घ्रिपद्म:स भवति भागवतप्रधान उक्त: ॥ ५५ ॥",
        "english_devnagari": "visṛjati hṛdayaṁ na yasya sākṣāddharir avaśābhihito ’py aghaugha-nāśaḥpraṇaya-rasanayā dhṛtāṅghri-padmaḥsa bhavati bhāgavata-pradhāna uktaḥ",
        "verse_Syn": [
            "visṛjati",
            "hṛdayam",
            "na",
            "yasya",
            "sākṣāt",
            "hariḥ",
            "avaśa",
            "abhihitaḥ",
            "api",
            "agha",
            "ogha",
            "nāśaḥ",
            "praṇaya",
            "rasanayā",
            "dhṛta",
            "aṅghri",
            "padmaḥ",
            "saḥ",
            "bhavati",
            "bhāgavata",
            "pradhānaḥ",
            "uktaḥ"
        ],
        "translation": "The Supreme Personality of Godhead is so kind to the conditioned souls that if they call upon Him by speaking His holy name, even unintentionally or unwillingly, the Lord is inclined to destroy innumerable sinful reactions in their hearts. Therefore, when a devotee who has taken shelter of the Lord’s lotus feet chants the holy name of Kṛṣṇa with genuine love, the Supreme Personality of Godhead can never give up the heart of such a devotee. One who has thus captured the Supreme Lord within his heart is to be known as bhāgavata-pradhāna, the most exalted devotee of the Lord.",
        "purport": " According to Śrīla Śrīdhara Svāmī, the essence of a pure devotee’s qualifications is given in this verse. A pure devotee is one who has attracted the Lord by his love so that the Lord cannot give up the devotee’s heart. According to Śrīla Jīva Gosvāmī, the word sākṣāt in this verse indicates that a pure devotee has realized knowledge of the Supreme Personality of Godhead, having given his heart to the Supreme Lord, Kṛṣṇa, who is all-attractive in six opulences, including beauty. A pure devotee can never be attracted by the fleshy bags of women’s breasts or by the hallucinations of so-called society, friendship and love within the material world. Therefore his clean heart becomes a suitable abode for the Supreme Lord. A gentleman will live only in a clean place. He will not live in a polluted, contaminated place. Educated people in the Western countries are now greatly protesting the pollution of water and air by urban industrial enterprises. People are demanding the right to live in a clean place. Similarly, Lord Kṛṣṇa is the supreme gentleman, and therefore He will not live in a polluted heart, nor will He appear within the polluted mind of a conditioned soul. When a devotee surrenders to Lord Kṛṣṇa and becomes a lover of the Lord by direct realization of Kṛṣṇa’s all-attractive nature, the Lord makes His residence in the clean heart and mind of such a pure devotee. According to Śrīla Jīva Gosvāmī, ya etādṛśa-praṇayavāṁs tenānena tu sarvadā paramāvaśenaiva kīrtyamānaḥ sutarām evam evāghaugha-nāśaḥ syāt. If a devotee is absorbed in the loving transcendental service of Kṛṣṇa, directly or indirectly he is always glorifying the Lord by transcendental loving service. Therefore, even if he chants the holy name of Kṛṣṇa with improper attention due to being absorbed in the Lord’s service, the mercy of the Lord purifies his heart of all sinful reactions. As stated in Śrīmad-Bhāgavatam (2.1.11): “O King, constant chanting of the holy name of the Lord after the ways of the great authorities is the doubtless and fearless way of success for all, including those who are free from all material desires, those who are desirous of all material enjoyment, and also those who are self-satisfied by dint of transcendental knowledge.” Therefore if one who has not come to the platform of loving devotional service chants the holy name of Kṛṣṇa, he will also be gradually freed from all sinful reactions. In the Sixth Canto of Śrīmad-Bhāgavatam, in the purports to the history of Ajāmila, Śrīla Prabhupāda has elaborately explained the holy name’s potency to purify even an ordinary person. Śrīla Viśvanātha Cakravartī Ṭhākura has nicely explained the process of bringing the Supreme Lord under control. Mother Yaśodā bound the child Kṛṣṇa to a grinding mortar with a rope. Kṛṣṇa, being attracted by the inconceivable love of His devotees, allowed Himself to be bound. Therefore, although Lord Kṛṣṇa binds all the conditioned souls by the chains of His illusory potency, māyā, if those same conditioned souls become pure devotees of the Lord they can in turn bind Kṛṣṇa by the chains of love of God. According to Śrīla Bhaktisiddhānta Sarasvatī Ṭhākura, all the world’s inauspicious conditions due to sinful activities can be immediately eradicated by the chanting of the Lord’s holy name. The Supreme Personality of Godhead never leaves the hearts of those who give up all sinful behavior and chant His holy name. Even if such chanting is not yet perfect, devotees who always remain in the Lord’s service will gradually come to the stage of prema-niṣṭhā, or steady love of Godhead. Then they are to be considered mahā-bhāgavatas, or pure devotees of the Lord."
    }
]