[
    {
        "verse": "1",
        "devanagari": "श्रीभगवानुवाचपरस्वभावकर्माणि न प्रशंसेन्न गर्हयेत् ।विश्वमेकात्मकं पश्यन् प्रकृत्या पुरुषेण च ॥ १ ॥",
        "english_devnagari": "śrī-bhagavān uvācapara-svabhāva-karmāṇina praśaṁsen na garhayetviśvam ekātmakaṁ paśyanprakṛtyā puruṣeṇa ca",
        "verse_Syn": [
            "śrī",
            "bhagavān",
            "uvāca",
            "para",
            "svabhāva",
            "karmāṇi",
            "na",
            "praśaṁset",
            "na",
            "garhayet",
            "viśvam",
            "eka",
            "ātmakam",
            "paśyan",
            "prakṛtyā",
            "puruṣeṇa",
            "ca"
        ],
        "translation": "The Supreme Personality of Godhead said: One should neither praise nor criticize the conditioned nature and activities of other persons. Rather, one should see this world as simply the combination of material nature and the enjoying souls, all based on the one Absolute Truth.",
        "purport": " Material situations and activities appear to be good, passionate or ignorant according to the interaction of the modes of nature. These modes are produced by the illusory potency of the Lord, which is itself not different from its master, the Supreme Personality of Godhead. So a devotee of the Lord remains aloof from the illusory, temporary manifestations of material nature. At the same time, he accepts material nature as the potency of the Lord and thus essentially real. The example may be given that modeling clay is shaped by a child into various playful forms such as tigers, men or houses. The modeling clay is real, whereas the temporary shapes it assumes are illusory, not being actual tigers, men or houses. Similarly, the entire cosmic manifestation is modeling clay in the hands of the Supreme Lord, who acts through māyā to shape the glaring temporary forms of illusion, which absorb the minds of those who are not devotees of the Supreme Personality of Godhead."
    },
    {
        "verse": "2",
        "devanagari": "परस्वभावकर्माणि य: प्रशंसति निन्दति ।स आशु भ्रश्यते स्वार्थादसत्यभिनिवेशत: ॥ २ ॥",
        "english_devnagari": "para-svabhāva-karmāṇiyaḥ praśaṁsati nindatisa āśu bhraśyate svārthādasaty abhiniveśataḥ",
        "verse_Syn": [
            "para",
            "svabhāva",
            "karmāṇi",
            "yaḥ",
            "praśaṁsati",
            "nindati",
            "saḥ",
            "āśu",
            "bhraśyate",
            "sva",
            "arthāt",
            "asati",
            "abhiniveśataḥ"
        ],
        "translation": "Whoever indulges in praising or criticizing the qualities and behavior of others will quickly become deviated from his own best interest by his entanglement in illusory dualities.",
        "purport": " A conditioned soul desires to lord it over material nature and thus criticizes another conditioned soul whom he considers inferior. Similarly, one praises a superior materialist because one aspires to that superior position, in which one may dominate others. Praising and criticizing other materialistic people are thus directly or indirectly based on envy of other living entities and cause one to fall down from sva-artha, one’s real self-interest, Kṛṣṇa consciousness. The words asaty abhiniveśataḥ, “by absorption in the temporary, or unreal,” indicate that one should not adopt a concept of material duality and praise or criticize other materialistic persons. Rather, one should praise the pure devotees of the Supreme Lord and criticize the mentality of rebellion against the Personality of Godhead, by which one becomes a nondevotee. One should not criticize a low-class materialist, thinking that a high-class materialist is nice. In other words, one should distinguish between the material and the spiritual and should not become absorbed in good and bad on the material platform. For example, an honest citizen distinguishes between the life of civil freedom and that of imprisonment, whereas a foolish prisoner distinguishes between comfortable and uncomfortable prison cells. Just as for a free citizen any situation in prison is unacceptable, for a liberated, Kṛṣṇa conscious devotee any material position is unappealing. Śrīla Bhaktisiddhānta Sarasvatī Ṭhākura indicates that rather than trying to separate conditioned souls by materialistic distinctions, one should bring them together to chant the holy names of the Lord and propagate the saṅkīrtana movement of Lord Caitanya. A nondevotee, or even an envious third-class devotee, is not interested in uniting people on the platform of love of Godhead. Instead he unnecessarily separates them by emphasizing material distinctions like “communist,” “capitalist,” “black,” “white,” “rich,” “poor,” “liberal,” “conservative” and so on. Material life is always imperfect, full of ignorance and disappointing in the end. Rather than praising and criticizing the high and low features of ignorance, one should be absorbed in Kṛṣṇa consciousness, on the spiritual platform of eternity, bliss and knowledge."
    },
    {
        "verse": "3",
        "devanagari": "तैजसे निद्रयापन्ने पिण्डस्थो नष्टचेतन: ।मायां प्राप्नोति मृत्युं वा तद्वन्नानार्थद‍ृक् पुमान् ॥ ३ ॥",
        "english_devnagari": "taijase nidrayāpannepiṇḍa-stho naṣṭa-cetanaḥmāyāṁ prāpnoti mṛtyuṁ vātadvan nānārtha-dṛk pumān",
        "verse_Syn": [
            "taijase",
            "nidrayā",
            "āpanne",
            "piṇḍa",
            "sthaḥ",
            "naṣṭa",
            "cetanaḥ",
            "māyām",
            "prāpnoti",
            "mṛtyum",
            "vā",
            "tadvat",
            "nānā",
            "artha",
            "dṛk",
            "pumān"
        ],
        "translation": "Just as the embodied spirit soul loses external consciousness when his senses are overcome by the illusion of dreaming or the deathlike state of deep sleep, so a person experiencing material duality must encounter illusion and death.",
        "purport": " The material senses are described here as taijasa because they are born of false ego in the mode of passion. Impelled by false ego, one dreams of the material world without the Personality of Godhead and makes plans to lord it over nature, to exploit her resources. Modern atheistic scientists have developed this false ego to a fine art and imagine themselves great heroes conquering the obstacles of nature and moving forward toward inevitable omniscience. Such dreamy materialists are repeatedly stunned by the crushing reactions of the laws of nature, and their arrogant, agnostic civilizations are repeatedly annihilated by world wars, natural disasters and violent shifts of the cosmic situation. On a simpler level, all conditioned souls are captivated by sex attraction and thus bound to the illusion of material society, friendship and love. They imagine themselves to be wonderful enjoyers of the material nature, which suddenly turns against them and kills them just like the “tamed” animal that suddenly turns on its master and kills him."
    },
    {
        "verse": "4",
        "devanagari": "किं भद्रं किमभद्रं वा द्वैतस्यावस्तुन: कियत् ।वाचोदितं तदनृतं मनसा ध्यातमेव च ॥ ४ ॥",
        "english_devnagari": "kiṁ bhadraṁ kim abhadraṁ vādvaitasyāvastunaḥ kiyatvācoditaṁ tad anṛtaṁmanasā dhyātam eva ca",
        "verse_Syn": [
            "kim",
            "bhadram",
            "kim",
            "abhadram",
            "vā",
            "dvaitasya",
            "avastunaḥ",
            "kiyat",
            "vācā",
            "uditam",
            "tat",
            "anṛtam",
            "manasā",
            "dhyātam",
            "eva",
            "ca"
        ],
        "translation": "That which is expressed by material words or meditated upon by the material mind is not ultimate truth. What, therefore, is actually good or bad within this insubstantial world of duality, and how can the extent of such good and bad be measured?",
        "purport": " The actual truth is the Supreme Personality of Godhead, from whom everything emanates, by whom everything is maintained, and in whom everything merges to rest. Material nature is the reflection of the Absolute Truth, and by the interaction of the material modes of nature the innumerable varieties of matter appear to be separate, independent truths. Māyā, illusion, distracts the conditioned soul from the Absolute Truth and absorbs his mind in the glaring manifestation of matter, which ultimately is nondifferent from the Absolute Truth, being an emanation from Him. The sense of good and bad as separate from the Supreme Lord is like the good and bad dreams experienced by a sleeping person. Good and bad dreams are equally unreal. Similarly, material good and evil have no permanent existence separate from the Personality of Godhead. The Supreme Lord is the well-wisher of every living entity, and therefore execution of His order is good, whereas disobeying His order is bad. Lord Kṛṣṇa has created a perfect social and occupational system called varṇāśrama-dharma, and the Lord has further given perfect spiritual knowledge in Bhagavad-gītā and other literatures. Execution of Lord Kṛṣṇa’s order will bring complete social, psychological, political, economic and spiritual success to human society. We should not foolishly look for so-called good outside the orders of the Personality of Godhead. Such orders are called the laws of God and constitute the essence, or substance, of religion."
    },
    {
        "verse": "5",
        "devanagari": "छायाप्रत्याह्वयाभासा ह्यसन्तोऽप्यर्थकारिण: ।एवं देहादयो भावा यच्छन्त्यामृत्युतो भयम् ॥ ५ ॥",
        "english_devnagari": "chāyā-pratyāhvayābhāsāhy asanto ’py artha-kāriṇaḥevaṁ dehādayo bhāvāyacchanty ā-mṛtyuto bhayam",
        "verse_Syn": [
            "chāyā",
            "pratyāhvaya",
            "ābhāsāḥ",
            "hi",
            "asantaḥ",
            "api",
            "artha",
            "kāriṇaḥ",
            "evam",
            "deha",
            "ādayaḥ",
            "bhāvāḥ",
            "yacchanti",
            "ā",
            "mṛtyutaḥ",
            "bhayam"
        ],
        "translation": "Although shadows, echoes and mirages are only illusory reflections of real things, such reflections do cause a semblance of meaningful or comprehensible perception. In the same way, although the identification of the conditioned soul with the material body, mind and ego is illusory, this identification generates fear within him even up to the moment of death.",
        "purport": " Although shadows, echoes and mirages are mere reflections of real substances, they create strong emotions in persons falsely accepting them as real. In the same manner, a conditioned soul is seized by such emotions as fear, lust, anger and hope because of his illusory perception of himself as the material body, mind and false ego. By practical example it is thus shown that even illusory objects may cause highly emotional reactions. Ultimately our emotions should be absorbed in the Supreme Personality of Godhead, who is eternal truth. Fear is forever vanquished when one takes shelter of the Lord’s lotus feet. One can then enjoy the pure emotions of liberated life."
    },
    {
        "verse": "6-7",
        "devanagari": "आत्मैव तदिदं विश्वं सृज्यते सृजति प्रभु: ।त्रायते त्राति विश्वात्मा ह्रियते हरतीश्वर: ॥ ६ ॥तस्मान्न ह्यात्मनोऽन्यस्मादन्यो भावो निरूपित: ।निरूपितेऽयं त्रिविधा निर्मूला भातिरात्मनि ।इदं गुणमयं विद्धि त्रिविधं मायया कृतम् ॥ ७ ॥",
        "english_devnagari": "ātmaiva tad idaṁ viśvaṁsṛjyate sṛjati prabhuḥtrāyate trāti viśvātmāhriyate haratīśvaraḥ",
        "verse_Syn": [
            "ātmā",
            "eva",
            "tat",
            "idam",
            "viśvam",
            "sṛjyate",
            "sṛjati",
            "prabhuḥ",
            "trāyate",
            "trāti",
            "viśva",
            "ātmā",
            "hriyate",
            "harati",
            "īśvaraḥ",
            "tasmāt",
            "na",
            "hi",
            "ātmanaḥ",
            "anyasmāt",
            "anyaḥ",
            "bhāvaḥ",
            "nirūpitaḥ",
            "nirūpite",
            "ayam",
            "tri",
            "vidhā",
            "nirmūlā",
            "bhātiḥ",
            "ātmani",
            "idam",
            "guṇa",
            "mayam",
            "viddhi",
            "tri",
            "vidham",
            "māyayā",
            "kṛtam"
        ],
        "translation": "The Supersoul alone is the ultimate controller and creator of this world, and thus He alone is also the created. Similarly, the Soul of all existence Himself both maintains and is maintained, withdraws and is withdrawn. No other entity can be properly ascertained as separate from Him, the Supreme Soul, who nonetheless is distinct from everything and everyone else. The appearance of the threefold material nature, which is perceived within Him, has no actual basis. Rather, you should understand that this material nature, composed of the three modes, is simply the product of His illusory potency.",
        "purport": " The Absolute Truth, Lord Śrī Kṛṣṇa, expands His external potency and thus creates the material cosmos. As with the sun globe and its expanded rays, the Lord and His expanded potency are simultaneously one and different. Although to conditioned souls material duality seems to be based on the modes of nature, the entire material manifestation is actually nondifferent from the Lord and is of one ultimately spiritual nature. The modes of nature create sense objects, demigods, human beings, animals, friends, enemies and so forth. But in reality, everything is simply an expansion of the potency of the Supreme Lord. Foolishly, the conditioned soul tries to lord it over material nature, but the Lord Himself, being nondifferent from that nature, is its only true proprietor. In several places the Śrīmad-Bhāgavatam has given the example of the spider spinning its web by expanding thread from its own mouth. Similarly, through His own potency the Lord manifests the material world, maintains it and eventually withdraws it within Himself. Although the Lord is the unique Supreme Personality of Godhead, above everyone and everything, He is simultaneously and inconceivably nondifferent from everything. Therefore it is the Lord Himself who is manifested when the Lord creates, it is the Lord Himself who is maintained when the Lord maintains, and it is the Lord Himself who is withdrawn at the time of annihilation. Although the Lord is nondifferent from both His spiritual abode and His material creation, still the spiritual abode, Vaikuṇṭha, is always superior to the material manifestation. Both matter and spirit are energies of the Lord, yet the spiritual energy is molded into the eternal forms of bliss and knowledge, whereas the temporary forms of matter are symbols of ignorance and frustration for the conditioned souls who covet them. The Supreme Lord is Himself the reservoir of all pleasure and is thus dear to His devotees. The presumption that the Lord cannot give us complete pleasure is due to our misidentifying Him as a product of the material modes of nature. As a result, we pursue false happiness in the deadly embrace of māyā and thus deviate from our eternal loving relationship with Lord Kṛṣṇa."
    },
    {
        "verse": "8",
        "devanagari": "एतद् विद्वान् मदुदितं ज्ञानविज्ञाननैपुणम् ।न निन्दति न च स्तौति लोके चरति सूर्यवत् ॥ ८ ॥",
        "english_devnagari": "etad vidvān mad-uditaṁjñāna-vijñāna-naipuṇamna nindati na ca stautiloke carati sūrya-vat",
        "verse_Syn": [
            "etat",
            "vidvān",
            "mat",
            "uditam",
            "jñāna",
            "vijñāna",
            "naipuṇam",
            "na",
            "nindati",
            "na",
            "ca",
            "stauti",
            "loke",
            "carati",
            "sūrya",
            "vat"
        ],
        "translation": "One who has properly understood the process of becoming firmly fixed in theoretical and realized knowledge, as described herein by Me, does not indulge in material criticism or praise. Like the sun, he wanders freely throughout this world.",
        "purport": " Every living entity emanates from the Supreme Lord and is thus naturally full of realized knowledge. But when one becomes attached to praising or criticizing material good and bad for one’s personal sense gratification, one’s expert knowledge of the Lord becomes covered. A pure devotee should neither love nor hate any aspect of material illusion; he should rather accept whatever is favorable for serving Kṛṣṇa and reject whatever is unfavorable, following the guidance of a bona fide spiritual master."
    },
    {
        "verse": "9",
        "devanagari": "प्रत्यक्षेणानुमानेन निगमेनात्मसंविदा ।आद्यन्तवदसज्ज्ञात्वा नि:सङ्गो विचरेदिह ॥ ९ ॥",
        "english_devnagari": "pratyakṣeṇānumānenanigamenātma-saṁvidāādy-antavad asaj jñātvāniḥsaṅgo vicared iha",
        "verse_Syn": [
            "pratyakṣeṇa",
            "anumānena",
            "nigamena",
            "ātma",
            "saṁvidā",
            "ādi",
            "anta",
            "vat",
            "asat",
            "jñātvā",
            "niḥsaṅgaḥ",
            "vicaret",
            "iha"
        ],
        "translation": "By direct perception, logical deduction, scriptural testimony and personal realization, one should know that this world has a beginning and an end and so is not the ultimate reality. Thus one should live in this world without attachment.",
        "purport": " According to Śrīla Jīva Gosvāmī, there are two main material dualities. The first duality is that one sees material good and bad, beautiful and ugly, rich and poor, and so on. The second is that one sees the entire material world as separate from or independent of the Supreme Personality of Godhead. The first duality, that of opposites, is subject to dissolution by the influence of time, and the second duality, that of separateness, is merely a hallucination. One who is firmly convinced of the temporary, illusory nature of this world moves about freely, without attachment. Although engaging in all types of devotional service for the Lord, such a person is never entangled and remains cheerful and satisfied in spiritual consciousness."
    },
    {
        "verse": "10",
        "devanagari": "श्रीउद्धव उवाचनैवात्मनो न देहस्य संसृतिर्द्रष्टृद‍ृश्ययो: ।अनात्मस्वद‍ृशोरीश कस्य स्यादुपलभ्यते ॥ १० ॥",
        "english_devnagari": "śrī-uddhava uvācanaivātmano na dehasyasaṁsṛtir draṣṭṛ-dṛśyayoḥanātma-sva-dṛśor īśakasya syād upalabhyate",
        "verse_Syn": [
            "śrī",
            "uddhavaḥ",
            "uvāca",
            "na",
            "eva",
            "ātmanaḥ",
            "na",
            "dehasya",
            "saṁsṛtiḥ",
            "draṣṭṛ",
            "dṛśyayoḥ",
            "anātma",
            "sva",
            "dṛśoḥ",
            "īśa",
            "kasya",
            "syāt",
            "upalabhyate"
        ],
        "translation": "Śrī Uddhava said: My dear Lord, it is not possible for this material existence to be the experience of either the soul, who is the seer, or of the body, which is the seen object. On the one hand, the spirit soul is innately endowed with perfect knowledge, and on the other hand, the material body is not a conscious, living entity. To whom, then, does this experience of material existence pertain?",
        "purport": " Since the living entity is pure spirit soul, innately full of perfect knowledge and bliss, and since the material body is a biochemical machine without knowledge or personal consciousness, who or what is actually experiencing the ignorance and anxiety of this material existence? The conscious experience of material life cannot be denied, and thus Uddhava asks Lord Kṛṣṇa this question to elicit a more precise understanding of the process by which illusion occurs."
    },
    {
        "verse": "11",
        "devanagari": "आत्माव्ययोऽगुण: शुद्ध: स्वयंज्योतिरनावृत: ।अग्निवद्दारुवदचिद्देह: कस्येह संसृति: ॥ ११ ॥",
        "english_devnagari": "ātmāvyayo ’guṇaḥ śuddhaḥsvayaṁ-jyotir anāvṛtaḥagni-vad dāru-vad aciddehaḥ kasyeha saṁsṛtiḥ",
        "verse_Syn": [
            "ātmā",
            "avyayaḥ",
            "aguṇaḥ",
            "śuddhaḥ",
            "svayam",
            "jyotiḥ",
            "anāvṛtaḥ",
            "agni",
            "vat",
            "dāru",
            "vat",
            "acit",
            "dehaḥ",
            "kasya",
            "iha",
            "saṁsṛtiḥ"
        ],
        "translation": "The spirit soul is inexhaustible, transcendental, pure, self-luminous and never covered by anything material. It is like fire. But the nonliving material body, like firewood, is dull and unaware. So in this world, who is it that actually undergoes the experience of material life?",
        "purport": " The words anāvṛtaḥ and agni-vat are significant here. Fire can never be covered with darkness because by nature fire is illuminating. Similarly, the spirit soul is svayaṁ-jyotiḥ, or self-luminous, and thus the soul is transcendental — he can never be covered by the darkness of material life. On the other hand, the material body, like firewood, is by nature dull and unilluminated. In itself it does not have any awareness of life. If the soul is transcendental to material life and the body is not even conscious of it, the following question arises: How does our experience of material existence actually take place?"
    },
    {
        "verse": "12",
        "devanagari": "श्रीभगवानुवाचयावद् देहेन्द्रियप्राणैरात्मन: सन्निकर्षणम् ।संसार: फलवांस्तावदपार्थोऽप्यविवेकिन: ॥ १२ ॥",
        "english_devnagari": "śrī-bhagavān uvācayāvad dehendriya-prāṇairātmanaḥ sannikarṣaṇamsaṁsāraḥ phalavāṁs tāvadapārtho ’py avivekinaḥ",
        "verse_Syn": [
            "śrī",
            "bhagavān",
            "uvāca",
            "yāvat",
            "deha",
            "indriya",
            "prāṇaiḥ",
            "ātmanaḥ",
            "sannikarṣaṇam",
            "saṁsāraḥ",
            "phala",
            "vān",
            "tāvat",
            "apārthaḥ",
            "api",
            "avivekinaḥ"
        ],
        "translation": "The Supreme Personality of Godhead said: As long as the foolish spirit soul remains attracted to the material body, senses and vital force, his material existence continues to flourish, although it is ultimately meaningless.",
        "purport": " Here the word sannikarṣaṇam indicates that the pure spirit soul voluntarily connects himself with the material body, considering this a most fruitful arrangement. Actually, the situation is apārtha, useless, unless one uses one’s embodied situation to engage in the loving service of the Lord. At that time one’s connection is actually with Lord Kṛṣṇa, not with the body, which becomes a mere instrument for executing one’s higher purpose."
    },
    {
        "verse": "13",
        "devanagari": "अर्थे ह्यविद्यमानेऽपि संसृतिर्न निवर्तते ।ध्यायतो विषयानस्य स्वप्नेऽनर्थागमो यथा ॥ १३ ॥",
        "english_devnagari": "arthe hy avidyamāne ’pisaṁsṛtir na nivartatedhyāyato viṣayān asyasvapne ’narthāgamo yathā",
        "verse_Syn": [
            "arthe",
            "hi",
            "avidyamāne",
            "api",
            "saṁsṛtiḥ",
            "na",
            "nivartate",
            "dhyāyataḥ",
            "viṣayān",
            "asya",
            "svapne",
            "anartha",
            "āgamaḥ",
            "yathā"
        ],
        "translation": "Actually, the living entity is transcendental to material existence. But because of his mentality of lording it over material nature, his material existential condition does not cease, and, just as in a dream, he is affected by all sorts of disadvantages.",
        "purport": " This same verse and other very similar verses occur elsewhere in the Śrīmad-Bhāgavatam: Third Canto, Chapter Twenty-seven, verse 4; Fourth Canto, Chapter Twenty-nine, verses 35 and 73; and Eleventh Canto, Chapter Twenty-two, verse 56. In fact, this verse completely explains the essence of illusion."
    },
    {
        "verse": "14",
        "devanagari": "यथा ह्यप्रतिबुद्धस्य प्रस्वापो बह्वनर्थभृत् ।स एव प्रतिबुद्धस्य न वै मोहाय कल्पते ॥ १४ ॥",
        "english_devnagari": "yathā hy apratibuddhasyaprasvāpo bahv-anartha-bhṛtsa eva pratibuddhasyana vai mohāya kalpate",
        "verse_Syn": [
            "yathā",
            "hi",
            "apratibuddhasya",
            "prasvāpaḥ",
            "bahu",
            "anartha",
            "bhṛt",
            "saḥ",
            "eva",
            "pratibuddhasya",
            "na",
            "vai",
            "mohāya",
            "kalpate"
        ],
        "translation": "Although while dreaming a person experiences many undesirable things, upon awakening he is no longer confused by the dream experiences.",
        "purport": " Even a liberated soul must observe material objects while living in this world. But being awake to Kṛṣṇa consciousness, he understands that sensory pains and pleasures, like dreams, are without substance. Thus the liberated soul is not bewildered by illusion."
    },
    {
        "verse": "15",
        "devanagari": "शोकहर्षभयक्रोधलोभमोहस्पृहादय: ।अहङ्कारस्य द‍ृश्यन्ते जन्म मृत्युश्च नात्मन: ॥ १५ ॥",
        "english_devnagari": "śoka-harṣa-bhaya-krodha-lobha-moha-spṛhādayaḥahaṅkārasya dṛśyantejanma-mṛtyuś ca nātmanaḥ",
        "verse_Syn": [
            "śoka",
            "harṣa",
            "bhaya",
            "krodha",
            "lobha",
            "moha",
            "spṛhā",
            "ādayaḥ",
            "ahaṅkārasya",
            "dṛśyante",
            "janma",
            "mṛtyuḥ",
            "ca",
            "na",
            "ātmanaḥ"
        ],
        "translation": "Lamentation, elation, fear, anger, greed, confusion and hankering, as well as birth and death, are experiences of the false ego and not of the pure soul.",
        "purport": " False ego is the pure soul’s illusory identification with the subtle material mind and the gross material body. As a result of this illusory identification, the conditioned soul feels lamentation for things lost, jubilation over things gained, fear of things inauspicious, anger at the frustration of his desires, and greed for sense gratification. And so, bewildered by such false attractions and aversions, the conditioned soul must accept further material bodies, which means he must undergo repeated births and deaths. One who is self-realized knows that all such mundane emotions have nothing to do with the pure soul, whose natural propensity is to engage in the loving service of the Lord."
    },
    {
        "verse": "16",
        "devanagari": "देहेन्द्रियप्राणमनोऽभिमानोजीवोऽन्तरात्मा गुणकर्ममूर्ति: ।सूत्रं महानित्युरुधेव गीत:संसार आधावति कालतन्त्र: ॥ १६ ॥",
        "english_devnagari": "dehendriya-prāṇa-mano-’bhimānojīvo ’ntar-ātmā guṇa-karma-mūrtiḥsūtraṁ mahān ity urudheva gītaḥsaṁsāra ādhāvati kāla-tantraḥ",
        "verse_Syn": [
            "deha",
            "indriya",
            "prāṇa",
            "manaḥ",
            "abhimānaḥ",
            "jīvaḥ",
            "antaḥ",
            "ātmā",
            "guṇa",
            "karma",
            "mūrtiḥ",
            "sūtram",
            "mahān",
            "iti",
            "urudhā",
            "iva",
            "gītaḥ",
            "saṁsāre",
            "ādhāvati",
            "kāla",
            "tantraḥ"
        ],
        "translation": "The living entity who falsely identifies with his body, senses, life air and mind, and who dwells within these coverings, assumes the form of his own materially conditioned qualities and work. He is designated variously in relation to the total material energy, and thus, under the strict control of supreme time, he is forced to run here and there within material existence.",
        "purport": " False ego, which causes the living entity to suffer material existence, is here described in detail as the illusory identification with the material body, senses, life air and mind. The word kāla refers directly to the Supreme Personality of Godhead, who imposes the limiting segments of time upon the conditioned souls, keeping them tightly bound under the laws of nature. Liberation is not an impersonal experience; liberation is attainment of one’s eternal body, senses, mind and intelligence in the association of the Personality of Godhead. We can revive our eternal, liberated personality, free from the contamination of false ego, by dedicating ourselves to the loving service of the Lord in Kṛṣṇa consciousness. When the pure spirit soul accepts the false ego, he must undergo material suffering. One automatically conquers the false ego by accepting oneself, in pure Kṛṣṇa consciousness, to be the eternal servant of Lord Kṛṣṇa."
    },
    {
        "verse": "17",
        "devanagari": "अमूलमेतद् बहुरूपरूपितंमनोवच:प्राणशरीरकर्म ।ज्ञानासिनोपासनया शितेन-च्छित्त्वा मुनिर्गां विचरत्यतृष्ण: ॥ १७ ॥",
        "english_devnagari": "amūlam etad bahu-rūpa-rūpitaṁmano-vacaḥ-prāṇa-śarīra-karmajñānāsinopāsanayā śitenacchittvā munir gāṁ vicaraty atṛṣṇaḥ",
        "verse_Syn": [
            "amūlam",
            "etat",
            "bahu",
            "rūpa",
            "rūpitam",
            "manaḥ",
            "vacaḥ",
            "prāṇa",
            "śarīra",
            "karma",
            "jñāna",
            "asinā",
            "upāsanayā",
            "śitena",
            "chittvā",
            "muniḥ",
            "gām",
            "vicarati",
            "atṛṣṇaḥ"
        ],
        "translation": "Although the false ego has no factual basis, it is perceived in many forms — as the functions of the mind, speech, life air and bodily faculties. But with the sword of transcendental knowledge, sharpened by worship of a bona fide spiritual master, a sober sage will cut off this false identification and live in this world free from all material attachment.",
        "purport": " The word bahu-rūpa-rūpitam, “perceived in many forms,” also indicates that the false ego is manifest in the belief that one is a demigod, a great man, a beautiful lady, an oppressed worker, a tiger, a bird, an insect and so on. By the influence of false ego, the pure soul accepts some material covering to be his ultimate self, but such ignorance can be removed by the process described in this verse."
    },
    {
        "verse": "18",
        "devanagari": "ज्ञानं विवेको निगमस्तपश्चप्रत्यक्षमैतिह्यमथानुमानम् ।आद्यन्तयोरस्य यदेव केवलंकालश्च हेतुश्च तदेव मध्ये ॥ १८ ॥",
        "english_devnagari": "jñānaṁ viveko nigamas tapaś capratyakṣam aitihyam athānumānamādy-antayor asya yad eva kevalaṁkālaś ca hetuś ca tad eva madhye",
        "verse_Syn": [
            "jñānam",
            "vivekaḥ",
            "nigamaḥ",
            "tapaḥ",
            "ca",
            "pratyakṣam",
            "aitihyam",
            "atha",
            "anumānam",
            "ādi",
            "antayoḥ",
            "asya",
            "yat",
            "eva",
            "kevalam",
            "kālaḥ",
            "ca",
            "hetuḥ",
            "ca",
            "tat",
            "eva",
            "madhye"
        ],
        "translation": "Real spiritual knowledge is based on the discrimination of spirit from matter, and it is cultivated by scriptural evidence, austerity, direct perception, reception of the Purāṇas’ historical narrations, and logical inference. The Absolute Truth, which alone was present before the creation of the universe and which alone will remain after its destruction, is also the time factor and the ultimate cause. Even in the middle stage of this creation’s existence, the Absolute Truth alone is the actual reality.",
        "purport": " Material scientists and philosophers are desperately searching for the ultimate material cause or principle, which is described here as kāla, the time factor. The material process of cause and effect takes place entirely within a sequence of time; in other words, the time factor is the motivating impetus for material cause and effect. This time factor is a manifestation of the Supersoul, the form of the Supreme Lord that pervades and supports the cosmic manifestation. The method for acquiring knowledge is scientifically described here, and those who are serious, reasonable scholars will take advantage of the transcendental epistemology revealed here by the Lord."
    },
    {
        "verse": "19",
        "devanagari": "यथा हिरण्यं स्वकृतं पुरस्तात्पश्चाच्च सर्वस्य हिरण्मयस्य ।तदेव मध्ये व्यवहार्यमाणंनानापदेशैरहमस्य तद्वत् ॥ १९ ॥",
        "english_devnagari": "yathā hiraṇyaṁ sv-akṛtaṁ purastātpaścāc ca sarvasya hiraṇ-mayasyatad eva madhye vyavahāryamāṇaṁnānāpadeśair aham asya tadvat",
        "verse_Syn": [
            "yathā",
            "hiraṇyam",
            "su",
            "akṛtam",
            "purastāt",
            "paścāt",
            "ca",
            "sarvasya",
            "hiraṇ",
            "mayasya",
            "tat",
            "eva",
            "madhye",
            "vyavahāryamāṇam",
            "nānā",
            "apadeśaiḥ",
            "aham",
            "asya",
            "tadvat"
        ],
        "translation": "Gold alone is present before its manufacture into gold products, the gold alone remains after the products’ destruction, and the gold alone is the essential reality while it is being utilized under various designations. Similarly, I alone exist before the creation of this universe, after its destruction and during its maintenance.",
        "purport": " Gold is manufactured into many types of jewelry, as well as into coins and other luxurious products. But at each stage — before manufacture, during manufacture, during utilization and afterward — the essential reality is gold. In the same way, the Supreme Personality of Godhead is the essential reality — both the dynamic and the ingredient cause of everything. All throughout the material creation, the Lord is simply setting into motion His own potency, which is not different from Him."
    },
    {
        "verse": "20",
        "devanagari": "विज्ञानमेतत्‍त्रियवस्थमङ्गगुणत्रयं कारणकार्यकर्तृ ।समन्वयेन व्यतिरेकतश्चयेनैव तुर्येण तदेव सत्यम् ॥ २० ॥",
        "english_devnagari": "vijñānam etat triy-avastham aṅgaguṇa-trayaṁ kāraṇa-kārya-kartṛsamanvayena vyatirekataś cayenaiva turyeṇa tad eva satyam",
        "verse_Syn": [
            "vijñānam",
            "etat",
            "tri",
            "avastham",
            "aṅga",
            "guṇa",
            "trayam",
            "kāraṇa",
            "kārya",
            "kartṛ",
            "samanvayena",
            "vyatirekataḥ",
            "ca",
            "yena",
            "eva",
            "turyeṇa",
            "tat",
            "eva",
            "satyam"
        ],
        "translation": "The material mind manifests in three phases of consciousness — wakefulness, sleep and deep sleep — which are products of the three modes of nature. The mind further appears in three different roles — the perceiver, the perceived and the regulator of perception. Thus the mind is manifested variously throughout these threefold designations. But it is the fourth factor, existing separately from all this, that alone constitutes the Absolute Truth.",
        "purport": " As stated in Kaṭha Upaniṣad (2.2.15), tam eva bhāntam anubhāti sarvaṁ/ tasya bhāsā sarvam idaṁ vibhāti: “Everything radiates its illumination in pursuance of His original illumination; His light illuminates everything in this universe.” As thus described, the entire range of perception, cognition and sensitivity is an insignificant expansion of the perception, cognition and sensitivity of the Personality of Godhead."
    },
    {
        "verse": "21",
        "devanagari": "न यत् पुरस्तादुत यन्न पश्चा-न्मध्ये च तन्न व्यपदेशमात्रम् ।भूतं प्रसिद्धं च परेण यद् यत्तदेव तत् स्यादिति मे मनीषा ॥ २१ ॥",
        "english_devnagari": "na yat purastād uta yan na paścānmadhye ca tan na vyapadeśa-mātrambhūtaṁ prasiddhaṁ ca pareṇa yad yattad eva tat syād iti me manīṣā",
        "verse_Syn": [
            "na",
            "yat",
            "purastāt",
            "uta",
            "yat",
            "na",
            "paścāt",
            "madhye",
            "ca",
            "tat",
            "na",
            "vyapadeśa",
            "mātram",
            "bhūtam",
            "prasiddham",
            "ca",
            "pareṇa",
            "yat",
            "yat",
            "tat",
            "eva",
            "tat",
            "syāt",
            "iti",
            "me",
            "manīṣā"
        ],
        "translation": "That which did not exist in the past and will not exist in the future also has no existence of its own for the period of its duration, but is only a superficial designation. In My opinion, whatever is created and revealed by something else is ultimately only that other thing.",
        "purport": " Although all material products, such as our own bodies, are temporary and thus ultimately false, the material world is a real manifestation of the Lord’s potency. The basic substance, or reality, of this world is the Personality of Godhead Himself, whereas the temporary designations imposed by the conditioned souls are illusion. Thus we consider ourselves American, Russian, British, German, Indian, black, white, Hindu, Muslim, Christian and so forth. In fact, we are the marginal potency of the Supreme Lord, but by attempting to exploit the Lord’s inferior material potency we have become entangled in illusion. Everything should be properly defined in terms of the Personality of Godhead, who is the essential reality of this and all other worlds."
    },
    {
        "verse": "22",
        "devanagari": "अविद्यमानोऽप्यवभासते योवैकारिको राजससर्ग एष: ।ब्रह्म स्वयंज्योतिरतो विभातिब्रह्मेन्द्रियार्थात्मविकारचित्रम् ॥ २२ ॥",
        "english_devnagari": "avidyamāno ’py avabhāsate yovaikāriko rājasa-sarga eṣaḥbrahma svayaṁ jyotir ato vibhātibrahmendriyārthātma-vikāra-citram",
        "verse_Syn": [
            "avidyamānaḥ",
            "api",
            "avabhāsate",
            "yaḥ",
            "vaikārikaḥ",
            "rājasa",
            "sargaḥ",
            "eṣaḥ",
            "brahma",
            "svayam",
            "jyotiḥ",
            "ataḥ",
            "vibhāti",
            "brahma",
            "indriya",
            "artha",
            "ātma",
            "vikāra",
            "citram"
        ],
        "translation": "Although thus not existing in reality, this manifestation of transformations created from the mode of passion appears real because the self-manifested, self-luminous Absolute Truth exhibits Himself in the form of the material variety of the senses, the sense objects, the mind and the elements of physical nature.",
        "purport": " The total material nature, pradhāna, is originally undifferentiated and inert, but later it undergoes transformation when the Supreme Lord, through His time agent, glances upon it and activates the mode of passion. Material transformation thus takes place and is exhibited as the Lord’s inferior energy. In contrast, the Supreme Lord’s personal abode possesses eternal variety, which is the self-luminous, internal opulence of the Absolute Truth and is not subject to material creation, transformation or annihilation. The material world is in this way simultaneously one with and different from the Absolute Truth."
    },
    {
        "verse": "23",
        "devanagari": "एवं स्फुटं ब्रह्मविवेकहेतुभि:परापवादेन विशारदेन ।छित्त्वात्मसन्देहमुपारमेतस्वानन्दतुष्टोऽखिलकामुकेभ्य: ॥ २३ ॥",
        "english_devnagari": "evaṁ sphuṭaṁ brahma-viveka-hetubhiḥparāpavādena viśāradenachittvātma-sandeham upārametasvānanda-tuṣṭo ’khila-kāmukebhyaḥ",
        "verse_Syn": [
            "evam",
            "sphuṭam",
            "brahma",
            "viveka",
            "hetubhiḥ",
            "para",
            "apavādena",
            "viśāradena",
            "chittvā",
            "ātma",
            "sandeham",
            "upārameta",
            "sva",
            "ānanda",
            "tuṣṭaḥ",
            "akhila",
            "kāmukebhyaḥ"
        ],
        "translation": "Thus clearly understanding by discriminating logic the unique position of the Absolute Truth, one should expertly refute one’s misidentification with matter and cut to pieces all doubts about the identity of the self. Becoming satisfied in the soul’s natural ecstasy, one should desist from all lusty engagements of the material senses.",
        "purport": ""
    },
    {
        "verse": "24",
        "devanagari": "नात्मा वपु: पार्थिवमिन्द्रियाणिदेवा ह्यसुर्वायुर्जलम् हुताश: ।मनोऽन्नमात्रं धिषणा च सत्त्व-महङ्कृति: खं क्षितिरर्थसाम्यम् ॥ २४ ॥",
        "english_devnagari": "nātmā vapuḥ pārthivam indriyāṇidevā hy asur vāyur jalam hutāśaḥmano ’nna-mātraṁ dhiṣaṇā ca sattvamahaṅkṛtiḥ khaṁ kṣitir artha-sāmyam",
        "verse_Syn": [
            "na",
            "ātmā",
            "vapuḥ",
            "pārthivam",
            "indriyāṇi",
            "devāḥ",
            "hi",
            "asuḥ",
            "vāyuḥ",
            "jalam",
            "huta",
            "āśaḥ",
            "manaḥ",
            "anna",
            "mātram",
            "dhiṣaṇā",
            "ca",
            "sattvam",
            "ahaṅkṛtiḥ",
            "kham",
            "kṣitiḥ",
            "artha",
            "sāmyam"
        ],
        "translation": "The material body made of earth is not the true self; nor are the senses, their presiding demigods or the air of life; nor is the external air, water or fire or one’s mind. All these are simply matter. Similarly, neither one’s intelligence, material consciousness nor ego, nor the elements of ether or earth, nor the objects of sense perception, nor even the primeval state of material equilibrium can be considered the actual identity of the soul.",
        "purport": ""
    },
    {
        "verse": "25",
        "devanagari": "समाहितै: क: करणैर्गुणात्मभि-र्गुणो भवेन्मत्सुविविक्तधाम्न: ।विक्षिप्यमाणैरुत किं नु दूषणंघनैरुपेतैर्विगतै रवे: किम् ॥ २५ ॥",
        "english_devnagari": "samāhitaiḥ kaḥ karaṇair guṇātmabhirguṇo bhaven mat-suvivikta-dhāmnaḥvikṣipyamāṇair uta kiṁ nu dūṣaṇaṁghanair upetair vigatai raveḥ kim",
        "verse_Syn": [
            "samāhitaiḥ",
            "kaḥ",
            "karaṇaiḥ",
            "guṇa",
            "ātmabhiḥ",
            "guṇaḥ",
            "bhavet",
            "mat",
            "su",
            "vivikta",
            "dhāmnaḥ",
            "vikṣipyamāṇaiḥ",
            "uta",
            "kim",
            "nu",
            "dūṣaṇam",
            "ghanaiḥ",
            "upetaiḥ",
            "vigataiḥ",
            "raveḥ",
            "kim"
        ],
        "translation": "For one who has properly realized My personal identity as the Supreme Godhead, what credit is there if his senses — mere products of the material modes — are perfectly concentrated in meditation? And on the other hand, what blame is incurred if his senses happen to become agitated? Indeed, what does it mean to the sun if the clouds come and go?",
        "purport": " A pure devotee of the Lord is considered eternally liberated, because he has perfectly understood the Lord’s transcendental personality and abode and is always engaged in serving the Lord’s mission within this world. Although superficially such a devotee may appear agitated by events in the material world while engaged in the Lord’s mission, this does not change his exalted status as the Lord’s eternal servitor, just as the exalted status of the sun is not changed even when the sun is apparently covered by clouds."
    },
    {
        "verse": "26",
        "devanagari": "यथा नभो वाय्वनलाम्बुभूगुणै-र्गतागतैर्वर्तुगुणैर्न सज्जते ।तथाक्षरं सत्त्वरजस्तमोमलै-रहंमते: संसृतिहेतुभि: परम् ॥ २६ ॥",
        "english_devnagari": "yathā nabho vāyv-analāmbu-bhū-guṇairgatāgatair vartu-guṇair na sajjatetathākṣaraṁ sattva-rajas-tamo-malairahaṁ-mateḥ saṁsṛti-hetubhiḥ param",
        "verse_Syn": [
            "yathā",
            "nabhaḥ",
            "vāyu",
            "anala",
            "ambu",
            "bhū",
            "guṇaiḥ",
            "gata",
            "āgataiḥ",
            "vā",
            "ṛtu",
            "guṇaiḥ",
            "na",
            "sajjate",
            "tathā",
            "akṣaram",
            "sattva",
            "rajaḥ",
            "tamaḥ",
            "malaiḥ",
            "aham",
            "mateḥ",
            "saṁsṛti",
            "hetubhiḥ",
            "param"
        ],
        "translation": "The sky may display the various qualities of the air, fire, water and earth that pass through it, as well as such qualities as heat and cold, which continually come and go with the seasons. Yet the sky is never entangled with any of these qualities. Similarly, the Supreme Absolute Truth is never entangled with the contaminations of goodness, passion and ignorance, which cause the material transformations of the false ego.",
        "purport": " The word ahaṁ-mateḥ here indicates the conditioned living entity, who becomes manifest with the false ego of a particular material body. By contrast, the Personality of Godhead is unaffected by the modes of nature, and thus He is never covered by a material body and never subject to false ego. As described here, the Lord is eternally infallible and pure."
    },
    {
        "verse": "27",
        "devanagari": "तथापि सङ्ग: परिवर्जनीयोगुणेषु मायारचितेषु तावत् ।मद्भ‍‍क्तियोगेन द‍ृढेन यावद्रजो निरस्येत मन:कषाय: ॥ २७ ॥",
        "english_devnagari": "tathāpi saṅgaḥ parivarjanīyoguṇeṣu māyā-raciteṣu tāvatmad-bhakti-yogena dṛḍhena yāvadrajo nirasyeta manaḥ-kaṣāyaḥ",
        "verse_Syn": [
            "tathā",
            "api",
            "saṅgaḥ",
            "parivarjanīyaḥ",
            "guṇeṣu",
            "māyā",
            "raciteṣu",
            "tāvat",
            "mat",
            "bhakti",
            "yogena",
            "dṛḍhena",
            "yāvat",
            "rajaḥ",
            "nirasyeta",
            "manaḥ",
            "kaṣāyaḥ"
        ],
        "translation": "Nevertheless, until by firmly practicing devotional service to Me one has completely eliminated from his mind all contamination of material passion, one must very carefully avoid associating with the material modes, which are produced by My illusory energy.",
        "purport": " The word tathāpi in this verse indicates that even though the material nature is nondifferent from the Supreme Lord (as elaborately described in this chapter), one who has yet to conquer material desire should not artificially associate with material things, declaring them to be nondifferent from the Lord. Thus one aspiring to be Kṛṣṇa conscious should not loosely associate with women, claiming them to be nondifferent from the Personality of Godhead, for by such imitation of the most advanced devotees one will become a sense gratifier. A neophyte devotee who presumes himself liberated is impelled by the mode of passion to become falsely proud of his position, and thus he neglects the actual process of devotional service to the Lord. One must have firm and steady engagement in the loving service of the Lord, under the direction of higher authorities; then advancement in Kṛṣṇa consciousness will be easy and sublime."
    },
    {
        "verse": "28",
        "devanagari": "यथामयोऽसाधुचिकित्सितो नृणांपुन: पुन: सन्तुदति प्ररोहन् ।एवं मनोऽपक्व‍कषायकर्मकुयोगिनं विध्यति सर्वसङ्गम् ॥ २८ ॥",
        "english_devnagari": "yathāmayo ’sādhu cikitsito nṛṇāṁpunaḥ punaḥ santudati prarohanevaṁ mano ’pakva-kaṣāya-karmakuyoginaṁ vidhyati sarva-saṅgam",
        "verse_Syn": [
            "yathā",
            "āmayaḥ",
            "asādhu",
            "cikitsitaḥ",
            "nṛṇām",
            "punaḥ",
            "punaḥ",
            "santudati",
            "prarohan",
            "evam",
            "manaḥ",
            "apakva",
            "kaṣāya",
            "karma",
            "ku",
            "yoginam",
            "vidhyati",
            "sarva",
            "saṅgam"
        ],
        "translation": "Just as an improperly treated disease recurs and gives repeated distress to the patient, the mind that is not completely purified of its perverted tendencies will remain attached to material things and repeatedly torment the imperfect yogī.",
        "purport": " Sarva-saṅgam refers to one’s stubborn attachment to material objects of so-called enjoyment, such as children, wife, money, nation and friends. One who increases his attachment to children, wife and so on, although supposedly performing devotional service to Lord Kṛṣṇa, is understood to be either a kuyogī, as described in this verse, or a bewildered neophyte who has failed to properly treat the disease of the heart called material attachment. If one has repeated relapses into material attachment, he has failed to eradicate the darkness of ignorance from his heart."
    },
    {
        "verse": "29",
        "devanagari": "कुयोगिनो ये विहितान्तरायै-र्मनुष्यभूतैस्‍त्रिदशोपसृष्टै: ।ते प्राक्तनाभ्यासबलेन भूयोयुञ्जन्ति योगं न तु कर्मतन्त्रम् ॥ २९ ॥",
        "english_devnagari": "kuyogino ye vihitāntarāyairmanuṣya-bhūtais tridaśopasṛṣṭaiḥte prāktanābhyāsa-balena bhūyoyuñjanti yogaṁ na tu karma-tantram",
        "verse_Syn": [
            "ku",
            "yoginaḥ",
            "ye",
            "vihita",
            "antarāyaiḥ",
            "manuṣya",
            "bhūtaiḥ",
            "tridaśa",
            "upasṛṣṭaiḥ",
            "te",
            "prāktana",
            "abhyāsa",
            "balena",
            "bhūyaḥ",
            "yuñjanti",
            "yogam",
            "na",
            "tu",
            "karma",
            "tantram"
        ],
        "translation": "Sometimes the progress of imperfect transcendentalists is checked by attachment to family members, disciples or others, who are sent by envious demigods for that purpose. But on the strength of their accumulated advancement, such imperfect transcendentalists will resume their practice of yoga in the next life. They will never again be trapped in the network of fruitive work.",
        "purport": " Sometimes sannyāsīs and other spiritual teachers are bewildered by flattering followers and disciples sent by the demigods to embarrass spiritual leaders who are lacking complete spiritual knowledge. Similarly, spiritual progress is sometimes checked by attachment to one’s bodily relatives. Although an imperfect transcendentalist may fall down from yoga practice in this life, he will resume it in the next life on the strength of his accumulated merit, as described in the Bhagavad-gītā. The words na tu karma-tantram indicate that a fallen transcendentalist does not have to pass through the lower stages of fruitive activity and gradually be promoted to the practice of yoga. Rather, he will immediately resume his yoga practice at that point at which he left it. Of course, one should not presume to fall back on the facility offered here but should try to become perfect in this lifetime. Sannyāsīs, especially, should remove the knot of lust from their hearts and should avoid falling into the clutches of flattering followers or female disciples sent by the demigods to expose a so-called spiritual leader who is imperfect in Kṛṣṇa conscious knowledge."
    },
    {
        "verse": "30",
        "devanagari": "करोति कर्म क्रियते च जन्तु:केनाप्यसौ चोदित आनिपातात् ।न तत्र विद्वान् प्रकृतौ स्थितोऽपिनिवृत्ततृष्ण: स्वसुखानुभूत्या ॥ ३० ॥",
        "english_devnagari": "karoti karma kriyate ca jantuḥkenāpy asau codita ā-nipātātna tatra vidvān prakṛtau sthito ’pinivṛtta-tṛṣṇaḥ sva-sukhānubhūtyā",
        "verse_Syn": [
            "karoti",
            "karma",
            "kriyate",
            "ca",
            "jantuḥ",
            "kena",
            "api",
            "asau",
            "coditaḥ",
            "ā",
            "nipātāt",
            "na",
            "tatra",
            "vidvān",
            "prakṛtau",
            "sthitaḥ",
            "api",
            "nivṛtta",
            "tṛṣṇaḥ",
            "sva",
            "sukha",
            "anubhūtyā"
        ],
        "translation": "An ordinary living entity performs material work and is transformed by the reaction to such work. Thus he is driven by various desires to continue working fruitively up to the very moment of his death. A wise person, however, having experienced his own constitutional bliss, gives up all material desires and does not engage in fruitive work.",
        "purport": " By sexual association with women, a man is driven to enjoy the female form again and again, and indeed he remains lusty up to the moment of death. Similarly, through association with family and friends the knot of material attachment becomes very tight. Thus the reactions of fruitive work bind one more and more in the cycle of material defeat. But a learned person, one who is in touch with the Supreme Lord within his heart, realizes the ultimate frustration of material work and the danger of entering the womb of a pig or dog in a future life as the result of sinful activities. One on the platform of self-realization does not regard himself as an enjoyer of the world. Rather, he regards the entire cosmos as simply an insignificant expansion of the Lord’s potency — and himself as the Lord’s humble servant."
    },
    {
        "verse": "31",
        "devanagari": "तिष्ठन्तमासीनमुत व्रजन्तंशयानमुक्षन्तमदन्तमन्नम् ।स्वभावमन्यत् किमपीहमान-मात्मानमात्मस्थमतिर्न वेद ॥ ३१ ॥",
        "english_devnagari": "tiṣṭhantam āsīnam uta vrajantaṁśayānam ukṣantam adantam annamsvabhāvam anyat kim apīhamānamātmānam ātma-stha-matir na veda",
        "verse_Syn": [
            "tiṣṭhantam",
            "āsīnam",
            "uta",
            "vrajantam",
            "śayānam",
            "ukṣantam",
            "adantam",
            "annam",
            "sva",
            "bhāvam",
            "anyat",
            "kim",
            "api",
            "īhamānam",
            "ātmānam",
            "ātma",
            "stha",
            "matiḥ",
            "na",
            "veda"
        ],
        "translation": "The wise man, whose consciousness is fixed in the self, does not even notice his own bodily activities. While standing, sitting, walking, lying down, urinating, eating or performing other bodily functions, he understands that the body is acting according to its own nature.",
        "purport": ""
    },
    {
        "verse": "32",
        "devanagari": "यदि स्म पश्यत्यसदिन्द्रियार्थंनानानुमानेन विरुद्धमन्यत् ।न मन्यते वस्तुतया मनीषीस्वाप्नं यथोत्थाय तिरोदधानम् ॥ ३२ ॥",
        "english_devnagari": "yadi sma paśyaty asad-indriyārthaṁnānānumānena viruddham anyatna manyate vastutayā manīṣīsvāpnaṁ yathotthāya tirodadhānam",
        "verse_Syn": [
            "yadi",
            "sma",
            "paśyati",
            "asat",
            "indriya",
            "artham",
            "nānā",
            "anumānena",
            "viruddham",
            "anyat",
            "na",
            "manyate",
            "vastutayā",
            "manīṣī",
            "svāpnam",
            "yathā",
            "utthāya",
            "tirodadhānam"
        ],
        "translation": "Although a self-realized soul may sometimes see an impure object or activity, he does not accept it as real. By logically understanding impure sense objects to be based on illusory material duality, the intelligent person sees them to be contrary to and distinct from reality, in the same way that a man awakening from sleep views his fading dream.",
        "purport": " A sane person can clearly distinguish between a dream experience and his real life. Similarly a manīṣī, or intelligent person, can clearly perceive polluted material sense objects to be creations of the Lord’s illusory energy and not factual reality. This is the practical test of realized intelligence."
    },
    {
        "verse": "33",
        "devanagari": "पूर्वं गृहीतं गुणकर्मचित्र-मज्ञानमात्मन्यविविक्तमङ्ग ।निवर्तते तत् पुनरीक्षयैवन गृह्यते नापि विसृज्य आत्मा ॥ ३३ ॥",
        "english_devnagari": "pūrvaṁ gṛhītaṁ guṇa-karma-citramajñānam ātmany aviviktam aṅganivartate tat punar īkṣayaivana gṛhyate nāpi visṛjya ātmā",
        "verse_Syn": [
            "pūrvam",
            "gṛhītam",
            "guṇa",
            "karma",
            "citram",
            "ajñānam",
            "ātmani",
            "aviviktam",
            "aṅga",
            "nivartate",
            "tat",
            "punaḥ",
            "īkṣayā",
            "eva",
            "na",
            "gṛhyate",
            "na",
            "api",
            "visṛjya",
            "ātmā"
        ],
        "translation": "Material nescience, which expands into many varieties by the activities of the modes of nature, is wrongly accepted by the conditioned soul to be identical with the self. But through the cultivation of spiritual knowledge, My dear Uddhava, this same nescience fades away at the time of liberation. The eternal self, on the other hand, is never assumed and never abandoned.",
        "purport": " It is emphasized here that the eternal self is never assumed or imposed as a material designation, nor is it ever abandoned. As explained in the Bhagavad-gītā, the soul is eternally the same and does not undergo transformation. The modes of nature, however, create the gross material body and subtle mind as a result of one’s previous fruitive activities, and these gross and subtle bodies are imposed upon the soul. Thus the living entity can neither assume nor reject the soul, which is an eternal fact. Rather, he should give up the gross ignorance of material consciousness by cultivating spiritual knowledge, as indicated here."
    },
    {
        "verse": "34",
        "devanagari": "यथा हि भानोरुदयो नृचक्षुषांतमो निहन्यान्न तु सद् विधत्ते ।एवं समीक्षा निपुणा सती मेहन्यात्तमिस्रं पुरुषस्य बुद्धे: ॥ ३४ ॥",
        "english_devnagari": "yathā hi bhānor udayo nṛ-cakṣuṣāṁtamo nihanyān na tu sad vidhatteevaṁ samīkṣā nipuṇā satī mehanyāt tamisraṁ puruṣasya buddheḥ",
        "verse_Syn": [
            "yathā",
            "hi",
            "bhānoḥ",
            "udayaḥ",
            "nṛ",
            "cakṣuṣām",
            "tamaḥ",
            "nihanyāt",
            "na",
            "tu",
            "sat",
            "vidhatte",
            "evam",
            "samīkṣā",
            "nipuṇā",
            "satī",
            "me",
            "hanyāt",
            "tamisram",
            "puruṣasya",
            "buddheḥ"
        ],
        "translation": "When the sun rises it destroys the darkness covering men’s eyes, but it does not create the objects they then see before them, which in fact were existing all along. Similarly, potent and factual realization of Me will destroy the darkness covering a person’s true consciousness.",
        "purport": ""
    },
    {
        "verse": "35",
        "devanagari": "एष स्वयंज्योतिरजोऽप्रमेयोमहानुभूति: सकलानुभूति: ।एकोऽद्वितीयो वचसां विरामेयेनेषिता वागसवश्चरन्ति ॥ ३५ ॥",
        "english_devnagari": "eṣa svayaṁ-jyotir ajo ’prameyomahānubhūtiḥ sakalānubhūtiḥeko ’dvitīyo vacasāṁ virāmeyeneṣitā vāg-asavaś caranti",
        "verse_Syn": [
            "eṣaḥ",
            "svayam",
            "jyotiḥ",
            "ajaḥ",
            "aprameyaḥ",
            "mahā",
            "anubhūtiḥ",
            "sakala",
            "anubhūtiḥ",
            "ekaḥ",
            "advitīyaḥ",
            "vacasām",
            "virāme",
            "yena",
            "īṣitāḥ",
            "vāk",
            "asavaḥ",
            "caranti"
        ],
        "translation": "The Supreme Lord is self-luminous, unborn and immeasurable. He is pure transcendental consciousness and perceives everything. One without a second, He is realized only after ordinary words cease. By Him the power of speech and the life airs are set into motion.",
        "purport": " The Supreme Lord is self-luminous, self-manifested, whereas the individual living entity is manifested by Him. The Lord is unborn, but the living entity, because of material, designative coverings, takes birth in conditioned life. The Lord is immeasurable, being all-pervasive, whereas the living entity is localized. The Supreme Lord is mahānubhūti, the totality of consciousness, whereas the living entity is a tiny spark of consciousness. The Lord is sakalānubhūti, omniscient, whereas the living entity is aware only of his own limited experience. The Supreme Lord is one, whereas the living entities are innumerable. Considering all these contrasts between the Lord and ourselves, we should not waste time like the foolish material scientists and philosophers, who struggle to find the origin of this world by their insignificant mental speculation and word jugglery. Although one may discover some of the gross laws of material nature through material research, there is no hope of achieving the Absolute Truth by such petty endeavors."
    },
    {
        "verse": "36",
        "devanagari": "एतावानात्मसम्मोहो यद् विकल्पस्तु केवले ।आत्मनृते स्वमात्मानमवलम्बो न यस्य हि ॥ ३६ ॥",
        "english_devnagari": "etāvān ātma-sammohoyad vikalpas tu kevaleātman ṛte svam ātmānamavalambo na yasya hi",
        "verse_Syn": [
            "etāvān",
            "ātma",
            "sammohaḥ",
            "yat",
            "vikalpaḥ",
            "tu",
            "kevale",
            "ātman",
            "ṛte",
            "svam",
            "ātmānam",
            "avalambaḥ",
            "na",
            "yasya",
            "hi"
        ],
        "translation": "Whatever apparent duality is perceived in the self is simply the confusion of the mind. Indeed, such supposed duality has no basis to rest upon apart from one’s own soul.",
        "purport": " As explained in verse 33 of this chapter, the eternal self is neither assumed nor lost, since every living entity is an eternal reality. The word vikalpa, or “duality,” here refers to the mistaken idea that the spirit soul is partly composed of matter in the form of the gross body or subtle mind. It is thus that foolish persons consider the material body or mind to be an intrinsic or fundamental component of the self. In fact the living entity is pure spirit, without any tinge of matter. Consequently the false ego, which is generated by the false identification with matter, is a mistaken identity imposed upon the pure spirit soul. The sense of ego, or “I am” — in other words, the sense of one’s individual identity — comes from the spirit soul, because there is no other possible basis for such self-awareness. By studying one’s false sense of ego, one can analytically understand that there is a pure ego, which is expressed by the words ahaṁ brahmāsmi, “I am pure spirit soul.” One can easily understand in a similar way that there is a supreme spirit soul, the Personality of Godhead, who is the omniscient controller of everything. Such understanding in Kṛṣṇa consciousness constitutes perfect knowledge, as described here by the Lord."
    },
    {
        "verse": "37",
        "devanagari": "यन्नामाकृतिभिर्ग्राह्यं पञ्चवर्णमबाधितम् ।व्यर्थेनाप्यर्थवादोऽयं द्वयं पण्डितमानिनाम् ॥ ३७ ॥",
        "english_devnagari": "yan nāmākṛtibhir grāhyaṁpañca-varṇam abādhitamvyarthenāpy artha-vādo ’yaṁdvayaṁ paṇḍita-māninām",
        "verse_Syn": [
            "yat",
            "nāma",
            "ākṛtibhiḥ",
            "grāhyam",
            "pañca",
            "varṇam",
            "abādhitam",
            "vyarthena",
            "api",
            "artha",
            "vādaḥ",
            "ayam",
            "dvayam",
            "paṇḍita",
            "māninām"
        ],
        "translation": "The duality of the five material elements is perceived only in terms of names and forms. Those who say this duality is real are pseudoscholars vainly proposing fanciful theories without basis in fact.",
        "purport": " Material names and forms, subject as they are to creation and annihilation, have no permanent existence and so do not constitute essential, fundamental principles of reality. The material world consists of variegated transformations of the potency of God. Although God is real and His potency is real, the particular forms and names that temporarily or circumstantially appear have no ultimate reality. Gross ignorance occurs when the conditioned soul imagines himself to be material or a mixture of matter and spirit. Some philosophers argue that the eternal soul in contact with matter is permanently transformed and that the false ego represents a new and permanent reality of the soul. Śrīla Jīva Gosvāmī replies that spirit is the living, superior energy of the Lord, whereas matter is the inferior, unconscious energy of the Lord, and that these two energies thus possess opposite qualities, as with light and darkness. The superior living entity and inferior matter therefore cannot possibly merge into a common existence, since they eternally possess opposite and incompatible characteristics. The hallucination of a mixture of matter and spirit is called illusion; it becomes specifically manifest as false ego, which identifies with a specific material body or mind created by illusion. Clearly those scientists or philosophers who are embedded in gross ignorance cannot be real scientists and philosophers. The simple criterion of spiritual self-awareness unfortunately eliminates a huge percentage of modern so-called scientists and philosophers, who bury their foolish noses in the Lord’s material energy, without any knowledge of or interest in the Lord Himself."
    },
    {
        "verse": "38",
        "devanagari": "योगिनोऽपक्व‍योगस्य युञ्जत: काय उत्थितै: ।उपसर्गैर्विहन्येत तत्रायं विहितो विधि: ॥ ३८ ॥",
        "english_devnagari": "yogino ’pakva-yogasyayuñjataḥ kāya utthitaiḥupasargair vihanyetatatrāyaṁ vihito vidhiḥ",
        "verse_Syn": [
            "yoginaḥ",
            "apakva",
            "yogasya",
            "yuñjataḥ",
            "kāyaḥ",
            "utthitaiḥ",
            "upasargaiḥ",
            "vihanyeta",
            "tatra",
            "ayam",
            "vihitaḥ",
            "vidhiḥ"
        ],
        "translation": "The physical body of the endeavoring yogī who is not yet mature in his practice may sometimes be overcome by various disturbances. Therefore the following process is recommended.",
        "purport": " Having described the process of cultivating knowledge, the Lord now gives instructions to the yogī whose body may be disturbed by disease or other impediments. Those inferior yogīs who are attached to the body and bodily exercises are often incomplete in their realization, and thus the Lord here offers them some assistance."
    },
    {
        "verse": "39",
        "devanagari": "योगधारणया कांश्चिदासनैर्धारणान्वितै: ।तपोमन्त्रौषधै: कांश्चिदुपसर्गान् विनिर्दहेत् ॥ ३९ ॥",
        "english_devnagari": "yoga-dhāraṇayā kāṁścidāsanair dhāraṇānvitaiḥtapo-mantrauṣadhaiḥ kāṁścidupasargān vinirdahet",
        "verse_Syn": [
            "yoga",
            "dhāraṇayā",
            "kāṁścit",
            "āsanaiḥ",
            "dhāraṇā",
            "anvitaiḥ",
            "tapaḥ",
            "mantra",
            "auṣadhaiḥ",
            "kāṁścit",
            "upasargān",
            "vinirdahet"
        ],
        "translation": "Some of these obstructions may be counteracted by yogic meditation or by sitting postures, practiced together with concentration on controlled breathing, and others may be counteracted by special austerities, mantras or medicinal herbs.",
        "purport": ""
    },
    {
        "verse": "40",
        "devanagari": "कांश्चिन्ममानुध्यानेन नामसङ्कीर्तनादिभि: ।योगेश्वरानुवृत्त्या वा हन्यादशुभदान् शनै: ॥ ४० ॥",
        "english_devnagari": "kāṁścin mamānudhyānenanāma-saṅkīrtanādibhiḥyogeśvarānuvṛttyā vāhanyād aśubha-dān śanaiḥ",
        "verse_Syn": [
            "kāṁścit",
            "mama",
            "anudhyānena",
            "nāma",
            "saṅkīṛtana",
            "ādibhiḥ",
            "yoga",
            "īśvara",
            "anuvṛttyā",
            "vā",
            "hanyāt",
            "aśubha",
            "dān",
            "śanaiḥ"
        ],
        "translation": "These inauspicious disturbances can be gradually removed by constant remembrance of Me, by congregational hearing and chanting of My holy names, or by following in the footsteps of the great masters of yoga.",
        "purport": " According to Śrīla Śrīdhara Svāmī, by meditation on the Supreme Lord one can overcome lust and other mental disturbances, and by following in the footsteps of great transcendentalists one can overcome hypocrisy, false pride and other types of mental imbalance."
    },
    {
        "verse": "41",
        "devanagari": "केचिद् देहमिमं धीरा: सुकल्पं वयसि स्थिरम् ।विधाय विविधोपायैरथ युञ्जन्ति सिद्धये ॥ ४१ ॥",
        "english_devnagari": "kecid deham imaṁ dhīrāḥsu-kalpaṁ vayasi sthiramvidhāya vividhopāyairatha yuñjanti siddhaye",
        "verse_Syn": [
            "kecit",
            "deham",
            "imam",
            "dhīrāḥ",
            "su",
            "kalpam",
            "vayasi",
            "sthiram",
            "vidhāya",
            "vividha",
            "upāyaiḥ",
            "atha",
            "yuñjanti",
            "siddhaye"
        ],
        "translation": "By various methods, some yogīs free the body from disease and old age and keep it perpetually youthful. Thus they engage in yoga for the purpose of achieving material mystic perfections.",
        "purport": " The process described here is meant to fulfill one’s material desires, not to bring one transcendental knowledge. Therefore this process cannot be accepted as devotional service to the Lord, according to Śrīla Bhaktisiddhānta Sarasvatī Ṭhākura. Despite all such mystic perfections, the material body will ultimately die. Actual eternal youth and happiness are available only on the spiritual platform of Kṛṣṇa consciousness."
    },
    {
        "verse": "42",
        "devanagari": "न हि तत् कुशलाद‍ृत्यं तदायासो ह्यपार्थक: ।अन्तवत्त्वाच्छरीरस्य फलस्येव वनस्पते: ॥ ४२ ॥",
        "english_devnagari": "na hi tat kuśalādṛtyaṁtad-āyāso hy apārthakaḥantavattvāc charīrasyaphalasyeva vanaspateḥ",
        "verse_Syn": [
            "na",
            "hi",
            "tat",
            "kuśala",
            "ādṛtyam",
            "tat",
            "āyāsaḥ",
            "hi",
            "apārthakaḥ",
            "anta",
            "vattvāt",
            "śarīrasya",
            "phalasya",
            "iva",
            "vanaspateḥ"
        ],
        "translation": "This mystic bodily perfection is not valued very highly by those expert in transcendental knowledge. Indeed, they consider endeavor for such perfection useless, since the soul, like a tree, is permanent, but the body, like a tree’s fruit, is subject to destruction.",
        "purport": " The example given here is of a tree that seasonally bears fruit. The fruit exists for a very short time, whereas the tree may exist for thousands of years. Similarly, the spirit soul is eternal, whereas the material body, even when preserved as long as possible, is destroyed relatively quickly. The body should never be equated with the eternally existing spirit soul. Those who are actually intelligent, who actually have spiritual knowledge, are not interested in material mystic perfections."
    },
    {
        "verse": "43",
        "devanagari": "योगं निषेवतो नित्यं कायश्चेत् कल्पतामियात् ।तच्छ्रद्दध्यान्न मतिमान्योगमुत्सृज्य मत्पर: ॥ ४३ ॥",
        "english_devnagari": "yogaṁ niṣevato nityaṁkāyaś cet kalpatām iyāttac chraddadhyān na matimānyogam utsṛjya mat-paraḥ",
        "verse_Syn": [
            "yogam",
            "niṣevataḥ",
            "nityam",
            "kāyaḥ",
            "cet",
            "kalpatām",
            "iyāt",
            "tat",
            "śraddadhyāt",
            "na",
            "mati",
            "mān",
            "yogam",
            "utsṛjya",
            "mat",
            "paraḥ"
        ],
        "translation": "Although the physical body may be improved by various processes of yoga, an intelligent person who has dedicated his life to Me does not place his faith in the prospect of perfecting his physical body through yoga, and in fact he gives up such procedures.",
        "purport": " A devotee of the Lord keeps his body fit by eating nourishing Kṛṣṇa prasādam, by maintaining a clean and regulated life, free from unnecessary anxiety, and by chanting and dancing before the Deity of the Lord. When a devotee is sick, he accepts medical treatment by normal methods, but beyond this there is no need to absorb one’s mind in the physical body in the name of so-called yoga practice. Ultimately one must accept the destiny that has been ordained by the Lord."
    },
    {
        "verse": "44",
        "devanagari": "योगचर्यामिमां योगी विचरन् मदपाश्रय: ।नान्तरायैर्विहन्येत नि:स्पृह: स्वसुखानुभू: ॥ ४४ ॥",
        "english_devnagari": "yoga-caryām imāṁ yogīvicaran mad-apāśrayaḥnāntarāyair vihanyetaniḥspṛhaḥ sva-sukhānubhūḥ",
        "verse_Syn": [
            "yoga",
            "caryām",
            "imām",
            "yogī",
            "vicaran",
            "mat",
            "apāśrayaḥ",
            "na",
            "antarāyaiḥ",
            "vihanyeta",
            "niḥspṛhaḥ",
            "sva",
            "sukha",
            "anubhūḥ"
        ],
        "translation": "The yogī who has taken shelter of Me remains free from hankering because he experiences the happiness of the soul within. Thus while executing this process of yoga, he is never defeated by obstacles.",
        "purport": " According to Śrīla Śrīdhara Svāmī, the Supreme Lord has briefly described to Uddhava the essential wisdom of all the Upaniṣads, with the conclusion that pure devotional service to the Lord is the real means of ultimate liberation. In this regard Śrīla Bhaktisiddhānta Sarasvatī Ṭhākura emphasizes that although haṭha-yogīs and rāja-yogīs try to make progress along their prescribed paths, they confront obstacles and often fail to achieve their desired goals. However, one who surrenders to the Supreme Lord will certainly be victorious on his spiritual path back home, back to Godhead."
    }
]