[
    {
        "verse": "1",
        "devanagari": "श्रीभगवानुवाचसत्त्वं रजस्तम इति गुणा बुद्धेर्न चात्मन: ।सत्त्वेनान्यतमौ हन्यात् सत्त्वं सत्त्वेन चैव हि ॥ १ ॥",
        "english_devnagari": "śrī-bhagavān uvācasattvaṁ rajas tama itiguṇā buddher na cātmanaḥsattvenānyatamau hanyātsattvaṁ sattvena caiva hi",
        "verse_Syn": [
            "śrī",
            "bhagavān",
            "uvāca",
            "sattvam",
            "rajaḥ",
            "tamaḥ",
            "iti",
            "guṇāḥ",
            "buddheḥ",
            "na",
            "ca",
            "ātmanaḥ",
            "sattvena",
            "anyatamau",
            "hanyāt",
            "sattvam",
            "sattvena",
            "ca",
            "eva",
            "hi"
        ],
        "translation": "The Supreme Personality of Godhead said: The three modes of material nature, namely goodness, passion and ignorance, pertain to material intelligence and not to the spirit soul. By development of material goodness one can conquer the modes of passion and ignorance, and by cultivation of transcendental goodness one may free oneself even from material goodness.",
        "purport": " Goodness in the material world never exists in a pure form. Therefore, it is common knowledge that on the material platform no one is working without personal motivation. In the material world goodness is always mixed with some amount of passion and ignorance, whereas spiritual, or purified, goodness (viśuddha-sattva) represents the liberated platform of perfection. Materially, one is proud to be an honest, compassionate man, but unless one is fully Kṛṣṇa conscious one will speak truths that are not ultimately significant, and one will give mercy that is ultimately useless. Because the onward march of material time removes all situations and persons from the material stage, our so-called mercy and truth apply to situations that shortly will not exist. Real truth is eternal, and real mercy means to situate people in eternal truth. Still, for an ordinary person, cultivation of material goodness may be a preliminary stage on the road to Kṛṣṇa consciousness. For example, it is stated in the Tenth Canto of Śrīmad-Bhāgavatam that one who is addicted to meat-eating cannot understand the pastimes of Lord Kṛṣṇa. By cultivation of the material mode of goodness, however, one may become a vegetarian and perhaps come to appreciate the sublime process of Kṛṣṇa consciousness. Since it is clearly stated in Bhagavad-gītā that the material modes of nature constantly rotate, one must take advantage of an elevated position in material goodness to step onto the transcendental platform. Otherwise, as the wheel of time turns one will again go into the darkness of material ignorance."
    },
    {
        "verse": "2",
        "devanagari": "सत्त्वाद् धर्मो भवेद् वृद्धात् पुंसो मद्भ‍‍‍क्तिलक्षण: ।सात्त्विकोपासया सत्त्वं ततो धर्म: प्रवर्तते ॥ २ ॥",
        "english_devnagari": "sattvād dharmo bhaved vṛddhātpuṁso mad-bhakti-lakṣaṇaḥsāttvikopāsayā sattvaṁtato dharmaḥ pravartate",
        "verse_Syn": [
            "sattvāt",
            "dharmaḥ",
            "bhavet",
            "vṛddhāt",
            "puṁsaḥ",
            "mat",
            "bhakti",
            "lakṣaṇaḥ",
            "sāttvika",
            "upāsayā",
            "sattvam",
            "tataḥ",
            "dharmaḥ",
            "pravartate"
        ],
        "translation": "When the living entity becomes strongly situated in the mode of goodness, then religious principles, characterized by devotional service to Me, become prominent. One can strengthen the mode of goodness by cultivation of those things that are already situated in goodness, and thus religious principles arise.",
        "purport": " Since the three modes of material nature are constantly in conflict, vying for supremacy, how is it possible that the mode of goodness can subdue the modes of passion and ignorance? Lord Kṛṣṇa here explains how one can be strongly fixed in the mode of goodness, which automatically gives rise to religious principles. In the Fourteenth Chapter of Bhagavad-gītā, Lord Kṛṣṇa elaborately explains the things that are in goodness, passion and ignorance. Thus, by choosing food, attitudes, work, recreation, etc., strictly in the mode of goodness, one will become situated in that mode. The usefulness of sattva-guṇa, or the mode of goodness, is that it produces religious principles aimed at and characterized by devotional service to Lord Kṛṣṇa. Without such devotional service to the Lord, the mode of goodness is considered useless and merely another aspect of material illusion. The word vṛddhāt, or “strengthened, increased,” indicates clearly that one should come to the platform of viśuddha-sattva, or purified goodness. The word vṛddhāt indicates growth, and growth should not be stopped until full maturity is reached. The full maturity of goodness is called viśuddha-sattva, or the transcendental platform on which there is no trace of any other quality. In pure goodness all knowledge automatically manifests, and one can easily understand one’s eternal loving relationship with Lord Kṛṣṇa. That is the actual meaning and purpose of dharma, or religious principles. Śrīla Madhvācārya points out in this regard that an increase in the mode of goodness strengthens religious principles and the invigorated execution of religious principles strengthens the mode of goodness. In that way, one can advance higher and higher in the mode of spiritual happiness."
    },
    {
        "verse": "3",
        "devanagari": "धर्मो रजस्तमो हन्यात् सत्त्ववृद्धिरनुत्तम: ।आशु नश्यति तन्मूलो ह्यधर्म उभये हते ॥ ३ ॥",
        "english_devnagari": "dharmo rajas tamo hanyātsattva-vṛddhir anuttamaḥāśu naśyati tan-mūlohy adharma ubhaye hate",
        "verse_Syn": [
            "dharmaḥ",
            "rajaḥ",
            "tamaḥ",
            "hanyāt",
            "sattva",
            "vṛddhiḥ",
            "anuttamaḥ",
            "āśu",
            "naśyati",
            "tat",
            "mūlaḥ",
            "hi",
            "adharmaḥ",
            "ubhaye",
            "hate"
        ],
        "translation": "Religious principles, strengthened by the mode of goodness, destroy the influence of passion and ignorance. When passion and ignorance are overcome, their original cause, irreligion, is quickly vanquished.",
        "purport": ""
    },
    {
        "verse": "4",
        "devanagari": "आगमोऽप: प्रजा देश: काल: कर्म च जन्म च ।ध्यानं मन्त्रोऽथ संस्कारो दशैते गुणहेतव: ॥ ४ ॥",
        "english_devnagari": "āgamo ’paḥ prajā deśaḥkālaḥ karma ca janma cadhyānaṁ mantro ’tha saṁskārodaśaite guṇa-hetavaḥ",
        "verse_Syn": [
            "āgamaḥ",
            "apaḥ",
            "prajāḥ",
            "deśaḥ",
            "kālaḥ",
            "karma",
            "ca",
            "janma",
            "ca",
            "dhyānam",
            "mantraḥ",
            "atha",
            "saṁskāraḥ",
            "daśa",
            "ete",
            "guṇa",
            "hetavaḥ"
        ],
        "translation": "According to the quality of religious scriptures, water, one’s association with one’s children or with people in general, the particular place, the time, activities, birth, meditation, chanting of mantras, and purificatory rituals, the modes of nature become differently prominent.",
        "purport": " The ten items mentioned above possess superior and inferior qualities and are thus identified as being in goodness, passion or ignorance. One can increase the mode of goodness by selecting religious scriptures in goodness, pure water, friendship with other persons in goodness, and so on. One should scrupulously avoid any of these ten items that may be polluted by an inferior mode of nature."
    },
    {
        "verse": "5",
        "devanagari": "तत्तत् सात्त्विकमेवैषां यद् यद् वृद्धा: प्रचक्षते ।निन्दन्ति तामसं तत्तद् राजसं तदुपेक्षितम् ॥ ५ ॥",
        "english_devnagari": "tat tat sāttvikam evaiṣāṁyad yad vṛddhāḥ pracakṣatenindanti tāmasaṁ tat tadrājasaṁ tad-upekṣitam",
        "verse_Syn": [
            "tat",
            "tat",
            "sāttvikam",
            "eva",
            "eṣām",
            "yat",
            "yat",
            "vṛddhāḥ",
            "pracakṣate",
            "nindanti",
            "tāmasam",
            "tat",
            "tat",
            "rājasam",
            "tat",
            "upekṣitam"
        ],
        "translation": "Among the ten items I have just mentioned, the great sages who understand Vedic knowledge have praised and recommended those that are in the mode of goodness, criticized and rejected those in the mode of ignorance, and shown indifference to those in the mode of passion.",
        "purport": ""
    },
    {
        "verse": "6",
        "devanagari": "सात्त्विकान्येव सेवेत पुमान् सत्त्वविवृद्धये ।ततो धर्मस्ततो ज्ञानं यावत् स्मृतिरपोहनम् ॥ ६ ॥",
        "english_devnagari": "sāttvikāny eva sevetapumān sattva-vivṛddhayetato dharmas tato jñānaṁyāvat smṛtir apohanam",
        "verse_Syn": [
            "sāttvikāni",
            "eva",
            "seveta",
            "pumān",
            "sattva",
            "vivṛddhaye",
            "tataḥ",
            "dharmaḥ",
            "tataḥ",
            "jñānam",
            "yāvat",
            "smṛtiḥ",
            "apohanam"
        ],
        "translation": "Until one revives one’s direct knowledge of the spirit soul and drives away the illusory identification with the material body and mind caused by the three modes of nature, one must cultivate those things in the mode of goodness. By increasing the mode of goodness, one automatically can understand and practice religious principles, and by such practice transcendental knowledge is awakened.",
        "purport": " One who desires to cultivate the mode of goodness must consider the following points. One should study religious scriptures that teach detachment from mental speculation and material sense gratification, not scriptures that provide rituals and mantras to increase material ignorance. Such materialistic scriptures do not give attention to the Supreme Personality of Godhead and thus are basically atheistic. One should accept pure water for quenching thirst and cleaning the body. There is no need for a devotee to use colognes, perfume, whiskey, beer, etc., which are all polluted manifestations of water. One should associate with persons who are cultivating detachment from the material world and not with those who are materially attached or sinful in their behavior. One should live in a solitary place where devotional service is practiced and discussed among Vaiṣṇavas. One should not be spontaneously attracted to busy highways, shopping centers, sports stadiums, and so on. Concerning time, one should rise by four o’clock in the morning and utilize the auspicious brāhma-muhūrta to advance in Kṛṣṇa consciousness. Similarly, one should avoid the sinful influence of hours such as midnight, when ghosts and demons are encouraged to become active. Concerning work, one should execute one’s prescribed duties, follow the regulative principles of spiritual life and utilize all of one’s energy for pious purposes. Time should not be wasted in frivolous or materialistic activities, of which there are now literally millions in modern society. One can cultivate birth in the mode of goodness by accepting the second birth of initiation from a bona fide spiritual master and learning to chant the Hare Kṛṣṇa mantra. One should not accept initiation or so-called spiritual birth in unauthorized mystical or religious cults in the modes of passion and ignorance. One should meditate upon the Supreme Personality of Godhead as the enjoyer of all sacrifices, and similarly, one should meditate on the lives of great devotees and saintly persons. One should not meditate on lusty women and envious men. Concerning mantras, one should follow the example of Śrī Caitanya Mahāprabhu by chanting the Hare Kṛṣṇa mantra and not other songs, verses, poetry or mantras that glorify the kingdom of illusion. Purificatory rituals should be performed to purify the spirit soul and not to bring down material blessings on one’s material household. One who increases the mode of goodness will certainly become fixed in religious principles, and automatically knowledge will arise. As knowledge increases one is able to understand the eternal spirit soul and the Supreme Soul, Lord Kṛṣṇa. Thus the soul becomes free from the artificial imposition of the gross and subtle material bodies caused by the modes of material nature. Spiritual knowledge burns to ashes the material designations that cover the living entity, and one’s real, eternal life begins."
    },
    {
        "verse": "7",
        "devanagari": "वेणुसङ्घर्षजो वह्निर्दग्ध्वा शाम्यति तद्वनम् ।एवं गुणव्यत्ययजो देह: शाम्यति तत्क्रिय: ॥ ७ ॥",
        "english_devnagari": "veṇu-saṅgharṣa-jo vahnirdagdhvā śāmyati tad-vanamevaṁ guṇa-vyatyaya-jodehaḥ śāmyati tat-kriyaḥ",
        "verse_Syn": [
            "veṇu",
            "saṅgharṣa",
            "jaḥ",
            "vahniḥ",
            "dagdhvā",
            "śāmyati",
            "tat",
            "vanam",
            "evam",
            "guṇa",
            "vyatyaya",
            "jaḥ",
            "dehaḥ",
            "śāmyati",
            "tat",
            "kriyaḥ"
        ],
        "translation": "In a bamboo forest the wind sometimes rubs the bamboo stalks together, and such friction generates a blazing fire that consumes the very source of its birth, the bamboo forest. Thus, the fire is automatically calmed by its own action. Similarly, by the competition and interaction of the material modes of nature, the subtle and gross material bodies are generated. If one uses his mind and body to cultivate knowledge, then such enlightenment destroys the influence of the modes of nature that generated one’s body. Thus, like the fire, the body and mind are pacified by their own actions in destroying the source of their birth.",
        "purport": " The word guṇa-vyatyaya-jaḥ is significant in this verse. Vyatyaya indicates change or inversion in the normal order of things. Śrīla Bhaktisiddhānta Sarasvatī Ṭhākura has described the concept of vyatyaya by giving the Sanskrit synonym vaiṣamya, which indicates inequality or disproportionate diversity. Thus, it is understood by the term guṇa-vyatyaya-jaḥ that the body is generated by the unstable relationships of the three modes of material nature, which exist everywhere in constantly changing proportions. There is constant strife among the modes of nature. A good person is sometimes torn by passion, and a passionate person sometimes wants to give up everything and rest. An ignorant person may sometimes become disgusted with his depraved life, and a passionate person may sometimes indulge in bad habits in the mode of ignorance. Due to the interactive conflict of the modes of nature, one wanders throughout material nature creating one body after another by one’s own work, karma. As it is said, variety is the mother of enjoyment, and the variety of material modes gives hope to the conditioned souls that by changing their material situation their unhappiness and frustration can be turned into happiness and satisfaction. But even if one acquires relative material happiness, that will soon be disturbed by the inevitable flux of the material modes."
    },
    {
        "verse": "8",
        "devanagari": "श्रीउद्धव उवाचविदन्ति मर्त्या: प्रायेण विषयान् पदमापदाम् ।तथापि भुञ्जते कृष्ण तत्कथं श्वखराजवत् ॥ ८ ॥",
        "english_devnagari": "śrī-uddhava uvācavidanti martyāḥ prāyeṇaviṣayān padam āpadāmtathāpi bhuñjate kṛṣṇatat kathaṁ śva-kharāja-vat",
        "verse_Syn": [
            "śrī",
            "uddhavaḥ",
            "uvāca",
            "vidanti",
            "martyāḥ",
            "prāyeṇa",
            "viṣayān",
            "padam",
            "āpadām",
            "tathā",
            "api",
            "bhuñjate",
            "kṛṣṇa",
            "tat",
            "katham",
            "śva",
            "khara",
            "aja",
            "vat"
        ],
        "translation": "Śrī Uddhava said: My dear Kṛṣṇa, generally human beings know that material life brings great future unhappiness, and still they try to enjoy material life. My dear Lord, how can one in knowledge act just like a dog, an ass or a goat?",
        "purport": " The standard methods of enjoyment in the material world are sex, money and false prestige, all of which are obtained with great suffering and eventually lost. One engaged in material life suffers in the present and has only a very bleak future to look forward to in the continuing cycle of birth and death. Thus, how can human beings who have seen these things and know them very well continue to enjoy life like dogs, asses and goats? Often a dog will approach a bitch for sex, but the lady dog may not be attracted and will show her teeth, snarl and threaten the poor dog with serious injury. Still he goes about his business trying to get a little sex pleasure. Similarly, many times a dog risks being beaten or shot while stealing some food in a place where he knows he should not go. The ass is very attracted to the she-ass, but the lady ass often kicks him in the legs. Similarly, the ass’s master gives the ass a handful of grass, which the poor ass could get anywhere, and then burdens him with great loads. The goat is generally raised for slaughter, and even when the goat is brought into the slaughterhouse he shamelessly goes after the lady goat to get sex pleasure. In this way, even at the risk of being shot, bitten, beaten and slaughtered, animals persist in their foolish sense gratification. How can an educated human being commit himself to such a condemned way of life, wherein the result is practically the same as that of the animals? If by cultivating the mode of goodness one’s life is filled with happiness, enlightenment and future rewards, why would anyone cultivate the modes of passion and ignorance? This is Uddhava’s question."
    },
    {
        "verse": "9-10",
        "devanagari": "श्रीभगवानुवाचअहमित्यन्यथाबुद्धि: प्रमत्तस्य यथा हृदि ।उत्सर्पति रजो घोरं ततो वैकारिकं मन: ॥ ९ ॥रजोयुक्तस्य मनस: सङ्कल्प: सविकल्पक: ।तत: कामो गुणध्यानाद् दु:सह: स्याद्धि दुर्मते: ॥ १० ॥",
        "english_devnagari": "śrī-bhagavān uvācaaham ity anyathā-buddhiḥpramattasya yathā hṛdiutsarpati rajo ghoraṁtato vaikārikaṁ manaḥ",
        "verse_Syn": [
            "śrī",
            "bhagavān",
            "uvāca",
            "aham",
            "iti",
            "anyathā",
            "buddhiḥ",
            "pramattasya",
            "yathā",
            "hṛdi",
            "utsarpati",
            "rajaḥ",
            "ghoram",
            "tataḥ",
            "vaikārikam",
            "manaḥ",
            "rajaḥ",
            "yuktasya",
            "manasaḥ",
            "saṅkalpaḥ",
            "sa",
            "vikalpakaḥ",
            "tataḥ",
            "kāmaḥ",
            "guṇa",
            "dhyānāt",
            "duḥsahaḥ",
            "syāt",
            "hi",
            "durmateḥ"
        ],
        "translation": "The Supreme Personality of Godhead said: My dear Uddhava, a person bereft of intelligence first falsely identifies himself with the material body and mind, and when such false knowledge arises within one’s consciousness, material passion, the cause of great suffering, pervades the mind, which by nature is situated in goodness. Then the mind, contaminated by passion, becomes absorbed in making and changing many plans for material advancement. Thus, by constantly thinking of the modes of material nature, a foolish person is afflicted with unbearable material desires.",
        "purport": " Those who are trying to enjoy material sense gratification are not actually intelligent, although they consider themselves most intelligent. Although such foolish persons themselves criticize the miseries of material life in innumerable books, songs, newspapers, television programs, civic committees, etc., they cannot desist from material life for a single moment. The process by which one is helplessly bound in illusion is clearly described here. A materialistic person is always thinking, “Oh, what a beautiful house. I wish we could buy it” or “What a beautiful woman. I wish I could touch her” or “What a powerful position. I wish I could occupy it” and so on. The words saṅkalpaḥ sa-vikalpakaḥ indicate that a materialist is always making new plans or modifying his old plans to increase his material enjoyment, although in his saner moments he admits that material life is full of suffering. The mind is created from the mode of goodness, as described in Sāṅkhya philosophy, and the natural, peaceful situation of the mind is pure love of Kṛṣṇa, in which there is no mental disturbance, disappointment or confusion. Artificially, the mind is dragged down to a lower platform in passion or ignorance, and thus one is never satisfied."
    },
    {
        "verse": "11",
        "devanagari": "करोति कामवशग: कर्माण्यविजितेन्द्रिय: ।दु:खोदर्काणि सम्पश्यन् रजोवेगविमोहित: ॥ ११ ॥",
        "english_devnagari": "karoti kāma-vaśa-gaḥkarmāṇy avijitendriyaḥduḥkhodarkāṇi sampaśyanrajo-vega-vimohitaḥ",
        "verse_Syn": [
            "karoti",
            "kāma",
            "vaśa",
            "gaḥ",
            "karmāṇi",
            "avijita",
            "indriyaḥ",
            "duḥkha",
            "udarkāṇi",
            "sampaśyan",
            "rajaḥ",
            "vega",
            "vimohitaḥ"
        ],
        "translation": "One who does not control the material senses comes under the control of material desires and is thus bewildered by the strong waves of the mode of passion. Such a person executes material activities, although clearly seeing that the result will be future unhappiness.",
        "purport": ""
    },
    {
        "verse": "12",
        "devanagari": "रजस्तमोभ्यां यदपि विद्वान् विक्षिप्तधी: पुन: ।अतन्द्रितो मनो युञ्जन् दोषद‍ृष्टिर्न सज्जते ॥ १२ ॥",
        "english_devnagari": "rajas-tamobhyāṁ yad apividvān vikṣipta-dhīḥ punaḥatandrito mano yuñjandoṣa-dṛṣṭir na sajjate",
        "verse_Syn": [
            "rajaḥ",
            "tamobhyām",
            "yat",
            "api",
            "vidvān",
            "vikṣipta",
            "dhīḥ",
            "punaḥ",
            "atandritaḥ",
            "manaḥ",
            "yuñjan",
            "doṣa",
            "dṛṣṭiḥ",
            "na",
            "sajjate"
        ],
        "translation": "Although the intelligence of a learned person may be bewildered by the modes of passion and ignorance, he should again carefully bring the mind under control. By clearly seeing the contamination of the modes of nature, he does not become attached.",
        "purport": ""
    },
    {
        "verse": "13",
        "devanagari": "अप्रमत्तोऽनुयुञ्जीत मनो मय्यर्पयञ्छनै: ।अनिर्विण्णो यथाकालं जितश्वासो जितासन: ॥ १३ ॥",
        "english_devnagari": "apramatto ’nuyuñjītamano mayy arpayañ chanaiḥanirviṇṇo yathā-kālaṁjita-śvāso jitāsanaḥ",
        "verse_Syn": [
            "apramattaḥ",
            "anuyuñjīta",
            "manaḥ",
            "mayi",
            "arpayan",
            "śanaiḥ",
            "anirviṇṇaḥ",
            "yathā",
            "kālam",
            "jita",
            "śvāsaḥ",
            "jita",
            "āsanaḥ"
        ],
        "translation": "A person should be attentive and grave and never lazy or morose. Mastering the yoga procedures of breathing and sitting properly, one should practice fixing the mind on Me at dawn, noon and sunset, and thus gradually the mind should be completely absorbed in Me.",
        "purport": ""
    },
    {
        "verse": "14",
        "devanagari": "एतावान् योग आदिष्टो मच्छिष्यै: सनकादिभि: ।सर्वतो मन आकृष्य मय्यद्धावेश्यते यथा ॥ १४ ॥",
        "english_devnagari": "etāvān yoga ādiṣṭomac-chiṣyaiḥ sanakādibhiḥsarvato mana ākṛṣyamayy addhāveśyate yathā",
        "verse_Syn": [
            "etāvān",
            "yogaḥ",
            "ādiṣṭaḥ",
            "mat",
            "śiṣyaiḥ",
            "sanaka",
            "ādibhiḥ",
            "sarvataḥ",
            "manaḥ",
            "ākṛṣya",
            "mayi",
            "addhā",
            "āveśyate",
            "yathā"
        ],
        "translation": "The actual yoga system as taught by My devotees, headed by Sanaka-kumāra, is simply this: Having withdrawn the mind from all other objects, one should directly and appropriately absorb it in Me.",
        "purport": " The word yathā (“accordingly” or “properly”) indicates that like Uddhava one should hear directly from Lord Kṛṣṇa or His bona fide representative and directly (addhā) fix the mind in Lord Kṛṣṇa."
    },
    {
        "verse": "15",
        "devanagari": "श्रीउद्धव उवाचयदा त्वं सनकादिभ्यो येन रूपेण केशव ।योगमादिष्टवानेतद् रूपमिच्छामि वेदितुम् ॥ १५ ॥",
        "english_devnagari": "śrī-uddhava uvācayadā tvaṁ sanakādibhyoyena rūpeṇa keśavayogam ādiṣṭavān etadrūpam icchāmi veditum",
        "verse_Syn": [
            "śrī",
            "uddhavaḥ",
            "uvāca",
            "yadā",
            "tvam",
            "sanaka",
            "ādibhyaḥ",
            "yena",
            "rūpeṇa",
            "keśava",
            "yogam",
            "ādiṣṭavān",
            "etat",
            "rūpam",
            "icchāmi",
            "veditum"
        ],
        "translation": "Śrī Uddhava said: My dear Keśava, at what time and in what form did You instruct the science of yoga to Sanaka and his brothers? I now desire to know about these things.",
        "purport": ""
    },
    {
        "verse": "16",
        "devanagari": "श्रीभगवानुवाचपुत्रा हिरण्यगर्भस्य मानसा: सनकादय: ।पप्रच्छु: पितरं सूक्ष्मां योगस्यैकान्तिकीं गतिम् ॥ १६ ॥",
        "english_devnagari": "śrī-bhagavān uvācaputrā hiraṇyagarbhasyamānasāḥ sanakādayaḥpapracchuḥ pitaraṁ sūkṣmāṁyogasyaikāntikīṁ gatim",
        "verse_Syn": [
            "śrī",
            "bhagavān",
            "uvāca",
            "putrāḥ",
            "hiraṇya",
            "garbhasya",
            "mānasāḥ",
            "sanaka",
            "ādayaḥ",
            "papracchuḥ",
            "pitaram",
            "sūkṣmām",
            "yogasya",
            "ekāntikīm",
            "gatim"
        ],
        "translation": "The Supreme Personality of Godhead said: Once, the mental sons of Lord Brahmā, namely, the sages headed by Sanaka, inquired from their father about the difficult subject matter of the supreme goal of yoga.",
        "purport": ""
    },
    {
        "verse": "17",
        "devanagari": "सनकादय ऊचु:गुणेष्वाविशते चेतो गुणाश्चेतसि च प्रभो ।कथमन्योन्यसन्त्यागो मुमुक्षोरतितितीर्षो: ॥ १७ ॥",
        "english_devnagari": "sanakādaya ūcuḥguṇeṣv āviśate cetoguṇāś cetasi ca prabhokatham anyonya-santyāgomumukṣor atititīrṣoḥ",
        "verse_Syn": [
            "sanaka",
            "ādayaḥ",
            "ūcuḥ",
            "guṇeṣu",
            "āviśate",
            "cetaḥ",
            "guṇāḥ",
            "cetasi",
            "ca",
            "prabho",
            "katham",
            "anyonya",
            "santyāgaḥ",
            "mumukṣoḥ",
            "atititīrṣoḥ"
        ],
        "translation": "The sages headed by Sanaka said: O Lord, people’s minds are naturally attracted to material sense objects, and similarly the sense objects in the form of desire enter within the mind. Therefore, how can a person who desires liberation, who desires to cross over activities of sense gratification, destroy this mutual relationship between the sense objects and the mind? Please explain this to us.",
        "purport": " As described above, as long as one is a conditioned soul the modes of material nature, manifested in the form of sense objects, constantly disturb the mind, and by their harassment one is deprived of the actual perfection of life."
    },
    {
        "verse": "18",
        "devanagari": "श्रीभगवानुवाचएवं पृष्टो महादेव: स्वयम्भूर्भूतभावन: ।ध्यायमान: प्रश्न‍बीजं नाभ्यपद्यत कर्मधी: ॥ १८ ॥",
        "english_devnagari": "śrī-bhagavān uvācaevaṁ pṛṣṭo mahā-devaḥsvayambhūr bhūta-bhāvanaḥdhyāyamānaḥ praśna-bījaṁnābhyapadyata karma-dhīḥ",
        "verse_Syn": [
            "śrī",
            "bhagavān",
            "uvāca",
            "evam",
            "pṛṣṭaḥ",
            "mahā",
            "devaḥ",
            "svayam",
            "bhūḥ",
            "bhūta",
            "bhāvanaḥ",
            "dhyāyamānaḥ",
            "praśna",
            "bījam",
            "na",
            "abhyapadyata",
            "karma",
            "dhīḥ"
        ],
        "translation": "The Supreme Personality of Godhead said: My dear Uddhava, Brahmā himself, who is born directly from the body of the Lord and who is the creator of all living entities within the material world, being the best of the demigods, seriously contemplated the question of his sons headed by Sanaka. The intelligence of Brahmā, however, was affected by his own activities of creation, and thus he could not discover the essential answer to this question.",
        "purport": " Śrīla Jīva Gosvāmī has quoted three verses from the Second Canto of Śrīmad-Bhāgavatam as follows. In the Ninth Chapter, verse 32, Lord Kṛṣṇa blessed Brahmā with realized knowledge of the Lord’s actual form, qualities and activities. In the Ninth Chapter, verse 37, the Lord ordered Brahmā to rigidly carry out the Lord’s injunctions and affirmed that Brahmā would thus never be bewildered in his cosmic decision-making. In the Sixth Chapter, verse 34, Lord Brahmā assured his son Nārada, “O Nārada, because I have caught hold of the lotus feet of the Supreme Personality of Godhead, Hari, with great zeal, whatever I say has never proved to have been false, nor is the progress of my mind ever deterred, nor are my senses ever degraded by temporary attachment to matter.” In the present verse in this Thirteenth Chapter of the Eleventh Canto, Lord Kṛṣṇa states that Brahmā unfortunately did become bewildered by his creative functions, thus providing a grave lesson to all of the Lord’s empowered representatives. Although one may be elevated to an exalted position in the Lord’s transcendental service, at any moment there is danger of false pride polluting one’s devotional mentality."
    },
    {
        "verse": "19",
        "devanagari": "स मामचिन्तयद् देव: प्रश्न‍पारतितीर्षया ।तस्याहं हंसरूपेण सकाशमगमं तदा ॥ १९ ॥",
        "english_devnagari": "sa mām acintayad devaḥpraśna-pāra-titīrṣayātasyāhaṁ haṁsa-rūpeṇasakāśam agamaṁ tadā",
        "verse_Syn": [
            "saḥ",
            "mām",
            "acintayat",
            "devaḥ",
            "praśna",
            "pāra",
            "titīrṣayā",
            "tasya",
            "aham",
            "haṁsa",
            "rūpeṇa",
            "sakāśam",
            "agamam",
            "tadā"
        ],
        "translation": "Lord Brahmā desired to attain the answer to the question that was puzzling him, and thus he fixed his mind on Me, the Supreme Lord. At that time, in My form of Haṁsa, I became visible to Lord Brahmā.",
        "purport": " Haṁsa means “swan,” and the specific ability of the swan is to separate a mixture of milk and water, extracting the rich, milky portion. Similarly, Lord Kṛṣṇa appeared as Haṁsa, or the swan, in order to separate the pure consciousness of Lord Brahmā from the modes of material nature."
    },
    {
        "verse": "20",
        "devanagari": "द‍ृष्ट्वा मां त उपव्रज्य कृत्वा पादाभिवन्दनम् ।ब्रह्माणमग्रत: कृत्वा पप्रच्छु: को भवानिति ॥ २० ॥",
        "english_devnagari": "dṛṣṭvā māṁ ta upavrajyakṛtvā pādābhivandanambrahmāṇam agrataḥ kṛtvāpapracchuḥ ko bhavān iti",
        "verse_Syn": [
            "dṛṣṭvā",
            "mām",
            "te",
            "upavrajya",
            "kṛtvā",
            "pāda",
            "abhivandanam",
            "brahmāṇam",
            "agrataḥ",
            "kṛtvā",
            "papracchuḥ",
            "kaḥ",
            "bhavān",
            "iti"
        ],
        "translation": "Thus seeing Me, the sages, placing Brahmā in the lead, came forward and worshiped My lotus feet. Then they frankly asked Me, “Who are You?”",
        "purport": " Śrīla Bhaktisiddhānta Sarasvatī Ṭhākura comments, “When Brahmā was unable to answer the question placed by the sages, he fixed his mind in thought of the Supreme Lord. The Lord then assumed the form of Haṁsa and appeared before Lord Brahmā and the sages, who proceeded to inquire about the specific identity of the Lord.”"
    },
    {
        "verse": "21",
        "devanagari": "इत्यहं मुनिभि: पृष्टस्तत्त्वजिज्ञासुभिस्तदा ।यदवोचमहं तेभ्यस्तदुद्धव निबोध मे ॥ २१ ॥",
        "english_devnagari": "ity ahaṁ munibhiḥ pṛṣṭastattva-jijñāsubhis tadāyad avocam ahaṁ tebhyastad uddhava nibodha me",
        "verse_Syn": [
            "iti",
            "aham",
            "munibhiḥ",
            "pṛṣṭaḥ",
            "tattva",
            "jijñāsubhiḥ",
            "tadā",
            "yat",
            "avocam",
            "aham",
            "tebhyaḥ",
            "tat",
            "uddhava",
            "nibodha",
            "me"
        ],
        "translation": "My dear Uddhava, the sages, being eager to understand the ultimate truth of the yoga system, thus inquired from Me. Now please hear as I explain that which I spoke unto the sages.",
        "purport": ""
    },
    {
        "verse": "22",
        "devanagari": "वस्तुनो यद्यनानात्व आत्मन: प्रश्न‍ ईद‍ृश: ।कथं घटेत वो विप्रा वक्तुर्वा मे क आश्रय: ॥ २२ ॥",
        "english_devnagari": "vastuno yady anānātvaātmanaḥ praśna īdṛśaḥkathaṁ ghaṭeta vo viprāvaktur vā me ka āśrayaḥ",
        "verse_Syn": [
            "vastunaḥ",
            "yadi",
            "anānātve",
            "ātmanaḥ",
            "praśnaḥ",
            "īdṛśaḥ",
            "katham",
            "ghaṭeta",
            "vaḥ",
            "viprāḥ",
            "vaktuḥ",
            "vā",
            "me",
            "kaḥ",
            "āśrayaḥ"
        ],
        "translation": "My dear brāhmaṇas, if, when asking Me who I am, you believe that I am also a jīva soul and that there is no ultimate difference between us — since all souls are ultimately one without individuality — then how is your question possible or appropriate? Ultimately, what is the real situation or resting place both of yourselves and of Me?",
        "purport": " Āśraya means “the resting place” or “shelter.” Lord Kṛṣṇa’s question “What is our actual resting place or shelter?” means “What is our ultimate nature or constitutional position?” This is because no one can come to rest or be satisfied unless one is in one’s natural position. The example is given that one may travel all over the world, but ultimately one becomes satisfied by returning to one’s own home. Similarly, a crying child is satisfied when embraced by its own mother. By inquiring about the shelter or resting place of Himself and the brāhmaṇas, the Lord is indicating the eternal, constitutional position of every living entity. If Lord Kṛṣṇa were also in the jīva category, and if all living entities including Him were thus equal, there would be no deep purpose in one living entity inquiring and another answering. Only one who is in a superior position can meaningfully answer important questions. It may be argued that the bona fide spiritual master answers all the questions of the disciple, and yet the guru is in the jīva category. The answer is that the bona fide spiritual master speaks not on his own behalf but as a representative of the Supreme Personality of Godhead, who is in the Viṣṇu category. A so-called guru speaking on his own behalf as a jīva soul is useless and is unable to meaningfully answer serious questions. Thus, the sages’ question ko bhavān (“Who are You?”) indicates that the Supreme Personality of Godhead is eternally an individual person. And because the sages headed by Lord Brahmā offered obeisances and worshiped the Lord, it is understood that He is the Supreme Personality of Godhead. Lord Brahmā, as the first created being in this universe, could not accept any other living entity except the Lord as worshipable. Lord Kṛṣṇa’s actual purpose is to explain the ultimate perfection of yoga, which the sages were desiring to know. If one becomes fixed in transcendental knowledge, the mutual attraction between the material mind and the material sense objects automatically ceases. The spiritual mind is not attracted to material objects of gratification, and thus by spiritualizing the mind, material existence automatically slackens. By questioning the propriety of the sages’ question, the Lord is assuming the position of the spiritual master and preparing to give valuable instructions. One should never be envious of a bona fide spiritual master, especially if, as in the case of Lord Haṁsa speaking to the sages headed by Brahmā and Sanaka-kumāra, the guru is the Supreme Personality of Godhead Himself."
    },
    {
        "verse": "23",
        "devanagari": "पञ्चात्मकेषु भूतेषु समानेषु च वस्तुत: ।को भवानिति व: प्रश्न‍ो वाचारम्भो ह्यनर्थक: ॥ २३ ॥",
        "english_devnagari": "pañcātmakeṣu bhūteṣusamāneṣu ca vastutaḥko bhavān iti vaḥ praśnovācārambho hy anarthakaḥ",
        "verse_Syn": [
            "pañca",
            "ātmakeṣu",
            "bhūteṣu",
            "samāneṣu",
            "ca",
            "vastutaḥ",
            "kaḥ",
            "bhavān",
            "iti",
            "vaḥ",
            "praśnaḥ",
            "vācā",
            "ārambhaḥ",
            "hi",
            "anarthakaḥ"
        ],
        "translation": "If by asking Me “Who are You?” you were referring to the material body, then I must point out that all material bodies are constituted of five elements, namely earth, water, fire, air and ether. Thus, you should have asked, “Who are you five?” If you consider that all material bodies are ultimately one, being constituted essentially of the same elements, then your question is still meaningless, since there would be no deep purpose in distinguishing one body from another. Thus, it appears that in asking My identity, you are merely speaking words, without any real meaning or purpose.",
        "purport": " Śrīla Viśvanātha Cakravartī Ṭhākura explains this verse as follows. “In the previous verse Lord Kṛṣṇa demonstrated that if the sages accepted the impersonal philosophy that all living beings are ultimately one in all respects, their question ‘Who are You?’ was meaningless, since there would be no philosophical basis to distinguish one manifestation of spirit soul from another. In this verse the Lord refutes the false identification with the material body composed of five elements. If the sages accepted the body as the self, then their question was meaningless, since they would have to ask, ‘Who are you five?’ If the sages replied that although the body is composed basically of five elements and these elements can be considered a single substance in the form of the whole body, then the Lord has already replied by the words samāneṣu ca vastutaḥ. The bodies of human beings, demigods, animals, etc., are all composed of the same five elements and are essentially the same. Therefore the question ‘Who are You?’ is ultimately meaningless. Thus, if one accepts either the theory that all living entities are ultimately the same or the theory that all living entities are ultimately nondifferent from their material bodies, in both cases the question of the sages is meaningless. “The sages might argue that even among learned persons it is common practice to ask questions and give answers on many subjects as a part of normal life. The sages could point out that Lord Kṛṣṇa also distinguished among them, by His saying viprāḥ, ‘O brāhmaṇas,’ and vaḥ, or ‘your [question],’ as expressed in this verse. In this way it is seen that the Lord also accepts the ordinary customs of questions and answers. To answer this argument, Lord Kṛṣṇa states, vācārambho hy anarthakaḥ. The Lord states, ‘My addressing you as brāhmaṇas is merely an exhibition of words if we are ultimately not different. I merely reciprocated with your approach to Me. Therefore, if we are ultimately one, neither My statement nor your question has any real meaning. I can conclude therefore by your question to Me that you are all not actually very intelligent. Therefore, why are you inquiring after ultimate knowledge? Aren’t you all embarrassed?’” Śrīla Madhvācārya points out in this regard that the question of the sages was not appropriate, since they had already seen their father, Lord Brahmā, worshiping the lotus feet of Lord Haṁsa. Since their spiritual master and father was worshiping Lord Haṁsa, they should have immediately understood the Lord’s position, and their question is thus meaningless."
    },
    {
        "verse": "24",
        "devanagari": "मनसा वचसा द‍ृष्‍ट्या गृह्यतेऽन्यैरपीन्द्रियै: ।अहमेव न मत्तोऽन्यदिति बुध्यध्वमञ्जसा ॥ २४ ॥",
        "english_devnagari": "manasā vacasā dṛṣṭyāgṛhyate ’nyair apīndriyaiḥaham eva na matto ’nyaditi budhyadhvam añjasā",
        "verse_Syn": [
            "manasā",
            "vacasā",
            "dṛṣṭyā",
            "gṛhyate",
            "anyaiḥ",
            "api",
            "indriyaiḥ",
            "aham",
            "eva",
            "na",
            "mattaḥ",
            "anyat",
            "iti",
            "budhyadhvam",
            "añjasā"
        ],
        "translation": "Within this world, whatever is perceived by the mind, speech, eyes or other senses is Me alone and nothing besides Me. All of you please understand this by a straightforward analysis of the facts.",
        "purport": " Lord Kṛṣṇa has already explained that if the sages consider all living entities to be the same, or if they consider the living entity to be the same as his body, then their question “Who are You?” is inappropriate. Now the Lord refutes the conception that He is a Supreme God far beyond and different from everything within this world. Modern agnostic philosophers preach that God created the world and then retired or went away. According to them, God has no tangible connection with this world, nor does He interfere in human affairs. Ultimately, they claim, God is so great that He cannot be known; therefore no one should waste time trying to understand God. To refute such foolish ideas, the Lord here explains that since everything is the expansion of His potency, He is not different from anything. Nothing can exist separately from the Supreme Personality of Godhead, and thus everything shares in the Lord’s nature, although some manifestations are superior and others inferior. The Lord is testing the intelligence of the sages by pointing out various contradictions in their questions. Even if the Lord is supreme, He is not different from His creation; therefore, what is the meaning of the question “Who are You?” We can clearly see that the Lord is paving the way for a deep discussion of spiritual knowledge."
    },
    {
        "verse": "25",
        "devanagari": "गुणेष्वाविशते चेतो गुणाश्चेतसि च प्रजा: ।जीवस्य देह उभयं गुणाश्चेतो मदात्मन: ॥ २५ ॥",
        "english_devnagari": "guṇeṣv āviśate cetoguṇāś cetasi ca prajāḥjīvasya deha ubhayaṁguṇāś ceto mad-ātmanaḥ",
        "verse_Syn": [
            "guṇeṣu",
            "āviśate",
            "cetaḥ",
            "guṇāḥ",
            "cetasi",
            "ca",
            "prajāḥ",
            "jīvasya",
            "dehaḥ",
            "ubhayam",
            "guṇāḥ",
            "cetaḥ",
            "mat",
            "ātmanaḥ"
        ],
        "translation": "My dear sons, the mind has a natural proclivity to enter into the material sense objects, and similarly the sense objects enter into the mind; but both this material mind and the sense objects are merely designations that cover the spirit soul, who is part and parcel of Me.",
        "purport": " Lord Kṛṣṇa in the form of Haṁsa-avatāra, on the pretext of finding contradictions in the simple inquiry of the sons of Brahmā (“Who are You?”), is actually preparing to teach the sages perfect spiritual knowledge, but only after first rejecting two false concepts of life, namely that all living entities are the same in all respects and that the living entity is identical with his outward or subtle body. Lord Kṛṣṇa now answers the difficult question that puzzled even Lord Brahmā. According to Śrīla Viśvanātha Cakravartī Ṭhākura, the sons of Lord Brahmā were thinking as follows. “Our dear Lord, if it is indeed true that we are unintelligent, still Your Lordship has stated that You are actually everything because everything is the expansion of Your potency. Therefore, You are also the mind and the sense objects, which are the subject matter of our question. The material sense objects always enter into the functions of the mind, and similarly, the mind always enters into the material sense objects. Thus, it is proper that we inquire from Your Lordship about the process by which the sense objects will no longer enter the mind and the mind will no longer enter the sense objects. Please be merciful and give us the answer.” The Lord answers as follows. “My dear sons, it is a fact that the mind enters into the material sense objects and the sense objects into the mind. Thus, although the living entity is actually part and parcel of Me, being, as I am also, eternally conscious, and although the eternal form of the living entity is spiritual, in conditioned life the living entity artificially imposes upon himself the mind and sense objects, which act as covering designations of the eternal soul. Since it is the natural function of the material mind and sense objects to mutually interact, how can you possibly endeavor to prevent such a mutual attraction? Since both the material mind and sense objects are useless, they both should be completely given up, and thus automatically you will be free from all material duality.” Śrīla Śrīdhara Svāmī points out that the symptom of the material mind is the tendency to consider oneself to be the ultimate doer and enjoyer. Naturally, one with such a puffed-up mentality is helplessly attracted by the sense objects. One who considers himself to be the doer and enjoyer will be irresistibly attracted to the means for attaining sense gratification and false prestige, namely, exploitation of material objects. Above the material mind, however, is intelligence, which can perceive the existence of the eternal spirit soul. It is not possible to separate the material mind from the sense objects, because they naturally exist together. Therefore, by intelligence, one must realize one’s eternal form as spirit soul, part and parcel of the Lord, and completely reject the bogus material mentality. One who revives his original spiritual mentality becomes automatically detached from material attraction. Therefore, one should cultivate knowledge of the falsity of sense gratification. When the mind or senses are attracted to material enjoyment, the superior intelligence must immediately detect such illusion. In this way, one should purify one’s mentality. By devotional service to the Lord, such detachment and intelligence automatically awaken, and by full understanding of one’s original spiritual form, one is properly situated in eternal consciousness."
    },
    {
        "verse": "26",
        "devanagari": "गुणेषु चाविशच्चित्तमभीक्ष्णं गुणसेवया ।गुणाश्च चित्तप्रभवा मद्रूप उभयं त्यजेत् ॥ २६ ॥",
        "english_devnagari": "guṇeṣu cāviśac cittamabhīkṣṇaṁ guṇa-sevayāguṇāś ca citta-prabhavāmad-rūpa ubhayaṁ tyajet",
        "verse_Syn": [
            "guṇeṣu",
            "ca",
            "āviśat",
            "cittam",
            "abhīkṣṇam",
            "guṇa",
            "sevayā",
            "guṇāḥ",
            "ca",
            "citta",
            "prabhavāḥ",
            "mat",
            "rūpaḥ",
            "ubhayam",
            "tyajet"
        ],
        "translation": "A person who has thus achieved Me by understanding that he is not different from Me realizes that the material mind is lodged within the sense objects because of constant sense gratification, and that the material objects are existing prominently within the material mind. Having understood My transcendental nature, he gives up both the material mind and its objects.",
        "purport": " The Lord again states here that it is most difficult to separate the material mind from its objects because the material mind by definition considers itself to be the doer and enjoyer of everything. It must be understood that giving up the material mind does not mean giving up all mental activities, but instead means purifying the mind and engaging one’s enlightened mentality in the devotional service of the Lord. Since time immemorial the material mind and senses have been in contact with the sense objects; therefore, how is it possible for the material mind to give up its objects, which are the basis of its existence? And not only does the mind reach out to material objects, but also, because of the mind’s desires, the material objects cannot remain out of the mind, helplessly entering at every moment. Thus, separation between the mind and sense objects is not actually feasible, nor does it serve any purpose. If one retains a material mentality, considering oneself to be supreme, one may renounce sense gratification, considering it to be ultimately the cause of unhappiness, but one will not be able to remain on such an artificial platform, nor will such renunciation serve any real purpose. Without surrender to the lotus feet of the Lord, mere renunciation cannot take one out of this material world. Just as the sun’s rays are part of the sun, the living entities are part of the Supreme Personality of Godhead. When the living entity is completely absorbed in his identity as the part and parcel of the Personality of Godhead, he becomes actually wise and easily gives up the material mind and sense objects. The word mad-rūpaḥ in this verse indicates absorption of the mind in the form, qualities, pastimes and associates of the Supreme Personality of Godhead. Immersed in such ecstatic meditation, one should render devotional service to the Lord, and this will automatically drive away the influence of sense gratification. By himself, the living entity does not have the potency to give up his false identification with the material mind and sense objects, but by worshiping the Lord in the mood of being His eternal part-and-parcel servant, one is infused with the Lord’s potency, which easily drives away the darkness of ignorance."
    },
    {
        "verse": "27",
        "devanagari": "जाग्रत् स्वप्न: सुषुप्तं च गुणतो बुद्धिवृत्तय: ।तासां विलक्षणो जीव: साक्षित्वेन विनिश्चित: ॥ २७ ॥",
        "english_devnagari": "jāgrat svapnaḥ suṣuptaṁ caguṇato buddhi-vṛttayaḥtāsāṁ vilakṣaṇo jīvaḥsākṣitvena viniścitaḥ",
        "verse_Syn": [
            "jāgrat",
            "svapnaḥ",
            "su",
            "suptam",
            "ca",
            "guṇataḥ",
            "buddhi",
            "vṛttayaḥ",
            "tāsām",
            "vilakṣaṇaḥ",
            "jīvaḥ",
            "sākṣitvena",
            "viniścitaḥ"
        ],
        "translation": "Waking, sleeping and deep sleep are the three functions of the intelligence and are caused by the modes of material nature. The living entity within the body is ascertained to possess characteristics different from these three states and thus remains as a witness to them.",
        "purport": " The spirit soul actually has nothing to do with the material world, having no permanent or natural relationship with it. Real renunciation means to give up the illusory identification with matter in its subtle and gross forms. Suṣuptam, or deep sleep, indicates sleeping without any dreams or conscious activity. These three states are described by Lord Kṛṣṇa as follows: “One should know that wakefulness is born of the mode of goodness, dreams from the mode of passion, and deep dreamless sleep from the mode of ignorance. The fourth element, pure consciousness, is different from these three and pervades them.” (Bhāg. 11.25.20) Real freedom means sākṣitvena, or to exist as a witness to the functions of illusion. Such an advantageous position is achieved by development of Kṛṣṇa consciousness."
    },
    {
        "verse": "28",
        "devanagari": "यर्हि संसृतिबन्धोऽयमात्मनो गुणवृत्तिद: ।मयि तुर्ये स्थितो जह्यात् त्यागस्तद् गुणचेतसाम् ॥ २८ ॥",
        "english_devnagari": "yarhi saṁsṛti-bandho ’yamātmano guṇa-vṛtti-daḥmayi turye sthito jahyāttyāgas tad guṇa-cetasām",
        "verse_Syn": [
            "yarhi",
            "saṁsṛti",
            "bandhaḥ",
            "ayam",
            "ātmanaḥ",
            "guṇa",
            "vṛtti",
            "daḥ",
            "mayi",
            "turye",
            "sthitaḥ",
            "jahyāt",
            "tyāgaḥ",
            "tat",
            "guṇa",
            "cetasām"
        ],
        "translation": "The spirit soul is trapped in the bondage of material intelligence, which awards him constant engagement in the illusory modes of nature. But I am the fourth stage of consciousness, beyond wakefulness, dreaming and deep sleep. Becoming situated in Me, the soul should give up the bondage of material consciousness. At that time, the living entity will automatically renounce the material sense objects and the material mind.",
        "purport": " Lord Kṛṣṇa now specifically answers the questions that the sages originally placed before Lord Brahmā. Ultimately, the spirit soul has nothing to do with the material sense objects and modes of nature. But because of one’s false identification with the material body, the modes of nature are empowered to engage one in illusory occupations. By destroying this false identification with matter, the soul gives up the illusory occupations awarded by the modes of nature. It is clearly stated in this verse that the living entity is not empowered to independently free himself from illusion, but must situate himself in Kṛṣṇa consciousness, in full awareness of the Supreme Lord."
    },
    {
        "verse": "29",
        "devanagari": "अहङ्कारकृतं बन्धमात्मनोऽर्थविपर्ययम् ।विद्वान् निर्विद्य संसारचिन्तां तुर्ये स्थितस्त्यजेत् ॥ २९ ॥",
        "english_devnagari": "ahaṅkāra-kṛtaṁ bandhamātmano ’rtha-viparyayamvidvān nirvidya saṁsāra-cintāṁ turye sthitas tyajet",
        "verse_Syn": [
            "ahaṅkāra",
            "kṛtam",
            "bandham",
            "ātmanaḥ",
            "artha",
            "viparyayam",
            "vidvān",
            "nirvidya",
            "saṁsāra",
            "cintām",
            "turye",
            "sthitaḥ",
            "tyajet"
        ],
        "translation": "The false ego of the living entity places him in bondage and awards him exactly the opposite of what he really desires. Therefore, an intelligent person should give up his constant anxiety to enjoy material life and remain situated in the Lord, who is beyond the functions of material consciousness.",
        "purport": " Śrīla Śrīdhara Svāmī comments as follows. “How does material existence cause the bondage of the living entity, and how can such bondage be given up? The Lord explains this here by the word ahaṅkāra-kṛtam. Because of false ego, one is bound up in the network of illusion. Artha-viparyayam indicates that although the living entity desires blissful life, eternity and knowledge, he adopts procedures that actually cover over his eternal, blissful nature and give him exactly the opposite result. The living entity does not want death and suffering, but these are actually the results of material existence, which is therefore useless for all practical purposes. An intelligent person should contemplate the unhappiness of material life and thus become situated in the transcendental Lord. The word saṁsāra-cintām can be understood as follows. Saṁsāra, or material existence, indicates material intelligence, because material existence only occurs because of the living entity’s false intellectual identification with the material world. Because of this misidentification, one becomes overwhelmed with saṁsāra-cintām, anxiety to enjoy the material world. One should become situated in the Lord and give up such useless anxiety.”"
    },
    {
        "verse": "30",
        "devanagari": "यावन्नानार्थधी: पुंसो न निवर्तेत युक्तिभि: ।जागर्त्यपि स्वपन्नज्ञ: स्वप्ने जागरणं यथा ॥ ३० ॥",
        "english_devnagari": "yāvan nānārtha-dhīḥ puṁsona nivarteta yuktibhiḥjāgarty api svapann ajñaḥsvapne jāgaraṇaṁ yathā",
        "verse_Syn": [
            "yāvat",
            "nānā",
            "artha",
            "dhīḥ",
            "puṁsaḥ",
            "na",
            "nivarteta",
            "yuktibhiḥ",
            "jāgarti",
            "api",
            "svapan",
            "ajñaḥ",
            "svapne",
            "jāgaraṇam",
            "yathā"
        ],
        "translation": "According to My instructions, one should fix the mind on Me alone. If, however, one continues to see many different values and goals in life rather than seeing everything within Me, then although apparently awake, one is actually dreaming due to incomplete knowledge, just as one may dream that one has wakened from a dream.",
        "purport": " One who is not Kṛṣṇa conscious cannot understand that everything is resting within Lord Kṛṣṇa, and thus it is impossible for him to retire from material sense gratification. One may adopt a particular process of salvation and consider oneself to be “saved”; nevertheless, his material conditioning will remain and thus he will maintain his attachment to the material world. While one is dreaming he sometimes imagines that he has awakened from a dream and is experiencing normal consciousness. Similarly, one may consider oneself to be saved, but if he remains absorbed in making material value judgements between good and bad, without reference to devotional service to the Supreme Lord, he is understood to be a conditioned soul covered by the illusory identification with matter."
    },
    {
        "verse": "31",
        "devanagari": "असत्त्वादात्मनोऽन्येषां भावानां तत्कृता भिदा ।गतयो हेतवश्चास्य मृषा स्वप्नद‍ृशो यथा ॥ ३१ ॥",
        "english_devnagari": "asattvād ātmano ’nyeṣāṁbhāvānāṁ tat-kṛtā bhidāgatayo hetavaś cāsyamṛṣā svapna-dṛśo yathā",
        "verse_Syn": [
            "asattvāt",
            "ātmanaḥ",
            "anyeṣām",
            "bhāvānām",
            "tat",
            "kṛtā",
            "bhidā",
            "gatayaḥ",
            "hetavaḥ",
            "ca",
            "asya",
            "mṛṣā",
            "svapna",
            "dṛśaḥ",
            "yathā"
        ],
        "translation": "Those states of existence that are conceived of as separate from the Supreme Personality of Godhead have no actual existence, although they create a sense of separation from the Absolute Truth. Just as the seer of a dream imagines many different activities and rewards, similarly, because of the sense of an existence separate from the Lord’s existence, the living entity falsely performs fruitive activities, thinking them to be the cause of future rewards and destinations.",
        "purport": " Śrīla Viśvanātha Cakravartī Ṭhākura comments as follows: “Although Lord Kṛṣṇa in His form of Haṁsa-avatāra has condemned the intelligence that sees duality and separate values within the material world, the Vedas themselves institute the system of varṇāśrama-dharma, by which the entire human society is divided into different castes, occupations and spiritual statuses. Therefore, how can the Lord recommend that one give up one’s faith in this Vedic system? The answer is given in this verse as follows. The words anyeṣāṁ bhāvānām, or ‘of other states of existence,’ refer to the innumerable divisions of false identification with the material body, mind, occupation, and so on. Such identification is illusion, and the material divisions of the varṇāśrama system are certainly based on this illusion. The Vedic literatures promise heavenly rewards such as residence in upper planetary systems and prescribe the means to acquire such rewards. However, both the rewards and the means for achieving them are ultimately illusion. Since this world is the Lord’s creation, one cannot deny that its existence is also real; yet the living entity who identifies the creations of this world as belonging to himself is certainly in illusion. The example may be given that horns are real and rabbits are real, but if one imagines a rabbit’s horns, that is certainly illusion, though a rabbit’s horns may occur in a dream. Similarly, the living entity dreams of a permanent relationship within the material world. One may dream that one is feasting on sumptuous sweet rice prepared with milk and sugar, but there is no actual nutritional value in the dream of royal feasting.” Śrīla Bhaktisiddhānta Sarasvatī Ṭhākura remarks in this regard that just as one soon forgets the experience of a dream after awakening, similarly, a liberated soul in Kṛṣṇa consciousness does not see anything substantial in even the most exalted rewards offered by the Vedas, such as promotion to the heavenly planets. Therefore Lord Kṛṣṇa advised Arjuna in Bhagavad-gītā to remain fixed in self-realization, without being deviated by fruitive rituals performed in the name of religion."
    },
    {
        "verse": "32",
        "devanagari": "यो जागरे बहिरनुक्षणधर्मिणोऽर्थान्भुङ्क्ते समस्तकरणैर्हृदि तत्सद‍ृक्षान् ।स्वप्ने सुषुप्त उपसंहरते स एक:स्मृत्यन्वयात्‍त्रिगुणवृत्तिद‍ृगिन्द्रियेश: ॥ ३२ ॥",
        "english_devnagari": "yo jāgare bahir anukṣaṇa-dharmiṇo ’rthānbhuṅkte samasta-karaṇair hṛdi tat-sadṛkṣānsvapne suṣupta upasaṁharate sa ekaḥsmṛty-anvayāt tri-guṇa-vṛtti-dṛg indriyeśaḥ",
        "verse_Syn": [
            "yaḥ",
            "jāgare",
            "bahiḥ",
            "anukṣaṇa",
            "dharmiṇaḥ",
            "arthān",
            "bhuṅkte",
            "samasta",
            "karaṇaiḥ",
            "hṛdi",
            "tat",
            "sadṛkṣān",
            "svapne",
            "suṣupte",
            "upasaṁharate",
            "saḥ",
            "ekaḥ",
            "smṛti",
            "anvayāt",
            "tri",
            "guṇa",
            "vṛtti",
            "dṛk",
            "indriya",
            "īśaḥ"
        ],
        "translation": "While awake the living entity enjoys with all of his senses the fleeting characteristics of the material body and mind; while dreaming he enjoys similar experiences within the mind; and in deep dreamless sleep all such experiences merge into ignorance. By remembering and contemplating the succession of wakefulness, dreaming and deep sleep, the living entity can understand that he is one throughout the three stages of consciousness and is transcendental. Thus, he becomes the lord of the senses.",
        "purport": " In verse 30 of this chapter Lord Kṛṣṇa stated that one must retire from material duality by the proper means, which the Lord now explains. One may first consider the three phases of consciousness mentioned above and then understand one’s own transcendental position as spirit soul. One experiences childhood, boyhood, adolescence, adulthood, middle age and old age, and throughout these phases one is experiencing things while awake and while dreaming. Similarly, one may, by careful intelligence, understand one’s lack of consciousness during deep sleep, and thus through intelligence one may have experience of lack of consciousness. One may argue that it is actually the senses that experience during wakefulness and that it is the mind that experiences during dreams. However, the Lord here states, indriyeśaḥ: the living entity is actually the lord of the senses and mind, although temporarily he has become a victim of their influence. By Kṛṣṇa consciousness one may resume one’s rightful position as master of the mental and sensory faculties. Also, since the living entity can remember his experiences in these three stages of consciousness, he is ultimately the experiencing agent or the seer of all phases of consciousness. He remembers, “I saw so many things in my dream, and then my dream ended and I didn’t see anything. Now I’m waking up.” This universal experience can be understood by everyone, and thus everyone can understand that one’s actual identity is separate from the material body and mind."
    },
    {
        "verse": "33",
        "devanagari": "एवं विमृश्य गुणतो मनसस्त्र्यवस्थामन्मायया मयि कृता इति निश्चितार्था: ।सञ्छिद्य हार्दमनुमानसदुक्तितीक्ष्ण-ज्ञानासिना भजत माखिलसंशयाधिम् ॥ ३३ ॥",
        "english_devnagari": "evaṁ vimṛśya guṇato manasas try-avasthāman-māyayā mayi kṛtā iti niścitārthāḥsañchidya hārdam anumāna-sad-ukti-tīkṣṇa-jñānāsinā bhajata mākhila-saṁśayādhim",
        "verse_Syn": [
            "evam",
            "vimṛśya",
            "guṇataḥ",
            "manasaḥ",
            "tri",
            "avasthāḥ",
            "mat",
            "māyayā",
            "mayi",
            "kṛtāḥ",
            "iti",
            "niścita",
            "arthāḥ",
            "sañchidya",
            "hārdam",
            "anumāna",
            "sat",
            "ukti",
            "tīkṣṇa",
            "jñāna",
            "asinā",
            "bhajata",
            "mā",
            "akhila",
            "saṁśaya",
            "ādhim"
        ],
        "translation": "You should consider how, by the influence of My illusory energy, these three states of the mind, caused by the modes of nature, have been artificially imagined to exist in Me. Having definitely ascertained the truth of the soul, you should utilize the sharpened sword of knowledge, acquired by logical reflection and from the instructions of sages and Vedic literatures, to completely cut off the false ego, which is the breeding ground of all doubts. All of you should then worship Me, who am situated within the heart.",
        "purport": " One who has obtained transcendental knowledge is no longer dependent on the three stages of ordinary consciousness, namely waking, dreaming and dreamless sleep. One thus rids one’s material mind of the tendency to become the enjoyer of the inferior energy of the Lord, and one sees everything as part and parcel of the Lord’s potency, meant only for the enjoyment of the Lord Himself. In such a state of consciousness, one naturally surrenders fully to the Lord’s devotional service, which Lord Haṁsa here advises the sons of Lord Brahmā to take up."
    },
    {
        "verse": "34",
        "devanagari": "ईक्षेत विभ्रममिदं मनसो विलासंद‍ृष्टं विनष्टमतिलोलमलातचक्रम् ।विज्ञानमेकमुरुधेव विभाति मायास्वप्नस्‍त्रिधा गुणविसर्गकृतो विकल्प: ॥ ३४ ॥",
        "english_devnagari": "īkṣeta vibhramam idaṁ manaso vilāsaṁdṛṣṭaṁ vinaṣṭam ati-lolam alāta-cakramvijñānam ekam urudheva vibhāti māyāsvapnas tridhā guṇa-visarga-kṛto vikalpaḥ",
        "verse_Syn": [
            "īkṣeta",
            "vibhramam",
            "idam",
            "manasaḥ",
            "vilāsam",
            "dṛṣṭam",
            "vinaṣṭam",
            "ati",
            "lolam",
            "alāta",
            "cakram",
            "vijñānam",
            "ekam",
            "urudhā",
            "iva",
            "vibhāti",
            "māyā",
            "svapnaḥ",
            "tridhā",
            "guṇa",
            "visarga",
            "kṛtaḥ",
            "vikalpaḥ"
        ],
        "translation": "One should see that the material world is a distinct illusion appearing in the mind, because material objects have an extremely flickering existence and are here today and gone tomorrow. They can be compared to the streaking red line created by whirling a fiery stick. The spirit soul by nature exists in the single state of pure consciousness. However, in this world he appears in many different forms and stages of existence. The modes of nature divide the soul’s consciousness into normal wakefulness, dreaming and dreamless sleep. All such varieties of perception, however, are actually māyā and exist only like a dream.",
        "purport": " The Lord now describes an additional process for transcending the illusory interaction of the material mind and material sense objects. Lāsa means “jumping” or “dancing,” and thus manaso vilāsam here indicates that the material mind is jumping superficially from one conception of life to another. Our original consciousness, however, is one (vijñānam ekam). Therefore, one should carefully study the flickering “here today, gone tomorrow” nature of the material world and detach oneself from the illusory variety of māyā."
    },
    {
        "verse": "35",
        "devanagari": "द‍ृष्टिं तत: प्रतिनिवर्त्य निवृत्ततृष्ण-स्तूष्णीं भवेन्निजसुखानुभवो निरीह:सन्दृश्यते क्व‍ च यदीदमवस्तुबुद्ध्यात्यक्तं भ्रमाय न भवेत् स्मृतिरानिपातात् ॥ ३५ ॥",
        "english_devnagari": "dṛṣṭiṁ tataḥ pratinivartya nivṛtta-tṛṣṇastūṣṇīṁ bhaven nija-sukhānubhavo nirīhaḥsandṛśyate kva ca yadīdam avastu-buddhyātyaktaṁ bhramāya na bhavet smṛtir ā-nipātāt",
        "verse_Syn": [
            "dṛṣṭim",
            "tataḥ",
            "pratinivartya",
            "nivṛtta",
            "tṛṣṇaḥ",
            "tūṣṇīm",
            "bhavet",
            "nija",
            "sukha",
            "anubhavaḥ",
            "nirīhaḥ",
            "sandṛśyate",
            "kva",
            "ca",
            "yadi",
            "idam",
            "avastu",
            "buddhyā",
            "tyaktam",
            "bhramāya",
            "na",
            "bhavet",
            "smṛtiḥ",
            "ā",
            "nipātāt"
        ],
        "translation": "Having understood the temporary illusory nature of material things, and thus having pulled one’s vision away from illusion, one should remain without material desires. By experiencing the happiness of the soul, one should give up material speaking and activities. If sometimes one must observe the material world, one should remember that it is not ultimate reality and therefore one has given it up. By such constant remembrance up till the time of death, one will not again fall into illusion.",
        "purport": " To maintain the material body one cannot avoid eating and sleeping. In these and other ways, one will sometimes be forced to deal with the material world and the physical aspects of one’s own body. At such times one should remember that the material world is not actual reality and that therefore one has given it up to become Kṛṣṇa conscious. By such constant remembrance, by enjoying spiritual bliss within oneself and by retiring from any material activities of the mind, speech or body, one will not fall into material illusion. Śrīla Bhaktisiddhānta Sarasvatī Ṭhākura comments as follows. “The living entity, while living in the external energy of the Lord, should give up any anxiety for sense gratification and should not act for his personal enjoyment. Rather, one should search out spiritual bliss through devotional service to the Supreme Lord. By reviving one’s relationship with Lord Kṛṣṇa, one will understand that if one accepts any material object for one’s personal enjoyment, attachment will inevitably develop, and thus one will be bewildered by illusion. By gradually developing one’s spiritual body, one will no longer desire to enjoy anything within the material world.”"
    },
    {
        "verse": "36",
        "devanagari": "देहं च नश्वरमवस्थितमुत्थितं वासिद्धो न पश्यति यतोऽध्यगमत् स्वरूपम् ।दैवादपेतमथ दैववशादुपेतंवासो यथा परिकृतं मदिरामदान्ध: ॥ ३६ ॥",
        "english_devnagari": "dehaṁ ca naśvaram avasthitam utthitaṁ vāsiddho na paśyati yato ’dhyagamat svarūpamdaivād apetam atha daiva-vaśād upetaṁvāso yathā parikṛtaṁ madirā-madāndhaḥ",
        "verse_Syn": [
            "deham",
            "ca",
            "naśvaram",
            "avasthitam",
            "utthitam",
            "vā",
            "siddhaḥ",
            "na",
            "paśyati",
            "yataḥ",
            "adhyagamat",
            "sva",
            "rūpam",
            "daivāt",
            "apetam",
            "atha",
            "daiva",
            "vaśāt",
            "upetam",
            "vāsaḥ",
            "yathā",
            "parikṛtam",
            "madirā",
            "mada",
            "andhaḥ"
        ],
        "translation": "Just as a drunken man does not notice if he is wearing his coat or shirt, similarly, one who is perfect in self-realization and who has thus achieved his eternal identity does not notice whether the temporary body is sitting or standing. Indeed, if by God’s will the body is finished or if by God’s will he obtains a new body, a self-realized soul does not notice, just as a drunken man does not notice the situation of his outward dress.",
        "purport": " A Kṛṣṇa conscious person who has achieved his spiritual identity does not accept sense gratification in the material world as the goal of his life. He is constantly engaged in the service of the Lord and knows that the temporary body and flickering mind are material. By superior intelligence in Kṛṣṇa consciousness he remains engaged in the Lord’s service. The example of a drunken man in this verse is very nice. It is common knowledge that at mundane social gatherings men become drunk and lose all awareness of their external situation. Similarly, a liberated soul has already achieved his spiritual body and therefore knows that his continued existence does not depend on the material body. A liberated soul does not, however, inflict punishment on the body but rather remains neutral, naturally accepting his destiny as the will of the Supreme."
    },
    {
        "verse": "37",
        "devanagari": "देहोऽपि दैववशग: खलु कर्म यावत्स्वारम्भकं प्रतिसमीक्षत एव सासु: ।तं सप्रपञ्चमधिरूढसमाधियोग:स्वाप्नं पुनर्न भजते प्रतिबुद्धवस्तु: ॥ ३७ ॥",
        "english_devnagari": "deho ’pi daiva-vaśa-gaḥ khalu karma yāvatsvārambhakaṁ pratisamīkṣata eva sāsuḥtaṁ sa-prapañcam adhirūḍha-samādhi-yogaḥsvāpnaṁ punar na bhajate pratibuddha-vastuḥ",
        "verse_Syn": [
            "dehaḥ",
            "api",
            "daiva",
            "vaśa",
            "gaḥ",
            "khalu",
            "karma",
            "yāvat",
            "sva",
            "ārambhakam",
            "pratisamīkṣate",
            "eva",
            "sa",
            "asuḥ",
            "tam",
            "sa",
            "prapañcam",
            "adhirūḍha",
            "samādhi",
            "yogaḥ",
            "svāpnam",
            "punaḥ",
            "na",
            "bhajate",
            "pratibuddha",
            "vastuḥ"
        ],
        "translation": "The material body certainly moves under the control of supreme destiny and therefore must continue to live along with the senses and vital air as long as one’s karma is in effect. A self-realized soul, however, who is awakened to the absolute reality and who is thus highly situated in the perfect stage of yoga, will never again surrender to the material body and its manifold manifestations, knowing it to be just like a body visualized in a dream.",
        "purport": " Although Lord Kṛṣṇa recommended in the previous verse that a self-realized soul not give attention to the body, it is clear from the Lord’s statement here that one should not foolishly starve or injure the body, but should patiently wait until the chain of one’s previous fruitive work has completely exhausted itself. At that time the body will automatically die according to destiny. The following doubt may then arise: If a Kṛṣṇa conscious person pays proper attention to the maintenance of the body, is there danger of again becoming attached to it? Lord Kṛṣṇa here states that one who is highly elevated in Kṛṣṇa consciousness, having understood Lord Kṛṣṇa to be the actual vastu, or reality, never again surrenders to the illusory identification with the material body, which is just like the body seen in a dream."
    },
    {
        "verse": "38",
        "devanagari": "मयैतदुक्तं वो विप्रा गुह्यं यत् साङ्ख्ययोगयो: ।जानीत मागतं यज्ञं युष्मद्धर्मविवक्षया ॥ ३८ ॥",
        "english_devnagari": "mayaitad uktaṁ vo viprāguhyaṁ yat sāṅkhya-yogayoḥjānīta māgataṁ yajñaṁyuṣmad-dharma-vivakṣayā",
        "verse_Syn": [
            "mayā",
            "etat",
            "uktam",
            "vaḥ",
            "viprāḥ",
            "guhyam",
            "yat",
            "sāṅkhya",
            "yogayoḥ",
            "jānīta",
            "mā",
            "āgatam",
            "yajñam",
            "yuṣmat",
            "dharma",
            "vivakṣayā"
        ],
        "translation": "My dear brāhmaṇas, I have now explained to you the confidential knowledge of Sāṅkhya, by which one philosophically distinguishes matter from spirit, and of aṣṭāṅga-yoga, by which one links up with the Supreme. Please understand that I am the Supreme Personality of Godhead, Viṣṇu, and that I have appeared before you desiring to explain your actual religious duties.",
        "purport": " To increase the faith of Lord Brahmā’s sons and establish the prestige of His teachings, Lord Kṛṣṇa now formally identifies Himself as the Supreme Personality of Godhead, Viṣṇu. As stated in Vedic literature, yajño vai viṣṇuḥ. After explaining the sāṅkhya- and aṣṭāṅga-yoga systems, the Lord clearly answers the original question of the sages, “Who are You, sir?” Thus, Lord Brahmā and his sons were enlightened by Lord Haṁsa."
    },
    {
        "verse": "39",
        "devanagari": "अहं योगस्य सांख्यस्य सत्यस्यर्तस्य तेजस: ।परायणं द्विजश्रेष्ठा: श्रिय: कीर्तेर्दमस्य च ॥ ३९ ॥",
        "english_devnagari": "ahaṁ yogasya sāṅkhyasyasatyasyartasya tejasaḥparāyaṇaṁ dvija-śreṣṭhāḥśriyaḥ kīrter damasya ca",
        "verse_Syn": [
            "aham",
            "yogasya",
            "sāṅkhyasya",
            "satyasya",
            "ṛtasya",
            "tejasaḥ",
            "para",
            "ayaṇam",
            "dvija",
            "śreṣṭhāḥ",
            "śriyaḥ",
            "kīrteḥ",
            "damasya",
            "ca"
        ],
        "translation": "O best of the brāhmaṇas, please know that I am the supreme shelter of the yoga system, analytic philosophy, virtuous action, truthful religious principles, power, beauty, fame and self-control.",
        "purport": " According to Śrīla Śrīdhara Svāmī, the synonymous words satyasya and ṛtasya refer to, respectively, the proper or virtuous execution of religious principles and a convincing presentation of religion. Śrīla Viśvanātha Cakravartī Ṭhākura points out that the sons of Brahmā were struck with wonder at the presentation of the Supreme Personality of Godhead and were thinking, “What wonderful knowledge we have just heard.” The Lord, recognizing their astonishment, spoke this verse to confirm their understanding of Him."
    },
    {
        "verse": "40",
        "devanagari": "मां भजन्ति गुणा: सर्वे निर्गुणं निरपेक्षकम् ।सुहृदं प्रियमात्मानं साम्यासङ्गादयोऽगुणा: ॥ ४० ॥",
        "english_devnagari": "māṁ bhajanti guṇāḥ sarvenirguṇaṁ nirapekṣakamsuhṛdaṁ priyam ātmānaṁsāmyāsaṅgādayo ’guṇāḥ",
        "verse_Syn": [
            "mām",
            "bhajanti",
            "guṇāḥ",
            "sarve",
            "nirguṇam",
            "nirapekṣakam",
            "su",
            "hṛdam",
            "priyam",
            "ātmānam",
            "sāmya",
            "asaṅga",
            "ādayaḥ",
            "aguṇāḥ"
        ],
        "translation": "All superior transcendental qualities, such as being beyond the modes of nature, detached, the well-wisher, the most dear, the Supersoul, equally situated everywhere, and free from material entanglement — all such qualities, free from the transformations of material qualities, find their shelter and worshipable object in Me.",
        "purport": " Because in the previous verse Lord Kṛṣṇa explained His exalted nature, the sons of Brahmā might have slightly doubted the Lord’s position, thinking that they had detected some pride within the Lord’s mind. Therefore, they may have doubted the instructions they had just received from Lord Haṁsa. Anticipating any such reluctance, the Lord immediately clarifies the situation in the present verse. The Lord explains that, unlike ordinary living entities even up to the standard of Brahmā, the Lord’s transcendental body is not different from His eternal Self and has no material qualities such as false egotism. The Lord’s transcendental form is eternal, full of knowledge and bliss, and is thus nirguṇam, beyond the modes of nature. Because the Lord completely ignores the so-called enjoyment offered by the illusory energy, He is called nirapekṣakam, and being the best well-wisher of His devotees, He is called suhṛdam. Priyam indicates that the Lord is the supreme lovable object and that He establishes wonderful affectionate relationships with His devotees. Sāmya indicates that the Lord is neutral and detached in all material situations. These and other exalted qualities find their shelter and worshipable object in the Lord, who does not take material designations into consideration but awards His mercy to anyone who takes shelter of Him. In Śrīmad-Bhāgavatam (1.16.26-30) mother Bhūmi, the predominating deity of the earth, gives a list of some of the Lord’s transcendental qualities, and even more are found in The Nectar of Devotion. Actually, the Lord’s qualities are unlimited, but a small sample is given here simply to establish the Lord’s transcendental position. Śrīla Madhvācārya has quoted from the Kāla-saṁhitā as follows. “The demigods are not actually perfectly endowed with transcendental qualities. Indeed, their opulences are limited, and therefore they worship the Supreme Personality of Godhead, the Absolute Truth, who is simultaneously free of all material qualities and completely endowed with all transcendental qualities, which exist in His personal body.”"
    },
    {
        "verse": "41",
        "devanagari": "इति मे छिन्नसन्देहा मुनय: सनकादय: ।सभाजयित्वा परया भक्त्यागृणत संस्तवै: ॥ ४१ ॥",
        "english_devnagari": "iti me chinna-sandehāmunayaḥ sanakādayaḥsabhājayitvā parayābhaktyāgṛṇata saṁstavaiḥ",
        "verse_Syn": [
            "iti",
            "me",
            "chinna",
            "sandehāḥ",
            "munayaḥ",
            "sanaka",
            "ādayaḥ",
            "sabhājayitvā",
            "parayā",
            "bhaktyā",
            "agṛṇata",
            "saṁstavaiḥ"
        ],
        "translation": "[Lord Kṛṣṇa continued:] My dear Uddhava, thus all of the doubts of the sages headed by Sanaka were destroyed by My words. Fully worshiping Me with transcendental love and devotion, they chanted My glories with excellent hymns.",
        "purport": ""
    },
    {
        "verse": "42",
        "devanagari": "तैरहं पूजित: सम्यक् संस्तुत: परमर्षिभि: ।प्रत्येयाय स्वकं धाम पश्यत: परमेष्ठिन: ॥ ४२ ॥",
        "english_devnagari": "tair ahaṁ pūjitaḥ saṁyaksaṁstutaḥ paramarṣibhiḥpratyeyāya svakaṁ dhāmapaśyataḥ parameṣṭhinaḥ",
        "verse_Syn": [
            "taiḥ",
            "aham",
            "pūjitaḥ",
            "saṁyak",
            "saṁstutaḥ",
            "parama",
            "ṛṣibhiḥ",
            "pratyeyāya",
            "svakam",
            "dhāma",
            "paśyataḥ",
            "parameṣṭhinaḥ"
        ],
        "translation": "The greatest of sages, headed by Sanaka Ṛṣi, thus perfectly worshiped and glorified Me, and as Lord Brahmā looked on, I returned to My own abode.",
        "purport": ""
    }
]