[
    {
        "verse": "1",
        "devanagari": "श्रीउद्धव उवाचसुदुस्तरामिमां मन्ये योगचर्यामनात्मन: ।यथाञ्जसा पुमान् सिद्ध्येत् तन्मे ब्रूह्यञ्जसाच्युत ॥ १ ॥",
        "english_devnagari": "śrī-uddhava uvācasu-dustarām imāṁ manyeyoga-caryām anātmanaḥyathāñjasā pumān siddhyettan me brūhy añjasācyuta",
        "verse_Syn": [
            "śrī",
            "uddhavaḥ",
            "uvāca",
            "su",
            "dustarām",
            "imām",
            "manye",
            "yoga",
            "caryām",
            "anātmanaḥ",
            "yathā",
            "añjasā",
            "pumān",
            "siddhyet",
            "tat",
            "me",
            "brūhi",
            "añjasā",
            "acyuta"
        ],
        "translation": "Śrī Uddhava said: My dear Lord Acyuta, I fear that the method of yoga described by You is very difficult for one who cannot control his mind. Therefore please explain to me in simple terms how someone can more easily execute it.",
        "purport": ""
    },
    {
        "verse": "2",
        "devanagari": "प्रायश: पुण्डरीकाक्ष युञ्जन्ते योगिनो मन: ।विषीदन्त्यसमाधानान्मनोनिग्रहकर्शिता: ॥ २ ॥",
        "english_devnagari": "prāyaśaḥ puṇḍarīkākṣayuñjanto yogino manaḥviṣīdanty asamādhānānmano-nigraha-karśitāḥ",
        "verse_Syn": [
            "prāyaśaḥ",
            "puṇḍarīka",
            "akṣa",
            "yuñjantaḥ",
            "yoginaḥ",
            "manaḥ",
            "viṣīdanti",
            "asamādhānāt",
            "manaḥ",
            "nigraha",
            "karśitāḥ"
        ],
        "translation": "O lotus-eyed Lord, generally those yogīs who try to steady the mind experience frustration because of their inability to perfect the state of trance. Thus they weary in their attempt to bring the mind under control.",
        "purport": " Without the shelter of the Supreme Lord, a yogī easily becomes discouraged in the difficult task of fixing his mind on the Supreme."
    },
    {
        "verse": "3",
        "devanagari": "अथात आनन्ददुघं पदाम्बुजंहंसा: श्रयेरन्नरविन्दलोचन ।सुखं नु विश्वेश्वर योगकर्मभि-स्त्वन्माययामी विहता न मानिन: ॥ ३ ॥",
        "english_devnagari": "athāta ānanda-dughaṁ padāmbujaṁhaṁsāḥ śrayerann aravinda-locanasukhaṁ nu viśveśvara yoga-karmabhistvan-māyayāmī vihatā na māninaḥ",
        "verse_Syn": [
            "atha",
            "ataḥ",
            "ānanda",
            "dugham",
            "pada",
            "ambujam",
            "haṁsāḥ",
            "śrayeran",
            "aravinda",
            "locana",
            "sukham",
            "nu",
            "viśva",
            "īśvara",
            "yoga",
            "karmabhiḥ",
            "tvat",
            "māyayā",
            "amī",
            "vihatāḥ",
            "na",
            "māninaḥ"
        ],
        "translation": "Therefore, O lotus-eyed Lord of the universe, swanlike men happily take shelter of Your lotus feet, the source of all transcendental ecstasy. But those who take pride in their accomplishments in yoga and karma fail to take shelter of You and are defeated by Your illusory energy.",
        "purport": " Śrī Uddhava emphasizes here that one can achieve spiritual perfection simply by taking shelter of the Personality of Godhead. Those who do so are called haṁsāḥ, the most discriminating human beings, since they are able to locate the actual source of spiritual happiness, the Lord’s lotus feet. The word yoga-karmabhiḥ indicates that those who are attracted to or proud of achievements in the field of mystic yoga or ordinary material endeavor cannot appreciate the great advantage of obediently surrendering to the Supreme Personality of Godhead. Generally the yogīs and fruitive workers are proud of their so-called achievements and are more attracted to their own endeavor than to the Lord Himself. By humbly taking shelter of Lord Kṛṣṇa, one can advance easily and quickly on the path of Kṛṣṇa consciousness and go back home, back to Godhead."
    },
    {
        "verse": "4",
        "devanagari": "किं चित्रमच्युत तवैतदशेषबन्धोदासेष्वनन्यशरणेषु यदात्मसात्त्वम् ।योऽरोचयत् सह मृगै: स्वयमीश्वराणांश्रीमत्किरीटतटपीडितपादपीठ: ॥ ४ ॥",
        "english_devnagari": "kiṁ citram acyuta tavaitad aśeṣa-bandhodāseṣv ananya-śaraṇesu yad ātma-sāttvamyo ’rocayat saha mṛgaiḥ svayam īśvarāṇāṁśrīmat-kirīṭa-taṭa-pīḍita-pāda-pīṭhaḥ",
        "verse_Syn": [
            "kim",
            "citram",
            "acyuta",
            "tava",
            "etat",
            "aśeṣa",
            "bandho",
            "dāseṣu",
            "ananya",
            "śaraṇeṣu",
            "yat",
            "ātma",
            "sāttvam",
            "yaḥ",
            "arocayat",
            "saha",
            "mṛgaiḥ",
            "svayam",
            "īśvarāṇām",
            "śrīmat",
            "kirīṭa",
            "taṭa",
            "pīḍita",
            "pāda",
            "pīṭhaḥ"
        ],
        "translation": "My dear infallible Lord, it is not very astonishing that You intimately approach Your servants who have taken exclusive shelter of You. After all, during Your appearance as Lord Rāmacandra, even while great demigods like Brahmā were vying to place the effulgent tips of their helmets upon the cushion where Your lotus feet rested, You displayed special affection for monkeys such as Hanumān because they had taken exclusive shelter of You.",
        "purport": " The devotees of the Lord become completely successful by the Lord’s causeless mercy. Sometimes Lord Kṛṣṇa accepts a position of subservience to His great devotees, as with Nanda Mahārāja, the gopīs, Bali Mahārāja and others. Although demigods like Lord Brahmā were standing in line to touch their helmets to the Lord’s foot cushion, still Lord Rāmacandra awarded His most intimate friendship to subhumans, such as the monkeys headed by Hanumān. Similarly Lord Kṛṣṇa’s affection for the deer and cows, and even for the trees of Vṛndāvana, is well known. Further, the Lord gladly drove the chariot of Arjuna and acted as the messenger and faithful subordinate of King Yudhiṣṭhira. Such devotees have no need for the elaborate jñāna-yoga systems or the process for achieving mystic powers. All these devotees are represented here by Śrī Uddhava, who frankly informs the Lord that the sophisticated systems of philosophical speculation and mystic yoga are not appealing for one who has developed a taste for direct loving service to the Lord."
    },
    {
        "verse": "5",
        "devanagari": "तं त्वाखिलात्मदयितेश्वरमाश्रितानांसर्वार्थदं स्वकृतविद् विसृजेत को नु ।को वा भजेत् किमपि विस्मृतयेऽनु भूत्यैकिं वा भवेन्न तव पादरजोजुषां न: ॥ ५ ॥",
        "english_devnagari": "taṁ tvākhilātma-dayiteśvaram āśritānāṁsarvārtha-daṁ sva-kṛta-vid visṛjeta ko nuko vā bhajet kim api vismṛtaye ’nu bhūtyaikiṁ vā bhaven na tava pāda-rajo-juṣāṁ naḥ",
        "verse_Syn": [
            "tam",
            "tvā",
            "akhila",
            "ātma",
            "dayita",
            "īśvaram",
            "āśrītānām",
            "sarva",
            "artha",
            "dam",
            "sva",
            "kṛta",
            "vit",
            "visṛjeta",
            "kaḥ",
            "nu",
            "kaḥ",
            "vā",
            "bhajet",
            "kim",
            "api",
            "vismṛtaye",
            "anu",
            "bhūtyai",
            "kim",
            "vā",
            "bhavet",
            "na",
            "tava",
            "pāda",
            "rajaḥ",
            "juṣām",
            "naḥ"
        ],
        "translation": "Who, then, could dare reject You, the very Soul, the most dear object of worship, and the Supreme Lord of all — You who give all possible perfections to the devotees who take shelter of You? Who could be so ungrateful, knowing the benefits You bestow? Who would reject You and accept something for the sake of material enjoyment, which simply leads to forgetfulness of You? And what lack is there for us who are engaged in the service of the dust of Your lotus feet?",
        "purport": " As stated in the Nārāyaṇīya of the Mokṣa-dharma, in Śrī Mahābhārata: “Whatever among the four goals of human life can be achieved by various spiritual practices is automatically achieved without such endeavors by the person who has taken shelter of Lord Nārāyaṇa, the refuge of all persons.” Thus a Kṛṣṇa conscious person knows that he will obtain all perfection of life simply by surrendering to the devotional service of Lord Kṛṣṇa. This is the highest stage of yoga, as confirmed in Bhagavad-gītā."
    },
    {
        "verse": "6",
        "devanagari": "नैवोपयन्त्यपचितिं कवयस्तवेशब्रह्मायुषापि कृतमृद्धमुद: स्मरन्त: ।योऽन्तर्बहिस्तनुभृतामशुभं विधुन्वन्नआचार्यचैत्त्यवपुषा स्वगतिं व्यनक्ति ॥ ६ ॥",
        "english_devnagari": "naivopayanty apacitiṁ kavayas taveśabrahmāyuṣāpi kṛtam ṛddha-mudaḥ smarantaḥyo ’ntar bahis tanu-bhṛtām aśubhaṁ vidhunvannācārya-caittya-vapuṣā sva-gatiṁ vyanakti",
        "verse_Syn": [
            "na",
            "eva",
            "upayanti",
            "apacitim",
            "kavayaḥ",
            "tava",
            "īśa",
            "brahma",
            "āyuṣā",
            "api",
            "kṛtam",
            "ṛddha",
            "mudaḥ",
            "smarantaḥ",
            "yaḥ",
            "antaḥ",
            "bahiḥ",
            "tanu",
            "bhṛtām",
            "aśubham",
            "vidhunvan",
            "ācārya",
            "caittya",
            "vapuṣā",
            "sva",
            "gatim",
            "vyanakti"
        ],
        "translation": "O my Lord! Transcendental poets and experts in spiritual science could not fully express their indebtedness to You, even if they were endowed with the prolonged lifetime of Brahmā, for You appear in two features — externally as the ācārya and internally as the Supersoul — to deliver the embodied living being by directing him how to come to You.",
        "purport": " According to Śrīla Jīva Gosvāmī, Lord Kṛṣṇa is ten million times more dear to a devotee than life itself. And according to Śrīla Viśvanātha Cakravartī Ṭhākura, even by rendering devotional service for the total duration of one thousand universal creations, a devotee cannot repay the debt he feels to the Lord for having awarded him loving service to the Lord’s lotus feet. The Lord appears within the heart as the Supersoul and externally both as the spiritual master and as His literary incarnation — the supreme Vedic knowledge of Bhagavad-gītā and Śrīmad-Bhāgavatam."
    },
    {
        "verse": "7",
        "devanagari": "श्रीशुक उवाचइत्युद्धवेनात्यनुरक्तचेतसापृष्टो जगत्क्रीडनक: स्वशक्तिभि: ।गृहीतमूर्तित्रय ईश्वरेश्वरोजगाद सप्रेममनोहरस्मित: ॥ ७ ॥",
        "english_devnagari": "śrī-śuka uvācaity uddhavenāty-anurakta-cetasāpṛṣṭo jagat-krīḍanakaḥ sva-śaktibhiḥgṛhīta-mūrti-traya īśvareśvarojagāda sa-prema-manohara-smitaḥ",
        "verse_Syn": [
            "śrī",
            "śukaḥ",
            "uvāca",
            "iti",
            "uddhavena",
            "ati",
            "anurakta",
            "cetasā",
            "pṛṣṭaḥ",
            "jagat",
            "krīḍanakaḥ",
            "sva",
            "śaktibhiḥ",
            "gṛhīta",
            "mūrti",
            "trayaḥ",
            "īśvara",
            "īśvaraḥ",
            "jagāda",
            "sa",
            "prema",
            "manaḥ",
            "hara",
            "smitaḥ"
        ],
        "translation": "Śukadeva Gosvāmī said: Thus questioned by the most affectionate Uddhava, Lord Kṛṣṇa, the supreme controller of all controllers, who takes the entire universe as His plaything and assumes the three forms of Brahmā, Viṣṇu and Śiva, began to reply, lovingly displaying His all-attractive smile.",
        "purport": ""
    },
    {
        "verse": "8",
        "devanagari": "श्रीभगवानुवाचहन्त ते कथयिष्यामि मम धर्मान् सुमङ्गलान् ।यान् श्रद्धयाचरन् मर्त्यो मृत्युं जयति दुर्जयम् ॥ ८ ॥",
        "english_devnagari": "śrī-bhagavān uvācahanta te kathayiṣyāmimama dharmān su-maṅgalānyān śraddhayācaran martyomṛtyuṁ jayati durjayam",
        "verse_Syn": [
            "śrī",
            "bhagavān",
            "uvāca",
            "hanta",
            "te",
            "kathayiṣyāmi",
            "mama",
            "dharmān",
            "su",
            "maṅgalān",
            "yān",
            "śraddhayā",
            "ācaran",
            "martyaḥ",
            "mṛtyum",
            "jayati",
            "durjayam"
        ],
        "translation": "The Supreme Personality of Godhead said: Yes, I shall describe to you the principles of devotion to Me, by executing which a mortal human being will conquer unconquerable death.",
        "purport": ""
    },
    {
        "verse": "9",
        "devanagari": "कुर्यात् सर्वाणि कर्माणि मदर्थं शनकै: स्मरन् ।मय्यर्पितमनश्चित्तो मद्धर्मात्ममनोरति: ॥ ९ ॥",
        "english_devnagari": "kuryāt sarvāṇi karmāṇimad-arthaṁ śanakaiḥ smaranmayy arpita-manaś-cittomad-dharmātma-mano-ratiḥ",
        "verse_Syn": [
            "kuryāt",
            "sarvāṇi",
            "karmāṇi",
            "mat",
            "artham",
            "śanakaiḥ",
            "smaran",
            "mayi",
            "arpita",
            "manaḥ",
            "cittaḥ",
            "mat",
            "dharma",
            "ātma",
            "manaḥ",
            "ratiḥ"
        ],
        "translation": "Always remembering Me, one should perform all his duties for Me without becoming impetuous. With mind and intelligence offered to Me, one should fix his mind in attraction to My devotional service.",
        "purport": " The words mad-dharmātma-mano-ratiḥ mean that all of one’s love and affection should be devoted to pleasing the Supreme Personality of Godhead. It is not indicated here that one should try to relish selfish satisfaction in devotional service, but rather that one should be attracted to the Lord’s own satisfaction, which one achieves by faithfully executing the order of a bona fide spiritual master coming in disciplic succession from Lord Kṛṣṇa Himself. Attachment to one’s own satisfaction, even within devotional service, is materialistic, whereas attachment to the satisfaction of the Lord is pure spiritual emotion."
    },
    {
        "verse": "10",
        "devanagari": "देशान् पुण्यानाश्रयेत मद्भ‍क्तै: साधुभि: श्रितान् ।देवासुरमनुष्येषु मद्भ‍क्ताचरितानि च ॥ १० ॥",
        "english_devnagari": "deśān puṇyān āśrayetamad-bhaktaiḥ sādhubhiḥ śritāndevāsura-manuṣyeṣumad-bhaktācaritāni ca",
        "verse_Syn": [
            "deśān",
            "puṇyān",
            "āśrayeta",
            "mat",
            "bhaktaiḥ",
            "sādhubhiḥ",
            "śritān",
            "deva",
            "asura",
            "manuṣyeṣu",
            "mat",
            "bhakta",
            "ācaritāni",
            "ca"
        ],
        "translation": "One should take shelter of holy places where My saintly devotees reside, and one should be guided by the exemplary activities of My devotees, who appear among the demigods, demons and human beings.",
        "purport": " Nārada Muni is one of the great devotees of the Lord who appeared among the demigods. Prahlāda Mahārāja appeared among the demons, and many other great devotees, such as Ambarīṣa Mahārāja and the Pāṇḍavas, appeared among human beings. One should take shelter of the devotees’ exemplary activities and also the holy places where devotees reside. Thus one will remain safe on the path of devotional service."
    },
    {
        "verse": "11",
        "devanagari": "पृथक् सत्रेण वा मह्यं पर्वयात्रामहोत्सवान् ।कारयेद् गीतनृत्याद्यैर्महाराजविभूतिभि: ॥ ११ ॥",
        "english_devnagari": "pṛthak satreṇa vā mahyaṁparva-yātrā-mahotsavānkārayed gīta-nṛtyādyairmahārāja-vibhūtibhiḥ",
        "verse_Syn": [
            "pṛthak",
            "satreṇa",
            "vā",
            "mahyam",
            "parva",
            "yātrā",
            "mahā",
            "utsavān",
            "kārayet",
            "gīta",
            "nṛtya",
            "ādyaiḥ",
            "mahā",
            "rāja",
            "vibhūtibhiḥ"
        ],
        "translation": "Either alone or in public gatherings, with singing, dancing and other exhibitions of royal opulence, one should arrange to celebrate those holy days, ceremonies and festivals set aside specially for My worship.",
        "purport": ""
    },
    {
        "verse": "12",
        "devanagari": "मामेव सर्वभूतेषु बहिरन्तरपावृतम् ।ईक्षेतात्मनि चात्मानं यथा खममलाशय: ॥ १२ ॥",
        "english_devnagari": "mām eva sarva-bhūteṣubahir antar apāvṛtamīkṣetātmani cātmānaṁyathā kham amalāśayaḥ",
        "verse_Syn": [
            "mām",
            "eva",
            "sarva",
            "bhūteṣu",
            "bahiḥ",
            "antaḥ",
            "apāvṛtam",
            "īkṣeta",
            "ātmani",
            "ca",
            "ātmānam",
            "yathā",
            "kham",
            "amala",
            "āśayaḥ"
        ],
        "translation": "With a pure heart one should see Me, the Supreme Soul within all beings and also within oneself, to be both unblemished by anything material and also present everywhere, both externally and internally, just like the omnipresent sky.",
        "purport": " According to Śrīla Viśvanātha Cakravartī Ṭhākura, the Lord has spoken the present verse to attract those who are inclined toward philosophical speculation about the Absolute Truth. Such transcendental scholars searching for the ultimate unity will be attracted by the Lord’s manifestation described here."
    },
    {
        "verse": "13-14",
        "devanagari": "इति सर्वाणि भूतानि मद्भ‍ावेन महाद्युते ।सभाजयन् मन्यमानो ज्ञानं केवलमाश्रित: ॥ १३ ॥ब्राह्मणे पुक्कसे स्तेने ब्रह्मण्येऽर्के स्फुलिङ्गके ।अक्रूरे क्रूरके चैव समद‍ृक् पण्डितो मत: ॥ १४ ॥",
        "english_devnagari": "iti sarvāṇi bhūtānimad-bhāvena mahā-dyutesabhājayan manyamānojñānaṁ kevalam āśritaḥ",
        "verse_Syn": [
            "iti",
            "sarvāṇi",
            "bhūtāni",
            "mat",
            "bhāvena",
            "mahā",
            "dyute",
            "sabhājayan",
            "manyamānaḥ",
            "jñānam",
            "kevalam",
            "āśritaḥ",
            "brāhmaṇe",
            "pukkase",
            "stene",
            "brahmaṇye",
            "arke",
            "sphuliṅgake",
            "akrūre",
            "krūrake",
            "ca",
            "eva",
            "sama",
            "dṛk",
            "paṇḍitaḥ",
            "mataḥ"
        ],
        "translation": "O brilliant Uddhava, one who thus views all living entities with the idea that I am present within each of them, and who by taking shelter of this divine knowledge offers due respect to everyone, is considered actually wise. Such a man sees equally the brāhmaṇa and the outcaste, the thief and the charitable promoter of brahminical culture, the sun and the tiny sparks of fire, the gentle and the cruel.",
        "purport": " A series of opposites is set forth here — namely the high-class brāhmaṇa and the low-class aborigine, the thief who steals from respectable persons and the respecter of brahminical culture who gives charity to brāhmaṇas, the all-powerful sun and the insignificant spark, and finally the kind and the cruel. Ordinarily, the ability to distinguish between such opposites qualifies one as intelligent. How, then, can the Lord state that ignoring such obvious differences establishes one as a wise man? The answer is given by the words mad-bhāvena: a wise person sees the Supreme Personality of Godhead within everything. Therefore, although externally perceiving and dealing with the varieties of material situations, a wise man is more impressed by and concerned with the overwhelming unity of all existence, which is based on the presence of the Supreme Lord within everything. As explained here, a truly wise person is not limited to superficial material discrimination."
    },
    {
        "verse": "15",
        "devanagari": "नरेष्वभीक्ष्णं मद्भ‍ावं पुंसो भावयतोऽचिरात् ।स्पर्धासूयातिरस्कारा: साहङ्कारा वियन्ति हि ॥ १५ ॥",
        "english_devnagari": "nareṣv abhīkṣṇaṁ mad-bhāvaṁpuṁso bhāvayato ’cirātspardhāsūyā-tiraskārāḥsāhaṅkārā viyanti hi",
        "verse_Syn": [
            "nareṣu",
            "abhīkṣṇam",
            "mat",
            "bhāvam",
            "puṁsaḥ",
            "bhāvayataḥ",
            "acirāt",
            "spardhā",
            "asūyā",
            "tiraskārāḥ",
            "sa",
            "ahaṅkārāḥ",
            "viyanti",
            "hi"
        ],
        "translation": "For him who constantly meditates upon My presence within all persons, the bad tendencies of rivalry, envy and abusiveness, along with false ego, are very quickly destroyed.",
        "purport": " We conditioned souls tend to feel rivalry toward our equals, envy toward our superior, and the desire to belittle our subordinates. These contaminated propensities, along with their very basis, false ego, can be quickly vanquished by meditating upon the Supreme Personality of Godhead within every living being."
    },
    {
        "verse": "16",
        "devanagari": "विसृज्य स्मयमानान् स्वान् द‍ृशं व्रीडां च दैहिकीम् ।प्रणमेद् दण्डवद् भूमावाश्वचाण्डालगोखरम् ॥ १६ ॥",
        "english_devnagari": "visṛjya smayamānān svāndṛśaṁ vrīḍāṁ ca daihikīmpraṇamed daṇḍa-vad bhūmāvā-śva-cāṇḍāla-go-kharam",
        "verse_Syn": [
            "visṛjya",
            "smayamānān",
            "svān",
            "dṛśam",
            "vrīḍām",
            "ca",
            "daihikīm",
            "praṇamet",
            "daṇḍa",
            "vat",
            "bhūmau",
            "ā",
            "śva",
            "cāṇḍāla",
            "go",
            "kharam"
        ],
        "translation": "Disregarding the ridicule of one’s companions, one should give up the bodily conception and its accompanying embarrassment. One should offer obeisances before all — even the dogs, outcastes, cows and asses — falling flat upon the ground like a rod.",
        "purport": " One should practice seeing the Supreme Personality of Godhead within all creatures. Śrī Caitanya Mahāprabhu advised all devotees to consider themselves lower than a blade of grass and to be more tolerant than a tree. In such a humble position, one will not be disturbed in the prosecution of pure devotional service to the Lord. A devotee does not foolishly think that a cow or an ass is God, but rather the devotee sees the Supreme Lord within all creatures, and on this higher, spiritual plane he does not discriminate."
    },
    {
        "verse": "17",
        "devanagari": "यावत् सर्वेषु भूतेषु मद्भ‍ावो नोपजायते ।तावदेवमुपासीत वाङ्‍मन:कायवृत्तिभि: ॥ १७ ॥",
        "english_devnagari": "yāvat sarveṣu bhūteṣumad-bhāvo nopajāyatetāvad evam upāsītavāṅ-manaḥ-kāya-vṛttibhiḥ",
        "verse_Syn": [
            "yāvat",
            "sarveṣu",
            "bhūteṣu",
            "mat",
            "bhāvaḥ",
            "na",
            "upajāyate",
            "tāvat",
            "evam",
            "upāsīta",
            "vāk",
            "manaḥ",
            "kāya",
            "vṛttibhiḥ"
        ],
        "translation": "Until one has fully developed the ability to see Me within all living beings, one must continue to worship Me by this process with the activities of his speech, mind and body.",
        "purport": " Until one fully realizes the Supreme Lord within all beings, he should continue the process of offering obeisances to all creatures. Although one may not be able to actually fall on the ground before all creatures, at least within his mind or by his words one should offer respect to all living beings. This will accelerate the devotee’s self-realization."
    },
    {
        "verse": "18",
        "devanagari": "सर्वं ब्रह्मात्मकं तस्य विद्ययात्ममनीषया ।परिपश्यन्नुपरमेत् सर्वतो मुक्तसंशय: ॥ १८ ॥",
        "english_devnagari": "sarvaṁ brahmātmakaṁ tasyavidyayātma-manīṣayāparipaśyann uparametsarvato mukta-saṁśayaḥ",
        "verse_Syn": [
            "sarvam",
            "brahma",
            "ātmakam",
            "tasya",
            "vidyayā",
            "ātma",
            "manīṣayā",
            "paripaśyan",
            "uparamet",
            "sarvataḥ",
            "mukta",
            "saṁśayaḥ"
        ],
        "translation": "By such transcendental knowledge of the all-pervading Personality of Godhead, one is able to see the Absolute Truth everywhere. Freed thus from all doubts, one gives up fruitive activities.",
        "purport": ""
    },
    {
        "verse": "19",
        "devanagari": "अयं हि सर्वकल्पानां सध्रीचीनो मतो मम ।मद्भ‍ाव: सर्वभूतेषु मनोवाक्कायवृत्तिभि: ॥ १९ ॥",
        "english_devnagari": "ayaṁ hi sarva-kalpānāṁsadhrīcīno mato mamamad-bhāvaḥ sarva-bhūteṣumano-vāk-kāya-vṛttibhiḥ",
        "verse_Syn": [
            "ayam",
            "hi",
            "sarva",
            "kalpānām",
            "sadhrīcīnaḥ",
            "mataḥ",
            "mama",
            "mat",
            "bhāvaḥ",
            "sarva",
            "bhūteṣu",
            "manaḥ",
            "vāk",
            "kāya",
            "vṛttibhiḥ"
        ],
        "translation": "Indeed, I consider this process — using one’s mind, words and bodily functions for realizing Me within all living beings — to be the best possible method of spiritual enlightenment.",
        "purport": ""
    },
    {
        "verse": "20",
        "devanagari": "न ह्यङ्गोपक्रमे ध्वंसो मद्धर्मस्योद्धवाण्वपि ।मया व्यवसित: सम्यङ्निर्गुणत्वादनाशिष: ॥ २० ॥",
        "english_devnagari": "na hy aṅgopakrame dhvaṁsomad-dharmasyoddhavāṇv apimayā vyavasitaḥ samyaṅnirguṇatvād anāśiṣaḥ",
        "verse_Syn": [
            "na",
            "hi",
            "aṅga",
            "upakrame",
            "dhvaṁsaḥ",
            "mat",
            "dharmasya",
            "uddhava",
            "aṇu",
            "api",
            "mayā",
            "vyavasitaḥ",
            "samyak",
            "nirguṇa",
            "tvāt",
            "anāśiṣaḥ"
        ],
        "translation": "My dear Uddhava, because I have personally established it, this process of devotional service unto Me is transcendental and free from any material motivation. Certainly a devotee never suffers even the slightest loss by adopting this process.",
        "purport": " Although great sages and authorities have established various methods of human progress, the Supreme Lord Himself has introduced the system of bhakti-yoga, wherein one directly takes shelter of the Lord in loving service. One who serves the Lord without personal motivation can never be defeated in his progress and will certainly go back home, back to Godhead, in the near future."
    },
    {
        "verse": "21",
        "devanagari": "यो यो मयि परे धर्म: कल्प्यते निष्फलाय चेत् ।तदायासो निरर्थ: स्याद् भयादेरिव सत्तम ॥ २१ ॥",
        "english_devnagari": "yo yo mayi pare dharmaḥkalpyate niṣphalāya cettad-āyāso nirarthaḥ syādbhayāder iva sattama",
        "verse_Syn": [
            "yaḥ",
            "yaḥ",
            "mayi",
            "pare",
            "dharmaḥ",
            "kalpyate",
            "niṣphalāya",
            "cet",
            "tat",
            "āyāsaḥ",
            "nirarthaḥ",
            "syāt",
            "bhaya",
            "ādeḥ",
            "iva",
            "sat",
            "tama"
        ],
        "translation": "O Uddhava, greatest of saints, in a dangerous situation an ordinary person cries, becomes fearful and laments, although such useless emotions do not change the situation. But activities offered to Me without personal motivation, even if they are externally useless, amount to the actual process of religion.",
        "purport": " Even the most insignificant activity, when offered to the Supreme Lord without personal desire, can elevate one to the perfection of spiritual life. Actually, Lord Kṛṣṇa always protects and maintains His devotee. But if a devotee cries to the Lord for protection or maintenance, desiring to continue his devotional service unimpeded, Lord Kṛṣṇa accepts such apparently unnecessary appeals to be the highest religious process."
    },
    {
        "verse": "22",
        "devanagari": "एषा बुद्धिमतां बुद्धिर्मनीषा च मनीषिणाम् ।यत् सत्यमनृतेनेह मर्त्येनाप्नोति मामृतम् ॥ २२ ॥",
        "english_devnagari": "eṣā buddhimatāṁ buddhirmanīṣā ca manīṣiṇāmyat satyam anṛtenehamartyenāpnoti māmṛtam",
        "verse_Syn": [
            "eṣā",
            "buddhi",
            "matām",
            "buddhiḥ",
            "manīṣā",
            "ca",
            "manīṣiṇām",
            "yat",
            "satyam",
            "anṛtena",
            "iha",
            "martyena",
            "āpnoti",
            "mā",
            "amṛtam"
        ],
        "translation": "This process is the supreme intelligence of the intelligent and the cleverness of the most clever, for by following it one can in this very life make use of the temporary and unreal to achieve Me, the eternal reality.",
        "purport": " As described in this chapter, one who desires personal prestige in the Lord’s service cannot be considered intelligent and clever. Similarly, one who is anxious to become a sophisticated transcendental philosopher is not the most intelligent. Nor is one who is expert in accumulating money. The Lord here states that the most intelligent and clever person is the devotee who offers his temporary, illusory material body and possessions to Him with love and without personal motivation. The devotee thus obtains the eternal Absolute Truth. In other words, real intelligence is to actually surrender to Lord Kṛṣṇa, without personal desire or duplicity. That is the Lord’s opinion."
    },
    {
        "verse": "23",
        "devanagari": "एष तेऽभिहित: कृत्‍स्‍नो ब्रह्मवादस्य सङ्ग्रह: ।समासव्यासविधिना देवानामपि दुर्गम: ॥ २३ ॥",
        "english_devnagari": "eṣa te ’bhihitaḥ kṛtsnobrahma-vādasya saṅgrahaḥsamāsa-vyāsa-vidhinādevānām api durgamaḥ",
        "verse_Syn": [
            "eṣaḥ",
            "te",
            "abhihitaḥ",
            "kṛtsnaḥ",
            "brahma",
            "vādasya",
            "saṅgrahaḥ",
            "samāsa",
            "vyāsa",
            "vidhinā",
            "devānām",
            "api",
            "durgamaḥ"
        ],
        "translation": "Thus have I related to you — both in brief and in detail — a complete survey of the science of the Absolute Truth. Even for the demigods, this science is very difficult to comprehend.",
        "purport": " The word devānām indicates those living beings in the mode of goodness (such as demigods, saints and pious philosophers) who nevertheless cannot understand the Absolute Truth because they lack full surrender to the Personality of Godhead."
    },
    {
        "verse": "24",
        "devanagari": "अभीक्ष्णशस्ते गदितं ज्ञानं विस्पष्टयुक्तिमत् ।एतद् विज्ञाय मुच्येत पुरुषो नष्टसंशय: ॥ २४ ॥",
        "english_devnagari": "abhīkṣṇaśas te gaditaṁjñānaṁ vispaṣṭa-yuktimatetad vijñāya mucyetapuruṣo naṣṭa-saṁśayaḥ",
        "verse_Syn": [
            "abhīkṣṇaśaḥ",
            "te",
            "gaditam",
            "jñānam",
            "vispaṣṭa",
            "yukti",
            "mat",
            "etat",
            "vijñāya",
            "mucyeta",
            "puruṣaḥ",
            "naṣṭa",
            "saṁśayaḥ"
        ],
        "translation": "I have repeatedly spoken this knowledge to you with clear reasoning. Anyone who properly understands it will become free from all doubts and attain liberation.",
        "purport": ""
    },
    {
        "verse": "25",
        "devanagari": "सुविविक्तं तव प्रश्न‍ं मयैतदपि धारयेत् ।सनातनं ब्रह्मगुह्यं परं ब्रह्माधिगच्छति ॥ २५ ॥",
        "english_devnagari": "su-viviktaṁ tava praśnaṁmayaitad api dhārayetsanātanaṁ brahma-guhyaṁparaṁ brahmādhigacchati",
        "verse_Syn": [
            "sa",
            "viviktam",
            "tava",
            "praśnam",
            "mayā",
            "etat",
            "api",
            "dhārayet",
            "sanātanam",
            "brahma",
            "guhyam",
            "param",
            "brahma",
            "adhigacchati"
        ],
        "translation": "Anyone who fixes his attention on these clear answers to your questions will attain to the eternal, confidential goal of the Vedas — the Supreme Absolute Truth.",
        "purport": ""
    },
    {
        "verse": "26",
        "devanagari": "य एतन्मम भक्तेषु सम्प्रदद्यात् सुपुष्कलम् ।तस्याहं ब्रह्मदायस्य ददाम्यात्मानमात्मना ॥ २६ ॥",
        "english_devnagari": "ya etan mama bhakteṣusampradadyāt su-puṣkalamtasyāhaṁ brahma-dāyasyadadāmy ātmānam ātmanā",
        "verse_Syn": [
            "yaḥ",
            "etat",
            "mama",
            "bhakteṣu",
            "sampradadyāt",
            "su",
            "puṣkalam",
            "tasya",
            "aham",
            "brahma",
            "dāyasya",
            "dadāmi",
            "ātmānam",
            "ātmanā"
        ],
        "translation": "One who liberally disseminates this knowledge among My devotees is the bestower of the Absolute Truth, and to him I give My very own self.",
        "purport": ""
    },
    {
        "verse": "27",
        "devanagari": "य एतत् समधीयीत पवित्रं परमं शुचि ।स पूयेताहरहर्मां ज्ञानदीपेन दर्शयन् ॥ २७ ॥",
        "english_devnagari": "ya etat samadhīyītapavitraṁ paramaṁ śucisa pūyetāhar ahar māṁjñāna-dīpena darśayan",
        "verse_Syn": [
            "yaḥ",
            "etat",
            "samadhīyīta",
            "pavitram",
            "paramam",
            "śuci",
            "saḥ",
            "pūyeta",
            "ahaḥ",
            "ahaḥ",
            "mām",
            "jñāna",
            "dīpena",
            "darśayan"
        ],
        "translation": "He who loudly recites this supreme knowledge, which is the most lucid and purifying, becomes purified day by day, for he reveals Me to others with the lamp of transcendental knowledge.",
        "purport": ""
    },
    {
        "verse": "28",
        "devanagari": "य एतच्छ्रद्धया नित्यमव्यग्र: श‍ृणुयान्नर: ।मयि भक्तिं परां कुर्वन् कर्मभिर्न स बध्यते ॥ २८ ॥",
        "english_devnagari": "ya etac chraddhayā nityamavyagraḥ śṛṇuyān naraḥmayi bhaktiṁ parāṁ kurvankarmabhir na sa badhyate",
        "verse_Syn": [
            "yaḥ",
            "etat",
            "śraddhayā",
            "nityam",
            "avyagraḥ",
            "śṛṇuyāt",
            "naraḥ",
            "mayi",
            "bhaktim",
            "parām",
            "kurvan",
            "karmabhiḥ",
            "na",
            "saḥ",
            "badhyate"
        ],
        "translation": "Anyone who regularly listens to this knowledge with faith and attention, all the while engaging in My pure devotional service, will never become bound by the reactions of material work.",
        "purport": ""
    },
    {
        "verse": "29",
        "devanagari": "अप्युद्धव त्वया ब्रह्म सखे समवधारितम् ।अपि ते विगतो मोह: शोकश्चासौ मनोभव: ॥ २९ ॥",
        "english_devnagari": "apy uddhava tvayā brahmasakhe samavadhāritamapi te vigato mohaḥśokaś cāsau mano-bhavaḥ",
        "verse_Syn": [
            "api",
            "uddhava",
            "tvayā",
            "brahma",
            "sakhe",
            "samavadhāritam",
            "api",
            "te",
            "vigataḥ",
            "mohaḥ",
            "śokaḥ",
            "ca",
            "asau",
            "manaḥ",
            "bhavaḥ"
        ],
        "translation": "My dear friend Uddhava, have you now completely understood this transcendental knowledge? Are the confusion and lamentation that arose in your mind now dispelled?",
        "purport": " Śrī Uddhava had been bewildered by considering manifestations of Lord Kṛṣṇa’s own potency to be separate from Him. Uddhava’s lamentation arose because he thought himself separated from Lord Kṛṣṇa. Actually, Śrī Uddhava is an eternally liberated soul, but the Lord placed him in bewilderment and lamentation so that this supreme knowledge of the Uddhava-gīta could be spoken. Lord Kṛṣṇa’s question here indicates that if Uddhava had not perfectly understood this knowledge, Lord Kṛṣṇa would have explained the same thing again. According to Śrīla Viśvanātha Cakravartī Ṭhākura, since Śrī Uddhava is the intimate friend of Lord Kṛṣṇa, the Lord’s question here was in a friendly, playful spirit. The Lord was well aware of Uddhava’s complete enlightenment in Kṛṣṇa consciousness."
    },
    {
        "verse": "30",
        "devanagari": "नैतत्त्वया दाम्भिकाय नास्तिकाय शठाय च ।अशुश्रूषोरभक्ताय दुर्विनीताय दीयताम् ॥ ३० ॥",
        "english_devnagari": "naitat tvayā dāmbhikāyanāstikāya śaṭhāya caaśuśrūṣor abhaktāyadurvinītāya dīyatām",
        "verse_Syn": [
            "na",
            "etat",
            "tvayā",
            "dāmbhikāya",
            "nāstikāya",
            "śaṭhāya",
            "ca",
            "aśuśrūṣoḥ",
            "abhaktāya",
            "durvinītāya",
            "dīyatām"
        ],
        "translation": "You should not share this instruction with anyone who is hypocritical, atheistic or dishonest, or with anyone who will not listen faithfully, who is not a devotee, or who is simply not humble.",
        "purport": ""
    },
    {
        "verse": "31",
        "devanagari": "एतैर्दोषैर्विहीनाय ब्रह्मण्याय प्रियाय च ।साधवे शुचये ब्रूयाद् भक्ति: स्याच्छूद्रयोषिताम् ॥ ३१ ॥",
        "english_devnagari": "etair doṣair vihīnāyabrahmaṇyāya priyāya casādhave śucaye brūyādbhaktiḥ syāc chūdra-yoṣitām",
        "verse_Syn": [
            "etaiḥ",
            "doṣaiḥ",
            "vihīnāya",
            "brahmaṇyāya",
            "priyāya",
            "ca",
            "sādhave",
            "śucaye",
            "brūyāt",
            "bhaktiḥ",
            "syāt",
            "śūdra",
            "yoṣitām"
        ],
        "translation": "This knowledge should be taught to one who is free from these bad qualities, who is dedicated to the welfare of the brāhmaṇas, and who is kindly disposed, saintly and pure. And if common workers and women are found to have devotion for the Supreme Lord, they are also to be accepted as qualified hearers.",
        "purport": ""
    },
    {
        "verse": "32",
        "devanagari": "नैतद् विज्ञाय जिज्ञासोर्ज्ञातव्यमवशिष्यते ।पीत्वा पीयूषममृतं पातव्यं नावशिष्यते ॥ ३२ ॥",
        "english_devnagari": "naitad vijñāya jijñāsorjñātavyam avaśiṣyatepītvā pīyūṣam amṛtaṁpātavyaṁ nāvaśiṣyate",
        "verse_Syn": [
            "na",
            "etat",
            "vijñāya",
            "jijñāsoḥ",
            "jñātavyam",
            "avaśiṣyate",
            "pītvā",
            "pīyūṣam",
            "amṛtam",
            "pātavyam",
            "na",
            "avaśiṣyate"
        ],
        "translation": "When an inquisitive person comes to understand this knowledge, he has nothing further to know. After all, one who has drunk the most palatable nectar cannot remain thirsty.",
        "purport": ""
    },
    {
        "verse": "33",
        "devanagari": "ज्ञाने कर्मणि योगे च वार्तायां दण्डधारणे ।यावानर्थो नृणां तात तावांस्तेऽहं चतुर्विध: ॥ ३३ ॥",
        "english_devnagari": "jñāne karmaṇi yoge cavārtāyāṁ daṇḍa-dhāraṇeyāvān artho nṛṇāṁ tātatāvāṁs te ’haṁ catur-vidhaḥ",
        "verse_Syn": [
            "jñāne",
            "karmaṇi",
            "yoge",
            "ca",
            "vārtāyām",
            "daṇḍa",
            "dhāraṇe",
            "yāvān",
            "arthaḥ",
            "nṛṇām",
            "tāta",
            "tāvān",
            "te",
            "aham",
            "catuḥ",
            "vidhaḥ"
        ],
        "translation": "Through analytic knowledge, ritualistic work, mystic yoga, mundane business and political rule, people seek to advance in religiosity, economic development, sense gratification and liberation. But because you are My devotee, whatever men can accomplish in these multifarious ways you will very easily find within Me.",
        "purport": " Lord Kṛṣṇa is the basis of all that exists, and one who takes exclusive shelter of the Lord never suffers any loss whatsoever for his intelligent decision to surrender to Kṛṣṇa."
    },
    {
        "verse": "34",
        "devanagari": "मर्त्यो यदा त्यक्तसमस्तकर्मानिवेदितात्मा विचिकीर्षितो मे ।तदामृतत्त्वं प्रतिपद्यमानोमयात्मभूयाय च कल्पते वै ॥ ३४ ॥",
        "english_devnagari": "martyo yadā tyakta-samasta-karmāniveditātmā vicikīrṣito metadāmṛtatvaṁ pratipadyamānomayātma-bhūyāya ca kalpate vai",
        "verse_Syn": [
            "martyaḥ",
            "yadā",
            "tyakta",
            "samasta",
            "karmā",
            "nivedita",
            "ātmā",
            "vicikīrṣitaḥ",
            "me",
            "tadā",
            "amṛtatvam",
            "pratipadyamānaḥ",
            "mayā",
            "ātma",
            "bhūyāya",
            "ca",
            "kalpate",
            "vai"
        ],
        "translation": "A person who gives up all fruitive activities and offers himself entirely unto Me, eagerly desiring to render service unto Me, achieves liberation from birth and death and is promoted to the status of sharing My own opulences.",
        "purport": ""
    },
    {
        "verse": "35",
        "devanagari": "श्रीशुक उवाचस एवमादर्शितयोगमार्ग-स्तदोत्तम:श्लोकवचो निशम्य ।बद्धाञ्जलि: प्रीत्युपरुद्धकण्ठोन किञ्चिदूचेऽश्रुपरिप्लुताक्ष: ॥ ३५ ॥",
        "english_devnagari": "śrī-śuka uvācasa evam ādarśita-yoga-mārgastadottamaḥśloka-vaco niśamyabaddhāñjaliḥ prīty-uparuddha-kaṇṭhona kiñcid ūce ’śru-pariplutākṣaḥ",
        "verse_Syn": [
            "śrī",
            "śukaḥ",
            "uvāca",
            "saḥ",
            "evam",
            "ādarśita",
            "yoga",
            "mārgaḥ",
            "tadā",
            "uttamaḥ",
            "śloka",
            "vacaḥ",
            "niśamya",
            "baddha",
            "añjaliḥ",
            "prīti",
            "uparuddha",
            "kaṇṭhaḥ",
            "na",
            "kiñcit",
            "ūce",
            "aśru",
            "paripluta",
            "akṣaḥ"
        ],
        "translation": "Śukadeva Gosvāmī said: Hearing these words spoken by Lord Kṛṣṇa, and having thus been shown the entire path of yoga, Uddhava folded his hands to offer obeisances. But his throat choked up with love and his eyes overflowed with tears; so he could say nothing.",
        "purport": ""
    },
    {
        "verse": "36",
        "devanagari": "विष्टभ्य चित्तं प्रणयावघूर्णंधैर्येण राजन् बहु मन्यमान: ।कृताञ्जलि: प्राह यदुप्रवीरंशीर्ष्णा स्पृशंस्तच्चरणारविन्दम् ॥ ३६ ॥",
        "english_devnagari": "viṣṭabhya cittaṁ praṇayāvaghūrṇaṁdhairyeṇa rājan bahu-manyamānaḥkṛtāñjaliḥ prāha yadu-pravīraṁśīrṣṇā spṛśaṁs tac-caraṇāravindam",
        "verse_Syn": [
            "viṣṭabhya",
            "cittam",
            "praṇaya",
            "avaghūrṇam",
            "dhairyeṇa",
            "rājan",
            "bahu",
            "manyamānaḥ",
            "kṛta",
            "añjaliḥ",
            "prāha",
            "yadu",
            "pravīram",
            "śīrṣṇā",
            "spṛśan",
            "tat",
            "caraṇa",
            "aravindam"
        ],
        "translation": "Steadying his mind, which had become overwhelmed with love, Uddhava felt extremely grateful to Lord Kṛṣṇa, the greatest hero of the Yadu dynasty. My dear King Parīkṣit, Uddhava bowed down to touch the Lord’s lotus feet with his head and then spoke with folded hands.",
        "purport": " According to Śrīla Jīva Gosvāmī, the fear of separation from Lord Kṛṣṇa was continually entering the mind of Śrī Uddhava, and thus he tried to maintain his enthusiasm by remembering the Lord’s great kindness upon him. He steadied his mind with feelings of gratitude toward the Lord."
    },
    {
        "verse": "37",
        "devanagari": "श्रीउद्धव उवाचविद्रावितो मोहमहान्धकारोय आश्रितो मे तव सन्निधानात् ।विभावसो: किं नु समीपगस्यशीतं तमो भी: प्रभवन्त्यजाद्य ॥ ३७ ॥",
        "english_devnagari": "śrī-uddhava uvācavidrāvito moha-mahāndhakāroya āśrito me tava sannidhānātvibhāvasoḥ kiṁ nu samīpa-gasyaśītaṁ tamo bhīḥ prabhavanty ajādya",
        "verse_Syn": [
            "śrī",
            "uddhavaḥ",
            "uvāca",
            "vidrāvitaḥ",
            "moha",
            "mahā",
            "andhakāraḥ",
            "yaḥ",
            "āśritaḥ",
            "me",
            "tava",
            "sannidhānāt",
            "vibhāvasoḥ",
            "kim",
            "nu",
            "samīpa",
            "gasya",
            "śītam",
            "tamaḥ",
            "bhīḥ",
            "prabhavanti",
            "aja",
            "ādya"
        ],
        "translation": "Śrī Uddhava said: O unborn, primeval Lord, although I had fallen into the great darkness of illusion, my ignorance has now been dispelled by Your merciful association. Indeed, how can cold, darkness and fear exert their power over one who has approached the brilliant sun?",
        "purport": " Although Śrī Uddhava feared separation from the Supreme Personality of Godhead, Lord Kṛṣṇa, he now understands that in a fundamental sense the Lord is everything. Kṛṣṇa consciousness can never be threatened or diminished for one who has taken full shelter of the lotus feet of the Lord."
    },
    {
        "verse": "38",
        "devanagari": "प्रत्यर्पितो मे भवतानुकम्पिनाभृत्याय विज्ञानमय: प्रदीप: ।हित्वा कृतज्ञस्तव पादमूलंकोऽन्यं समीयाच्छरणं त्वदीयम् ॥ ३८ ॥",
        "english_devnagari": "pratyarpito me bhavatānukampinābhṛtyāya vijñāna-mayaḥ pradīpaḥhitvā kṛta-jñas tava pāda-mūlaṁko ’nyaṁ samīyāc charaṇaṁ tvadīyam",
        "verse_Syn": [
            "pratyarpitaḥ",
            "me",
            "bhavatā",
            "anukampinā",
            "bhṛtyāya",
            "vijñāna",
            "mayaḥ",
            "pradīpaḥ",
            "hitvā",
            "kṛta",
            "jñaḥ",
            "tava",
            "pāda",
            "mūlam",
            "kaḥ",
            "anyam",
            "samīyāt",
            "śaraṇam",
            "tvadīyam"
        ],
        "translation": "In return for my insignificant surrender, You have mercifully bestowed upon me, Your servant, the torchlight of transcendental knowledge. Therefore, what devotee of Yours who has any gratitude could ever give up Your lotus feet and take shelter of another master?",
        "purport": ""
    },
    {
        "verse": "39",
        "devanagari": "वृक्णश्च मे सुद‍ृढ: स्‍नेहपाशोदाशार्हवृष्ण्यन्धकसात्वतेषु ।प्रसारित: सृष्टिविवृद्धये त्वयास्वमायया ह्यात्मसुबोधहेतिना ॥ ३९ ॥",
        "english_devnagari": "vṛkṇaś ca me su-dṛḍhaḥ sneha-pāśodāśārha-vṛṣṇy-andhaka-sātvateṣuprasāritaḥ sṛṣṭi-vivṛddhaye tvayāsva-māyayā hy ātma-subodha-hetinā",
        "verse_Syn": [
            "vṛkṇaḥ",
            "ca",
            "me",
            "su",
            "dṛḍhaḥ",
            "sneha",
            "pāśaḥ",
            "dāśārha",
            "vṛṣṇi",
            "andhaka",
            "sātvateṣu",
            "prasāritaḥ",
            "sṛṣṭi",
            "vivṛddhaye",
            "tvayā",
            "sva",
            "māyayā",
            "hi",
            "ātma",
            "su",
            "bodha",
            "hetinā"
        ],
        "translation": "The firmly binding rope of my affection for the families of the Dāśārhas, Vṛṣṇis, Andhakas and Sātvatas — a rope You originally cast over me by Your illusory energy for the purpose of developing Your creation — is now cut off by the weapon of transcendental knowledge of the self.",
        "purport": " Although the members of the families mentioned in this verse are eternal associates of Lord Kṛṣṇa and thus proper objects of affection, Śrī Uddhava had regarded them as his personal relatives rather than simply as pure devotees of the Lord. Influenced by the Lord’s illusory potency, Uddhava had desired the prosperity and victory of these dynasties. But now, by hearing Lord Kṛṣṇa’s instructions, he has again fixed his mind exclusively upon Lord Kṛṣṇa, and thus he regards his so-called family members without any mundane conception — as eternal servants of the Lord."
    },
    {
        "verse": "40",
        "devanagari": "नमोऽस्तु ते महायोगिन् प्रपन्नमनुशाधि माम् ।यथा त्वच्चरणाम्भोजे रति: स्यादनपायिनी ॥ ४० ॥",
        "english_devnagari": "namo ’stu te mahā-yoginprapannam anuśādhi māmyathā tvac-caraṇāmbhojeratiḥ syād anapāyinī",
        "verse_Syn": [
            "namaḥ",
            "astu",
            "te",
            "mahā",
            "yogin",
            "prapannam",
            "anuśādhi",
            "mām",
            "yathā",
            "tvat",
            "caraṇa",
            "ambhoje",
            "ratiḥ",
            "syāt",
            "anapāyinī"
        ],
        "translation": "Obeisances unto You, O greatest of yogīs. Please instruct me, who am surrendered unto You, how I may have undeviating attachment to Your lotus feet.",
        "purport": ""
    },
    {
        "verse": "41-44",
        "devanagari": "श्रीभगवानुवाचगच्छोद्धव मयादिष्टो बदर्याख्यं ममाश्रमम् ।तत्र मत्पादतीर्थोदे स्‍नानोपस्पर्शनै: शुचि: ॥ ४१ ॥ईक्षयालकनन्दाया विधूताशेषकल्मष: ।वसानो वल्कलान्यङ्ग वन्यभुक् सुखनि:स्पृह: ॥ ४२ ॥तितिक्षुर्द्वन्द्वमात्राणां सुशील: संयतेन्द्रिय: ।शान्त: समाहितधिया ज्ञानविज्ञानसंयुत: ॥ ४३ ॥मत्तोऽनुशिक्षितं यत्ते विविक्तमनुभावयन् ।मय्यावेशितवाक्‌चित्तो मद्धर्मनिरतो भव ।अतिव्रज्य गतीस्तिस्रो मामेष्यसि तत: परम् ॥ ४४ ॥",
        "english_devnagari": "śrī-bhagavān uvācagacchoddhava mayādiṣṭobadary-ākhyaṁ mamāśramamtatra mat-pāda-tīrthodesnānopasparśanaiḥ śuciḥ",
        "verse_Syn": [
            "śrī",
            "bhagavān",
            "uvāca",
            "gaccha",
            "uddhava",
            "mayā",
            "ādiṣṭaḥ",
            "badarī",
            "ākhyam",
            "mama",
            "āśramam",
            "tatra",
            "mat",
            "pāda",
            "tīrtha",
            "ude",
            "snāna",
            "upasparśanaiḥ",
            "śuciḥ",
            "īkṣayā",
            "alakanandāyāḥ",
            "vidhūta",
            "aśeṣa",
            "kalmaṣaḥ",
            "vasānaḥ",
            "valkalāni",
            "aṅga",
            "vanya",
            "bhuk",
            "sukha",
            "niḥspṛhaḥ",
            "titikṣuḥ",
            "dvandva",
            "mātrāṇām",
            "su",
            "śīlaḥ",
            "saṁyata",
            "indriyaḥ",
            "śāntaḥ",
            "samāhita",
            "dhiyā",
            "jñāna",
            "vijñāna",
            "saṁyutaḥ",
            "mattaḥ",
            "anuśikṣitam",
            "yat",
            "te",
            "viviktam",
            "anubhāvayan",
            "mayi",
            "āveśita",
            "vāk",
            "cittaḥ",
            "mat",
            "dharma",
            "nirataḥ",
            "bhava",
            "ativrajya",
            "gatīḥ",
            "tisraḥ",
            "mām",
            "eṣyasi",
            "tataḥ",
            "param"
        ],
        "translation": "The Supreme Personality of Godhead said: My dear Uddhava, take My order and go to My āśrama called Badarikā. Purify yourself by both touching and also bathing in the holy waters there, which have emanated from My lotus feet. Rid yourself of all sinful reactions with the sight of the sacred Alakanandā River. Dress yourself in bark and eat whatever is naturally available in the forest. Thus you should remain content and free from desire, tolerant of all dualities, good-natured, self-controlled, peaceful and endowed with transcendental knowledge and realization. With fixed attention, meditate constantly upon these instructions I have imparted to you and assimilate their essence. Fix your words and thoughts upon Me, and always endeavor to increase your realization of My transcendental qualities. In this way you will cross beyond the destinations of the three modes of nature and finally come back to Me.",
        "purport": ""
    },
    {
        "verse": "45",
        "devanagari": "श्रीशुक उवाचस एवमुक्तो हरिमेधसोद्धव:प्रदक्षिणं तं परिसृत्य पादयो: ।शिरो निधायाश्रुकलाभिरार्द्रधी-र्न्यषिञ्चदद्वन्द्वपरोऽप्यपक्रमे ॥ ४५ ॥",
        "english_devnagari": "śrī-śuka uvācasa evam ukto hari-medhasoddhavaḥpradakṣiṇaṁ taṁ parisṛtya pādayoḥśiro nidhāyāśru-kalābhir ārdra-dhīrnyaṣiñcad advandva-paro ’py apakrame",
        "verse_Syn": [
            "śrī",
            "śukaḥ",
            "uvāca",
            "saḥ",
            "evam",
            "uktaḥ",
            "hari",
            "medhasā",
            "uddhavaḥ",
            "pradakṣiṇam",
            "tam",
            "parisṛtya",
            "pādayoḥ",
            "śiraḥ",
            "nidhāya",
            "aśru",
            "kalābhiḥ",
            "ārdra",
            "dhīḥ",
            "nyaṣiñcat",
            "advandva",
            "paraḥ",
            "api",
            "apakrame"
        ],
        "translation": "Śukadeva Gosvāmī said: Thus addressed by Lord Kṛṣṇa, whose intelligence destroys all the suffering of material life, Śrī Uddhava circumambulated the Lord and then fell down, placing his head upon the Lord’s feet. Although Uddhava was free from the influence of all material dualities, his heart was breaking, and at this time of departure he drenched the Lord’s lotus feet with his tears.",
        "purport": ""
    },
    {
        "verse": "46",
        "devanagari": "सुदुस्त्यजस्‍नेहवियोगकातरोन शक्नुवंस्तं परिहातुमातुर: ।कृच्छ्रं ययौ मूर्धनि भर्तृपादुकेबिभ्रन्नमस्कृत्य ययौ पुन: पुन: ॥ ४६ ॥",
        "english_devnagari": "su-dustyaja-sneha-viyoga-kātarona śaknuvaṁs taṁ parihātum āturaḥkṛcchraṁ yayau mūrdhani bhartṛ-pādukebibhran namaskṛtya yayau punaḥ punaḥ",
        "verse_Syn": [
            "su",
            "dustyaja",
            "sneha",
            "viyoga",
            "kātaraḥ",
            "na",
            "śaknuvan",
            "tam",
            "parihātum",
            "āturaḥ",
            "kṛcchram",
            "yayau",
            "mūrdhani",
            "bhartṛ",
            "pāduke",
            "bibhran",
            "namaskṛtya",
            "yayau",
            "punaḥ",
            "punaḥ"
        ],
        "translation": "Greatly fearing separation from Him for whom he felt such indestructible affection, Uddhava was distraught, and he could not give up the Lord’s company. Finally, feeling great pain, he bowed down to the Lord again and again, placed the slippers of his master upon his head, and departed.",
        "purport": " According to the Śrīmad-Bhāgavatam (3.4.5), while Uddhava was enroute to Badarikāśrama he heard about the Lord’s journey to Prabhāsa. Turning back and following Lord Kṛṣṇa from behind, he saw the Lord alone just after the withdrawal of the Yadu dynasty. After being again mercifully instructed by the Personality of Godhead (along with Maitreya, who had just arrived), Uddhava felt his knowledge of the truth reawaken, and then, by the order of the Lord, he went on his way."
    },
    {
        "verse": "47",
        "devanagari": "ततस्तमन्तर्हृदि सन्निवेश्यगतो महाभागवतो विशालाम् ।यथोपदिष्टां जगदेकबन्धुनातप: समास्थाय हरेरगाद् गतिम् ॥ ४७ ॥",
        "english_devnagari": "tatas tam antar hṛdi sanniveśyagato mahā-bhāgavato viśālāmyathopadiṣṭāṁ jagad-eka-bandhunātapaḥ samāsthāya harer agād gatim",
        "verse_Syn": [
            "tataḥ",
            "tam",
            "antaḥ",
            "hṛdi",
            "sanniveśya",
            "gataḥ",
            "mahā",
            "bhāgavataḥ",
            "viśālām",
            "yathā",
            "upadiṣṭām",
            "jagat",
            "eka",
            "bandhunā",
            "tapaḥ",
            "samāsthāya",
            "hareḥ",
            "agāt",
            "gatim"
        ],
        "translation": "Thereupon, placing the Lord deeply within his heart, the great devotee Uddhava went to Badarikāśrama. By engaging there in austerities, he attained to the Lord’s personal abode, which had been described to him by the only friend of the universe, Lord Kṛṣṇa Himself.",
        "purport": " Śrī Uddhava returned to Dvārakā in the spiritual sky, according to Śrīla Viśvanātha Cakravartī Ṭhākura."
    },
    {
        "verse": "48",
        "devanagari": "य एतदानन्दसमुद्रसम्भृतंज्ञानामृतं भागवताय भाषितम् ।कृष्णेन योगेश्वरसेविताङ्‍‍घ्रिणासच्छ्रद्धयासेव्य जगद् विमुच्यते ॥ ४८ ॥",
        "english_devnagari": "ya etad ānanda-samudra-sambhṛtaṁjñānāmṛtaṁ bhāgavatāya bhāṣitamkṛṣṇena yogeśvara-sevitāṅghriṇāsac-chraddhayāsevya jagad vimucyate",
        "verse_Syn": [
            "yaḥ",
            "etat",
            "ānanda",
            "samudra",
            "sambhṛtam",
            "jñāna",
            "amṛtam",
            "bhāgavatāya",
            "bhāṣitam",
            "kṛṣṇena",
            "yoga",
            "īśvara",
            "sevita",
            "aṅghriṇā",
            "sat",
            "śraddhayā",
            "āsevya",
            "jagat",
            "vimucyate"
        ],
        "translation": "Thus Lord Kṛṣṇa, whose lotus feet are served by all great yoga masters, spoke to His devotee this nectarean knowledge, which comprises the entire ocean of spiritual bliss. Anyone within this universe who receives this narration with great faith is assured of liberation.",
        "purport": ""
    },
    {
        "verse": "49",
        "devanagari": "भवभयमपहन्तुं ज्ञानविज्ञानसारंनिगमकृदुपजह्रे भृङ्गवद् वेदसारम् ।अमृतमुदधितश्चापाययद् भृत्यवर्गान्पुरुषमृषभमाद्यं कृष्णसंज्ञं नतोऽस्मि ॥ ४९ ॥",
        "english_devnagari": "bhava-bhayam apahantuṁ jñāna-vijñāna-sāraṁnigama-kṛd upajahre bhṛṅga-vad veda-sāramamṛtam udadhitaś cāpāyayad bhṛtya-vargānpuruṣam ṛṣabham ādyaṁ kṛṣṇa-saṁjñaṁ nato ’smi",
        "verse_Syn": [
            "bhava",
            "bhayam",
            "apahantum",
            "jñāna",
            "vijñāna",
            "sāram",
            "nigama",
            "kṛt",
            "upajahre",
            "bhṛṅga",
            "vat",
            "veda",
            "sāram",
            "amṛtam",
            "udadhitaḥ",
            "ca",
            "apāyayat",
            "bhṛtya",
            "vargān",
            "puruṣam",
            "ṛṣabham",
            "ādyam",
            "kṛṣṇa",
            "saṁjñam",
            "nataḥ",
            "asmi"
        ],
        "translation": "I offer my obeisances to that Supreme Personality of Godhead, the original and greatest of all beings, Lord Śrī Kṛṣṇa. He is the author of the Vedas, and just to destroy His devotees’ fear of material existence, like a bee He has collected this nectarean essence of all knowledge and self-realization. Thus He has awarded to His many devotees this nectar from the ocean of bliss, and by His mercy they have drunk it.",
        "purport": " Just as a bee extracts nectar from a flower without harming the flower, Lord Śrī Kṛṣṇa extracts the essence of all Vedic knowledge without disturbing the elaborate system of Vedic advancement. In other words, Lord Śrī Kṛṣṇa establishes Himself as the goal of Vedic knowledge without destroying preliminary, inferior processes that may be applicable to grossly materialistic men. Śrī Śukadeva Gosvāmī thus concludes by offering his obeisances to the spiritual master of the entire universe, Lord Śrī Kṛṣṇa."
    }
]