[
    {
        "verse": "1",
        "devanagari": "श्रीबादरायणिरुवाचस एवमाशंसित उद्धवेनभागवतमुख्येन दाशार्हमुख्य: ।सभाजयन् भृत्यवचो मुकुन्द-स्तमाबभाषे श्रवणीयवीर्य: ॥ १ ॥",
        "english_devnagari": "śrī-bādarāyaṇir uvācasa evam āśaṁsita uddhavenabhāgavata-mukhyena dāśārha-mukhyaḥsabhājayan bhṛtya-vaco mukundastam ābabhāṣe śravaṇīya-vīryaḥ",
        "verse_Syn": [
            "śrī",
            "bādarāyaṇiḥ",
            "uvāca",
            "saḥ",
            "evam",
            "āśaṁsitaḥ",
            "uddhavena",
            "bhāgavata",
            "mukhyena",
            "dāśārha",
            "mukhyaḥ",
            "sabhājayan",
            "bhṛtya",
            "vacaḥ",
            "mukundaḥ",
            "tam",
            "ābabhāṣe",
            "śravaṇīya",
            "vīryaḥ"
        ],
        "translation": "Śukadeva Gosvāmī said: Lord Mukunda, the chief of the Dāśārhas, having thus been respectfully requested by the best of His devotees, Śrī Uddhava, first acknowledged the fitness of his servant’s statements. Then the Lord, whose glorious exploits are most worthy of being heard, began to reply to him.",
        "purport": ""
    },
    {
        "verse": "2",
        "devanagari": "श्रीभगवानुवाचबार्हस्पत्य स नास्त्यत्र साधुर्वै दुर्जनेरितै: ।दुरक्तैर्भिन्नमात्मानं य: समाधातुमीश्वर: ॥ २ ॥",
        "english_devnagari": "śrī-bhagavān uvācabārhaspatya sa nāsty atrasādhur vai durjaneritaiḥduraktair bhinnam ātmānaṁyaḥ samādhātum īśvaraḥ",
        "verse_Syn": [
            "śrī",
            "bhagavān",
            "uvāca",
            "bārhaspatya",
            "saḥ",
            "na",
            "asti",
            "atra",
            "sādhuḥ",
            "vai",
            "durjana",
            "īritaiḥ",
            "duruktaiḥ",
            "bhinnam",
            "ātmānam",
            "yaḥ",
            "samādhātum",
            "īśvaraḥ"
        ],
        "translation": "Lord Śrī Kṛṣṇa said: O disciple of Bṛhaspati, there is virtually no saintly man in this world capable of resettling his own mind after it has been disturbed by the insulting words of uncivilized men.",
        "purport": " In the modern age there is widespread propaganda ridiculing the path of spiritual realization, and thus even saintly devotees are disturbed to see the progress of human society being obstructed. Still, a devotee of the Lord must tolerate any personal insult, though he cannot tolerate offense against the Lord Himself or the Lord’s pure devotee."
    },
    {
        "verse": "3",
        "devanagari": "न तथा तप्यते विद्ध: पुमान् बाणैस्तु मर्मगै: ।यथा तुदन्ति मर्मस्था ह्यसतां परुषेषव: ॥ ३ ॥",
        "english_devnagari": "na tathā tapyate viddhaḥpumān bāṇais tu marma-gaiḥyathā tudanti marma-sthāhy asatāṁ paruṣeṣavaḥ",
        "verse_Syn": [
            "na",
            "tathā",
            "tapyate",
            "viddhaḥ",
            "pumān",
            "bāṇaiḥ",
            "tu",
            "marma",
            "gaiḥ",
            "yathā",
            "tudanti",
            "marma",
            "sthāḥ",
            "hi",
            "asatām",
            "paruṣa",
            "iṣavaḥ"
        ],
        "translation": "Sharp arrows which pierce one’s chest and reach the heart do not cause as much suffering as the arrows of harsh, insulting words that become lodged within the heart when spoken by uncivilized men.",
        "purport": ""
    },
    {
        "verse": "4",
        "devanagari": "कथयन्ति महत्पुण्यमितिहासमिहोद्धव ।तमहं वर्णयिष्यामि निबोध सुसमाहित: ॥ ४ ॥",
        "english_devnagari": "kathayanti mahat puṇyamitihāsam ihoddhavatam ahaṁ varṇayiṣyāminibodha su-samāhitaḥ",
        "verse_Syn": [
            "kathayanti",
            "mahat",
            "puṇyam",
            "itihāsam",
            "iha",
            "uddhava",
            "tam",
            "aham",
            "varṇayiṣyāmi",
            "nibodha",
            "su",
            "samāhitaḥ"
        ],
        "translation": "My dear Uddhava, in this regard a most pious story is told, and I shall now describe it to you. Please listen with careful attention.",
        "purport": " The Lord will now relate to Uddhava a historical account which teaches how to tolerate the insults of others."
    },
    {
        "verse": "5",
        "devanagari": "केनचिद् भिक्षुणा गीतं परिभूतेन दुर्जनै: ।स्मरता धृतियुक्तेन विपाकं निजकर्मणाम् ॥ ५ ॥",
        "english_devnagari": "kenacid bhikṣuṇā gītaṁparibhūtena durjanaiḥsmaratā dhṛti-yuktenavipākaṁ nija-karmaṇām",
        "verse_Syn": [
            "kenacit",
            "bhikṣuṇā",
            "gītam",
            "paribhūtena",
            "durjanaiḥ",
            "smaratā",
            "dhṛti",
            "yuktena",
            "vipākam",
            "nija",
            "karmaṇām"
        ],
        "translation": "Once a certain sannyāsī was insulted in many ways by impious men. However, with determination he remembered that he was suffering the fruit of his own previous karma. I will narrate to you his story and that which he spoke.",
        "purport": " Śrīla Bhaktisiddhānta Sarasvatī Ṭhākura comments as follows. “Often those who give up the materialistic path and devote themselves to renunciation are attacked by impious persons. This analysis, however, is superficial, since the punishment is actually the cumulative result of one’s past karma. Some renunciants show lack of tolerance when presented with the remnants of their previous sins and thus are forced to enter again onto the path of impious life. Śrī Caitanya Mahāprabhu therefore instructs that one should become as tolerant as a tree. If a neophyte on the path of devotional service to the Lord’s pure devotees is attacked by envious persons, he must accept it as a consequence of his previous fruitive activities. One should be intelligent and avoid future unhappiness by rejecting the ethic of an eye for an eye, a tooth for a tooth. If one refuses to enter into enmity with envious men, they will automatically leave him alone.”"
    },
    {
        "verse": "6",
        "devanagari": "अवन्तिषु द्विज: कश्चिदासीदाढ्यतम: श्रिया ।वार्तावृत्ति: कदर्यस्तु कामी लुब्धोऽतिकोपन: ॥ ६ ॥",
        "english_devnagari": "avantiṣu dvijaḥ kaścidāsīd āḍhyatamaḥ śriyāvārtā-vṛttiḥ kadaryas tukāmī lubdho ’ti-kopanaḥ",
        "verse_Syn": [
            "avantiṣu",
            "dvijaḥ",
            "kaścit",
            "āsīt",
            "āḍhya",
            "tamaḥ",
            "śriyā",
            "vārtā",
            "vṛttiḥ",
            "kadaryaḥ",
            "tu",
            "kāmī",
            "lubdhaḥ",
            "ati",
            "kopanaḥ"
        ],
        "translation": "In the country of Avantī there once lived a certain brāhmaṇa who was very rich and gifted with all opulences, and who was engaged in the occupation of commerce. But he was a miserly person — lusty, greedy and very prone to anger.",
        "purport": " According to Śrīla Śrīdhara Svāmī, the Avantī country is the district of Malwa. This brāhmaṇa was extremely wealthy, doing business in agriculture, banking and so on. Being a miser, he suffered agony when his hard-earned wealth was lost, as will be described by the Lord Himself."
    },
    {
        "verse": "7",
        "devanagari": "ज्ञातयोऽतिथयस्तस्य वाङ्‍मात्रेणापि नार्चिता: ।शून्यावसथ आत्मापि काले कामैरनर्चित: ॥ ७ ॥",
        "english_devnagari": "jñātayo ’tithayas tasyavāṅ-mātreṇāpi nārcitāḥśūnyāvasatha ātmāpikāle kāmair anarcitaḥ",
        "verse_Syn": [
            "jñātayaḥ",
            "atithayaḥ",
            "tasya",
            "vāk",
            "mātreṇa",
            "api",
            "na",
            "arcitāḥ",
            "śūnya",
            "avasathe",
            "ātmā",
            "api",
            "kāle",
            "kāmaiḥ",
            "anarcitaḥ"
        ],
        "translation": "In his home, devoid of religiosity and lawful sense gratification, the family members and guests were never properly respected, even with words. He would not even allow sufficient gratification for his own body at the suitable times.",
        "purport": ""
    },
    {
        "verse": "8",
        "devanagari": "दु:शीलस्य कदर्यस्य द्रुह्यन्ते पुत्रबान्धवा: ।दारा दुहितरो भृत्या विषण्णा नाचरन् प्रियम् ॥ ८ ॥",
        "english_devnagari": "duḥśīlasya kadaryasyadruhyante putra-bāndhavāḥdārā duhitaro bhṛtyāviṣaṇṇā nācaran priyam",
        "verse_Syn": [
            "duḥśīlasya",
            "kadaryasya",
            "druhyante",
            "putra",
            "bāndhavāḥ",
            "dārāḥ",
            "duhitaraḥ",
            "bhṛtyāḥ",
            "visaṇṇāḥ",
            "na",
            "ācaran",
            "priyam"
        ],
        "translation": "Since he was so hardhearted and miserly, his sons, in-laws, wife, daughters and servants began to feel inimical toward him. Becoming disgusted, they would never treat him with affection.",
        "purport": ""
    },
    {
        "verse": "9",
        "devanagari": "तस्यैवं यक्षवित्तस्य च्युतस्योभयलोकत: ।धर्मकामविहीनस्य चुक्रुधु: पञ्चभागिन: ॥ ९ ॥",
        "english_devnagari": "tasyaivaṁ yakṣa-vittasyacyutasyobhaya-lokataḥdharma-kāma-vihīnasyacukrudhuḥ pañca-bhāginaḥ",
        "verse_Syn": [
            "tasya",
            "evam",
            "yakṣa",
            "vittasya",
            "cyutasya",
            "ubhaya",
            "lokataḥ",
            "dharma",
            "kāma",
            "vihīnasya",
            "cukrudhuḥ",
            "pañca",
            "bhāginaḥ"
        ],
        "translation": "In this way the presiding deities of the five family sacrifices became angry at the brāhmaṇa, who, being niggardly, guarded his wealth like a Yakṣa, who had no good destination either in this world or the next, and who was totally deprived of religiosity and sense enjoyment.",
        "purport": ""
    },
    {
        "verse": "10",
        "devanagari": "तदवध्यानविस्रस्तपुण्यस्कन्धस्य भूरिद ।अर्थोऽप्यगच्छन्निधनं बह्वायासपरिश्रम: ॥ १० ॥",
        "english_devnagari": "tad-avadhyāna-visrasta-puṇya-skandhasya bhūri-daartho ’py agacchan nidhanaṁbahv-āyāsa-pariśramaḥ",
        "verse_Syn": [
            "tat",
            "avadhyāna",
            "visrasta",
            "puṇya",
            "skandhasya",
            "bhūri",
            "da",
            "arthaḥ",
            "api",
            "agacchat",
            "nidhanam",
            "bahu",
            "āyāsa",
            "pariśramaḥ"
        ],
        "translation": "O magnanimous Uddhava, by his neglect of these demigods he depleted his stock of piety and all his wealth. The accumulation of his repeated exhaustive endeavors was totally lost.",
        "purport": " The brāhmaṇa’s stock of piety became like a withered branch that no longer gives fruits or flowers. Śrīla Jīva Gosvāmī comments that the brāhmaṇa had a trace of piety directed at the Supreme Lord with hopes of liberation. That pure portion of the branch of his piety remained unwithered, eventually giving the fruit of knowledge."
    },
    {
        "verse": "11",
        "devanagari": "ज्ञातयो जगृहु: किञ्चित् किञ्चिद् दस्यव उद्धव ।दैवत: कालत: किञ्चिद् ब्रह्मबन्धोर्नृपार्थिवात् ॥ ११ ॥",
        "english_devnagari": "jñātyo jagṛhuḥ kiñcitkiñcid dasyava uddhavadaivataḥ kālataḥ kiñcidbrahma-bandhor nṛ-pārthivāt",
        "verse_Syn": [
            "jñātayaḥ",
            "jagṛhuḥ",
            "kiñcit",
            "kiñcit",
            "dasyavaḥ",
            "uddhava",
            "daivataḥ",
            "kālataḥ",
            "kiñcit",
            "brahma",
            "bandhoḥ",
            "nṛ",
            "pārthivāt"
        ],
        "translation": "Some of the wealth of this so-called brāhmaṇa was taken away by his relatives, My dear Uddhava, some by thieves, some by the whims of providence, some by the effects of time, some by ordinary men and some by government authorities.",
        "purport": " It appears that even though the so-called brāhmaṇa was determined not to spend his money, his wife and other relatives managed to squeeze out a portion. According to Śrīla Śrīdhara Svāmī, providence here refers to fires in the home and other types of occasional misfortune. Effects of time here refers to the destruction of agricultural crops through seasonal irregularities and other such occurrences. Śrīla Bhaktisiddhānta Sarasvatī Ṭhākura points out that one should not merely proclaim oneself to be a brāhmaṇa but should actually understand one’s original identity as a servant of the Lord. One declaring himself to be a brāhmaṇa but maintaining a materialistic mentality is not a real brāhmaṇa, but rather a brahma-bandhu, or so-called brāhmaṇa. The humble devotees of Lord Viṣṇu, following the indications of the Vedic scriptures, refer to themselves as unfortunate and unable to understand the kingdom of God; they do not proudly proclaim themselves to be brāhmaṇas. Those who are wise, however, know that such humble devotees are actually brāhmaṇas whose hearts are cleansed by the pure mode of goodness."
    },
    {
        "verse": "12",
        "devanagari": "स एवं द्रविणे नष्टे धर्मकामविवर्जित: ।उपेक्षितश्च स्वजनैश्चिन्तामाप दुरत्ययाम् ॥ १२ ॥",
        "english_devnagari": "sa evaṁ draviṇe naṣṭedharma-kāma-vivarjitaḥupekṣitaś ca sva-janaiścintām āpa duratyayām",
        "verse_Syn": [
            "saḥ",
            "evam",
            "draviṇe",
            "naṣṭe",
            "dharma",
            "kāma",
            "vivarjitaḥ",
            "upekṣitaḥ",
            "ca",
            "sva",
            "janaiḥ",
            "cintām",
            "āpa",
            "duratyayām"
        ],
        "translation": "Finally, when his property was completely lost, he who never engaged in religiosity or sense enjoyment became ignored by his family members. Thus he began to feel unbearable anxiety.",
        "purport": ""
    },
    {
        "verse": "13",
        "devanagari": "तस्यैवं ध्यायतो दीर्घं नष्टरायस्तपस्विन: ।खिद्यतो बाष्पकण्ठस्य निर्वेद: सुमहानभूत् ॥ १३ ॥",
        "english_devnagari": "tasyaivaṁ dhyāyato dīrghaṁnaṣṭa-rāyas tapasvinaḥkhidyato bāṣpa-kaṇṭhasyanirvedaḥ su-mahān abhūt",
        "verse_Syn": [
            "tasya",
            "evam",
            "dhyāyataḥ",
            "dīrgham",
            "naṣṭa",
            "rāyaḥ",
            "tapasvinaḥ",
            "khidyataḥ",
            "bāṣpa",
            "kaṇṭhasya",
            "nirvedaḥ",
            "su",
            "mahān",
            "abhūt"
        ],
        "translation": "Having lost all his wealth, he felt great pain and lamentation. His throat choked up with tears, and he meditated for a long time on his fortune. Then a powerful feeling of renunciation came over him.",
        "purport": " The brāhmaṇa had previously been trained in pious life, but his past goodness was covered by his offensive behavior. Finally, his previous purity was reawakened within him."
    },
    {
        "verse": "14",
        "devanagari": "स चाहेदमहो कष्टं वृथात्मा मेऽनुतापित: ।न धर्माय न कामाय यस्यार्थायास ईद‍ृश: ॥ १४ ॥",
        "english_devnagari": "sa cāhedam aho kaṣṭaṁvṛthātmā me ’nutāpitaḥna dharmāya na kāmāyayasyārthāyāsa īdṛśaḥ",
        "verse_Syn": [
            "saḥ",
            "ca",
            "āha",
            "idam",
            "aho",
            "kaṣṭam",
            "vṛthā",
            "ātmā",
            "me",
            "anutāpitaḥ",
            "na",
            "dharmāya",
            "na",
            "kāmāya",
            "yasya",
            "artha",
            "āyāsaḥ",
            "īdṛśaḥ"
        ],
        "translation": "The brāhmaṇa spoke as follows: O what great misfortune! I have simply tormented myself uselessly, struggling so hard for money that was not even intended for religiosity or material enjoyment.",
        "purport": ""
    },
    {
        "verse": "15",
        "devanagari": "प्रायेणार्था: कदर्याणां न सुखाय कदाचन ।इह चात्मोपतापाय मृतस्य नरकाय च ॥ १५ ॥",
        "english_devnagari": "prāyeṇārthāḥ kadaryāṇāṁna sukhāya kadācanaiha cātmopatāpāyamṛtasya narakāya ca",
        "verse_Syn": [
            "prāyeṇa",
            "arthāḥ",
            "kadaryāṇām",
            "na",
            "sukhāya",
            "kadācana",
            "iha",
            "ca",
            "ātma",
            "upatāpāya",
            "mṛtasya",
            "narakāya",
            "ca"
        ],
        "translation": "Generally, the wealth of misers never allows them any happiness. In this life it causes their self-torment, and when they die it sends them to hell.",
        "purport": " A miser is afraid to spend his money even for obligatory religious and social duties. Offending God and people in general, he goes to hell."
    },
    {
        "verse": "16",
        "devanagari": "यशो यशस्विनां शुद्धं श्लाघ्या ये गुणिनां गुणा: ।लोभ: स्वल्पोऽपि तान् हन्ति श्वित्रो रूपमिवेप्सितम् ॥ १६ ॥",
        "english_devnagari": "yaśo yaśasvināṁ śuddhaṁślāghyā ye guṇināṁ guṇāḥlobhaḥ sv-alpo ’pi tān hantiśvitro rūpam ivepsitam",
        "verse_Syn": [
            "yaśaḥ",
            "yaśasvinām",
            "śuddham",
            "ślāghyāḥ",
            "ye",
            "guṇinām",
            "guṇāḥ",
            "lobhaḥ",
            "su",
            "alpaḥ",
            "api",
            "tān",
            "hanti",
            "śvitraḥ",
            "rūpam",
            "iva",
            "īpsitam"
        ],
        "translation": "Whatever pure fame is possessed by the famous and whatever praiseworthy qualities are found in the virtuous are destroyed by even a small amount of greed, just as one’s attractive physical beauty is ruined by a trace of white leprosy.",
        "purport": ""
    },
    {
        "verse": "17",
        "devanagari": "अर्थस्य साधने सिद्धे उत्कर्षे रक्षणे व्यये ।नाशोपभोग आयासस्‍‍‍‍‍त्रासश्चिन्ता भ्रमो नृणाम् ॥ १७ ॥",
        "english_devnagari": "arthasya sādhane siddheutkarṣe rakṣaṇe vyayenāśopabhoga āyāsastrāsaś cintā bhramo nṛṇām",
        "verse_Syn": [
            "arthaysa",
            "sādhane",
            "siddhe",
            "utkarṣe",
            "rakṣaṇe",
            "vyaye",
            "nāśa",
            "upabhoge",
            "āyāsaḥ",
            "trāsaḥ",
            "cintā",
            "bhramaḥ",
            "nṛṇām"
        ],
        "translation": "In the earning, attainment, increase, protection, expense, loss and enjoyment of wealth, all men experience great labor, fear, anxiety and delusion.",
        "purport": ""
    },
    {
        "verse": "18-19",
        "devanagari": "स्तेयं हिंसानृतं दम्भ: काम: क्रोध: स्मयो मद: ।भेदो वैरमविश्वास: संस्पर्धा व्यसनानि च ॥ १८ ॥एते पञ्चदशानर्था ह्यर्थमूला मता नृणाम् ।तस्मादनर्थमर्थाख्यं श्रेयोऽर्थी दूरतस्त्यजेत् ॥ १९ ॥",
        "english_devnagari": "steyaṁ hiṁsānṛtaṁ dambhaḥkāmaḥ krodhaḥ smayo madaḥbhedo vairam aviśvāsaḥsaṁspardhā vyasanāni ca",
        "verse_Syn": [
            "steyam",
            "hiṁsā",
            "anṛtam",
            "dambhaḥ",
            "kāmaḥ",
            "krodhaḥ",
            "smayaḥ",
            "madaḥ",
            "bhedaḥ",
            "vairam",
            "aviśvāsaḥ",
            "saṁspardhā",
            "vyasanāni",
            "ca",
            "ete",
            "pañcadaśa",
            "anarthāḥ",
            "hi",
            "artha",
            "mūlāḥ",
            "matāḥ",
            "nṛṇām",
            "tasmāt",
            "anartham",
            "artha",
            "ākhyam",
            "śreyaḥ",
            "arthī",
            "dūrataḥ",
            "tyajet"
        ],
        "translation": "Theft, violence, speaking lies, duplicity, lust, anger, perplexity, pride, quarreling, enmity, faithlessness, envy and the dangers caused by women, gambling and intoxication are the fifteen undesirable qualities that contaminate men because of greed for wealth. Although these qualities are undesirable, men falsely ascribe value to them. One desiring to achieve the real benefit of life should therefore remain aloof from undesirable material wealth.",
        "purport": " The words anartham arthākhyam, or “undesirable wealth,” indicate wealth that cannot be efficiently engaged in the loving service of the Lord. Such superfluous money or property will undoubtedly pollute a man with all of the above-mentioned qualities and therefore should be given up."
    },
    {
        "verse": "20",
        "devanagari": "भिद्यन्ते भ्रातरो दारा: पितर: सुहृदस्तथा ।एकास्‍निग्धा: काकिणिना सद्य: सर्वेऽरय: कृता: ॥ २० ॥",
        "english_devnagari": "bhidyante bhrātaro dārāḥpitaraḥ suhṛdas tathāekāsnigdhāḥ kākiṇināsadyaḥ sarve ’rayaḥ kṛtāḥ",
        "verse_Syn": [
            "bhidyante",
            "bhrātaraḥ",
            "dārāḥ",
            "pitaraḥ",
            "suhṛdaḥ",
            "tathā",
            "eka",
            "āsnigdhāḥ",
            "kākiṇinā",
            "sadyaḥ",
            "sarve",
            "arayaḥ",
            "kṛtāḥ"
        ],
        "translation": "Even a man’s brothers, wife, parents and friends united with him in love will immediately break off their affectionate relationships and become enemies over a single coin.",
        "purport": ""
    },
    {
        "verse": "21",
        "devanagari": "अर्थेनाल्पीयसा ह्येते संरब्धा दीप्तमन्यव: ।त्यजन्त्याशु स्पृधो घ्नन्ति सहसोत्सृज्य सौहृदम् ॥ २१ ॥",
        "english_devnagari": "arthenālpīyasā hy etesaṁrabdhā dīpta-manyavaḥtyajanty āśu spṛdho ghnantisahasotsṛjya sauhṛdam",
        "verse_Syn": [
            "arthena",
            "alpīyasā",
            "hi",
            "ete",
            "saṁrabdhāḥ",
            "dīpta",
            "manyavaḥ",
            "tyajanti",
            "āśu",
            "spṛdhaḥ",
            "ghnanti",
            "sahasā",
            "utsṛjya",
            "sauhṛdam"
        ],
        "translation": "For even a small amount of money these relatives and friends become very agitated and their anger is inflamed. Acting as rivals, they quickly give up all sentiments of goodwill and will reject one at a moment’s notice, even to the point of committing murder.",
        "purport": ""
    },
    {
        "verse": "22",
        "devanagari": "लब्ध्वा जन्मामरप्रार्थ्यं मानुष्यं तद्द्विजाग्र्‍यताम् ।तदनाद‍ृत्य ये स्वार्थं घ्नन्ति यान्त्यशुभां गतिम् ॥ २२ ॥",
        "english_devnagari": "labdhvā janmāmara-prārthyaṁmānuṣyaṁ tad dvijāgryatāmtad anādṛtya ye svārthaṁghnanti yānty aśubhāṁ gatim",
        "verse_Syn": [
            "labdhvā",
            "janma",
            "amara",
            "prārthyam",
            "mānuṣyam",
            "tat",
            "dvija",
            "āgryatām",
            "tat",
            "anādṛtya",
            "ye",
            "sva",
            "artham",
            "ghnanti",
            "yānti",
            "aśubhām",
            "gatim"
        ],
        "translation": "Those who obtain human life, which is prayed for even by the demigods, and in that human birth become situated as first-class brāhmaṇas, are extremely fortunate. If they disregard this important opportunity, they are certainly killing their own self-interest and thus achieve a most unfortunate end.",
        "purport": " Śrīla Bhaktisiddhānta Sarasvatī Ṭhākura comments as follows. “Human birth is better than that of the demigods, ghosts, spirits, animals, trees, lifeless stones, and so forth, because the demigods simply enjoy celestial pleasures, and in other forms of life there is excessive suffering. It is only in human life that one deeply considers one’s ultimate benefit in life. Human birth is therefore more desirable than even that of the demigods.” Within human life the position of a high-class brāhmaṇa is certainly most desirable. If a brāhmaṇa, however, gives up the devotional service of the Lord and works hard like a śūdra simply for the prestige of his community, he is certainly on the platform of material sense gratification. The special qualification of the brāhmaṇas is the spiritual knowledge by which they recognize every living entity to be an eternal servant of the Lord. A brāhmaṇa, free from false ego, thus feels himself lower than a blade of grass and tolerantly offers respect to all living entities. All human beings, and especially the brāhmaṇas, should avoid becoming killers of their own self-interest by neglecting Kṛṣṇa consciousness, the loving service of the Lord. Such neglect paves the way for future suffering."
    },
    {
        "verse": "23",
        "devanagari": "स्वर्गापवर्गयोर्द्वारं प्राप्य लोकमिमं पुमान् ।द्रविणे कोऽनुषज्जेत मर्त्योऽनर्थस्य धामनि ॥ २३ ॥",
        "english_devnagari": "svargāpavargayor dvāraṁprāpya lokam imaṁ pumāndraviṇe ko ’nuṣajjetamartyo ’narthasya dhāmani",
        "verse_Syn": [
            "svarga",
            "apavargayoḥ",
            "dvāram",
            "prāpya",
            "lokam",
            "imam",
            "pumān",
            "draviṇe",
            "kaḥ",
            "anuṣajjeta",
            "martyaḥ",
            "anarthasya",
            "dhāmani"
        ],
        "translation": "What mortal man, having achieved this human life, which is the very gateway to both heaven and liberation, would willingly become attached to that abode of worthlessness, material property?",
        "purport": " That which one intends to use for one’s personal sense gratification is called material property, whereas paraphernalia to be used in the Lord’s loving service is understood to be spiritual. One should give up all one’s material property by utilizing it completely in the devotional service of the Lord. A person who owns a luxurious mansion should install the Deity of the Lord and hold regular programs to propagate Kṛṣṇa consciousness. Similarly, wealth should be used to build temples of the Lord and publish literature scientifically explaining the Personality of Godhead. One who blindly renounces material property without utilizing it in the service of the Lord does not understand that everything belongs to the Personality of Godhead. Such blind renunciation is based on the material idea that “This property could belong to me, but I don’t want it.” Everything, in fact, belongs to God; knowing this one neither tries to enjoy nor to reject the things of this world, but peacefully engages them in the service of the Lord."
    },
    {
        "verse": "24",
        "devanagari": "देवर्षिपितृभूतानि ज्ञातीन् बन्धूंश्च भागिन: ।असंविभज्य चात्मानं यक्षवित्त: पतत्यध: ॥ २४ ॥",
        "english_devnagari": "devarṣi-pitṛ-bhūtānijñātīn bandhūṁś ca bhāginaḥasaṁvibhajya cātmānaṁyakṣa-vittaḥ pataty adhaḥ",
        "verse_Syn": [
            "deva",
            "ṛṣi",
            "pitṛ",
            "bhūtāni",
            "jñātīn",
            "bandhūn",
            "ca",
            "bhāginaḥ",
            "asaṁvibhajya",
            "ca",
            "ātmānam",
            "yakṣa",
            "vittaḥ",
            "patati",
            "adhaḥ"
        ],
        "translation": "One who fails to distribute his wealth to the proper shareholders — the demigods, sages, forefathers and ordinary living entities, as well as his immediate relatives, in-laws and own self — is maintaining his wealth simply like a Yakṣa and will fall down.",
        "purport": " One who does not share his wealth with the above-mentioned authorized persons and does not even enjoy the wealth himself will certainly suffer unlimited problems in life."
    },
    {
        "verse": "25",
        "devanagari": "व्यर्थयार्थेहया वित्तं प्रमत्तस्य वयो बलम् ।कुशला येन सिध्यन्ति जरठ: किं नु साधये ॥ २५ ॥",
        "english_devnagari": "vyarthayārthehayā vittaṁpramattasya vayo balamkuśalā yena sidhyantijaraṭhaḥ kiṁ nu sādhaye",
        "verse_Syn": [
            "vyarthayā",
            "artha",
            "īhayā",
            "vittam",
            "pramattasya",
            "vayaḥ",
            "balam",
            "kuśalāḥ",
            "yena",
            "sidhyanti",
            "jaraṭhaḥ",
            "kim",
            "nu",
            "sādhaye"
        ],
        "translation": "Discriminating persons are able to utilize their money, youth and strength to achieve perfection. But I have feverishly squandered these in the useless endeavor for further wealth. Now that I am an old man, what can I achieve?",
        "purport": ""
    },
    {
        "verse": "26",
        "devanagari": "कस्मात् सङ्‍‍क्लिश्यते विद्वान् व्यर्थयार्थेहयासकृत् ।कस्यचिन्मायया नूनं लोकोऽयं सुविमोहित: ॥ २६ ॥",
        "english_devnagari": "kasmāt saṅkliśyate vidvānvyarthayārthehayāsakṛtkasyacin māyayā nūnaṁloko ’yaṁ su-vimohitaḥ",
        "verse_Syn": [
            "kasmāt",
            "saṅkliśyate",
            "vidvān",
            "vyarthayā",
            "artha",
            "īhayā",
            "asakṛt",
            "kasyacit",
            "māyayā",
            "nūnam",
            "lokaḥ",
            "ayam",
            "su",
            "vimohitaḥ"
        ],
        "translation": "Why must an intelligent man suffer by his constant vain efforts to get wealth? Indeed, this whole world is most bewildered by someone’s illusory potency.",
        "purport": ""
    },
    {
        "verse": "27",
        "devanagari": "किं धनैर्धनदैर्वा किं कामैर्वा कामदैरुत ।मृत्युना ग्रस्यमानस्य कर्मभिर्वोत जन्मदै: ॥ २७ ॥",
        "english_devnagari": "kiṁ dhanair dhana-dair vā kiṁkāmair vā kāma-dair utamṛtyunā grasyamānasyakarmabhir vota janma-daiḥ",
        "verse_Syn": [
            "kim",
            "dhanaiḥ",
            "dhana",
            "daiḥ",
            "vā",
            "kim",
            "kāmaiḥ",
            "vā",
            "kāma",
            "daiḥ",
            "uta",
            "mṛtyunā",
            "grasyamānasya",
            "karmabhiḥ",
            "vā",
            "uta",
            "janma",
            "daiḥ"
        ],
        "translation": "For one who is in the grips of death, what is the use of wealth or those who offer it, sense gratification or those who offer it, or, for that matter, any type of fruitive activity, which simply causes one to again take birth in the material world?",
        "purport": ""
    },
    {
        "verse": "28",
        "devanagari": "नूनं मे भगवांस्तुष्ट: सर्वदेवमयो हरि: ।येन नीतो दशामेतां निर्वेदश्चात्मन: प्लव: ॥ २८ ॥",
        "english_devnagari": "nūnaṁ me bhagavāṁs tuṣṭaḥsarva-deva-mayo hariḥyena nīto daśām etāṁnirvedaś cātmanaḥ plavaḥ",
        "verse_Syn": [
            "nūnam",
            "me",
            "bhagavān",
            "tuṣṭaḥ",
            "sarva",
            "deva",
            "mayaḥ",
            "hariḥ",
            "yena",
            "nītaḥ",
            "daśām",
            "etām",
            "nirvedaḥ",
            "ca",
            "ātmanaḥ",
            "plavaḥ"
        ],
        "translation": "The Supreme Personality of Godhead, Lord Hari, who contains within Himself all the demigods, must be satisfied with me. Indeed, He has brought me to this suffering condition and forced me to experience detachment, which is the boat to carry me over this ocean of material life.",
        "purport": " The brāhmaṇa could understand that the demigods, who award different types of sense gratification as the result of one’s fruitive activities, cannot bestow the highest benefit in life. When the brāhmaṇa lost all his property he could understand that the Supreme Personality of Godhead, who comprises all the demigods, had given him the highest perfection, not by awarding sense gratification but by saving him from the ocean of material enjoyment. Being thus deprived of the opportunity to cultivate religiosity, wealth, sense gratification and liberation, the brāhmaṇa became detached, and transcendental knowledge awakened within his heart."
    },
    {
        "verse": "29",
        "devanagari": "सोऽहं कालावशेषेण शोषयिष्येऽङ्गमात्मन: ।अप्रमत्तोऽखिलस्वार्थे यदि स्यात् सिद्ध आत्मनि ॥ २९ ॥",
        "english_devnagari": "so ’haṁ kālāvaśeṣeṇaśoṣayiṣye ’ṅgam ātmanaḥapramatto ’khila-svārtheyadi syāt siddha ātmani",
        "verse_Syn": [
            "saḥ",
            "aham",
            "kāla",
            "avaśeṣeṇa",
            "śoṣayiṣye",
            "aṅgam",
            "ātmanaḥ",
            "apramattaḥ",
            "akhila",
            "sva",
            "arthe",
            "yadi",
            "syāt",
            "siddhaḥ",
            "ātmani"
        ],
        "translation": "If there is any time remaining in my life, I will perform austerities and force my body to subsist on the bare necessities. Without further confusion I shall pursue that which constitutes my entire self-interest in life, and I shall remain satisfied within the self.",
        "purport": ""
    },
    {
        "verse": "30",
        "devanagari": "तत्र मामनुमोदेरन् देवात्रिभुवनेश्वरा: ।मुहूर्तेन ब्रह्मलोकं खट्‍वाङ्ग: समसाधयत् ॥ ३० ॥",
        "english_devnagari": "tatra mām anumoderandevās tri-bhuvaneśvarāḥmuhūrtena brahma-lokaṁkhaṭvāṅgaḥ samasādhayat",
        "verse_Syn": [
            "tatra",
            "mām",
            "anumoderan",
            "devāḥ",
            "tri",
            "bhuvana",
            "īśvarāḥ",
            "muhūrtena",
            "brahmalokam",
            "khaṭvāṅga",
            "samasādhayat"
        ],
        "translation": "Thus may the presiding demigods of these three worlds kindly show their mercy upon me. Indeed, Mahārāja Khaṭvāṅga was able to achieve the spiritual world in a single moment.",
        "purport": " The brāhmaṇa of Avantī thought that although he was an old man who might die at any moment he could follow the example of Mahārāja Khaṭvāṅga, who achieved the Lord’s mercy in a single moment. Mahārāja Khaṭvāṅga, as described in the Second Canto of Śrīmad-Bhāgavatam, fought valiantly on behalf of the demigods, and they offered the king any benediction he might desire. Khaṭvāṅga Mahārāja chose to find out the remaining duration of his life, which unfortunately was a single moment. The king therefore immediately surrendered to Lord Kṛṣṇa and achieved the spiritual world. The brāhmaṇa of Avantī desired to follow this example; with the blessings of the demigods, who are all devotees of the Lord, he hoped to become fully Kṛṣṇa conscious before giving up his body."
    },
    {
        "verse": "31",
        "devanagari": "श्रीभगवानुवाचइत्यभिप्रेत्य मनसा ह्यावन्त्यो द्विजसत्तम: ।उन्मुच्य हृदयग्रन्थीन् शान्तो भिक्षुरभून्मुनि: ॥ ३१ ॥",
        "english_devnagari": "śrī-bhagavān uvācaity abhipretya manasāhy āvantyo dvija-sattamaḥunmucya hṛdaya-granthīnśānto bhikṣur abhūn muniḥ",
        "verse_Syn": [
            "śrī",
            "bhagavān",
            "uvāca",
            "iti",
            "abhipretya",
            "manasā",
            "hi",
            "āvantyaḥ",
            "dvija",
            "sat",
            "tamaḥ",
            "unmucya",
            "hṛdaya",
            "granthīn",
            "śāntaḥ",
            "bhikṣuḥ",
            "abhūt",
            "muniḥ"
        ],
        "translation": "Lord Śrī Kṛṣṇa continued: His mind thus determined, that most excellent Avantī brāhmaṇa was able to untie the knots of desire within his heart. He then assumed the role of a peaceful and silent sannyāsī mendicant.",
        "purport": ""
    },
    {
        "verse": "32",
        "devanagari": "स चचार महीमेतां संयतात्मेन्द्रियानिल: ।भिक्षार्थं नगरग्रामानसङ्गोऽलक्षितोऽविशत् ॥ ३२ ॥",
        "english_devnagari": "sa cacāra mahīm etāṁsaṁyatātmendriyānilaḥbhikṣārthaṁ nagara-grāmānasaṅgo ’lakṣito ’viśat",
        "verse_Syn": [
            "saḥ",
            "cacāra",
            "mahīm",
            "etām",
            "saṁyata",
            "ātma",
            "indriya",
            "anilaḥ",
            "bhikṣā",
            "artham",
            "nagara",
            "grāmān",
            "asaṅgaḥ",
            "alakṣitaḥ",
            "aviśat"
        ],
        "translation": "He wandered about the earth, keeping his intelligence, senses and life air under control. To beg charity he traveled alone to various cities and villages. He did not advertise his advanced spiritual position and thus was not recognized by others.",
        "purport": " According to Śrīla Bhaktisiddhānta Sarasvatī Ṭhākura, the acceptance of the tridaṇḍi-sannyāsa order of life is the chief indication that one has actually taken shelter of the Supreme Personality of Godhead. The three rods of the daṇḍa, or staff, of the Vaiṣṇava sannyāsī indicate control of the body, mind and words by engaging them only in the loving service of the Lord. This procedure helps one to become more tolerant than a tree, as recommended by Śrī Caitanya Mahāprabhu. By strict control of one’s body, mind and speech, the quality of tolerance becomes strengthened, and thus one manifests the further qualities of forgiving others, never wasting one’s time, detachment from sense gratification, lack of false pride in one’s work and not hankering for liberation. One in this way gives up the mentality of materialistic persons, who establish so-called affectionate relationships of mutual flattery and exploit each other for sense gratification. One who adopts the strict path of Kṛṣṇa consciousness, following in the footsteps of great souls, can achieve the shelter of the Lord."
    },
    {
        "verse": "33",
        "devanagari": "तं वै प्रवयसं भिक्षुमवधूतमसज्जना: ।द‍ृष्ट्वा पर्यभवन् भद्र बह्वीभि: परिभूतिभि: ॥ ३३ ॥",
        "english_devnagari": "taṁ vai pravayasaṁ bhikṣumavadhūtam asaj-janāḥdṛṣṭvā paryabhavan bhadrabahvībhiḥ paribhūtibhiḥ",
        "verse_Syn": [
            "tam",
            "vai",
            "pravayasam",
            "bhikṣum",
            "avadhūtam",
            "asat",
            "janāḥ",
            "dṛṣṭvā",
            "paryabhavan",
            "bhadra",
            "bahvībhiḥ",
            "paribhūtibhiḥ"
        ],
        "translation": "O kind Uddhava, seeing him as an old, dirty beggar, rowdy persons would dishonor him with many insults.",
        "purport": ""
    },
    {
        "verse": "34",
        "devanagari": "केचित्‍त्रिवेणुं जगृहुरेके पात्रं कमण्डलुम् ।पीठं चैकेऽक्षसूत्रं च कन्थां चीराणि केचन ।प्रदाय च पुनस्तानि दर्शितान्याददुर्मुने: ॥ ३४ ॥",
        "english_devnagari": "kecit tri-veṇuṁ jagṛhureke pātraṁ kamaṇḍalumpīṭhaṁ caike ’kṣa-sūtraṁ cakanthāṁ cīrāṇi kecanapradāya ca punas tānidarśitāny ādadur muneḥ",
        "verse_Syn": [
            "kecit",
            "tri",
            "veṇum",
            "jagṛhuḥ",
            "eke",
            "pātram",
            "kamaṇḍalum",
            "pīṭham",
            "ca",
            "eke",
            "akṣa",
            "sūtram",
            "ca",
            "kanthām",
            "cīrāṇi",
            "kecana",
            "pradāya",
            "ca",
            "punaḥ",
            "tāni",
            "darśitāni",
            "ādaduḥ",
            "muneḥ"
        ],
        "translation": "Some of these persons would take away his sannyāsī rod, and some the waterpot which he was using as a begging bowl. Some took his deerskin seat, some his chanting beads, and some would steal his torn, ragged clothing. Displaying these things before him, they would pretend to offer them back but would then hide them again.",
        "purport": ""
    },
    {
        "verse": "35",
        "devanagari": "अन्नं च भैक्ष्यसम्पन्नं भुञ्जानस्य सरित्तटे ।मूत्रयन्ति च पापिष्ठा: ष्ठीवन्त्यस्य च मूर्धनि ॥ ३५ ॥",
        "english_devnagari": "annaṁ ca bhaikṣya-sampannaṁbhuñjānasya sarit-taṭemūtrayanti ca pāpiṣṭhāḥṣṭhīvanty asya ca mūrdhani",
        "verse_Syn": [
            "annam",
            "ca",
            "bhaikṣya",
            "sampannam",
            "bhuñjānasya",
            "sarit",
            "taṭe",
            "mūtrayanti",
            "ca",
            "pāpiṣṭhāḥ",
            "ṣṭhīvanti",
            "asya",
            "ca",
            "mūrdhani"
        ],
        "translation": "When he was sitting on the bank of a river about to partake of the food that he had collected by his begging, such sinful rascals would come and pass urine on it, and they would dare to spit on his head.",
        "purport": ""
    },
    {
        "verse": "36",
        "devanagari": "यतवाचं वाचयन्ति ताडयन्ति न वक्ति चेत् ।तर्जयन्त्यपरे वाग्भि: स्तेनोऽयमिति वादिन: ।बध्नन्ति रज्ज्वा तं केचिद् बध्यतां बध्यतामिति ॥ ३६ ॥",
        "english_devnagari": "yata-vācaṁ vācayantitāḍayanti na vakti cettarjayanty apare vāgbhiḥsteno ’yam iti vādinaḥbadhnanti rajjvā taṁ kecidbadhyatāṁ badhyatām iti",
        "verse_Syn": [
            "yata",
            "vācam",
            "vācayanti",
            "tāḍayanti",
            "na",
            "vakti",
            "cet",
            "tarjayanti",
            "apare",
            "vāgbhiḥ",
            "stenaḥ",
            "ayam",
            "iti",
            "vādinaḥ",
            "badhnanti",
            "rajjvā",
            "tam",
            "kecit",
            "badhyatām",
            "badhyatām",
            "iti"
        ],
        "translation": "Although he had taken a vow of silence, they would try to make him speak, and if he did not speak they would beat him with sticks. Others would chastise him, saying, “This man is just a thief.” And others would bind him up with rope, shouting, “Tie him up! Tie him up!”",
        "purport": ""
    },
    {
        "verse": "37",
        "devanagari": "क्षिपन्त्येकेऽवजानन्त एष धर्मध्वज: शठ: ।क्षीणवित्त इमां वृत्तिमग्रहीत् स्वजनोज्झित: ॥ ३७ ॥",
        "english_devnagari": "kṣipanty eke ’vajānantaeṣa dharma-dhvajaḥ śaṭhaḥkṣīṇa-vitta imāṁ vṛttimagrahīt sva-janojjhitaḥ",
        "verse_Syn": [
            "kṣipanti",
            "eke",
            "avajānantaḥ",
            "eṣaḥ",
            "dharma",
            "dhvajaḥ",
            "śaṭhaḥ",
            "kṣīṇa",
            "vittaḥ",
            "imām",
            "vṛttim",
            "agrahīt",
            "sva",
            "jana",
            "ujjhitaḥ"
        ],
        "translation": "They would criticize and insult him, saying, “This man is just a hypocrite and a cheat. He makes a business of religion simply because he lost all his wealth and his family threw him out.”",
        "purport": ""
    },
    {
        "verse": "38-39",
        "devanagari": "अहो एष महासारो धृतिमान् गिरिराडिव ।मौनेन साधयत्यर्थं बकवद् द‍ृढनिश्चय: ॥ ३८ ॥इत्येके विहसन्त्येनमेके दुर्वातयन्ति च ।तं बबन्धुर्निरुरुधुर्यथा क्रीडनकं द्विजम् ॥ ३९ ॥",
        "english_devnagari": "aho eṣa mahā-sārodhṛtimān giri-rāḍ ivamaunena sādhayaty arthaṁbaka-vad dṛḍha-niścayaḥ",
        "verse_Syn": [
            "aho",
            "eṣaḥ",
            "mahā",
            "sāraḥ",
            "dhṛtimān",
            "giri",
            "rāṭ",
            "iva",
            "maunena",
            "sādhayati",
            "artham",
            "baka",
            "vat",
            "dṛḍha",
            "niścayaḥ",
            "iti",
            "eke",
            "vihasanti",
            "enam",
            "eke",
            "durvātayanti",
            "ca",
            "tam",
            "babandhuḥ",
            "nirurudhuḥ",
            "yathā",
            "krīḍanakam",
            "dvijam"
        ],
        "translation": "Some would ridicule him by saying, “Just see this greatly powerful sage! He is as steadfast as the Himālaya Mountains. By practice of silence he strives for his goal with great determination, just like a heron.” Other persons would pass foul air upon him, and sometimes others would bind this twice-born brāhmaṇa in chains and keep him captive like a pet animal.",
        "purport": ""
    },
    {
        "verse": "40",
        "devanagari": "एवं स भौतिकं दु:खं दैविकं दैहिकं च यत् ।भोक्तव्यमात्मनो दिष्टं प्राप्तं प्राप्तमबुध्यत ॥ ४० ॥",
        "english_devnagari": "evaṁ sa bhautikaṁ duḥkhaṁdaivikaṁ daihikaṁ ca yatbhoktavyam ātmano diṣṭaṁprāptaṁ prāptam abudhyata",
        "verse_Syn": [
            "evam",
            "saḥ",
            "bhautikam",
            "duḥkham",
            "daivikam",
            "daihikam",
            "ca",
            "yat",
            "bhoktavyam",
            "ātmanaḥ",
            "diṣṭam",
            "prāptam",
            "prāptam",
            "abudhyata"
        ],
        "translation": "The brāhmaṇa understood that all his suffering — from other living beings, from the higher forces of nature and from his own body — was unavoidable, being allotted to him by providence.",
        "purport": " Many cruel persons harassed the brāhmaṇa, and his own body caused him suffering in the form of fever, hunger, thirst, fatigue, etc. The higher forces of nature are those that cause excessive heat, cold, wind and rain. The brāhmaṇa realized that his suffering was due to his false identification with his material body, and not to the interaction of his body with external phenomena. Rather than try to adjust his external situation, he tried to adjust his Kṛṣṇa consciousness and thus realize his actual identity as eternal spirit soul."
    },
    {
        "verse": "41",
        "devanagari": "परिभूत इमां गाथामगायत नराधमै: ।पातयद्भ‍ि: स्व धर्मस्थो धृतिमास्थाय सात्त्विकीम् ॥ ४१ ॥",
        "english_devnagari": "paribhūta imāṁ gāthāmagāyata narādhamaiḥpātayadbhiḥ sva dharma-sthodhṛtim āsthāya sāttvikīm",
        "verse_Syn": [
            "paribhūtaḥ",
            "imām",
            "gāthām",
            "agāyata",
            "nara",
            "adhamaiḥ",
            "pātayadbhiḥ",
            "sva",
            "dharma",
            "sthaḥ",
            "dhṛtim",
            "āsthāya",
            "sāttvikīm"
        ],
        "translation": "Even while being insulted by these low-class men who were trying to effect his downfall, he remained steady in his spiritual duties. Fixing his resolution in the mode of goodness, he began to chant the following song.",
        "purport": " Resolution in the mode of goodness is described in Bhagavad-gītā (18.33): “O son of Pṛthā, that determination which is unbreakable, which is sustained with steadfastness by yoga practice, and thus controls the mind, life and the acts of the senses, is in the mode of goodness.” Atheists who are envious of the devotees of the Supreme Lord are called narādhamas, or the lowest of men, and undoubtedly are enroute to hell. By all means at their disposal they disturb the devotional service of the Lord, sometimes by direct attack and sometimes by mockery. The devotees, however, remain tolerant, fixing their determination in the mode of goodness. As described by Śrīla Rūpa Gosvāmī in Śrī Upadeśāmṛta (1): “A sober person who can tolerate the urge to speak, the mind’s demands, the actions of anger and the urges of the tongue, belly and genitals is qualified to make disciples all over the world.”"
    },
    {
        "verse": "42",
        "devanagari": "द्विज उवाचनायं जनो मे सुखदु:खहेतु-र्न देवतात्मा ग्रहकर्मकाला: ।मन: परं कारणमामनन्तिसंसारचक्रं परिवर्तयेद् यत् ॥ ४२ ॥",
        "english_devnagari": "dvija uvācanāyaṁ jano me sukha-duḥkha-heturna devatātmā graha-karma-kālāḥmanaḥ paraṁ kāraṇam āmanantisaṁsāra-cakraṁ parivartayed yat",
        "verse_Syn": [
            "dvijaḥ",
            "uvāca",
            "na",
            "ayam",
            "janaḥ",
            "me",
            "sukha",
            "duḥkha",
            "hetuḥ",
            "na",
            "devatā",
            "ātmā",
            "graha",
            "karma",
            "kālāḥ",
            "manaḥ",
            "param",
            "kāraṇaṁ",
            "āmananti",
            "saṁsāra",
            "cakram",
            "parivartayet",
            "yat"
        ],
        "translation": "The brāhmaṇa said: These people are not the cause of my happiness and distress. Neither are the demigods, my own body, the planets, my past work, or time. Rather, it is the mind alone that causes happiness and distress and perpetuates the rotation of material life.",
        "purport": ""
    },
    {
        "verse": "43",
        "devanagari": "मनो गुणान् वै सृजते बलीय-स्ततश्च कर्माणि विलक्षणानि ।शुक्लानि कृष्णान्यथ लोहितानितेभ्य: सवर्णा: सृतयो भवन्ति ॥ ४३ ॥",
        "english_devnagari": "mano guṇān vai sṛjate balīyastataś ca karmāṇi vilakṣaṇāniśuklāni kṛṣṇāny atha lohitānitebhyaḥ sa-varṇāḥ sṛtayo bhavanti",
        "verse_Syn": [
            "manaḥ",
            "guṇān",
            "vai",
            "sṛjate",
            "balīyaḥ",
            "tataḥ",
            "ca",
            "karmāṇi",
            "vilakṣaṇāni",
            "śuklāni",
            "kṛṣṇāni",
            "atha",
            "lohitāni",
            "tebhyaḥ",
            "sa",
            "varṇāḥ",
            "sṛtayaḥ",
            "bhavanti"
        ],
        "translation": "The powerful mind actuates the functions of the material modes, from which evolve the different kinds of material activities in the modes of goodness, ignorance and passion. From the activities in each of these modes develop the corresponding statuses of life.",
        "purport": " In the mode of goodness one considers oneself to be a saintly or wise person, in the mode of passion one struggles for material success, and in the mode of ignorance one becomes cruel, lazy and sinful. By the combination of the material modes one identifies oneself as a demigod, a king, a rich capitalist, a wise scholar, etc. These conceptions are material designations generated from the modes of nature, and they arrange themselves according to the tendency of the powerful mind to enjoy temporary sense gratification. The word balīyas in this verse, meaning “very strong,” indicates that the material mind becomes insensitive to intelligent advice. Even if we are informed that we are committing many sins and offenses in order to earn money, we may still think that money should be acquired at all costs, since without it one can neither perform religious ceremonies nor gratify the senses with beautiful women, mansions and vehicles. Once the money is achieved, one suffers further problems, but the stubborn mind will never heed good advice in this regard. One must therefore give up mental concoction and control the mind in Kṛṣṇa consciousness, as exemplified here by the brāhmaṇa from Avantī."
    },
    {
        "verse": "44",
        "devanagari": "अनीह आत्मा मनसा समीहताहिरण्मयो मत्सख उद्विचष्टे ।मन: स्वलिङ्गं परिगृह्य कामान्जुषन् निबद्धो गुणसङ्गतोऽसौ ॥ ४४ ॥",
        "english_devnagari": "anīha ātmā manasā samīhatāhiraṇ-mayo mat-sakha udvicaṣṭemanaḥ sva-liṅgaṁ parigṛhya kāmānjuṣan nibaddho guṇa-saṅgato ’sau",
        "verse_Syn": [
            "anīhaḥ",
            "ātmā",
            "manasā",
            "samīhatā",
            "hiraṇ",
            "mayaḥ",
            "mat",
            "sakhaḥ",
            "udvicaṣṭe",
            "manaḥ",
            "sva",
            "liṅgam",
            "parigṛhya",
            "kāmān",
            "juṣan",
            "nibaddhaḥ",
            "guṇa",
            "saṅgataḥ",
            "asau"
        ],
        "translation": "Although present along with the struggling mind within the material body, the Supersoul is not endeavoring, because He is already endowed with transcendental enlightenment. Acting as my friend, He simply witnesses from His transcendental position. I, the infinitesimal spirit soul, on the other hand, have embraced this mind, which is the mirror reflecting the image of the material world. Thus I have become engaged in enjoying objects of desire and am entangled due to contact with the modes of nature.",
        "purport": ""
    },
    {
        "verse": "45",
        "devanagari": "दानं स्वधर्मो नियमो यमश्चश्रुतं च कर्माणि च सद्‍व्रतानि ।सर्वे मनोनिग्रहलक्षणान्ता:परो हि योगो मनस: समाधि: ॥ ४५ ॥",
        "english_devnagari": "dānaṁ sva-dharmo niyamo yamaś caśrutaṁ ca karmāṇi ca sad-vratānisarve mano-nigraha-lakṣaṇāntāḥparo hi yogo manasaḥ samādhiḥ",
        "verse_Syn": [
            "dānam",
            "sva",
            "dharmaḥ",
            "niyamaḥ",
            "yamaḥ",
            "ca",
            "śrutam",
            "ca",
            "karmāṇi",
            "ca",
            "sat",
            "vratāni",
            "sarve",
            "manaḥ",
            "nigrahaḥ",
            "lakṣaṇa",
            "antāḥ",
            "paraḥ",
            "hi",
            "yogaḥ",
            "manasaḥ",
            "samādhiḥ"
        ],
        "translation": "Charity, prescribed duties, observance of major and minor regulative principles, hearing from scripture, pious works and purifying vows all have as their final aim the subduing of the mind. Indeed, concentration of the mind on the Supreme is the highest yoga.",
        "purport": ""
    },
    {
        "verse": "46",
        "devanagari": "समाहितं यस्य मन: प्रशान्तंदानादिभि: किं वद तस्य कृत्यम् ।असंयतं यस्य मनो विनश्यद्दानादिभिश्चेदपरं किमेभि: ॥ ४६ ॥",
        "english_devnagari": "samāhitaṁ yasya manaḥ praśāntaṁdānādibhiḥ kiṁ vada tasya kṛtyamasaṁyataṁ yasya mano vinaśyaddānādibhiś ced aparaṁ kim ebhiḥ",
        "verse_Syn": [
            "samāhitam",
            "yasya",
            "manaḥ",
            "praśāntam",
            "dāna",
            "ādibhiḥ",
            "kim",
            "vada",
            "tasya",
            "kṛtyam",
            "asaṁyatam",
            "yasya",
            "manaḥ",
            "vinaśyat",
            "dāna",
            "ādibhiḥ",
            "cet",
            "aparam",
            "kim",
            "ebhiḥ"
        ],
        "translation": "If one’s mind is perfectly fixed and pacified, then tell me what need does one have to perform ritualistic charity and other pious rituals? And if one’s mind remains uncontrolled, lost in ignorance, then of what use are these engagements for him?",
        "purport": ""
    },
    {
        "verse": "47",
        "devanagari": "मनोवशेऽन्ये ह्यभवन् स्म देवामनश्च नान्यस्य वशं समेति ।भीष्मो हि देव: सहस: सहीयान्युञ्ज्याद वशे तं स हि देवदेव: ॥ ४७ ॥",
        "english_devnagari": "mano-vaśe ’nye hy abhavan sma devāmanaś ca nānyasya vaśaṁ sametibhīṣmo hi devaḥ sahasaḥ sahīyānyuñjyād vaśe taṁ sa hi deva-devaḥ",
        "verse_Syn": [
            "manaḥ",
            "vaśe",
            "anye",
            "hi",
            "abhavan",
            "sma",
            "devāḥ",
            "manaḥ",
            "ca",
            "na",
            "anyasya",
            "vaśam",
            "sameti",
            "bhīṣmaḥ",
            "hi",
            "devaḥ",
            "sahasaḥ",
            "sahīyān",
            "yuñjyāt",
            "vaśe",
            "tam",
            "saḥ",
            "hi",
            "deva",
            "devaḥ"
        ],
        "translation": "All the senses have been under the control of the mind since time immemorial, and the mind himself never comes under the sway of any other. He is stronger than the strongest, and his godlike power is fearsome. Therefore, anyone who can bring the mind under control becomes the master of all the senses.",
        "purport": ""
    },
    {
        "verse": "48",
        "devanagari": "तं दुर्जयं शत्रुमसह्यवेग-मरुन्तुदं तन्न विजित्य केचित् ।कुर्वन्त्यसद्विग्रहमत्र मर्त्यै-र्मित्राण्युदासीनरिपून् विमूढा: ॥ ४८ ॥",
        "english_devnagari": "tam durjayaṁ śatrum asahya-vegamarun-tudaṁ tan na vijitya kecitkurvanty asad-vigraham atra martyairmitrāṇy udāsīna-ripūn vimūḍhāḥ",
        "verse_Syn": [
            "tam",
            "durjayam",
            "śatrum",
            "asahya",
            "vegam",
            "arum",
            "tudam",
            "tat",
            "na",
            "vijitya",
            "kecit",
            "kurvanti",
            "asat",
            "vigraham",
            "atra",
            "martyaiḥ",
            "mitrāṇi",
            "udāsīna",
            "ripūn",
            "vimūḍhāḥ"
        ],
        "translation": "Failing to conquer this irrepressible enemy, the mind, whose urges are intolerable and who torments the heart, many people are completely bewildered and create useless quarrel with others. Thus they conclude that other people are either their friends, their enemies or parties indifferent to them.",
        "purport": " Falsely identifying oneself as the material body, and accepting bodily expansions such as children and grandchildren to be one’s eternal property, one completely forgets that every living being is qualitatively one with God. There is no essential difference between one individual being and another, since all are eternal expansions of the Supreme Lord. The mind absorbed in false ego creates the material body, and by identification with the body, the conditioned soul is overwhelmed by false pride and ignorance, as described here."
    },
    {
        "verse": "49",
        "devanagari": "देहं मनोमात्रमिमं गृहीत्वाममाहमित्यन्धधियो मनुष्या: ।एषोऽहमन्योऽयमिति भ्रमेणदुरन्तपारे तमसि भ्रमन्ति ॥ ४९ ॥",
        "english_devnagari": "dehaṁ mano-mātram imaṁ gṛhītvāmamāham ity andha-dhiyo manuṣyāḥeṣo ’ham anyo ’yam iti bhrameṇaduranta-pāre tamasi bhramanti",
        "verse_Syn": [
            "deham",
            "manaḥ",
            "mātram",
            "imam",
            "gṛhītvā",
            "mama",
            "aham",
            "iti",
            "andha",
            "dhiyaḥ",
            "manuṣyāḥ",
            "eṣaḥ",
            "aham",
            "anyaḥ",
            "ayam",
            "iti",
            "bhrameṇa",
            "duranta",
            "pāre",
            "tamasi",
            "bhramanti"
        ],
        "translation": "Persons who identify with this body, which is simply the product of the material mind, are blinded in their intelligence, thinking in terms of “I” and “mine.” Because of their illusion of “this is I, but that is someone else,” they wander in endless darkness.",
        "purport": ""
    },
    {
        "verse": "50",
        "devanagari": "जनस्तु हेतु: सुखदु:खयोश्चेत्किमात्मनश्चात्र हि भौमयोस्तत् ।जिह्वां क्व‍‍चित् सन्दशति स्वदद्भ‍ि-स्तद्वेदनायां कतमाय कुप्येत् ॥ ५० ॥",
        "english_devnagari": "janas tu hetuḥ sukha-duḥkhayoś cetkim ātmanaś cātra hi bhaumayos tatjihvāṁ kvacit sandaśati sva-dadbhistad-vedanāyāṁ katamāya kupyet",
        "verse_Syn": [
            "janaḥ",
            "tu",
            "hetuḥ",
            "sukha",
            "duḥkhayoḥ",
            "cet",
            "kim",
            "ātmanaḥ",
            "ca",
            "atra",
            "hi",
            "bhaumayoḥ",
            "tat",
            "jihvām",
            "kvacit",
            "sandaśati",
            "sva",
            "dadbhiḥ",
            "tat",
            "vedanāyām",
            "katamāya",
            "kupyet"
        ],
        "translation": "If you say that these people are the cause of my happiness and distress, then where is the place of the soul in such a conception? This happiness and distress pertain not to the soul but to the interactions of material bodies. If someone bites his tongue with his own teeth, at whom can he become angry in his suffering?",
        "purport": " Although bodily pleasure and pain are felt by the soul, one must tolerate such duality, understanding it to be a creation of one’s own material mind. If one accidentally bites his own tongue or lip, he cannot become angry and pull out his own teeth. Similarly, all living beings are individual parts and parcels of God, and thus nondifferent from each other. All of them are meant to serve the Supreme Lord in spiritual equality. If the living beings give up their master’s service and instead quarrel among themselves, they will be forced to suffer by the laws of nature. If the conditioned souls establish artificial relationships of affection based on the material body and having nothing to do with God, then time itself will destroy such relationships, and they will be subjected to further suffering. But if the individual living entities understand each other to be of the same family, all having connection with the Supreme Lord, their mutual friendship will develop. Thus one should not exhibit anger that will be harmful to oneself and others. Although the brāhmaṇa was receiving kind offerings of charity from some people and being harassed and beaten by others, he denied that these people were the ultimate cause of his happiness and distress, for he was fixed on the platform of self-realization beyond the material body and mind."
    },
    {
        "verse": "51",
        "devanagari": "दु:खस्य हेतुर्यदि देवतास्तुकिमात्मनस्तत्र विकारयोस्तत् ।यदङ्गमङ्गेन निहन्यते क्व‍‍चित्क्रुध्येत कस्मै पुरुष: स्वदेहे ॥ ५१ ॥",
        "english_devnagari": "duḥkhasya hetur yadi devatās tukim ātmanas tatra vikārayos tatyad aṅgam aṅgena nihanyate kvacitkrudhyeta kasmai puruṣaḥ sva-dehe",
        "verse_Syn": [
            "duḥkhasya",
            "hetuḥ",
            "yadi",
            "devatāḥ",
            "tu",
            "kim",
            "ātmanaḥ",
            "tatra",
            "vikārayoḥ",
            "tat",
            "yat",
            "aṅgam",
            "aṅgena",
            "nihanyate",
            "kvacit",
            "krudhyeta",
            "kasmai",
            "puruṣaḥ",
            "sva",
            "dehe"
        ],
        "translation": "If you say that the demigods who rule the bodily senses cause suffering, still, how can such suffering apply to the spirit soul? This acting and being acted upon are merely interactions of the changeable senses and their presiding deities. When one limb of the body attacks another, with whom can the person in that body be angry?",
        "purport": " The brāhmaṇa is elaborately explaining the condition of self-realization, in which one understands oneself to be totally distinct from the material body and mind and the demigods who control them. By cultivating bodily happiness we are forced to accept bodily pain. Foolish conditioned souls endeavor to eliminate distress and enjoy happiness, but material happiness and distress are two sides of the same coin. One cannot relish bodily happiness without identifying oneself as the body. But as soon as such identification occurs, one is harassed by the innumerable pains and sufferings also inevitably present within the same body. Bodily happiness and distress are administered by the demigods, who can never be brought under our control; thus one remains subject to the whims of providence on the material platform. If, however, one surrenders to the Personality of Godhead, Lord Kṛṣṇa, the reservoir of all pleasure, one can reach the spiritual platform, where transcendental bliss enlivens the liberated souls without any interrupting anxiety or unhappiness."
    },
    {
        "verse": "52",
        "devanagari": "आत्मा यदि स्यात् सुखदु:खहेतु:किमन्यतस्तत्र निजस्वभाव: ।न ह्यात्मनोऽन्यद् यदि तन्मृषा स्यात्क्रुध्येत कस्मान्न सुखं न दु:खम् ॥ ५२ ॥",
        "english_devnagari": "ātmā yadi syāt sukha-duḥkha-hetuḥkim anyatas tatra nija-svabhāvaḥna hy ātmano ’nyad yadi tan mṛṣā syātkrudhyeta kasmān na sukhaṁ na duḥkham",
        "verse_Syn": [
            "ātmā",
            "yadi",
            "syāt",
            "sukha",
            "duḥkha",
            "hetuḥ",
            "kim",
            "anyataḥ",
            "tatra",
            "nija",
            "svabhāvaḥ",
            "na",
            "hi",
            "ātmanaḥ",
            "anyat",
            "yadi",
            "tat",
            "mṛṣā",
            "syāt",
            "krudhyeta",
            "kasmāt",
            "na",
            "sukham",
            "na",
            "duḥkham"
        ],
        "translation": "If the soul himself were the cause of happiness and distress, then we could not blame others, since happiness and distress would be simply the nature of the soul. According to this theory, nothing except the soul actually exists, and if we were to perceive something besides the soul, that would be illusion. Therefore, since happiness and distress do not actually exist in this concept, why become angry at oneself or others?",
        "purport": " Because a dead body does not feel pleasure or pain, our happiness and distress are due to our own consciousness, which is the nature of the soul. It is not, however, the original function of the soul to enjoy material happiness and suffer material distress. These are produced by ignorant material affection and enmity based on false ego. Our involvement in sense gratification drags our consciousness into the material body, where it is shocked by the inevitable bodily pains and problems. On the spiritual platform there is neither material happiness nor distress because there the living consciousness is fully engaged, without personal desire, in the devotional service of the Supreme Lord. This is the actual position of happiness, aloof from false bodily identification. Rather than uselessly becoming enraged with others for one’s own foolishness, one should take to self-realization and solve the problems of life."
    },
    {
        "verse": "53",
        "devanagari": "ग्रहानिमित्तं सुखदु:खयोश्चेत्किमात्मनोऽजस्य जनस्य ते वै ।ग्रहैर्ग्रहस्यैववदन्तिपीडांक्रुध्येत कस्मैपुरुषस्ततोऽन्य: ॥ ५३ ॥",
        "english_devnagari": "grahā nimittaṁ sukha-duḥkhayoś cetkim ātmano ’jasya janasya te vaigrahair grahasyaiva vadanti pīḍāṁkrudhyeta kasmai puruṣas tato ’nyaḥ",
        "verse_Syn": [
            "grahāḥ",
            "nimittam",
            "sukha",
            "duḥkhayoḥ",
            "cet",
            "kim",
            "ātmanaḥ",
            "ajasya",
            "janasya",
            "te",
            "vai",
            "grahaiḥ",
            "grahasya",
            "eva",
            "vadanti",
            "pīḍām",
            "krudhyeta",
            "kasmai",
            "puruṣaḥ",
            "tataḥ",
            "anyaḥ"
        ],
        "translation": "And if we examine the hypothesis that the planets are the immediate cause of suffering and happiness, then also where is the relationship with the soul, who is eternal? After all, the effect of the planets applies only to things that have taken birth. Expert astrologers have moreover explained how the planets are only causing pain to each other. Therefore, since the living entity is distinct from these planets and from the material body, against whom should he vent his anger?",
        "purport": ""
    },
    {
        "verse": "54",
        "devanagari": "कर्मास्तुहेतु: सुखदु:खयोश्चेत्किमात्मनस्तद्धिजडाजडत्वे ।देहस्त्वचित् पुरुषोऽयं सुपर्ण:क्रुध्येत कस्मै न हि कर्ममूलम् ॥ ५४ ॥",
        "english_devnagari": "karmāstu hetuḥ sukha-duḥkhayoś cetkim ātmanas tad dhi jaḍājaḍatvedehas tv acit puruṣo ’yaṁ suparṇaḥkrudhyeta kasmai na hi karma mūlam",
        "verse_Syn": [
            "karma",
            "astu",
            "hetuḥ",
            "sukha",
            "duḥkhayoḥ",
            "cet",
            "kim",
            "ātmanaḥ",
            "tat",
            "hi",
            "jaḍa",
            "ajaḍatve",
            "dehaḥ",
            "tu",
            "acit",
            "puruṣaḥ",
            "ayam",
            "su",
            "parṇaḥ",
            "krudhyeta",
            "kasmai",
            "na",
            "hi",
            "karma",
            "mūlam"
        ],
        "translation": "If we assume that fruitive work is the cause of happiness and distress, we still are not dealing with the soul. The idea of material work arises when there is a spiritual actor who is conscious and a material body that undergoes the transformation of happiness and distress as a reaction to such work. Since the body has no life, it cannot be the actual recipient of happiness and distress, nor can the soul, who is ultimately completely spiritual and aloof from the material body. Since karma thus has no ultimate basis in either the body or the soul, at whom can one become angry?",
        "purport": " The material body is composed of earth, water, fire and air, just like bricks, stones and other objects. Our consciousness, falsely absorbed in the body, experiences happiness and distress, and fruitive work (karma) is performed when we falsely consider ourselves to be the enjoyers of the material world. False ego is thus the illusory combination within our minds of the self and the body, which are actually two separate objects. Since karma, or material work, is based on illusory consciousness, these activities are also illusory and have no factual basis in either the body or the soul. When a conditioned soul falsely considers himself to be the body, and consequently the enjoyer of the material world, he tries to find pleasure in illicit connection with women. Such sinful activity is based on his false concept of being the body and thus the enjoyer of women and of the world. Since he is not the body, his activity of enjoying a woman does not actually exist. There is merely the interaction of two machines, namely the two bodies, and the interaction of the illusory consciousness of the man and woman. The sensation of illicit sex occurs within the material body and is falsely assimilated by the false ego as its own experience. Thus the miserable or pleasurable reactions of karma ultimately act upon the false ego and not upon the body, which is composed of dull matter, nor upon the soul, which has nothing to do with matter. False ego is the illusory concoction of the mind; it is specifically this false ego that is suffering happiness and distress. The soul cannot become angry at others, since he is not personally enjoying or suffering. Rather, the false ego is doing this."
    },
    {
        "verse": "55",
        "devanagari": "कालस्तुहेतु: सुखदु:खयोश्चेत्किमात्मनस्तत्रतदात्मकोऽसौ ।नाग्नेर्हि तापो न हिमस्य तत् स्यात्क्रुध्येत कस्मै न परस्य द्वन्द्वम् ॥ ५५ ॥",
        "english_devnagari": "kālas tu hetuḥ sukha-duḥkhayoś cetkim ātmanas tatra tad-ātmako ’saunāgner hi tāpo na himasya tat syātkrudhyeta kasmai na parasya dvandvam",
        "verse_Syn": [
            "kālaḥ",
            "tu",
            "hetuḥ",
            "sukha",
            "duḥkhayoḥ",
            "cet",
            "kim",
            "ātmanaḥ",
            "tatra",
            "tat",
            "ātmakaḥ",
            "asau",
            "na",
            "agneḥ",
            "hi",
            "tāpaḥ",
            "na",
            "himasya",
            "tat",
            "syāt",
            "krudhyeta",
            "kasmai",
            "na",
            "parasya",
            "dvandvam"
        ],
        "translation": "If we accept time as the cause of happiness and distress, that experience still cannot apply to the spirit soul, since time is a manifestation of the Lord’s spiritual potency and the living entities are also expansions of the Lord’s spiritual potency manifesting through time. Certainly a fire does not burn its own flames or sparks, nor does the cold harm its own snowflakes or hail. In fact, the spirit soul is transcendental and beyond the experience of material happiness and distress. At whom, therefore, should one become angry?",
        "purport": " The material body is dull matter and does not experience happiness, distress or anything else. Because the spirit soul is completely transcendental, he should fix his consciousness on the transcendental Lord, who is beyond material happiness and distress. It is only when transcendental consciousness falsely identifies with dull matter that the living entity imagines he is enjoying and suffering in the material world. This illusory identification of consciousness with matter is called false ego and is the cause of material existence."
    },
    {
        "verse": "56",
        "devanagari": "न केनचित् क्व‍ापि कथञ्चनास्यद्वन्द्वोपराग: परत: परस्य ।यथाहम: संसृतिरूपिण: स्या-देवं प्रबुद्धो न बिभेति भूतै: ॥ ५६ ॥",
        "english_devnagari": "na kenacit kvāpi kathañcanāsyadvandvoparāgaḥ parataḥ parasyayathāhamaḥ saṁsṛti-rūpiṇaḥ syādevaṁ prabuddho na bibheti bhūtaiḥ",
        "verse_Syn": [
            "na",
            "kenacit",
            "kva",
            "api",
            "kathañcana",
            "asya",
            "dvandva",
            "uparāgaḥ",
            "parataḥ",
            "parasya",
            "yathā",
            "ahamaḥ",
            "saṁsṛti",
            "rūpiṇaḥ",
            "syāt",
            "evam",
            "prabuddhaḥ",
            "na",
            "bibheti",
            "bhūtaiḥ"
        ],
        "translation": "The false ego gives shape to illusory material existence and thus experiences material happiness and distress. The spirit soul, however, is transcendental to material nature; he can never actually be affected by material happiness and distress in any place, under any circumstance or by the agency of any person. A person who understands this has nothing whatsoever to fear from the material creation.",
        "purport": " The brāhmaṇa has refuted six specific explanations of the happiness and distress of the living entity, and now he refutes any other explanation that might be given. On the basis of false ego, the bodily covering factually overwhelms the spirit soul, and thus one falsely enjoys and suffers that which has no real relationship with oneself. One who can understand this sublime teaching of the brāhmaṇa, spoken by the Lord to Uddhava, will never again suffer the terrible anxiety of fear within the material world."
    },
    {
        "verse": "57",
        "devanagari": "एतां स आस्थाय परात्मनिष्ठा-मध्यासितां पूर्वतमैर्महर्षिभि: ।अहं तरिष्यामि दुरन्तपारंतमो मुकुन्दाङ्‍‍घ्रिनिषेवयैव ॥ ५७ ॥",
        "english_devnagari": "etāṁ sa āsthāya parātma-niṣṭhāmadhyāsitāṁ pūrvatamair maharṣibhiḥahaṁ tariṣyāmi duranta-pāraṁtamo mukundāṅghri-niṣevayaiva",
        "verse_Syn": [
            "etām",
            "saḥ",
            "āsthāya",
            "para",
            "ātma",
            "niṣṭhām",
            "adhyāsitām",
            "pūrva",
            "tamaiḥ",
            "mahā",
            "ṛṣibhiḥ",
            "aham",
            "tariṣyāmi",
            "duranta",
            "pāram",
            "tamaḥ",
            "mukunda",
            "aṅghri",
            "niṣevayā",
            "eva"
        ],
        "translation": "I shall cross over the insurmountable ocean of nescience by being firmly fixed in the service of the lotus feet of Kṛṣṇa. This was approved by the previous ācāryas, who were fixed in firm devotion to the Lord, Paramātmā, the Supreme Personality of Godhead.",
        "purport": " This verse is quoted by Kṛṣṇadāsa Kavirāja in his Caitanya-caritāmṛta (Madhya-līlā 3.6). Śrīla Prabhupāda comments as follows. “In connection with this verse, which is a quotation from Śrīmad-Bhāgavatam (11.23.57), Śrīla Bhaktisiddhānta Sarasvatī Ṭhākura says that of the sixty-four items required for rendering devotional service, acceptance of the symbolic marks of sannyāsa is a regulative principle. If one accepts the sannyāsa order, his main business is to devote his life completely to the service of Mukunda, Kṛṣṇa. If one does not completely devote his mind and body to the service of the Lord, he does not actually become a sannyāsī. It is not simply a matter of changing dress. In Bhagavad-gītā (6.1) it is also stated, anāśritaḥ karma-phalaṁ kāryaṁ karma karoti yaḥ/ sa sannyāsī ca yogī ca: one who works devotedly for the satisfaction of Kṛṣṇa is a sannyāsī. The dress is not sannyāsa, but the attitude of service to Kṛṣṇa is. “The word parātma-niṣṭhā means being a devotee of Lord Kṛṣṇa. Parātmā, the Supreme Person, is Kṛṣṇa. Īśvaraḥ paramaḥ kṛṣṇaḥ sac-cid-ānanda-vigrahaḥ. Those who are completely dedicated to the lotus feet of Kṛṣṇa in service are actually sannyāsīs. As a matter of formality, the devotee accepts the sannyāsa dress as previous ācāryas did. He also accepts the three daṇḍas. Later Viṣṇusvāmī considered that accepting the dress of a tridaṇḍī was parātma-niṣṭhā. Therefore sincere devotees add another daṇḍa, the jīva-daṇḍa, to the three existing daṇḍas. The Vaiṣṇava sannyāsī is known as a tridaṇḍi-sannyāsī. The Māyāvādī sannyāsī accepts only one daṇḍa, not understanding the purpose of tridaṇḍa. Later, many persons in the community of Śiva Svāmī gave up the ātma-niṣṭhā (devotional service) of the Lord and followed the path of Śaṅkarācārya. Instead of accepting 108 names, those in the Śiva Svāmī sampradāya follow the path of Śaṅkarācārya and accept the ten names of sannyāsa. Although Śrī Caitanya Mahāprabhu accepted the then-existing order of sannyāsa (namely ekadaṇḍa), He still recited a verse from Śrīmad-Bhāgavatam about the tridaṇḍa-sannyāsa accepted by the brāhmaṇa of Avantīpura. Indirectly He declared that within that ekadaṇḍa (one daṇḍa), four daṇḍas existed as one. Accepting ekadaṇḍa sannyāsa without parātma-niṣṭhā (devotional service to Lord Kṛṣṇa) is not acceptable to Śrī Caitanya Mahāprabhu. In addition, according to the exact regulative principles, one should add the jīva-daṇḍa to the tridaṇḍa. These four daṇḍas, bound together as one, are symbolic of unalloyed devotional service to the Lord. Because the ekadaṇḍi-sannyāsīs of the Māyāvāda school are not devoted to the service of Kṛṣṇa, they try to merge into the Brahman effulgence, which is a marginal position between material and spiritual existence. They accept this impersonal position as liberation. Māyāvādī sannyāsīs, not knowing that Śrī Caitanya Mahāprabhu was a tridaṇḍī, think of Caitanya Mahāprabhu as an ekadaṇḍi-sannyāsī. This is due to their vivarta, bewilderment. In Śrīmad-Bhāgavatam there is no such thing as an ekadaṇḍi-sannyāsī; indeed, the tridaṇḍi-sannyāsī is accepted as the symbolic representation of the sannyāsa order. By citing this verse from Śrīmad-Bhāgavatam, Śrī Caitanya Mahāprabhu accepted the sannyāsa order recommended in Śrīmad-Bhāgavatam. The Māyāvādī sannyāsīs, who are enamored of the external energy of the Lord, cannot understand the mind of Śrī Caitanya Mahāprabhu. “To date, all the devotees of Śrī Caitanya Mahāprabhu, following in His footsteps, accept the sannyāsa order and keep the sacred thread and tuft of unshaved hair. The ekadaṇḍi-sannyāsīs of the Māyāvādī school give up the sacred thread and do not keep any tuft of hair. Therefore they are unable to understand the purport of tridaṇḍa-sannyāsa, and as such they are not inclined to dedicate their lives to the service of Mukunda. They simply think of merging into the existence of Brahman because of their disgust with the material existence. The ācāryas who advocate the daiva-varṇāśrama (the social order of cātur-varṇyam mentioned in Bhagavad-gītā) do not accept the proposition of āsura-varṇāśrama, which maintains that the social order of varṇa is indicated by birth. “The most intimate devotee of Śrī Caitanya Mahāprabhu, namely Gadādhara Paṇḍita, accepted the tridaṇḍa-sannyāsa and also accepted Mādhava Upādhyāya as his tridaṇḍi-sannyāsī disciple. It is said that from this Mādhvācārya the sampradāya known in western India as the Vallabhācārya sampradāya has begun. Śrīla Gopāla Bhaṭṭa Vasu, who is known as a smṛty-ācārya in the Gauḍīya Vaiṣṇava sampradāya, later accepted the tridaṇḍa-sannyāsa order from Tridaṇḍipāda Prabodhānanda Sarasvatī. Although acceptance of tridaṇḍa-sannyāsa is not distinctly mentioned in the Gauḍīya Vaiṣṇava literature, the first verse of Śrīla Rūpa Gosvāmī’s Upadeśāmṛta advocates that one should accept the tridaṇḍa-sannyāsa order by controlling the six forces: ‘One who can control the forces of speech, mind, anger, belly, tongue and genitals is known as a gosvāmī and is competent to accept disciples all over the world.’ The followers of Śrī Caitanya Mahāprabhu never accepted the Māyāvāda order of sannyāsa, and for this they cannot be blamed. Śrī Caitanya Mahāprabhu accepted Śrīdhara Svāmī, who was a tridaṇḍi-sannyāsī, but the Māyāvādī sannyāsīs, not understanding Śrīdhara Svāmī, sometimes think that Śrīdhara Svāmī belonged to the Māyāvāda ekadaṇḍa-sannyāsa community. Actually this was not the case.”"
    },
    {
        "verse": "58",
        "devanagari": "श्रीभगवानुवाचनिर्विद्य नष्टद्रविणे गतक्लम:प्रव्रज्य गां पर्यटमान इत्थम् ।निराकृतोऽसद्भ‍िरपि स्वधर्मा-दकम्पितोऽमूं मुनिराह गाथाम् ॥ ५८ ॥",
        "english_devnagari": "śrī-bhagavān uvācanirvidya naṣṭa-draviṇe gata-klamaḥpravrajya gāṁ paryaṭamāna itthamnirākṛto ’sadbhir api sva-dharmādakampito ’mūṁ munir āha gāthām",
        "verse_Syn": [
            "śrī",
            "bhagavān",
            "uvāca",
            "nirvidya",
            "naṣṭa",
            "draviṇe",
            "gata",
            "klamaḥ",
            "pravrajya",
            "gām",
            "paryaṭamānaḥ",
            "ittham",
            "nirākṛtaḥ",
            "asadbhiḥ",
            "api",
            "sva",
            "dharmāt",
            "akampitaḥ",
            "amūm",
            "muniḥ",
            "āha",
            "gāthām"
        ],
        "translation": "Lord Śrī Kṛṣṇa said: Thus becoming detached upon the loss of his property, this sage gave up his moroseness. He left home, taking sannyāsa, and began to travel about the earth. Even when insulted by foolish rascals he remained unswerved from his duty and chanted this song.",
        "purport": " Those becoming free from the materialistic way of life, which involves grueling austerities performed to acquire money, may chant the preceding song of the Vaiṣṇava sannyāsī. Śrīla Bhaktisiddhānta Sarasvatī Ṭhākura states that if one is not capable of listening to the song of this sannyāsī, then one will certainly remain an obedient servant of material illusion."
    },
    {
        "verse": "59",
        "devanagari": "सुखदु:खप्रदो नान्य: पुरुषस्यात्मविभ्रम: ।मित्रोदासीनरिपव: संसारस्तमस: कृत: ॥ ५९ ॥",
        "english_devnagari": "sukha-duḥkha-prado nānyaḥpuruṣasyātma-vibhramaḥmitrodāsīna-ripavaḥsaṁsāras tamasaḥ kṛtaḥ",
        "verse_Syn": [
            "sukha",
            "duḥkha",
            "pradaḥ",
            "na",
            "anyaḥ",
            "puruṣasya",
            "ātma",
            "vibhramaḥ",
            "mitra",
            "udāsīna",
            "ripavaḥ",
            "saṁsāraḥ",
            "tamasaḥ",
            "kṛtaḥ"
        ],
        "translation": "No other force besides his own mental confusion makes the soul experience happiness and distress. His perception of friends, neutral parties and enemies and the whole material life he builds around this perception are simply created out of ignorance.",
        "purport": " Everyone is working hard to please their friends, defeat their enemies and maintain the status quo with neutral parties. These relations are certainly based on the material body and do not exist beyond the body’s inevitable demise. They are called ignorance, or material illusion."
    },
    {
        "verse": "60",
        "devanagari": "तस्मात् सर्वात्मना तात निगृहाण मनो धिया ।मय्यावेशितया युक्त एतावान् योगसङ्ग्रह: ॥ ६० ॥",
        "english_devnagari": "tasmāt sarvātmanā tātanigṛhāṇa mano dhiyāmayy āveśitayā yuktaetāvān yoga-saṅgrahaḥ",
        "verse_Syn": [
            "tasmāt",
            "sarva",
            "ātmanā",
            "tāta",
            "nigṛhāṇa",
            "manaḥ",
            "dhiyā",
            "mayi",
            "āveśitayā",
            "yuktaḥ",
            "etāvān",
            "yoga",
            "saṅgrahaḥ"
        ],
        "translation": "My dear Uddhava, fixing your intelligence on Me, you should thus completely control the mind. This is the essence of the science of yoga.",
        "purport": ""
    },
    {
        "verse": "61",
        "devanagari": "य एतां भिक्षुणा गीतां ब्रह्मनिष्ठां समाहित: ।धारयञ्छ्रावयञ्छृण्वन्द्वन्द्वैर्नैवाभिभूयते ॥ ६१ ॥",
        "english_devnagari": "ya etāṁ bhikṣuṇā gītāṁbrahma-niṣṭhāṁ samāhitaḥdhārayañ chrāvayañ chṛṇvandvandvair naivābhibhūyate",
        "verse_Syn": [
            "yaḥ",
            "etām",
            "bhikṣuṇā",
            "gītām",
            "brahma",
            "niṣṭhām",
            "samāhitaḥ",
            "dhārayan",
            "śrāvayan",
            "śṛṇvan",
            "dvandvaiḥ",
            "na",
            "eva",
            "abhibhūyate"
        ],
        "translation": "Anyone who listens to or recites to others this song of the sannyāsī, which presents scientific knowledge of the Absolute, and who thus meditates upon it with full attention, will never again be overwhelmed by the dualities of material happiness and distress.",
        "purport": " The Vaiṣṇava sannyāsī took shelter of the devotional service of the Lord and thus could overcome the illusory potency of his worshipable object, the Supreme Personality of Godhead. He himself meditated upon and heard this song, and also taught it to others. Having received the Lord’s mercy, he enlightened other conditioned souls with transcendental intelligence so that they could also follow in the footsteps of the devotees of the Lord. Religion actually means to become a pure devotee of the Supreme Lord in loving service. Those who are trying to enjoy the material world or merely renounce it to avoid personal inconvenience cannot actually understand love of Godhead, in which the only objective is the satisfaction of the Lord."
    }
]