[
    {
        "verse": "1",
        "devanagari": "श्रीउद्धव उवाचविधिश्च प्रतिषेधश्च निगमो हीश्वरस्य ते ।अवेक्षतेऽरविन्दाक्ष गुणं दोषं च कर्मणाम् ॥ १ ॥",
        "english_devnagari": "śrī-uddhava uvācavidhiś ca pratiṣedhaś canigamo hīśvarasya teavekṣate ’raviṇḍākṣaguṇaṁ doṣaṁ ca karmaṇām",
        "verse_Syn": [
            "śrī",
            "uddhavaḥ",
            "uvāca",
            "vidhiḥ",
            "ca",
            "pratiṣedhaḥ",
            "ca",
            "nigamaḥ",
            "hi",
            "īśvarasya",
            "te",
            "avekṣate",
            "araviṇḍa",
            "akṣa",
            "guṇam",
            "doṣam",
            "ca",
            "karmaṇām"
        ],
        "translation": "Śrī Uddhava said: My dear lotus-eyed Kṛṣṇa, You are the Supreme Lord, and thus the Vedic literatures, consisting of positive and negative injunctions, constitute Your order. Such literatures focus upon the good and bad qualities of work.",
        "purport": " At the end of the previous chapter, Lord Kṛṣṇa stated, guṇa-doṣa-dṛśir doṣo guṇas tūbhaya-varjitaḥ: “Focusing upon material piety and sin is itself a discrepancy, since actual piety means to transcend both of them.” Śrī Uddhava now pursues this point so that Lord Kṛṣṇa will give a more elaborate explanation of this difficult subject matter. Śrī Uddhava here states that the Vedic literatures, which constitute the laws of God, deal with piety and sin; therefore, it must be clarified how one transcends activities recommended in the Vedas. According to Śrīla Viśvanātha Cakravartī Ṭhākura, Uddhava suddenly understood Lord Kṛṣṇa’s purpose in the words He had just spoken, and to induce the Lord to elaborate upon this interesting point Uddhava outwardly challenged the Lord’s statement."
    },
    {
        "verse": "2",
        "devanagari": "वर्णाश्रमविकल्पं च प्रतिलोमानुलोमजम् ।द्रव्यदेशवय:कालान् स्वर्गं नरकमेव च ॥ २ ॥",
        "english_devnagari": "varṇāśrama-vikalpaṁ capratilomānulomajamdravya-deśa-vayaḥ-kālānsvargaṁ narakam eva ca",
        "verse_Syn": [
            "varṇa",
            "āśrama",
            "vikalpam",
            "ca",
            "pratiloma",
            "anuloma",
            "jam",
            "dravya",
            "deśa",
            "vayaḥ",
            "kālān",
            "svargam",
            "narakam",
            "eva",
            "ca"
        ],
        "translation": "According to Vedic literature, the superior and inferior varieties found in the human social system, varṇāśrama, are due to pious and sinful modes of family planning. Thus piety and sin are constant points of reference in the Vedic analysis of the components of a given situation — namely the material ingredients, place, age and time. Indeed, the Vedas reveal the existence of material heaven and hell, which are certainly based on piety and sin.",
        "purport": " Pratiloma indicates the combination of a superior woman with an inferior man. For example, the vaidehaka community consists of those born of a śūdra father and brāhmaṇa mother, whereas the sūtas are those born from a kṣatriya father and a brāhmaṇa mother or from a śūdra father and kṣatriya mother. Anuloma indicates those born from a superior father and inferior mother. The mūrdhāvasikta are those born of a brāhmaṇa father and kṣatriya mother. Ambaṣṭhas are those born from a brāhmaṇa father and vaiśya mother, and they often become medical men. Karaṇa indicates those born of a vaiśya father and śūdra mother or of a kṣatriya father and vaiśya mother. That such mixing of castes is not very much appreciated in the Vedic culture is demonstrated in the First Chapter of Bhagavad-gītā. Arjuna was very worried that the death of so many kṣatriyas on the battlefield would lead to the mixing of superior women with inferior men, and on those grounds he objected to fighting. In any case, the entire Vedic social system is based on distinguishing between piety and sin, and Śrī Uddhava is encouraging the Lord to explain more elaborately His statement that one should transcend both piety and sin."
    },
    {
        "verse": "3",
        "devanagari": "गुणदोषभिदाद‍ृष्टिमन्तरेण वचस्तव ।नि:श्रेयसं कथं नृणां निषेधविधिलक्षणम् ॥ ३ ॥",
        "english_devnagari": "guṇa-doṣa-bhidā-dṛṣṭimantareṇa vacas tavaniḥśreyasaṁ kathaṁ nṝṇāṁniṣedha-vidhi-lakṣaṇam",
        "verse_Syn": [
            "guṇa",
            "doṣa",
            "bhidā",
            "dṛṣṭim",
            "antareṇa",
            "vacaḥ",
            "tava",
            "niḥśreyasam",
            "katham",
            "nṝṇām",
            "niṣedha",
            "vidhi",
            "lakṣaṇam"
        ],
        "translation": "Without seeing the difference between piety and sin, how can one understand Your own instructions in the form of Vedic literatures, which order one to act piously and forbid one to act sinfully? Furthermore, without such authorized Vedic literatures, which ultimately award liberation, how can human beings achieve the perfection of life?",
        "purport": " If one does not accept the necessity of performing pious activities and avoiding sinful activities, it becomes very difficult to understand authorized religious scriptures; and without such scriptures, how can human beings attain salvation? This is the essence of Śrī Uddhava’s question."
    },
    {
        "verse": "4",
        "devanagari": "पितृदेवमनुष्याणां वेदश्चक्षुस्तवेश्वर ।श्रेयस्त्वनुपलब्धेऽर्थे साध्यसाधनयोरपि ॥ ४ ॥",
        "english_devnagari": "pitṛ-deva-manuṣyānāṁvedaś cakṣus taveśvaraśreyas tv anupalabdhe ’rthesādhya-sādhanayor api",
        "verse_Syn": [
            "pitṛ",
            "deva",
            "manuṣyāṇām",
            "vedaḥ",
            "cakṣuḥ",
            "tava",
            "īśvara",
            "śreyaḥ",
            "tu",
            "anupalabdhe",
            "arthe",
            "sādhya",
            "sādhanayoḥ",
            "api"
        ],
        "translation": "My dear Lord, to understand those things beyond direct experience — such as spiritual liberation or the attainment of heaven and similar material enjoyments — and in general to understand the means and end of all things, it is imperative that the forefathers, demigods and human beings consult the Vedic literatures, for these literatures, being Your own laws, constitute the highest evidence and revelation.",
        "purport": " One might argue that while human beings are certainly prone to ignorance, the elevated forefathers and demigods are considered to be all-knowing within universal affairs. If such superior beings would communicate with the earth, then everyone could bypass Vedic knowledge in achieving his personal desire. This concept is denied here by the words vedaś cakṣuḥ. Even the demigods and forefathers have at best an ambiguous conception of supreme liberation, and even in material affairs they are subject to personal frustration. Although the demigods are all-powerful in awarding material benedictions to inferior species such as human beings, they are sometimes thwarted in their personal programs of sense gratification. A rich businessman, for example, may have no difficulty paying the insignificant salary of one of his innumerable workers, but the same wealthy man may be completely frustrated in his dealings with his own family and friends and may also be defeated in his attempts to expand his fortune by further investments. Although a rich man appears to be all-powerful to his subordinate workers, he must personally struggle to fulfill his personal desires. Similarly, the demigods and forefathers encounter many difficulties in maintaining and expanding their celestial standard of living. They must therefore constantly take shelter of superior Vedic knowledge. Even in the administration of cosmic affairs, they strictly follow the guidelines of the Vedas, which are the laws of God. If such fabulous entities as demigods must take shelter of the Vedas, we can just imagine the position of human beings, who are frustrated at virtually every step of their lives. Every human being should accept Vedic knowledge as the highest evidence in material and spiritual affairs. Uddhava points out to the Lord that if one accepts the authority of Vedic knowledge, it is seemingly impossible to reject the concept of material piety and sin. Thus Uddhava persists in examining the Lord’s controversial statement at the end of the last chapter."
    },
    {
        "verse": "5",
        "devanagari": "गुणदोषभिदाद‍ृष्टिर्निगमात्ते न हि स्वत: ।निगमेनापवादश्च भिदाया इति ह भ्रम: ॥ ५ ॥",
        "english_devnagari": "guṇa-doṣa-bhidā-dṛṣṭirnigamāt te na hi svataḥnigamenāpavādaś cabhidāyā iti ha bhramaḥ",
        "verse_Syn": [
            "guṇa",
            "doṣa",
            "bhidā",
            "dṛṣṭiḥ",
            "nigamāt",
            "te",
            "na",
            "hi",
            "svataḥ",
            "nigamena",
            "apavādaḥ",
            "ca",
            "bhidāyāḥ",
            "iti",
            "ha",
            "bhramaḥ"
        ],
        "translation": "My dear Lord, the distinction observed between piety and sin comes from Your own Vedic knowledge and does not arise by itself. If the same Vedic literature subsequently nullifies such distinction between piety and sin, there will certainly be confusion.",
        "purport": " In the Bhagavad-gītā (15.15) Lord Kṛṣṇa states, vedaiś ca sarvair aham eva vedyaḥ: “By all the Vedas I am to be known. Indeed, I am the compiler of Vedānta, and I know the Veda as it is.” Vedic knowledge emanates from the breathing of the Personality of Godhead; therefore, whatever Lord Kṛṣṇa speaks is Veda, or perfect knowledge. The Vedic literatures are full of descriptions of piety and sin, but Lord Kṛṣṇa’s statement that one should transcend piety and sin is also to be understood as Vedic knowledge. Śrī Uddhava has understood this point and therefore requests Lord Kṛṣṇa to clear up an apparent contradiction. Ultimately, the material world gives the living entities a chance to satisfy their perverted desires and at the same time gradually achieve the liberation of going back home, back to Godhead. Thus material piety must be considered a means and never an absolute end, since the material world itself is not absolute, being temporary and limited. The Personality of Godhead is Himself the reservoir of all virtue and goodness. Those persons and activities that please the Lord are to be considered virtuous, and those that displease Him are to be considered sinful. There cannot be any other permanent definition of these terms. If one becomes a mundane moralist, forgetting the Supreme Lord, one’s position is certainly imperfect, and one will not achieve the ultimate goal of piety, going back home, back to Godhead. On the other hand, there is great fear among moralists that if the distinction between piety and sin is minimized, people will commit many atrocities in the name of God. In the modern world there is no clear understanding of spiritual authority, and moral men consider any appeal to transcend morality to be an invitation to fanaticism, anarchy, violence and corruption. Thus they regard material moral principles as more important than directly trying to please God. Because this point is controversial, Uddhava is anxiously requesting the Lord to give a clear explanation."
    },
    {
        "verse": "6",
        "devanagari": "श्रीभगवानुवाचयोगास्‍त्रयो मया प्रोक्ता नृणां श्रेयोविधित्सया ।ज्ञानं कर्म च भक्तिश्च नोपायोऽन्योऽस्ति कुत्रचित् ॥ ६ ॥",
        "english_devnagari": "śrī-bhagavān uvācayogās trayo mayā proktānṝṇāṁ śreyo-vidhitsayājñānaṁ karma ca bhaktiś canopāyo ’nyo ’sti kutracit",
        "verse_Syn": [
            "śrī",
            "bhagavān",
            "uvāca",
            "yogāḥ",
            "trayaḥ",
            "mayā",
            "proktāḥ",
            "nṝṇām",
            "śreyaḥ",
            "vidhitsayā",
            "jñānam",
            "karma",
            "ca",
            "bhaktiḥ",
            "ca",
            "na",
            "upāyaḥ",
            "anyaḥ",
            "asti",
            "kutracit"
        ],
        "translation": "The Supreme Personality of Godhead said: My dear Uddhava, because I desire that human beings may achieve perfection, I have presented three paths of advancement — the path of knowledge, the path of work and the path of devotion. Besides these three there is absolutely no other means of elevation.",
        "purport": " Ultimately, the goal of philosophical speculation, pious regulated work and devotional service is the same — Kṛṣṇa consciousness. As stated by the Lord in Bhagavad-gītā (4.11): “All of them — as they surrender unto Me — I reward accordingly. Everyone follows My path in all respects, O son of Pṛthā.” Although all authorized processes of human perfection ultimately lead to Kṛṣṇa consciousness, or love of God, various performers have specific propensities and qualifications and thus gravitate to different methods of self-realization. Lord Kṛṣṇa here describes the three authorized processes together in order to emphasize that their ultimate goal is one. At the same time, philosophical speculation and regulated pious work can never be considered equal to pure love of Godhead, as the Lord has elaborately clarified in the previous chapters. The word trayaḥ, or “three,” indicates that despite their ultimate oneness of purpose, the three paths display diversity in progress and achievement. One cannot achieve the same result by mere speculation or piety that one achieves by directly surrendering to the Personality of Godhead, depending completely on His mercy and friendship. The word karma here indicates work dedicated to the Personality of Godhead. As described in Bhagavad-gītā (3.9): “Work done as a sacrifice for Viṣṇu has to be performed; otherwise work binds one to this material world. Therefore, O son of Kuntī, perform your prescribed duties for His satisfaction, and in that way you will always remain unattached and free from bondage.” In the process of jñāna, one seeks impersonal liberation by merging into the glaring effulgence of the Personality of Godhead. Such liberation is considered hellish by the devotees, because by merging one loses all awareness of the supreme blissful feature of the Lord as Bhagavān, the supreme person. The performers of karma, or regulated work, seek the three aspects of human progress other than liberation — namely religiosity, economic development and sense gratification. The fruitive workers think that by exhausting each of their innumerable material desires they will gradually come out of the dark tunnel of material existence into the clear light of spiritual liberation. This process is very dangerous and uncertain, because not only is there virtually no limit to material desires, but even a slight flaw in the process of regulated work constitutes sin and throws one off the path of progressive life. The devotees directly aim for love of Godhead and are therefore most pleasing to the Supreme Lord. In any case, all three divisions of Vedic elevation depend completely on the mercy of Lord Kṛṣṇa. One cannot progress along any one of these paths without the blessings of the Lord. Other Vedic processes, such as austerity, charity and so forth, are included within the three primary divisions described here."
    },
    {
        "verse": "7",
        "devanagari": "निर्विण्णानां ज्ञानयोगो न्यासिनामिह कर्मसु ।तेष्वनिर्विण्णचित्तानां कर्मयोगस्तु कामिनाम् ॥ ७ ॥",
        "english_devnagari": "nirviṇṇānāṁ jñāna-yogonyāsinām iha karmasuteṣv anirviṇṇa-cittānāṁkarma-yogas tu kāminām",
        "verse_Syn": [
            "nirviṇṇānām",
            "jñāna",
            "yogaḥ",
            "nyāsinām",
            "iha",
            "karmasu",
            "teṣu",
            "anirviṇṇa",
            "cittānām",
            "karma",
            "yogaḥ",
            "tu",
            "kāminām"
        ],
        "translation": "Among these three paths, jñāna-yoga, the path of philosophical speculation, is recommended for those who are disgusted with material life and are thus detached from ordinary, fruitive activities. Those who are not disgusted with material life, having many desires yet to fulfill, should seek perfection through the path of karma-yoga.",
        "purport": " In this verse the Lord reveals the different propensities that lead human beings to adopt different processes of perfection. Those who are frustrated in the ordinary material life of society, friendship and love, and who understand that promotion to heaven simply brings further domestic miseries, take directly to the path of knowledge. Through authorized philosophical discrimination they transcend the bonds of material existence. Those who are still desirous of enjoying material society, friendship and love, and who are excited by the prospect of going with their relatives to material heavenly planets, cannot take directly to the path of rigorous philosophical advancement, which requires great austerity. Such persons are advised to remain in family life and offer the fruits of their work to the Supreme. In this way, they also can become perfect and gradually learn detachment from material life."
    },
    {
        "verse": "8",
        "devanagari": "यद‍ृच्छया मत्कथादौ जातश्रद्धस्तु य: पुमान् ।न निर्विण्णो नातिसक्तो भक्तियोगोऽस्य सिद्धिद: ॥ ८ ॥",
        "english_devnagari": "yadṛcchayā mat-kathādaujāta-śraddhas tu yaḥ pumānna nirviṇṇo nāti-saktobhakti-yogo ’sya siddhi-daḥ",
        "verse_Syn": [
            "yadṛcchayā",
            "mat",
            "kathā",
            "ādau",
            "jāta",
            "śraddhaḥ",
            "tu",
            "yaḥ",
            "pumān",
            "na",
            "nirviṇṇaḥ",
            "na",
            "ati",
            "saktaḥ",
            "bhakti",
            "yogaḥ",
            "asya",
            "siddhi",
            "daḥ"
        ],
        "translation": "If somehow or other by good fortune one develops faith in hearing and chanting My glories, such a person, being neither disgusted with nor very much attached to material life, should achieve perfection through the path of loving devotion to Me.",
        "purport": " If somehow or other one gets the association of pure devotees of the Lord and hears from them the transcendental message of Lord Kṛṣṇa, then one has the chance to become a devotee of the Lord. As mentioned in the previous verse, those who become disgusted with material life take to impersonal philosophical speculation and rigorously try to stamp out any trace of personal existence. Those who are still attached to material sense gratification try to purify themselves by offering the fruits of their ordinary activities to the Supreme. A first-class candidate for pure devotional service, on the other hand, is neither completely disgusted with nor attached to material life. He does not desire to pursue ordinary material existence any further, because it cannot award real happiness. Nevertheless, a candidate for devotional service does not give up all hope for perfecting personal existence. A person who avoids the two extremes of material attachment and impersonal reaction to material attachment and who somehow or other gets the association of pure devotees, faithfully hearing their message, is a good candidate for going back home, back to Godhead, as described here by the Lord."
    },
    {
        "verse": "9",
        "devanagari": "तावत् कर्माणि कुर्वीत न निर्विद्येत यावता ।मत्कथाश्रवणादौ वा श्रद्धा यावन्न जायते ॥ ९ ॥",
        "english_devnagari": "tāvat karmāṇi kurvītana nirvidyeta yāvatāmat-kathā-śravaṇādau vāśraddhā yāvan na jāyate",
        "verse_Syn": [
            "tāvat",
            "karmāṇi",
            "kurvīta",
            "na",
            "nirvidyeta",
            "yāvatā",
            "mat",
            "kathā",
            "śravaṇa",
            "ādau",
            "vā",
            "śraddhā",
            "yāvat",
            "na",
            "jāyate"
        ],
        "translation": "As long as one is not satiated by fruitive activity and has not awakened his taste for devotional service by śravaṇaṁ kīrtanaṁ viṣṇoḥ, one has to act according to the regulative principles of the Vedic injunctions.",
        "purport": " Unless one has developed firm faith in Lord Kṛṣṇa by association with pure devotees and is thus engaged full time in the devotional service of the Lord, one should not neglect ordinary Vedic principles and duties. As stated by the Lord Himself, “The śruti and smṛti literatures are to be understood as My injunctions, and one who violates such codes is to be understood as violating My will and thus opposing Me. Although such a person may claim to be My devotee, he is not actually a Vaiṣṇava.” The Lord here states that if one has not developed firm faith in the process of chanting and hearing, one must comply with the ordinary injunctions of Vedic literatures. There are many symptoms by which one can recognize an advanced devotee of the Lord. In the First Canto of Śrīmad-Bhāgavatam (1.2.7) it is stated: One who is actually engaged in advanced devotional service immediately develops both clear knowledge of Kṛṣṇa consciousness and detachment from nondevotional activities. One who is not situated on this platform must comply with the ordinary injunctions of Vedic literature or risk becoming inimical to the Supreme Personality of Godhead. On the other hand, one who has developed great faith in the devotional service of Lord Kṛṣṇa does not hesitate to do anything that will further the mission of the Lord. As stated in the Eleventh Canto of Śrīmad-Bhāgavatam (11.5.41): “Anyone who has taken shelter of the lotus feet of Mukunda, the giver of liberation, giving up all kinds of obligation, and has taken to the path in all seriousness, owes neither duties nor obligations to the demigods, sages, general living entities, family members, humankind or forefathers.” Śrīla Jīva Gosvāmī points out in this regard that when a person fully surrenders to Lord Kṛṣṇa, he takes shelter of the Lord’s promise to liquidate all other responsibilities and debts of the surrendered soul. The devotee thus becomes fearless by meditating on the Lord’s promise of protection. Those, however, who are materially attached are frightened by the prospect of full surrender to the Supreme Personality of Godhead, thereby revealing their inimical mentality toward the Lord."
    },
    {
        "verse": "10",
        "devanagari": "स्वधर्मस्थो यजन् यज्ञैरनाशी:काम उद्धव ।न याति स्वर्गनरकौ यद्यन्यन्न समाचरेत् ॥ १० ॥",
        "english_devnagari": "sva-dharma-stho yajan yajñairanāśīḥ-kāma uddhavana yāti svarga-narakauyady anyan na samācaret",
        "verse_Syn": [
            "sva",
            "dharma",
            "sthaḥ",
            "yajan",
            "yajñaiḥ",
            "anāśīḥ",
            "kāmaḥ",
            "uddhava",
            "na",
            "yāti",
            "svarga",
            "narakau",
            "yadi",
            "anyat",
            "na",
            "samācaret"
        ],
        "translation": "My dear Uddhava, a person who is situated in his prescribed duty, properly worshiping by Vedic sacrifices but not desiring the fruitive result of such worship, will not go to the heavenly planets; similarly, by not performing forbidden activities he will not go to hell.",
        "purport": " The perfection of karma-yoga is described here. One who does not desire fruitive rewards for his religious activities does not waste time going to the heavenly planets for celestial sense gratification. Similarly, one who does not neglect his prescribed duty or perform forbidden activities will not be bothered by going to hell for punishment. Thus avoiding material rewards and punishments, such a desireless person can be promoted to the platform of pure devotional service to Lord Kṛṣṇa."
    },
    {
        "verse": "11",
        "devanagari": "अस्मिंल्ल‍ोके वर्तमान: स्वधर्मस्थोऽनघ: शुचि: ।ज्ञानं विशुद्धमाप्नोति मद्भ‍‍क्तिं वा यद‍ृच्छया ॥ ११ ॥",
        "english_devnagari": "asmiḻ loke vartamānaḥsva-dharma-stho ’naghaḥ śuciḥjñānaṁ viśuddham āpnotimad-bhaktiṁ vā yadṛcchayā",
        "verse_Syn": [
            "asmin",
            "loke",
            "vartamānaḥ",
            "sva",
            "dharma",
            "sthaḥ",
            "anaghaḥ",
            "śuciḥ",
            "jñānam",
            "viśuddham",
            "āpnoti",
            "mat",
            "bhaktim",
            "vā",
            "yadṛcchayā"
        ],
        "translation": "One who is situated in his prescribed duty, free from sinful activities and cleansed of material contamination, in this very life obtains transcendental knowledge or, by fortune, devotional service unto Me.",
        "purport": " Asmin loke indicates one’s present duration of life. Before the death of one’s present body one can obtain transcendental knowledge or, by great fortune, pure devotional service to the Supreme Lord. The word yadṛcchayā indicates that if one somehow or other gets the association of pure devotees and hears from them faithfully, one can achieve Kṛṣṇa consciousness, the highest perfection of life. According to Śrīla Viśvanātha Cakravartī Ṭhākura, through transcendental knowledge one obtains liberation, whereas through pure devotional service one can achieve love of Godhead, in which liberation is automatically included. Both results are certainly superior to ordinary, fruitive activities, by which one tries to enjoy much the same things that animals do. If one’s devotional service is mixed with a tendency toward fruitive activities or mental speculation, then one may achieve the neutral stage of love of Godhead, whereas those who are inclined to serve only Lord Kṛṣṇa advance to the higher stages of love of Godhead in servitude, friendship, parental love and the conjugal relationship."
    },
    {
        "verse": "12",
        "devanagari": "स्वर्गिणोऽप्येतमिच्छन्ति लोकं निरयिणस्तथा ।साधकं ज्ञानभक्तिभ्यामुभयं तदसाधकम् ॥ १२ ॥",
        "english_devnagari": "svargiṇo ’py etam icchantilokaṁ nirayiṇas tathāsādhakaṁ jñāna-bhaktibhyāmubhayaṁ tad-asādhakam",
        "verse_Syn": [
            "svargiṇaḥ",
            "api",
            "etam",
            "icchanti",
            "lokam",
            "nirayiṇaḥ",
            "tathā",
            "sādhakam",
            "jñāna",
            "bhaktibhyām",
            "ubhayam",
            "tat",
            "asādhakam"
        ],
        "translation": "The residents of both heaven and hell desire human birth on the earth planet because human life facilitates the achievement of transcendental knowledge and love of Godhead, whereas neither heavenly nor hellish bodies efficiently provide such opportunities.",
        "purport": " Śrīla Jīva Gosvāmī points out that in material heaven one becomes absorbed in extraordinary sense gratification and in hell one is absorbed in suffering. In both cases there is little impetus to acquire transcendental knowledge or pure love of Godhead. Excessive suffering or excessive enjoyment are thus impediments to spiritual advancement."
    },
    {
        "verse": "13",
        "devanagari": "न नर: स्वर्गतिं काङ्‍क्षेन्नारकीं वा विचक्षण: ।नेमं लोकं च काङ्‍क्षेत देहावेशात् प्रमाद्यति ॥ १३ ॥",
        "english_devnagari": "na naraḥ svar-gatiṁ kāṅkṣennārakīṁ vā vicakṣaṇaḥnemaṁ lokaṁ ca kāṅkṣetadehāveśāt pramādyati",
        "verse_Syn": [
            "na",
            "naraḥ",
            "svaḥ",
            "gatim",
            "kāṅkṣet",
            "nārakīm",
            "vā",
            "vicakṣaṇaḥ",
            "na",
            "imam",
            "lokam",
            "ca",
            "kāṅkṣeta",
            "deha",
            "āveśāt",
            "pramādyati"
        ],
        "translation": "A human being who is wise should never desire promotion to heavenly planets or residence in hell. Indeed, a human being should also never desire permanent residence on the earth, for by such absorption in the material body one becomes foolishly negligent of one’s actual self-interest.",
        "purport": " One who has achieved human life on the earth has an excellent opportunity to attain spiritual liberation through Kṛṣṇa consciousness, or devotional service to the Lord. Thus one should not desire promotion to heaven or risk residence in hell, where excessive enjoyment or punishment deviate one’s mind from self-realization. On the other hand, one should not think, “The earth is so nice, I can stay here forever.” One should develop thorough detachment from all aspects and categories of material existence and go back home, back to Godhead, where life is eternal and full of bliss and knowledge. Lord Kṛṣṇa now begins to develop His conclusive proof that actual human progress lies beyond material piety and sin. The Lord first clarified that there are basically three methods of human elevation, namely jñāna, karma and bhakti, and that the goal is transcendental knowledge and ultimately love of Godhead. Now the Lord explains that promotion to heavenly planets (the final goal of piety) as well as residence in hell (the result of sinful activities) are both useless in fulfilling the actual purpose of life. Neither material piety nor sin establish the eternal living entity in his constitutional position; therefore something more is required to achieve the actual perfection of life."
    },
    {
        "verse": "14",
        "devanagari": "एतद् विद्वान् पुरा मृत्योरभवाय घटेत स: ।अप्रमत्त इदं ज्ञात्वा मर्त्यमप्यर्थसिद्धिदम् ॥ १४ ॥",
        "english_devnagari": "etad vidvān purā mṛtyorabhavāya ghaṭeta saḥapramatta idaṁ jñātvāmartyam apy artha-siddhi-dam",
        "verse_Syn": [
            "etat",
            "vidvān",
            "purā",
            "mṛtyoḥ",
            "abhavāya",
            "ghaṭeta",
            "saḥ",
            "apramattaḥ",
            "idam",
            "jñātvā",
            "martyam",
            "api",
            "artha",
            "siddhi",
            "dam"
        ],
        "translation": "A wise person, knowing that although the material body is subject to death it can still award the perfection of one’s life, should not foolishly neglect to take advantage of this opportunity before death arrives.",
        "purport": ""
    },
    {
        "verse": "15",
        "devanagari": "छिद्यमानं यमैरेतै: कृतनीडं वनस्पतिम् ।खग: स्वकेतमुत्सृज्य क्षेमं याति ह्यलम्पट: ॥ १५ ॥",
        "english_devnagari": "chidyamānaṁ yamair etaiḥkṛta-nīḍaṁ vanaspatimkhagaḥ sva-ketam utsṛjyakṣemaṁ yāti hy alampaṭaḥ",
        "verse_Syn": [
            "chidyamānam",
            "yamaiḥ",
            "etaiḥ",
            "kṛta",
            "nīḍam",
            "vanaspatim",
            "khagaḥ",
            "sva",
            "ketam",
            "utsṛjya",
            "kṣemam",
            "yāti",
            "hi",
            "alampaṭaḥ"
        ],
        "translation": "Without attachment, a bird gives up the tree in which his nest was constructed when that tree is cut down by cruel men who are like death personified, and thus the bird achieves happiness in another place.",
        "purport": " Here the example is given of detachment from the bodily concept of life. The living entity resides within the body just as a bird dwells within a tree. When thoughtless men cut down the tree, the bird, without lamenting the loss of its previous nest, does not hesitate to establish its residence in another place."
    },
    {
        "verse": "16",
        "devanagari": "अहोरात्रैश्छिद्यमानं बुद्ध्वायुर्भयवेपथु: ।मुक्तसङ्ग: परं बुद्ध्वा निरीह उपशाम्यति ॥ १६ ॥",
        "english_devnagari": "aho-rātraiś chidyamānaṁbuddhvāyur bhaya-vepathuḥmukta-saṅgaḥ paraṁ buddhvānirīha upaśāmyati",
        "verse_Syn": [
            "ahaḥ",
            "rātraiḥ",
            "chidyamānam",
            "buddhvā",
            "āyuḥ",
            "bhaya",
            "vepathuḥ",
            "mukta",
            "saṅgaḥ",
            "param",
            "buddhvā",
            "nirīhaḥ",
            "upaśāmyati"
        ],
        "translation": "Knowing that one’s duration of life is being similarly cut down by the passing of days and nights, one should be shaken by fear. In this way, giving up all material attachment and desire, one understands the Supreme Lord and achieves perfect peace.",
        "purport": " An intelligent devotee knows that the passing days and nights are exhausting one’s duration of life, and he therefore gives up his futile attachment to material sense objects. Instead, he strives to achieve permanent benefit in life. Just as the detached bird immediately gives up its nest and goes to another tree, similarly, a devotee knows that there is no permanent opportunity for residence within the material world. Instead he dedicates his working energy to achieving eternal residence in the kingdom of God. Transcending the modes of material nature by attaining Kṛṣṇa’s own spiritual nature, the devotee at last obtains perfect peace."
    },
    {
        "verse": "17",
        "devanagari": "नृदेहमाद्यं सुलभं सुदुर्लभंप्लवं सुकल्पं गुरुकर्णधारम् ।मयानुकूलेन नभस्वतेरितंपुमान् भवाब्धिं न तरेत् स आत्महा ॥ १७ ॥",
        "english_devnagari": "nṛ-deham ādyaṁ su-labhaṁ su-durlabhaṁplavaṁ su-kalpaṁ guru-karṇadhārammayānukūlena nabhasvateritaṁpumān bhavābdhiṁ na taret sa ātma-hā",
        "verse_Syn": [
            "nṛ",
            "deham",
            "ādyam",
            "su",
            "labham",
            "su",
            "durlabham",
            "plavam",
            "su",
            "kalpam",
            "guru",
            "karṇa",
            "dhāram",
            "mayā",
            "anukūlena",
            "nabhasvatā",
            "īritam",
            "pumān",
            "bhava",
            "abdhim",
            "na",
            "taret",
            "saḥ",
            "ātma",
            "hā"
        ],
        "translation": "The human body, which can award all benefit in life, is automatically obtained by the laws of nature, although it is a very rare achievement. This human body can be compared to a perfectly constructed boat having the spiritual master as the captain and the instructions of the Personality of Godhead as favorable winds impelling it on its course. Considering all these advantages, a human being who does not utilize his human life to cross the ocean of material existence must be considered the killer of his own soul.",
        "purport": " The human body, which is obtained after passing through many inferior forms, is created in such a way that it can award the highest perfection of life. A human being is supposed to serve the Supreme Personality of Godhead, and the bona fide spiritual master is the appropriate guide for such service. The causeless mercy of Lord Kṛṣṇa is compared to favorable winds that help the boat of the body to ply smoothly on the course back home, back to Godhead. Lord Kṛṣṇa gives His personal instructions in Vedic literature, speaks through the bona fide spiritual master, and encourages, warns and protects His sincere devotee from within the devotee’s heart. Such merciful guidance of the Lord moves a sincere soul quickly on the path back to Godhead. But one who cannot understand that the human body is a suitable boat for crossing the ocean of material existence will see no need to accept a captain in the form of the spiritual master and will not at all appreciate the favorable winds of the Lord’s mercy. He has no chance of achieving the goal of human life. Acting against his own self-interest, he gradually becomes the killer of his own soul."
    },
    {
        "verse": "18",
        "devanagari": "यदारम्भेषु निर्विण्णो विरक्त: संयतेन्द्रिय: ।अभ्यासेनात्मनो योगी धारयेदचलं मन: ॥ १८ ॥",
        "english_devnagari": "yadārambheṣu nirviṇṇoviraktaḥ saṁyatendriyaḥabhyāsenātmano yogīdhārayed acalaṁ manaḥ",
        "verse_Syn": [
            "yadā",
            "ārambheṣu",
            "nirviṇṇaḥ",
            "viraktaḥ",
            "saṁyata",
            "indriyaḥ",
            "abhyāsena",
            "ātmanaḥ",
            "yogī",
            "dhārayet",
            "acalam",
            "manaḥ"
        ],
        "translation": "A transcendentalist, having become disgusted and hopeless in all endeavors for material happiness, completely controls the senses and develops detachment. By spiritual practice he should then fix the mind on the spiritual platform without deviation.",
        "purport": " The inevitable result of material sense gratification is disappointment and pain that sears the heart. One becomes gradually hopeless and despondent in material life; then, receiving good instructions from the Lord or His devotee, one transforms one’s material disappointment into spiritual success. Actually, Lord Kṛṣṇa is our only true friend, and this simple understanding can bring one to a new life of spiritual happiness in the company of the Lord."
    },
    {
        "verse": "19",
        "devanagari": "धार्यमाणं मनो यर्हि भ्राम्यदश्वनवस्थितम् ।अतन्द्रितोऽनुरोधेन मार्गेणात्मवशं नयेत् ॥ १९ ॥",
        "english_devnagari": "dhāryamāṇaṁ mano yarhibhrāmyad āśv anavasthitamatandrito ’nurodhenamārgeṇātma-vaśaṁ nayet",
        "verse_Syn": [
            "dhāryamāṇam",
            "manaḥ",
            "yarhi",
            "bhrāmyat",
            "āśu",
            "anavasthitam",
            "atandritaḥ",
            "anurodhena",
            "mārgeṇa",
            "ātma",
            "vaśam",
            "nayet"
        ],
        "translation": "Whenever the mind, being concentrated on the spiritual platform, is suddenly deviated from its spiritual position, one should carefully bring it under the control of the self by following the prescribed means.",
        "purport": " Although one is seriously engaging the mind in Kṛṣṇa consciousness, the mind is so flickering that it may suddenly be deviated from its spiritual position. One should then carefully bring the mind back under the control of the self. It is stated in Bhagavad-gītā that if one is too austere or too sensuous one cannot control the mind. Sometimes one may bring the mind under control by allowing the material senses limited satisfaction. For example, although one may eat austerely, from time to time one may accept a reasonable amount of mahā-prasādam, opulent foods offered to the temple Deities, so that the mind will not become disturbed. Similarly, one may occasionally relax with other transcendentalists through joking, swimming and so forth. But if such activities are performed excessively, they will lead to a setback in spiritual life. When the mind desires sinful gratification such as illicit sex or intoxication, one must simply tolerate the mind’s foolishness and by strenuous effort push on with Kṛṣṇa consciousness. Then the waves of illusion will soon subside, and the path of advancement will again open wide."
    },
    {
        "verse": "20",
        "devanagari": "मनोगतिं न विसृजेज्जितप्राणो जितेन्द्रिय: ।सत्त्वसम्पन्नया बुद्ध्या मन आत्मवशं नयेत् ॥ २० ॥",
        "english_devnagari": "mano-gatiṁ na visṛjejjita-prāṇo jitendriyaḥsattva-sampannayā buddhyāmana ātma-vaśaṁ nayet",
        "verse_Syn": [
            "manaḥ",
            "gatim",
            "na",
            "visṛjet",
            "jita",
            "prāṇaḥ",
            "jita",
            "indriyaḥ",
            "sattva",
            "sampannayā",
            "buddhyā",
            "manaḥ",
            "ātma",
            "vaśam",
            "nayet"
        ],
        "translation": "One should never lose sight of the actual goal of mental activities, but rather, conquering the life air and senses and utilizing intelligence strengthened by the mode of goodness, one should bring the mind under the control of the self.",
        "purport": " Although the mind may suddenly wander outside the jurisdiction of self-realization, one must bring the mind back under control by clear intelligence in the mode of goodness. The best solution is to keep the mind always busy in the service of Lord Kṛṣṇa so that the mind cannot wander onto the dangerous path of sense gratification, headed by sex attraction. The material mind is naturally inclined to accept material objects at every moment. Therefore unless the mind is seriously brought under control there is no possibility of becoming steady on the path of spiritual advancement."
    },
    {
        "verse": "21",
        "devanagari": "एष वै परमो योगो मनस: सङ्ग्रह: स्मृत: ।हृदयज्ञत्वमन्विच्छन् दम्यस्येवार्वतो मुहु: ॥ २१ ॥",
        "english_devnagari": "eṣa vai paramo yogomanasaḥ saṅgrahaḥ smṛtaḥhṛdaya-jñatvam anvicchandamyasyevārvato muhuḥ",
        "verse_Syn": [
            "eṣaḥ",
            "vai",
            "paramaḥ",
            "yogaḥ",
            "manasaḥ",
            "saṅgrahaḥ",
            "smṛtaḥ",
            "hṛdaya",
            "jñatvam",
            "anvicchan",
            "damyasya",
            "iva",
            "arvataḥ",
            "muhuḥ"
        ],
        "translation": "An expert horseman, desiring to tame a headstrong horse, first lets the horse have his way for a moment and then, pulling the reins, gradually places the horse on the desired path. Similarly, the supreme yoga process is that by which one carefully observes the movements and desires of the mind and gradually brings them under full control.",
        "purport": " Just as an expert rider intimately knows the propensities of an untamed horse and gradually brings the horse under control, an expert yogī allows the mind to reveal its materialistic propensities and then controls them through superior intelligence. A learned transcendentalist withholds and supplies sense objects so that the mind and senses remain fully controlled, just as the horseman sometimes pulls sharply on the reins and sometimes allows the horse to run freely. The rider never forgets his actual goal or destination, and eventually places the horse on the right path. Similarly, a learned transcendentalist, even though sometimes allowing the senses to act, never forgets the goal of self-realization, nor does he allow the senses to engage in sinful activity. Excessive austerity or restriction may result in great mental disturbance, just as pulling excessively on the reins of a horse may cause the horse to rear up against the rider. The path of self-realization depends upon clear intelligence, and the easiest way to acquire such expertise is surrender to Lord Kṛṣṇa. The Lord says in Bhagavad-gītā (10.10): One may not be a great scholar or spiritual intellect, but if one is sincerely engaged in loving service to the Lord without personal envy or personal motivation the Lord will reveal from within the heart the methodology required to control the mind. Expertly riding the waves of mental desire, a Kṛṣṇa conscious person does not fall from the saddle, and he eventually rides all the way back home, back to Godhead."
    },
    {
        "verse": "22",
        "devanagari": "साङ्ख्येन सर्वभावानां प्रतिलोमानुलोमत: ।भवाप्ययावनुध्यायेन्मनो यावत् प्रसीदति ॥ २२ ॥",
        "english_devnagari": "sāṅkhyena sarva-bhāvānāṁpratilomānulomataḥbhavāpyayāv anudhyāyenmano yāvat prasīdati",
        "verse_Syn": [
            "sāṅkhyena",
            "sarva",
            "bhāvānām",
            "pratiloma",
            "anulomataḥ",
            "bhava",
            "apyayau",
            "anudhyāyet",
            "manaḥ",
            "yāvat",
            "prasīdati"
        ],
        "translation": "Until one’s mind is fixed in spiritual satisfaction, one should analytically study the temporary nature of all material objects, whether cosmic, earthly or atomic. One should constantly observe the process of creation through the natural progressive function and the process of annihilation through the regressive function.",
        "purport": " There is a saying that whatever goes up must come down. Similarly, Lord Kṛṣṇa states in the Bhagavad-gītā (2.27): “For one who has taken his birth, death is certain; and for one who is dead, birth is certain. Therefore, in the unavoidable discharge of your duty, you should not lament.” Mano yāvat prasīdati: Until one has established one’s consciousness on the liberated platform of perfect knowledge, one must constantly ward off the attacks of illusion through rigid analytic observation of material nature. The material mind may be attracted to sex; therefore by spiritual intelligence one should scrutinize the temporary nature of one’s own body and the body that has artificially become the object of one’s material lust. One may apply this rigid analysis to all material bodies, from the fantastic cosmic body of Lord Brahmā down to that of the most insignificant germ. As previously stated by Lord Kṛṣṇa, one who is advanced in Kṛṣṇa consciousness spontaneously avoids sense gratification and is constantly drawn by spiritual love into his relationship with Lord Kṛṣṇa. One who has not achieved the platform of spontaneous Kṛṣṇa consciousness must remain constantly vigilant so as not to be grossly cheated by the material energy of the Lord. One who tries to exploit the material energy ruins his spiritual life and experiences varieties of misery."
    },
    {
        "verse": "23",
        "devanagari": "निर्विण्णस्य विरक्तस्य पुरुषस्योक्तवेदिन: ।मनस्त्यजति दौरात्म्यं चिन्तितस्यानुचिन्तया ॥ २३ ॥",
        "english_devnagari": "nirviṇṇasya viraktasyapuruṣasyokta-vedinaḥmanas tyajati daurātmyaṁcintitasyānucintayā",
        "verse_Syn": [
            "nirviṇṇasya",
            "viraktasya",
            "puruṣasya",
            "ukta",
            "vedinaḥ",
            "manaḥ",
            "tyajati",
            "daurātmyam",
            "cintitasya",
            "anucintayā"
        ],
        "translation": "When a person is disgusted with the temporary, illusory nature of this world and is thus detached from it, his mind, guided by the instructions of his spiritual master, considers again and again the nature of this world and eventually gives up the false identification with matter.",
        "purport": " Although it is difficult to control the mind, by constant practice the mind can be spiritualized in Kṛṣṇa consciousness. A sincere disciple constantly remembers the instructions of his spiritual master and thereby faces again and again the stark truth that the material world is not the ultimate reality. By detachment and perseverance the mind gradually gives up its propensity toward sense gratification; thus illusion loses its grip on a sincere Kṛṣṇa conscious devotee. Gradually the purified mind completely gives up the false identification with this world and transfers its attention to the spiritual platform. Then one is considered to be perfect in the yoga system."
    },
    {
        "verse": "24",
        "devanagari": "यमादिभिर्योगपथैरान्वीक्षिक्या च विद्यया ।ममार्चोपासनाभिर्वा नान्यैर्योग्यं स्मरेन्मन: ॥ २४ ॥",
        "english_devnagari": "yamādibhir yoga-pathairānvīkṣikyā ca vidyayāmamārcopāsanābhir vānānyair yogyaṁ smaren manaḥ",
        "verse_Syn": [
            "yama",
            "ādibhiḥ",
            "yoga",
            "pathaiḥ",
            "ānvīkṣikyā",
            "ca",
            "vidyayā",
            "mama",
            "arcā",
            "upāsanābhiḥ",
            "vā",
            "na",
            "anyaiḥ",
            "yogyam",
            "smaret",
            "manaḥ"
        ],
        "translation": "Through the various disciplinary regulations and the purificatory procedures of the yoga system, through logic and spiritual education or through worship and adoration of Me, one should constantly engage his mind in remembering the Personality of Godhead, the goal of yoga. No other means should be employed for this purpose.",
        "purport": " The word vā is significant in this verse, for it indicates that one engaged in the worship and adoration of the Personality of Godhead need not trouble himself with the disciplinary, regulatory and purificatory procedures of yoga, nor with the grueling intricacies of Vedic studies and logic. Yogyam, or the most appropriate object of meditation, is the Supreme Personality of Godhead, as confirmed throughout Vedic literature. One who directly takes to the worship of the Lord should not employ other methods, for full dependence on the Lord is in itself the supreme process of perfection."
    },
    {
        "verse": "25",
        "devanagari": "यदि कुर्यात् प्रमादेन योगी कर्म विगर्हितम् ।योगेनैव दहेदंहो नान्यत्तत्र कदाचन ॥ २५ ॥",
        "english_devnagari": "yadi kuryāt pramādenayogī karma vigarhitamyogenaiva dahed aṁhonānyat tatra kadācana",
        "verse_Syn": [
            "yadi",
            "kuryāt",
            "pramādena",
            "yogī",
            "karma",
            "vigarhitam",
            "yogena",
            "eva",
            "dahet",
            "aṁhaḥ",
            "na",
            "anyat",
            "tatra",
            "kadācana"
        ],
        "translation": "If, because of momentary inattention, a yogī accidentally commits an abominable activity, then by the very practice of yoga he should burn to ashes the sinful reaction, without at any time employing any other procedure.",
        "purport": " The word yogena here indicates jñānena yogena and bhaktyā yogena, since these two transcendental systems have the power to burn sinful reactions to ashes. It should be clearly understood that the word aṁhas, or “sin,” here refers to an accidental falldown against one’s desire. Premeditated exploitation of the mercy of the Lord can never be excused. Significantly, the Lord forbids any extraneous purificatory rites, since the transcendental yoga systems are themselves the most purifying processes, especially bhakti-yoga. If one gives up one’s regular prescribed duties to perform a special ritual or penance, trying to purify a sinful reaction, then one will be guilty of the additional fault of giving up one’s prescribed duties. One should pick oneself up from an accidental falldown and go on vigorously with one’s prescribed duties in life without being unnecessarily discouraged. One should certainly lament and feel ashamed, or there will be no purification. However, if one becomes overly depressed at an accidental falldown one will not have the enthusiasm to go on to perfection. Lord Kṛṣṇa also states in the Bhagavad-gītā (9.30): “Even if one commits the most abominable actions, if he is engaged in devotional service, he is to be considered saintly because he is properly situated.” The most important point is that one should be properly engaged in the devotional service of the Lord, for then the Lord will excuse and purify an accidental falldown. One should, however, be most cautious to avoid such an unhappy event."
    },
    {
        "verse": "26",
        "devanagari": "स्वे स्वेऽधिकारे या निष्ठा स गुण: परिकीर्तित: ।कर्मणां जात्यशुद्धानामनेन नियम: कृत: ।गुणदोषविधानेन सङ्गानां त्याजनेच्छया ॥ २६ ॥",
        "english_devnagari": "sve sve ’dhikāre yā niṣṭhāsa guṇaḥ parikīrtitaḥkarmaṇāṁ jāty-aśuddhānāmanena niyamaḥ kṛtaḥguṇa-doṣa-vidhānenasaṅgānāṁ tyājanecchayā",
        "verse_Syn": [
            "sve",
            "sve",
            "adhikāre",
            "yā",
            "niṣṭhā",
            "saḥ",
            "guṇaḥ",
            "parikīrtitaḥ",
            "karmaṇām",
            "jāti",
            "aśuddhānām",
            "anena",
            "niyamaḥ",
            "kṛtaḥ",
            "guṇa",
            "doṣa",
            "vidhānena",
            "saṅgānām",
            "tyājana",
            "icchayā"
        ],
        "translation": "It is firmly declared that the steady adherence of transcendentalists to their respective spiritual positions constitutes real piety and that sin occurs when a transcendentalist neglects his prescribed duty. One who adopts this standard of piety and sin, sincerely desiring to give up all past association with sense gratification, is able to subdue materialistic activities, which are by nature impure.",
        "purport": " Lord Kṛṣṇa here explains more clearly that those persons directly engaged in self-realization either through jñāna-yoga or bhakti-yoga need not give up their regular duties and perform special penances to atone for an accidental falldown. The actual purpose of Vedic literature is to direct one back home, back to Godhead, and not to encourage material sense gratification. Although the Vedas recommend innumerable rituals for promotion to heavenly planets and enjoyment of all varieties of material opulence, such materialistic rewards are meant only to engage materialistic people, who otherwise would become demoniac. To purify an accidental falldown, one who is engaged in transcendental realization need not adopt any procedure beyond his own spiritual practice. The words saṅgānāṁ tyājanecchayā indicate that one should not practice Kṛṣṇa consciousness or self-realization superficially or casually; rather, one should sincerely and earnestly desire freedom from one’s past sinful life. Similarly, the words yā niṣṭhā indicate that one must constantly practice Kṛṣṇa consciousness. Thus, essential piety is to give up material sense gratification and engage in the loving service of the Lord. One who engages his senses, mind and intelligence twenty-four hours a day in the Lord’s service is the most pious person, and the Lord personally protects such a surrendered soul."
    },
    {
        "verse": "27-28",
        "devanagari": "जातश्रद्धो मत्कथासु निर्विण्ण: सर्वकर्मसु ।वेद दु:खात्मकान् कामान् परित्यागेऽप्यनीश्वर: ॥ २७ ॥ततो भजेत मां प्रीत: श्रद्धालुर्दृढनिश्चय: ।जुषमाणश्च तान् कामान् दु:खोदर्कांश्च गर्हयन् ॥ २८ ॥",
        "english_devnagari": "jāta-śraddho mat-kathāsunirviṇṇaḥ sarva-karmasuveda duḥkhātmakān kāmānparityāge ’py anīśvaraḥ",
        "verse_Syn": [
            "jāta",
            "śraddhaḥ",
            "mat",
            "kathāsu",
            "nirviṇṇaḥ",
            "sarva",
            "karmasu",
            "veda",
            "duḥkha",
            "ātmakān",
            "kāmān",
            "parityāge",
            "api",
            "anīśvaraḥ",
            "tataḥ",
            "bhajeta",
            "mām",
            "prītaḥ",
            "śraddhāluḥ",
            "dṛḍha",
            "niścayaḥ",
            "juṣamāṇaḥ",
            "ca",
            "tān",
            "kāmān",
            "duḥkha",
            "udarkān",
            "ca",
            "garhayan"
        ],
        "translation": "Having awakened faith in the narrations of My glories, being disgusted with all material activities, knowing that all sense gratification leads to misery, but still being unable to renounce all sense enjoyment, My devotee should remain happy and worship Me with great faith and conviction. Even though he is sometimes engaged in sense enjoyment, My devotee knows that all sense gratification leads to a miserable result, and he sincerely repents such activities.",
        "purport": " The beginning stage of pure devotional service is described here by the Lord. A sincere devotee has practically seen that all material activities lead only to sense gratification and all sense gratification leads only to misery. Thus a devotee’s sincere desire is to engage twenty-four hours a day in the loving service of Lord Kṛṣṇa without any personal motivation. The devotee sincerely desires to be established in his constitutional position as the Lord’s eternal servitor, and he prays to the Lord to elevate him to this exalted position. The word anīśvara indicates that because of one’s past sinful activities and bad habits one may not immediately be able to completely extinguish the enjoying spirit. The Lord here encourages such a devotee not to be overly depressed or morose but to remain enthusiastic and to go on with his loving service. The word nirviṇṇa indicates that a sincere devotee, although somewhat entangled in the remnants of sense gratification, is completely disgusted with material life and under no circumstances willingly commits sinful activities. In fact, he avoids every kind of materialistic activity. The word kāmān basically refers to sex attraction and its by-products in the form of children, home and so forth. Within the material world, the sex impulse is so strong that even a sincere candidate in the loving service of the Lord may sometimes be disturbed by sex attraction or by lingering sentiments for wife and children. A pure devotee certainly feels spiritual affection for all living entities, including the so-called wife and children, but he knows that material bodily attraction leads to no good, for it simply entangles one and one’s so-called relatives in a miserable chain reaction of fruitive activities. The word dṛḍha-niścaya (“steadfast conviction”) indicates that in any circumstance a devotee is completely determined to go on with his prescribed duties for Kṛṣṇa. Thus he thinks, “By my previous shameful life my heart is polluted with many illusory attachments. Personally I have no power to stop them. Only Lord Kṛṣṇa within my heart can remove such inauspicious contamination. But whether the Lord removes such attachments immediately or lets me go on being afflicted by them, I will never give up my devotional service to Him. Even if the Lord places millions of obstacles in my path, and even if because of my offenses I go to hell, I will never for a moment stop serving Lord Kṛṣṇa. I am not interested in mental speculation and fruitive activities; even if Lord Brahmā personally comes before me offering such engagements, I will not be even slightly interested. Although I am attached to material things I can see very clearly that they lead to no good because they simply give me trouble and disturb my devotional service to the Lord. Therefore, I sincerely repent my foolish attachments to so many material things, and I am patiently awaiting Lord Kṛṣṇa’s mercy.” The word prīta indicates that a devotee feels exactly like the son or subject of the Supreme Personality of Godhead and is very attached to his relationship with the Lord. Therefore, although sincerely lamenting occasional lapses into sense enjoyment, he never gives up his enthusiasm to serve Lord Kṛṣṇa. If a devotee becomes too morose or discouraged in devotional service, he may drift into an impersonal consciousness or give up his devotional service to the Lord. Therefore, the Lord here advises that although one should sincerely repent, he should not become chronically depressed. One should understand that because of his past sins he must occasionally suffer disturbances from the material mind and senses, but one should not therefore become a devotee of detachment, as do the speculative philosophers. Although one may desire detachment to purify one’s devotional service to the Lord, if one becomes more concerned with renunciation than with acting for the pleasure of Lord Kṛṣṇa, he is misunderstanding the position of loving devotional service. Faith in Lord Kṛṣṇa is so powerful that in due course of time it will automatically award detachment and perfect knowledge. If one gives up Lord Kṛṣṇa as the central object of one’s worship and concentrates more on knowledge and detachment, one will become deviated from one’s progress in going back home, back to Godhead. A sincere devotee of the Lord must be sincerely convinced that simply by the strength of devotional service and the mercy of Lord Kṛṣṇa he will achieve everything auspicious in life. One must believe that Lord Kṛṣṇa is all-merciful and that He is the only real goal of one’s life. Such determined faith combined with a sincere desire to give up sense enjoyment will carry one past the obstacles of this world. The words jāta-śraddhaḥ mat-kathāsu are most significant here. By faithful hearing of the mercy and glories of the Lord one will gradually be freed from all material desire and clearly see at every moment the utter frustration of sense gratification. Chanting the glories of the Lord with firm faith and conviction is a tremendously powerful spiritual process that enables one to give up all material association. There is actually nothing inauspicious in the devotional service of the Lord. Occasional difficulties experienced by a devotee are due to his previous material activities. On the other hand, the endeavor for sense gratification is completely inauspicious. Thus sense gratification and devotional service are directly opposed to each other. In all circumstances one should therefore remain the Lord’s sincere servant, always believing in His mercy. Then one will certainly go back home, back to Godhead."
    },
    {
        "verse": "29",
        "devanagari": "प्रोक्तेन भक्तियोगेन भजतो मासकृन्मुने: ।कामा हृदय्या नश्यन्ति सर्वे मयि हृदि स्थिते ॥ २९ ॥",
        "english_devnagari": "proktena bhakti-yogenabhajato māsakṛn muneḥkāmā hṛdayyā naśyantisarve mayi hṛdi sthite",
        "verse_Syn": [
            "proktena",
            "bhakti",
            "yogena",
            "bhajataḥ",
            "mā",
            "asakṛt",
            "muneḥ",
            "kāmāḥ",
            "hṛdayyāḥ",
            "naśyanti",
            "sarve",
            "mayi",
            "hṛdi",
            "sthite"
        ],
        "translation": "When an intelligent person engages constantly in worshiping Me through loving devotional service as described by Me, his heart becomes firmly situated in Me. Thus all material desires within the heart are destroyed.",
        "purport": " The material senses are engaged in gratifying the concoctions of the mind, causing many types of material desires to become prominent, one after another. One who constantly engages in the devotional service of the Lord by hearing and chanting the Lord’s transcendental glories with firm faith gets relief from the harassment of material desires. By serving the Lord one becomes strengthened in the conviction that Śrī Kṛṣṇa is the only actual enjoyer and all others are meant to share the Lord’s pleasure through devotional service. A devotee of the Lord situates Śrī Kṛṣṇa on a beautiful throne within his heart and there offers the Lord constant service. Just as the rising sun gradually eliminates all trace of darkness, the Lord’s presence within the heart causes all material desires there to weaken and eventually disappear. The words mayi hṛdi sthite (“when the heart is situated in Me”) indicate that an advanced devotee sees Lord Kṛṣṇa not only within his own heart but within the hearts of all living creatures. Thus a sincere devotee who chants and hears the glories of Śrī Kṛṣṇa should not be discouraged by the remnants of material desires within the heart. He should faithfully wait for the devotional process to naturally purify the heart of all contamination."
    },
    {
        "verse": "30",
        "devanagari": "भिद्यते हृदयग्रन्थिश्छिद्यन्ते सर्वसंशया: ।क्षीयन्ते चास्य कर्माणि मयि द‍ृष्टेऽखिलात्मनि ॥ ३० ॥",
        "english_devnagari": "bhidyate hṛdaya-granthiśchidyante sarva-saṁśayāḥkṣīyante cāsya karmāṇimayi dṛṣṭe ’khilātmani",
        "verse_Syn": [
            "bhidyate",
            "hṛdaya",
            "granthiḥ",
            "chidyante",
            "sarva",
            "saṁśayāḥ",
            "kṣīyante",
            "ca",
            "asya",
            "karmāṇi",
            "mayi",
            "dṛṣṭe",
            "akhila",
            "ātmani"
        ],
        "translation": "The knot in the heart is pierced, all misgivings are cut to pieces and the chain of fruitive actions is terminated when I am seen as the Supreme Personality of Godhead.",
        "purport": " Hṛdaya-granthi indicates that one’s heart is bound to illusion by false identification with the material body. One thus becomes absorbed in material sex pleasure, dreaming of innumerable combinations of male and female bodies. A person intoxicated by sex attraction cannot understand that the Supreme Personality of Godhead is the reservoir of all pleasure and the supreme enjoyer. When a devotee achieves steadiness in devotional service, feeling transcendental pleasure at every moment in the execution of his loving service to the Lord, the knot of false identification is pierced and all his misgivings are cut to pieces. In illusion we imagine that the living entity cannot be fully satisfied without material sense gratification and speculative doubting of the Absolute Truth. Materialistic persons consider sense enjoyment and speculative doubting to be essential for civilized life. A pure devotee, however, realizes that Lord Kṛṣṇa is an unlimited ocean of happiness and the personification of all knowledge. This realization of Lord Kṛṣṇa completely eradicates the twin tendencies of sense gratification and mental speculation. Thus the chain of fruitive activities, or karma, automatically collapses, just as a fire collapses and goes out when its fuel is removed. Advanced devotional service automatically awards one liberation from material bondage, as confirmed by Lord Kapila: jarayaty āśu yā kośaṁ nigīrṇam analo yathā. “Bhakti, devotional service, dissolves the subtle body of the living entity without separate effort, just as fire in the stomach digests all that we eat.” (Bhāg. 3.25.33) Śrīla Prabhupāda states in his purport to this verse, “A devotee does not have to try separately to attain liberation. That very service to the Supreme Personality of Godhead is the process of liberation, because to engage oneself in the service of the Lord is to liberate oneself from material entanglement. Śrī Bilvamaṅgala Ṭhākura explained this position very nicely. He said, ‘If I have unflinching devotion unto the lotus feet of the Supreme Lord, then mukti, or liberation, serves me as my maidservant. Mukti the maidservant is always ready to do whatever I ask.’ For a devotee, liberation is no problem at all. Liberation takes place without separate endeavor.”"
    },
    {
        "verse": "31",
        "devanagari": "तस्मान्मद्भ‍‍क्तियुक्तस्य योगिनो वै मदात्मन: ।न ज्ञानं न च वैराग्यं प्राय: श्रेयो भवेदिह ॥ ३१ ॥",
        "english_devnagari": "tasmān mad-bhakti-yuktasyayogino vai mad-ātmanaḥna jñānaṁ na ca vairāgyaṁprāyaḥ śreyo bhaved iha",
        "verse_Syn": [
            "tasmāt",
            "mat",
            "bhakti",
            "yuktasya",
            "yoginaḥ",
            "vai",
            "mat",
            "ātmanaḥ",
            "na",
            "jñānam",
            "na",
            "ca",
            "vairāgyam",
            "prāyaḥ",
            "śreyaḥ",
            "bhavet",
            "iha"
        ],
        "translation": "Therefore, for a devotee engaged in My loving service, with mind fixed on Me, the cultivation of knowledge and renunciation is generally not the means of achieving the highest perfection within this world.",
        "purport": " A surrendered devotee of Lord Kṛṣṇa does not seek perfection through the cultivation of knowledge and renunciation outside the loving service of the Lord. Devotional service to Lord Kṛṣṇa, being itself the supreme transcendental process, never depends upon the secondary methods involving the cultivation of knowledge and renunciation. By chanting and hearing the glories of the Personality of Godhead a devotee automatically realizes all knowledge, and as the devotee’s attachment to the Lord increases, he automatically gives up attachment for the inferior material nature. The Lord has explicitly declared in the previous verses that a devotee should not try to solve his lingering problems by means other than devotional service. Although a sincere devotee has surrendered heart and soul in loving service to the Lord, there may be lingering material attachments that prevent the devotee from perfectly realizing transcendental knowledge. Devotional service, however, will automatically eradicate such lingering attachments in due course of time. If the devotee tries to purify himself through cultivation of knowledge and renunciation which fall outside the scope of devotional service, there is danger of his being deviated from the Lord’s lotus feet and falling down completely from the transcendental path. One who endeavors for purification outside the loving service of the Lord has not actually understood the transcendental potency of bhakti-yoga and does not appreciate the extent of Lord Kṛṣṇa’s mercy. Within this world one’s heart is bound by sex attraction, which disturbs one’s meditation on the lotus feet of Lord Kṛṣṇa. Intoxicated by contact with women, the conditioned soul becomes artificially proud and forgets his loving servitude to the Lord. Through determined cultivation of knowledge and detachment, a conditioned soul may try to purify himself without the mercy of Lord Kṛṣṇa, but such false pride is to be given up, just as one must give up the false pride of material attraction. When pure devotional service to the Lord is available to a conditioned soul, attraction to other processes is certainly a deviation in his devotional career. Material desire stubbornly residing within the heart can be vanquished by taking full shelter of the Supreme Personality of Godhead. Without false confidence in one’s own cultivation of knowledge and renunciation, one should depend fully on the mercy of Lord Kṛṣṇa and at the same time strictly follow the rules and regulations of bhakti-yoga, as instructed by the Lord Himself."
    },
    {
        "verse": "32-33",
        "devanagari": "यत् कर्मभिर्यत्तपसा ज्ञानवैराग्यतश्च यत् ।योगेन दानधर्मेण श्रेयोभिरितरैरपि ॥ ३२ ॥सर्वं मद्भ‍‍क्तियोगेन मद्भ‍क्तो लभतेऽञ्जसा ।स्वर्गापवर्गं मद्धाम कथञ्चिद् यदि वाञ्छति ॥ ३३ ॥",
        "english_devnagari": "yat karmabhir yat tapasājñāna-vairāgyataś ca yatyogena dāna-dharmeṇaśreyobhir itarair api",
        "verse_Syn": [
            "yat",
            "karmabhiḥ",
            "yat",
            "tapasā",
            "jñāna",
            "vairāgyataḥ",
            "ca",
            "yat",
            "yogena",
            "dāna",
            "dharmeṇa",
            "śreyobhiḥ",
            "itaraiḥ",
            "api",
            "sarvam",
            "mat",
            "bhakti",
            "yogena",
            "mat",
            "bhaktaḥ",
            "labhate",
            "añjasā",
            "svarga",
            "apavargam",
            "mat",
            "dhāma",
            "kathañcit",
            "yadi",
            "vāñchati"
        ],
        "translation": "Everything that can be achieved by fruitive activities, penance, knowledge, detachment, mystic yoga, charity, religious duties and all other means of perfecting life is easily achieved by My devotee through loving service unto Me. If somehow or other My devotee desires promotion to heaven, liberation, or residence in My abode, he easily achieves such benedictions.",
        "purport": " Lord Kṛṣṇa here reveals the transcendental glories of devotional service to the Lord. Although pure devotees are desireless, desiring only the Lord’s service, sometimes a great devotee may desire the Lord’s benediction to facilitate his loving service. In the Sixth Canto of the Bhāgavatam we find that Śrī Citraketu, a great devotee of the Lord, desired promotion to heaven so that accompanied by the most attractive ladies of the Vidyādhara planet he could beautifully chant the glories of the Lord. Similarly, Śrī Śukadeva Gosvāmī, the great narrator of Śrīmad-Bhāgavatam, desiring to avoid entanglement in the illusory potency of the Lord, would not come out of his mother’s womb. In other words, Śukadeva Gosvāmī desired apavargam, or liberation from māyā, so that his devotional service would not be disturbed. Lord Kṛṣṇa personally sent the illusory energy far away so that Śukadeva Gosvāmī would come out of his mother’s womb. Because of intense loving desire to serve the lotus feet of the Lord, a devotee may also desire promotion to the spiritual world. According to Śrīla Viśvanātha Cakravartī Ṭhākura, a devotee, having given up the independent cultivation of knowledge and detachment, may have firm faith in the devotional service of the Lord and yet remain slightly attached to the fruits of such activities. By expert fruitive activities one gains residence in material heaven, and by cultivation of detachment one is relieved of all bodily distress. If Lord Kṛṣṇa detects within a devotee’s heart the desire for such benedictions, the Lord can easily award them to His devotee. The word itaraiḥ in this verse indicates visiting holy places, accepting religious vows and so forth. Several auspicious processes of elevation are mentioned in the verse preceding this, but all the auspicious results of these processes are easily achieved by loving service to the Lord. Thus all devotees of the Lord, in whatever stage of advancement, should dedicate their energy exclusively to the Lord’s service, as affirmed in the Second Canto of Śrīmad-Bhāgavatam by Śrī Śukadeva Gosvāmī: “A person who has broader intelligence, whether he be full of all material desire, without any material desire or desiring liberation, must by all means worship the supreme whole, the Personality of Godhead.” (Bhāg. 2.3.10)"
    },
    {
        "verse": "34",
        "devanagari": "न किञ्चित् साधवो धीरा भक्ता ह्येकान्तिनो मम ।वाञ्छन्त्यपि मया दत्तं कैवल्यमपुनर्भवम् ॥ ३४ ॥",
        "english_devnagari": "na kiñcit sādhavo dhīrābhaktā hy ekāntino mamavāñchanty api mayā dattaṁkaivalyam apunar-bhavam",
        "verse_Syn": [
            "na",
            "kiñcit",
            "sādhavaḥ",
            "dhīrāḥ",
            "bhaktāḥ",
            "hi",
            "ekāntinaḥ",
            "mama",
            "vāñchanti",
            "api",
            "mayā",
            "dattam",
            "kaivalyam",
            "apunaḥ",
            "bhavam"
        ],
        "translation": "Because My devotees possess saintly behavior and deep intelligence, they completely dedicate themselves to Me and do not desire anything besides Me. Indeed, even if I offer them liberation from birth and death, they do not accept it.",
        "purport": " The words ekāntino mama indicate that the pure devotees of the Lord, being saintly and most intelligent, dedicate themselves exclusively to the devotional service of the Personality of Godhead. Even when the Lord offers them personal liberation from birth and death, the devotees will not accept it. A pure devotee automatically gains an eternal life of bliss and knowledge in the Lord’s personal abode and thus considers mere liberation without the loving service of the Lord to be most abominable. One who chants Lord Kṛṣṇa’s holy name or superficially serves the Lord with the motive of achieving impersonal liberation or material sense gratification cannot be considered a transcendental devotee of the Lord. As long as one desires mundane religiosity, economic development, sense gratification or liberation, one cannot achieve the platform of samādhi, or perfect self-realization. Every living entity is actually the eternal servant of Lord Kṛṣṇa and is constitutionally meant to engage in the loving service of the Lord without personal desire. This pure and supreme status of life is described in this verse by the Lord Himself."
    },
    {
        "verse": "35",
        "devanagari": "नैरपेक्ष्यं परं प्राहुर्नि:श्रेयसमनल्पकम् ।तस्मान्निराशिषो भक्तिर्निरपेक्षस्य मे भवेत् ॥ ३५ ॥",
        "english_devnagari": "nairapekṣyaṁ paraṁ prāhurniḥśreyasam analpakamtasmān nirāśiṣo bhaktirnirapekṣasya me bhavet",
        "verse_Syn": [
            "nairapekṣyam",
            "param",
            "prāhuḥ",
            "niḥśreyasam",
            "analpakam",
            "tasmāt",
            "nirāśiṣaḥ",
            "bhaktiḥ",
            "nirapekṣasya",
            "me",
            "bhavet"
        ],
        "translation": "It is said that complete detachment is the highest stage of freedom. Therefore, one who has no personal desire and does not pursue personal rewards can achieve loving devotional service unto Me.",
        "purport": " As stated in Śrīmad-Bhāgavatam (2.3.10): “A person who has broader intelligence, whether he be full of all material desire, without any material desire or desiring liberation, must by all means worship the supreme whole, the Personality of Godhead.” In this statement by Śukadeva Gosvāmī, the words tīvreṇa bhakti-yogena are very significant. Śrīla Prabhupāda remarks in this regard, “As the unmixed sun ray is very forceful and is therefore called tīvra, similarly, unmixed bhakti-yoga of hearing, chanting, etc., may be performed by one and all regardless of inner motive.” Undoubtedly, in this Age of Kali people are generally very fallen and polluted by material lust, greed, anger, lamentation and so forth. In this age most people are sarva-kāma, or full of material desires. Still we must understand that simply by taking shelter of Lord Kṛṣṇa we will achieve everything in life. The living entity should not engage in any process except the loving service of the Lord. One must accept that Lord Kṛṣṇa is the reservoir of all pleasure and that only Lord Kṛṣṇa within our heart can fulfill our real desire. This simple faith that one will achieve everything by approaching Lord Kṛṣṇa is the essence of all knowledge and carries even a fallen person over the painful hurdles of this difficult age."
    },
    {
        "verse": "36",
        "devanagari": "न मय्येकान्तभक्तानां गुणदोषोद्भ‍वा गुणा: ।साधूनां समचित्तानां बुद्धे: परमुपेयुषाम् ॥ ३६ ॥",
        "english_devnagari": "na mayy ekānta-bhaktānāṁguṇa-doṣodbhavā guṇāḥsādhūnāṁ sama-cittānāṁbuddheḥ param upeyuṣām",
        "verse_Syn": [
            "na",
            "mayi",
            "eka",
            "anta",
            "bhaktānām",
            "guṇa",
            "doṣa",
            "udbhavāḥ",
            "guṇāḥ",
            "sādhūnām",
            "sama",
            "cittānām",
            "buddheḥ",
            "param",
            "upeyuṣām"
        ],
        "translation": "Material piety and sin, which arise from the good and evil of this world, cannot exist within My unalloyed devotees, who, being free from material hankering, maintain steady spiritual consciousness in all circumstances. Indeed, such devotees have achieved Me, the Supreme Lord, who am beyond anything that can be conceived by material intelligence.",
        "purport": " The words buddheḥ param indicate that the material modes of nature cannot be found within a pure devotee absorbed in the transcendental qualities of the Lord. In the Second Chapter of Bhagavad-gītā, Lord Kṛṣṇa clearly explains that a pure devotee is recognized by complete detachment from personal desire; therefore, a pure devotee constantly engaged in selfless service to Lord Kṛṣṇa may not always observe the innumerable details of Vedic rituals and regulations. Such occasional negligence is not to be considered a transgression. Similarly, observance of ordinary material piety does not constitute the ultimate qualification of a soul surrendered to God. Love of Kṛṣṇa and absolute surrender to the Lord’s will raise one immediately to the transcendental platform, where activities performed on the Lord’s behalf are absolute, being an expression of God’s will. Ordinary materialistic persons sometimes falsely claim this exalted status for their whimsical, immoral activities and cause a great disturbance in society. However, just as an ordinary person should not falsely claim the executive privileges of the personal assistants of a national leader, similarly, an ordinary conditioned soul may not foolishly claim that his immoral, whimsical or speculative activities are sheltered by divine right, being the will of God. One must actually be a pure devotee of the Lord, empowered by the Lord Himself and completely surrendered to the will of the Lord, before one may be accepted as transcendental to ordinary piety and sin. There are cases of highly elevated devotees who momentarily fell down from the saintly platform of devotional service. The Lord instructs in Bhagavad-gītā (9.30): A momentary falldown by a sincere devotee of the Lord cannot change the Lord’s feelings toward such a person. Even an ordinary father or mother quickly excuses a momentary transgression by their child. Just as children and parents enjoy mutual love, the Lord’s surrendered servants enjoy a loving relationship with the Lord. An unpremeditated, accidental falldown is quickly excused by the Lord, and all members of society must share in the Lord’s own feelings, excusing such a sincere devotee. An advanced devotee should not be branded as materialistic or sinful because of accidental falldown. A devotee immediately returns to the platform of saintly service and begs the Lord’s forgiveness. However, one who permanently remains in a fallen condition can no longer be accepted as a highly elevated devotee of the Lord."
    },
    {
        "verse": "37",
        "devanagari": "एवमेतान् मया दिष्टाननुतिष्ठन्ति मे पथ: ।क्षेमं विन्दन्ति मत्स्थानं यद् ब्रह्म परमं विदु: ॥ ३७ ॥",
        "english_devnagari": "evam etān mayā diṣṭānanutiṣṭhanti me pathaḥkṣemaṁ vindanti mat-sthānaṁyad brahma paramaṁ viduḥ",
        "verse_Syn": [
            "evam",
            "etān",
            "mayā",
            "diṣṭān",
            "anutiṣṭhanti",
            "me",
            "pathaḥ",
            "kṣemam",
            "vindanti",
            "mat",
            "sthānam",
            "yat",
            "brahma",
            "paramam",
            "viduḥ"
        ],
        "translation": "Persons who seriously follow these methods of achieving Me, which I have personally taught, attain freedom from illusion, and upon reaching My personal abode they perfectly understand the Absolute Truth.",
        "purport": ""
    }
]