[
    {
        "verse": "1",
        "devanagari": "श्रीराजोवाचयानि यानीह कर्माणि यैर्यै: स्वच्छन्दजन्मभि: ।चक्रे करोति कर्ता वा हरिस्तानि ब्रुवन्तु न: ॥ १ ॥",
        "english_devnagari": "śrī-rājovācayāni yānīha karmāṇiyair yaiḥ svacchanda-janmabhiḥcakre karoti kartā vāharis tāni bruvantu naḥ",
        "verse_Syn": [
            "śrī",
            "rājā",
            "uvāca",
            "yāni",
            "yāni",
            "iha",
            "karmāṇi",
            "yaiḥ",
            "yaiḥ",
            "svacchanda",
            "janmabhiḥ",
            "cakre",
            "karoti",
            "kartā",
            "vā",
            "hariḥ",
            "tāni",
            "bruvantu",
            "naḥ"
        ],
        "translation": "King Nimi said: The Supreme Personality of Godhead descends into the material world by His internal potency and according to His own desire. Therefore, please tell us about the various pastimes Lord Hari has performed in the past, is performing now and will perform in this world in the future in His various incarnations.",
        "purport": " In this Fourth Chapter the son of Jayantī, Drumila, will address King Nimi. The forty-eighth verse of the Third Chapter stated, mūrtyābhimatayātmanaḥ: “One should worship the particular form of the Lord most attractive to oneself.” Similarly it was stated in the previous chapter, stavaiḥ stutvā named dharim: “One should bow down to Lord Hari after glorifying Him with prayers.” Thus it is assumed that the worshiper has knowledge of the Supreme Lord’s transcendental qualities and pastimes in order to execute the process of worship previously described. King Nimi, therefore, is eagerly inquiring about the various incarnations of the Supreme Lord so that he can ascertain which particular form of the Supreme Lord is most suitable for his personal worship. It is understood that King Nimi is a Vaiṣṇava, or devotee, who is trying to advance in the transcendental loving service of the Supreme Personality of Godhead. It is important to note in this regard that the word abhimata-mūrti, meaning “one’s most desirable form,” does not indicate that one may concoct a form of the Lord by one’s own whim. Advaitam acyutam anādim ananta-rūpam. All the forms of the Supreme Lord are anādim, or eternal. Thus there is no question of concocting a form, because such a concoction would be ādi, or the origin of the concocted form. Abhimata-mūrti means that among the eternal forms of the Lord one should select that form which most inspires one’s love for the Supreme Personality of Godhead. Such love cannot be imitated, but it is automatically aroused when one follows the prescribed rules and regulations given by the bona fide spiritual master and submissively hears these descriptions of Śrīmad-Bhāgavatam."
    },
    {
        "verse": "2",
        "devanagari": "श्रीद्रुमिल उवाचयो वा अनन्तस्य गुणाननन्ता-ननुक्रमिष्यन् स तु बालबुद्धि: ।रजांसि भूमेर्गणयेत् कथञ्चित्कालेन नैवाखिलशक्तिधाम्न: ॥ २ ॥",
        "english_devnagari": "śrī-drumila uvācayo vā anantasya guṇān anantānanukramiṣyan sa tu bāla-buddhiḥrajāṁsi bhūmer gaṇayet kathañcitkālena naivākhila-śakti-dhāmnaḥ",
        "verse_Syn": [
            "śrī",
            "drumilaḥ",
            "uvāca",
            "yaḥ",
            "vai",
            "anantasya",
            "guṇān",
            "anantān",
            "anukramiṣyan",
            "saḥ",
            "tu",
            "bāla",
            "buddhiḥ",
            "rajāṁsi",
            "bhūmeḥ",
            "gaṇayet",
            "kathañcit",
            "kālena",
            "na",
            "eva",
            "akhila",
            "śakti",
            "dhāmnaḥ"
        ],
        "translation": "Śrī Drumila said: Anyone trying to enumerate or describe fully the unlimited qualities of the unlimited Supreme Lord has the intelligence of a foolish child. Even if a great genius could somehow or other, after a time-consuming endeavor, count all the particles of dust on the surface of the earth, such a genius could never count the attractive qualities of the Personality of Godhead, who is the reservoir of all potencies.",
        "purport": " In reply to King Nimi’s request that the nava-yogendras describe all the qualities and pastimes of the Lord, Śrī Drumila here explains that only the most foolish person would even attempt such a comprehensive description of the unlimited qualities and pastimes of the Personality of Godhead. Such foolish, childish persons, however, are far more advanced than ignorant materialistic scientists who actually try to describe all knowledge without even referring to the Personality of Godhead. In other words, although it is impossible to describe the Lord fully, foolish atheistic scientists attempt to describe all knowledge without even having reached the most preliminary knowledge of the Personality of Godhead. Such atheistic persons should be understood to be shortsighted and of very weak intelligence, despite their showy material achievements, which ultimately end in great suffering and destruction. It is said that Lord Anantadeva Himself, with His innumerable tongues, cannot even begin to vibrate completely the glories of the Supreme Personality of Godhead. The example given in this verse is very nice. No human being can hope to count the number of particles on the surface of the earth; therefore no one should foolishly try to understand the Supreme Lord by his own tiny endeavor. One should submissively hear knowledge of God as it is spoken by God Himself in Bhagavad-gītā, and thus one should gradually be elevated to the stage of hearing Śrīmad-Bhāgavatam. According to Caitanya Mahāprabhu, by tasting a drop of seawater one can get a general idea of the flavor of the entire ocean. Similarly, by submissively hearing about the Personality of Godhead one can acquire a qualitative understanding of the Absolute Truth, although quantitatively one’s knowledge can never be complete."
    },
    {
        "verse": "3",
        "devanagari": "भूतैर्यदा पञ्चभिरात्मसृष्टै:पुरं विराजं विरचय्य तस्मिन् ।स्वांशेन विष्ट: पुरुषाभिधान-मवाप नारायण आदिदेव: ॥ ३ ॥",
        "english_devnagari": "bhūtair yadā pañcabhir ātma-sṛṣṭaiḥpuraṁ virājaṁ viracayya tasminsvāṁśena viṣṭaḥ puruṣābhidhānamavāpa nārāyaṇa ādi-devaḥ",
        "verse_Syn": [
            "bhūtaiḥ",
            "yadā",
            "pañcabhiḥ",
            "ātma",
            "sṛṣṭaiḥ",
            "puram",
            "virājam",
            "viracayya",
            "tasmin",
            "sva",
            "aṁśena",
            "viṣṭaḥ",
            "puruṣa",
            "abhidhānam",
            "avāpa",
            "nārāyaṇaḥ",
            "ādi",
            "devaḥ"
        ],
        "translation": "When the primeval Lord Nārāyaṇa created His universal body out of the five elements produced from Himself and then entered within that universal body by His own plenary portion, He thus became known as the Puruṣa.",
        "purport": " The words bhūtaiḥ pañcabhiḥ in this verse refer to the five gross material elements — earth, water, fire, air and sky — which form the basic building blocks of the material world. When the conditioned living entity enters within these five elements, consciousness becomes manifest, along with the functions of the mind and intelligence. Unfortunately, the consciousness manifest under the modes of material nature is governed by ahaṅkāra, or false ego, in which the living entity wrongly considers himself the enjoyer of the material elements. Although the Supreme Personality of Godhead, Puruṣottama, enjoys His pure transcendental existence in the spiritual sky, the material elements are also meant for His enjoyment, through the process of yajña, or sacrifice. This material world is called Devī-dhāma, or the abode of the illusory energy of the Lord, Māyādevī. The Brahma-saṁhitā explains that the Supreme Person is not at all attracted to His inferior energy, māyā, but when the material creation is used in the devotional service of the Lord, the Lord becomes attracted by the devotion and sacrifice of the living entities, and thus, indirectly, He is also the enjoyer of the material world. We should not think that the pastimes of Lord Nārāyaṇa as the Supersoul and creator of this universe are on a lower spiritual level than Nārāyaṇa’s eternal pastimes in the spiritual world. Were Lord Nārāyaṇa in any way to diminish His transcendental bliss and knowledge in His activities of material creation, He would have to be considered a conditioned soul, affected by contact with the illusory potency. But since Lord Nārāyaṇa is eternally aloof from the influence of māyā, His activities as the Supersoul of this universe are exactly on the same transcendental level as His activities in the spiritual world. All the activities of the Supreme Personality of Godhead are part and parcel of His unlimited spiritual pastimes."
    },
    {
        "verse": "4",
        "devanagari": "यत्काय एष भुवनत्रयसन्निवेशोयस्येन्द्रियैस्तनुभृतामुभयेन्द्रियाणि ।ज्ञानं स्वत: श्वसनतो बलमोज ईहासत्त्वादिभि: स्थितिलयोद्भ‍व आदिकर्ता ॥ ४ ॥",
        "english_devnagari": "yat-kāya eṣa bhuvana-traya-sanniveśoyasyendriyais tanu-bhṛtām ubhayendriyāṇijñānaṁ svataḥ śvasanato balam oja īhāsattvādibhiḥ sthiti-layodbhava ādi-kartā",
        "verse_Syn": [
            "yat",
            "kāye",
            "eṣaḥ",
            "bhuvana",
            "traya",
            "sanniveśaḥ",
            "yasya",
            "indriyaiḥ",
            "tanu",
            "bhṛtām",
            "ubhaya",
            "indriyāṇi",
            "jñānam",
            "svataḥ",
            "śvasanataḥ",
            "balam",
            "ojaḥ",
            "īhā",
            "sattva",
            "ādibhiḥ",
            "sthiti",
            "laya",
            "udbhave",
            "ādi",
            "kartā"
        ],
        "translation": "Within His body are elaborately arranged the three planetary systems of this universe. His transcendental senses generate the knowledge-acquiring and active senses of all embodied beings. His consciousness generates conditioned knowledge, and His powerful breathing produces the bodily strength, sensory power and conditioned activities of the embodied souls. He is the prime mover, through the agency of the material modes of goodness, passion and ignorance. And thus the universe is created, maintained and annihilated.",
        "purport": " When a conditioned soul becomes completely exhausted by his strenuous activities, or when he is overcome by disease, death or fear, he loses all power to manifest practical knowledge or activities. Thus we should understand that independent of the mercy of the Supreme Personality of Godhead we can neither work nor cultivate knowledge. By the mercy of the Personality of Godhead the conditioned soul acquires a material body, which is a perverted reflection of the unlimited spiritual body of the Lord. Thus the living entity engages in ignorant materialistic activities for society, friendship and love. But the entire program suddenly vanishes with the unforeseen dissolution of the material body. Similarly, our material knowledge is always subject to become null and void within an instant, since the material nature is itself constantly changing. The Supreme Personality of Godhead is the prime mover behind the birth, maintenance and destruction of the universe. And the living entity should try to understand that Personality of Godhead who has given him so much facility for illusion. The Personality of Godhead actually wants the conditioned soul to surrender to Him and regain an eternal life of bliss and knowledge at the Lord’s side. The conditioned soul should reason, “If the Lord is giving me so much facility to merge into ignorance, surely He will give even more facility to come out of this ignorance if I humbly follow His direction without foolish speculations.” This verse describes Garbhodakaśāyī Viṣṇu, the second phase of the puruṣa incarnations of the Lord. This Garbhodakaśāyī Viṣṇu, who is glorified in the Puruṣa-sūkta prayers, expands Himself as the Supersoul to enter the heart of every living being. Through chanting the holy names of the Lord — Hare Kṛṣṇa, Hare Kṛṣṇa, Kṛṣṇa Kṛṣṇa, Hare Hare/ Hare Rāma, Hare Rāma, Rāma Rāma, Hare Hare — even in this degraded age one can find the Supreme Lord within one’s heart. The Lord is a person as much as we are, but He is unlimited. Still, a personal loving relationship exists between the tiny living entity and the unlimited Supreme Lord. In consideration of this personal relationship, bhakti-yoga is the only suitable process by which to come to the ultimate understanding of our constitutional position as eternal servants of the Supreme Lord."
    },
    {
        "verse": "5",
        "devanagari": "आदावभूच्छतधृती रजसास्य सर्गेविष्णु: स्थितौ क्रतुपतिर्द्विजधर्मसेतु: ।रुद्रोऽप्ययाय तमसा पुरुष: स आद्यइत्युद्भ‍वस्थितिलया: सततं प्रजासु ॥ ५ ॥",
        "english_devnagari": "ādāv abhūc chata-dhṛtī rajasāsya sargeviṣṇuḥ sthitau kratu-patir dvija-dharma-setuḥrudro ’pyayāya tamasā puruṣaḥ sa ādyaity udbhava-sthiti-layāḥ satataṁ prajāsu",
        "verse_Syn": [
            "ādau",
            "abhūt",
            "śata",
            "dhṛtiḥ",
            "rajasā",
            "asya",
            "sarge",
            "viṣṇuḥ",
            "sthitau",
            "kratu",
            "patiḥ",
            "dvija",
            "dharma",
            "setuḥ",
            "rudraḥ",
            "apyayāya",
            "tamasā",
            "puruṣaḥ",
            "saḥ",
            "ādyaḥ",
            "iti",
            "udbhava",
            "sthiti",
            "layāḥ",
            "satatam",
            "prajāsu"
        ],
        "translation": "In the beginning, the original Supreme Personality manifested the form of Brahmā through the material mode of passion in order to create this universe. The Lord manifested His form as Viṣṇu, the Lord of sacrifice and protector of the twice-born brāhmaṇas and their religious duties, to maintain the universe. And when the universe is to be annihilated the same Supreme Lord employs the material mode of ignorance and manifests the form of Rudra. The created living beings are thus always subject to the forces of creation, maintenance and destruction.",
        "purport": " In the previous verse the Supreme Personality of Godhead was described as ādi-kartā, the original person responsible for the creation, maintenance and annihilation of the material world. According to Śrīdhara Svāmī, ādi-kartā, or “the original doer,” implies subsequent creators, maintainers and annihilators. Otherwise there would be no meaning to the word ādi, or “original.” Therefore this verse describes that the Absolute Truth expands Himself into the guṇāvatāras, or incarnations who carry out the creation, maintenance and annihilation of the universe through the modes of passion, goodness and ignorance respectively. It is significant here that although this verse mentions creation through the material mode of passion and annihilation through the material mode of ignorance, it does not mention maintenance by Viṣṇu through the material mode of goodness. That is because Viṣṇu is viśuddha-sattva, or existing on the platform of unlimited transcendental goodness. Although Lord Śiva and Lord Brahmā are somewhat affected by their prescribed duties as superintendents of the modes of nature, Lord Viṣṇu is viśuddha-sattva, completely beyond contamination even by the material mode of goodness. As described in the Vedas, na tasya kāryaṁ karaṇaṁ ca vidyate: the Lord has no occupational duty. Whereas Lord Śiva and Lord Brahmā are understood to be servants of the Lord, Viṣṇu is completely transcendental. According to Śrīla Jīva Gosvāmī, Viṣṇu, described in this verse as kratu-patiḥ, the Lord of sacrifice, is understood to have appeared in a previous age as the incarnation Suyajña, the son of Prajāpati Ruci. Whereas Brahmā and Śiva faithfully engage in service to the Supreme Lord, Viṣṇu is the Supreme Lord Himself, and therefore His activities of maintaining the brāhmaṇas and religious principles, as mentioned in this verse (dvija-dharma-setuḥ), are not occupational duties but līlā. So in addition to being a guṇāvatāra, Viṣṇu is also a līlāvatāra, according to Śrīla Jīva Gosvāmī. The Mahābhārata (Śānti-parva) describes the birth of Lord Brahmā from the lotus flower emanating from Viṣṇu and the subsequent birth of Lord Śiva from the angry eyes of Lord Brahmā. Viṣṇu, however, is the self-manifested Personality of Godhead who enters the material universe by His own internal potency, as stated in Śrīmad-Bhāgavatam (3.8.15): In conclusion, Lord Viṣṇu, the Supreme Personality of Godhead, is the supreme controller whose personal form is full of eternal existence, knowledge and bliss, who is beginningless but is the beginning of everything, who is known as Govinda, and who is the original cause of all causes, as stated in Brahma-saṁhitā. Still, that same eternal Lord manifests Himself as Brahmā and Śiva in the sense that the primeval controllers Brahmā and Śiva manifest the potency and supreme will of the Lord, although they themselves are not supreme."
    },
    {
        "verse": "6",
        "devanagari": "धर्मस्य दक्षदुहितर्यजनिष्ट मूर्त्यांनारायणो नर ऋषिप्रवर: प्रशान्त: ।नैष्कर्म्यलक्षणमुवाच चचार कर्मयोऽद्यापि चास्त ऋषिवर्यनिषेविताङ्‍‌घ्रि: ॥ ६ ॥",
        "english_devnagari": "dharmasya dakṣa-duhitary ajaniṣṭa mūrtyāṁnārāyaṇo nara ṛṣi-pravaraḥ praśāntaḥnaiṣkarmya-lakṣaṇam uvāca cacāra karmayo ’dyāpi cāsta ṛṣi-varya-niṣevitāṅghriḥ",
        "verse_Syn": [
            "dharmasya",
            "dakṣa",
            "duhitari",
            "ajaniṣṭa",
            "mūrtyām",
            "nārāyaṇaḥ",
            "naraḥ",
            "ṛṣi",
            "pravaraḥ",
            "praśāntaḥ",
            "naiṣkarmya",
            "lakṣaṇam",
            "uvāca",
            "cacāra",
            "karma",
            "yaḥ",
            "adya",
            "api",
            "ca",
            "āste",
            "ṛṣi",
            "varya",
            "niṣevita",
            "aṅghriḥ"
        ],
        "translation": "Nara-Nārāyaṇa Ṛṣi, who is perfectly peaceful and is the best of sages, was born as the son of Dharma and his wife Mūrti, the daughter of Dakṣa. Nara-Nārāyaṇa Ṛṣi taught the devotional service of the Lord, by which material work ceases, and He Himself perfectly practiced this knowledge. He is living even today, His lotus feet served by the greatest of saintly persons.",
        "purport": " It is understood that Nara-Nārāyaṇa Ṛṣi spoke transcendental knowledge to great saintly persons such as Nārada Muni. On the basis of these teachings, Nārada was able to describe naiṣkarmyam, or the devotional service of the Lord, which eradicates material work, as mentioned in Śrīmad-Bhāgavatam (1.3.8): tantraṁ sātvatam ācaṣṭa naiṣkarmyaṁ karmaṇāṁ yataḥ. The ātma-svarūpa, or eternal form of the living entity, is devotional service to the Personality of Godhead. But our perception of our eternal form is covered by a material concept of life, just as our normal understanding of our life is covered by a dream. Naiṣkarmyam, or the cessation of material work, is possible only by the devotional service of the Lord, as stated by Nārada Muni himself: naiṣkarmyam apy acyuta-bhāva-varjitaṁ na śobhate jñānam alaṁ nirañjanam (Bhāg. 1.5.12). The process of transforming ordinary karma into naiṣkarmya, or transcendental work, is summarized by Śrīla Prabhupāda in his commentary on this verse spoken by Nārada Muni. “Fruitive work, in which almost all people in general are engaged, is always painful either in the beginning or at the end. It can be fruitful only when made subservient to the devotional service of the Lord. In the Bhagavad-gītā also it is confirmed that the result of such fruitive work may be offered for the service of the Lord, otherwise it leads to material bondage. The bona fide enjoyer of the fruitive work is the Personality of Godhead, and thus when it is engaged for the sense gratification of the living beings, it becomes an acute source of trouble.” According to the Matsya Purāṇa (3.10), Dharma, the father of Nara-Nārāyaṇa Ṛṣi, was born from the right breast of Brahmā and later married thirteen of the daughters of Prajāpati Dakṣa. The Lord Himself appeared from the womb of Mūrtidevī."
    },
    {
        "verse": "7",
        "devanagari": "इन्द्रो विशङ्‍क्य मम धाम जिघृक्षतीतिकामं न्ययुङ्क्त सगणं स बदर्युपाख्यम् ।गत्वाप्सरोगणवसन्तसुमन्दवातै:स्त्रीप्रेक्षणेषुभिरविध्यदतन्महिज्ञ: ॥ ७ ॥",
        "english_devnagari": "indro viśaṅkya mama dhāma jighṛkṣatītikāmaṁ nyayuṅkta sa-gaṇaṁ sa badary-upākhyamgatvāpsaro-gaṇa-vasanta-sumanda-vātaiḥstrī-prekṣaṇeṣubhir avidhyad atan-mahi-jñaḥ",
        "verse_Syn": [
            "indraḥ",
            "viśaṅkya",
            "mama",
            "dhāma",
            "jighṛkṣati",
            "iti",
            "kāmam",
            "nyayuṅkta",
            "sa",
            "gaṇam",
            "saḥ",
            "badarī",
            "upākhyam",
            "gatvā",
            "apsaraḥ",
            "gaṇa",
            "vasanta",
            "su",
            "manda",
            "vātaiḥ",
            "strī",
            "prekṣaṇa",
            "iṣubhiḥ",
            "avidhyat",
            "atat",
            "mahi",
            "jñaḥ"
        ],
        "translation": "King Indra became fearful, thinking that Nara-Nārāyaṇa Ṛṣi would become very powerful by His severe penances and seize Indra’s heavenly kingdom. Thus Indra, not knowing the transcendental glories of the incarnation of the Lord, sent Cupid and his associates to the Lord’s residence in Badarikāśrama. As the charming breezes of spring created a most sensuous atmosphere, Cupid himself attacked the Lord with arrows in the form of the irresistible glances of beautiful women.",
        "purport": " This verse and the following nine verses illustrate the Personality of Godhead’s opulence of supreme renunciation. The word atan-mahi-jñaḥ, “not understanding the glories of the Lord,” indicates that King Indra was placing the Personality of Godhead on the same level as he himself, considering the Lord an ordinary enjoyer who would be attracted by mundane sex life. Indra’s plot to cause the falldown of Nara-Nārāyaṇa Ṛṣi could not affect the Lord, but it reveals the shortsightedness of Indra himself. Because Indra is attached to his heavenly kingdom, he took it for granted that the Supreme Lord was performing austerities to acquire such flickering phantasmagoria as the kingdom of heaven (tridaśa-pūr ākāśa-puṣpāyate)."
    },
    {
        "verse": "8",
        "devanagari": "विज्ञाय शक्रकृतमक्रममादिदेव:प्राह प्रहस्य गतविस्मय एजमानान् ।मा भैष्टभो मदन मारुत देववध्वोगृह्णीत नो बलिमशून्यमिमं कुरुध्वम् ॥ ८ ॥",
        "english_devnagari": "vijñāya śakra-kṛtam akramam ādi-devaḥprāha prahasya gata-vismaya ejamānānmā bhair vibho madana māruta deva-vadhvogṛhṇīta no balim aśūnyam imaṁ kurudhvam",
        "verse_Syn": [
            "vijñāya",
            "śakra",
            "kṛtam",
            "akramam",
            "ādi",
            "devaḥ",
            "prāha",
            "prahasya",
            "gata",
            "vismayaḥ",
            "ejamānān",
            "mā",
            "bhaiḥ",
            "vibho",
            "madana",
            "māruta",
            "deva",
            "vadhvaḥ",
            "gṛhṇīta",
            "naḥ",
            "balim",
            "aśūnyam",
            "imam",
            "kurudhvam"
        ],
        "translation": "The primeval Lord, understanding the offense committed by Indra, did not become proud. Instead He spoke laughingly as follows to Cupid and his followers, who were trembling before Him: “Do not fear, O mighty Madana, O wind-god and wives of the demigods. Rather, please accept these gifts I am offering you and kindly sanctify My āśrama by your presence.”",
        "purport": " The word gata-vismayaḥ, or “free from false pride,” is very significant. If one becomes proud by performing severe penances, such penances are considered material. One should not think, “I am a great, austere personality.” Śrī Nara-Nārāyaṇa could immediately understand the foolishness of Indra, and thus He was amused by the whole situation. Cupid and the heavenly women, understanding their great offense, were trembling before Nara-Nārāyaṇa in fear of receiving a powerful curse. But the Lord, exhibiting most sublime saintly behavior, reassured them by saying, mā bhaiḥ — “Don’t worry about it” — and actually offered them nice prasādam and articles of worship. “If you do not give Me the opportunity to act as host to the demigods and other respectable personalities,” He said, “what will be the use of My āśrama? My āśrama will be void without the opportunity to receive respectable personalities such as you.” Similarly, the International Society for Krishna Consciousness is establishing beautiful centers in all the major cities of the world. In some of these centers, such as those in Los Angeles, Bombay, London, Paris and Melbourne, the Society has established very gorgeous preaching āśramas. But the Vaiṣṇavas who live in these beautiful buildings feel that the buildings are void if guests do not come to hear about Kṛṣṇa and chant His holy name. Thus, one may establish a beautiful āśrama not for one’s personal sense gratification but to execute Kṛṣṇa consciousness peacefully and encourage others to take to Kṛṣṇa consciousness also."
    },
    {
        "verse": "9",
        "devanagari": "इत्थं ब्रुवत्यभयदे नरदेव देवा:सव्रीडनम्रशिरस: सघृणं तमूचु: ।नैतद् विभो त्वयि परेऽविकृते विचित्रंस्वारामधीरनिकरानतपादपद्मे ॥ ९ ॥",
        "english_devnagari": "itthaṁ bruvaty abhaya-de nara-deva devāḥsa-vrīḍa-namra-śirasaḥ sa-ghṛṇaṁ tam ūcuḥnaitad vibho tvayi pare ’vikṛte vicitraṁsvārāma-dhīra-nikarānata-pāda-padme",
        "verse_Syn": [
            "ittham",
            "bruvati",
            "abhaya",
            "de",
            "nara",
            "deva",
            "devāḥ",
            "sa",
            "vrīḍa",
            "namra",
            "śirasaḥ",
            "sa",
            "ghṛṇam",
            "tam",
            "ūcuḥ",
            "na",
            "etat",
            "vibho",
            "tvayi",
            "pare",
            "avikṛte",
            "vicitram",
            "sva",
            "ārāma",
            "dhīra",
            "nikara",
            "ānata",
            "pāda",
            "padme"
        ],
        "translation": "My dear King Nimi, when Nara-Nārāyaṇa Ṛṣi thus spoke, eradicating the fear of the demigods, they bowed their heads with shame and addressed the Lord as follows, to invoke His compassion: Our dear Lord, You are always transcendental, beyond the reach of illusion, and therefore You are forever changeless. Your causeless compassion toward us, despite our great offense, is not at all unusual in You, since innumerable great sages who are self-satisfied and free from anger and false pride bow down humbly at Your lotus feet.",
        "purport": " The demigods said, “Our dear Lord, although ordinary living entities such as the demigods and ordinary men are always disturbed by material pride and anger, You are always transcendental. Therefore it is not surprising that we fallible demigods could not appreciate Your glories.”"
    },
    {
        "verse": "10",
        "devanagari": "त्वां सेवतां सुरकृता बहवोऽन्तराया:स्वौको विलङ्‍घ्य परमं व्रजतां पदं ते ।नान्यस्य बर्हिषि बलीन् ददत: स्वभागान्धत्ते पदं त्वमविता यदि विघ्नमूर्ध्नि ॥ १० ॥",
        "english_devnagari": "tvāṁ sevatāṁ sura-kṛtā bahavo ’ntarāyāḥsvauko vilaṅghya paramaṁ vrajatāṁ padaṁ tenānyasya barhiṣi balīn dadataḥ sva-bhāgāndhatte padaṁ tvam avitā yadi vighna-mūrdhni",
        "verse_Syn": [
            "tvām",
            "sevatām",
            "sura",
            "kṛtāḥ",
            "bahavaḥ",
            "antarāyāḥ",
            "sva",
            "okaḥ",
            "vilaṅghya",
            "paramam",
            "vrajatām",
            "padam",
            "te",
            "na",
            "anyasya",
            "barhiṣi",
            "balīn",
            "dadataḥ",
            "sva",
            "bhāgān",
            "dhatte",
            "padam",
            "tvam",
            "avitā",
            "yadi",
            "vighna",
            "mūrdhni"
        ],
        "translation": "The demigods place many obstacles on the path of those who worship You to transcend the temporary abodes of the demigods and reach Your supreme abode. Those who offer the demigods their assigned shares in sacrificial performances encounter no such obstacles. But because You are the direct protector of Your devotee, he is able to step over the head of whatever obstacle the demigods place before him.",
        "purport": " The demigods, headed by Kāmadeva, or Cupid, recognizing their offense at the lotus feet of the Personality of Godhead, Nara-Nārāyaṇa Ṛṣi, here point out the insignificant position of the demigods in relation to the Supreme Lord. Just as a farmer must pay a specific percentage of his agricultural profit to the king or political head as tax money, all human beings must offer a percentage of their material wealth to the demigods in sacrifice. In Bhagavad-gītā, however, the Lord explains that the demigods are also His servants and it is He Himself who awards all benedictions, through the agency of the demigods. Mayaiva vihitān hi tān. Although a Vaiṣṇava, or devotee of the Lord, has no need to worship the demigods, the demigods, being proud of their exalted material position, sometimes resent the exclusive devotion of the Vaiṣṇava to the Lord and thus try to cause the devotee to fall down, as described in this verse (sura-kṛtā bahavo ’ntarāyāḥ). But the demigods here point out that Kṛṣṇa is directly the protector of His devotees. Therefore, so-called impediments become stimuli for further spiritual advancement for a sincere devotee. The demigods here state, “We thought, our dear Lord, that we could disturb Your consciousness by our foolish tricks. But by Your mercy even Your devotees pay little regard to us, so why should You take our foolish behavior seriously?” The word yadi here is used to indicate the certainty that Kṛṣṇa is always the protector of His surrendered devotees. Although there may be many obstacles on the path of the sincere devotee who is preaching the glories of the Lord, such obstacles increase the determination of the devotee. Therefore, according to Śrīla Jīva Gosvāmī, the continuous obstacles presented by the demigods form a kind of ladder or stairway upon which the devotee steadily progresses back to the kingdom of God. A similar verse appears in Śrīmad-Bhāgavatam (10.2.33): “O Mādhava, Supreme Personality of Godhead, Lord of the goddess of fortune, if devotees completely in love with You sometimes fall from the path of devotion, they do not fall like nondevotees, for You still protect them. Thus they fearlessly traverse the heads of their opponents and continue to progress in devotional service.”"
    },
    {
        "verse": "11",
        "devanagari": "क्षुत्तृट्‌त्रिकालगुणमारुतजैह्वशैष्णा-नस्मानपारजलधीनतितीर्य केचित् ।क्रोधस्य यान्ति विफलस्य वशं पदे गो-र्मज्जन्ति दुश्चरतपश्च वृथोत्सृजन्ति ॥ ११ ॥",
        "english_devnagari": "kṣut-tṛṭ-tri-kāla-guṇa-māruta-jaihva-śaiṣṇānasmān apāra-jaladhīn atitīrya kecitkrodhasya yānti viphalasya vaśaṁ pade gormajjanti duścara-tapaś ca vṛthotsṛjanti",
        "verse_Syn": [
            "kṣut",
            "tṛṭ",
            "tri",
            "kāla",
            "guṇa",
            "māruta",
            "jaihva",
            "śaiṣṇān",
            "asmān",
            "apāra",
            "jala",
            "dhīn",
            "atitīrya",
            "kecit",
            "krodhasya",
            "yānti",
            "viphalasya",
            "vaśam",
            "pade",
            "goḥ",
            "majjanti",
            "duścara",
            "tapaḥ",
            "ca",
            "vṛthā",
            "utsṛjanti"
        ],
        "translation": "Some men practice severe penances to cross beyond our influence, which is like an immeasurable ocean with endless waves of hunger, thirst, heat, cold and the other conditions brought about by the passing of time, such as the sensuous wind and the urges of the tongue and sex organs. Nevertheless, although crossing this ocean of sense gratification through severe penances, such persons foolishly drown in a cow’s hoofprint when conquered by useless anger. Thus they exhaust the benefit of their difficult austerities in vain.",
        "purport": " Those who do not accept the devotional service of the Supreme Lord can be considered in two categories. Those engaged in sense gratification are easily conquered by the demigods through various weapons such as hunger, thirst, sexual desire, lamentation for the past and vain hoping for the future. Such materialistic fools, infatuated with the material world, are easily controlled by the demigods, who are the ultimate supplying agents of sense gratification. But according to Śrīdhara Svāmī, persons who attempt to subdue the desires of the material senses and thus avoid the control of the demigods without surrendering to the Supreme Lord are even more foolish than the sense gratifiers. Although crossing the ocean of sense gratification, those who perform severe penances without service to the Lord eventually drown in tiny puddles of anger. One who simply performs material penances does not actually purify his heart. By one’s material determination one may restrict the activities of the senses although one’s heart is still filled with material desires. The practical result of this is krodha, or anger. We have seen artificial performers of penance who have become very bitter and angry through denial of the senses. Being indifferent to the Supreme Lord, such persons do not achieve ultimate liberation, nor can they enjoy material sense gratification; rather, they become angry, and through cursing others or enjoying false pride they uselessly exhaust the results of their painful austerities. It is understood that when a yogī curses he diminishes the mystic power he has accumulated. Thus, anger gives neither liberation nor material sense gratification but merely burns up all the results of material penances and austerities. Being useless, such anger is compared to a useless puddle found in a cow’s hoofprint. Thus after crossing over the ocean of sense gratification the great yogīs who are indifferent to the Supreme Lord drown in puddles of anger. Although the demigods admit that the devotees of the Lord actually conquer the miseries of material life, it is understood here that a similar result is not to be obtained by so-called yogīs who are not interested in devotional service to the Supreme Lord."
    },
    {
        "verse": "12",
        "devanagari": "इति प्रगृणतां तेषां स्त्रियोऽत्यद्भुरतदर्शना: ।दर्शयामास शुश्रूषां स्वर्चिता: कुर्वतीर्विभु: ॥ १२ ॥",
        "english_devnagari": "iti pragṛṇatāṁ teṣāṁstriyo ’ty-adbhuta-darśanāḥdarśayām āsa śuśrūṣāṁsv-arcitāḥ kurvatīr vibhuḥ",
        "verse_Syn": [
            "iti",
            "pragṛṇatām",
            "teṣām",
            "striyaḥ",
            "ati",
            "adbhuta",
            "darśanāḥ",
            "darśayām",
            "āsa",
            "śuśrūṣām",
            "su",
            "arcitāḥ",
            "kurvatīḥ",
            "vibhuḥ"
        ],
        "translation": "While the demigods were thus praising the Supreme Lord, the all-powerful Lord suddenly manifested before their eyes many women, who were astonishingly gorgeous, decorated with fine clothes and ornaments, and all faithfully engaging in the Lord’s service.",
        "purport": " Lord Nara-Nārāyaṇa showed His causeless mercy toward the demigods by relieving them of their false prestige. Although the demigods were proud of their personal beauty and female companions, the Lord showed that He was already being adequately served by innumerable gorgeous females, each of whom was far more beautiful than any female companion imagined by the demigods. The Lord manifested such uniquely attractive women through His own mystic potency."
    },
    {
        "verse": "13",
        "devanagari": "ते देवानुचरा द‍ृष्ट्वा स्त्रिय: श्रीरिव रूपिणी: ।गन्धेन मुमुहुस्तासां रूपौदार्यहतश्रिय: ॥ १३ ॥",
        "english_devnagari": "te devānucarā dṛṣṭvāstriyaḥ śrīr iva rūpiṇīḥgandhena mumuhus tāsāṁrūpaudārya-hata-śriyaḥ",
        "verse_Syn": [
            "te",
            "deva",
            "anucarāḥ",
            "dṛṣṭvā",
            "striyaḥ",
            "śrīḥ",
            "iva",
            "rūpiṇīḥ",
            "gandhena",
            "mumuhuḥ",
            "tāsām",
            "rūpa",
            "audārya",
            "hata",
            "śriyaḥ"
        ],
        "translation": "When the followers of the demigods gazed upon the fascinating mystic beauty of the women created by Nara-Nārāyaṇa Ṛṣi and smelled the fragrance of their bodies, the minds of these followers became bewildered. Indeed, upon seeing the beauty and magnificence of such women, the representatives of the demigods were completely diminished in their own opulence.",
        "purport": ""
    },
    {
        "verse": "14",
        "devanagari": "तानाह देवदेवेश: प्रणतान् प्रहसन्निव ।आसामेकतमां वृङ्‍ध्वं सवर्णां स्वर्गभूषणाम् ॥ १४ ॥",
        "english_devnagari": "tān āha deva-deveśaḥpraṇatān prahasann ivaāsām ekatamāṁ vṛṅdhvaṁsa-varṇāṁ svarga-bhūṣaṇām",
        "verse_Syn": [
            "tān",
            "āha",
            "deva",
            "deva",
            "īśaḥ",
            "praṇatān",
            "prahasan",
            "iva",
            "āsām",
            "ekatamām",
            "vṛṅdhvam",
            "sa",
            "varṇām",
            "svarga",
            "bhūṣaṇām"
        ],
        "translation": "The Supreme Lord of lords then smiled slightly and told the representatives of heaven, who were bowing down before Him, “Please choose one of these women, whomever you find suitable for you. She will become the ornament of the heavenly planets.”",
        "purport": " Nara-Nārāyaṇa Ṛṣi was almost laughing upon seeing the defeat of the demigods. However, being extremely grave, He did not actually laugh. Although the demigods might have thought, “We are simply low-class fools in comparison to these women,” the Lord encouraged them to choose one of the women, whomever they considered equal in character to themselves. The beauty thus selected would become the ornament of heaven."
    },
    {
        "verse": "15",
        "devanagari": "ओमित्यादेशमादाय नत्वा तं सुरवन्दिन: ।उर्वशीमप्सर:श्रेष्ठां पुरस्कृत्य दिवं ययु: ॥ १५ ॥",
        "english_devnagari": "om ity ādeśam ādāyanatvā taṁ sura-vandinaḥurvaśīm apsaraḥ-śreṣṭhāṁpuraskṛtya divaṁ yayuḥ",
        "verse_Syn": [
            "om",
            "iti",
            "ādeśam",
            "ādāya",
            "natvā",
            "tam",
            "sura",
            "vandinaḥ",
            "urvaśīm",
            "apsaraḥ",
            "śreṣṭhām",
            "puraḥ",
            "kṛtya",
            "divam",
            "yayuḥ"
        ],
        "translation": "Vibrating the sacred syllable om, the servants of the demigods selected Urvaśī, the best of the Apsarās. Placing her in front of them out of respect, they returned to the heavenly planets.",
        "purport": ""
    },
    {
        "verse": "16",
        "devanagari": "इन्द्रायानम्य सदसि श‍ृण्वतां त्रिदिवौकसाम् ।ऊचुर्नारायणबलं शक्रस्तत्रास विस्मित: ॥ १६ ॥",
        "english_devnagari": "indrāyānamya sadasiśṛṇvatāṁ tri-divaukasāmūcur nārāyaṇa-balaṁśakras tatrāsa vismitaḥ",
        "verse_Syn": [
            "indrāya",
            "ānamya",
            "sadasi",
            "śṛṇvatām",
            "tri",
            "diva",
            "okasām",
            "ūcuḥ",
            "nārāyaṇa",
            "balam",
            "śakraḥ",
            "tatra",
            "āsa",
            "vismitaḥ"
        ],
        "translation": "The servants of the demigods reached the assembly of Indra, and thus, while all the residents of the three heavens listened, they explained to Indra the supreme power of Nārāyaṇa. When Indra heard of Nara-Nārāyaṇa Ṛṣi and became aware of his offense, he was both frightened and astonished.",
        "purport": ""
    },
    {
        "verse": "17",
        "devanagari": "हंसस्वरूप्यवददच्युत आत्मयोगंदत्त: कुमार ऋषभो भगवान् पिता न: ।विष्णु: शिवाय जगतां कलयावतीर्ण-स्तेनाहृता मधुभिदा श्रुतयोहयास्ये ॥ १७ ॥",
        "english_devnagari": "haṁsa-svarūpy avadad acyuta ātma-yogaṁdattaḥ kumāra ṛṣabho bhagavān pitā naḥviṣṇuḥ śivāya jagatāṁ kalayāvatīrṇastenāhṛtā madhu-bhidā śrutayo hayāsye",
        "verse_Syn": [
            "haṁsa",
            "svarūpī",
            "avadat",
            "acyutaḥ",
            "ātma",
            "yogam",
            "dattaḥ",
            "kumāraḥ",
            "ṛṣabhaḥ",
            "bhagavān",
            "pitā",
            "naḥ",
            "viṣṇuḥ",
            "śivāya",
            "jagatām",
            "kalayā",
            "avatīrṇaḥ",
            "tena",
            "āhṛtāḥ",
            "madhu",
            "bhidā",
            "śrutayaḥ",
            "haya",
            "āsye"
        ],
        "translation": "The infallible Supreme Personality of Godhead, Viṣṇu, has descended into this world by His various partial incarnations such as Lord Haṁsa [the swan], Dattātreya, the four Kumāras and our own father, the mighty Ṛṣabhadeva. By such incarnations, the Lord teaches the science of self-realization for the benefit of the whole universe. In His appearance as Hayagrīva He killed the demon Madhu and thus brought the Vedas back from the hellish planet Pātālaloka.",
        "purport": " It is stated in the Skanda Purāṇa that the Lord of the universe, Hari Himself, once appeared in the form of a young brahmacārī named Kumāra and spoke transcendental knowledge to Sanat-kumāra."
    },
    {
        "verse": "18",
        "devanagari": "गुप्तोऽप्यये मनुरिलौषधयश्च मात्स्येक्रौडे हतो दितिज उद्धरताम्भस: क्ष्माम् ।कौर्मे धृतोऽद्रिरमृतोन्मथने स्वपृष्ठेग्राहात् प्रपन्नमिभराजममुञ्चदार्तम् ॥ १८ ॥",
        "english_devnagari": "gupto ’pyaye manur ilauṣadhayaś ca mātsyekrauḍe hato diti-ja uddharatāmbhasaḥ kṣmāmkaurme dhṛto ’drir amṛtonmathane sva-pṛṣṭhegrāhāt prapannam ibha-rājam amuñcad ārtam",
        "verse_Syn": [
            "guptaḥ",
            "apyaye",
            "manuḥ",
            "ilā",
            "oṣadhayaḥ",
            "ca",
            "mātsye",
            "krauḍe",
            "hataḥ",
            "diti",
            "jaḥ",
            "uddharatā",
            "ambhasaḥ",
            "kṣmām",
            "kaurme",
            "dhṛtaḥ",
            "adriḥ",
            "amṛta",
            "unmathane",
            "sva",
            "pṛṣṭhe",
            "grāhāt",
            "prapannam",
            "ibha",
            "rājam",
            "amuñcat",
            "ārtam"
        ],
        "translation": "In His appearance as a fish, the Lord protected Satyavrata Manu, the earth and her valuable herbs. He protected them from the waters of annihilation. As a boar, the Lord killed Hiraṇyākṣa, the son of Diti, while delivering the earth from the universal waters. And as a tortoise, He lifted Mandara Mountain on His back so that nectar could be churned from the ocean. The Lord saved the surrendered king of the elephants, Gajendra, who was suffering terrible distress from the grips of a crocodile.",
        "purport": ""
    },
    {
        "verse": "19",
        "devanagari": "संस्तुन्वतो निपतितान् श्रमणानृषींश्चशक्रं च वृत्रवधतस्तमसि प्रविष्टम् ।देवस्त्रियोऽसुरगृहे पिहिता अनाथाजघ्नेऽसुरेन्द्रमभयाय सतां नृसिंहे ॥ १९ ॥",
        "english_devnagari": "saṁstunvato nipatitān śramaṇān ṛṣīṁś caśakraṁ ca vṛtra-vadhatas tamasi praviṣṭamdeva-striyo ’sura-gṛhe pihitā anāthājaghne ’surendram abhayāya satāṁ nṛsiṁhe",
        "verse_Syn": [
            "saṁstunvataḥ",
            "nipatitān",
            "śramaṇān",
            "ṛṣīn",
            "ca",
            "śakram",
            "ca",
            "vṛtra",
            "vadhataḥ",
            "tamasi",
            "praviṣṭam",
            "deva",
            "striyaḥ",
            "asura",
            "gṛhe",
            "pihitāḥ",
            "anāthāḥ",
            "jaghne",
            "asura",
            "indram",
            "abhayāya",
            "satām",
            "nṛsiṁhe"
        ],
        "translation": "The Lord also delivered the tiny ascetic sages called the Vālakhilyas when they fell into the water in a cow’s hoofprint and Indra was laughing at them. The Lord then saved Indra when Indra was covered by darkness due to the sinful reaction for killing Vṛtrāsura. When the wives of the demigods were trapped in the palace of the demons without any shelter, the Lord saved them. In His incarnation as Nṛsiṁha, the Lord killed Hiraṇyakaśipu, the king of demons, to free the saintly devotees from fear.",
        "purport": ""
    },
    {
        "verse": "20",
        "devanagari": "देवासुरे युधि च दैत्यपतीन् सुरार्थेहत्वान्तरेषु भुवनान्यदधात् कलाभि: ।भूत्वाथ वामन इमामहरद् बले: क्ष्मांयाच्ञाच्छलेन समदाददिते: सुतेभ्य: ॥ २० ॥",
        "english_devnagari": "devāsure yudhi ca daitya-patīn surārthehatvāntareṣu bhuvanāny adadhāt kalābhiḥbhūtvātha vāmana imām aharad baleḥ kṣmāṁyācñā-cchalena samadād aditeḥ sutebhyaḥ",
        "verse_Syn": [
            "deva",
            "asure",
            "yudhi",
            "ca",
            "daitya",
            "patīn",
            "sura",
            "arthe",
            "hatvā",
            "antareṣu",
            "bhuvanāni",
            "adadhāt",
            "kalābhiḥ",
            "bhūtvā",
            "atha",
            "vāmanaḥ",
            "imām",
            "aharat",
            "baleḥ",
            "kṣmām",
            "yācñā",
            "chalena",
            "samadāt",
            "aditeḥ",
            "sutebhyaḥ"
        ],
        "translation": "The Supreme Lord regularly takes advantage of the wars between the demons and demigods to kill the leaders of the demons. The Lord thus encourages the demigods by protecting the universe through His various incarnations during the reigns of each Manu. The Lord also appeared as Vāmana and took the earth away from Bali Mahārāja on the plea of begging three steps of land. The Lord then returned the entire world to the sons of Aditi.",
        "purport": ""
    },
    {
        "verse": "21",
        "devanagari": "नि:क्षत्रियामकृत गां च त्रि:सप्तकृत्वोरामस्तु हैहयकुलाप्ययभार्गवाग्नि: ।सोऽब्धिं बबन्ध दशवक्त्रमहन् सलङ्कंसीतापतिर्जयति लोकमलघ्नकीर्ति: ॥ २१ ॥",
        "english_devnagari": "niḥkṣatriyām akṛta gāṁ ca triḥ-sapta-kṛtvorāmas tu haihaya-kulāpyaya-bhārgavāgniḥso ’bdhiṁ babandha daśa-vaktram ahan sa-laṅkaṁsītā-patir jayati loka-mala-ghna-kīṛtiḥ",
        "verse_Syn": [
            "niḥkṣatriyām",
            "akṛta",
            "gām",
            "ca",
            "triḥ",
            "sapta",
            "kṛtvaḥ",
            "rāmaḥ",
            "tu",
            "haihaya",
            "kula",
            "apyaya",
            "bhārgava",
            "agniḥ",
            "saḥ",
            "abdhim",
            "babandha",
            "daśa",
            "vaktram",
            "ahan",
            "sa",
            "laṅkam",
            "sītā",
            "patiḥ",
            "jayati",
            "loka",
            "mala",
            "ghna",
            "kīrtiḥ"
        ],
        "translation": "Lord Paraśurāma appeared in the family of Bhṛgu as a fire that burned to ashes the dynasty of Haihaya. Thus Lord Paraśurāma rid the earth of all kṣatriyas twenty-one times. The same Lord appeared as Rāmacandra, the husband of Sītādevī, and thus He killed the ten-headed Rāvaṇa, along with all the soldiers of Laṅkā. May that Śrī Rāma, whose glories destroy the contamination of the world, be always victorious.",
        "purport": " According to Śrīla Śrīdhara Svāmī, Lord Rāmacandra was more or less a contemporary incarnation for the nine Yogendras. Thus they have offered particular respect to Lord Rāmacandra, as indicated by the word jayati."
    },
    {
        "verse": "22",
        "devanagari": "भूमेर्भरावतरणाय यदुष्वजन्माजात: करिष्यति सुरैरपि दुष्कराणि ।वादैर्विमोहयति यज्ञकृतोऽतदर्हान्शूद्रान् कलौ क्षितिभुजो न्यहनिष्यदन्ते ॥ २२ ॥",
        "english_devnagari": "bhūmer bharāvataraṇāya yaduṣv ajanmājātaḥ kariṣyati surair api duṣkarāṇivādair vimohayati yajña-kṛto ’tad-arhānśūdrān kalau kṣiti-bhujo nyahaniṣyad ante",
        "verse_Syn": [
            "bhūmeḥ",
            "bhara",
            "avataraṇāya",
            "yaduṣu",
            "ajanmā",
            "jātaḥ",
            "kariṣyati",
            "suraiḥ",
            "api",
            "duṣkarāṇi",
            "vādaiḥ",
            "vimohayati",
            "yajña",
            "kṛtaḥ",
            "atat",
            "arhān",
            "śūdrān",
            "kalau",
            "kṣiti",
            "bhujaḥ",
            "nyahaniṣyat",
            "ante"
        ],
        "translation": "To diminish the burden of the earth, the unborn Lord will take birth in the Yadu dynasty and perform feats impossible even for the demigods. Propounding speculative philosophy, the Lord, as Buddha, will bewilder the unworthy performers of Vedic sacrifices. And as Kalki the Lord will kill all the low-class men posing as rulers at the end of the Age of Kali.",
        "purport": " It is understood that in this verse the description of the Lord’s appearance in the Yadu dynasty refers to the appearance of both Kṛṣṇa and Balarāma, who together removed the demoniac rulers who were burdening the earth. Śrīla Jīva Gosvāmī has pointed out that the description of the incarnations to deal with śūdrān, or low-class men, refers to both Buddha and Kalki. Those who misuse Vedic sacrifice to engage in gross sense gratification, such as the sinful killing of animals, are certainly in the category of śūdra, as are the so-called political leaders of Kali-yuga who perform many atrocities in the name of state management."
    },
    {
        "verse": "23",
        "devanagari": "एवंविधानि कर्माणि जन्मानि च जगत्पते: ।भूरीणि भूरियशसो वर्णितानि महाभुज ॥ २३ ॥",
        "english_devnagari": "evaṁ-vidhāni janmānikarmāṇi ca jagat-pateḥbhūrīṇi bhūri-yaśasovarṇitāni mahā-bhuja",
        "verse_Syn": [
            "evam",
            "vidhāni",
            "janmāni",
            "karmāṇi",
            "ca",
            "jagat",
            "pateḥ",
            "bhūrīṇi",
            "bhūri",
            "yaśasaḥ",
            "varṇitāni",
            "mahā",
            "bhuja"
        ],
        "translation": "O mighty-armed King, there are innumerable appearances and activities of the Supreme Lord of the universe similar to those I have already mentioned. In fact, the glories of the Supreme Lord are unlimited.",
        "purport": ""
    }
]