[
    {
        "verse": "1",
        "devanagari": "श्रीशुक उवाचकृत्वा दैत्यवधं कृष्ण: सरामो यदुभिर्वृत: ।भुवोऽवतारयद् भारं जविष्ठं जनयन् कलिम् ॥ १ ॥",
        "english_devnagari": "śrī-śuka uvācakṛtvā daitya-vadhaṁ kṛṣṇaḥsa-rāmo yadubhir vṛtaḥbhuvo ’vatārayad bhāraṁjaviṣṭhaṁ janayan kalim",
        "verse_Syn": [
            "śrī",
            "śukaḥ",
            "uvāca",
            "kṛtvā",
            "daitya",
            "vadham",
            "kṛṣṇaḥ",
            "sa",
            "rāmaḥ",
            "yadubhiḥ",
            "vṛtaḥ",
            "bhuvaḥ",
            "avatārayat",
            "bhāram",
            "javiṣṭham",
            "janayan",
            "kalim"
        ],
        "translation": "Śrī Śukadeva Gosvāmī said: Lord Śrī Kṛṣṇa, accompanied by Balarāma and surrounded by the Yadu dynasty, executed the killing of many demons. Then, further to remove the burden of the earth, the Lord arranged for the great Battle of Kurukṣetra, which suddenly erupted in violence between the Kurus and the Pāṇḍavas.",
        "purport": " The Eleventh Canto of Śrīmad-Bhāgavatam begins with a reference to the pastimes executed by Lord Śrī Kṛṣṇa in the Tenth Canto. The beginning of the Tenth Canto describes that when the earth was overburdened by demoniac rulers, the personified earth, Bhūmi, approached Lord Brahmā with tears in her eyes, begging for relief, and Brahmā immediately went with the demigods to approach the Supreme Lord in His form of Kṣīrodakaśāyī Viṣṇu. As the demigods waited respectfully on the shore of the Milk Ocean, the Supreme Lord announced through Brahmā that He would soon incarnate on earth and that the demigods should also descend to assist in His pastimes. Thus from the very beginning of Lord Kṛṣṇa’s appearance it was understood that He would descend to the earth to remove the demons. As Śrīla Prabhupāda states in his commentary to Bhagavad-gītā (16.6), those who agree to obey the injunctions of revealed scriptures are known as demigods, whereas those who defy the orders of Vedic scriptures are known as asuras, or demons. The Vedic literatures are presented within the universe for the guidance of the conditioned souls, who are trapped under the three modes of material nature and who are therefore rotating in a continuous cycle of birth and death. By strictly adhering to the Vedic injunctions, we can easily satisfy our material needs and at the same time make tangible progress on the path back home, back to Godhead. Thus we can achieve an eternal life of bliss and knowledge in the Lord’s own abode simply by obeying the Lord’s instructions as they are presented in Vedic literatures such as Bhagavad-gītā and Śrīmad-Bhāgavatam. The demons, however, minimize or even mock the absolute authority of the Supreme Lord and His teachings. Because these asuras envy the sovereign status of the Supreme Personality of Godhead, they minimize the importance of the Vedic scriptures, which emanate directly from the breathing of the Lord. The demons establish a society governed by their own concocted whims and inevitably create chaos and misery, especially for pious living entities who sincerely desire to follow the will of God. Lord Śrī Kṛṣṇa states in Bhagavad-gītā that when there is a predominance of such chaotic, irreligious societies on the earth, He personally descends to rectify the imbalance. Thus from the very beginning of His transcendental infancy, Kṛṣṇa systematically killed the powerful asuras, or demons, who were an intolerable burden for the earth. Lord Śrī Kṛṣṇa was assisted by His brother, Balarāma, who is also the Supreme Personality of Godhead. Although God is one, He can expand Himself to enjoy in many forms at once. That is His omnipotence. And the first such expansion is Balarāma, or Baladeva. Balarāma killed many noteworthy demons, including Dhenukāsura, Dvivida and the envious Rukmī. Kṛṣṇa was also accompanied by the members of the Yadu dynasty, many of whom were demigods who had descended to assist the Lord. Śrīla Bhaktisiddhānta Sarasvatī Ṭhākura, however, has revealed that although many demigods had taken birth in the Yadu dynasty to assist the Lord, some members of the Yadu dynasty were actually inimical toward Kṛṣṇa. Because of their mundane vision of the Lord, they considered themselves to be on the same level as Kṛṣṇa. Having taken birth in the family of the Supreme Personality of Godhead Himself, they had inconceivable strength, and thus they misunderstood Kṛṣṇa’s supreme position. Having forgotten that Kṛṣṇa is the Supreme Personality of Godhead, they would constitute a great burden, and consequently it was necessary for Kṛṣṇa to remove them from the earth. There is a popular saying that familiarity breeds contempt. To destroy the contemptuous members of His own dynasty, the Lord caused a quarrel among them. For this purpose, He arranged for Nārada and other sages to display anger against the Kārṣṇas, the members of His family. Although many Yadus who were devoted to Kṛṣṇa were apparently killed in this fratricidal war, Lord Kṛṣṇa actually returned them to their original positions as universal directors, or demigods. It is the Lord’s promise in Bhagavad-gītā that He will always protect those who are favorable to His service. Śrīla Viśvanātha Cakravartī Ṭhākura, in his commentary on this verse, has given a summary of the entire Eleventh Canto as follows. Chapter One describes the beginning of the mauṣala-līlā, or the prelude to the destruction of the Yadu dynasty. Chapters Two through Five describe the conversations between the nine Yogendras and King Nimi. Chapter Six describes the prayers of Brahmā, Śiva and other residents of heaven. Chapters Seven through Twenty-nine present the conversation between Kṛṣṇa and Uddhava that is known as the Uddhava-gītā. Chapter Thirty describes the withdrawal of the Yadu dynasty from the earth. The final chapter describes the disappearance of Lord Kṛṣṇa."
    },
    {
        "verse": "2",
        "devanagari": "ये कोपिता: सुबहु पाण्डुसुता: सपत्नै-र्दुर्द्यूतहेलनकचग्रहणादिभिस्तान् ।कृत्वा निमित्तमितरेतरत: समेतान्हत्वा नृपान् निरहरत् क्षितिभारमीश: ॥ २ ॥",
        "english_devnagari": "ye kopitāḥ su-bahu pāṇḍu-sutāḥ sapatnairdurdyūta-helana-kaca-grahaṇādibhis tānkṛtvā nimittam itaretarataḥ sametānhatvā nṛpān niraharat kṣiti-bhāram īśaḥ",
        "verse_Syn": [
            "ye",
            "kopitāḥ",
            "su",
            "bahu",
            "pāṇḍu",
            "sutāḥ",
            "sapatnaiḥ",
            "duḥ",
            "dyūta",
            "helana",
            "kaca",
            "grahaṇa",
            "ādibhiḥ",
            "tān",
            "kṛtvā",
            "nimittam",
            "itara",
            "itarataḥ",
            "sametān",
            "hatvā",
            "nṛpān",
            "niraharat",
            "kṣiti",
            "bhāram",
            "īśaḥ"
        ],
        "translation": "Because the sons of Pāṇḍu were enraged by the numerous offenses of their enemies, such as duplicitous gambling, verbal insults, the seizing of Draupadī’s hair, and many other cruel transgressions, the Supreme Lord engaged those Pāṇḍavas as the immediate cause to execute His will. On the pretext of the Battle of Kurukṣetra, Lord Kṛṣṇa arranged for all the kings who were burdening the earth to assemble with their armies on opposite sides of the battlefield, and when the Lord killed them through the agency of war, the earth was relieved of its burden.",
        "purport": " The Pāṇḍavas were repeatedly harassed by their enemies, such as Duryodhana and Duḥśāsana. As innocent young princes, the Pāṇḍavas had no enemy, but Duryodhana was constantly plotting against his helpless cousins. The Pāṇḍavas were sent to a house of lac, which was later burned to the ground. They were administered poison, and their chaste wife Draupadī was publicly insulted when her hair was pulled and an attempt was made to strip her naked. Throughout these dangers, Lord Śrī Kṛṣṇa constantly protected the Pāṇḍavas, who were fully surrendered to Him and who knew no shelter other than Him. In this verse the word itaretarataḥ is significant. Previous to the Battle of Kurukṣetra, Kṛṣṇa had personally killed many demons, including Pūtanā, Keśī, Aghāsura and Kaṁsa. Now, Kṛṣṇa wanted to complete His mission of removing the earth’s burden by killing the remaining impious persons. But as stated here, kṛtvā nimittam: the Lord did not personally kill, but empowered His devotees Arjuna and the other Pāṇḍavas to remove the impious kings. Thus acting personally and through His immediate expansion Balarāma, as well as by empowering His pure devotees such as the Pāṇḍavas, Kṛṣṇa fully displayed the pastimes of the yugāvatāra by reestablishing religious principles and ridding the world of demons. Although the general purpose of the Kurukṣetra battle was to kill the demons, by Kṛṣṇa’s arrangement some great devotees such as Bhīṣma also appeared to be inimical toward the Lord. But as described in the First Canto of Śrīmad-Bhāgavatam (1.9.39) by the words hatā gatāḥ svarūpam, many great devotees played with the Lord as enemies and upon being killed by Kṛṣṇa returned immediately to His abode in the spiritual sky in their original spiritual bodies. Because God is absolute, by His killing He simultaneously removes the demons from the earth and encourages His pure devotees."
    },
    {
        "verse": "3",
        "devanagari": "भूभारराजपृतना यदुभिर्निरस्यगुप्तै: स्वबाहुभिरचिन्तयदप्रमेय: ।मन्येऽवनेर्ननु गतोऽप्यगतं हि भारंयद् यादवं कुलमहो अविषह्यमास्ते ॥ ३ ॥",
        "english_devnagari": "bhū-bhāra-rāja-pṛtanā yadubhir nirasyaguptaiḥ sva-bāhubhir acintayad aprameyaḥmanye ’vaner nanu gato ’py agataṁ hi bhāraṁyad yādavaṁ kulam aho aviṣahyam āste",
        "verse_Syn": [
            "bhū",
            "bhāra",
            "rāja",
            "pṛtanāḥ",
            "yadubhiḥ",
            "nirasya",
            "guptaiḥ",
            "sva",
            "bāhubhiḥ",
            "acintayat",
            "aprameyaḥ",
            "manye",
            "avaneḥ",
            "nanu",
            "gataḥ",
            "api",
            "agatam",
            "hi",
            "bhāram",
            "yat",
            "yādavam",
            "kulam",
            "aho",
            "aviṣahyam",
            "āste"
        ],
        "translation": "The Supreme Personality of Godhead used the Yadu dynasty, which was protected by His own arms, to eliminate the kings who with their armies had been the burden of this earth. Then the unfathomable Lord thought to Himself, “Although some may say that the earth’s burden is now gone, in My opinion it is not yet gone, because there still remains the Yādava dynasty itself, whose strength is unbearable for the earth.”",
        "purport": " Śrīla Bhaktisiddhānta Sarasvatī Ṭhākura has remarked in this regard that although ordinary people might think that the Lord had now removed the burden of the earth by killing the demons, reestablishing dharma, and so on, Lord Śrī Kṛṣṇa Himself could detect that there was further danger from the irreligious activities of His own family members who were acting improperly. It is stated in Śrīmad-Bhāgavatam that a just king will refuse to punish his own enemy if his enemy is innocent but will punish his own son if his son actually deserves punishment. Thus although in the eyes of the world the members of the Lord’s own dynasty are always worshipable, Lord Kṛṣṇa detected that by their intimate association with Him some members of the Yadu dynasty had become indifferent to His will. Since such whimsical members of the Yadu dynasty could act freely, being relatives of the Supreme Personality of Godhead, they would surely cause great misfortune for the world, and foolish persons would take such whimsical behavior to be the will of Kṛṣṇa. Thus the Lord, whose desires are inconceivable, began to consider the need to annihilate the indifferent, contemptuous members of the Yadu family. From the viewpoint of ordinary persons, all the demons had been killed by the Supreme Lord’s pastimes in Dvārakā and Mathurā, as well as by the Battle of Kurukṣetra, and the earth was now free of its burden. Nevertheless, to free the earth from the remaining burden of His own puffed-up family members, Lord Śrī Kṛṣṇa transferred them away from the earth by causing a fratricidal quarrel among them. In this way He prepared for His own disappearance from the earth. Śrīdhara Svāmī has pointed out that the word bāhubhiḥ, “by His arms,” is used in the plural (rather than the dual) to indicate that the Lord caused the destruction of the Yadu dynasty in His four-armed form. The original form of Kṛṣṇa as Govinda is two-armed, but it was by the plenary portion of the four-armed Nārāyaṇa that the Lord killed all the demons on the earth and ultimately removed the burdensome members of His own family. It may be asked, If certain members of the Yadu family had become indifferent to the will of the Lord, why didn’t they oppose the Lord in His plan to remove them from the earth? Therefore the word aprameyaḥ is used, which indicates that it is impossible for anyone, even the Lord’s own family members, to understand His will completely. Śrīla Jīva Gosvāmī has given another reason for the destruction of the Yadu dynasty. He emphasizes that the activities of the Supreme Personality of Godhead should never be taken to be ordinary material activities. Nor are the Lord’s associates ordinary persons. Although Lord Kṛṣṇa apparently incarnates within this world for some time and then goes away, it should be understood that the Supreme Lord is eternally situated with His entourage in His various abodes in the spiritual sky, such as Śrī Gokula, Mathurā and Dvārakā. The members of the Yadu dynasty are eternal associates of the Lord, and therefore they cannot bear to be separated from the Lord. Since Kṛṣṇa was preparing to give up His earthly pastimes, if He were to leave the Yadu dynasty on the earth they would surely become so disturbed by His absence that in their highly agitated state of mind they would trample and destroy the earth. Therefore, Kṛṣṇa arranged the disappearance of the Yadu dynasty prior to His own disappearance. Śrīla Jīva Gosvāmī concludes that ultimately the members of the Yadu dynasty are never to be considered irreligious. Vaiṣṇava ācāryas have mentioned that the story of the disappearance of the Yadu dynasty is especially meant to help the conditioned souls achieve liberation from the bondage of materialistic life. Within the three worlds there were none as powerful and opulent as the Yadu dynasty. The Supreme Personality of Godhead is the possessor of unlimited opulences — beauty, strength, knowledge, fame and so on — and the members of the Yadu dynasty, being the personal associates of the Lord, were also endowed with inconceivable opulences. Therefore, when we see how a fratricidal war suddenly deprived the members of the Yadu dynasty of all of their earthly possessions and even their lives, we can understand that there is no permanent position within this material world. In other words, although the members of the Yadu dynasty are eternal associates of the Lord and were immediately transferred to another planet where the Lord was appearing, their sudden disappearance through fratricidal war is meant to impress upon the conditioned souls the temporary nature of this world. Therefore, the apparent indifference or enmity of certain members of the Yadu dynasty toward Kṛṣṇa should not be taken to be actual irreligion on their part. The entire situation was arranged by Lord Kṛṣṇa to teach a lesson to the conditioned souls. In this connection Śrīla Jīva Gosvāmī has cited several verses from the Bhāgavatam to prove that the members of the Yadu dynasty achieved their exalted birth in the Lord’s own family by innumerable pious activities and by complete absorption in thought of Lord Kṛṣṇa. In fact it is said that in sleeping, sitting, walking and speaking, they were unable to remember their own selves, because they were simply thinking of Kṛṣṇa. In the First Canto of Śrīmad-Bhāgavatam (1.15.33), Śrīla Prabhupāda has commented as follows on the disappearance of the Yadu dynasty: “The setting of the sun does not mean the end of the sun. It means that the sun is out of our sight. Similarly, the end of the mission of the Lord on a particular planet or universe only means that He is out of our sight. The end of the Yadu dynasty also does not mean that it is annihilated. It disappears along with the Lord, out of our sight.”"
    },
    {
        "verse": "4",
        "devanagari": "नैवान्यत: परिभवोऽस्य भवेत् कथञ्चिन्मत्संश्रयस्य विभवोन्नहनस्य नित्यम् ।अन्त:कलिं यदुकुलस्य विधाय वेणु-स्तम्बस्य वह्निमिव शान्तिमुपैमि धाम ॥ ४ ॥",
        "english_devnagari": "naivānyataḥ paribhavo ’sya bhavet kathañcinmat-saṁśrayasya vibhavonnahanasya nityamantaḥ kaliṁ yadu-kulasya vidhāya veṇu-stambasya vahnim iva śāntim upaimi dhāma",
        "verse_Syn": [
            "na",
            "eva",
            "anyataḥ",
            "paribhavaḥ",
            "asya",
            "bhavet",
            "kathañcit",
            "mat",
            "saṁśrayasya",
            "vibhava",
            "unnahanasya",
            "nityam",
            "antaḥ",
            "kalim",
            "yadu",
            "kulasya",
            "vidhāya",
            "veṇu",
            "stambasya",
            "vahnim",
            "iva",
            "śāntim",
            "upaimi",
            "dhāma"
        ],
        "translation": "Lord Kṛṣṇa thought, “No outside force could ever bring about the defeat of this family, the Yadu dynasty, whose members have always been fully surrendered to Me and are unrestricted in their opulence. But if I inspire a quarrel within the dynasty, that quarrel will act just like a fire created from the friction of bamboo in a grove, and then I shall achieve My real purpose and return to My eternal abode.”",
        "purport": " Even though Lord Kṛṣṇa wanted to arrange for the disappearance of the members of the Yadu dynasty, He could not personally kill them, as He had killed many demons, because the Yadu dynasty was His own family. One might ask why Lord Kṛṣṇa did not arrange for them to be killed by others. Therefore it is stated in this verse, naivānyataḥ paribhavo ’sya bhavet kathañcit: because the Yadu dynasty was the Lord’s own family, no one within the universe was capable of killing them, not even the demigods. In fact, Viśvanātha Cakravartī Ṭhākura points out that no one within the universe was capable of even insulting the members of the Yadu dynasty, what to speak of defeating or killing them. The reason is given here by the words mat-saṁśrayasya. The members of the Yadu dynasty had fully taken shelter of Kṛṣṇa, and therefore they were always under the personal protection of the Lord. It is stated, māre kṛṣṇa rākhe ke, rākhe kṛṣṇa māre ke: If Kṛṣṇa protects someone, no one can kill him, and if Kṛṣṇa wants to kill someone, no one can save him. Kṛṣṇa had originally requested all of His associates, along with the demigods, to appear on the earth to assist Him in His pastimes. Now that His pastimes were coming to an end on this particular planet and would be transferred to another planet in another universe, Kṛṣṇa wanted to remove all of His associates from the earth so that in His absence they would not constitute a burden. Since the powerful Yadu dynasty, being the Lord’s personal family and army, could not possibly be defeated by anyone, Kṛṣṇa arranged an internal quarrel, just as the wind in a bamboo forest sometimes rubs the bamboos together and creates a fire that consumes the entire forest. Śrīla Bhaktisiddhānta Sarasvatī has pointed out that ordinary people, hearing of the adventures of the Yadu family, might think that the heroes of the Yadu dynasty are as worshipable as Kṛṣṇa or that they are independent controllers. In other words, people polluted by Māyāvāda philosophy might see the Yadu dynasty as being on the same level as Kṛṣṇa. Therefore, to establish that even the most powerful living entity can never equal or surpass the Supreme Lord, Kṛṣṇa arranged for the destruction of the Yadu dynasty."
    },
    {
        "verse": "5",
        "devanagari": "एवं व्यवसितो राजन् सत्यसङ्कल्प ईश्वर: ।शापव्याजेन विप्राणां सञ्जह्रे स्वकुलं विभु: ॥ ५ ॥",
        "english_devnagari": "evaṁ vyavasito rājansatya-saṅkalpa īśvaraḥśāpa-vyājena viprāṇāṁsañjahre sva-kulaṁ vibhuḥ",
        "verse_Syn": [
            "evam",
            "vyavasitaḥ",
            "rājan",
            "satya",
            "saṅkalpaḥ",
            "īśvaraḥ",
            "śāpa",
            "vyājena",
            "viprāṇām",
            "sañjahre",
            "sva",
            "kulam",
            "vibhuḥ"
        ],
        "translation": "My dear King Parīkṣit, when the supreme almighty Lord, whose desire always comes to pass, had thus made up His mind, He withdrew His own family on the pretext of a curse spoken by an assembly of brāhmaṇas.",
        "purport": " Śrīla Bhaktisiddhānta Sarasvatī Ṭhākura has made a very important comment on this verse. He states that since the intentions of the Supreme Lord, Kṛṣṇacandra, are always perfect, it was certainly in consideration of the greatest benefit for the entire world that He destroyed His own family on the pretext of a curse by brāhmaṇas. In this connection, Bhaktisiddhānta Sarasvatī Ṭhākura has shown a parallel in the pastimes of Śrī Caitanya Mahāprabhu, who is Kṛṣṇa Himself appearing as His own devotee. Lord Caitanya appeared along with His first plenary expansion, known as Lord Nityānanda Prabhu, and with Lord Advaita Prabhu. All three personalities — Caitanya Mahāprabhu, Nityānanda Prabhu and Advaita Prabhu — are accepted by Vaiṣṇava ācāryas to be in the category of viṣṇu-tattva, the full status of the Supreme Personality of Godhead. These three Personalities of Godhead perceived that in the future Their so-called seminal descendants would get undue recognition and thus, being puffed up, would commit grave offenses against those who were actually Vaiṣṇava gurus or representatives of the Lord. Every living being is part and parcel of the Supreme Lord, as stated in the Bhagavad-gītā (mamaivāṁśaḥ). Every living entity is originally a son of God, yet to execute His pastimes the Lord selects certain highly qualified living entities whom He allows to take birth as His personal relatives. But those living entities who appear as descendants of the Lord’s personal family may undoubtedly become proud of such a position and thus abuse the great adulation they receive from ordinary people. In this way such persons may artificially get undue attention and divert people from the actual principle of spiritual advancement, which is to surrender to the pure devotee who represents the Lord. The last eight verses of the Twelfth Chapter of Bhagavad-gītā give a description of the pure devotees the Lord permits to act as ācāryas, or spiritual leaders of mankind. In other words, simply to take birth in the personal family of Kṛṣṇa is not the qualification for being a spiritual master, since according to Bhagavad-gītā, pitāham asya jagataḥ: every living entity is eternally a member of the Lord’s family. Kṛṣṇa says in Bhagavad-gītā, samo ’haṁ sarva-bhūteṣu na me dveṣyo ’sti na priyaḥ: “I am equal to everyone. No one is My enemy, and no one is My special friend.” If the Supreme Personality of Godhead appears to have a special family, such as the Yadu dynasty, such a so-called family is a special arrangement of the Lord’s pastimes in order to attract the conditioned souls. When Kṛṣṇa descends, He acts as if He were an ordinary person in order to attract the living entities to His pastimes. Therefore Kṛṣṇa acted as though the Yadu dynasty was His personal family, although in fact every living entity is a member of His family. Ordinary people, however, not understanding the higher principles of spiritual knowledge, easily forget the actual qualifications of a bona fide spiritual master and instead give undue importance to people born in the Lord’s so-called family. Śrī Caitanya Mahāprabhu, therefore, avoided this impediment on the path of spiritual enlightenment by leaving behind no children. Although Caitanya Mahāprabhu married twice, He was childless. Nityānanda Prabhu, who is also the Supreme Personality of Godhead, did not accept any of the natural sons born of His own son, Śrī Vīrabhadra. Similarly, Lord Advaita Ācārya divested of His association all of His sons except Acyutānanda and two others. Acyutānanda, the chief faithful son of Advaita Ācārya, had no seminal progeny, and the remaining three of the six sons of Lord Advaita fell from the path of devotion to the Lord and are known as rejected sons. In other words, the appearance of Caitanya Mahāprabhu allowed little facility for continuing a so-called seminal family to create confusion. The respect shown to the conception of seminal lineage in deference to the ideas of the smārtas is unfit to be accepted by one who actually understands the supreme truth from Vedic authority. Other ācāryas, or spiritual masters, have also demonstrated this point in their own families. His Divine Grace A.C. Bhaktivedanta Swami Prabhupāda, our own beloved spiritual master, who is the mighty author of this Śrīmad-Bhāgavatam series, was born in a family of pure devotees, and he himself exhibited all the symptoms of pure devotional service from his very childhood. Śrīla Prabhupāda eventually came to the Western countries and exhibited unprecedented spiritual potency in establishing the Kṛṣṇa consciousness movement all over the world. In a few short years, he translated more than fifty large volumes of Vedic philosophy. By his practical activities he is certainly understood to be a most empowered representative of the Lord. Nonetheless, his own family members, although devotees of Kṛṣṇa, did not at all come up to the proper standard of devotional service and are therefore not given attention by the members of ISKCON. The natural tendency for the members of the International Society for Krishna Consciousness would be to offer all reverence and worship to the members of Śrīla Prabhupāda’s immediate family. But since by Kṛṣṇa’s arrangement these family members are not at all on the platform of pure devotional service, the members of ISKCON give them hardly any attention but instead worship those who actually exhibit the qualities of highly advanced Vaiṣṇavas, regardless of their so-called birth. In other words, birth cannot constitute the qualification for a respectable person, even when one is born in the Lord’s own family or in the ācārya’s family, what to speak of an ordinary wealthy or learned family. In India there is a class of men known as nityānanda-vaṁśa, who claim to be direct descendants of Lord Nityānanda and therefore worthy of the highest respect for their position in devotional service. In this regard, Śrīla Prabhupāda has written in The Nectar of Devotion, “In the Middle Ages, after the disappearance of Lord Caitanya’s great associate Lord Nityānanda, a class of priestly persons claimed to be the descendants of Nityānanda, calling themselves the gosvāmī caste. They further claimed that the practice and spreading of devotional service belonged only to their particular class, which was known as nityānanda-vaṁśa. In this way they exercised their artificial power for some time, until Śrīla Bhaktisiddhānta Sarasvatī Ṭhākura, the powerful ācārya of the Gauḍīya Vaiṣṇava sampradāya, completely smashed their idea. There was a great hard struggle for some time, but it has turned out successful, and it is now correctly and practically established that devotional service is not restricted to a particular class of men. Besides that, anyone who is engaged in devotional service is already a high-class brāhmaṇa. So Śrīla Bhaktisiddhānta Sarasvatī Ṭhākura’s struggle for this movement has come out successful. It is on the basis of his position that anyone, from any part of the universe, can become a Gauḍīya Vaiṣṇava.” In other words, the essence of spiritual knowledge is that every living being, regardless of his present status in life, is originally a servant of the Supreme Lord, and it is the mission of the Lord to reclaim all of these fallen living entities. Despite his past situation, any living being who is willing to surrender again at the lotus feet of the Supreme Lord or His bona fide representative can purify himself by strictly adhering to the rules and regulations of bhakti-yoga and thus act as a high-class brāhmaṇa. Nonetheless, the seminal descendants of the Lord think themselves to have acquired their ancestor’s character and position. Thus the Supreme Lord, who is the well-wisher of the entire universe and especially of His devotees, bewilders the discriminatory power of His own descendants in such a contradictory way that these seminal descendants become recognized as deviant and the actual qualification to be a representative of the Lord, namely unalloyed surrender to the will of Kṛṣṇa, remains prominent."
    },
    {
        "verse": "6-7",
        "devanagari": "स्वमूर्त्या लोकलावण्यनिर्मुक्त्या लोचनं नृणाम् ।गीर्भिस्ता: स्मरतां चित्तं पदैस्तानीक्षतां क्रिया: ॥ ६ ॥आच्छिद्य कीर्तिं सुश्लोकां वितत्य ह्यञ्जसा नु कौ ।तमोऽनया तरिष्यन्तीत्यगात् स्वं पदमीश्वर: ॥ ७ ॥",
        "english_devnagari": "sva-mūrtyā loka-lāvaṇya-nirmuktyā locanaṁ nṛṇāmgīrbhis tāḥ smaratāṁ cittaṁpadais tān īkṣatāṁ kriyāḥ",
        "verse_Syn": [
            "sva",
            "mūrtyā",
            "loka",
            "lāvaṇya",
            "nirmuktyā",
            "locanam",
            "nṛṇām",
            "gīrbhiḥ",
            "tāḥ",
            "smaratām",
            "cittam",
            "padaiḥ",
            "tān",
            "īkṣatām",
            "kriyāḥ",
            "ācchidya",
            "kīrtim",
            "su",
            "ślokām",
            "vitatya",
            "hi",
            "añjasā",
            "nu",
            "kau",
            "tamaḥ",
            "anayā",
            "tariṣyanti",
            "iti",
            "agāt",
            "svam",
            "padam",
            "īśvaraḥ"
        ],
        "translation": "The Supreme Personality of Godhead, Kṛṣṇa, is the reservoir of all beauty. All beautiful things emanate from Him, and His personal form is so attractive that it steals the eyes away from all other objects, which then seem devoid of beauty in comparison to Him. When Lord Kṛṣṇa was on the earth, He attracted the eyes of all people. When Kṛṣṇa spoke, His words attracted the minds of all who remembered them. By seeing the footsteps of Lord Kṛṣṇa, people became attracted to Him, and thus they wanted to offer their bodily activities to the Lord as His followers. In this way Kṛṣṇa very easily spread His glories, which are sung throughout the world by the most sublime and essential Vedic verses. Lord Kṛṣṇa considered that simply by hearing and chanting those glories, conditioned souls born in the future would cross beyond the darkness of ignorance. Being satisfied with this arrangement, He left for His desired destination.",
        "purport": " According to Śrīdhara Svāmī, these two verses indicate that Lord Kṛṣṇa, having achieved all the purposes for which He had descended, went back to His spiritual kingdom. It is natural that people in the material world hanker to see a beautiful object. In materialistic life, however, our consciousness is polluted by the influence of the three modes of nature, and therefore we hanker for material objects of beauty and pleasure. The materialistic process of sense gratification is imperfect, because the laws of material nature will not allow us to be happy or satisfied in materialistic life. The living entity is constitutionally an eternal servant of God and is meant to appreciate the infinite beauty and pleasure of the Supreme Lord. Lord Kṛṣṇa is the Absolute Truth and the reservoir of all beauty and pleasure. By serving Kṛṣṇa we can also share in His ocean of beauty and pleasure, and thus our desire to see beautiful things and enjoy life will be fully satisfied. The example is given that the hand cannot enjoy food independently but can assimilate it indirectly by giving it to the stomach. Similarly, by serving Lord Kṛṣṇa the living entity, who is part and parcel of the Lord, will derive unlimited happiness. The inconceivable Supreme Lord, Śrī Kṛṣṇa, by displaying His own true form, freed the living entities from falsely seeking forms of beauty other than His form, which is itself the source of all beautiful things. Simply by seeing His lotus feet, fortunate living beings could distinguish between the ungodly endeavors of the karmīs, who seek gross enjoyment for their own sense gratification, and the practice of dovetailing one’s activities with the service of the Lord. Although philosophers perpetually speculate about the nature of God, Lord Kṛṣṇa directly liberated the jīva souls from all speculative misunderstandings about Him by displaying His actual transcendental form and activities. Superficially, Kṛṣṇa’s personal form, words and activities resemble those of ordinary conditioned souls. Śrīla Bhaktisiddhānta Sarasvatī Ṭhākura explains that this apparent resemblance between the Lord’s activities and those of the living entities is a merciful concession by the Lord so that the conditioned souls will be attracted to Him and become eligible to return to His kingdom for an eternal life of bliss and knowledge. By showing His own spiritual form and kingdom to the living entities in a way tangible for them, Lord Kṛṣṇa drove away their false enjoying attitude and removed their long-standing indifference to His personality. As stated in Bhagavad-gītā, if one can understand the position of Śrī Kṛṣṇa as the Supreme Personality of Godhead, one will never again fall into the network of material illusion. Such a falldown can be avoided if one constantly hears about the unique transcendental form and beauty of the Lord from authorized Vedic literatures. As explained in Bhagavad-gītā (2.42-43): “Men of small knowledge are very much attached to the flowery words of the Vedas, which recommend various fruitive activities for elevation to heavenly planets, resultant good birth, power, and so forth. Being desirous of sense gratification and opulent life, they say that there is nothing more than this.” On the other hand, certain parts of Vedic literature are specifically meant to award material sense gratification to the conditioned soul and at the same time gradually condition him to obey the Vedic injunctions. The portions of the Vedas that recommend fruitive activities for regulated sense gratification are themselves dangerous, because the living being who engages in such activities becomes easily entangled in the material enjoyment offered and neglects the ultimate purpose of the Vedas. The ultimate purpose of Vedic literature is to bring the living entity back to his original consciousness, in which he acts as an eternal servant of the Supreme Personality of Godhead. By rendering service to the Lord, the living entity can enjoy unlimited spiritual bliss in the association of the Lord in His own kingdom. Thus, one who seriously desires to advance in Kṛṣṇa consciousness should specifically hear the Vedic literature that deals with pure devotional service to the Lord. One should hear from those who are highly advanced in Kṛṣṇa consciousness and avoid interpretations that stimulate materialistic desires for enjoyment. When the tiny living entity is finally able to see the difference between the temporary affairs of this world and the transcendental activities of Lord Trivikrama, Kṛṣṇa, he devotes himself to the Lord and removes from his heart the dark covering of matter, no longer desiring sense gratification, which is enjoyed under the two headings sin and piety. In other words, although people within this world are considered sinful or pious, on the material platform both sin and piety are performed for one’s personal gratification. If one can understand that his real happiness lies in giving pleasure to Kṛṣṇa, Lord Kṛṣṇa takes such a fortunate living being back to His own abode, which is called Goloka Vṛndāvana. According to Bhaktisiddhānta Sarasvatī Ṭhākura, the Lord first gives a sincere soul the opportunity to hear about His pastimes. When the devotee has advanced in his spontaneous attraction to such narrations, the Lord gives him the opportunity to take part in His spiritual pastimes as they appear within this world. By taking part in the pastimes of the Lord within a particular universe, the living being becomes completely detached from the material world, and ultimately the Lord brings him to His personal abode in the spiritual sky. Foolish people cannot understand this substantial benefit offered by the Lord, but Lord Kṛṣṇa acts for the benefit of such foolish people by saving them from their absorption in the temporary world of false enjoyment. The Lord does this by personally displaying His own superlative transcendental beauty, transcendental words and transcendental activities. Śrīla Jīva Gosvāmī has pointed out that the words tamo ’nayā tariṣyanti indicate that although Lord Kṛṣṇa appeared five thousand years ago, one who hears and chants about the activities, form and words of the Lord will get exactly the same benefit as those who personally experienced these things as contemporaries of Lord Kṛṣṇa. In other words, he will also cross over the darkness of material existence and achieve the Lord’s abode. Thus Śrīla Jīva Gosvāmī concludes that if such an exalted destination is available to all living beings, it must certainly have been awarded to the Yādavas, who were personal associates of the Lord. It is stated in this verse that by His beauty Kṛṣṇa stole away the vision of people who saw Him. Kṛṣṇa’s speaking was so attractive that those who heard Him became speechless. Since generally those who cannot speak are also deaf, the Lord’s words also stole away the ears of those who heard Him, since they were no longer interested in hearing sounds other than the Lord’s speaking. By displaying the beauty of His footsteps, Kṛṣṇa stole away from those who saw them the power to perform materialistic activities. Thus by His appearance in this world Kṛṣṇa took away the senses of mankind. In other words, He made people blind, dumb, deaf, mad and otherwise invalid. Therefore Viśvanātha Cakravartī Ṭhākura asks, “Since He took away everything people possessed, who would properly call Him merciful? Rather, He is just a thief.” In this way, he indirectly offers the highest praise to the beauty of the Lord. Viśvanātha Cakravartī Ṭhākura also points out that although Kṛṣṇa gave liberation to the demons by destroying them, to those who were attracted to Him, Kṛṣṇa gave pure love of God and drowned them in the ocean of His own beauty. Thus Kṛṣṇa is not like a person who gives charity without discrimination. And Kṛṣṇa is so merciful that not only did He give the highest benediction to the inhabitants of the earth, but He empowered great saintly persons such as Vyāsadeva to describe His pastimes with beautiful poetic verses. Thus people born on the earth in the future could easily cross over the ocean of birth and death by those glories, which are compared to a strong boat. In fact, those of us who are now enjoying the glories of Kṛṣṇa through the transparent medium of the Bhaktivedanta purports to Śrīmad-Bhāgavatam, by the mercy of His Divine Grace A.C. Bhaktivedanta Swami Prabhupāda, are the fortunate recipients of the mercy of Kṛṣṇa, who was merciful even to persons yet to be born. Quoting from the Amara-kośa dictionary, Śrīla Viśvanātha Cakravartī has also stated, padaṁ vyavasita-trāṇa-sthāna-lakṣmy-aṅghri-vastuṣu: the possible definitions for padam are “that which has been decided,” “place of deliverance,” “fortune,” “foot” or “object.” Thus he translates the word padam as also meaning vyavasita, “that which has been decided.” In other words, the statement agāt svaṁ padam īśvaraḥ indicates not only that Kṛṣṇa went to His abode, but that Kṛṣṇa realized His determined desire. If we say that Kṛṣṇa returned to His eternal abode, we imply that Kṛṣṇa had been absent from His abode and was now returning. Therefore, Viśvanātha Cakravartī Ṭhākura points out that it is incorrect to say in a normal sense that Kṛṣṇa “went back to His abode.” According to the Brahma-saṁhitā, the Supreme Personality of Godhead, Kṛṣṇa, is always present in His eternal abode in the spiritual sky. Yet by His causeless mercy He also manifests Himself from time to time within the material world. In other words, God is all-pervading. Even when present before us He is simultaneously in His abode. The ordinary soul, or jīva, is not all-pervading like the Supersoul, and therefore by his presence in the material world he is absent from the spiritual world. In fact, we are suffering due to that absence from the spiritual world, or Vaikuṇṭha. The Supreme Personality of Godhead, however, is all-pervading, and therefore Viśvanātha Cakravartī Ṭhākura translates the words agāt svaṁ padam to mean that Kṛṣṇa achieved exactly what He desired. The Lord is all-pervading and self-sufficient in fulfilling His perfect desires. His appearance and disappearance in this world should never be compared to ordinary material activities. Viśvanātha Cakravartī has quoted a statement by Uddhava at the beginning of the Third Canto of Śrīmad-Bhāgavatam (3.2.7) wherein Uddhava compares the disappearance of Lord Kṛṣṇa to the setting of the sun. In his purport to this verse, Śrīla Prabhupāda has written: “The comparison of Kṛṣṇa to the sun is very appropriate. As soon as the sun sets, darkness automatically appears. But the darkness experienced by the common man does not affect the sun itself either at the time of sunrise or at sunset. Lord Kṛṣṇa’s appearance and disappearance are exactly like that of the sun. He appears and disappears in innumerable universes, and as long as He is present in a particular universe there is all transcendental light in that universe, but the universe from which He passes away is put into darkness. His pastimes, however, are everlasting. The Lord is always present in some universe, just as the sun is present in either the Eastern or Western Hemisphere. The sun is always present either in India or America, but when the sun is present in India the American land is in darkness, and when the sun is present in America the Indian hemisphere is in darkness.” Śrīla Jīva Gosvāmī has quoted a verse from the end of the Eleventh Canto that further clarifies that the abode of the Lord is as eternal as the Lord Himself: “The ocean immediately swallowed Dvārakā, O Mahārāja, taking away the Lord’s personal abode, which the Lord had abandoned. The Supreme Lord, Madhusūdana, is always present in Dvārakā, which merely by being remembered takes away everything unfavorable. It is the most auspicious of auspicious places.” (Bhāg. 11.31.23-24) Just as the sun appears to be swallowed by the night, Kṛṣṇa or His abode or His dynasty seems to disappear, but actually the Lord and all of His paraphernalia, including His abode and dynasty, are eternal, in the same way as the sun is always in the sky. Śrīla Prabhupāda says in this connection, “As the sun appears in the morning and gradually rises to the meridian and then again sets in one hemisphere while simultaneously rising in the other, so Lord Kṛṣṇa’s disappearance in one universe and the beginning of His different pastimes in another take place simultaneously. As soon as one pastime is finished here, it is manifested in another universe. And thus His nitya-līlā, or eternal pastimes, are going on without ending.”"
    },
    {
        "verse": "8",
        "devanagari": "श्रीराजोवाचब्रह्मण्यानां वदान्यानां नित्यं वृद्धोपसेविनाम् ।विप्रशाप: कथमभूद् वृष्णीनां कृष्णचेतसाम् ॥ ८ ॥",
        "english_devnagari": "śrī-rājovācabrahmaṇyānāṁ vadānyānāṁnityaṁ vṛddhopasevināmvipra-śāpaḥ katham abhūdvṛṣṇīnāṁ kṛṣṇa-cetasām",
        "verse_Syn": [
            "śrī",
            "rājā",
            "uvāca",
            "brahmaṇyānām",
            "vadānyānām",
            "nityam",
            "vṛddha",
            "upasevinām",
            "vipra",
            "śāpaḥ",
            "katham",
            "abhūt",
            "vṛṣṇīnām",
            "kṛṣṇa",
            "cetasām"
        ],
        "translation": "King Parīkṣit inquired: How could the brāhmaṇas curse the Vṛṣṇis, who were always respectful to the brāhmaṇas, charitable, and inclined to serve senior and exalted personalities and whose minds were always fully absorbed in thought of Lord Kṛṣṇa?",
        "purport": " Brāhmaṇas generally become angry at persons who disrespect the brahminical class, who are uncharitable and who decline to serve senior, respectable personalities. The Vṛṣṇis, however, were not like that, and thus they are described here by King Parīkṣit as brahmaṇyānām, or sincere followers of brahminical culture. Further, even if the brāhmaṇas became angry, why would they curse members of Kṛṣṇa’s own family? Since the brāhmaṇas were well learned, they must have known that it is offensive to oppose personal associates of the Supreme Lord. The Yadu dynasty is specifically described here as vṛṣnīnām and kṛṣṇa-cetasām. In other words, they were Lord Kṛṣṇa’s own men, and they were always absorbed in thinking of Kṛṣṇa. Therefore, even if somehow or other the brāhmaṇas had cursed them, how could that curse have had any effect? These are the questions of Parīkṣit Mahārāja. Although the Vṛṣṇis are described in this verse as kṛṣṇa-cetasām, always absorbed in thinking of Kṛṣṇa, it is clearly indicated that Kṛṣṇa desired that the brāhmaṇas become angry and curse the Yadu dynasty. The Supreme Lord desired to remove His personal dynasty from the earth, and therefore uncustomary offensive behavior was exhibited by the young boys of Kṛṣṇa’s own family. It is to be understood from this incident that when a man displays envy and ridicule of devotees of Viṣṇu, his brahmaṇyatā, or high spiritual qualifications, along with his reverence for Śrī Kṛṣṇa, are all destroyed. Contempt and ridicule directed toward respectable persons and true brāhmaṇas vanquish all good qualities. If there is a break in etiquette toward His devotees, the Supreme Lord will become ill-disposed even to His own relatives and friends and thus arrange to destroy those who oppose His devotees. If foolish persons in the guise of members of Kṛṣṇa’s personal family express enmity toward Vaiṣṇavas, such offenders cannot properly be called offspring of Lord Kṛṣṇa’s dynasty. That is the supreme equality of the Personality of Godhead."
    },
    {
        "verse": "9",
        "devanagari": "यन्निमित्त: स वै शापो याद‍ृशो द्विजसत्तम ।कथमेकात्मनां भेद एतत् सर्वं वदस्व मे ॥ ९ ॥",
        "english_devnagari": "yan-nimittaḥ sa vai śāpoyādṛśo dvija-sattamakatham ekātmanāṁ bhedaetat sarvaṁ vadasva me",
        "verse_Syn": [
            "yat",
            "nimittaḥ",
            "saḥ",
            "vai",
            "śāpaḥ",
            "yādṛśaḥ",
            "dvija",
            "sat",
            "tama",
            "katham",
            "eka",
            "ātmanām",
            "bhedaḥ",
            "etat",
            "sarvam",
            "vadasva",
            "me"
        ],
        "translation": "King Parīkṣit continued inquiring: What was the motive for this curse? What did it consist of, O purest of the twice-born? And how could such a disagreement have arisen among the Yadus, who all shared the same goal of life? Please tell me all these things.",
        "purport": " Ekātmanām means that the Yadus all shared the same opinion, namely that Kṛṣṇa, the Supreme Personality of Godhead, was the goal of their life. Therefore, Parīkṣit Mahārāja could not see any obvious reason for such a destructive quarrel among the members of the Yadu dynasty, and he was anxious to know the actual cause."
    },
    {
        "verse": "10",
        "devanagari": "श्रीबादरायणिरुवाचबिभ्रद् वपु: सकलसुन्दरसन्निवेशंकर्माचरन् भुवि सुमङ्गलमाप्तकाम: ।आस्थाय धाम रममाण उदारकीर्ति:संहर्तुमैच्छत कुलं स्थितकृत्यशेष: ॥ १० ॥",
        "english_devnagari": "śrī-bādarāyaṇir uvācabibhrad vapuḥ sakala-sundara-sanniveśaṁkarmācaran bhuvi su-maṅgalam āpta-kāmaḥāsthāya dhāma ramamāṇa udāra-kīṛtiḥsaṁhartum aicchata kulaṁ sthita-kṛtya-śeṣaḥ",
        "verse_Syn": [
            "śrī",
            "bādarāyaṇiḥ",
            "uvāca",
            "bibhrat",
            "vapuḥ",
            "sakala",
            "sundara",
            "sanniveśam",
            "karma",
            "ācaran",
            "bhuvi",
            "su",
            "maṅgalam",
            "āpta",
            "kāmaḥ",
            "āsthāya",
            "dhāma",
            "ramamāṇaḥ",
            "udāra",
            "kīrtiḥ",
            "saṁhartum",
            "aicchata",
            "kulam",
            "sthita",
            "kṛtya",
            "śeṣaḥ"
        ],
        "translation": "Śukadeva Gosvāmī said: The Lord, who bore His body as the amalgamation of everything beautiful, dutifully executed the most auspicious activities while on the earth, although He was, in fact, without any endeavor already satisfied in all desires. Residing in His abode and enjoying life, the Lord, whose glorification is in itself magnanimous, now wanted to annihilate His dynasty, as there still remained some small part of His duty to be carried out.",
        "purport": " This verse answers Parīkṣit Mahārāja’s question as to how the powerful members of the Yadu dynasty could be cursed by the brāhmaṇas and thus destroy themselves in a fratricidal war. By the words saṁhartum aicchata kulam it is clearly stated that Lord Kṛṣṇa Himself desired to withdraw His dynasty and therefore engaged the brāhmaṇas as His agent. Viśvanātha Cakravartī Ṭhākura remarks here that Kṛṣṇa had clearly demonstrated the insurpassable beauty and strength of His personal form, pastimes and pleasures to all the residents of the earth. Thus His incarnation to kill the demons, save the devotees and reestablish religious principles had been completely successful. When Lord Kṛṣṇa noticed that His mission was now complete, everything having been done perfectly, He desired to return to His transcendental abode, along with the Vṛṣṇis. Thus the Lord personally arranged for the Yadu dynasty to be cursed by the brāhmaṇas. According to Viśvanātha Cakravartī Ṭhākura, āpta-kāmaḥ means that Kṛṣṇa is always self-satisfied, and yet in order to execute His transcendental pastimes He arranged to destroy His own dynasty for three specific purposes, namely, to reestablish in the heavenly planets those demigods who had taken birth among the Yadus to assist Him, to reestablish His plenary Viṣṇu expansions in Their abodes, such as Vaikuṇṭha, Śvetadvīpa and Badarikāśrama, and to remove Himself from the vision of the material world, along with His eternal associates. In this connection, Bhaktisiddhānta Sarasvatī has made several important remarks about the destruction of the Yadu dynasty. He states that many so-called religious persons have fallen down by committing the second offense against chanting the holy name, namely viṣṇau sarveśvareśe tad-itara-sama-dhīḥ, considering another living entity to be equal to Lord Viṣṇu, who is the Lord of lords. One who is captured by the impersonal tendency of Māyāvāda philosophy falsely thinks that the external, material energy of the Lord is equal to His internal, spiritual potency. In this way, one equates ordinary living entities with the Supreme Personality of Godhead, taking Kṛṣṇa to be another aspect of māyā. This is a most unfortunate misconception, for it spoils one’s opportunity to understand God as He actually is. Persons inclined toward this illusory conception of life would undoubtedly consider the members of the Yadu dynasty equal in all respects to Kṛṣṇa and worship the future descendants of Kṛṣṇa’s family as being equal to Kṛṣṇa Himself. Thus the continued presence of the Yadu dynasty on the earth would certainly constitute a great impediment on the path of spiritual understanding and a great burden on the earth. To counteract the danger to the world from the offense of equating Viṣṇu with the family of Viṣṇu, the Lord decided to crush the Yadu family. The Supreme Lord, Śrī Kṛṣṇa, is always affectionate to His devotees, but whenever the familial descendants of Lord Kṛṣṇa become inimical or indifferent to Him, not loving His pure devotees or making friendship with His servants, such so-called family members of the Lord become impediments to His will. There is a tangible danger that ignorant living beings will worship such inimical persons, revering them as close associates of Kṛṣṇa. For example, to consider Kaṁsa the maternal uncle of Kṛṣṇa and therefore a faithful servant of Kṛṣṇa would be a completely erroneous conclusion. By such a misconception, evil men who oppose the Lord may be accepted as His intimate associates, and persons inimical to Kṛṣṇa may be thought of as His surrendered dependents appearing in His own family. The purpose of the destruction of the Yadu dynasty was to eradicate the false logic of the Māyāvādīs who desire to see everything as one in all respects and who therefore improperly reason that the enemies of Kṛṣṇa’s devotees can be His intimate family members."
    },
    {
        "verse": "11-12",
        "devanagari": "कर्माणि पुण्यनिवहानि सुमङ्गलानिगायज्जगत्कलिमलापहराणि कृत्वा ।कालात्मना निवसता यदुदेवगेहेपिण्डारकं समगमन् मुनयो निसृष्टा: ॥ ११ ॥विश्वामित्रोऽसित: कण्वो दुर्वासा भृगुरङ्गिरा: ।कश्यपो वामदेवोऽत्रिर्वसिष्ठो नारदादय: ॥ १२ ॥",
        "english_devnagari": "karmāni puṇya-nivahāni su-maṅgalānigāyaj-jagat-kali-malāpaharāṇi kṛtvākālātmanā nivasatā yadu-deva-gehepiṇḍārakaṁ samagaman munayo nisṛṣṭāḥ",
        "verse_Syn": [
            "karmāṇi",
            "puṇya",
            "nivahāni",
            "su",
            "maṅgalāni",
            "gāyat",
            "jagat",
            "kali",
            "mala",
            "apaharāṇi",
            "kṛtvā",
            "kāla",
            "ātmanā",
            "nivasatā",
            "yadu",
            "deva",
            "gehe",
            "piṇḍārakam",
            "samagaman",
            "munayaḥ",
            "nisṛṣṭāḥ",
            "viśvāmitraḥ",
            "asitaḥ",
            "kaṇvaḥ",
            "durvāsāḥ",
            "bhṛguḥ",
            "aṅgirāḥ",
            "kaśyapaḥ",
            "vāmadevaḥ",
            "atriḥ",
            "vasiṣṭhaḥ",
            "nārada",
            "ādayaḥ"
        ],
        "translation": "The sages Viśvāmitra, Asita, Kaṇva, Durvāsā, Bhṛgu, Aṅgirā, Kaśyapa, Vāmadeva, Atri and Vasiṣṭha, along with Nārada and others, once performed fruitive rituals that award abundant pious results, bring great happiness and take away the sins of Kali-yuga for the whole world by merely being recounted. The sages duly executed these rituals in the home of the chief of the Yadus, Vasudeva, the father of Lord Kṛṣṇa. After Lord Kṛṣṇa, who was staying in Vasudeva’s house as time personified, respectfully sent the sages off at the conclusion of the ceremonies, they went to the holy place called Piṇḍāraka.",
        "purport": " In this verse, Śukadeva Gosvāmī begins to narrate the story of the brahminical curse that arose against the Yadu dynasty by the Lord’s desire. According to Śrīdhara Svāmī, certain religious rituals, such as the aśvamedha-yajña, generate pious reactions. On the other hand, activities such as caring for one’s children give immediate pleasure in the present only, whereas rituals performed as atonement take away sinful reactions. But the religious activities mentioned in verse 11, which are indicated by the words karmāṇi puṇya-nivahāni su-maṅgalāni gāyaj-jagat-kali-malāpaharāṇi, were pious in all respects. They produced abundant pious results and great joy and were so potent that merely glorifying these rituals relieves one from all the sinful reactions of Kali-yuga. The sages called to Vasudeva’s house to perform such auspicious religious activities were satisfied with proper gifts and then sent by Kṛṣṇa to Piṇḍāraka, a nearby holy place situated about two miles from the Arabian Sea on the coast of Gujarat. Its current name is still Piṇḍāraka. Significantly, Lord Kṛṣṇa is mentioned here as kālātmanā, the form of time, or the Supersoul. In the Eleventh Chapter of Bhagavad-gītā the Supreme Personality of Godhead reveals Himself to Arjuna as time personified, appearing on the Battlefield of Kurukṣetra to destroy all the kings and armies who constitute a burden to the earth. Similarly, kālātmanā nivasatā yadu-deva-gehe: Kṛṣṇa was staying in the home of His father Vasudeva as time personified, thus indicating that the time was approaching for the destruction of His own dynasty according to His desire."
    },
    {
        "verse": "13-15",
        "devanagari": "क्रीडन्तस्तानुपव्रज्य कुमारा यदुनन्दना: ।उपसङ्गृह्य पप्रच्छुरविनीता विनीतवत् ॥ १३ ॥ते वेषयित्वा स्त्रीवेषै: साम्बं जाम्बवतीसुतम् ।एषा पृच्छति वो विप्रा अन्तर्वत्न्‍यसितेक्षणा ॥ १४ ॥प्रष्टुं विलज्जती साक्षात् प्रब्रूतामोघदर्शना: ।प्रसोष्यन्ती पुत्रकामा किंस्वित् सञ्जनयिष्यति ॥ १५ ॥",
        "english_devnagari": "krīḍantas tān upavrajyakumārā yadu-nandanāḥupasaṅgṛhya papracchuravinītā vinīta-vat",
        "verse_Syn": [
            "krīḍantaḥ",
            "tān",
            "upavrajya",
            "kumārāḥ",
            "yadu",
            "nandanāḥ",
            "upasaṅgṛhya",
            "papracchuḥ",
            "avinītāḥ",
            "vinīta",
            "vat",
            "te",
            "veṣayitvā",
            "strī",
            "veṣaiḥ",
            "sāmbam",
            "jāmbavatī",
            "sutam",
            "eṣā",
            "pṛcchati",
            "vaḥ",
            "viprāḥ",
            "antarvatnī",
            "asita",
            "īkṣanā",
            "praṣṭum",
            "vilajjatī",
            "sākṣāt",
            "prabrūta",
            "amogha",
            "darśanāḥ",
            "prasoṣyantī",
            "putra",
            "kāmā",
            "kim",
            "svit",
            "sañjanayiṣyati"
        ],
        "translation": "To that holy place, the young boys of the Yadu dynasty had brought Sāmba, son of Jāmbavatī, dressed in woman’s garb. Playfully approaching the great sages gathered there, the boys grabbed hold of the sages’ feet and impudently asked them with feigned humility, “O learned brāhmaṇas, this black-eyed pregnant woman has something to ask you. She is too embarrassed to inquire for herself. She is just about to give birth and is very desirous of having a son. Since all of you are great sages with infallible vision, please tell us whether her child will be a boy or a girl.”",
        "purport": " Śrīla Bhaktisiddhānta Sarasvatī has made the following comment: “The impudent behavior of the young Yadus toward the sages headed by Nārada, who were all brāhmaṇas and devotees of the Lord, was a display of deviation from the path of Lord Kṛṣṇa. Similarly, although the prākṛta-sahajiyās think of themselves as intimate associates of Kṛṣṇa, the supremely merciful Lord’s determination is perfectly correct in working to finish such false devotees. Such impostors actually never accept real service to Kṛṣṇa. The yadu-kumāras’ deception is termed ‘seemingly humble,’ meaning that in fact they were anything but humble. Therefore, the ridiculing of Vaiṣṇavas by the Lord’s family resulted in a great offense against the devotees of the Lord.” A similar incident occurred during the pastimes of Śrī Caitanya Mahāprabhu when His own mother offended Śrī Advaita Ācārya. Śrī Caitanya Mahāprabhu personally rectified this offense against a great Vaiṣṇava, and thus the Lord showed His magnanimity. Lord Kṛṣṇa’s pastime of destroying the Yadu dynasty is also a demonstration of His mercy to His devotees. Believing the brāhmaṇas, Vaiṣṇavas and ṛṣis to be foolishly lacking knowledge in material affairs of sense gratification, the yadu-kumāras dressed Sāmba, the son of Jāmbavatī, as a woman and tried to mock the saintly assembly. Lord Kṛṣṇa wanted to teach that such an offense committed against great devotees by His associate Sāmba would be the cause of the Yadu dynasty’s destruction, all as part of His līlā. In modern times such misbehavior has also manifested itself within the Gauḍīya Vaiṣṇava community. Unauthorized persons have initiated the process of deceitfully bestowing a woman’s dress on their followers. This process is to be counted as a variety of aparādha, or offense against Kṛṣṇa. Such an attempt to cheapen and ridicule devotional service to Kṛṣṇa is certainly caused by envy toward the real Vaiṣṇavas, who are faithfully engaged in devotional service according to the rules and regulations of the Vedic literature. Thus Rūpa Gosvāmī has said: “If one wants to demonstrate his great devotion to the Supreme Lord but his process of devotional service violates the standard rules of revealed scriptures such as śruti, smṛti, Purāṇas and Nārada-pañcarātra, then his alleged love of Godhead will simply disturb society by misleading people from the auspicious path of spiritual advancement.” (Bhakti-rasāmṛta-sindhu 1.2.101) The taking of a woman’s clothing by a man in kṛṣṇa-līlā was intended to point out this fact. Such an act amounts to cheating and ridicule of the devotees of Kṛṣṇa. Sāmba is a personal associate of the Lord, but acting as a harbinger of the future misfortune to be created in Kali-yuga by bogus followers of Śrī Caitanya Mahāprabhu, Sāmba displayed this didactic pastime to help the living entities be blessed on the correct path of devotional service. The boys said to the sages, “O ṛṣis, O brāhmaṇas, O Nārada and other great personalities, can you tell us whether it will be a son or a daughter that will be born from this pregnant woman’s womb?” By addressing pure Vaiṣṇavas in this way, they anticipated the fraudulent sampradāyas of the modern age in their practice of sakhī-bheka, or dressing men as female associates of the gopīs. This unauthorized activity constitutes contempt and mockery of the pure devotees of the Lord. Many false yogīs, imagining they are distributing first-class devotion on the liberated platform, attempt to award the status of “pure devotee” to candidates totally ignorant of the transcendental tastes of madhura-rati, or the Lord’s conjugal love in the spiritual world. Even though they know that the general populace is unfit to imitate the liberated associates of the Lord, they artificially decorate ordinary persons with the ornaments of spiritual perfection, such as tears, a melted heart, and the standing on end of the bodily hairs. Thus these bogus yogīs introduce a process that misleads the world. Because Śrī Caitanya Mahāprabhu understood that the great misfortune caused by such false yogīs, or kuyogīs, was impossible to forestall in the Kali-yuga, He infected them with insane desires for material objects of lust so that ordinary persons can easily identify such false yogīs as deviated from the path of pure devotional service. The mockery of the brāhmaṇas and Vaiṣṇavas by the young boys of the Yadu dynasty who dressed Sāmba in woman’s garb, and the resultant destruction of the Yadu dynasty, conclusively demonstrate the uselessness of the sahajiyāsampradāyas. Śrīla Jīva Gosvāmī has confirmed that the lack of humility shown by the sons of the Yadu dynasty was an arrangement by the Lord Himself. In other words, the members of the Yadu dynasty are ultimately associates of Lord Kṛṣṇa, and to facilitate the instructive pastimes of the Lord they acted in apparently unethical ways."
    },
    {
        "verse": "16",
        "devanagari": "एवं प्रलब्धा मुनयस्तानूचु: कुपिता नृप ।जनयिष्यति वो मन्दा मुषलं कुलनाशनम् ॥ १६ ॥",
        "english_devnagari": "evaṁ pralabdhā munayastān ūcuḥ kupitā nṛpajanayiṣyati vo mandāmuṣalaṁ kula-nāśanam",
        "verse_Syn": [
            "evam",
            "pralabdhāḥ",
            "munayaḥ",
            "tān",
            "ūcuḥ",
            "kupitāḥ",
            "nṛpa",
            "janayiṣyati",
            "vaḥ",
            "mandāḥ",
            "muṣalam",
            "kula",
            "nāśanam"
        ],
        "translation": "Thus ridiculed by deceit, the sages became angry, O King, and told the boys, “Fools! She will bear you an iron club that will destroy your entire dynasty.”",
        "purport": " The four defects of the conditioned soul, namely the tendency to commit mistakes (bhrama), illusion (pramāda), imperfect senses (karaṇāpāṭava) and the tendency to cheat (vipralipsā), are not found in pure devotees of the Lord. Lord Kṛṣṇa, however, arranged for the young members of His own family, the Yadu dynasty, to exhibit the dangerous lower propensities of mankind. Thus the Yādava boys imitated the activities of the followers of a pseudodevotional cult. Just before His disappearance, Kṛṣṇa desired that the sages become angry at the young members of the Yadu dynasty, in order to teach that Vaiṣṇavas cannot be thought of as foolish, ignorant or mundane and to reduce the false pride of His own family members. Sometimes misguided persons assume the roles of pseudodevotees and blaspheme the actual process of pure devotional service and the pure devotees who are surrendered to preaching the mission of the Lord. Such foolish pseudodevotees think that their hatred or envy of the actual preaching mission of the Lord constitutes bhakti, but in fact it constitutes the cause of all trouble both for them and for the unfortunate people who follow them. The preachers of pure devotional service expose the pernicious attempts of pseudodevotees, and similarly the sages headed by Nārada, who were all exalted devotees of the Lord, addressed the young boys of the Yadu dynasty as bewildered fools and told them, “Within this false womb or false dress of a sādhu, a club will take birth that will be the source of your dynasty’s destruction.” Especially in India, but now also in the Western countries, there is a class of polluted sense enjoyers who also call themselves Gauḍīya Vaiṣṇavas and pretend to exhibit the highest state of prema-bhakti. They declare that they are on the highest stage of devotion and therefore concerned only with the most intimate affairs of mādhurya-līlā, as exhibited in Vṛndāvana. Sometimes they even dress as gopīs, making a false show of entering into the pastimes of Kṛṣṇa without actually following the standard regulations. In the name of prema-bhakti, they sometimes commit grievous offenses against the pure devotees of Kṛṣṇa. By this incident concerning the iron club from the so-called womb of Sāmba, Lord Kṛṣṇa Himself taught the dangerous results of such pseudodevotion."
    },
    {
        "verse": "17",
        "devanagari": "तच्छ्रुत्वा तेऽतिसन्त्रस्ता विमुच्य सहसोदरम् ।साम्बस्य दद‍ृशुस्तस्मिन् मुषलं खल्वयस्मयम् ॥ १७ ॥",
        "english_devnagari": "tac chrutvā te ’ti-santrastāvimucya sahasodaramsāmbasya dadṛśus tasminmuṣalaṁ khalv ayasmayam",
        "verse_Syn": [
            "tat",
            "śrutvā",
            "te",
            "ati",
            "santrastāḥ",
            "vimucya",
            "sahasā",
            "udaram",
            "sāmbasya",
            "dadṛśuḥ",
            "tasmin",
            "muṣalam",
            "khalu",
            "ayaḥ",
            "mayam"
        ],
        "translation": "Upon hearing the curse of the sages, the terrified boys quickly uncovered the belly of Sāmba, and indeed they observed that therein was an iron club.",
        "purport": " Upon hearing the words of the Vaiṣṇavas, headed by Nārada, the Yadu boys lifted the garment covering Sāmba’s abdomen and saw the fruit of the offense they had committed against Vaiṣṇavas by their deceit: an actual club was there to destroy their dynasty. This example shows that in a polluted society the club of duplicity can never bring the peace found in the society of devotees. Rather, such duplicity smashes all the nondevotional activities and whimsical doctrines of the pseudodevotees. The Yadu boys were wary about jeopardizing their advanced position and indeed had been thinking that as long as they kept their trickery concealed, others would never be able to detect such sophisticated cheating. Nonetheless, they were unable to protect their family from the reaction of their grievous offense against the devotees of the Lord."
    },
    {
        "verse": "18",
        "devanagari": "किं कृतं मन्दभाग्यैर्न: किं वदिष्यन्ति नो जना: ।इति विह्वलिता गेहानादाय मुषलं ययु: ॥ १८ ॥",
        "english_devnagari": "kiṁ kṛtaṁ manda-bhāgyair naḥkiṁ vadiṣyanti no janāḥiti vihvalitā gehānādāya muṣalaṁ yayuḥ",
        "verse_Syn": [
            "kim",
            "kṛtam",
            "manda",
            "bhāgyaiḥ",
            "naḥ",
            "kim",
            "vadiṣyanti",
            "naḥ",
            "janāḥ",
            "iti",
            "vihvalitāḥ",
            "gehān",
            "ādāya",
            "muṣalam",
            "yayuḥ"
        ],
        "translation": "The young men of the Yadu dynasty said, “Oh, what have we done? We are so unfortunate! What will our family members say to us?” Speaking thus and being very disturbed, they returned to their homes, taking the club with them.",
        "purport": ""
    },
    {
        "verse": "19",
        "devanagari": "तच्चोपनीय सदसि परिम्‍लानमुखश्रिय: ।राज्ञ आवेदयांचक्रु: सर्वयादवसन्निधौ ॥ १९ ॥",
        "english_devnagari": "tac copanīya sadasiparimlāna-mukha-śriyaḥrājña āvedayāṁ cakruḥsarva-yādava-sannidhau",
        "verse_Syn": [
            "tat",
            "ca",
            "upanīya",
            "sadasi",
            "parimlāna",
            "mukha",
            "śriyaḥ",
            "rājñe",
            "āvedayām",
            "cakruḥ",
            "sarva",
            "yādava",
            "sannidhau"
        ],
        "translation": "The Yadu boys, the luster of their faces completely faded, brought the club into the royal assembly, and in the presence of all the Yādavas they told King Ugrasena what had happened.",
        "purport": " Viśvanātha Cakravartī Ṭhākura points out that the word rājñe refers to King Ugrasena and not to Śrī Kṛṣṇa. Because of their shame and fear, the boys did not approach the Supreme Personality of Godhead, Kṛṣṇa."
    },
    {
        "verse": "20",
        "devanagari": "श्रुत्वामोघं विप्रशापं द‍ृष्ट्वा च मुषलं नृप ।विस्मिता भयसन्त्रस्ता बभूवुर्द्वारकौकस: ॥ २० ॥",
        "english_devnagari": "śrutvāmoghaṁ vipra-śāpaṁdṛṣṭvā ca muṣalaṁ nṛpavismitā bhaya-santrastābabhūvur dvārakaukasaḥ",
        "verse_Syn": [
            "śrutvā",
            "amogham",
            "vipra",
            "śāpam",
            "dṛṣṭvā",
            "ca",
            "muṣalam",
            "nṛpa",
            "vismitāḥ",
            "bhaya",
            "santrastāḥ",
            "babhūvuḥ",
            "dvārakā",
            "okasaḥ"
        ],
        "translation": "O King Parīkṣit, when the inhabitants of Dvārakā heard of the infallible curse of the brāhmaṇas and saw the club, they were astonished and distraught with fear.",
        "purport": ""
    },
    {
        "verse": "21",
        "devanagari": "तच्चूर्णयित्वा मुषलं यदुराज: स आहुक: ।समुद्रसलिले प्रास्यल्ल‍ोहं चास्यावशेषितम् ॥ २१ ॥",
        "english_devnagari": "tac cūrṇayitvā muṣalaṁyadu-rājaḥ sa āhukaḥsamudra-salile prāsyallohaṁ cāsyāvaśeṣitam",
        "verse_Syn": [
            "tat",
            "cūrṇayitvā",
            "muṣalam",
            "yadu",
            "rājaḥ",
            "saḥ",
            "āhukaḥ",
            "samudra",
            "salile",
            "prāsyat",
            "loham",
            "ca",
            "asya",
            "avaśeṣitam"
        ],
        "translation": "After having the club ground to bits, King Āhuka [Ugrasena] of the Yadus personally threw the pieces, along with the remaining lump of iron, into the water of the ocean.",
        "purport": " King Ugrasena thought, “Sāmba and the others should not feel any shame or fear,” and thus without even consulting Śrī Kṛṣṇa he ordered the club ground to bits and thrown into the water, along with a small iron lump that remained, which he considered insignificant."
    },
    {
        "verse": "22",
        "devanagari": "कश्चिन्मत्स्योऽग्रसील्ल‍ोहं चूर्णानि तरलैस्तत: ।उह्यमानानि वेलायां लग्नान्यासन् किलैरका: ॥ २२ ॥",
        "english_devnagari": "kaścin matsyo ’grasīl lohaṁcūrṇāni taralais tataḥuhyamānāni velāyāṁlagnāny āsan kilairakāḥ",
        "verse_Syn": [
            "kaścit",
            "matsyaḥ",
            "agrasīt",
            "loham",
            "cūrṇāni",
            "taralaiḥ",
            "tataḥ",
            "uhyamānāni",
            "velāyām",
            "lagnāni",
            "āsan",
            "kila",
            "erakāḥ"
        ],
        "translation": "A certain fish swallowed the iron lump, and the bits of iron, carried back to the shore by the waves, implanted themselves there and grew into tall, sharp canes.",
        "purport": ""
    },
    {
        "verse": "23",
        "devanagari": "मत्स्यो गृहीतो मत्स्यघ्नैर्जालेनान्यै: सहार्णवे ।तस्योदरगतं लोहं स शल्ये लुब्धकोऽकरोत् ॥ २३ ॥",
        "english_devnagari": "matsyo gṛhīto matsya-ghnairjālenānyaiḥ sahārṇavetasyodara-gataṁ lohaṁsa śalye lubdhako ’karot",
        "verse_Syn": [
            "matsyaḥ",
            "gṛhītaḥ",
            "matsya",
            "ghnaiḥ",
            "jālena",
            "anyaiḥ",
            "saha",
            "arṇave",
            "tasya",
            "udara",
            "gatam",
            "loham",
            "saḥ",
            "śalye",
            "lubdhakaḥ",
            "akarot"
        ],
        "translation": "The fish was caught in the ocean along with other fish in a fishermen’s net. The iron lump in the fish’s stomach was taken by the hunter Jarā, who fixed it as an arrowhead at the end of his shaft.",
        "purport": ""
    },
    {
        "verse": "24",
        "devanagari": "भगवाञ्ज्ञातसर्वार्थ ईश्वरोऽपि तदन्यथा ।कर्तुं नैच्छद् विप्रशापं कालरूप्यन्वमोदत ॥ २४ ॥",
        "english_devnagari": "bhagavān jñāta-sarvārthaīśvaro ’pi tad-anyathākartuṁ naicchad vipra-śāpaṁkāla-rūpy anvamodata",
        "verse_Syn": [
            "bhagavān",
            "jñāta",
            "sarva",
            "arthaḥ",
            "īśvaraḥ",
            "api",
            "tat",
            "anyathā",
            "kartum",
            "na",
            "aicchat",
            "vipra",
            "śāpam",
            "kāla",
            "rūpī",
            "anvamodata"
        ],
        "translation": "Knowing fully the significance of all these events, the Supreme Lord, though capable of reversing the brāhmaṇas’ curse, did not wish to do so. Rather, in His form of time, He gladly sanctioned the events.",
        "purport": " Ordinary persons may be surprised or bewildered that the Lord gladly sanctioned the cursing and destruction of His own dynasty. The word anvamodata used here indicates taking pleasure in something, or giving sanction or approval. It is also mentioned, kāla-rūpī: Kṛṣṇa gladly gave His sanction to the brāhmaṇas’ curse in the form of time. Śrīla Bhaktisiddhānta Sarasvatī Prabhupāda has commented that the Supreme Lord, Kṛṣṇacandra, decided to maintain the curse intact in order to protect the actual principles of religion and destroy the unbecoming offense of the deceitful members of the Kārṣṇa dynasty. It is clearly explained in Bhagavad-gītā that the whole purpose of the Lord’s descent into the material world is to reestablish the authentic principles of religion by which the conditioned souls who are suffering intensely under the laws of material nature can regain their original existential status as eternally liberated servants of the Supreme Personality of Godhead, Kṛṣṇa. The living entity comes to this material world with a desire to lord it over material nature, although the living entity is in fact not a lord but an eternal servant. Due to this perverted tendency to exploit the entire world for his sense gratification, the living entity is also prone to try to pervert the principles of spiritual life so that the eternal religious principles become appropriate to his own material sense gratification. Religion, however, is meant for pleasing the Supreme Lord by obeying His laws. And therefore Lord Kṛṣṇa Himself personally comes from time to time to revive and enliven the correct method of devotional service to His lotus feet. In the Eleventh Canto of Śrīmad-Bhāgavatam it is clearly stated that Lord Kṛṣṇa had completed the vast majority of His pastimes on the earth and was now making the final arrangements for His departure. Therefore, He wished to leave behind a vivid lesson for the living entities of this age that any so-called religious person, even if he is so exalted as to take birth in the Lord’s personal family, cannot violate the respect and reverence which is due to the pure devotees of the Lord, such as Nārada Muni. The principle of serving the pure devotee of Kṛṣṇa is so essential for spiritual advancement that the Lord exhibited the inconceivable pastime of causing the destruction of His entire dynasty just to impress this point upon the conditioned souls of Kali-yuga. Śrīmad-Bhāgavatam hints at the great misfortunes that would come after the disappearance of the Supreme Personality of Godhead. Such misfortunes also occurred after the disappearance of Lord Śrī Caitanya Mahāprabhu, who is accepted by Gauḍīya Vaiṣṇavas as Kṛṣṇa Himself. Through various instructions, the Bhāgavatam provides for eliminating the cheating pseudoreligion that comes forth in human society after the departure of the Lord. Lord Caitanya, exhibiting His magnanimous pastimes, drove away from South India all the false doctrines of the apasampradāyas, or so-called disciplic traditions of pseudodevotees, who had gained great influence by resorting to the atheistic theories of the Buddhists and Jains. Thus He turned all of India toward the devotional service of Lord Kṛṣṇa, so that due to the extensive preaching of Lord Caitanya Mahāprabhu and His followers there remained no topic of discussion in the world other than devotional service to the Supreme Lord. Tridaṇḍipāda Prabodhānanda Sarasvatī has elaborated on this in his verse strī-putrādi-kathāṁ jahur viṣayiṇaḥ. Śrī Narahari Sarakāra Ṭhākura, in his book Kṛṣṇa-bhajanāmṛta, has corrected the improper statements of the gaurāṅga-nāgarī-vādīs, sakhībheka-vādīs, and others of the eleven pseudodisciplic chains that claim to follow Śrī Caitanya Mahāprabhu. These unauthorized persons present cheating in the guise of religion and advertise their duplicity as kathā, or pure worship of the Lord. Just as Kṛṣṇa brought about a furious quarrel to destroy His own family, Śrī Caitanya Mahāprabhu arranged for the world to be flooded by varieties of Māyāvāda and karma-vāda philosophies just after His disappearance. He did this to destroy persons who belonged to the eleven apasampradāyas, or unauthorized disciplic traditions, as well as the many other apasampradāyas that would appear in the future and presume to call themselves devotees of Śrī Caitanya Mahāprabhu or pretend to be descendants in His family line. At the same time, Caitanya Mahāprabhu arranged for His own men to be kept away from the pseudodevotion of these cheaters. The devotees of Lord Gaurasundara, Caitanya Mahāprabhu, can discern the mysteries of His pastimes that manifest in the pastimes of Lord Kṛṣṇa. The activities of the transcendental body of the Supreme Personality of Godhead cannot be understood in any ordinary mundane way. That is the essential meaning of this chapter."
    }
]