[
    {
        "verse": "1",
        "devanagari": "श्रीभगवानुवाचबद्धो मुक्त इति व्याख्या गुणतो मे न वस्तुत: ।गुणस्य मायामूलत्वान्न मे मोक्षो न बन्धनम् ॥ १ ॥",
        "english_devnagari": "śrī-bhagavān uvācabaddho mukta iti vyākhyāguṇato me na vastutaḥguṇasya māyā-mūlatvānna me mokṣo na bandhanam",
        "verse_Syn": [
            "śrī",
            "bhagavān",
            "uvāca",
            "baddhaḥ",
            "muktaḥ",
            "iti",
            "vyākhyā",
            "guṇataḥ",
            "me",
            "na",
            "vastutaḥ",
            "guṇasya",
            "māyā",
            "mūlatvāt",
            "na",
            "me",
            "mokṣaḥ",
            "na",
            "bandhanam"
        ],
        "translation": "The Supreme Personality of Godhead said: My dear Uddhava, due to the influence of the material modes of nature, which are under My control, the living entity is sometimes designated as conditioned and sometimes as liberated. In fact, however, the soul is never really bound up or liberated, and since I am the Supreme Lord of māyā, which is the cause of the modes of nature, I also am never to be considered liberated or in bondage.",
        "purport": " In this chapter the Supreme Personality of Godhead, Kṛṣṇa, explains the different characteristics of conditioned and liberated life, the symptoms by which one can recognize saintly persons, and the various processes of devotional service to the Lord. In the previous chapter, Uddhava inquired from the Lord how conditioned and liberated life are possible. The Lord now replies that Uddhava’s question is somewhat superficial, since the pure spirit soul is never entangled in the material energy of the Lord. The living entity imagines a false connection with the three modes of nature and accepts the material body as the self. The living entity therefore suffers the consequences of his own imagination, just as one suffers the illusory activities of a dream. This does not indicate that the material world is illusory in the sense that it is nonexistent. The material world is certainly real, being the potency of the Personality of Godhead, and the living entity, being the superior potency of God, is also real. But the living entity’s dream of being part and parcel of the material world is an illusion that drags him into the contradictory state called material conditioned life. The living entity is never actually baddha, or bound up, since he merely imagines a false connection with the material world. Because there is ultimately no permanent connection between the living entity and matter, there is no actual liberation. The living entity, being eternally transcendental to the inferior material energy of the Lord, is eternally liberated. Lord Kṛṣṇa reveals that in one sense the living entity is factually not bound up and thus cannot be liberated. But in another sense, the terms bondage and liberation can be conveniently applied to indicate the particular situation of the individual soul, who is the marginal potency of the Lord. Although the individual soul is never actually bound to matter, he suffers the reactions of material nature because of false identification, and thus the term baddha, or “bound up,” may be used to indicate the nature of a living entity’s experience within the inferior energy of the Lord. Since baddha describes a false situation, freedom from such a false situation may also be described as mokṣa, or liberation. Therefore the terms bondage and liberation are acceptable if one understands that such terms only refer to temporary situations created by illusion and do not refer to the ultimate nature of the living entity. In this verse Lord Kṛṣṇa states, guṇasya māyā-mūlatvān na me mokṣo na bandhanam: the terms liberation and bondage can never be applied to the Supreme Personality of Godhead, since He is the Absolute Truth and the supreme controller of everything. Lord Kṛṣṇa is eternally the supreme transcendental entity, and He can never be bound by illusion. It is the duty of the illusory potency of the Personality of Godhead to attract the living entities to ignorance by creating the false impression of a blissful existence separate from Lord Kṛṣṇa. The illusory conception of existence apart from the Personality of Godhead is called māyā, or material illusion. Since Lord Kṛṣṇa is the supreme absolute controller of māyā, there is no possibility that māyā could have any influence over the Personality of Godhead. Thus the term bandhanam, or “bondage,” cannot be applied to the eternal, blissful and omniscient Personality of Godhead. The term mokṣa, or “liberation,” indicating freedom from bandhana, is equally irrelevant to the Lord. Śrīla Bhaktisiddhānta Sarasvatī Ṭhākura has commented on this verse as follows. The Supreme Personality of Godhead is endowed with great spiritual potencies. Because of mundane concoction, the conditioned soul imagines that the Absolute Truth is devoid of variegated spiritual potencies by which He may enjoy blissful life. Although the living entity is the spiritual potency of the Lord, he is presently situated in the inferior, illusory potency, and by engaging in mental speculation he becomes bound in conditioned life. Liberation means that the living entity should transfer himself to the spiritual potency of the Lord, which can be divided into three categories — hlādinī, the potency of bliss; sandhinī, the potency of eternal existence; and saṁvit, the potency of omniscience. Since the Personality of Godhead is eternally endowed with a pure existence of bliss and knowledge, He is never conditioned or liberated. The living entity, however, being entangled in the Lord’s material potency, is sometimes conditioned and sometimes liberated. The neutral, original state of the three modes of nature is called māyā. When the three modes of nature interact, one of them will become powerful, subordinating the other two modes until another mode becomes prominent. In this way, the three can be distinguished in their variety of manifestation. Although the threefold material potency expands from the Personality of Godhead, the Lord Himself in His personal form is the actual abode of the three spiritual potencies, namely eternality, bliss and knowledge. If one desires to become free from the entanglement of conditioned life within the material sky, called the kingdom of māyā, one must come to the spiritual sky, wherein the living entities are filled with bliss, possess eternal spiritual bodies and engage in the loving devotional service of the Lord. By developing one’s eternal, spiritual form in the loving service of the Lord, one immediately transcends the duality of conditioned life and impersonal liberation and can directly experience the spiritual potencies of the Lord. At that time there is no possibility of false identification with the material world. Realizing oneself to be eternal spirit soul, the living entity can understand that he is never truly connected to matter, because he is part of the superior energy of the Lord. Therefore, both material bondage and liberation are ultimately meaningless within the reality of the spiritual sky. The living entity is the marginal potency of the Lord and should exercise his free will to engage in the pure devotional service of the Lord. By reviving one’s eternal, spiritual body one can understand oneself to be a minute particle of the spiritual potency of the Lord. In other words, the living entity is a minute particle of eternity, bliss and omniscience, and thus in full Kṛṣṇa consciousness there is no possibility of his being carried away by the illusion of the three modes of nature. In conclusion, it may be stated that the individual living entity is never actually entangled in matter and is thus not liberated, although his illusory state may be accurately described as entangled and liberated. On the other hand, the Supreme Personality of Godhead is eternally situated in His own spiritual potencies and can never be described as being bound up, and thus there is no meaning to the concept of the Lord’s freeing Himself from such a nonexistent condition."
    },
    {
        "verse": "2",
        "devanagari": "शोकमोहौ सुखं दु:खं देहापत्तिश्च मायया ।स्वप्नो यथात्मन: ख्याति: संसृतिर्न तु वास्तवी ॥ २ ॥",
        "english_devnagari": "śoka-mohau sukhaṁ duḥkhaṁdehāpattiś ca māyayāsvapno yathātmanaḥ khyātiḥsaṁsṛtir na tu vāstavī",
        "verse_Syn": [
            "śoka",
            "mohau",
            "sukham",
            "duḥkham",
            "deha",
            "āpattiḥ",
            "ca",
            "māyayā",
            "svapnaḥ",
            "yathā",
            "ātmanaḥ",
            "khyātiḥ",
            "saṁsṛtiḥ",
            "na",
            "tu",
            "vāstavī"
        ],
        "translation": "Just as a dream is merely a creation of one’s intelligence but has no actual substance, similarly, material lamentation, illusion, happiness, distress and the acceptance of the material body under the influence of māyā are all creations of My illusory energy. In other words, material existence has no essential reality.",
        "purport": " The word deha-āpattiḥ indicates that the living entity falsely identifies himself with the external material body and thus transmigrates from one body to another. Āpatti also indicates great suffering or misfortune. Because of such false identification under the influence of illusion, the living entity experiences the miserable symptoms described here. Māyā means the false concept that anything can exist without Lord Kṛṣṇa or for any purpose other than the pleasure of the Supreme Lord. Although the conditioned living entities are trying to enjoy material sense gratification, the result is always painful, and such painful experiences turn the conditioned soul back toward the Supreme Personality of Godhead. In other words, the ultimate purpose of the material creation is to bring the living entity back to the loving devotional service of the Lord. Therefore, even the sufferings of the material world may be seen as the transcendental mercy of the Personality of Godhead. The conditioned soul, imagining that material objects are meant for his personal enjoyment, bitterly laments the loss of such objects. In this verse, the example is given of a dream in which the material intelligence creates many illusory objects. Similarly, our polluted material consciousness creates the false impression of material sense gratification, but this phantasmagoria, being devoid of Kṛṣṇa consciousness, has no real existence. By surrendering to polluted material consciousness, the living entity is afflicted with innumerable troubles. The only solution is to see Lord Kṛṣṇa within everything and everything within Lord Kṛṣṇa. Thus, one understands that Lord Kṛṣṇa is the supreme enjoyer, the proprietor of everything and the well-wishing friend of all living beings. In material illusion there is no understanding of one’s eternal, spiritual body, nor is there knowledge of the Absolute Truth. Therefore, material existence, even in its most sophisticated or pious form, is always foolishness. One should not misunderstand the example of the dream to mean that the material world has no real existence. Material nature is the manifestation of the Lord’s external potency, just as the spiritual sky is the manifestation of the Lord’s internal potency. Although material objects are subject to transformation and thus have no permanent existence, the material energy is real because it comes from the supreme reality, Lord Kṛṣṇa. It is only our false acceptance of the material body as the factual self and our foolish dream that the material world is meant for our pleasure that have no real existence. They are merely mental concoctions. One should cleanse oneself of material designations and wake up to the all-pervading reality of the Personality of Godhead, Lord Kṛṣṇa."
    },
    {
        "verse": "3",
        "devanagari": "विद्याविद्ये मम तनू विद्ध्युद्धव शरीरिणाम् ।मोक्षबन्धकरी आद्ये मायया मे विनिर्मिते ॥ ३ ॥",
        "english_devnagari": "vidyāvidye mama tanūviddhy uddhava śarīriṇāmmokṣa-bandha-karī ādyemāyayā me vinirmite",
        "verse_Syn": [
            "vidyā",
            "avidye",
            "mama",
            "tanū",
            "viddhi",
            "uddhava",
            "śarīriṇām",
            "mokṣa",
            "bandha",
            "karī",
            "ādye",
            "māyayā",
            "me",
            "vinirmite"
        ],
        "translation": "O Uddhava, both knowledge and ignorance, being products of māyā, are expansions of My potency. Both knowledge and ignorance are beginningless and perpetually award liberation and bondage to embodied living beings.",
        "purport": " By the expansion of vidyā, or knowledge, a conditioned soul is liberated from the clutches of māyā, and similarly, by the expansion of avidyā, or ignorance, the conditioned soul is driven further into illusion and bondage. Both knowledge and ignorance are products of the mighty potency of the Personality of Godhead. The living being is bound by illusion when he considers himself the proprietor of the subtle and gross material bodies. According to Śrīla Jīva Gosvāmī the living entity may be designated as jīva-māyā, whereas matter is called guṇa-māyā. The living entity places his living potency (jīva-māyā) in the grip of the mundane qualitative potency (guṇa-māyā) and falsely dreams that he is part and parcel of the material world. Such an artificial mixture is called illusion or ignorance. When all of the Lord’s potencies are correctly perceived in their proper categories, the living entity is liberated from material bondage and returns to his blissful eternal residence in the spiritual sky. The Supreme Personality of Godhead is not different from His potencies, yet He is always above them as the supreme controller. The Supreme Personality of Godhead may be designated as mukta, or liberated, only to indicate that He is eternally free from material contamination and never to indicate that the Lord has been freed from actual entanglement in a material situation. According to Śrīla Madhvācārya, vidyā indicates the goddess of fortune, the internal potency of the Lord, whereas avidyā indicates Durgā, the external potency of the Lord. Ultimately, however, the Personality of Godhead can transform His potencies according to His own desire, as explained by Śrīla Prabhupāda in his commentary on Śrīmad-Bhāgavatam (1.3.34), “Because the Lord is the absolute Transcendence, all of His forms, names, pastimes, attributes, associates and energies are identical with Him. His transcendental energy acts according to His omnipotency. The same energy acts as His external, internal and marginal energies, and by His omnipotency He can perform anything and everything through the agency of any of the above energies. He can turn the external energy into internal by His will.” Śrīla Śrīdhara Svāmī notes in this regard that although the Lord has explained in the first verse of this chapter that the living entity is never actually in bondage, and therefore never actually liberated, one may apply the terms bondage and liberation if one remembers that the living entity is eternally a transcendental fragment of the Personality of Godhead. Further, one should not misinterpret the words māyayā me vinirmite to indicate that both material bondage and liberation are temporary states, being creations of the potency of the Lord. Therefore, the term ādye, or “primeval and eternal,” is used in this verse. The vidyā and avidyā potencies of the Lord are stated to be creations of māyā because they carry out the functions of the Lord’s potencies. The vidyā potency engages the living entities in the Lord’s pastimes, whereas the avidyā potency engages the living entities in forgetting the Lord and merging into darkness. Actually, both knowledge and ignorance are eternal alternatives of the marginal potency of the Lord, and in this sense it is not incorrect to state that the living entity is either eternally conditioned or eternally liberated. The term vinirmite, or “produced,” in this case indicates that the Lord expands His own energy as knowledge and ignorance, which display the functions of the Lord’s internal and external potencies. Such potential exhibitions may appear and disappear in different times, places and circumstances, but material bondage and spiritual freedom are eternal options of the marginal potency of the Lord."
    },
    {
        "verse": "4",
        "devanagari": "एकस्यैव ममांशस्य जीवस्यैव महामते ।बन्धोऽस्याविद्ययानादिर्विद्यया च तथेतर: ॥ ४ ॥",
        "english_devnagari": "ekasyaiva mamāṁśasyajīvasyaiva mahā-matebandho ’syāvidyayānādirvidyayā ca tathetaraḥ",
        "verse_Syn": [
            "ekasya",
            "eva",
            "mama",
            "aṁśasya",
            "jīvasya",
            "eva",
            "mahā",
            "mate",
            "bandhaḥ",
            "asya",
            "avidyayā",
            "anādiḥ",
            "vidyayā",
            "ca",
            "tathā",
            "itaraḥ"
        ],
        "translation": "O most intelligent Uddhava, the living entity, called jīva, is part and parcel of Me, but due to ignorance he has been suffering in material bondage since time immemorial. By knowledge, however, he can be liberated.",
        "purport": " Just as the sun reveals itself through its own light or covers itself by creating clouds, the Personality of Godhead reveals and covers Himself by knowledge and ignorance, which are expansions of His potency. As stated in Bhagavad-gītā (7.5): “Besides this inferior nature, O mighty-armed Arjuna, there is a superior energy of Mine, consisting of all living entities who are struggling with material nature and are sustaining the universe.” Śrīla Prabhupāda states in connection with this verse: “The Supreme Lord Kṛṣṇa is the only controller, and all living entities are controlled by Him. These living entities are His superior energy because the quality of their existence is one and the same with the Supreme, but they are never equal to the Lord in quantity of power.” Because of quantitative inferiority of potency, the living entity becomes covered by māyā and is again liberated by surrendering to the Lord. The word aṁśa, or “part and parcel,” is also mentioned in Bhagavad-gītā (15.7): mamaivāṁśo jīva-loke jīva-bhūtaḥ sanātanaḥ. The living entity is aṁśa, or a minute particle, and therefore subject to liberation and bondage. As stated in the Viṣṇu Purāṇa: “The Supreme Personality of Godhead, Viṣṇu, possesses His superior internal potency as well as the potency called kṣetrajñā śakti. This kṣetrajñā śakti is also spiritual potency, but it is sometimes covered by the third, or material, potency called ignorance. Thus because of the various stages of covering, the second, or marginal, potency is manifested in different evolutionary phases.” Śrīla Bhaktivinoda Ṭhākura has written that the living entity has been executing fruitive activities since time immemorial. Thus his conditioned life may be called beginningless. Such conditioned life, however, is not endless, since the living entity may achieve liberation through the loving devotional service of the Lord. Since the living entity may acquire liberation, Śrīla Bhaktivinoda Ṭhākura states that his liberated life begins at a certain point but is endless, because liberated life is understood to be eternal. In any case, one who has achieved the shelter of the Supreme Personality of Godhead, Kṛṣṇa, may be understood to be eternally liberated, since such a person has entered into the eternal atmosphere of the spiritual sky. Since there is no material time in the spiritual sky, one who has achieved his eternal spiritual body on Lord Kṛṣṇa’s planet is not subject to the influence of time. His eternal blissful life with Kṛṣṇa is not designated in terms of material past, present and future and is therefore called eternal liberation. Material time is conspicuous by its absence in the spiritual sky, and every living entity there is eternally liberated, having attained the supreme situation. Such liberation can be achieved by vidyā, or perfect knowledge, which is understood in three phases called Brahman, Paramātmā and Bhagavān, as described in Śrīmad-Bhāgavatam. The ultimate phase of vidyā, or knowledge, is to understand the Supreme Personality of Godhead. In Bhagavad-gītā such knowledge is called rāja-vidyā, or the king of all knowledge, and it awards the supreme liberation."
    },
    {
        "verse": "5",
        "devanagari": "अथ बद्धस्य मुक्तस्य वैलक्षण्यं वदामि ते ।विरुद्धधर्मिणोस्तात स्थितयोरेकधर्मिणि ॥ ५ ॥",
        "english_devnagari": "atha baddhasya muktasyavailakṣaṇyaṁ vadāmi teviruddha-dharmiṇos tātasthitayor eka-dharmiṇi",
        "verse_Syn": [
            "atha",
            "baddhasya",
            "muktasya",
            "vailakṣaṇyam",
            "vadāmi",
            "te",
            "viruddha",
            "dharmiṇoḥ",
            "tāta",
            "sthitayoḥ",
            "eka",
            "dharmiṇi"
        ],
        "translation": "Thus, My dear Uddhava, in the same material body we find opposing characteristics, such as great happiness and misery. That is because both the Supreme Personality of Godhead, who is eternally liberated, as well as the conditioned soul are within the body. I shall now speak to you about their different characteristics.",
        "purport": " In verse 36 of the previous chapter, Uddhava inquired about the different symptoms of liberated and conditioned life. Śrīla Śrīdhara Svāmī explains that the characteristics of bondage and liberation may be understood in two divisions — as the difference between the ordinary conditioned soul and the eternally liberated Personality of Godhead, or as the difference between conditioned and liberated living entities in the jīva category. The Lord will first explain the difference between the ordinary living entity and the Supreme Personality of Godhead, which may be understood as the difference between the controlled and the controller."
    },
    {
        "verse": "6",
        "devanagari": "सुपर्णावेतौ सद‍ृशौ सखायौयद‍ृच्छयैतौ कृतनीडौ च वृक्षे ।एकस्तयो: खादति पिप्पलान्न-मन्यो निरन्नोऽपि बलेन भूयान् ॥ ६ ॥",
        "english_devnagari": "suparṇāv etau sadṛśau sakhāyauyadṛcchayaitau kṛta-nīḍau ca vṛkṣeekas tayoḥ khādati pippalānnamanyo niranno ’pi balena bhūyān",
        "verse_Syn": [
            "suparṇau",
            "etau",
            "sadṛśau",
            "sakhāyau",
            "yadṛcchayā",
            "etau",
            "kṛta",
            "nīḍau",
            "ca",
            "vṛkṣe",
            "ekaḥ",
            "tayoḥ",
            "khādati",
            "pippala",
            "annam",
            "anyaḥ",
            "nirannaḥ",
            "api",
            "balena",
            "bhūyān"
        ],
        "translation": "By chance, two birds have made a nest together in the same tree. The two birds are friends and are of a similar nature. One of them, however, is eating the fruits of the tree, whereas the other, who does not eat the fruits, is in a superior position due to His potency.",
        "purport": " The example of two birds in the same tree is given to illustrate the presence within the heart of the material body of both the individual soul and the Supersoul, the Personality of Godhead. Just as a bird makes a nest in a tree, the living entity sits within the heart. The example is appropriate because the bird is always distinct from the tree. Similarly, both the individual soul and the Supersoul are distinct entities, separate from the temporary material body. The word balena indicates that the Supreme Personality of Godhead is satisfied by His own internal potency, which consists of eternality, omniscience and bliss. As indicated by the word bhūyān, or “having superior existence,” the Supreme Lord is always in a superior position, whereas the living entity is sometimes in illusion and sometimes enlightened. The word balena indicates that the Lord is never in darkness or ignorance, but is always full in His perfect, blissful consciousness. Thus, the Lord is niranna, or uninterested in the bitter fruits of material activities, whereas the ordinary conditioned soul busily consumes such bitter fruits, thinking them to be sweet. Ultimately, the fruit of all material endeavor is death, but the living entity foolishly thinks material things will bring him pleasure. The word sakhāyau, or “two friends,” is also significant. Our real friend is Lord Kṛṣṇa, who is situated within our heart. Only He knows our actual needs, and only He can give us real happiness. Lord Kṛṣṇa is so kind that He patiently sits in the heart, trying to guide the conditioned soul back home, back to Godhead. Certainly no material friend would remain with his foolish companion for millions of years, especially if his companion were to ignore him or even curse him. But Lord Kṛṣṇa is such a faithful, loving friend that He accompanies even the most demoniac living entity and is also in the heart of the insect, pig and dog. That is because Lord Kṛṣṇa is supremely Kṛṣṇa conscious and sees every living entity as part and parcel of Himself. Every living being should give up the bitter fruits of the tree of material existence. One should turn one’s face to the Lord within the heart and revive one’s eternal loving relationship with one’s real friend, Lord Kṛṣṇa. The word sadṛśau, or “of similar nature,” indicates that both the living entity and the Personality of Godhead are conscious entities. As part and parcel of the Lord we share the Lord’s nature, but in infinitesimal quantity. Thus the Lord and the living entity are sadṛśau. A similar statement is found in the Śvetāśvatara Upaniṣad (4.6): “There are two birds in one tree. One of them is eating the fruits of the tree, while the other is witnessing the actions. The witness is the Lord, and the fruit-eater is the living entity.”"
    },
    {
        "verse": "7",
        "devanagari": "आत्मानमन्यं च स वेद विद्वा-नपिप्पलादो न तु पिप्पलाद: ।योऽविद्यया युक् स तु नित्यबद्धोविद्यामयो य: स तु नित्यमुक्त: ॥ ७ ॥",
        "english_devnagari": "ātmānam anyaṁ ca sa veda vidvānapippalādo na tu pippalādaḥyo ’vidyayā yuk sa tu nitya-baddhovidyā-mayo yaḥ sa tu nitya-muktaḥ",
        "verse_Syn": [
            "ātmānam",
            "anyam",
            "ca",
            "saḥ",
            "veda",
            "vidvān",
            "apippala",
            "adaḥ",
            "na",
            "tu",
            "pippala",
            "adaḥ",
            "yaḥ",
            "avidyayā",
            "yuk",
            "saḥ",
            "tu",
            "nitya",
            "baddhaḥ",
            "vidyā",
            "mayaḥ",
            "yaḥ",
            "saḥ",
            "tu",
            "nitya",
            "muktaḥ"
        ],
        "translation": "The bird who does not eat the fruits of the tree is the Supreme Personality of Godhead, who by His omniscience perfectly understands His own position and that of the conditioned living entity, represented by the eating bird. That living entity, on the other hand, does not understand himself or the Lord. He is covered by ignorance and is thus called eternally conditioned, whereas the Personality of Godhead, being full of perfect knowledge, is eternally liberated.",
        "purport": " The word vidyā-maya in this verse indicates the internal potency of the Lord and not the external potency, mahā-māyā. Within the material world there is vidyā, or material science, and avidyā, or material ignorance, but in this verse vidyā means the internal spiritual knowledge by which the Personality of Godhead is fixed in omniscience. The example of two birds in a tree, which is given in many Vedic literatures, demonstrates the statement nityo nityānām: there are two categories of eternal living entities, namely the Supreme Lord and the minute jīva soul. The conditioned jīva soul, forgetting his identity as an eternal servant of the Lord, tries to enjoy the fruits of his own activities and thus comes under the spell of ignorance. This bondage of ignorance has existed since time immemorial and can be rectified only by one’s taking to the loving devotional service of the Lord, which is full of spiritual knowledge. In conditioned life the living entity is forced by the laws of nature to engage in pious and impious fruitive activities, but the liberated position of every living entity is to offer the fruits of his work to the Lord, the supreme enjoyer. It should be understood that even when the living entity is in a liberated condition, his knowledge is never equal in quantity to that of the Personality of Godhead. Even Lord Brahmā, the supreme living entity within this universe, acquires only partial knowledge of the Personality of Godhead and His potencies. In Bhagavad-gītā (4.5), the Lord explains His superior knowledge to Arjuna: “The Blessed Lord said: Many, many births both you and I have passed. I can remember all of them, but you cannot, O subduer of the enemy!” The term baddha, or “bound,” is also understood to refer to the living entity’s eternal dependence upon the Lord, either in the conditioned or liberated state. In the kingdom of māyā the living entity is bound to the cruel laws of birth and death, whereas in the spiritual sky the living entity is fixed in a bond of love to the Lord. Liberation means freedom from the miseries of life, but never freedom from one’s loving relationship with Lord Kṛṣṇa, which is the essence of one’s eternal existence. According to Śrīla Madhvācārya, the Lord is the only eternally free living entity, and all other living entities are eternally dependent and bound to the Lord, either through blissful loving service or through the bondage of māyā. The conditioned soul should give up tasting the bitter fruits of the tree of material existence and turn to his dearmost friend, Lord Kṛṣṇa, who is sitting within his heart. There is no pleasure equal to or greater than the pleasure of pure devotional service to Lord Kṛṣṇa, and by tasting the fruit of love of Kṛṣṇa, the liberated living entity enters the ocean of happiness."
    },
    {
        "verse": "8",
        "devanagari": "देहस्थोऽपि न देहस्थो विद्वान् स्वप्नाद् यथोत्थित: ।अदेहस्थोऽपि देहस्थ: कुमति: स्वप्नद‍ृग् यथा ॥ ८ ॥",
        "english_devnagari": "deha-stho ’pi na deha-sthovidvān svapnād yathotthitaḥadeha-stho ’pi deha-sthaḥkumatiḥ svapna-dṛg yathā",
        "verse_Syn": [
            "deha",
            "sthaḥ",
            "api",
            "na",
            "deha",
            "sthaḥ",
            "vidvān",
            "svapnāt",
            "yathā",
            "utthitaḥ",
            "adeha",
            "sthaḥ",
            "api",
            "deha",
            "sthaḥ",
            "ku",
            "matiḥ",
            "svapna",
            "dṛk",
            "yathā"
        ],
        "translation": "One who is enlightened in self-realization, although living within the material body, sees himself as transcendental to the body, just as one who has arisen from a dream gives up identification with the dream body. A foolish person, however, although not identical with his material body but transcendental to it, thinks himself to be situated in the body, just as one who is dreaming sees himself as situated in an imaginary body.",
        "purport": " In Lord Kṛṣṇa’s discussion of the different characteristics of liberated and conditioned souls, the Lord first clarified the distinction between the eternally liberated Personality of Godhead and the marginal potency, the innumerable jīvas, who are sometimes conditioned and sometimes liberated. In this and the next nine verses, the Lord describes the different symptoms of liberated and conditioned jīva souls. In a dream one sees oneself in an imaginary body, but upon waking one gives up all identification with that body. Similarly, one who has awakened to Kṛṣṇa consciousness no longer identifies with the gross or subtle material bodies, nor does he become affected by the happiness and distress of material life. On the other hand, a foolish person (kumati) does not awaken from the dream of material existence and is afflicted with innumerable problems due to false identification with the gross and subtle material bodies. One should become situated in one’s eternal spiritual identity (nitya-svarūpa). By properly identifying oneself as the eternal servant of Kṛṣṇa, one becomes relieved of his false material identity, and therefore the miseries of illusory existence immediately cease, just as the anxiety of a troublesome dream ceases as soon as one awakens to his normal, pleasant surroundings. It should be understood, however, that the analogy of awakening from a dream can never be applied to the Supreme Personality of Godhead, who is never in illusion. The Lord is eternally awake and enlightened in His own unique category called viṣṇu-tattva. Such knowledge is easily understood by one who is vidvān, or enlightened in Kṛṣṇa consciousness."
    },
    {
        "verse": "9",
        "devanagari": "इन्द्रियैरिन्द्रियार्थेषु गुणैरपि गुणेषु च ।गृह्यमाणेष्वहं कुर्यान्न विद्वान् यस्त्वविक्रिय: ॥ ९ ॥",
        "english_devnagari": "indriyair indriyārtheṣuguṇair api guṇeṣu cagṛhyamāṇeṣv ahaṁ kuryānna vidvān yas tv avikriyaḥ",
        "verse_Syn": [
            "indriyaiḥ",
            "indriya",
            "artheṣu",
            "guṇaiḥ",
            "api",
            "guṇeṣu",
            "ca",
            "gṛhyamāṇeṣu",
            "aham",
            "kuryāt",
            "na",
            "vidvān",
            "yaḥ",
            "tu",
            "avikriyaḥ"
        ],
        "translation": "An enlightened person who is free from the contamination of material desire does not consider himself to be the performer of bodily activities; rather, he knows that in all such activities it is only the senses, born of the modes of nature, that are contacting sense objects born of the same modes of nature.",
        "purport": " Lord Kṛṣṇa makes a similar statement in Bhagavad-gītā (3.28): “One who is in knowledge of the Absolute Truth, O mighty-armed, does not engage himself in the senses and sense gratification, knowing well the difference between work in devotion and work for fruitive results.” The material body always interacts with the sense objects, for in order to survive the body must eat, drink, speak, sleep, and so on, but an enlightened person who knows the science of Kṛṣṇa consciousness never thinks, “I am accepting these sense objects as my property. They are meant for my pleasure.” Similarly, if the body performs a wonderful activity, a Kṛṣṇa conscious person does not become proud, nor is he depressed by the failure of the body to function in a particular way. In other words, Kṛṣṇa consciousness means giving up identification with the gross and subtle material bodies. One should see them as the external energy of the Lord, working under the direction of the Lord’s empowered representative māyā. One absorbed in fruitive activities works under the jurisdiction of mahā-māyā, or the external illusory potency, and experiences the miseries of material existence. On the other hand, a devotee works under the internal potency, called yoga-māyā, and remains satisfied by offering his loving service to the Lord. In either case, the Lord Himself, by His multifarious potencies, is the ultimate performer of action. According to Śrīla Viśvanātha Cakravartī Ṭhākura, one who claims to be transcendental to the bodily concept of life, but at the same time remains under the influence of material desire and mental transformation, is understood to be a cheater and the lowest type of conditioned soul."
    },
    {
        "verse": "10",
        "devanagari": "दैवाधीने शरीरेऽस्मिन् गुणभाव्येन कर्मणा ।वर्तमानोऽबुधस्तत्र कर्तास्मीति निबध्यते ॥ १० ॥",
        "english_devnagari": "daivādhīne śarīre ’sminguṇa-bhāvyena karmaṇāvartamāno ’budhas tatrakartāsmīti nibadhyate",
        "verse_Syn": [
            "daiva",
            "adhīne",
            "śarīre",
            "asmin",
            "guṇa",
            "bhāvyena",
            "karmaṇā",
            "vartamānaḥ",
            "abudhaḥ",
            "tatra",
            "kartā",
            "asmi",
            "iti",
            "nibadhyate"
        ],
        "translation": "An unintelligent person situated within the body created by his previous fruitive activities thinks, “I am the performer of action.” Bewildered by false ego, such a foolish person is therefore bound up by fruitive activities, which are in fact carried out by the modes of nature.",
        "purport": " As stated in Bhagavad-gītā (3.27): The living entity is dependent on the supreme entity, Lord Kṛṣṇa, but because of false pride he ignores the Supreme Personality of Godhead and considers himself to be the performer of action and enjoyer of everything. Śrīla Madhvācārya states that just as a king punishes a rebellious subject, the Supreme Lord punishes the sinful living entity by forcing him to transmigrate from one body to another in the network of the illusory energy."
    },
    {
        "verse": "11",
        "devanagari": "एवं विरक्त: शयन आसनाटनमज्जने ।दर्शनस्पर्शनघ्राणभोजनश्रवणादिषु ।न तथा बध्यते विद्वान् तत्र तत्रादयन् गुणान् ॥ ११ ॥",
        "english_devnagari": "evaṁ viraktaḥ śayanaāsanāṭana-majjanedarśana-sparśana-ghrāṇa-bhojana-śravaṇādiṣuna tathā badhyate vidvāntatra tatrādayan guṇān",
        "verse_Syn": [
            "evam",
            "viraktaḥ",
            "śayane",
            "āsana",
            "aṭana",
            "majjane",
            "darśana",
            "sparśana",
            "ghrāṇa",
            "bhojana",
            "śravaṇa",
            "ādiṣu",
            "na",
            "tathā",
            "badhyate",
            "vidvān",
            "tatra",
            "tatra",
            "ādayan",
            "guṇān"
        ],
        "translation": "An enlightened person fixed in detachment engages his body in lying down, sitting, walking, bathing, seeing, touching, smelling, eating, hearing and so on, but is never entangled by such activities. Indeed, remaining as a witness to all bodily functions, he merely engages his bodily senses with their objects and does not become entangled like an unintelligent person.",
        "purport": " In the previous chapter, Uddhava asked Lord Kṛṣṇa why an enlightened person, just like a conditioned soul, engages in external bodily functions. Here is the Lord’s answer. While engaged in bodily functions, an unintelligent person is attached to both the means and end of material life and therefore experiences intense lamentation and jubilation on the material platform. A self-realized soul, however, studies the inevitable defeat and suffering of ordinary persons and does not make the mistake of trying to enjoy the bodily functions even slightly. He instead remains a detached witness, merely engaging his senses in the normal functions of bodily maintenance. As indicated here by the word ādayan, he engages something other than his actual self in material experience."
    },
    {
        "verse": "12-13",
        "devanagari": "प्रकृतिस्थोऽप्यसंसक्तो यथा खं सवितानिल: ।वैशारद्येक्षयासङ्गशितया छिन्नसंशय: ॥ १२ ॥प्रतिबुद्ध इव स्वप्नान्नानात्वाद् विनिवर्तते ॥ १३ ॥",
        "english_devnagari": "prakṛti-stho ’py asaṁsaktoyathā khaṁ savitānilaḥvaiśāradyekṣayāsaṅga-śitayā chinna-saṁśayaḥpratibuddha iva svapnānnānātvād vinivartate",
        "verse_Syn": [
            "prakṛti",
            "sthaḥ",
            "api",
            "asaṁsaktaḥ",
            "yathā",
            "kham",
            "savitā",
            "anilaḥ",
            "vaiśāradyā",
            "īkṣayā",
            "asaṅga",
            "śitayā",
            "chinna",
            "saṁśayaḥ",
            "pratibuddhaḥ",
            "iva",
            "svapnāt",
            "nānātvāt",
            "vinivartate"
        ],
        "translation": "Although the sky, or space, is the resting place of everything, the sky does not mix with anything, nor is it entangled. Similarly, the sun is not at all attached to the water in which it is reflected within innumerable reservoirs, and the mighty wind blowing everywhere is not affected by the innumerable aromas and atmospheres through which it passes. In the same way, a self-realized soul is completely detached from the material body and the material world around it. He is like a person who has awakened and arisen from a dream. With expert vision sharpened by detachment, the self-realized soul cuts all doubts to pieces through knowledge of the self and completely withdraws his consciousness from the expansion of material variety.",
        "purport": " According to Śrīla Bhaktisiddhānta Sarasvatī Ṭhākura, a self-realized soul cuts all doubts to pieces by direct experience of his true spiritual identity. The Supreme Personality of Godhead is Lord Kṛṣṇa, and there is no possibility of any existence separate from Lord Kṛṣṇa. Such expert knowledge cuts all doubts to pieces. As stated here, prakṛti-stho ’py asaṁsaktaḥ: like the sky, the sun or the wind, one who is self-realized is not entangled, though situated within the material creation of the Lord. Nānātva, or “material variety,” refers to one’s material body, the bodies of others and the unlimited paraphernalia for bodily sense gratification, both physical and mental. By awakening to Kṛṣṇa consciousness, one completely retires from illusory sense gratification and becomes absorbed in the progressive realization of the soul situated within the body. As revealed in the example of the two birds in a tree, both the individual soul and the Personality of Godhead are completely separate from the gross and subtle material bodies. If one turns one’s face to the Lord, recognizing one’s eternal dependence on Him, there will be no further suffering or anxiety, even though one is still situated within the material world. The unlimited experiences of material objects only increase one’s anxiety, whereas perception of the Absolute Truth, Śrī Kṛṣṇa, immediately brings one to the platform of peace. Thus one who is intelligent retires from the world of matter and becomes a fully self-realized Kṛṣṇa conscious person."
    },
    {
        "verse": "14",
        "devanagari": "यस्य स्युर्वीतसङ्कल्पा: प्राणेन्द्रियमनोधियाम् ।वृत्तय: स विनिर्मुक्तो देहस्थोऽपि हि तद्गुणै: ॥ १४ ॥",
        "english_devnagari": "yasya syur vīta-saṅkalpāḥprāṇendriya-mano-dhiyāmvṛttayaḥ sa vinirmuktodeha-stho ’pi hi tad-guṇaiḥ",
        "verse_Syn": [
            "yasya",
            "syuḥ",
            "vīta",
            "saṅkalpāḥ",
            "prāṇa",
            "indriya",
            "manaḥ",
            "dhiyām",
            "vṛttayaḥ",
            "saḥ",
            "vinirmuktaḥ",
            "deha",
            "sthaḥ",
            "api",
            "hi",
            "tat",
            "guṇaiḥ"
        ],
        "translation": "A person is considered to be completely liberated from the gross and subtle material bodies when all the functions of his vital energy, senses, mind and intelligence are performed without material desire. Such a person, although situated within the body, is not entangled.",
        "purport": " The material body and mind are subject to lamentation, illusion, hunger, lust, greed, insanity, frustration, etc., but one who remains active in this world without attachment is considered vinirmukta, or completely liberated. The vital energy, senses, mind and intelligence are purified when engaged in the devotional service of Lord Kṛṣṇa, as confirmed throughout Śrīmad-Bhāgavatam."
    },
    {
        "verse": "15",
        "devanagari": "यस्यात्मा हिंस्यते हिंस्रैर्येन किञ्चिद् यद‍ृच्छया ।अर्च्यते वा क्व‍‍चित्तत्र न व्यतिक्रियते बुध: ॥ १५ ॥",
        "english_devnagari": "yasyātmā hiṁsyate hiṁsrairyena kiñcid yadṛcchayāarcyate vā kvacit tatrana vyatikriyate budhaḥ",
        "verse_Syn": [
            "yasya",
            "ātmā",
            "hiṁsyate",
            "hiṁsraiḥ",
            "yena",
            "kiñcit",
            "yadṛcchayā",
            "arcyate",
            "vā",
            "kvacit",
            "tatra",
            "na",
            "vyatikriyate",
            "budhaḥ"
        ],
        "translation": "Sometimes for no apparent reason one’s body is attacked by cruel people or violent animals. At other times and in other places, one will suddenly be offered great respect or worship. One who becomes neither angry when attacked nor satisfied when worshiped is actually intelligent.",
        "purport": " If one does not become angry when attacked for no apparent reason, and if one does not become enlivened when glorified or worshiped, then one has passed the test of self-realization and is considered fixed in spiritual intelligence. Uddhava asked Lord Kṛṣṇa, kair vā jñāyeta lakṣaṇaiḥ: by what symptoms can a self-realized person be recognized? Just as Lord Kṛṣṇa enlightened Arjuna, He now explains the same subject matter to Uddhava. In this verse the Lord describes symptoms by which it is very easy to recognize a saintly person, for a normal person becomes furious when criticized or attacked and overwhelmed with joy when glorified by others. There is a similar statement by Yājñavalkya to the effect that one who is actually intelligent does not become angry though pricked with thorns and does not become satisfied at heart merely by being worshiped with auspicious paraphernalia such as sandalwood."
    },
    {
        "verse": "16",
        "devanagari": "न स्तुवीत न निन्देत कुर्वत: साध्वसाधु वा ।वदतो गुणदोषाभ्यां वर्जित: समद‍ृङ्‍मुनि: ॥ १६ ॥",
        "english_devnagari": "na stuvīta na nindetakurvataḥ sādhv asādhu vāvadato guṇa-doṣābhyāṁvarjitaḥ sama-dṛṅ muniḥ",
        "verse_Syn": [
            "na",
            "stuvīta",
            "na",
            "nindeta",
            "kurvataḥ",
            "sādhu",
            "asādhu",
            "vā",
            "vadataḥ",
            "guṇa",
            "doṣābhyām",
            "varjitaḥ",
            "sama",
            "dṛk",
            "muniḥ"
        ],
        "translation": "A saintly sage sees with equal vision and therefore is not affected by that which is materially good or bad. Indeed, although he observes others performing good and bad work and speaking properly and improperly, the sage does not praise or criticize anyone.",
        "purport": ""
    },
    {
        "verse": "17",
        "devanagari": "न कुर्यान्न वदेत् किञ्चिन्न ध्यायेत् साध्वसाधु वा ।आत्मारामोऽनया वृत्त्या विचरेज्जडवन्मुनि: ॥ १७ ॥",
        "english_devnagari": "na kuryān na vadet kiñcinna dhyāyet sādhv asādhu vāātmārāmo ’nayā vṛttyāvicarej jaḍa-van muniḥ",
        "verse_Syn": [
            "na",
            "kuryāt",
            "na",
            "vadet",
            "kiñcit",
            "na",
            "dhyāyet",
            "sādhu",
            "asādhu",
            "vā",
            "ātma",
            "ārāmaḥ",
            "anayā",
            "vṛttyā",
            "vicaret",
            "jaḍa",
            "vat",
            "muniḥ"
        ],
        "translation": "For the purpose of maintaining his body, a liberated sage should not act, speak or contemplate in terms of material good or bad. Rather, he should be detached in all material circumstances, and taking pleasure in self-realization, he should wander about engaged in this liberated lifestyle, appearing like a retarded person to outsiders.",
        "purport": " According to Śrīla Jīva Gosvāmī, this verse describes a type of discipline recommended for the jñāna-yogīs, who by intelligence try to understand that they are not their material bodies. One who is engaged in the devotional service of the Lord, however, accepts and rejects material things in terms of their usefulness in the loving service of Lord Kṛṣṇa. One who is trying to preach Kṛṣṇa consciousness should be seen as very intelligent and not jaḍa-vat, or stunted, as described here. Although a devotee of the Lord does not act, speak or contemplate for his personal sense gratification, he remains very busy working, speaking and meditating in the devotional service of the Lord. The devotee makes elaborate plans to engage all the fallen souls in Lord Kṛṣṇa’s service so they can be purified and go back home, back to Godhead. Merely rejecting material things is not perfect consciousness. One must see everything as the property of the Lord and meant for the Lord’s pleasure. One busily engaged in spreading the Kṛṣṇa consciousness movement has no time to make material distinctions and thus automatically comes to the liberated platform."
    },
    {
        "verse": "18",
        "devanagari": "शब्दब्रह्मणि निष्णातो न निष्णायात् परे यदि ।श्रमस्तस्य श्रमफलो ह्यधेनुमिव रक्षत: ॥ १८ ॥",
        "english_devnagari": "śabda-brahmaṇi niṣṇātona niṣṇāyāt pare yadiśramas tasya śrama-phalohy adhenum iva rakṣataḥ",
        "verse_Syn": [
            "śabda",
            "brahmaṇi",
            "niṣṇātaḥ",
            "na",
            "niṣṇāyāt",
            "pare",
            "yadi",
            "śramaḥ",
            "tasya",
            "śrama",
            "phalaḥ",
            "hi",
            "adhenum",
            "iva",
            "rakṣataḥ"
        ],
        "translation": "If through meticulous study one becomes expert in reading Vedic literature but makes no endeavor to fix one’s mind on the Supreme Personality of Godhead, then one’s endeavor is certainly like that of a man who works very hard to take care of a cow that gives no milk. In other words, the fruit of one’s laborious study of Vedic knowledge will simply be the labor itself. There will be no other tangible result.",
        "purport": " Śrīla Viśvanātha Cakravartī Ṭhākura explains that the word pare (“the Supreme”) in this verse indicates the Supreme Personality of Godhead rather than the impersonal Brahman, because Lord Kṛṣṇa, the speaker of these instructions, makes references in later verses to His personality as the Supreme. An impersonal interpretation in this case would be eka-deśānvaya uttara-ślokārtha-tātparya-virodhaḥ, or a contradictory interpretation that creates illogical conflict with other ślokas (verses) spoken in the same context. It requires great endeavor to take care of a cow. One must either grow food grains to feed the cow or maintain suitable pastures. If the pasture is not properly maintained, poisonous weeds will grow, or snakes will multiply, and there will be danger. Cows are infected by many types of diseases and bugs and must be regularly cleaned and disinfected. Similarly, fences must be maintained around the cow pasture, and there is even more work to be done. If the cow gives no milk, however, then one certainly performs hard labor with no tangible result. Laborious effort is also required to learn the Sanskrit language well enough to discern the subtle and esoteric meaning of the Vedic mantras. If after such great labor one does not understand the spiritual body of the Supreme Personality of Godhead, which is the source of all happiness in life, and if one does not surrender to the Lord as the supreme shelter of all things, then one has certainly labored hard with no tangible result other than his own labor. Even a liberated soul who has given up the bodily concept of life will fall down if he does not take shelter of the Supreme Personality of Godhead. The word niṣṇāta, or “expert,” indicates that one must ultimately achieve the goal of life; otherwise one is not expert. As stated by Caitanya Mahāprabhu, premā pum-artho mahān: the actual goal of human life is love of Godhead, and no one can be considered expert without achieving this goal."
    },
    {
        "verse": "19",
        "devanagari": "गां दुग्धदोहामसतीं च भार्यांदेहं पराधीनमसत्प्रजां च ।वित्तं त्वतीर्थीकृतमङ्ग वाचंहीनां मया रक्षति दु:खदु:खी ॥ १९ ॥",
        "english_devnagari": "gāṁ dugdha-dohām asatīṁ ca bhāryāṁdehaṁ parādhīnam asat-prajāṁ cavittaṁ tv atīrthī-kṛtam aṅga vācaṁhīnāṁ mayā rakṣati duḥkha-duḥkhī",
        "verse_Syn": [
            "gām",
            "dugdha",
            "dohām",
            "asatīm",
            "ca",
            "bhāryām",
            "deham",
            "para",
            "adhīnam",
            "asat",
            "prajām",
            "ca",
            "vittam",
            "tu",
            "atīrthī",
            "kṛtam",
            "aṅga",
            "vācam",
            "hīnām",
            "mayā",
            "rakṣati",
            "duḥkha",
            "duḥkhī"
        ],
        "translation": "My dear Uddhava, that man is certainly most miserable who takes care of a cow that gives no milk, an unchaste wife, a body totally dependent on others, useless children or wealth not utilized for the right purpose. Similarly, one who studies Vedic knowledge devoid of My glories is also most miserable.",
        "purport": " A human being is actually learned or expert when he understands that all material objects perceived through the various senses are expansions of the Supreme Personality of Godhead and that nothing exists without the support of the Supreme Lord. In this verse, through various examples, it is concluded that the power of speech is useless if not engaged for the Supreme Lord. According to Śrīla Viśvanātha Cakravartī Ṭhākura, this verse implies that all of the functions of the various senses are useless if they are not engaged in the glorification of God. Indeed, the avadhūta brāhmaṇa previously stated to King Yadu that if the tongue is not controlled, one’s entire program of sense control is a failure. One cannot control the tongue unless he vibrates the glories of the Lord. The example of the milkless cow is significant. A gentleman never kills a cow, and therefore when a cow becomes sterile and no longer gives milk, one must engage in the laborious task of protecting her, since no one will purchase a useless cow. For some time, the greedy owner of a sterile cow may continue thinking, “I have already invested so much money in taking care of this cow, and certainly in the near future she will again become pregnant and give milk.” But when this hope is proven futile, he becomes neglectful and indifferent to the health and safety of the animal. Because of such sinful neglect, he must suffer in the next life, after having already suffered because of the sterile cow in the present life. Similarly, although a man may discover that his wife is neither chaste nor affectionate, he may be so eager to get children that he goes on taking care of such a useless wife, thinking, “I will teach my wife the religious duties of a chaste woman. By hearing historical examples of great women surely her heart will change, and she will become a wonderful wife to me.” Unfortunately, the unchaste wife in many cases does not change and also gives a man many useless children who are just as foolish and irreligious as she. Such children never give any happiness to the father, yet the father tediously labors to take care of them. Also, one who has accumulated wealth by the mercy of God must be vigilant to give in charity to the right person and for the right cause. If such a right person or cause appears and one hesitates and selfishly does not give in charity, one loses his reputation, and in the next life he will be poverty-stricken. One who fails to give properly in charity spends his life anxiously protecting his wealth, which ultimately brings him no fame or happiness. The previous examples are given to illustrate the uselessness of laboriously studying Vedic knowledge that does not glorify the Supreme Personality of Godhead. Śrīla Jīva Gosvāmī comments that the spiritual vibration of the Vedas is meant to bring one to the lotus feet of the Supreme Lord, Kṛṣṇa. Many processes for achieving the Supreme Truth are recommended in the Upaniṣads and other Vedic literatures, but because of their innumerable and seemingly contradictory explanations, commentaries and injunctions, one cannot achieve the Absolute Truth, the Personality of Godhead, merely by reading such literature. If, however, one understands Śrī Kṛṣṇa to be the ultimate cause of all causes and reads the Upaniṣads and other Vedic literature as glorification of the Supreme Lord, then one can actually become fixed at the Lord’s lotus feet. For example, His Divine Grace Śrīla Prabhupāda translated and commented upon Śrī Īśopaniṣad in such a way that it brings the reader closer to the Supreme Personality of Godhead. Undoubtedly, the lotus feet of Lord Kṛṣṇa are the only reliable boat by which to cross the turbulent ocean of material existence. Even Lord Brahmā has stated in the Tenth Canto of Śrīmad-Bhāgavatam that if one gives up the auspicious path of bhakti and takes to the fruitless labor of Vedic speculation, one is just like a fool who beats empty husks in hopes of getting rice. Śrīla Jīva Gosvāmī recommends that one completely ignore dry Vedic speculation because it does not bring one to the point of devotional service to the Absolute Truth, Lord Śrī Kṛṣṇa."
    },
    {
        "verse": "20",
        "devanagari": "यस्यां न मे पावनमङ्ग कर्मस्थित्युद्भ‍वप्राणनिरोधमस्य ।लीलावतारेप्सितजन्म वा स्याद्वन्ध्यां गिरं तां बिभृयान्न धीर: ॥ २० ॥",
        "english_devnagari": "yasyāṁ na me pāvanam aṅga karmasthity-udbhava-prāṇa-nirodham asyalīlāvatārepsita-janma vā syādvandhyāṁ giraṁ tāṁ bibhṛyān na dhīraḥ",
        "verse_Syn": [
            "yasyām",
            "na",
            "me",
            "pāvanam",
            "aṅga",
            "karma",
            "sthiti",
            "udbhava",
            "prāṇa",
            "nirodham",
            "asya",
            "līlā",
            "avatāra",
            "īpsita",
            "janma",
            "vā",
            "syāt",
            "vandhyām",
            "giram",
            "tām",
            "bibhṛyāt",
            "na",
            "dhīraḥ"
        ],
        "translation": "My dear Uddhava, an intelligent person should never take to literatures that do not contain descriptions of My activities, which purify the whole universe. Indeed, I create, maintain and annihilate the entire material manifestation. Among all My pastime incarnations, the most beloved are Kṛṣṇa and Balarāma. Any so-called knowledge that does not recognize these activities of Mine is simply barren and is not acceptable to those who are actually intelligent.",
        "purport": " The words līlāvatārepsita-janma are very significant here. The Lord’s incarnation for executing wonderful pastimes is called līlāvatāra, and such wonderful forms of Viṣṇu are glorified by the names Rāmacandra, Nṛsiṁhadeva, Kūrma, Varāha, and so on. Among all such līlāvatāras, however, the most beloved, even to this day, is Lord Kṛṣṇa, the original source of the viṣṇu-tattva. The Lord appears in the prison house of Kaṁsa and is immediately transferred to the rural setting of Vṛndāvana, where He exhibits unique childhood pastimes with His cowherd boyfriends, girlfriends, parents and well-wishers. After some time, the Lord’s pastimes are transferred to Mathurā and Dvārakā, and the extraordinary love of the inhabitants of Vṛndāvana is exhibited in their anguished separation from Lord Kṛṣṇa. Such pastimes of the Lord are īpsita, or the reservoir of all loving exchanges with the Absolute Truth. The pure devotees of the Lord are most intelligent and expert and do not pay any attention to useless, fruitless literatures that neglect the highest truth, Lord Kṛṣṇa. Although such literatures are very popular among materialistic persons all over the world, they are completely neglected by the community of pure Vaiṣṇavas. In this verse the Lord explains that the literatures approved for the devotees are those that glorify the Lord’s pastimes as the puruṣa-avatāra and the līlāvatāras, culminating in the personal appearance of Lord Kṛṣṇa Himself, as confirmed in Brahma-saṁhitā (5.39): “I worship Govinda, the primeval Lord, who manifested Himself personally as Kṛṣṇa and the different avatāras in the world in the forms of Rāma, Nṛsiṁha, Vāmana, etc., as His subjective portions.” Even Vedic literatures that neglect the Supreme Personality of Godhead should be ignored. This fact was also explained by Nārada Muni to Śrīla Vyāsadeva, the author of the Vedas, when the great Vedavyāsa felt dissatisfied with his work."
    },
    {
        "verse": "21",
        "devanagari": "एवं जिज्ञासयापोह्य नानात्वभ्रममात्मनि ।उपारमेत विरजं मनो मय्यर्प्य सर्वगे ॥ २१ ॥",
        "english_devnagari": "evaṁ jijñāsayāpohyanānātva-bhramam ātmaniupārameta virajaṁmano mayy arpya sarva-ge",
        "verse_Syn": [
            "evam",
            "jijñāsayā",
            "apohya",
            "nānātva",
            "bhramam",
            "ātmani",
            "upārameta",
            "virajam",
            "manaḥ",
            "mayi",
            "arpya",
            "sarva",
            "ge"
        ],
        "translation": "Coming to this conclusion of all knowledge, one should give up the false conception of material variety that one imposes upon the soul and thus cease one’s material existence. The mind should be fixed on Me, since I am all-pervading.",
        "purport": " Although in previous verses Lord Kṛṣṇa has described the lifestyle and approach of the impersonal philosophers who meditate on the distinction between matter and spirit, the Lord here rejects the path of jñāna, or speculation, and comes to the final conclusion, bhakti-yoga. The path of jñāna is interesting only to one who does not know that Lord Kṛṣṇa is the Supreme Personality of Godhead, as stated in Bhagavad-gītā (7.19): The words vāsudevaḥ sarvam iti, or “Vāsudeva is everything,” are similar to the words sarva-ge found in this verse. One should know why the Personality of Godhead is all-pervading. The first verse of Śrīmad-Bhāgavatam states, janmādy asya yataḥ: the Supreme Lord is the source of everything. And as stated in the previous verse of this chapter, He creates, maintains and annihilates everything. Thus the Lord is not all-pervading in the manner of air or sunlight; rather, the Lord is all-pervading as the absolute controller who holds in His hands the destiny of every living entity. Everything is ultimately an expansion of Kṛṣṇa, and therefore there is really no other object of meditation besides Kṛṣṇa. Meditation upon any other object is also meditation on Kṛṣṇa but is imperfectly performed, as confirmed in Bhagavad-gītā by the word avidhi-pūrvakam. The Lord also states in the Gītā that all living entities are on the path back home, back to Godhead. Because of ignorance, however, some of them go backward or stop along the way, foolishly thinking that their journey is finished, when in fact they are suspended in one of the minor potencies of the Supreme Lord. If one wants to intimately understand the nature of the Absolute Truth, one must take to the path of love of Godhead. As stated in Bhagavad-gītā (18.55): “One can understand the Supreme Personality as He is only by devotional service. And when one is in full consciousness of the Supreme Lord by such devotion, he can enter into the kingdom of God.” The words nānātva-bhramam in this verse indicate false identification with the gross and subtle material bodies. The word bhramam indicates a mistake; it can also mean “wandering” or “rotating.” The conditioned living entity, because of his mistake of falling into illusion, is wandering through a succession of material bodies, sometimes appearing as a demigod and sometimes as a worm in stool. The word upārameta means that one should stop such fruitless wandering and fix one’s mind on the Absolute Truth, the Supreme Lord, who is the true object of everyone’s love. Such a conclusion is not sentimental but is the result of keen analytic intelligence (jijñāsayā). Thus after elaborately explaining to Uddhava many aspects of analytic knowledge, the Lord now comes to the ultimate conclusion, Kṛṣṇa consciousness, pure love of Godhead. Without such love there is no question of eternally fixing one’s mind on the Lord. Quoting from the Viveka, Śrīla Madhvācārya states that nānātva-bhramam indicates the following illusions: considering the living entity to be the Supreme; considering all living entities to be ultimately one entity without separate individuality; considering that there are many Gods; thinking that Kṛṣṇa is not God; and considering that the material universe is the ultimate reality. All of these illusions are called bhrama, or mistakes, but such ignorance can be eliminated at once by the chanting of the holy names of Kṛṣṇa: Hare Kṛṣṇa, Hare Kṛṣṇa, Kṛṣṇa Kṛṣṇa, Hare Hare/ Hare Rāma, Hare Rāma, Rāma Rāma, Hare Hare."
    },
    {
        "verse": "22",
        "devanagari": "यद्यनीशो धारयितुं मनो ब्रह्मणि निश्चलम् ।मयि सर्वाणि कर्माणि निरपेक्ष: समाचर ॥ २२ ॥",
        "english_devnagari": "yady anīśo dhārayituṁmano brahmaṇi niścalammayi sarvāṇi karmāṇinirapekṣaḥ samācara",
        "verse_Syn": [
            "yadi",
            "anīśaḥ",
            "dhārayitum",
            "manaḥ",
            "brahmaṇi",
            "niścalam",
            "mayi",
            "sarvāṇi",
            "karmāṇi",
            "nirapekṣaḥ",
            "samācara"
        ],
        "translation": "My dear Uddhava, if you are not able to free your mind from all material disturbance and thus absorb it completely on the spiritual platform, then perform all your activities as an offering to Me, without trying to enjoy the fruits.",
        "purport": " If one offers one’s activities to Lord Kṛṣṇa without trying to enjoy the results, one’s mind becomes purified. When the mind is purified, transcendental knowledge automatically manifests, since such knowledge is a by-product of pure consciousness. When the mind is absorbed in perfect knowledge, it can be raised to the spiritual platform, as described in Bhagavad-gītā (18.54): “One who is thus transcendentally situated at once realizes the Supreme Brahman. He never laments nor desires to have anything; he is equally disposed to every living entity. In that state he attains pure devotional service unto Me.” By absorbing the mind in the transcendental form of Lord Kṛṣṇa, one can surpass the stage of ordinary transcendental knowledge, by which one simply distinguishes oneself from the gross and subtle material bodies. Spiritually enriched by loving devotional service to the Lord, the mind is completely purified of all tinges of illusion. Through intense concentration on one’s relationship with the Personality of Godhead one comes to the highest standard of knowledge and becomes an intimate associate of the Personality of Godhead. By offering one’s activities to the Personality of Godhead, one purifies one’s mind to some extent and thus comes to the preliminary stage of spiritual awareness. Yet even then one may not be able to fix one’s mind completely on the spiritual platform. At that point one should realistically assess one’s position, noting the lingering material contamination within the mind. Then, as stated in this verse, one should intensify one’s practical devotional work in the service of the Lord. If one artificially considers oneself to be supremely liberated or if one becomes casual on the path of spiritual advancement, there is serious danger of a falldown. According to Śrīla Jīva Gosvāmī, the Lord previously explained to Uddhava jñāna-miśrā bhakti, or devotional service mixed with the impure desire to enjoy transcendental knowledge. In this verse the Lord clearly reveals that transcendental knowledge is an automatic by-product of loving service to the Lord, and in the next verse the Lord begins His explanation of pure devotional service, which is completely sufficient for self-realization. The desire to enjoy spiritual knowledge is certainly a material desire, since the goal is one’s personal satisfaction and not the pleasure of the Supreme Lord. Therefore Lord Kṛṣṇa here warns Uddhava that if one is not able to fix one’s mind in trance on the spiritual platform, then one should not go on simply theoretically discussing what is Brahman and what is not Brahman. Rather, one should engage in practical devotional service to the Supreme Lord, and then spiritual knowledge will automatically awaken in one’s heart. As stated in Bhagavad-gītā (10.10): “To those who are constantly devoted and worship Me with love, I give the understanding by which they can come to Me.” Similarly, in the Tenth Canto of Śrīmad-Bhāgavatam Lord Brahmā warns that one should not neglect the auspicious path of bhakti and instead take up the useless labor of mental speculation. By mere philosophical speculation one cannot fix one’s mind on the spiritual platform. Many great philosophers throughout history had abominable personal habits, which proves that they could not fix themselves on the spiritual platform by mere speculation on philosophical categories. If one is not fortunate enough to have executed devotional service to the Lord in one’s past life, and if one is therefore addicted to mere speculation on the differences between matter and spirit, one will not be able to fix one’s mind on the spiritual platform. Such a person should give up useless speculation and engage in the practical work of Kṛṣṇa consciousness, absorbing himself twenty-four hours a day in the mission of the Supreme Personality of Godhead. In such missionary work for the Lord’s sake, one should never try to enjoy the fruits of one’s work. Even though the mind is not completely pure, if one offers the fruits of one’s work to the Lord, the mind will quickly come to the standard of pure desirelessness, in which one’s only desire is the Lord’s satisfaction. Śrīla Jīva Gosvāmī states that if one does not have faith in the personal form and activities of the Personality of Godhead, one will not have the spiritual strength to remain perpetually on the transcendental platform. In this verse the Lord is definitely bringing Uddhava, and all living entities, to the conclusion of all philosophy — pure devotional service to the Supreme Lord, Kṛṣṇa. In this regard, Śrīla Bhaktisiddhānta Sarasvatī Ṭhākura points out that one who is bewildered by false ego may not want to offer his activities to the Supreme Personality of Godhead, even though this is the actual way of rising above the influence of the modes of material nature. Because of ignorance one does not know that he is the eternal servant of Kṛṣṇa and instead is attracted by the duality of material illusion. One cannot become free from such illusion by theoretical speculation, but if one offers one’s work to the Personality of Godhead, one will clearly understand his eternal, transcendental position as a servant of the Lord."
    },
    {
        "verse": "23-24",
        "devanagari": "श्रद्धालुर्मत्कथा: श‍ृण्वन् सुभद्रा लोकपावनी: ।गायन्ननुस्मरन् कर्म जन्म चाभिनयन् मुहु: ॥ २३ ॥मदर्थे धर्मकामार्थानाचरन् मदपाश्रय: ।लभते निश्चलां भक्तिं मय्युद्धव सनातने ॥ २४ ॥",
        "english_devnagari": "śraddhālur mat-kathāḥ śṛṇvansu-bhadrā loka-pāvanīḥgāyann anusmaran karmajanma cābhinayan muhuḥ",
        "verse_Syn": [
            "śraddhāluḥ",
            "mat",
            "kathāḥ",
            "śṛṇvan",
            "su",
            "bhadrāḥ",
            "loka",
            "pāvanīḥ",
            "gāyan",
            "anusmaran",
            "karma",
            "janma",
            "ca",
            "abhinayan",
            "muhuḥ",
            "mat",
            "arthe",
            "dharma",
            "kāma",
            "arthān",
            "ācaran",
            "mat",
            "apāśrayaḥ",
            "labhate",
            "niścalām",
            "bhaktim",
            "mayi",
            "uddhava",
            "sanātane"
        ],
        "translation": "My dear Uddhava, narrations of My pastimes and qualities are all-auspicious and purify the entire universe. A faithful person who constantly hears, glorifies and remembers such transcendental activities, who through dramatic performances relives My pastimes, beginning with My appearance, and who takes full shelter of Me, dedicating his religious, sensual and occupational activities for My satisfaction, certainly obtains unflinching devotional service to Me, the eternal Personality of Godhead.",
        "purport": " Those who have faith only in the impersonal effulgent aspect of the Supreme Lord and those who have faith only in the localized Supersoul, the perfect object of mystic meditation located in the heart of every living entity, are considered to be limited and imperfect in their transcendental realization. The process of mystic meditation and impersonal philosophical speculation are both devoid of actual love of God and therefore cannot be considered to be the perfection of human life. Only one who places full faith in the Supreme Personality of Godhead becomes qualified to go back home, back to Godhead. Lord Kṛṣṇa’s pastimes of stealing butter from the elderly gopīs, enjoying life with His cowherd boyfriends and the young gopīs, playing His flute and engaging in the rāsa dance, etc., are all-auspicious spiritual activities, and they are fully described in the Tenth Canto of this work. There are many authorized songs and prayers glorifying these pastimes of the Lord, and by constantly chanting them one will automatically be fixed in smaraṇam, or remembrance of the Supreme Personality of Godhead. The Lord exhibited His opulences upon His birth in Kaṁsa’s prison and at the birth ceremony subsequently performed by Nanda Mahārāja in Gokula. The Lord further performed many adventurous activities, such as chastising the serpent Kāliya and killing many other demons. One should regularly take part in the ceremonies commemorating Kṛṣṇa’s pastimes, such as the Janmāṣṭamī celebration glorifying the Lord’s birth. On such days one should worship the Deity of Lord Kṛṣṇa and the spiritual master and thus remember the Lord’s pastimes. The word dharma in this verse indicates that one’s religious activities should always be in connection with Kṛṣṇa. Therefore, one should give charity in the form of food grains, clothing, etc., to the Vaiṣṇavas and brāhmaṇas, and whenever possible one should arrange for the protection of cows, who are very dear to the Lord. The word kāma indicates that one should satisfy one’s desires with the transcendental paraphernalia of the Lord. One should eat mahā-prasādam, food offered to the Deity of Lord Kṛṣṇa, and one should also decorate oneself with the Lord’s flower garlands and sandalwood pulp and should place the remnants of the Deity’s clothing on one’s body. One who lives in a luxurious mansion or apartment should convert his residence into a temple of Lord Kṛṣṇa and invite others to come, chant before the Deity, hear Bhagavad-gītā and Śrīmad-Bhāgavatam and taste the remnants of the Lord’s food, or one may live in a beautiful temple building in the community of Vaiṣṇavas and engage in the same activities. The word artha in this verse indicates that one who is inclined toward business should accumulate money to promote the missionary work of the Lord’s devotees and not for one’s personal sense gratification. Thus one’s business activities are also considered to be devotional service to Lord Kṛṣṇa. The word niścalām indicates that since Lord Kṛṣṇa is eternally fixed in perfect knowledge and bliss, there is no possibility of disturbance for one who worships the Lord. If we worship anything except the Lord, our worship may be disturbed when our worshipable deity is placed in an awkward position. But because the Lord is supreme, our worship of Him is eternally free of disturbance. One who engages in hearing, glorifying, remembering and dramatically recreating the pastimes of the Lord will soon be freed from all material desire. Śrīla Jīva Gosvāmī mentions in this connection that one who is advanced in Kṛṣṇa consciousness may specifically be attracted to the pastimes of a devotee in the spiritual world who serves the Lord in a particular way. An advanced devotee in this world may desire to serve the Lord in the same way and thus may take pleasure in dramatically reliving the service of his worshipable devotee-master in the spiritual world. Also, one may take pleasure in spiritual festivals, performances of particular pastimes of Lord Kṛṣṇa, or activities of other devotees of the Lord. In this way, one can continually increase one’s faith in the Personality of Godhead. Those who have no desire to hear, glorify or remember the transcendental activities of the Lord are certainly materially polluted and never achieve the highest perfection. Such persons spoil the opportunity of human life by devoting themselves to fleeting mundane topics that produce no eternal benefit. The real meaning of religion is to constantly serve the Supreme Personality of Godhead, whose form is eternal, full of bliss and knowledge. One who has taken full shelter of the Lord is completely uninterested in impersonal speculations about the nature of God and uses his time to advance more and more in the unlimited bliss of pure devotional service."
    },
    {
        "verse": "25",
        "devanagari": "सत्सङ्गलब्धया भक्त्या मयि मां स उपासिता ।स वै मे दर्शितं सद्भ‍िरञ्जसा विन्दते पदम् ॥ २५ ॥",
        "english_devnagari": "sat-saṅga-labdhayā bhaktyāmayi māṁ sa upāsitāsa vai me darśitaṁ sadbhirañjasā vindate padam",
        "verse_Syn": [
            "sat",
            "saṅga",
            "labdhayā",
            "bhaktyā",
            "mayi",
            "mām",
            "saḥ",
            "upāsitā",
            "saḥ",
            "vai",
            "me",
            "darśitam",
            "sadbhiḥ",
            "añjasā",
            "vindate",
            "padam"
        ],
        "translation": "One who has obtained pure devotional service by association with My devotees always engages in worshiping Me. Thus he very easily goes to My abode, which is revealed by My pure devotees.",
        "purport": " In the previous verses Lord Kṛṣṇa has emphasized the value of surrendering to Him in loving service. One may ask how such surrender or devotion is actually achieved. The Lord gives the answer in this verse. One must live in a society of devotees, and thus automatically one will be engaged twenty-four hours a day in the various processes of devotional service, beginning with śravaṇam, kīrtanam and smaraṇam (hearing, glorifying and remembering the Lord). The pure devotees of the Lord can reveal the spiritual world by their transcendental sound vibration, making it possible for even a neophyte devotee to experience the Lord’s abode. Being thus enlivened, the neophyte makes further progress and gradually becomes qualified to personally serve the Personality of Godhead in the spiritual world. By constantly associating with devotees and learning from them about devotional science, one quickly achieves a deep attachment for the Lord and the Lord’s service, and such attachment gradually matures into pure love of Godhead. Foolish persons say that the various mantras composed of names of God, as well as all other mantras, are merely material creations with no special value, and therefore any so-called mantra or mystical process will ultimately produce the same result. To refute such superficial thinking, the Lord here describes the science of going back home, back to Godhead. One should not accept the bad association of impersonalists, who state that the holy name, form, qualities and pastimes of the Lord are māyā, or illusion. Māyā is actually an insignificant potency of the almighty Personality of Godhead, and if one ignorantly tries to elevate illusion above the Absolute Truth, one will never experience love of Godhead and will be cast into deep forgetfulness of the Lord. One should not associate with those who are envious of the fortunate devotees who are going back to Godhead. Such envious persons deride the abode of the Lord, which is revealed by the pure devotees to those who have faith in the Lord’s message. Envious persons create disturbances among the people in general, who should take shelter of the faithful devotees of the Lord. Unless people hear from pure devotees, it is impossible for them to understand that there is a Supreme Personality of Godhead eternally existing in His own abode, which is self-luminous, full of bliss and knowledge. In this verse, the importance of saṅga, association, is clearly explained."
    },
    {
        "verse": "26-27",
        "devanagari": "श्रीउद्धव उवाचसाधुस्तवोत्तमश्लोक मत: कीद‍ृग्विध: प्रभो ।भक्तिस्त्वय्युपयुज्येत कीद‍ृशी सद्भ‍िराद‍ृता ॥ २६ ॥एतन्मे पुरुषाध्यक्ष लोकाध्यक्ष जगत्प्रभो ।प्रणतायानुरक्ताय प्रपन्नाय च कथ्यताम् ॥ २७ ॥",
        "english_devnagari": "śrī-uddhava uvācasādhus tavottama-ślokamataḥ kīdṛg-vidhaḥ prabhobhaktis tvayy upayujyetakīdṛśī sadbhir ādṛtā",
        "verse_Syn": [
            "śrī",
            "uddhavaḥ",
            "uvāca",
            "sādhuḥ",
            "tava",
            "uttama",
            "śloka",
            "mataḥ",
            "kīdṛk",
            "vidhaḥ",
            "prabho",
            "bhaktiḥ",
            "tvayi",
            "upayujyeta",
            "kīdṛśī",
            "sadbhiḥ",
            "ādṛtā",
            "etat",
            "me",
            "puruṣa",
            "adhyakṣa",
            "loka",
            "adhyakṣa",
            "jagat",
            "prabho",
            "praṇatāya",
            "anuraktāya",
            "prapannāya",
            "ca",
            "kathyatām"
        ],
        "translation": "Śrī Uddhava said: My dear Lord, O Supreme Personality of Godhead, what type of person do You consider to be a true devotee, and what type of devotional service is approved by great devotees as worthy of being offered to Your Lordship? My dear ruler of the universal controllers, O Lord of Vaikuṇṭha and almighty God of the universe, I am Your devotee, and because I love You I have no other shelter than You. Therefore please explain this to me.",
        "purport": " In the previous verse it was stated that one can achieve the Lord’s supreme abode by associating with devotees. Therefore, Uddhava naturally inquires about the symptoms of a distinguished devotee whose association can promote one to the kingdom of God. Śrīla Jīva Gosvāmī notes that the Personality of Godhead knows who is actually a sincere devotee because the Lord is always attached to His loving servitors. Similarly, pure devotees can expertly explain the proper methods of devotional service to Lord Kṛṣṇa because they are already absorbed in love of Kṛṣṇa. Uddhava herein requests Lord Kṛṣṇa to describe the qualities of a devotee and asks the Lord to explain the devotional service that the devotees themselves approve as worthy to be offered to the Lord. Śrīla Viśvanātha Cakravartī Ṭhākura remarks that the word puruṣādhyakṣa indicates that Lord Kṛṣṇa is the supreme ruler of the universal controllers headed by Mahā-Viṣṇu, and thus the Lord possesses infinite sovereignty. The term lokādhyakṣa indicates that Lord Kṛṣṇa is the ultimate supervising authority of all of the Vaikuṇṭha planets, and therefore the Lord is unlimitedly glorious and perfect. Uddhava further addresses Lord Kṛṣṇa as jagat-prabhu, because even in the illusory material world the Lord exhibits His unlimited mercy by personally incarnating to uplift the conditioned souls. The word praṇatāya (“Your surrendered devotee”) indicates that Uddhava is not proud like ordinary fools who do not enjoy bowing down to the Supreme Personality of Godhead. According to Śrīla Viśvanātha Cakravartī Ṭhākura, Uddhava mentions that he is anuraktāya, or completely bound in love to Lord Kṛṣṇa, because unlike other great devotees such as Arjuna, who sometimes worshiped demigods in order to comply with social customs or to show respect for their positions in the scheme of planetary management, Uddhava never worshiped any demigods. Therefore, Uddhava is prapannāya, or completely surrendered to Lord Kṛṣṇa, having no other shelter."
    },
    {
        "verse": "28",
        "devanagari": "त्वं ब्रह्म परमं व्योम पुरुष: प्रकृते: पर: ।अवतीर्णोऽसि भगवन् स्वेच्छोपात्तपृथग्वपु: ॥ २८ ॥",
        "english_devnagari": "tvaṁ brahma paramaṁ vyomapuruṣaḥ prakṛteḥ paraḥavatīrno ’si bhagavansvecchopātta-pṛthag-vapuḥ",
        "verse_Syn": [
            "tvam",
            "brahma",
            "paramam",
            "vyoma",
            "puruṣaḥ",
            "prakṛteḥ",
            "paraḥ",
            "avatīrṇaḥ",
            "asi",
            "bhagavan",
            "sva",
            "icchā",
            "upātta",
            "pṛthak",
            "vapuḥ"
        ],
        "translation": "My dear Lord, as the Absolute Truth You are transcendental to material nature, and like the sky You are never entangled in any way. Still, being controlled by Your devotees’ love, You accept many different forms, incarnating according to Your devotees’ desires.",
        "purport": " The pure devotees of the Lord propagate devotional service all over the world, and therefore, although separate from the personal form of the Lord, they are considered to be manifestations of God’s mercy and potency. As stated in Caitanya-caritāmṛta (Antya 7.11): kṛṣṇa-śakti vinā nahe tāra pravartana. The Lord is like the sky (vyoma) because although expanded everywhere, He is not entangled in anything. He is prakṛteḥ paraḥ, or completely transcendental to material nature. The Lord is fully self-satisfied and is therefore indifferent to the affairs of the material world. Still, because of His causeless mercy, the Lord desires to expand pure devotional service, and for this reason He incarnates within the material world to uplift the fallen conditioned souls. The Lord descends in selected spiritual bodies to please His loving devotees. Sometimes He appears in His original form as Kṛṣṇa. And even Kṛṣṇa Himself appears in different forms to special devotees so that they may fully develop their loving sentiments for Him. Śrīla Jīva Gosvāmī gives several examples of the Lord’s special mercy upon His devotees. Lord Kṛṣṇa personally went to the home of Jāmbavān and there displayed a form with slightly angry glances. In that form, the Lord enjoyed a fight with His devotee. The Lord displayed His form as Dattātreya to Atri Muni and similarly bestowed special mercy upon Lord Brahmā, the demigods, Akrūra and innumerable other devotees. And in Vṛndāvana the Lord displayed His most beautiful form as Govinda to the fortunate inhabitants. Śrīla Madhvācārya has quoted from the Prakāśa-saṁhitā as follows. “The Lord accepts different spiritual bodies according to the desire of His devotees. For example, the Lord agreed to become the son of Vasudeva and Devakī. Thus, although Lord Kṛṣṇa has an eternal, blissful spiritual form, He appears to enter within the body of His devotee who becomes His mother. Although we speak of the Lord’s ‘taking on a body,’ the Lord does not change His form, as do the conditioned souls, who must change their material bodies. The Lord appears in His own eternally unchangeable forms. Lord Hari always appears in the forms that are especially desired by His loving devotees, and never in other forms. However, if one thinks that the Lord, in the manner of an ordinary person taking birth, becomes the physical son of Vasudeva or other devotees, then one is victimized by illusion. The Lord merely expands His spiritual potency, causing His pure devotees to think, ‘Kṛṣṇa is now my son.’ One should understand that the Supreme Personality of Godhead never accepts or rejects a material body, nor does He ever give up His eternal spiritual forms; rather, the Lord eternally manifests His blissful bodies according to the loving sentiments of His eternal pure devotees.” Śrīla Jīva Gosvāmī mentions that the word vyoma also indicates the Lord’s name of Paravyoma, or the Lord of the spiritual sky. One should not misinterpret this verse to mean that Lord Kṛṣṇa is impersonal, like the material sky, or that the form of Kṛṣṇa is merely another selected incarnation equal to any other. Such casual and whimsical speculations cannot be accepted as actual spiritual knowledge. Śrī Kṛṣṇa is the original Personality of Godhead (kṛṣṇas tu bhagavān svayam), and the Lord has explained elaborately in Bhagavad-gītā that He is the original source of everything. Therefore, the pure devotees of the Lord are eternally engaged, in full knowledge and bliss, in loving service to the Lord’s original form as Kṛṣṇa. The whole purpose of Śrīmad-Bhāgavatam is to arouse our love for Lord Kṛṣṇa, and one should not foolishly misunderstand this great purpose."
    },
    {
        "verse": "29-32",
        "devanagari": "श्रीभगवानुवाचकृपालुरकृतद्रोहस्तितिक्षु: सर्वदेहिनाम् ।सत्यसारोऽनवद्यात्मा सम: सर्वोपकारक: ॥ २९ ॥कामैरहतधीर्दान्तो मृदु: शुचिरकिञ्चन: ।अनीहो मितभुक् शान्त: स्थिरो मच्छरणो मुनि: ॥ ३० ॥अप्रमत्तो गभीरात्मा धृतिमाञ्जितषड्‍गुण: ।अमानी मानद: कल्यो मैत्र: कारुणिक: कवि: ॥ ३१ ॥आज्ञायैवं गुणान् दोषान् मयादिष्टानपि स्वकान् ।धर्मान् सन्त्यज्य य: सर्वान् मां भजेत स तु सत्तम: ॥ ३२ ॥",
        "english_devnagari": "śrī-bhagavān uvācakṛpālur akṛta-drohastitikṣuḥ sarva-dehināmsatya-sāro ’navadyātmāsamaḥ sarvopakārakaḥ",
        "verse_Syn": [
            "śrī",
            "bhagavān",
            "uvāca",
            "kṛpāluḥ",
            "akṛta",
            "drohaḥ",
            "titikṣuḥ",
            "sarva",
            "dehinām",
            "satya",
            "sāraḥ",
            "anavadya",
            "ātmā",
            "samaḥ",
            "sarva",
            "upakārakaḥ",
            "kāmaiḥ",
            "ahata",
            "dhīḥ",
            "dāntaḥ",
            "mṛduḥ",
            "śuciḥ",
            "akiñcanaḥ",
            "anīhaḥ",
            "mita",
            "bhuk",
            "śāntaḥ",
            "sthiraḥ",
            "mat",
            "śaraṇaḥ",
            "muniḥ",
            "apramattaḥ",
            "gabhīra",
            "ātmā",
            "dhṛti",
            "mān",
            "jita",
            "ṣaṭ",
            "guṇaḥ",
            "amānī",
            "māna",
            "daḥ",
            "kalyaḥ",
            "maitraḥ",
            "kāruṇikaḥ",
            "kaviḥ",
            "ājñāya",
            "evam",
            "guṇān",
            "doṣān",
            "mayā",
            "ādiṣṭān",
            "api",
            "svakān",
            "dharmān",
            "santyajya",
            "yaḥ",
            "sarvān",
            "mām",
            "bhajeta",
            "saḥ",
            "tu",
            "sat",
            "tamaḥ"
        ],
        "translation": "The Supreme Personality of Godhead said: O Uddhava, a saintly person is merciful and never injures others. Even if others are aggressive he is tolerant and forgiving toward all living entities. His strength and meaning in life come from the truth itself, he is free from all envy and jealousy, and his mind is equal in material happiness and distress. Thus, he dedicates his time to work for the welfare of all others. His intelligence is never bewildered by material desires, and he has controlled his senses. His behavior is always pleasing, never harsh and always exemplary, and he is free from possessiveness. He never endeavors in ordinary, worldly activities, and he strictly controls his eating. He therefore always remains peaceful and steady. A saintly person is thoughtful and accepts Me as his only shelter. Such a person is very cautious in the execution of his duties and is never subject to superficial transformations, because he is steady and noble, even in a distressing situation. He has conquered over the six material qualities — namely hunger, thirst, lamentation, illusion, old age and death. He is free from all desire for prestige and offers honor to others. He is expert in reviving the Kṛṣṇa consciousness of others and therefore never cheats anyone. Rather, he is a well-wishing friend to all, being most merciful. Such a saintly person must be considered the most learned of men. He perfectly understands that the ordinary religious duties prescribed by Me in various Vedic scriptures possess favorable qualities that purify the performer, and he knows that neglect of such duties constitutes a discrepancy in one’s life. Having taken complete shelter at My lotus feet, however, a saintly person ultimately renounces such ordinary religious duties and worships Me alone. He is thus considered to be the best among all living entities.",
        "purport": " Verses 29-31 describe twenty-eight qualities of a saintly person, and verse 32 explains the highest perfection of life. According to Śrīla Bhaktisiddhānta Sarasvatī Ṭhākura, the seventeenth quality (mat-śaraṇa, or taking complete shelter of Lord Kṛṣṇa) is the most important, and the other twenty-seven qualities automatically appear in one who has become a pure devotee of the Lord. As stated in Śrīmad-Bhāgavatam (5.18.12), yasyāsti bhaktir bhagavaty akiñcanā sarvair guṇais tatra samāsate surāḥ. The twenty-eight saintly qualities may be described as follows. (1) Kṛpālu. A devotee cannot tolerate seeing the world merged in ignorance and suffering the whiplashes of māyā. Therefore he busily engages in distributing Kṛṣṇa consciousness and is called kṛpālu, or merciful. (2) Akṛta-droha. Even if someone is offensive toward a devotee, a devotee does not become offensive in return. Indeed, he never acts against the interest of any living entity. One may argue that great Vaiṣṇava kings, such as Mahārāja Yudhiṣṭhira and Parīkṣit Mahārāja, executed many criminals. However, when justice is properly administered by the state, sinful, destructive persons actually benefit from their punishment because they become freed from the severe karmic reactions to their illicit activities. A Vaiṣṇava ruler gives punishment not out of envy or malice, but in faithful obedience to the laws of God. The Māyāvādī philosophers who want to kill God by imagining that He does not exist are certainly kṛta-droha, or most injurious to themselves and others. The impersonalist imagines that he himself is supreme and thus creates a most dangerous situation for himself and his followers. Similarly, the karmīs, who are dedicated to material sense gratification, are also killers of the self, because by their absorption in material consciousness they lose all chance of experiencing the Absolute Truth and the truth of their own self. Therefore, all living entities who come under the control of materialistic regulations and duties are unnecessarily harassing themselves and others, and a pure Vaiṣṇava feels great compassion and concern for them. A devotee never uses his mind, body or words to perform any act harmful to the welfare of any living entity. (3) Titikṣu. A devotee forgives and forgets any offense against himself. A Vaiṣṇava is personally detached from his material body, which is made of pus, stool, blood, and so on. Therefore the devotee is able to overlook the obnoxious behavior he sometimes meets with in the course of preaching work and always deals with people as a perfect gentleman. A Vaiṣṇava loudly chants the holy name of the Lord and tolerates and forgives those fallen conditioned souls who are unable to reciprocate properly with a pure devotee. (4) Satya-sāra. A devotee always remembers that he is the eternal servant of the Supreme Personality of Godhead, who is omniscient, the reservoir of all pleasure and the ultimate enjoyer of all activities. By avoiding activities outside devotional service, a devotee remains fixed in the truth, does not uselessly waste time and thus becomes bold, powerful and steady. (5) Anavadyātmā. A devotee knows that the material world is a temporary phantasmagoria and therefore does not envy anyone in any material situation. He never tries to agitate others or criticize them unnecessarily. (6) Sama. A devotee remains steady and equal in material happiness or distress, fame or infamy. His actual wealth is his consciousness of Kṛṣṇa, and he understands that his real self-interest lies outside the scope of material nature. He does not become excited or depressed by external events, but remains fixed in consciousness of the omnipotency of Lord Kṛṣṇa. (7) Sarvopakāraka. Neglecting one’s selfish desires and working for the satisfaction of others is called paropakāra, whereas causing trouble to others for one’s personal gratification is called parāpakāra. A devotee always works for the pleasure of Lord Kṛṣṇa, who is the resting place of all living entities, and thus a devotee’s activities are ultimately pleasing to everyone. Devotional service to Lord Kṛṣṇa is the perfectional stage of welfare work, since Lord Kṛṣṇa is the supreme controller of everyone’s happiness and distress. Foolish persons under the influence of false egotism, considering themselves to be the ultimate well-wishers of others, execute superficial materialistic activities rather than attending to the eternal happiness of others. Because a devotee remains pure and engages in missionary activities, he is everyone’s best friend. (8) Kāmair ahata-dhī. Ordinary persons see all material things as objects for their personal gratification and thus try to acquire or control them. Ultimately a man wants to possess a woman and enjoy sex gratification with her. The Supreme Lord supplies the desired fuel that causes the fire of lust to burn painfully in one’s heart, but the Lord does not give self-realization to such a misguided person. Lord Kṛṣṇa is transcendental and neutral, but if one is eager to exploit the Lord’s creation, the Lord gives one facility through māyā, and one becomes cheated of real happiness by entangling himself in the false role of a great and lusty enjoyer of the world. On the other hand, one who has taken full shelter of Kṛṣṇa is enriched with perfect knowledge and bliss and is not cheated by the seductive appearances of the material world. A pure devotee does not follow the path of the foolish deer, which is seduced by the hunter’s horn and killed. A devotee is never attracted by the sensuous entreaties of a beautiful woman, and he avoids hearing from bewildered karmīs about the so-called glories of material acquisition. Similarly, a pure devotee is not bewildered by aroma or taste. He does not become attached to sumptuous eating, nor does he spend the whole day making arrangements for bodily comfort. The only actual enjoyer of God’s creation is the Lord Himself, and the living entities are secondary enjoyers who experience unlimited pleasure through the Lord’s pleasure. This perfect process of experiencing pleasure is called bhakti-yoga, or pure devotional service, and a devotee never sacrifices his auspicious position of steady intelligence, even in the face of so-called material opportunity. (9) Dānta. A devotee is naturally repelled by sinful activities and controls his senses by dedicating all his acts to Kṛṣṇa. This requires steady concentration and a cautious mentality. (10) Mṛdu. A materialistic person will always see people as friends or enemies and thus will sometimes justify cruel or small-minded behavior in order to subdue his opponents. Since a devotee has taken shelter of Lord Kṛṣṇa, he does not consider anyone his enemy and is never disturbed by the tendency to desire or enjoy the suffering of others. Thus he is mṛdu, or gentle and sublime. (11) Śuci. A devotee never touches that which is impure or improper, and simply by remembering such a pure devotee, one is freed from the tendency to sin. Because of his perfect behavior, a devotee is called śuci, or pure. (12) Akiñcana. A devotee is free from possessiveness and is not eager to enjoy or renounce anything, since he considers everything to be Lord Kṛṣṇa’s property. (13) Anīha. A devotee never acts on his own behalf, but rather for the service of Lord Kṛṣṇa. He is therefore aloof from ordinary, worldly affairs. (14) Mita-bhuk. A devotee accepts material sense objects only as far as necessary, to keep himself healthy and fit in Lord Kṛṣṇa’s service. He is therefore not entangled by his sense activities and never injures his self-realization. When necessary, a devotee can give up anything for Lord Kṛṣṇa’s service, but he does not accept or reject anything for his personal prestige. (15) Śānta. Those trying to exploit the Lord’s creation are always disturbed. A devotee, however, is detached from such pointless activities and understands sense gratification to be diametrically opposed to his self-interest. Being always engaged according to the Lord’s desire, he remains peaceful. (16) Sthira. Remembering that Lord Kṛṣṇa is the basis of everything, a devotee does not become fearful or impatient. (17) Mat-śaraṇa. A devotee does not take pleasure in anything except serving Lord Kṛṣṇa and is constantly attentive in the execution of his duties. A devotee knows that only Lord Kṛṣṇa can protect him and engage him in useful work. (18) Muni. A devotee is thoughtful and through intelligent contemplation avoids becoming distracted from his spiritual advancement. By intelligence he is freed from doubts about Lord Kṛṣṇa and confronts all problems in life with steady Kṛṣṇa consciousness. (19) Apramatta. One who forgets the Supreme Lord is more or less crazy, but a devotee remains sane by offering his activities to Lord Kṛṣṇa. (20) Gabhīrātmā. As a devotee merges into the ocean of Kṛṣṇa consciousness, his own consciousness becomes deeper and deeper; ordinary, superficial persons hovering on the material platform cannot fathom the extent of a devotee’s awareness. (21) Dhṛtimān. By controlling the urges of the tongue and genitals the devotee remains steady and patient and does not impulsively change his position. (22) Jita-ṣaḍ-guṇa. By spiritual knowledge, a devotee is able to conquer the pushings of hunger, thirst, lamentation, illusion, old age and death. (23) Amānī. A devotee is not puffed up, and even if he is famous, he does not take such fame very seriously. (24) Māna-da. A devotee offers all respects to others, since everyone is part and parcel of Lord Kṛṣṇa. (25) Kalya. A devotee is expert in making people understand the truth of Kṛṣṇa consciousness. (26) Maitra. A devotee does not cheat anyone by encouraging them in the bodily concept of life; rather, by his missionary work a devotee is the true friend of everyone. (27) Kāruṇika. A devotee tries to make people sane and thus is most merciful. He is para-duḥkha-duḥkhī, or one who is unhappy to see the unhappiness of others. (28) Kavi. A devotee is expert in studying the transcendental qualities of Lord Kṛṣṇa and is able to show the harmony and compatibility of the Lord’s apparently contradictory qualities. This is possible through expert knowledge of the absolute nature of the Lord. Lord Caitanya is softer than a rose and harder than a thunderbolt, but these opposing qualities can easily be understood in terms of the Lord’s transcendental nature and purpose. One who is always able to understand the truth of Kṛṣṇa consciousness, without opposition or confusion, is called kavi, or most learned. The position of those on the spiritual path can be understood in terms of their development of the qualities mentioned above. Ultimately, the most important quality is to take shelter of Lord Kṛṣṇa, since the Lord can award all good qualities to His sincere devotee. In the lowest stage of devotional service one acts with a desire to enjoy sense gratification but at the same time tries to offer the fruits to the Lord. This stage is called karma-miśrā bhakti. As one gradually purifies himself in devotional service, he becomes detached through knowledge and gains relief from anxiety. In this stage he becomes attached to transcendental knowledge, and therefore this stage is called jñāna-miśrā bhakti, or devotional service to Lord Kṛṣṇa with a desire to enjoy the fruits of transcendental knowledge. But because pure love for Kṛṣṇa is actually the greatest happiness and the natural position of the living entity, a sincere devotee gradually overcomes his desire to enjoy sense gratification and knowledge and comes to the stage of pure devotional service, which is devoid of personal desire. Na karmāṇi tyajed yogī karmabhis tyajyate hi saḥ: “The yogī should not give up his work, but rather should cultivate detachment by which his material activities will automatically vanish.” In other words, one should continue to perform one’s prescribed duties, even imperfectly. If one is sincere about advancing in Kṛṣṇa consciousness, then by the strength of bhakti-yoga his activities will gradually be transformed into pure loving service. There are innumerable examples of fruitive workers, mental speculators and materialistic devotees who became perfect by the strength of devotional service. By rendering loving service to Kṛṣṇa, one automatically experiences the greatest pleasure of life and is endowed with perfect knowledge. There is nothing lacking in the process of pure devotional service, and there is no need for any extraneous endeavor to acquire sense pleasure or philosophical satisfaction. One must be completely convinced that simply by serving Kṛṣṇa one will get all perfection in life. Even if one lacks some or all of the above-mentioned qualities, one should sincerely engage in Lord Kṛṣṇa’s service, and gradually one’s character will become perfect. One who is a sincere devotee of Lord Kṛṣṇa will develop all godly qualities by the mercy of the Lord, and one who is already serving the Lord with the above-mentioned qualities is to be understood as the greatest devotee. As indicated in verse 32, a pure devotee of the Lord is fully aware of the pious advantages of executing duties within the varṇāśrama system, and he is similarly aware of the harmful mistake of neglecting such duties. Still, having full faith in the Supreme Personality of Godhead, a devotee gives up all ordinary social and religious activities and engages fully in devotional service. He knows that Lord Kṛṣṇa is the ultimate source of everything and that all perfection comes from Lord Kṛṣṇa alone. Because of his extraordinary faith, the devotee is called sattama, or the best among all living beings. As explained by Śrīla Rūpa Gosvāmī in Upadeśāmṛta, a devotee who has not yet developed the good qualities mentioned above but is nevertheless sincerely endeavoring for Kṛṣṇa consciousness should receive the mercy of superior Vaiṣṇavas. One should not necessarily accept intimate association with such an aspirant to pure devotional service, but one should be confident that by chanting the holy names of Kṛṣṇa such a person will eventually attain all perfection. One can imagine the beauty of a society filled with saintly persons, as described in these verses. The wonderful Kṛṣṇa conscious qualities mentioned above are the basis of a peaceful and prosperous society, and if everyone takes to the loving service of Lord Kṛṣṇa, then certainly the present atmosphere of fear, violence, lust, greed and insanity can be replaced by a celestial situation in which all leaders and citizens will be happy. The essential points here are mat-śaraṇa (“one should take full shelter of Lord Kṛṣṇa”) and māṁ bhajeta (“one should worship the Lord through the authorized process”). In this way the entire world can become sattama, or most perfect."
    },
    {
        "verse": "33",
        "devanagari": "ज्ञात्वाज्ञात्वाथ ये वै मां यावान् यश्चास्मि याद‍ृश: ।भजन्त्यनन्यभावेन ते मे भक्ततमा मता: ॥ ३३ ॥",
        "english_devnagari": "jñātvājñātvātha ye vai māṁyāvān yaś cāsmi yādṛśaḥbhajanty ananya-bhāvenate me bhaktatamā matāḥ",
        "verse_Syn": [
            "jñātvā",
            "ajñātvā",
            "atha",
            "ye",
            "vai",
            "mām",
            "yāvān",
            "yaḥ",
            "ca",
            "asmi",
            "yādṛśaḥ",
            "bhajanti",
            "ananya",
            "bhāvena",
            "te",
            "me",
            "bhakta",
            "tamāḥ",
            "matāḥ"
        ],
        "translation": "My devotees may or may not know exactly what I am, who I am and how I exist, but if they worship Me with unalloyed love, then I consider them to be the best of devotees.",
        "purport": " According to Śrīla Viśvanātha Cakravartī Ṭhākura, although yāvān indicates that Lord Kṛṣṇa cannot be limited by time or space, He becomes limited by the love of His pure devotees. For example, Lord Kṛṣṇa never steps one foot out of Vṛndāvana, because of the intense love of its inhabitants for Him. In this way, the Lord comes under the control of His devotees’ love. The word yaḥ indicates that Kṛṣṇa is the Absolute Truth who appears as the son of Vasudeva, or as Śyāmasundara. Yādṛśa indicates that the Lord is ātmārāma, or completely self-satisfied, and also āpta-kāma, or “one who automatically fulfills all of His desires.” Still, being affected by the love of His devotees, the Lord sometimes appears to be anātmārāma, or dependent on the love of His devotees, and anāptakāma, unable to achieve His desire without the cooperation of His devotees. Actually, the Supreme Lord, Kṛṣṇa, is always independent, but He reciprocates the intense love of His devotees and thus appears to be dependent on them, just as He apparently became dependent on Nanda Mahārāja and Yaśodā during His childhood pastimes in Vṛndāvana. The word ajñātvā (“inexperienced, lacking knowledge”) indicates that sometimes a devotee may not have a proper philosophical understanding of the Personality of Godhead or due to love may temporarily forget the Lord’s position. In Bhagavad-gītā (11.41) Arjuna says: “I have in the past addressed You as ‘O Kṛṣṇa,’ ‘O Yādava,’ ‘O my friend,’ without knowing Your glories. Please forgive whatever I may have done in madness or in love.” Arjuna’s words ajānatā mahimānam have the same meaning as Kṛṣṇa’s words ajñātvā mām in this verse of the Bhāgavatam. Both indicate incomplete understanding of Kṛṣṇa’s glories. In Bhagavad-gītā Arjuna says, praṇayena: his forgetfulness of Kṛṣṇa’s supreme position was caused by his love for Him. In this verse, Kṛṣṇa excuses such lapses on the part of His devotees with the words ajñātvā mām, which indicate that even though devotees may not fully appreciate His exalted position, Kṛṣṇa accepts their loving service. Thus this verse clearly reveals the supreme position of bhakti. Lord Kṛṣṇa also states in Bhagavad-gītā (11.54): “My dear Arjuna, only by undivided devotional service can I be understood as I am, standing before you, and can thus be seen directly. Only in this way can you enter into the mysteries of My understanding.” Although one may develop innumerable saintly qualities, without love of Kṛṣṇa one will not achieve complete success. One must understand the Personality of Godhead as He is and love Him. Even if one is not capable of analytically understanding the position of God, if one simply loves Kṛṣṇa, then one is certainly perfect. Many of the residents of Vṛndāvana had no idea that Kṛṣṇa is the Supreme Personality of Godhead, nor did they know of Kṛṣṇa’s potencies or incarnations. They simply loved Kṛṣṇa with their hearts and souls, and therefore they are considered most perfect."
    },
    {
        "verse": "34-41",
        "devanagari": "मल्लिङ्गमद्भ‍क्तजनदर्शनस्पर्शनार्चनम् ।परिचर्या स्तुति: प्रह्वगुणकर्मानुकीर्तनम् ॥ ३४ ॥मत्कथाश्रवणे श्रद्धा मदनुध्यानमुद्धव ।सर्वलाभोपहरणं दास्येनात्मनिवेदनम् ॥ ३५ ॥मज्जन्मकर्मकथनं मम पर्वानुमोदनम् ।गीतताण्डववादित्रगोष्ठीभिर्मद्गृहोत्सव: ॥ ३६ ॥यात्रा बलिविधानं च सर्ववार्षिकपर्वसु ।वैदिकी तान्त्रिकी दीक्षा मदीयव्रतधारणम् ॥ ३७ ॥ममार्चास्थापने श्रद्धा स्वत: संहत्य चोद्यम: ।उद्यानोपवनाक्रीडपुरमन्दिरकर्मणि ॥ ३८ ॥सम्मार्जनोपलेपाभ्यां सेकमण्डलवर्तनै: ।गृहशुश्रूषणं मह्यं दासवद् यदमायया ॥ ३९ ॥अमानित्वमदम्भित्वं कृतस्यापरिकीर्तनम् ।अपि दीपावलोकं मे नोपयुञ्ज्यान्निवेदितम् ॥ ४० ॥यद् यदिष्टतमं लोके यच्चातिप्रियमात्मन: ।तत्तन्निवेदयेन्मह्यं तदानन्त्याय कल्पते ॥ ४१ ॥",
        "english_devnagari": "mal-liṅga-mad-bhakta-jana-darśana-sparśanārcanamparicaryā stutiḥ prahva-guṇa-karmānukīrtanam",
        "verse_Syn": [
            "mat",
            "liṅga",
            "mat",
            "bhakta",
            "jana",
            "darśana",
            "sparśana",
            "arcanam",
            "paricaryā",
            "stutiḥ",
            "prahva",
            "guṇa",
            "karma",
            "anukīrtanam",
            "mat",
            "kathā",
            "śravaṇe",
            "śraddhā",
            "mat",
            "anudhyānam",
            "uddhava",
            "sarva",
            "lābha",
            "upaharaṇam",
            "dāsyena",
            "ātma",
            "nivedanam",
            "mat",
            "janma",
            "karma",
            "kathanam",
            "mama",
            "parva",
            "anumodanam",
            "gīta",
            "tāṇḍava",
            "vāditra",
            "goṣṭhībhiḥ",
            "mat",
            "gṛha",
            "utsavaḥ",
            "yātrā",
            "bali",
            "vidhānam",
            "ca",
            "sarva",
            "vārṣika",
            "parvasu",
            "vaidikī",
            "tāntrikī",
            "dīkṣā",
            "madīya",
            "vrata",
            "dhāraṇam",
            "mama",
            "arcā",
            "sthāpane",
            "śraddhā",
            "svataḥ",
            "saṁhatya",
            "ca",
            "udyamaḥ",
            "udyāna",
            "upavana",
            "ākrīḍa",
            "pura",
            "mandira",
            "karmaṇi",
            "sammārjana",
            "upalepābhyām",
            "seka",
            "maṇḍala",
            "vartanaiḥ",
            "gṛha",
            "śuśrūṣaṇam",
            "mahyam",
            "dāsa",
            "vat",
            "yat",
            "amāyayā",
            "amānitvam",
            "adambhitvam",
            "kṛtasya",
            "aparikīrtanam",
            "api",
            "dīpa",
            "avalokam",
            "me",
            "na",
            "upayuñjyāt",
            "niveditam",
            "yat",
            "yat",
            "iṣṭa",
            "tamam",
            "loke",
            "yat",
            "ca",
            "ati",
            "priyam",
            "ātmanaḥ",
            "tat",
            "tat",
            "nivedayet",
            "mahyam",
            "tat",
            "ānantyāya",
            "kalpate"
        ],
        "translation": "My dear Uddhava, one can give up false pride and prestige by engaging in the following devotional activities. One may purify oneself by seeing, touching, worshiping, serving, and offering prayers of glorification and obeisances to My form as the Deity and to My pure devotees. One should also glorify My transcendental qualities and activities, hear with love and faith the narrations of My glories and constantly meditate on Me. One should offer to Me whatever one acquires, and accepting oneself as My eternal servant, one should give oneself completely to Me. One should always discuss My birth and activities and enjoy life by participating in festivals, such as Janmāṣṭamī, which glorify My pastimes. In My temple, one should also participate in festivals and ceremonies by singing, dancing, playing musical instruments and discussing Me with other Vaiṣṇavas. One should observe all the regularly celebrated annual festivals by attending ceremonies, pilgrimages and making offerings. One should also observe religious vows such as Ekādaśī and take initiation by the procedures mentioned in the Vedas, Pañcarātra and other, similar literatures. One should faithfully and lovingly support the installation of My Deity, and individually or in cooperation with others one should work for the construction of Kṛṣṇa conscious temples and cities as well as flower gardens, fruit gardens and special areas to celebrate My pastimes. One should consider oneself to be My humble servant, without duplicity, and thus should help to clean the temple, which is My home. First one should sweep and dust thoroughly, and then one should further cleanse with water and cow dung. Having dried the temple, one should sprinkle scented water and decorate the temple with maṇḍalas. One should thus act just like My servant. A devotee should never advertise his devotional activities; therefore his service will not be the cause of false pride. One should never use lamps that are offered to Me for other purposes simply because there is need of illumination, and similarly, one should never offer to Me anything that has been offered to or used by others. Whatever is most desired by one within this material world, and whatever is most dear to oneself — one should offer that very thing to Me. Such an offering qualifies one for eternal life.",
        "purport": " In these eight verses Lord Kṛṣṇa ends His discussion of saintly qualities in general and describes the specific characteristics of the devotees of the Lord. Lord Kṛṣṇa has clearly described both here and in Bhagavad-gītā that the ultimate goal of life is to surrender fully to Him and become His pure devotee. Herein the Lord elaborately describes the process of devotional service. One should offer everything that one acquires to the Lord, thinking, “Lord Kṛṣṇa has sent these things so that I may serve Him nicely.” One ultimately should understand that the minute spirit soul is part and parcel of Lord Kṛṣṇa, and thus one should surrender one’s very self to the Lord. Just as an ordinary servant is meek and submissive to his master, similarly, a devotee should always be submissive to his spiritual master, who is a representative of Lord Kṛṣṇa. He should realize how his body and mind are purified simply by his seeing the spiritual master or by accepting on his head the water offered to the spiritual master. It is emphasized in these verses that one should attend Vaiṣṇava festivals. As far as possible, large festivals should be held all over the world so that people can gradually learn how to perfect human life. The words mamārcā-sthāpane śraddhā are significant. Here Lord Kṛṣṇa states that one should have faith in His Deity worship, since the Lord is personally present as the Deity. The words udyānopavanākrīḍa-pura-mandira-karmaṇi indicate that there should be a serious endeavor to construct beautiful temples and Vaiṣṇava cities with ample parks, orchards and flower gardens. An outstanding example of such endeavors can be presently seen in India at the Māyāpur Candrodaya Mandira. The words dīpāvalokaṁ me nopayuñjyān niveditam indicate that one may never use the Deity’s paraphernalia for sense gratification. If there is a shortage of electricity or lights, one may not use the Deity’s lamps, nor should one ever offer to Lord Kṛṣṇa paraphernalia previously offered to or used by others. In these verses, the importance of Deity worship and Vaiṣṇava festivals is emphasized in many ways. Lord Kṛṣṇa promises that whoever sincerely performs these activities will certainly go back home, back to Godhead (tad ānantyāya kalpate). One should offer his most dear possession to Lord Kṛṣṇa, not that which is superfluous or unwanted. If one is most attached to his family, one should see that his family is engaged in Lord Kṛṣṇa’s service. If one is most attached to money, that should be given for propagating Kṛṣṇa consciousness. And if one considers one’s intelligence to be most valuable, he should preach Kṛṣṇa consciousness with great logic and reason. If we offer our most valuable possessions to Lord Kṛṣṇa, we will automatically become dear to the Lord and go back to Godhead."
    },
    {
        "verse": "42",
        "devanagari": "सूर्योऽग्निर्ब्राह्मणा गावो वैष्णव: खं मरुज्जलम् ।भूरात्मा सर्वभूतानि भद्र पूजापदानि मे ॥ ४२ ॥",
        "english_devnagari": "sūryo ’gnir brāhmaṇā gāvovaiṣṇavaḥ khaṁ maruj jalambhūr ātmā sarva-bhūtānibhadra pūjā-padāni me",
        "verse_Syn": [
            "sūryaḥ",
            "agniḥ",
            "brāhmaṇāḥ",
            "gāvaḥ",
            "vaiṣṇavaḥ",
            "kham",
            "marut",
            "jalam",
            "bhūḥ",
            "ātmā",
            "sarva",
            "bhūtāni",
            "bhadra",
            "pūjā",
            "padāni",
            "me"
        ],
        "translation": "O saintly Uddhava, please know that you may worship Me in the sun, fire, brāhmaṇas, cows, Vaiṣṇavas, sky, wind, water, earth, individual soul and all living entities.",
        "purport": " Unless one understands that Lord Kṛṣṇa is all-pervading and that everything is resting within the Lord, one’s Kṛṣṇa consciousness is third class and materialistic. It is clearly stated in all Vedic literatures that the Supreme Absolute Truth is the source of everything. Everything is within Him, and He is within everything. To avoid a materialistic conception of Lord Kṛṣṇa, one should not think that the Lord exists only in a particular time and place. Rather, one should understand that He exists at all times and in all places and that one may search for and find Lord Kṛṣṇa within all things. The word pūjā-padāni indicates that Lord Kṛṣṇa is all-pervading, but this does not mean that all things are Lord Kṛṣṇa. Lord Kṛṣṇa speaks this verse to clarify His supremacy as the all-pervading Personality of Godhead and to show the path of complete self-realization."
    },
    {
        "verse": "43-45",
        "devanagari": "सूर्ये तु विद्यया त्रय्या हविषाग्नौ यजेत माम् ।आतिथ्येन तु विप्राग्र्‍ये गोष्वङ्ग यवसादिना ॥ ४३ ॥वैष्णवे बन्धुसत्कृत्या हृदि खे ध्याननिष्ठया ।वायौ मुख्यधिया तोये द्रव्यैस्तोयपुर:सरै: ॥ ४४ ॥स्थण्डिले मन्त्रहृदयैर्भोगैरात्मानमात्मनि ।क्षेत्रज्ञं सर्वभूतेषु समत्वेन यजेत माम् ॥ ४५ ॥",
        "english_devnagari": "sūrye tu vidyayā trayyāhaviṣāgnau yajeta māmātithyena tu viprāgryegoṣv aṅga yavasādinā",
        "verse_Syn": [
            "sūrye",
            "tu",
            "vidyayā",
            "trayyā",
            "haviṣā",
            "agnau",
            "yajeta",
            "mām",
            "ātithyena",
            "tu",
            "vipra",
            "agrye",
            "goṣu",
            "aṅga",
            "yavasa",
            "ādinā",
            "vaiṣṇave",
            "bandhu",
            "sat",
            "kṛtyā",
            "hṛdi",
            "khe",
            "dhyāna",
            "niṣṭhayā",
            "vāyau",
            "mukhya",
            "dhiyā",
            "toye",
            "dravyaiḥ",
            "toya",
            "puraḥ",
            "saraiḥ",
            "sthaṇḍile",
            "mantra",
            "hṛdayaiḥ",
            "bhogaiḥ",
            "ātmānam",
            "ātmani",
            "kṣetra",
            "jñam",
            "sarva",
            "bhūteṣu",
            "samatvena",
            "yajeta",
            "mām"
        ],
        "translation": "My dear Uddhava, one should worship Me within the sun by chanting selected Vedic mantras and by performing worship and offering obeisances. One may worship Me within fire by offering oblations of ghee, and one may worship Me among the brāhmaṇas by respectfully receiving them as guests, even when uninvited. I can be worshiped within the cows by offerings of grass and other suitable grains and paraphernalia for the pleasure and health of the cows, and one may worship Me within the Vaiṣṇavas by offering loving friendship to them and honoring them in all respects. Through steady meditation I am worshiped within the inner space of the heart, and within the air I can be worshiped by knowledge that prāṇa, the life air, is the chief among elements. I am worshiped within water by offerings of water itself, along with other elements such as flowers and tulasī leaves, and one may worship Me within the earth by proper application of confidential seed mantras. One may worship Me within the individual living entity by offering food and other enjoyable substances, and one may worship Me within all living entities by seeing the Supersoul within all of them, thus maintaining equal vision.",
        "purport": " Significantly, the Lord emphasizes in these three verses that one should worship the Supreme Personality of Godhead who is expanded within all living beings. It is not recommended that one accept any material or spiritual object other than the Lord as supreme. By maintaining steady consciousness of the Lord in His all-pervading feature, one can remain in a worshipful mood twenty-four hours a day. Thus, one will naturally try to engage all material and spiritual elements in the loving service of Lord Kṛṣṇa. If because of ignorance one forgets the Supreme Personality of Godhead, one may become inclined to worship powerful material phenomena independent of the Supreme Lord, or one may foolishly consider oneself to be supreme. One should remain sane and accept the worshipable presence of the Supreme Lord within everything."
    },
    {
        "verse": "46",
        "devanagari": "धिष्ण्येष्वित्येषु मद्रूपं शङ्खचक्रगदाम्बुजै: ।युक्तं चतुर्भुजं शान्तं ध्यायन्नर्चेत्समाहित: ॥ ४६ ॥",
        "english_devnagari": "dhiṣṇyeṣv ity eṣu mad-rūpaṁśaṅkha-cakra-gadāmbujaiḥyuktaṁ catur-bhujaṁ śāntaṁdhyāyann arcet samāhitaḥ",
        "verse_Syn": [
            "dhiṣṇyeṣu",
            "iti",
            "eṣu",
            "mat",
            "rūpam",
            "śaṅkha",
            "cakra",
            "gadā",
            "ambujaiḥ",
            "yuktam",
            "catuḥ",
            "bhujam",
            "śāntam",
            "dhyāyan",
            "arcet",
            "samāhitaḥ"
        ],
        "translation": "Thus, in the previously mentioned places of worship and according to the processes I have described, one should meditate on My peaceful, transcendental form with four arms holding a conchshell, Sudarśana disc, club and lotus flower. In this way, one should worship Me with fixed attention.",
        "purport": " The Lord has previously explained that He appears in different transcendental forms to His pure devotees so that they may unlimitedly increase their love of Godhead. Here is given a general description of the four-armed Nārāyaṇa form, which pervades the material world as Supersoul, or Paramātmā. The pure devotees, however, do not meditate upon the Lord within the heart but rather render active service to a specific form of the Lord, such as Rāma or Kṛṣṇa, and thus perfect their realization of Bhagavān, or the Supreme Lord, who engages in transcendental pastimes with His devotees in the spiritual world. Yet even within the material world one can spiritualize one’s existence by seeing the Supreme Lord within everything and worshiping Him by constant meditation. As mentioned in the previous verses, one should also go to the temple and specifically worship the Deity and participate in spiritual festivals. One should not be puffed up and claim that because one is meditating on the Lord within nature there is no need to go to the temple. Temple worship has been repeatedly emphasized by the Lord Himself. The word samāhita in this verse indicates samādhi. If one very carefully worships the Deity or hears and chants about the pastimes of Lord Kṛṣṇa, one is certainly in samādhi. By worshiping and glorifying the Lord twenty-four hours a day one becomes a liberated soul and gradually rises completely beyond the influence of the material creation. The living entity is called ātmā, or eternal soul, because of his relationship with the Paramātmā, the Supreme Personality of Godhead. By worshiping the Lord, our eternal nature revives, and as we increase our enthusiasm and steadiness in devotional service, material existence fades away."
    },
    {
        "verse": "47",
        "devanagari": "इष्टापूर्तेन मामेवं यो यजेत समाहित: ।लभते मयि सद्भ‍‍क्तिं मत्स्मृति: साधुसेवया ॥ ४७ ॥",
        "english_devnagari": "iṣṭā-pūrtena mām evaṁyo yajeta samāhitaḥlabhate mayi sad-bhaktiṁmat-smṛtiḥ sādhu-sevayā",
        "verse_Syn": [
            "iṣṭā",
            "pūrtena",
            "mām",
            "evam",
            "yaḥ",
            "yajeta",
            "samāhitaḥ",
            "labhate",
            "mayi",
            "sat",
            "bhaktim",
            "mat",
            "smṛtiḥ",
            "sādhu",
            "sevayā"
        ],
        "translation": "One who has executed sacrificial performances and pious works for My satisfaction, and who thus worships Me with fixed attention, obtains unflinching devotional service unto Me. By the excellent quality of his service such a worshiper obtains realized knowledge of Me.",
        "purport": " The word iṣṭā-pūrtena, which means “sacrificial performances and pious works,” does not indicate deviation from the pure devotional service of the Lord. Lord Kṛṣṇa, or Viṣṇu, is called Yajña, or the Lord of sacrifice, and in Bhagavad-gītā (5.29) Lord Kṛṣṇa says, bhoktāraṁ yajña-tapasām: “I am the actual enjoyer of all sacrifice.” The highest sacrifice is to chant the holy names of the Lord, and by taking shelter of the Lord’s names, one will acquire unflinching devotion and realized knowledge of the Absolute Truth. A realized devotee is very attentive in his devotional service, taking it as his life and soul. He keeps himself fit for devotional service by constantly worshiping and glorifying the lotus feet of the spiritual master and the Supreme Personality of Godhead. Such hari-nāma-kīrtana and guru-pūjā are the only practical methods by which one can achieve pure devotional service. When hari-kīrtana is expanded, it is called kṛṣṇa-saṅkīrtana. One should not dry up by performing unauthorized austerities or sacrifices; rather, one should engage with all enthusiasm in the great sacrifice of śrī-kṛṣṇa-saṅkīrtana, which enables one to easily achieve the highest perfection of human life."
    },
    {
        "verse": "48",
        "devanagari": "प्रायेण भक्तियोगेन सत्सङ्गेन विनोद्धव ।नोपायो विद्यते सम्यक् प्रायणं हि सतामहम् ॥ ४८ ॥",
        "english_devnagari": "prāyeṇa bhakti-yogenasat-saṅgena vinoddhavanopāyo vidyate samyakprāyaṇaṁ hi satām aham",
        "verse_Syn": [
            "prāyeṇa",
            "bhakti",
            "yogena",
            "sat",
            "saṅgena",
            "vinā",
            "uddhava",
            "na",
            "upāyaḥ",
            "vidyate",
            "samyak",
            "prāyaṇam",
            "hi",
            "satām",
            "aham"
        ],
        "translation": "My dear Uddhava, I am personally the ultimate shelter and way of life for saintly liberated persons, and thus if one does not engage in My loving devotional service, which is made possible by associating with My devotees, then for all practical purposes, one possesses no effective means for escaping from material existence.",
        "purport": " Lord Kṛṣṇa has described to Uddhava the characteristics of jñāna-yoga and bhakti-yoga, both of which are considered to be spiritual processes. Now, however, Lord Kṛṣṇa clearly indicates that bhakti-yoga is the only real means to totally free oneself from material existence, and that bhakti-yoga is not possible without sat-saṅga, or association with other Vaiṣṇavas. On the path of bhakti-miśra jñāna, or speculation on the Absolute Truth mixed with devotion, one is still affected by the three modes of material nature. The pure soul, liberated from all material qualities, has no tendency or desire to engage in philosophical speculation, severe austerities or impersonal meditation. The pure soul simply loves Kṛṣṇa and wants to serve Him constantly. Jīvera ‘svarūpa’ haya — kṛṣṇera ‘nitya-dāsa.’ Pure devotional service to the Lord is called kevala-bhakti, whereas devotional service mixed with speculative propensities is called guṇa-bhūta-bhakti, or devotional service polluted by the material modes of nature. One who is actually intelligent does not make a show of philosophical wizardry but rather discerns the superiority of pure love of Godhead and takes to the path of kevala-bhakti. One who emphasizes so-called intellectual achievements is actually less intelligent, because such a person is more attracted to intelligence than to the pure soul, which is superior. It should be understood, however, that pure devotional service is not nonphilosophical or anti-intellectual. The Absolute Truth is far more extensive than partial truth. Therefore, one who is in full knowledge of Lord Kṛṣṇa has the greatest facility to engage in philosophical analysis, since a pure devotee is working with the entire range of conceptual categories. Those who do not know Lord Kṛṣṇa are attracted to the impersonal Brahman or the localized Paramātmā, but they are not aware of the ultimate category of understanding called Bhagavān, or the Supreme Personality of Godhead. Lacking knowledge of Bhagavān, such imperfect philosophers certainly do not understand the expansion, interaction and withdrawal of the Lord’s innumerable potencies and thus cannot fully analyze them. By faithfully accepting everything Lord Kṛṣṇa speaks as the absolute truth, one comes to the mature platform of philosophy and achieves perfect knowledge. In addition to philosophical or intellectual understanding, pure devotional service also awards all other benefits in life, both material and spiritual; therefore one who for any purpose whatsoever accepts a process other than devotional service has unfortunately misunderstood the nature of pure devotional service to Lord Kṛṣṇa. It is emphasized here that one must cultivate devotional service in the association of other devotees. On the other hand, the jñāna-yoga process is cultivated alone, because it is difficult for even two mental speculators to be in the same place without their association degenerating into constant quarrel. Other processes of self-realization are compared to the nipples on a goat’s neck. They look just like breast nipples, but they will not give any milk whatsoever. In this regard Śrīla Viśvanātha Cakravartī Ṭhākura has quoted the following verses, spoken by Śrī Uddhava, Śukadeva Gosvāmī and Nārada Muni respectively. “My dear Lord, for one who is being cruelly burned in the blazing fire of material miseries, having fallen into the network of material existence, I do not see any other possible shelter besides Your two lotus feet, which are a shower of nectar extinguishing the fire of suffering.” (Bhāg. 11.19.9) “Material existence is like an ocean that is extremely difficult to cross. The conditioned souls have fallen into this ocean, which is not cool but rather burns them with the fire of misery. For one who has fallen into this sea and desires to get out, there is no other rescue boat except the constant relishing within oneself of the pastime narrations of the Supreme Personality of Godhead.” (Bhāg. 12.4.40) “What is the use of the yoga system, philosophical speculation, mere renunciation of the world, or Vedic studies? In fact, what is the use of any so-called auspicious process without Lord Kṛṣṇa, who is the source of our very existence?” (Bhāg. 4.31.12) If, as stated in this verse, it is generally (prāyeṇa) impossible to escape material bondage without devotional service in the association of devotees, one can simply imagine the probabilities of liberation in Kali-yuga without the Kṛṣṇa consciousness movement. The chances are certainly zero. One may concoct a type of liberation on the mental platform, or one may live in a so-called spiritual society of mutual flattery, but if one actually wants to go back home, back to Godhead, and see with spiritual eyes the beautiful kingdom of God called Kṛṣṇaloka, one must take to Lord Caitanya’s movement and worship Lord Kṛṣṇa in the association of the bhakta-gaṇa, the devotees of the Lord."
    },
    {
        "verse": "49",
        "devanagari": "अथैतत् परमं गुह्यं श‍ृण्वतो यदुनन्दन ।सुगोप्यमपि वक्ष्यामि त्वं मे भृत्य: सुहृत् सखा ॥ ४९ ॥",
        "english_devnagari": "athaitat paramaṁ guhyaṁśṛṇvato yadu-nandanasu-gopyam api vakṣyāmitvaṁ me bhṛtyaḥ suhṛt sakhā",
        "verse_Syn": [
            "atha",
            "etat",
            "paramam",
            "guhyam",
            "śṛṇvataḥ",
            "yadu",
            "nandana",
            "su",
            "gopyam",
            "api",
            "vakṣyāmi",
            "tvam",
            "me",
            "bhṛtyaḥ",
            "su",
            "hṛt",
            "sakhā"
        ],
        "translation": "My dear Uddhava, O beloved of the Yadu dynasty, because you are My servant, well-wisher and friend, I shall now speak to you the most confidential knowledge. Please hear as I explain these great mysteries to you.",
        "purport": " It is stated in the First Chapter of Śrīmad-Bhāgavatam (1.1.8), brūyuḥ snigdhasya śiṣyasya guravo guhyam apy uta: a bona fide spiritual master naturally reveals all transcendental secrets to a sincere disciple. Śrī Uddhava had completely surrendered to Lord Kṛṣṇa, and then only could the Lord explain such mysteries to him, because without complete faith the transmission of spiritual knowledge is impossible. Other processes of self realization, such as philosophical speculation, are imperfect and unsteady because the performer has personal desires, and there is no definite procedure by which to obtain the full mercy of the Supreme Lord. On the other hand, association with the pure devotees of the Lord is a self-sufficient process that is guaranteed to award the desired result. One must only learn how to associate with the pure devotees and one’s life will be perfect. That is the sum and substance of this chapter."
    }
]