[
    {
        "verse": "1-3",
        "devanagari": "श्रीउद्धव उवाचकति तत्त्वानि विश्वेश सङ्ख्यातान्यृषिभि: प्रभो ।नवैकादश पञ्च त्रीण्यात्थ त्वमिह शुश्रुम ॥ १ ॥केचित् षड्‌विंशतिं प्राहुरपरे पञ्चविंशतिम् ।सप्तैके नव षट् केचिच्चत्वार्येकादशापरे ।केचित् सप्तदश प्राहु: षोडशैके त्रयोदश ॥ २ ॥एतावत्त्वं हि सङ्ख्यानामृषयो यद्विवक्षया ।गायन्ति पृथगायुष्मन्निदं नो वक्तुमर्हसि ॥ ३ ॥",
        "english_devnagari": "śrī-uddhava uvācakati tattvāni viśveśasaṅkhyātāny ṛṣibhiḥ prabhonavaikādaśa pañca trīṇyāttha tvam iha śuśruma",
        "verse_Syn": [
            "śrī",
            "uddhavaḥ",
            "uvāca",
            "kati",
            "tattvāni",
            "viśva",
            "īśa",
            "saṅkhyātāni",
            "ṛṣibhiḥ",
            "prabho",
            "nava",
            "ekādaśa",
            "pañca",
            "trīṇi",
            "āttha",
            "tvam",
            "iha",
            "śuśruma",
            "kecit",
            "ṣaṭ",
            "viṁśatim",
            "prāhuḥ",
            "apare",
            "pañca",
            "viṁśatim",
            "sapta",
            "eke",
            "nava",
            "ṣaṭ",
            "kecit",
            "catvāri",
            "ekādaśa",
            "apare",
            "kecit",
            "saptadaśa",
            "prāhuḥ",
            "ṣoḍaśa",
            "eke",
            "trayodaśa",
            "etāvattvam",
            "hi",
            "saṅkhyānām",
            "ṛṣayaḥ",
            "yat",
            "vivakṣayā",
            "gāyanti",
            "pṛthak",
            "āyuḥ",
            "man",
            "idam",
            "naḥ",
            "vaktum",
            "arhasi"
        ],
        "translation": "Uddhava inquired: My dear Lord, O master of the universe, how many different elements of creation have been enumerated by the great sages? I have heard You personally describe a total of twenty-eight — God, the jīva soul, the mahat-tattva, false ego, the five gross elements, the ten senses, the mind, the five subtle objects of perception and the three modes of nature. But some authorities say that there are twenty-six elements, while others cite twenty-five or else seven, nine, six, four or eleven, and even others say that there are seventeen, sixteen or thirteen. What did each of these sages have in mind when he calculated the creative elements in such different ways? O supreme eternal, kindly explain this to me.",
        "purport": " Lord Kṛṣṇa thoroughly explained in the previous chapter that Vedic knowledge is not meant for sense gratification but for liberation from material bondage. Now Uddhava presents some intermediate questions that must be answered so the path of liberation will be clear. Different philosophers have historically disagreed over the exact number of material elements, about the existence and nonexistence of particular external objects and about the existence of the soul itself. The jñāna-kāṇḍa section of the Vedas aims at liberation through analytic understanding of the material world and of the spirit soul as a transcendental element beyond matter. Ultimately the Supreme Lord Himself stands above all elements and maintains them by His personal potency. Uddhava mentions in numerical terms different methodologies of various sages, citing first the Lord’s own opinion. The word āyuṣman, or “possessing eternal form,” is significant in this regard. Since Lord Kṛṣṇa is eternal, He possesses all knowledge of past, present and future and is thus the original and supreme philosopher. According to Śrīla Viśvanātha Cakravartī Ṭhākura, the different analytic approaches mentioned by Śrī Uddhava are actually not contradictory, since they are different methods of categorizing the same reality. Atheistic speculation on reality does not recognize the existence of God; consequently it is a worthless attempt to explain the truth. The Lord Himself empowers different living entities to speculate and speak on reality in different ways. The actual reality, however, is the Lord Himself, who will now speak to Śrī Uddhava."
    },
    {
        "verse": "4",
        "devanagari": "श्रीभगवानुवाचयुक्तं च सन्ति सर्वत्र भाषन्ते ब्राह्मणा यथा ।मायां मदीयामुद्गृह्य वदतां किं नु दुर्घटम् ॥ ४ ॥",
        "english_devnagari": "śrī-bhagavān uvācayuktaṁ ca santi sarvatrabhāṣante brāhmaṇā yathāmāyāṁ madīyām udgṛhyavadatāṁ kiṁ nu durghaṭam",
        "verse_Syn": [
            "śrī",
            "bhagavān",
            "uvāca",
            "yuktam",
            "ca",
            "santi",
            "sarvatra",
            "bhāṣante",
            "brāhmaṇāḥ",
            "yathā",
            "māyām",
            "madīyām",
            "udgṛhya",
            "vadatām",
            "kim",
            "nu",
            "durghaṭam"
        ],
        "translation": "Lord Kṛṣṇa replied: Because all material elements are present everywhere, it is reasonable that different learned brāhmaṇas have analyzed them in different ways. All such philosophers spoke under the shelter of My mystic potency, and thus they could say anything without contradicting the truth.",
        "purport": " The words santi sarvatra in this verse indicate that all material elements are found within each other in gross and subtle forms. In this way there are innumerable ways to categorically describe them. The material world is ultimately illusory, undergoing constant transformation. It may be measured in different ways, just as the mirage of an oasis may be described in different ways, but the Lord’s own analysis of twenty-eight elements is perfect and should be accepted. Śrīla Jīva Gosvāmī states that the word māyā in this verse does not refer to mahā-māyā, or the potency of ignorance, but to the Lord’s inconceivable mystic power, which shelters the learned followers of Vedic knowledge. Each of the philosophers mentioned here reveals a particular aspect of truth, and their theories are not contradictory, since they are simply describing the same phenomena with different categorical systems. Such philosophical disagreement is endless within the material world; thus everyone should unite on the platform of the Lord’s own opinion, as stated in this verse. Similarly, in Bhagavad-gītā Lord Kṛṣṇa requests all conditioned souls to give up their various forms of worship and surrender unto Him in full Kṛṣṇa consciousness, becoming His devotees. Thus the whole universe can be united in love of Godhead by chanting Hare Kṛṣṇa, Hare Kṛṣṇa, Kṛṣṇa Kṛṣṇa, Hare Hare/ Hare Rāma, Hare Rāma, Rāma Rāma, Hare Hare. By the Lord’s revealing Himself to a sincere devotee, the controversy of analytic philosophy is ended."
    },
    {
        "verse": "5",
        "devanagari": "नैतदेवं यथात्थ त्वं यदहं वच्मि तत्तथा ।एवं विवदतां हेतुं शक्तयो मे दुरत्यया: ॥ ५ ॥",
        "english_devnagari": "naitad evaṁ yathāttha tvaṁyad ahaṁ vacmi tat tathāevaṁ vivadatāṁ hetuṁśaktayo me duratyayāḥ",
        "verse_Syn": [
            "na",
            "etat",
            "evam",
            "yathā",
            "āttha",
            "tvam",
            "yat",
            "aham",
            "vacmi",
            "tat",
            "tathā",
            "evam",
            "vivadatām",
            "hetum",
            "śaktayaḥ",
            "me",
            "duratyayāḥ"
        ],
        "translation": "When philosophers argue, “I don’t choose to analyze this particular case in the same way that you have,” it is simply My own insurmountable energies that are motivating their analytic disagreements.",
        "purport": " Because of the material potencies of the Supreme Lord, mundane philosophers are perpetually arguing about which came first, the chicken or the egg. By the influence of the modes of goodness, passion and ignorance, different philosophers are attracted to different views; and by the influence of the material atmosphere created by the Lord, these philosophers perpetually disagree with one another. The Supreme Lord Himself, however, has given the clear explanation. As stated in Śrīmad-Bhāgavatam (6.4.31): “Let me offer my respectful obeisances unto the all-pervading Supreme Personality of Godhead, who possesses unlimited transcendental qualities. Acting from within the cores of the hearts of all philosophers, who propagate various views, He caused them to forget their own souls while sometimes agreeing and sometimes disagreeing among themselves. Thus He creates within this material world a situation in which they are unable to come to a conclusion. I offer my respectful obeisances unto Him.”"
    },
    {
        "verse": "6",
        "devanagari": "यासां व्यतिकरादासीद् विकल्पो वदतां पदम् ।प्राप्ते शमदमेऽप्येति वादस्तमनुशाम्यति ॥ ६ ॥",
        "english_devnagari": "yāsāṁ vyatikarād āsīdvikalpo vadatāṁ padamprāpte śama-dame ’pyetivādas tam anu śāmyati",
        "verse_Syn": [
            "yāsām",
            "vyatikarāt",
            "āsīt",
            "vikalpaḥ",
            "vadatām",
            "padam",
            "prāpte",
            "śama",
            "dame",
            "apyeti",
            "vādaḥ",
            "tam",
            "anu",
            "śāmyati"
        ],
        "translation": "By interaction of My energies different opinions arise. But for those who have fixed their intelligence on Me and controlled their senses, differences of perception disappear, and consequently the very cause for argument is removed.",
        "purport": " Conflicting varieties of perception are created by the interaction of the Lord’s material energies in the minds of different philosophers, who staunchly defend their opinions, stating, “This may be the case or perhaps that or the other; or this may not be the case, or perhaps that is not the case.” Such logical or rational proposing, doubting, counter-proposing, counteracting, etc., take thousands of different forms and become the basis of argument. Actually, the Supreme Personality of Godhead, Lord Kṛṣṇa, is the basis of all existence, since everything emanates from the Lord, is maintained by the Lord and at the end is merged to rest within the Lord. Lord Kṛṣṇa is para-tattva, the highest truth underlying all other dependent truths. In a society of learned persons who have understood the Personality of Godhead to be everything, there is no further cause of philosophical quarrel. Such unity of opinion is not based on the absence of philosophical inquiry, nor on the stifling of rational discussion, but is the natural result of spiritual enlightenment. So-called philosophers proudly boast that they are searching and researching for the Absolute Truth, yet they somehow consider one who has found the Absolute Truth to be less intelligent than one who has not found it but is searching. Because Lord Kṛṣṇa is the Absolute Truth, one who fully surrenders to the Lord becomes the most learned person."
    },
    {
        "verse": "7",
        "devanagari": "परस्परानुप्रवेशात् तत्त्वानां पुरुषर्षभ ।पौर्वापर्यप्रसङ्ख्यानं यथा वक्तुर्विवक्षितम् ॥ ७ ॥",
        "english_devnagari": "parasparānupraveśāttattvānāṁ puruṣarṣabhapaurvāparya-prasaṅkhyānaṁyathā vaktur vivakṣitam",
        "verse_Syn": [
            "paraspara",
            "anupraveśāt",
            "tattvānām",
            "puruṣa",
            "ṛṣabha",
            "paurva",
            "aparya",
            "prasaṅkhyānam",
            "yathā",
            "vaktuḥ",
            "vivakṣitam"
        ],
        "translation": "O best among men, because subtle and gross elements mutually enter into one another, philosophers may calculate the number of basic material elements in different ways, according to their personal desire.",
        "purport": " Material creation takes place as a chain reaction in which subtle elements expand and transform into progressively denser elements. Since a cause is in a sense present within its effect, and the effect is subtly present within the cause, all subtle and gross elements have entered within one another. Thus one may categorize basic material elements in many different ways, assigning various numbers and names according to one’s methodology. Although material philosophers proudly assume their individual theories to be supreme, they are all speculating according to their personal proclivities, as described in this and the following verse."
    },
    {
        "verse": "8",
        "devanagari": "एकस्मिन्नपि द‍ृश्यन्ते प्रविष्टानीतराणि च ।पूर्वस्मिन् वा परस्मिन् वा तत्त्वे तत्त्वानि सर्वश: ॥ ८ ॥",
        "english_devnagari": "ekasminn api dṛśyantepraviṣṭānītarāṇi capūrvasmin vā parasmin vātattve tattvāni sarvaśaḥ",
        "verse_Syn": [
            "ekasmin",
            "api",
            "dṛśyante",
            "praviṣṭāni",
            "itarāṇi",
            "ca",
            "pūrvasmin",
            "vā",
            "parasmin",
            "vā",
            "tattve",
            "tattvāni",
            "sarvaśaḥ"
        ],
        "translation": "All subtle material elements are actually present within their gross effects; similarly, all gross elements are present within their subtle causes, since material creation takes place by progressive manifestation of elements from subtle to gross. Thus we can find all material elements within any single element.",
        "purport": " Since material elements are present within each other, there are innumerable ways to construe and categorize the material creation of God. Ultimately, however, the significant element is God Himself, who is the basis of all the transformations and permutations of the material cosmos. The creation of the material world takes place by a progression from subtle to gross elements, as explained in the sāṅkhya-yoga system of Lord Kapila. The example may be given that we find the dormant existence of an earthen pot within mud and also the existence of mud within the earthen pot. Similarly, one element is present within another, and ultimately all elements rest within the Supreme Personality of Godhead, who is simultaneously within everything. By such explanations, Kṛṣṇa consciousness constitutes the ultimate scientific methodology for factually understanding this universe."
    },
    {
        "verse": "9",
        "devanagari": "पौर्वापर्यमतोऽमीषां प्रसङ्ख्यानमभीप्सताम् ।यथा विविक्तं यद्वक्त्रं गृह्णीमो युक्तिसम्भवात् ॥ ९ ॥",
        "english_devnagari": "paurvāparyam ato ’mīṣāṁprasaṅkhyānam abhīpsatāmyathā viviktaṁ yad-vaktraṁgṛhṇīmo yukti-sambhavāt",
        "verse_Syn": [
            "paurva",
            "aparyam",
            "ataḥ",
            "amīṣām",
            "prasaṅkhyānam",
            "abhīpsatām",
            "yathā",
            "viviktam",
            "yat",
            "vaktram",
            "gṛhṇīmaḥ",
            "yukti",
            "sambhavāt"
        ],
        "translation": "Therefore, no matter which of these thinkers is speaking, and regardless of whether in their calculations they include material elements within their previous subtle causes or else within their subsequent manifest products, I accept their conclusions as authoritative, because a logical explanation can always be given for each of the different theories.",
        "purport": " Although innumerable philosophers may rationally describe the material creation from different points of view, one cannot perfect one’s knowledge without Kṛṣṇa consciousness. An intellectual person should therefore not be falsely proud simply because he has ascertained a particular truth within the material world. The Lord here states that one who follows the Vedic way of analysis will undoubtedly have many insights concerning the material creation. Ultimately, however, one must become a devotee of the Supreme Lord and perfect one’s knowledge in Kṛṣṇa consciousness."
    },
    {
        "verse": "10",
        "devanagari": "अनाद्यविद्यायुक्तस्य पुरुषस्यात्मवेदनम् ।स्वतो न सम्भवादन्यस्तत्त्वज्ञो ज्ञानदो भवेत् ॥ १० ॥",
        "english_devnagari": "anādy-avidyā-yuktasyapuruṣasyātma-vedanamsvato na sambhavād anyastattva-jño jñāna-do bhavet",
        "verse_Syn": [
            "anādi",
            "avidyā",
            "yuktasya",
            "puruṣasya",
            "ātma",
            "vedanam",
            "svataḥ",
            "na",
            "sambhavāt",
            "anyaḥ",
            "tattva",
            "jñaḥ",
            "jñāna",
            "daḥ",
            "bhavet"
        ],
        "translation": "Because a person who has been covered by ignorance since time immemorial is not capable of effecting his own self-realization, there must be some other personality who is in factual knowledge of the Absolute Truth and can impart this knowledge to him.",
        "purport": " Although the Lord tolerates different methods of calculating material causes within their effects and material effects within their causes, there cannot be any speculation regarding the two spiritual elements found in this universe, namely the individual soul and the Supersoul. Lord Kṛṣṇa clearly states in this verse that the living entity is incapable of effecting his own enlightenment. The Supreme Lord is tattva-jña, omniscient, and jñāna-da, the spiritual master of the entire universe. Śrī Uddhava mentioned that some philosophers describe twenty-five elements and others twenty-six. The difference is that the twenty-six elements include a separate category for the individual soul and the Supreme Soul, Lord Kṛṣṇa, whereas the proponents of twenty-five elements artificially merge the two transcendental categories of jīva-tattva and viṣṇu-tattva, hiding the eternal supremacy of the Personality of Godhead. Knowledge based on the three modes of material nature cannot rise to the transcendental platform, where the Personality of Godhead exists as the supreme enjoyer of eternal spiritual varieties of form, color, flavor, musical sounds and loving affairs. Mundane philosophers simply bounce back and forth between material enjoyment and material renunciation. Being victims of Māyāvāda (impersonal) perception of the Absolute Truth, they cannot achieve the shelter of the Personality of Godhead and thus cannot understand Him. Because foolish, impersonal philosophers consider themselves supreme, they are unable to appreciate that loving service exists on the spiritual platform. Stubbornly rejecting subservience to the Personality of Godhead, the impersonalists are eventually overwhelmed by the illusory potency of the Lord and undergo the miseries of material existence. The Vaiṣṇavas, on the other hand, are not envious of the Personality of Godhead. They gladly accept His shelter and supremacy, and thus the Lord personally takes charge of His devotees and enlightens them, filling them with His own transcendental bliss. Spiritual service to the Supreme Lord is in this way free from the disappointment and repression of material service."
    },
    {
        "verse": "11",
        "devanagari": "पुरुषेश्व‍रयोरत्र न वैलक्षण्यमण्वपि ।तदन्यकल्पनापार्था ज्ञानं च प्रकृतेर्गुण: ॥ ११ ॥",
        "english_devnagari": "puruṣeśvarayor atrana vailakṣaṇyam aṇv apitad-anya-kalpanāpārthājñānaṁ ca prakṛter guṇaḥ",
        "verse_Syn": [
            "puruṣa",
            "īśvarayoḥ",
            "atra",
            "na",
            "vailakṣaṇyam",
            "aṇu",
            "api",
            "tat",
            "anya",
            "kalpanā",
            "apārthā",
            "jñānam",
            "ca",
            "prakṛteḥ",
            "guṇaḥ"
        ],
        "translation": "According to knowledge in the material mode of goodness, there is no qualitative difference between the living entity and the supreme controller. The imagination of qualitative difference between them is useless speculation.",
        "purport": " According to certain philosophers there are twenty-five elements, among which a single category is stipulated for both the individual living entity and the Supreme Lord. Such impersonal knowledge is declared by the Lord to be material: jñānaṁ ca prakṛter guṇaḥ. Such knowledge can, however, be accepted to establish the qualitative identity of the Supreme Lord and the living entities who expand from Him. Materialistic persons sometimes believe that there is a supreme spirit in heaven but also think that human beings are identical with their material bodies and thus qualitatively and perpetually separated from the Supreme Lord. Knowledge of the Lord’s qualitative oneness with the living entity, as described in this verse, refutes the materialistic concept of life and partially establishes the Absolute Truth. Śrī Caitanya Mahāprabhu described the actual situation as acintya-bhedābheda-tattva: the supreme controller and the controlled living entities are simultaneously one and different. In the material mode of goodness the oneness is perceived. As one proceeds further, to the stage of viśuddha-sattva, or purified spiritual goodness, one finds spiritual variety within the qualitative oneness, completing one’s knowledge of the Absolute Truth. The words na vailakṣaṇyam aṇv api boldly affirm that the individual living entity is indisputably part and parcel of the Supreme Lord and qualitatively one with Him. Any philosophical attempt to separate the living entity from the Supreme Lord and deny his eternal servitude to the Lord is thus refuted. Speculation arriving at the conclusion that the living entity has independent existence separate from the Lord is described here as apārthā, useless. Nevertheless, the theory of twenty-five elements is acceptable to the Lord as a preliminary phase in the evolution of spiritual knowledge."
    },
    {
        "verse": "12",
        "devanagari": "प्रकृतिर्गुणसाम्यं वै प्रकृतेर्नात्मनो गुणा: ।सत्त्वं रजस्तम इति स्थित्युत्पत्त्यन्तहेतव: ॥ १२ ॥",
        "english_devnagari": "prakṛtir guṇa-sāmyaṁ vaiprakṛter nātmano guṇāḥsattvaṁ rajas tama itisthity-utpatty-anta-hetavaḥ",
        "verse_Syn": [
            "prakṛtiḥ",
            "guṇa",
            "sāmyam",
            "vai",
            "prakṛteḥ",
            "na",
            "ātmanaḥ",
            "guṇāḥ",
            "sattvam",
            "rajaḥ",
            "tamaḥ",
            "iti",
            "sthiti",
            "utpatti",
            "anta",
            "hetavaḥ"
        ],
        "translation": "Nature exists originally as the equilibrium of the three material modes, which pertain only to nature, not to the transcendental spirit soul. These modes — goodness, passion and ignorance — are the effective causes of the creation, maintenance and destruction of this universe.",
        "purport": " In Bhagavad-gītā (3.27) it is stated: “The bewildered spirit soul, under the influence of the three modes of material nature, thinks himself to be the doer of activities, which are in actuality carried out by nature.” The three modes of nature, in their original state of equilibrium, as well as the subsequent creation generated from the modes, are vastly more powerful than the tiny living entity who is controlled by them. The living entity thus cannot be accepted as the actual doer or creator within the material world. The mode of goodness is symptomized by the experience of knowledge, the mode of passion by the experience of work, and the mode of ignorance by the experience of darkness. These modes of material knowledge, work and darkness have no real relation with the transcendental spirit soul, who exhibits his own qualities of eternality, bliss and knowledge (the sandhinī, saṁvit and hlādinī potencies of the Supreme Lord). The material modes have no access within the kingdom of God, in the unbounded atmosphere of which the eternal living entity is meant to live."
    },
    {
        "verse": "13",
        "devanagari": "सत्त्वं ज्ञानं रज: कर्म तमोऽज्ञानमिहोच्यते ।गुणव्यतिकर: काल: स्वभाव: सूत्रमेव च ॥ १३ ॥",
        "english_devnagari": "sattvaṁ jñānaṁ rajaḥ karmatamo ’jñānam ihocyateguṇa-vyatikaraḥ kālaḥsvabhāvaḥ sūtram eva ca",
        "verse_Syn": [
            "sattvam",
            "jñānam",
            "rajaḥ",
            "karma",
            "tamaḥ",
            "ajñānam",
            "iha",
            "ucyate",
            "guṇa",
            "vyatikaraḥ",
            "kālaḥ",
            "svabhāvaḥ",
            "sūtram",
            "eva",
            "ca"
        ],
        "translation": "In this world the mode of goodness is recognized as knowledge, the mode of passion as fruitive work, and the mode of darkness as ignorance. Time is perceived as the agitated interaction of the material modes, and the totality of functional propensity is embodied by the primeval sūtra, or mahat-tattva.",
        "purport": " The impetus for the interaction of the material elements is the forward movement of time. Because time is passing, the embryo grows within the womb, gradually comes out, grows up, produces by-products, dwindles and dies. All of this is due to the pushing of time. In the absence of the time factor, the material elements do not interact but remain inert in the form of pradhāna. Lord Kṛṣṇa is establishing the basic categories of the material world so that human beings can conceive of the Lord’s creation. Were the categories not condensed, analysis and conceptualization would be impossible, since the Lord’s potencies are infinite. Although there are numerous divisions of material elements within the basic divisions, the spirit soul is always to be understood as a distinct transcendental element, meant for residence in the kingdom of God."
    },
    {
        "verse": "14",
        "devanagari": "पुरुष: प्रकृतिर्व्यक्तमहङ्कारो नभोऽनिल: ।ज्योतिराप: क्षितिरिति तत्त्वान्युक्तानि मे नव ॥ १४ ॥",
        "english_devnagari": "puruṣaḥ prakṛtir vyaktamahaṅkāro nabho ’nilaḥjyotir āpaḥ kṣitir ititattvāny uktāni me nava",
        "verse_Syn": [
            "puruṣaḥ",
            "prakṛtiḥ",
            "vyaktam",
            "ahaṅkāraḥ",
            "nabhaḥ",
            "anilaḥ",
            "jyotiḥ",
            "āpaḥ",
            "kṣitiḥ",
            "iti",
            "tattvāni",
            "uktāni",
            "me",
            "nava"
        ],
        "translation": "I have described the nine basic elements as the enjoying soul, nature, nature’s primeval manifestation of the mahat-tattva, false ego, ether, air, fire, water and earth.",
        "purport": " Prakṛti, or nature, is originally unmanifest and later becomes manifest as the mahat-tattva. Although the living entity is puruṣa, an enjoyer, the real process by which he can enjoy is by satisfying the transcendental senses of the Lord, just as the hand eats by supplying food to the stomach. Within material nature the living entity becomes a false enjoyer, forgetting his subservience to the Lord. The material elements as well as the living entity and the Supersoul are thus systematically analyzed to demonstrate to the conditioned soul his actual constitutional position beyond material nature."
    },
    {
        "verse": "15",
        "devanagari": "श्रोत्रं त्वग्दर्शनं घ्राणो जिह्वेति ज्ञानशक्तय: ।वाक्पाण्युपस्थपाय्वङ्‍‍घ्रि: कर्माण्यङ्गोभयं मन: ॥ १५ ॥",
        "english_devnagari": "śrotraṁ tvag darśanaṁ ghrāṇojihveti jñāna-śaktayaḥvāk-pāṇy-upastha-pāyv-aṅghriḥkarmāṇy aṅgobhayaṁ manaḥ",
        "verse_Syn": [
            "śrotram",
            "tvak",
            "darśanam",
            "ghrāṇaḥ",
            "jihvā",
            "iti",
            "jñāna",
            "śaktayaḥ",
            "vāk",
            "pāṇi",
            "upastha",
            "pāyu",
            "aṅghriḥ",
            "karmāṇi",
            "aṅga",
            "ubhayam",
            "manaḥ"
        ],
        "translation": "Hearing, touch, sight, smell and taste are the five knowledge-acquiring senses, My dear Uddhava, and speech, the hands, the genitals, the anus and the legs constitute the five working senses. The mind belongs to both these categories.",
        "purport": " Eleven elements are mentioned in this verse."
    },
    {
        "verse": "16",
        "devanagari": "शब्द: स्पर्शो रसो गन्धो रूपं चेत्यर्थजातय: ।गत्युक्त्युत्सर्गशिल्पानि कर्मायतनसिद्धय: ॥ १६ ॥",
        "english_devnagari": "śabdaḥ sparśo raso gandhorūpaṁ cety artha-jātayaḥgaty-ukty-utsarga-śilpānikarmāyatana-siddhayaḥ",
        "verse_Syn": [
            "śabdaḥ",
            "sparśaḥ",
            "rasaḥ",
            "gandhaḥ",
            "rūpam",
            "ca",
            "iti",
            "artha",
            "jātayaḥ",
            "gati",
            "ukti",
            "utsarga",
            "śilpāni",
            "karma",
            "āyatana",
            "siddhayaḥ"
        ],
        "translation": "Sound, touch, taste, smell and form are the objects of the knowledge-acquiring senses, and movement, speech, excretion and manufacture are functions of the working senses.",
        "purport": " Here the word utsarga refers to evacuation by the genitals and anus, and thus constitutes two elements. In this way ten elements are listed here in two sets of five."
    },
    {
        "verse": "17",
        "devanagari": "सर्गादौ प्रकृतिर्ह्यस्य कार्यकारणरूपिणी ।सत्त्वादिभिर्गुणैर्धत्ते पुरुषोऽव्यक्त ईक्षते ॥ १७ ॥",
        "english_devnagari": "sargādau prakṛtir hy asyakārya-kāraṇa-rūpiṇīsattvādibhir guṇair dhattepuruṣo ’vyakta īkṣate",
        "verse_Syn": [
            "sarga",
            "ādau",
            "prakṛtiḥ",
            "hi",
            "asya",
            "kārya",
            "kāraṇa",
            "rūpiṇī",
            "sattva",
            "ādibhiḥ",
            "guṇaiḥ",
            "dhatte",
            "puruṣaḥ",
            "avyaktaḥ",
            "īkṣate"
        ],
        "translation": "In the beginning of creation nature assumes, by the modes of goodness, passion and ignorance, its form as the embodiment of all subtle causes and gross manifestations within the universe. The Supreme Personality of Godhead does not enter the interaction of material manifestation but merely glances upon nature.",
        "purport": " The Personality of Godhead is not subject to transformation like the subtle and gross material elements. Thus the Lord is avyakta, or not materially manifest at any stage of cosmic evolution. Regardless of the specific method of cataloging the material elements, the Lord remains the ultimate creator, maintainer and annihilator of the total cosmic situation."
    },
    {
        "verse": "18",
        "devanagari": "व्यक्तादयो विकुर्वाणा धातव: पुरुषेक्षया ।लब्धवीर्या: सृजन्त्यण्डं संहता: प्रकृतेर्बलात् ॥ १८ ॥",
        "english_devnagari": "vyaktādayo vikurvāṇādhātavaḥ puruṣekṣayālabdha-vīryāḥ sṛjanty aṇḍaṁsaṁhatāḥ prakṛter balāt",
        "verse_Syn": [
            "vyakta",
            "ādayaḥ",
            "vikurvāṇāḥ",
            "dhātavaḥ",
            "puruṣa",
            "īkṣayā",
            "labdha",
            "vīryāḥ",
            "sṛjanti",
            "aṇḍam",
            "saṁhatāḥ",
            "prakṛteḥ",
            "balāt"
        ],
        "translation": "As the material elements, headed by the mahat-tattva, are transformed, they receive their specific potencies from the glance of the Supreme Lord, and being amalgamated by the power of nature, they create the universal egg.",
        "purport": ""
    },
    {
        "verse": "19",
        "devanagari": "सप्तैव धातव इति तत्रार्था: पञ्चखादय: ।ज्ञानमात्मोभयाधारस्ततो देहेन्द्रियासव: ॥ १९ ॥",
        "english_devnagari": "saptaiva dhātava ititatrārthāḥ pañca khādayaḥjñānam ātmobhayādhārastato dehendriyāsavaḥ",
        "verse_Syn": [
            "sapta",
            "eva",
            "dhātavaḥ",
            "iti",
            "tatra",
            "arthāḥ",
            "pañca",
            "kha",
            "ādayaḥ",
            "jñānam",
            "ātmā",
            "ubhaya",
            "ādhāraḥ",
            "tataḥ",
            "deha",
            "indriya",
            "asavaḥ"
        ],
        "translation": "According to some philosophers there are seven elements, namely earth, water, fire, air and ether, along with the conscious spirit soul and the Supreme Soul, who is the basis of both the material elements and the ordinary spirit soul. According to this theory, the body, senses, life air and all material phenomena are produced from these seven elements.",
        "purport": " Having explained His own viewpoint, the Lord now summarizes various other analytic methodologies."
    },
    {
        "verse": "20",
        "devanagari": "षडित्यत्रापि भूतानि पञ्चषष्ठ: पर: पुमान् ।तैर्युक्त आत्मसम्भूतै: सृष्ट्वेदं समपाविशत् ॥ २० ॥",
        "english_devnagari": "ṣaḍ ity atrāpi bhūtānipañca ṣaṣṭhaḥ paraḥ pumāntair yukta ātma-sambhūtaiḥsṛṣṭvedaṁ samapāviśat",
        "verse_Syn": [
            "ṣaṭ",
            "iti",
            "atra",
            "api",
            "bhūtāni",
            "pañca",
            "ṣaṣṭhaḥ",
            "paraḥ",
            "pumān",
            "taiḥ",
            "yuktaḥ",
            "ātma",
            "sambhūtaiḥ",
            "sṛṣṭvā",
            "idam",
            "samupāviśat"
        ],
        "translation": "Other philosophers state that there are six elements — the five physical elements (earth, water, fire, air and ether) and the sixth element, the Supreme Personality of Godhead. That Supreme Lord, endowed with the elements that He has brought forth from Himself, creates this universe and then personally enters within it.",
        "purport": " Śrīla Śrīdhara Svāmī states that according to this philosophy, the ordinary living entity is included within the category of the Supersoul. This theory thus accepts only the Supreme Personality of Godhead and the five physical elements."
    },
    {
        "verse": "21",
        "devanagari": "चत्वार्येवेति तत्रापि तेज आपोऽन्नमात्मन: ।जातानि तैरिदं जातं जन्मावयविन: खलु ॥ २१ ॥",
        "english_devnagari": "catvāry eveti tatrāpiteja āpo ’nnam ātmanaḥjātāni tair idaṁ jātaṁjanmāvayavinaḥ khalu",
        "verse_Syn": [
            "catvāri",
            "eva",
            "iti",
            "tatra",
            "api",
            "tejaḥ",
            "āpaḥ",
            "annam",
            "ātmanaḥ",
            "jātāni",
            "taiḥ",
            "idam",
            "jātam",
            "janma",
            "avayavinaḥ",
            "khalu"
        ],
        "translation": "Some philosophers propose the existence of four basic elements, of which three — fire, water and earth — emanate from the fourth, the Self. Once existing, these elements produce the cosmic manifestation, in which all material creation takes place.",
        "purport": ""
    },
    {
        "verse": "22",
        "devanagari": "सङ्ख्याने सप्तदशके भूतमात्रेन्द्रियाणि च ।पञ्च पञ्चैकमनसा आत्मा सप्तदश: स्मृत: ॥ २२ ॥",
        "english_devnagari": "saṅkhyāne saptadaśakebhūta-mātrendriyāṇi capañca pañcaika-manasāātmā saptadaśaḥ smṛtaḥ",
        "verse_Syn": [
            "saṅkhyāne",
            "saptadaśake",
            "bhūta",
            "mātra",
            "indriyāṇi",
            "ca",
            "pañca",
            "pañca",
            "eka",
            "manasā",
            "ātmā",
            "saptadaśaḥ",
            "smṛtaḥ"
        ],
        "translation": "Some calculate the existence of seventeen basic elements, namely the five gross elements, the five objects of perception, the five sensory organs, the mind, and the soul as the seventeenth element.",
        "purport": ""
    },
    {
        "verse": "23",
        "devanagari": "तद्वत् षोडशसङ्ख्याने आत्मैव मन उच्यते ।भूतेन्द्रियाणि पञ्चैव मन आत्मा त्रयोदश ॥ २३ ॥",
        "english_devnagari": "tadvat ṣoḍaśa-saṅkhyāneātmaiva mana ucyatebhūtendriyāṇi pañcaivamana ātmā trayodaśa",
        "verse_Syn": [
            "tadvat",
            "ṣoḍaśa",
            "saṅkhyāne",
            "ātmā",
            "eva",
            "manaḥ",
            "ucyate",
            "bhūta",
            "indriyāṇi",
            "pañca",
            "eva",
            "manaḥ",
            "ātmā",
            "trayodaśa"
        ],
        "translation": "According to the calculation of sixteen elements, the only difference from the previous theory is that the soul is identified with the mind. If we think in terms of five physical elements, five senses, the mind, the individual soul and the Supreme Lord, there are thirteen elements.",
        "purport": " According to the theory of thirteen elements, the sense objects — aroma, taste, form, touch and sound — are considered by-products of the interaction of the senses and physical matter."
    },
    {
        "verse": "24",
        "devanagari": "एकादशत्व आत्मासौ महाभूतेन्द्रियाणि च ।अष्टौ प्रकृतयश्चैव पुरुषश्च नवेत्यथ ॥ २४ ॥",
        "english_devnagari": "ekādaśatva ātmāsaumahā-bhūtendriyāṇi caaṣṭau prakṛtayaś caivapuruṣaś ca navety atha",
        "verse_Syn": [
            "ekādaśatve",
            "ātmā",
            "asau",
            "mahā",
            "bhūta",
            "indriyāṇi",
            "ca",
            "aṣṭau",
            "prakṛtayaḥ",
            "ca",
            "eva",
            "puruṣaḥ",
            "ca",
            "nava",
            "iti",
            "atha"
        ],
        "translation": "Counting eleven, there are the soul, the gross elements and the senses. Eight gross and subtle elements plus the Supreme Lord would make nine.",
        "purport": ""
    },
    {
        "verse": "25",
        "devanagari": "इति नानाप्रसङ्ख्यानं तत्त्वानामृषिभि: कृतम् ।सर्वं न्याय्यं युक्तिमत्त्वाद् विदुषां किमशोभनम् ॥ २५ ॥",
        "english_devnagari": "iti nānā-prasaṅkhyānaṁtattvānām ṛṣibhiḥ kṛtamsarvaṁ nyāyyaṁ yuktimattvādviduṣāṁ kim aśobhanam",
        "verse_Syn": [
            "iti",
            "nānā",
            "prasaṅkhyānam",
            "tattvānām",
            "ṛṣibhiḥ",
            "kṛtam",
            "sarvam",
            "nyāyyam",
            "yukti",
            "mattvāt",
            "viduṣām",
            "kim",
            "aśobhanam"
        ],
        "translation": "Thus great philosophers have analyzed the material elements in many different ways. All of their proposals are reasonable, since they are all presented with ample logic. Indeed, such philosophical brilliance is expected of the truly learned.",
        "purport": " The material world has been analyzed in innumerable ways by innumerable brilliant philosophers, but the conclusion is always one — the Supreme Personality of Godhead, Vāsudeva. Aspiring philosophers need not waste their precious time showing off their intellectual brilliance, because there is little left to analyze on the material platform. One should simply surrender to the Absolute Truth, the supreme element, Lord Śrī Kṛṣṇa, and uncover one’s eternal consciousness of God."
    },
    {
        "verse": "26",
        "devanagari": "श्रीउद्धव उवाचप्रकृति: पुरुषश्चोभौ यद्यप्यात्मविलक्षणौ । अन्योन्यापाश्रयात् कृष्ण द‍ृश्यते न भिदा तयो: । प्रकृतौ लक्ष्यते ह्यात्मा प्रकृतिश्च तथात्मनि ॥ २६ ॥",
        "english_devnagari": "śrī-uddhava uvācaprakṛtiḥ puruṣaś cobhauyady apy ātma-vilakṣaṇauanyonyāpāśrayāt kṛṣṇadṛśyate na bhidā tayoḥprakṛtau lakṣyate hy ātmāprakṛtiś ca tathātmani",
        "verse_Syn": [
            "śrī",
            "uddhavaḥ",
            "uvāca",
            "prakṛtiḥ",
            "puruṣaḥ",
            "ca",
            "ubhau",
            "yadi",
            "api",
            "ātma",
            "vilakṣaṇau",
            "anyonya",
            "apāśrayāt",
            "kṛṣṇa",
            "dṛśyate",
            "na",
            "bhidā",
            "tayoḥ",
            "prakṛtau",
            "lakṣyate",
            "hi",
            "ātmā",
            "prakṛtiḥ",
            "ca",
            "tathā",
            "ātmani"
        ],
        "translation": "Śrī Uddhava inquired: Although nature and the living entity are constitutionally distinct, O Lord Kṛṣṇa, there appears to be no difference between them, because they are found residing within one another. Thus the soul appears to be within nature and nature within the soul.",
        "purport": " Śrī Uddhava here expresses the doubt that arises in the heart of an ordinary conditioned soul. Although the Vedic scriptures declare that the material body is a temporary fabrication of the material modes of nature, the conscious living entity within the body is actually an eternal spirit soul. In Bhagavad-gītā Lord Kṛṣṇa has declared the material elements constituting the body to be His separated, inferior energy, whereas the living entity is the superior, conscious energy of the Lord. Still, in conditioned life the material body and conditioned soul appear inseparable and thus nondifferent. Because the living entity enters the womb of a mother and gradually comes out in a developed body, the soul appears to have entered deeply within material nature. Similarly, by the soul’s identification with the material body, the body appears to enter deeply within the consciousness of the soul. What is more, the body cannot exist without the presence of the soul. By this apparent mutual dependence, the difference between the body and soul is obscured. Śrī Uddhava therefore questions the Lord in order to clarify this issue."
    },
    {
        "verse": "27",
        "devanagari": "एवं मे पुण्डरीकाक्ष महान्तं संशयं हृदि ।छेत्तुमर्हसि सर्वज्ञ वचोभिर्नयनैपुणै: ॥ २७ ॥",
        "english_devnagari": "evaṁ me puṇḍarīkākṣamahāntaṁ saṁśayaṁ hṛdichettum arhasi sarva-jñavacobhir naya-naipuṇaiḥ",
        "verse_Syn": [
            "evam",
            "me",
            "puṇḍarīka",
            "akṣa",
            "mahāntam",
            "saṁśayam",
            "hṛdi",
            "chettum",
            "arhasi",
            "sarva",
            "jña",
            "vacobhiḥ",
            "naya",
            "naipuṇaiḥ"
        ],
        "translation": "O lotus-eyed Kṛṣṇa, O omniscient Lord, kindly cut this great doubt out of my heart with Your own words, which exhibit Your great skill in reasoning.",
        "purport": " Śrī Uddhava requests Lord Kṛṣṇa to clearly demonstrate the difference between the material body and the spirit soul."
    },
    {
        "verse": "28",
        "devanagari": "त्वत्तो ज्ञानं हि जीवानां प्रमोषस्तेऽत्र शक्तित: ।त्वमेव ह्यात्ममायाया गतिं वेत्थ न चापर: ॥ २८ ॥",
        "english_devnagari": "tvatto jñānaṁ hi jīvānāṁpramoṣas te ’tra śaktitaḥtvam eva hy ātma-māyāyāgatiṁ vettha na cāparaḥ",
        "verse_Syn": [
            "tvattaḥ",
            "jñānam",
            "hi",
            "jīvānām",
            "pramoṣaḥ",
            "te",
            "atra",
            "śaktitaḥ",
            "tvam",
            "eva",
            "hi",
            "ātma",
            "māyāyāḥ",
            "gatim",
            "vettha",
            "na",
            "ca",
            "aparaḥ"
        ],
        "translation": "From You alone the knowledge of the living beings arises, and by Your potency that knowledge is stolen away. Indeed, no one but Yourself can understand the real nature of Your illusory potency.",
        "purport": " As stated in Bhagavad-gītā, mattaḥ smṛtir jñānam apohanaṁ ca: “From Me come remembrance, knowledge and forgetfulness.” By the Lord’s causeless mercy one is enlightened with knowledge, and by the Lord’s illusory potency that knowledge vanishes and one is merged into ignorance. Those bewildered by māyā cannot understand the difference between the material body and the spirit soul and thus should hear from the Lord Himself to remove this illusory covering."
    },
    {
        "verse": "29",
        "devanagari": "श्रीभगवानुवाचप्रकृति: पुरुषश्चेति विकल्प: पुरुषर्षभ ।एष वैकारिक: सर्गो गुणव्यतिकरात्मक: ॥ २९ ॥",
        "english_devnagari": "śrī-bhagavān uvācaprakṛtiḥ puruṣaś cetivikalpaḥ puruṣarṣabhaeṣa vaikārikaḥ sargoguṇa-vyatikarātmakaḥ",
        "verse_Syn": [
            "śrī",
            "bhagavān",
            "uvāca",
            "prakṛtiḥ",
            "puruṣaḥ",
            "ca",
            "iti",
            "vikalpaḥ",
            "puruṣa",
            "ṛṣabha",
            "eṣaḥ",
            "vaikārikaḥ",
            "sargaḥ",
            "guṇa",
            "vyatikara",
            "ātmakaḥ"
        ],
        "translation": "The Supreme Personality of Godhead said: O best among men, material nature and its enjoyer are clearly distinct. This manifest creation undergoes constant transformation, being founded upon the agitation of the modes of nature.",
        "purport": " The word puruṣa indicates the living entity and also the Supreme Lord, who is the supreme living entity. Material nature, subject to transformation, is full of duality, whereas the Lord is one and absolute. Material nature is dependent on its creator, maintainer and annihilator; the Lord, however, is completely self-reliant and independent. In the same way, material nature is unconscious and dull, lacking self-awareness, whereas the Supreme Lord is self-sufficient omniscience. The individual living entity shares the eternality, bliss and knowledge of the Personality of Godhead and is also completely distinct from material nature. The word sarga here refers to the material amalgamation of the body, which covers the living entity. The material body undergoes constant transformation and is thus clearly different from the living entity, who is eternally the same. In the transcendental kingdom of God there is no conflict or agitation caused by creation, maintenance and destruction as exhibited in the material world. There all variety is resolved in the transcendental loving experience of Kṛṣṇa consciousness, the natural constitutional position of the soul."
    },
    {
        "verse": "30",
        "devanagari": "ममाङ्ग माया गुणमय्यनेकधाविकल्पबुद्धीश्च गुणैर्विधत्ते ।वैकारिकस्‍त्रिविधोऽध्यात्ममेक-मथाधिदैवमधिभूतमन्यत् ॥ ३० ॥",
        "english_devnagari": "mamāṅga māyā guṇa-mayy anekadhāvikalpa-buddhīś ca guṇair vidhattevaikārikas tri-vidho ’dhyātmam ekamathādhidaivam adhibhūtam anyat",
        "verse_Syn": [
            "mama",
            "aṅga",
            "māyā",
            "guṇa",
            "mayī",
            "anekadhā",
            "vikalpa",
            "buddhīḥ",
            "ca",
            "guṇaiḥ",
            "vidhatte",
            "vaikārikaḥ",
            "tri",
            "vidhaḥ",
            "adhyātmam",
            "ekam",
            "atha",
            "adhidaivam",
            "adhibhūtam",
            "anyat"
        ],
        "translation": "My dear Uddhava, My material energy, comprising three modes and acting through them, manifests the varieties of creation along with varieties of consciousness for perceiving them. The manifest result of material transformation is understood in three aspects: adhyātmic, adhidaivic and adhibhautic.",
        "purport": " The word vikalpa-buddhīḥ indicates that consciousness within various material bodies reveals different aspects of the Lord’s creation. Birds such as seagulls glide on the ocean breezes, experiencing the Lord’s creation of wind and altitude. The fish experience life within the water, and other creatures intimately experience life within trees or within the earth. Human society affords its own varieties of awareness, and similarly in heaven and hell different experiences are available. All types of material consciousness are transformations of the three modes of material nature, the expansions of the Lord’s illusory energy."
    },
    {
        "verse": "31",
        "devanagari": "द‍ृग् रूपमार्कं वपुरत्र रन्ध्रेपरस्परं सिध्यति य: स्वत: खे ।आत्मा यदेषामपरो य आद्य:स्वयानुभूत्याखिलसिद्धसिद्धि: ॥ ३१ ॥",
        "english_devnagari": "dṛg rūpam ārkaṁ vapur atra randhreparasparaṁ sidhyati yaḥ svataḥ kheātmā yad eṣām aparo ya ādyaḥsvayānubhūtyākhila-siddha-siddhiḥ",
        "verse_Syn": [
            "dṛk",
            "rūpam",
            "ārkam",
            "vapuḥ",
            "atra",
            "randhre",
            "parasparam",
            "sidhyati",
            "yaḥ",
            "svataḥ",
            "khe",
            "ātmā",
            "yat",
            "eṣām",
            "aparaḥ",
            "yaḥ",
            "ādyaḥ",
            "svayā",
            "anubhūtyā",
            "akhila",
            "siddha",
            "siddhiḥ"
        ],
        "translation": "Sight, visible form and the reflected image of the sun within the aperture of the eye all work together to reveal one another. But the original sun standing in the sky is self-manifested. Similarly, the Supreme Soul, the original cause of all entities, who is thus separate from all of them, acts by the illumination of His own transcendental experience as the ultimate source of manifestation of all mutually manifesting objects.",
        "purport": " Form is recognized by the function of the eye, and the eye’s function is understood by the presence of perceivable form. This interaction of sight and form further depends on the presence of light provided by the demigods, whose service of universal management depends on the presence of those who are to be managed, namely the living entities experiencing form with their eyes. Thus the three factors — adhyātma, represented by the senses such as the eye; adhibhūta, the sense objects such as form; and adhidaiva, the influence of the controlling deities — exist in an interdependent relationship. The sun globe itself is said to be self-manifest, self-luminous and self-experiencing; it does not share the interdependence of the senses and sense objects although facilitating their function. Similarly, the Supreme Personality of Godhead facilitates the interdependent experiences of all living entities. For example, newspapers, radio and television reveal world events to the mass of people. Parents reveal facts about life to their children, teachers to their students, friends to friends, and so on. The government manifests its will to the people and the people to their government. The sun and moon reveal the visual forms of all objects, and the perception of sound reveals audible form. The vibrations of particular types of music or rhetoric reveal the inner feelings of other living beings, and other types of knowledge are revealed by aroma, touch and taste. In this way, through the interaction of the senses and mind with innumerable sense objects, different types of knowledge are acquired. All such informative interactions, however, depend upon the supreme illuminating power of the Personality of Godhead. As stated in Brahma-saṁhitā (5.52), yac-cakṣur eṣa savitā sakala-grahāṇām: “Among all the planets the sun is considered the eye of the Supreme Lord.” The Personality of Godhead is eternally omniscient by His own transcendental potency, and thus no one can reveal anything to the Lord about anything. Still, Lord Kṛṣṇa humbly accepts our prayers offered in Kṛṣṇa consciousness. In conclusion, Lord Kṛṣṇa clearly explains here that His sublime characteristics are completely different from those of the manifest universe. The Lord is therefore the supreme transcendental entity, free from all material influence."
    },
    {
        "verse": "32",
        "devanagari": "एवं त्वगादि श्रवणादि चक्षु- ।र्जिह्वादि नासादि च चित्तयुक्तम् ॥ ३२ ॥",
        "english_devnagari": "evaṁ tvag-ādi śravaṇādi cakṣurjihvādi nāsādi ca citta-yuktam",
        "verse_Syn": [
            "evam",
            "tvak",
            "ādi",
            "śravaṇa",
            "ādi",
            "cakṣuḥ",
            "jihvā",
            "adi",
            "nāsa",
            "ādi",
            "ca",
            "citta",
            "yuktam"
        ],
        "translation": "Similarly, the sense organs, namely the skin, ears, eyes, tongue and nose — as well as the functions of the subtle body, namely conditioned consciousness, mind, intelligence and false ego — can all be analyzed in terms of the threefold distinction of sense, object of perception and presiding deity.",
        "purport": " The individual soul has no permanent relationship with the inter- dependent material functions of the senses, sense objects and controlling deities. The living entity is originally pure spirit soul and is meant to depend on the Personality of Godhead in the spiritual world. It is useless to try to analyze matter and spirit within the same categories, since they belong to different potencies of the Supreme Lord. Thus the act of spiritually perceiving the Supreme Lord, His abode and one’s own self is an entirely antimaterial process realized within pure Kṛṣṇa consciousness."
    },
    {
        "verse": "33",
        "devanagari": "योऽसौ गुणक्षोभकृतो विकार:प्रधानमूलान्महत: प्रसूत: ।अहं त्रिवृन्मोहविकल्पहेतु-र्वैकारिकस्तामस ऐन्द्रियश्च ॥ ३३ ॥",
        "english_devnagari": "yo ’sau guṇa-kṣobha-kṛto vikāraḥpradhāna-mūlān mahataḥ prasūtaḥahaṁ tri-vṛn moha-vikalpa-heturvaikārikas tāmasa aindriyaś ca",
        "verse_Syn": [
            "yaḥ",
            "asau",
            "guṇa",
            "kṣobha",
            "kṛtaḥ",
            "vikāraḥ",
            "pradhāna",
            "mūlāt",
            "mahataḥ",
            "prasūtaḥ",
            "aham",
            "tri",
            "vṛt",
            "moha",
            "vikalpa",
            "hetuḥ",
            "vaikārikaḥ",
            "tāmasaḥ",
            "aindriyaḥ",
            "ca"
        ],
        "translation": "When the three modes of nature are agitated, the resultant transformation appears as the element false ego in three phases — goodness, passion and ignorance. Generated from the mahat-tattva, which is itself produced from the unmanifest pradhāna, this false ego becomes the cause of all material illusion and duality.",
        "purport": " By giving up one’s false ego of identification with the three modes of nature, one can achieve Kṛṣṇa consciousness, the pure, original state of existence. The word moha-vikalpa-hetuḥ indicates that because of false ego one considers himself to be the enjoyer of nature and thus develops a false sense of material duality in terms of material happiness and distress. False ego is removed by identifying oneself as the Lord’s eternal servitor in full Kṛṣṇa consciousness."
    },
    {
        "verse": "34",
        "devanagari": "आत्मा परिज्ञानमयो विवादोह्यस्तीति नास्तीति भिदार्थनिष्ठ: ।व्यर्थोऽपि नैवोपरमेत पुंसांमत्त: परावृत्तधियां स्वलोकात् ॥ ३४ ॥",
        "english_devnagari": "ātmāparijñāna-mayo vivādohy astīti nāstīti bhidārtha-niṣṭhaḥvyartho ’pi naivoparameta puṁsāṁmattaḥ parāvṛtta-dhiyāṁ sva-lokāt",
        "verse_Syn": [
            "ātma",
            "aparijñāna",
            "mayaḥ",
            "vivādaḥ",
            "hi",
            "asti",
            "iti",
            "na",
            "asti",
            "iti",
            "bhidā",
            "artha",
            "niṣṭhaḥ",
            "vyarthaḥ",
            "api",
            "na",
            "eva",
            "uparameta",
            "puṁsām",
            "mattaḥ",
            "parāvṛtta",
            "dhiyām",
            "sva",
            "lokāt"
        ],
        "translation": "The speculative argument of philosophers — “This world is real,” “No, it is not real” — is based upon incomplete knowledge of the Supreme Soul and is simply aimed at understanding material dualities. Although such argument is useless, persons who have turned their attention away from Me, their own true Self, are unable to give it up.",
        "purport": " If one doubts the existence of the Supreme Personality of Godhead, one will inevitably doubt the reality of the Lord’s creation. Thus, without understanding Lord Kṛṣṇa, mere argument and debate over the reality and nonreality of the material world are useless. The material world is real specifically because it emanates from the supreme reality, Lord Kṛṣṇa. Without understanding the reality of Lord Kṛṣṇa one can never definitely ascertain the reality of His creation; one will always wonder if he is actually seeing something or merely thinking that he is seeing it. This kind of speculation can never be resolved without taking shelter of the Supreme Lord and is therefore useless. The devotees of the Lord are not inclined to such argument, because they are factually advancing in spiritual enlightenment and are fully satisfied with their progressively more beautiful experience of Kṛṣṇa consciousness."
    },
    {
        "verse": "35-36",
        "devanagari": "श्रीउद्धव उवाचत्वत्त: परावृत्तधिय: स्वकृतै: कर्मभि: प्रभो ।उच्चावचान् यथा देहान् गृह्णन्ति विसृजन्ति च ॥ ३५ ॥तन्ममाख्याहि गोविन्द दुर्विभाव्यमनात्मभि: ।न ह्येतत् प्रायशो लोके विद्वांस: सन्ति वञ्चिता: ॥ ३६ ॥",
        "english_devnagari": "śrī-uddhava uvācatvattaḥ parāvṛtta-dhiyaḥsva-kṛtaiḥ karmabhiḥ prabhouccāvacān yathā dehāngṛhṇanti visṛjanti ca",
        "verse_Syn": [
            "śrī",
            "uddhavaḥ",
            "uvāca",
            "tvattaḥ",
            "parāvṛtta",
            "dhiyaḥ",
            "sva",
            "kṛtaiḥ",
            "karmabhiḥ",
            "prabho",
            "ucca",
            "avacān",
            "yathā",
            "dehān",
            "gṛhṇanti",
            "visṛjanti",
            "ca",
            "tat",
            "mama",
            "ākhyāhi",
            "govinda",
            "durvibhāvyam",
            "anātmabhiḥ",
            "na",
            "hi",
            "etat",
            "prāyaśaḥ",
            "loke",
            "vidvāṁsaḥ",
            "santi",
            "vañcitāḥ"
        ],
        "translation": "Śrī Uddhava said: O supreme master, the intelligence of those dedicated to fruitive activities is certainly deviated from You. Please explain to me how such persons accept superior and inferior bodies by their materialistic activities and then give up such bodies. O Govinda, this topic is very difficult for foolish persons to understand. Being cheated by illusion in this world, they generally do not become aware of these facts.",
        "purport": " No one can be considered intelligent without understanding the science of God, which includes a description of the negative results of those who have forgotten their eternal relationship with Him. There are many so-called wise men in the world, but although considering themselves to be most intelligent, they generally do not surrender to the supreme intelligence of the Lord. Thus they concoct varieties of philosophies according to their positions within the modes of nature. However, one cannot escape the influence of material nature through philosophy generated from that same illusory nature. Liberation is achieved by perfect knowledge coming from the spiritual platform, the kingdom of God. By faithfully hearing from Lord Kṛṣṇa and His authorized representatives one can easily achieve liberation and go back home, back to Godhead."
    },
    {
        "verse": "37",
        "devanagari": "श्रीभगवानुवाचमन: कर्ममयं नृणामिन्द्रियै: पञ्चभिर्युतम् ।लोकाल्ल‍ोकं प्रयात्यन्य आत्मा तदनुवर्तते ॥ ३७ ॥",
        "english_devnagari": "śrī-bhagavān uvācamanaḥ karma-mayaṁ ṇṝṇāmindriyaiḥ pañcabhir yutamlokāl lokaṁ prayāty anyaātmā tad anuvartate",
        "verse_Syn": [
            "śrī",
            "bhagavān",
            "uvāca",
            "manaḥ",
            "karma",
            "mayam",
            "nṝṇām",
            "indriyaiḥ",
            "pañcabhiḥ",
            "yutam",
            "lokāt",
            "lokam",
            "prayāti",
            "anyaḥ",
            "ātmā",
            "tat",
            "anuvartate"
        ],
        "translation": "Lord Kṛṣṇa said: The material mind of men is shaped by the reactions of fruitive work. Along with the five senses, it travels from one material body to another. The spirit soul, although different from this mind, follows it.",
        "purport": ""
    },
    {
        "verse": "38",
        "devanagari": "ध्यायन् मनोऽनु विषयान् द‍ृष्टान् वानुश्रुतानथ ।उद्यत् सीदत् कर्मतन्त्रं स्मृतिस्तदनु शाम्यति ॥ ३८ ॥",
        "english_devnagari": "dhyāyan mano ’nu viṣayāndṛṣṭān vānuśrutān athaudyat sīdat karma-tantraṁsmṛtis tad anu śāmyati",
        "verse_Syn": [
            "dhyāyat",
            "manaḥ",
            "anu",
            "viṣayān",
            "dṛṣṭān",
            "vā",
            "anuśrutān",
            "atha",
            "udyat",
            "sīdat",
            "karma",
            "tantram",
            "smṛtiḥ",
            "tat",
            "anu",
            "śāmyati"
        ],
        "translation": "The mind, bound to the reactions of fruitive work, always meditates on the objects of the senses, both those that are seen in this world and those that are heard about from Vedic authority. Consequently, the mind appears to come into being and to suffer annihilation along with its objects of perception, and thus its ability to distinguish past and future is lost.",
        "purport": " One may ask how the subtle body, or mind, gives up its connection with one physical body and enters another. Such entering and leaving of physical bodies is called birth and death by conditioned souls. One utilizes his present senses to meditate on the visible objects of this world — beautiful women, palatial estates, and so on — and similarly one daydreams about the heavenly planets described in the Vedas. As death occurs, the mind is pulled away from the objects of its immediate experience and enters another body to experience a new set of sense objects. As the mind undergoes total reorientation there is the apparent loss of one’s previous mentality and creation of a new mind, though actually the same mind is experiencing, but in a different way. The conditioned soul is overwhelmed by the constant flow of material experience consisting of direct perception and abstract contemplation of the objects of this world. One thereby loses his transcendental memory of his relationship with God. As soon as one identifies with this world he forgets his eternal identity and surrenders to the false ego created by māyā."
    },
    {
        "verse": "39",
        "devanagari": "विषयाभिनिवेशेन नात्मानं यत् स्मरेत् पुन: ।जन्तोर्वै कस्यचिद्धेतोर्मृत्युरत्यन्तविस्मृति: ॥ ३९ ॥",
        "english_devnagari": "viṣayābhiniveśenanātmānaṁ yat smaret punaḥjantor vai kasyacid dhetormṛtyur atyanta-vismṛtiḥ",
        "verse_Syn": [
            "viṣaya",
            "abhiniveśena",
            "na",
            "ātmānam",
            "yat",
            "smaret",
            "punaḥ",
            "jantoḥ",
            "vai",
            "kasyacit",
            "hetoḥ",
            "mṛtyuḥ",
            "atyanta",
            "vismṛtiḥ"
        ],
        "translation": "When the living entity passes from the present body to the next body, which is created by his own karma, he becomes absorbed in the pleasurable and painful sensations of the new body and completely forgets the experience of the previous body. This total forgetfulness of one’s previous material identity, which comes about for one reason or another, is called death.",
        "purport": " Depending on one’s karma, or fruitive activities, one may achieve a beautiful, wealthy or powerful body or be degraded to an abominable condition of life. Taking birth in heaven or in hell, the living entity learns to completely identify his ego with the new body and thus becomes absorbed in the pleasure, fear, opulence or suffering of the new body, completely forgetting the experiences of the previous body. Death occurs when the specific karma allotted to a physical body is finished. Since that particular body’s karma is used up, it can no longer act upon one’s mind; in that way one forgets the previous body. The new body is created by nature so that one can experience the karma currently in effect. Consequently one’s entire consciousness becomes absorbed in one’s current body in order that one can fully experience the results of his previous activities. Because the living entity falsely identifies himself as the body, bodily death is experienced as death of the soul. Actually, however, the soul is eternal and is never subject to creation or annihilation. This analytic knowledge of self-realization is easily understood in Kṛṣṇa consciousness."
    },
    {
        "verse": "40",
        "devanagari": "जन्म त्वात्मतया पुंस: सर्वभावेन भूरिद ।विषयस्वीकृतिं प्राहुर्यथा स्वप्नमनोरथ: ॥ ४० ॥",
        "english_devnagari": "janma tv ātmatayā puṁsaḥsarva-bhāvena bhūri-daviṣaya-svīkṛtiṁ prāhuryathā svapna-manorathaḥ",
        "verse_Syn": [
            "janma",
            "tu",
            "ātmatayā",
            "puṁsaḥ",
            "sarva",
            "bhāvena",
            "bhūri",
            "da",
            "viṣaya",
            "svī",
            "kṛtim",
            "prāhuḥ",
            "yathā",
            "svapna",
            "manaḥ",
            "rathaḥ"
        ],
        "translation": "O most charitable Uddhava, what is called birth is simply a person’s total identification with a new body. One accepts the new body just as one completely accepts the experience of a dream or a fantasy as reality.",
        "purport": " Identification with one’s material body surpasses the mere affection and attachment one feels for the bodies of relatives or friends. The word sarva-bhāvena here shows that one totally accepts the material body to be oneself, just as one completely accepts the experience of a dream as real. Mere imagination without practical action is called a daydream; the mental concoction that occurs in a sleeping state is called a dream. Our identification with our own body and our blind acceptance of bodily relationships as permanent constitute a prolonged form of dreaming or fantasy in which one imagines oneself to be separate from the Supreme Personality of Godhead. The term birth, therefore, does not refer to the generation of a new entity but to the blind acceptance by the spirit soul of a new material body."
    },
    {
        "verse": "41",
        "devanagari": "स्वप्नं मनोरथं चेत्थं प्राक्तनं न स्मरत्यसौ ।तत्र पूर्वमिवात्मानमपूर्वम् चानुपश्यति ॥ ४१ ॥",
        "english_devnagari": "svapnaṁ manorathaṁ cetthaṁprāktanaṁ na smaraty asautatra pūrvam ivātmānamapūrvam cānupaśyati",
        "verse_Syn": [
            "svapnam",
            "manaḥ",
            "ratham",
            "ca",
            "ittham",
            "prāktanam",
            "na",
            "smarati",
            "asau",
            "tatra",
            "pūrvam",
            "iva",
            "ātmānam",
            "apūrvam",
            "ca",
            "anupaśyati"
        ],
        "translation": "Just as a person experiencing a dream or daydream does not remember his previous dreams or daydreams, a person situated in his present body, although having existed prior to it, thinks that he has only recently come into being.",
        "purport": " The objection may be raised that sometimes when experiencing a dream one actually remembers a previous dream. Śrīla Viśvanātha Cakravartī Ṭhākura replies that by the mystic power of jāti-smara one can remember one’s previous body, and as is well known, “The exception establishes the rule.” Normally, conditioned souls do not perceive their past existence; they think, “I am six years old” or “I am thirty years old,” and “previous to this birth I did not exist.” In such material ignorance one cannot understand the actual situation of the soul."
    },
    {
        "verse": "42",
        "devanagari": "इन्द्रियायनसृष्‍ट्येदं त्रैविध्यं भाति वस्तुनि ।बहिरन्तर्भिदाहेतुर्जनोऽसज्जनकृद् यथा ॥ ४२ ॥",
        "english_devnagari": "indriyāyana-sṛṣṭyedaṁtrai-vidhyaṁ bhāti vastunibahir-antar-bhidā-heturjano ’saj-jana-kṛd yathā",
        "verse_Syn": [
            "indriya",
            "ayana",
            "sṛṣṭyā",
            "idam",
            "trai",
            "vidhyam",
            "bhāti",
            "vastuni",
            "bahiḥ",
            "antaḥ",
            "bhidā",
            "hetuḥ",
            "janaḥ",
            "asat",
            "jana",
            "kṛt",
            "yathā"
        ],
        "translation": "Because the mind, which is the resting place of the senses, has created the identification with a new body, the threefold material variety of high, middle and low class appears as if present within the reality of the soul. Thus the self creates external and internal duality, just as a man might give birth to a bad son.",
        "purport": " The wealth, beauty, strength, intelligence, fame and detachment of different bodies are considered to be excellent, normal or inferior according to the material situation. The spirit soul acquires a particular body and thus judges himself and others to be high, middle or low class according to their material situation. Actually, the eternal soul exists beyond material duality but falsely mistakes the material situation to be his own. The words asaj-jana-kṛd yathā are significant. A father may by nature be peaceful, but because his bad son gets into trouble the father is forced to defend his son and consider his son’s enemies to be enemies of the entire family. Thus the bad son implicates the father in troublesome conflicts. Similarly, the spirit soul has no intrinsic problems, but by creating a false identification with the material body the soul becomes involved in the happiness and distress of the body. With this verse the Lord summarizes His discussion of the difference between the body and the soul."
    },
    {
        "verse": "43",
        "devanagari": "नित्यदा ह्यङ्ग भूतानि भवन्ति न भवन्ति च ।कालेनालक्ष्यवेगेन सूक्ष्मत्वात्तन्न द‍ृश्यते ॥ ४३ ॥",
        "english_devnagari": "nityadā hy aṅga bhūtānibhavanti na bhavanti cakālenālakṣya-vegenasūkṣmatvāt tan na dṛśyate",
        "verse_Syn": [
            "nityadā",
            "hi",
            "aṅga",
            "bhūtāni",
            "bhavanti",
            "na",
            "bhavanti",
            "ca",
            "kālena",
            "alakṣya",
            "vegena",
            "sūkṣmatvāt",
            "tat",
            "na",
            "dṛśyate"
        ],
        "translation": "My dear Uddhava, material bodies are constantly undergoing creation and destruction by the force of time, whose swiftness is imperceptible. But because of the subtle nature of time, no one sees this.",
        "purport": ""
    },
    {
        "verse": "44",
        "devanagari": "यथार्चिषां स्रोतसां च फलानां वा वनस्पते: ।तथैव सर्वभूतानां वयोऽवस्थादय: कृता: ॥ ४४ ॥",
        "english_devnagari": "yathārciṣāṁ srotasāṁ caphalānāṁ vā vanaspateḥtathaiva sarva-bhūtānāṁvayo-’vasthādayaḥ kṛtāḥ",
        "verse_Syn": [
            "yathā",
            "arciṣām",
            "srotasām",
            "ca",
            "phalānām",
            "vā",
            "vanaspateḥ",
            "tathā",
            "eva",
            "sarva",
            "bhūtānām",
            "vayaḥ",
            "avasthā",
            "ādayaḥ",
            "kṛtāḥ"
        ],
        "translation": "The different stages of transformation of all material bodies occur just like those of the flame of a candle, the current of a river, or the fruits of a tree.",
        "purport": " The wavering flame of a candle sometimes waxes brightly and again becomes weak. Finally it vanishes altogether. The waves of a flowing river rise and fall, creating innumerable shapes and patterns. The fruits of a tree gradually take birth, grow, ripen, sweeten and eventually rot and die. Similarly, one can easily understand that one’s own body is undergoing constant transformation, and that the body is certainly subject to old age, disease and death. At different times of life the body exhibits degrees of sexual potency, physical strength, desire, wisdom and so on. As the body grows old, physical strength diminishes, but one’s knowledge may increase even as the body undergoes such transformation. Material birth and death occur within the realm of segmented time. The birth, creation or production of a material object immediately connects it with a segmented sequence of subtle time within the material world. Thus its destruction or death is inevitable. The irresistible force of time moves so subtly that only the most intelligent can perceive it. Just as the candle flame gradually diminishes, as the flowing currents move within the river or as fruits gradually ripen on a tree, the material body is steadily moving toward inevitable death. The temporary body should therefore never be confused with the eternal, unchanging spirit soul."
    },
    {
        "verse": "45",
        "devanagari": "सोऽयं दीपोऽर्चिषां यद्वत्स्रोतसां तदिदं जलम् ।सोऽयं पुमानिति नृणां मृषा गीर्धीर्मृषायुषाम् ॥ ४५ ॥",
        "english_devnagari": "so ’yaṁ dīpo ’rciṣāṁ yadvatsrotasāṁ tad idaṁ jalamso ’yaṁ pumān iti nṛṇāṁmṛṣā gīr dhīr mṛṣāyuṣām",
        "verse_Syn": [
            "saḥ",
            "ayam",
            "dīpaḥ",
            "arciṣām",
            "yadvat",
            "srotasām",
            "tat",
            "idam",
            "jalam",
            "saḥ",
            "ayam",
            "pumān",
            "iti",
            "nṛṇām",
            "mṛṣā",
            "gīḥ",
            "dhīḥ",
            "mṛṣā",
            "āyuṣām"
        ],
        "translation": "Although the illumination of a lamp consists of innumerable rays of light undergoing constant creation, transformation and destruction, a person with illusory intelligence who sees the light for a moment will speak falsely, saying, “This is the light of the lamp.” As one observes a flowing river, ever-new water passes by and goes far away, yet a foolish person, observing one point in the river, falsely states, “This is the water of the river.” Similarly, although the material body of a human being is constantly undergoing transformation, those who are simply wasting their lives falsely think and say that each particular stage of the body is the person’s real identity.",
        "purport": " Although one may say, “This is the light of the lamp,” there are innumerable rays of light being created, transformed and destroyed at every moment; and although one may speak of the water of the river, there is an ever-new supply of different water molecules passing by. Similarly, when one meets a young child, one accepts that particular transitory phase of the body as the actual identity of the person, considering him to be a child. One also considers an old body to be an old person. In fact, however, the material body of a human being, just like the waves of a river or the radiation of a lamp, is merely a transformation of the three modes of material nature, the potency of the Supreme Lord. The real identity of a person is spirit soul, part and parcel of Lord Kṛṣṇa, but as Lord Kṛṣṇa proves in this verse, a conditioned soul is incapable of observing or understanding the subtle movements of time. With the gross vision of material consciousness one cannot ascertain the subtle segments of material manifestation, which are impelled by the Lord Himself as time. The word mṛṣāyuṣām in this verse indicates those who are uselessly wasting their time in ignorance without understanding the instructions of the Lord. Such persons gullibly accept any particular phase of the body to be the actual identity of the spirit soul within the body. Because the spirit soul is not subject to material transformation, when he engages himself in the eternal variegated pleasure of Kṛṣṇa consciousness, loving service to the Supreme Lord, he will experience no further ignorance and suffering."
    },
    {
        "verse": "46",
        "devanagari": "मा स्वस्य कर्मबीजेन जायते सोऽप्ययं पुमान् ।म्रियते वामरो भ्रान्त्या यथाग्निर्दारुसंयुत: ॥ ४६ ॥",
        "english_devnagari": "mā svasya karma-bījenajāyate so ’py ayaṁ pumānmriyate vāmaro bhrāntyāyathāgnir dāru-saṁyutaḥ",
        "verse_Syn": [
            "mā",
            "svasya",
            "karma",
            "bījena",
            "jāyate",
            "saḥ",
            "api",
            "ayam",
            "pumān",
            "mriyate",
            "vā",
            "amaraḥ",
            "bhrāntyā",
            "yathā",
            "agniḥ",
            "dāru",
            "saṁyutaḥ"
        ],
        "translation": "A person does not actually take birth out of the seed of past activities, nor, being immortal, does he die. By illusion the living being appears to be born and to die, just as fire in connection with firewood appears to begin and then cease to exist.",
        "purport": " The element fire exists perpetually within the material creation, but in connection with a particular piece of wood fire apparently comes into existence and ceases to exist. Similarly, the living entity is eternal, but in connection with a particular body apparently takes birth and dies. The reactions of karma thus impose an illusory suffering or enjoyment upon the living entity, but they do not cause the entity himself to change his eternal nature. In other words, karma represents a cycle of illusion in which each illusory activity produces another. Kṛṣṇa consciousness stops this cycle of karma by engaging the living being in spiritual activities in the loving service of the Lord. By such Kṛṣṇa consciousness one can escape the illusory chain of fruitive reactions."
    },
    {
        "verse": "47",
        "devanagari": "निषेकगर्भजन्मानि बाल्यकौमारयौवनम् ।वयोमध्यं जरा मृत्युरित्यवस्थास्तनोर्नव ॥ ४७ ॥",
        "english_devnagari": "niṣeka-garbha-janmānibālya-kaumāra-yauvanamvayo-madhyaṁ jarā mṛtyurity avasthās tanor nava",
        "verse_Syn": [
            "niṣeka",
            "garbha",
            "janmāni",
            "bālya",
            "kaumāra",
            "yauvanam",
            "vayaḥ",
            "madhyam",
            "jarā",
            "mṛtyuḥ",
            "iti",
            "avasthāḥ",
            "tanoḥ",
            "nava"
        ],
        "translation": "Impregnation, gestation, birth, infancy, childhood, youth, middle age, old age and death are the nine ages of the body.",
        "purport": ""
    },
    {
        "verse": "48",
        "devanagari": "एता मनोरथमयीर्हान्यस्योच्चावचास्तनू: ।गुणसङ्गादुपादत्ते क्व‍‍चित् कश्चिज्जहाति च ॥ ४८ ॥",
        "english_devnagari": "etā manoratha-mayīrhānyasyoccāvacās tanūḥguṇa-saṅgād upādattekvacit kaścij jahāti ca",
        "verse_Syn": [
            "etāḥ",
            "manaḥ",
            "rathaḥ",
            "mayīḥ",
            "ha",
            "anyasya",
            "ucca",
            "avacāḥ",
            "tanūḥ",
            "guṇa",
            "saṅgāt",
            "upādatte",
            "kvacit",
            "kaścit",
            "jahāti",
            "ca"
        ],
        "translation": "Although the material body is different from the self, because of the ignorance due to material association one falsely identifies oneself with the superior and inferior bodily conditions. Sometimes a fortunate person is able to give up such mental concoction.",
        "purport": " One who has received the special mercy of the Supreme Lord is able to give up the mental concoction of bodily identification. Thus there is always a chance of escaping the cycle of birth and death."
    },
    {
        "verse": "49",
        "devanagari": "आत्मन: पितृपुत्राभ्यामनुमेयौ भवाप्ययौ ।न भवाप्ययवस्तूनामभिज्ञो द्वयलक्षण: ॥ ४९ ॥",
        "english_devnagari": "ātmanaḥ pitṛ-putrābhyāmanumeyau bhavāpyayauna bhavāpyaya-vastūnāmabhijño dvaya-lakṣaṇaḥ",
        "verse_Syn": [
            "ātmanaḥ",
            "pitṛ",
            "putrābhyām",
            "anumeyau",
            "bhava",
            "apyayau",
            "na",
            "bhava",
            "apyaya",
            "vastūnām",
            "abhijñaḥ",
            "dvaya",
            "lakṣaṇaḥ"
        ],
        "translation": "By the death of one’s father or grandfather one can surmise one’s own death, and by the birth of one’s son one can understand the condition of one’s own birth. A person who thus realistically understands the creation and destruction of material bodies is no longer subject to these dualities.",
        "purport": " The Lord has described the nine stages of the material body, beginning with impregnation, gestation and birth. One may argue that a living entity cannot remember his presence in the mother’s womb nor his birth and early infancy. The Lord therefore states here that one can experience these phases of bodily existence by studying one’s own child. Similarly, although one may hope to live forever, by experiencing the death of one’s father, grandfather or great-grandfather, one has definite proof that the material body will die. A sober person, knowing the soul to be eternal, therefore gives up false identification with the temporary, unreliable body and takes shelter of the devotional service of the Lord. By this process one can escape the artificial imposition of birth and death."
    },
    {
        "verse": "50",
        "devanagari": "तरोर्बीजविपाकाभ्यां यो विद्वाञ्जन्मसंयमौ ।तरोर्विलक्षणो द्रष्टा एवं द्रष्टा तनो: पृथक् ॥ ५० ॥",
        "english_devnagari": "taror bīja-vipākābhyāṁyo vidvāñ janma-saṁyamautaror vilakṣaṇo draṣṭāevaṁ draṣṭā tanoḥ pṛthak",
        "verse_Syn": [
            "taroḥ",
            "bīja",
            "vipākābhyām",
            "yaḥ",
            "vidvān",
            "janma",
            "saṁyamau",
            "taroḥ",
            "vilakṣaṇaḥ",
            "draṣṭā",
            "evam",
            "draṣṭā",
            "tanoḥ",
            "pṛthak"
        ],
        "translation": "One who observes the birth of a tree from its seed and the ultimate death of the tree after maturity certainly remains a distinct observer separate from the tree. In the same way, the witness of the birth and death of the material body remains separate from it.",
        "purport": " As a reference to trees, vipāka indicates the final transformation called death. In reference to other types of plants such as rice, vipāka indicates the stage of maturity, in which death also occurs. Thus by common observation one can understand the actual position of one’s material body and one’s own position as the transcendental observer."
    },
    {
        "verse": "51",
        "devanagari": "प्रकृतेरेवमात्मानमविविच्याबुध: पुमान् ।तत्त्वेन स्पर्शसम्मूढ: संसारं प्रतिपद्यते ॥ ५१ ॥",
        "english_devnagari": "prakṛter evam ātmānamavivicyābudhaḥ pumāntattvena sparśa-sammūḍhaḥsaṁsāraṁ pratipadyate",
        "verse_Syn": [
            "prakṛteḥ",
            "evam",
            "ātmānam",
            "avivicya",
            "abudhaḥ",
            "pumān",
            "tattvena",
            "sparśa",
            "sammūḍhaḥ",
            "saṁsāram",
            "pratipadyate"
        ],
        "translation": "An unintelligent man, failing to distinguish himself from material nature, thinks nature to be real. By contact with it he becomes completely bewildered and enters into the cycle of material existence.",
        "purport": " A similar verse is found in Śrīmad-Bhāgavatam (1.7.5): “Due to this external energy, the living entity, although transcendental to the three modes of material nature, thinks of himself as a material product and thus undergoes the reactions of material miseries.”"
    },
    {
        "verse": "52",
        "devanagari": "सत्त्वसङ्गाद‍ृषीन्देवान् रजसासुरमानुषान् ।तमसा भूततिर्यक्त्वं भ्रामितो याति कर्मभि: ॥ ५२ ॥",
        "english_devnagari": "sattva-saṅgād ṛṣīn devānrajasāsura-mānuṣāntamasā bhūta-tiryaktvaṁbhrāmito yāti karmabhiḥ",
        "verse_Syn": [
            "sattva",
            "saṅgāt",
            "ṛṣīn",
            "devān",
            "rajasā",
            "asura",
            "mānuṣān",
            "tamasā",
            "bhūta",
            "tiryaktvam",
            "bhrāmitaḥ",
            "yāti",
            "karmabhiḥ"
        ],
        "translation": "Made to wander because of his fruitive work, the conditioned soul, by contact with the mode of goodness, takes birth among the sages or demigods. By contact with the mode of passion he becomes a demon or human being, and by association with the mode of ignorance he takes birth as a ghost or in the animal kingdom.",
        "purport": " The word tiryaktvam means “the status of an animal,” which includes all lower forms of life, such as beasts, birds, insects, fish and plants."
    },
    {
        "verse": "53",
        "devanagari": "नृत्यतो गायत: पश्यन् यथैवानुकरोति तान् ।एवं बुद्धिगुणान् पश्यन्ननीहोऽप्यनुकार्यते ॥ ५३ ॥",
        "english_devnagari": "nṛtyato gāyataḥ paśyanyathaivānukaroti tānevaṁ buddhi-guṇān paśyannanīho ’py anukāryate",
        "verse_Syn": [
            "nṛtyataḥ",
            "gāyataḥ",
            "paśyan",
            "yathā",
            "eva",
            "anukaroti",
            "tān",
            "evam",
            "buddhi",
            "guṇān",
            "paśyan",
            "anīhaḥ",
            "api",
            "anukāryate"
        ],
        "translation": "Just as one may imitate persons whom one sees dancing and singing, similarly the soul, although never the doer of material activities, becomes captivated by material intelligence and is thus forced to imitate its qualities.",
        "purport": " Sometimes people are captivated by professional singers and dancers and imitate within their minds the musical rhythms and melodies of the performers along with their romantic, humorous or heroic emotions. People sing songs heard on the radio and imitate dances and dramatic performances seen on television or in movies and theaters, entering into the emotions and art of the performer. The conditioned soul is similarly captivated by the concoctions of the material mind and intelligence, which convince him that he can become the enjoyer of the material world. Although different from the material body and never the actual performer of its activities, the conditioned soul is induced to engage his body in material activities, which entangle him in the cycle of birth and death. One should not accept the illicit propositions of material intelligence, but rather should engage himself fully in the service of the Lord in Kṛṣṇa consciousness."
    },
    {
        "verse": "54-55",
        "devanagari": "यथाम्भसा प्रचलता तरवोऽपि चला इव ।चक्षुषा भ्राम्यमाणेन द‍ृश्यते भ्रमतीव भू: ॥ ५४ ॥यथा मनोरथधियो विषयानुभवो मृषा ।स्वप्नद‍ृष्टाश्च दाशार्ह तथा संसार आत्मन: ॥ ५५ ॥",
        "english_devnagari": "yathāmbhasā pracalatātaravo ’pi calā ivacakṣuṣā bhrāmyamāṇenadṛśyate bhramatīva bhūḥ",
        "verse_Syn": [
            "yathā",
            "ambhasā",
            "pracalatā",
            "taravaḥ",
            "api",
            "calāḥ",
            "iva",
            "cakṣuṣā",
            "bhrāmyamāṇena",
            "dṛśyate",
            "bhramatī",
            "iva",
            "bhūḥ",
            "yathā",
            "manaḥ",
            "ratha",
            "dhiyaḥ",
            "viṣaya",
            "anubhavaḥ",
            "mṛṣā",
            "svapna",
            "dṛṣṭāḥ",
            "ca",
            "dāśārha",
            "tathā",
            "saṁsāraḥ",
            "ātmanaḥ"
        ],
        "translation": "The soul’s material life, his experience of sense gratification, is actually false, O descendant of Daśārha, just like trees’ appearance of quivering when the trees are reflected in agitated water, or like the earth’s appearance of spinning due to one’s spinning his eyes around, or like the world of a fantasy or dream.",
        "purport": " Trees appear to be swaying when reflected in agitated water, and similarly, when one is sitting on a moving boat the trees on the shore appear to be moving. When the wind whips up the water, creating waves, the water appears to have movement of its own, although it is actually being moved by the wind. The conditioned soul in material life does not perform any activities, but rather the material body, with the consent of the illusioned living entity, is being moved by the modes of nature. One imposes this external movement upon oneself, considering oneself to be dancing, singing, running, dying, conquering and so on, although these are merely interactions of the external body with the modes of nature."
    },
    {
        "verse": "56",
        "devanagari": "अर्थे ह्यविद्यमानेऽपि संसृतिर्न निवर्तते ।ध्यायतो विषयानस्य स्वप्नेऽनर्थागमो यथा ॥ ५६ ॥",
        "english_devnagari": "arthe hy avidyamāne ’pisaṁsṛtir na nivartatedhyāyato viṣayān asyasvapne ’narthāgamo yathā",
        "verse_Syn": [
            "arthe",
            "hi",
            "avidyamāne",
            "api",
            "saṁsṛtiḥ",
            "na",
            "nivartate",
            "dhyāyataḥ",
            "viṣayān",
            "asya",
            "svapne",
            "anartha",
            "āgamaḥ",
            "yathā"
        ],
        "translation": "For one who is meditating on sense gratification, material life, although lacking factual existence, does not go away, just as the unpleasant experiences of a dream do not.",
        "purport": " One may object that if Lord Kṛṣṇa insists that material life is false, then why should one endeavor to stop it? The Lord therefore explains here that although not factual, material life stubbornly continues for one addicted to sense gratification, just as a frightening dream continues for one merged in sleep. The word avidyamāna, “not existing,” means that material life is based on mental concoction, in which one thinks, “I am a man,” “I am a woman,” “I am a doctor,” “I am a senator,” “I am a street sweeper” and so on. A conditioned soul enthusiastically performs his activities based on the imaginary identification with the body. Thus although the spirit soul exists and the body exists, the false identification with the body does not exist. Material life, based on a false idea, has no factual existence. After one awakens from a dream, the dim reflection of the dream may linger in one’s memory. Similarly, one engaging in the devotional service of the Lord may be troubled sometimes by the dim reflection of sinful life. One should therefore become strong in Kṛṣṇa consciousness by hearing the Lord’s instructions to Śrī Uddhava."
    },
    {
        "verse": "57",
        "devanagari": "तस्मादुद्धव मा भुङ्‍क्ष्व विषयानसदिन्द्रियै: ।आत्माग्रहणनिर्भातं पश्य वैकल्पिकं भ्रमम् ॥ ५७ ॥",
        "english_devnagari": "tasmād uddhava mā bhuṅkṣvaviṣayān asad-indriyaiḥātmāgrahaṇa-nirbhātaṁpaśya vaikalpikaṁ bhramam",
        "verse_Syn": [
            "tasmāt",
            "uddhava",
            "mā",
            "bhuṅkṣva",
            "viṣayān",
            "asat",
            "indriyaiḥ",
            "ātma",
            "agrahaṇa",
            "nirbhātam",
            "paśya",
            "vaikalpikam",
            "bhramam"
        ],
        "translation": "Therefore, O Uddhava, do not try to enjoy sense gratification with the material senses. See how illusion based on material dualities prevents one from realizing the self.",
        "purport": " Everything that exists is the potency and property of the Supreme Lord, meant to be used in His loving service. Seeing material objects as separate from the Lord and thus meant to be possessed and enjoyed by oneself is called vaikalpikaṁ bhramam, the illusion of material duality. When selecting one’s personal object of enjoyment, such as food, clothing, residence or vehicle, one considers the relative quality of the object to be acquired. Consequently, in material life one is in constant anxiety, trying to acquire the most excellent sense gratification for one’s personal pleasure. If one realizes everything as the property of the Lord, however, he will see everything as meant for the Lord’s pleasure. He will feel no personal anxiety, because he is satisfied simply to be engaged in the Lord’s loving service. It is not possible to exploit the property of the Lord and at the same time advance in self-realization."
    },
    {
        "verse": "58-59",
        "devanagari": "क्षिप्तोऽवमानितोऽसद्भ‍ि: प्रलब्धोऽसूयितोऽथवा ।ताडित: सन्निरुद्धो वा वृत्त्या वा परिहापित: ॥ ५८ ॥निष्ठ्युतो मूत्रितो वाज्ञैर्बहुधैवं प्रकम्पित: ।श्रेयस्काम: कृच्छ्रगत आत्मनात्मानमुद्धरेत् ॥ ५९ ॥",
        "english_devnagari": "kṣipto ’vamānito ’sadbhiḥpralabdho ’sūyito ’tha vātāḍitaḥ sanniruddho vāvṛttyā vā parihāpitaḥ",
        "verse_Syn": [
            "kṣiptaḥ",
            "avamānitaḥ",
            "asadbhiḥ",
            "pralabdhaḥ",
            "asūyitaḥ",
            "atha",
            "vā",
            "tāḍitaḥ",
            "sanniruddhaḥ",
            "vā",
            "vṛttyā",
            "vā",
            "parihāpitaḥ",
            "niṣṭhyutaḥ",
            "mūtritaḥ",
            "vā",
            "ajñaiḥ",
            "bahudhā",
            "evam",
            "prakampitaḥ",
            "śreyaḥ",
            "kāmaḥ",
            "kṛcchra",
            "gataḥ",
            "ātmanā",
            "ātmānam",
            "uddharet"
        ],
        "translation": "Even though neglected, insulted, ridiculed or envied by bad men, or even though repeatedly agitated by being beaten, tied up or deprived of one’s occupation, spat upon or polluted with urine by ignorant people, one who desires the highest goal in life should in spite of all these difficulties use his intelligence to keep himself safe on the spiritual platform.",
        "purport": " Throughout history many of the above-mentioned inconveniences have been experienced by devotees of the Lord. One who is advanced in God consciousness does not allow himself to become obsessed with the material body even in such conditions, but rather keeps the mind fixed on the spiritual platform through proper intelligence."
    },
    {
        "verse": "60",
        "devanagari": "श्रीउद्धव उवाचयथैवमनुबुध्येयं वद नो वदतां वर ॥ ६० ॥",
        "english_devnagari": "śrī-uddhava uvācayathaivam anubudhyeyaṁvada no vadatāṁ vara",
        "verse_Syn": [
            "śrī",
            "uddhavaḥ",
            "uvāca",
            "yathā",
            "evam",
            "anubudhyeyam",
            "vada",
            "naḥ",
            "vadatām",
            "vara"
        ],
        "translation": "Śrī Uddhava said: O best of all speakers, please explain to me how I may properly understand this.",
        "purport": ""
    },
    {
        "verse": "61",
        "devanagari": "सुदु:सहमिमं मन्ये आत्मन्यसदतिक्रमम् ।विदुषामपि विश्वात्मन् प्रकृतिर्हि बलीयसी ।ऋते त्वद्धर्मनिरतान् शान्तांस्ते चरणालयान् ॥ ६१ ॥",
        "english_devnagari": "su-duḥsaham imaṁ manyaātmany asad-atikramamviduṣām api viśvātmanprakṛtir hi balīyasīṛte tvad-dharma-niratānśāntāṁs te caraṇālayān",
        "verse_Syn": [
            "su",
            "duḥsaham",
            "imam",
            "manye",
            "ātmani",
            "asat",
            "atikramam",
            "viduṣām",
            "api",
            "viśva",
            "ātman",
            "prakṛtiḥ",
            "hi",
            "balīyasī",
            "ṛte",
            "tvat",
            "dharma",
            "niratān",
            "śāntān",
            "te",
            "caraṇa",
            "ālayān"
        ],
        "translation": "O soul of the universe, the conditioning of one’s personality in material life is very strong, and therefore it is very difficult even for learned men to tolerate the offenses committed against them by ignorant people. Only Your devotees, who are fixed in Your loving service and who have achieved peace by residing at Your lotus feet, are able to tolerate such offenses.",
        "purport": " Unless one becomes advanced in the process of hearing and chanting the glories of the Supreme Lord, theoretical learning cannot make one actually saintly. One’s conditioned personality, the result of long material association, is very difficult to overcome. Therefore we should humbly take shelter of the lotus feet of the Supreme Lord, who has so wonderfully explained to Śrī Uddhava the real meaning of knowledge."
    }
]