[
    {
        "verse": "1",
        "devanagari": "श्रीराजोवाचततो महाभागवत उद्धवे निर्गते वनम् ।द्वारवत्यां किमकरोद् भगवान् भूतभावन: ॥ १ ॥",
        "english_devnagari": "śrī-rājovācatato mahā-bhāgavatauddhave nirgate vanamdvāravatyāṁ kim akarodbhagavān bhūta-bhāvanaḥ",
        "verse_Syn": [
            "śrī",
            "rājā",
            "uvāca",
            "tataḥ",
            "mahā",
            "bhāgavate",
            "uddhave",
            "nirgate",
            "vanam",
            "dvāravatyām",
            "kim",
            "akarot",
            "bhagavān",
            "bhūta",
            "bhāvanaḥ"
        ],
        "translation": "King Parīkṣit said: After the great devotee Uddhava left for the forest, what did the Supreme Personality of Godhead, the protector of all living beings, do in the city of Dvārakā?",
        "purport": " Parīkṣit Mahārāja now inquires from Śukadeva Gosvāmī about the topic of Chapter One of this canto, namely the annihilation of the Yadu dynasty and Lord Kṛṣṇa’s return to the spiritual sky. Because Lord Kṛṣṇa was playing the part of an ordinary member of the Yadu dynasty, He appeared to react to the curse of the brāhmaṇas by giving up His earthly pastimes. Lord Kṛṣṇa cannot actually be cursed by anyone. Nārada Muni and the other sages who cursed the Yadu dynasty are eternal devotees of Lord Kṛṣṇa and could hardly curse Him. Therefore, in giving up His pastimes and leaving the earth with the Yadu dynasty, Lord Kṛṣṇa demonstrated His internal potency and personal will, since no one can challenge the supreme potency of the Personality of Godhead."
    },
    {
        "verse": "2",
        "devanagari": "ब्रह्मशापोपसंसृष्टे स्वकुले यादवर्षभ: ।प्रेयसीं सर्वनेत्राणां तनुं स कथमत्यजत् ॥ २ ॥",
        "english_devnagari": "brahma-śāpopasaṁsṛṣṭesva-kule yādavarṣabhaḥpreyasīṁ sarva-netrāṇāṁtanuṁ sa katham atyajat",
        "verse_Syn": [
            "brahma",
            "śāpa",
            "upasaṁsṛṣṭe",
            "sva",
            "kule",
            "yādava",
            "ṛṣabhaḥ",
            "preyasīm",
            "sarva",
            "netrāṇām",
            "tanum",
            "saḥ",
            "katham",
            "atyajat"
        ],
        "translation": "After His own dynasty met destruction from the curse of the brāhmaṇas, how could the best of the Yadus give up His body, the dearmost object of all eyes?",
        "purport": " In relation to this verse, Śrīla Jīva Gosvāmī explains that the Personality of Godhead never gives up His spiritual body, which is eternal, full of bliss and knowledge. The word katham therefore indicates “How is it possible?”, meaning it is not actually possible for Lord Kṛṣṇa to give up His eternal form, which is preyasīṁ sarva-netrāṇām, the most attractive object of pleasure for the eyes and all other senses."
    },
    {
        "verse": "3",
        "devanagari": "प्रत्याक्रष्टुं नयनमबला यत्र लग्नं न शेकु:कर्णाविष्टं न सरति ततो यत् सतामात्मलग्नम् ।यच्छ्रीर्वाचां जनयति रतिं किं नु मानं कवीनांद‍ृष्ट्वा जिष्णोर्युधि रथगतं यच्च तत्साम्यमीयु: ॥ ३ ॥",
        "english_devnagari": "pratyākraṣṭuṁ nayanam abalā yatra lagnaṁ na śekuḥkarṇāviṣṭaṁ na sarati tato yat satām ātma-lagnamyac-chrīr vācāṁ janayati ratiṁ kiṁ nu mānaṁ kavīnāṁdṛṣṭvā jiṣṇor yudhi ratha-gataṁ yac ca tat-sāmyam īyuḥ",
        "verse_Syn": [
            "pratyākraṣṭum",
            "nayanam",
            "abalāḥ",
            "yatra",
            "lagnam",
            "na",
            "śekuḥ",
            "karṇa",
            "āviṣṭam",
            "na",
            "sarati",
            "tataḥ",
            "yat",
            "satām",
            "ātma",
            "lagnam",
            "yat",
            "śrīḥ",
            "vācām",
            "janayati",
            "ratim",
            "kim",
            "nu",
            "mānam",
            "kavīnām",
            "dṛṣṭvā",
            "jiṣṇoḥ",
            "yudhi",
            "ratha",
            "gatam",
            "yat",
            "ca",
            "tat",
            "sāmyam",
            "īyuḥ"
        ],
        "translation": "Once their eyes were fixed upon His transcendental form, women were unable to withdraw them, and once that form had entered the ears of the sages and become fixed in their hearts, it would never depart. What to speak of acquiring fame, the great poets who described the beauty of the Lord’s form would have their words invested with transcendentally pleasing attraction. And by seeing that form on Arjuna’s chariot, all the warriors on the battlefield of Kurukṣetra attained the liberation of gaining a spiritual body similar to the Lord’s.",
        "purport": " Transcendental, liberated personalities such as the gopīs of Vṛndāvana and Rukmiṇī, the original goddess of fortune, were constantly meditating on the Lord’s spiritual body. Great liberated sages (satām), having heard about Lord Kṛṣṇa’s body, could not take it out of their hearts. The Lord’s bodily beauty expanded the love and poetic output of great liberated poets, and simply by seeing Lord Kṛṣṇa’s body, the warriors at Kurukṣetra achieved spiritual liberation with an eternal body similar to the Lord’s. Therefore it is impossible to imagine Lord Kṛṣṇa’s eternal form of bliss to be in any way material. Those who imagine that Lord Kṛṣṇa gave up His eternal form are certainly bewildered by the Lord’s illusory energy."
    },
    {
        "verse": "4",
        "devanagari": "श्री ऋषिरुवाचदिवि भुव्यन्तरिक्षे च महोत्पातान् समुत्थितान् ।द‍ृष्ट्वासीनान् सुधर्मायां कृष्ण: प्राह यदूनिदम् ॥ ४ ॥",
        "english_devnagari": "śrī ṛṣir uvācadivi bhuvy antarikṣe camahotpātān samutthitāndṛṣṭvāsīnān su-dharmāyāṁkṛṣṇaḥ prāha yadūn idam",
        "verse_Syn": [
            "śrī",
            "ṛṣiḥ",
            "uvāca",
            "divi",
            "bhuvi",
            "antarikṣe",
            "ca",
            "mahā",
            "utpātān",
            "samutthitān",
            "dṛṣṭvā",
            "āsīnān",
            "su",
            "dharmāyām",
            "kṛṣṇaḥ",
            "prāha",
            "yadūn",
            "idam"
        ],
        "translation": "Śukadeva Gosvāmī said: Having observed many disturbing signs in the sky, on the earth and in outer space, Lord Kṛṣṇa addressed the Yadus assembled in the Sudharmā council hall as follows.",
        "purport": " According to Śrīla Śrīdhara Svāmī, the inauspicious sign in the sky was the appearance of a halo around the sun, on the earth there were small earthquakes, and in outer space there was an unnatural redness on the horizon. These and other, similar omens were impossible to counteract, because they were personally arranged by Lord Kṛṣṇa."
    },
    {
        "verse": "5",
        "devanagari": "श्रीभगवानुवाचएते घोरा महोत्पाता द्वार्वत्यां यमकेतव: ।मुहूर्तमपि न स्थेयमत्र नो यदुपुङ्गवा: ॥ ५ ॥",
        "english_devnagari": "śrī-bhagavān uvācaete ghorā mahotpātādvārvatyāṁ yama-ketavaḥmuhūrtam api na stheyamatra no yadu-puṅgavāḥ",
        "verse_Syn": [
            "śrī",
            "bhagavān",
            "uvāca",
            "ete",
            "ghorāḥ",
            "mahā",
            "utpātāḥ",
            "dvārvatyām",
            "yama",
            "ketavaḥ",
            "muhūrtam",
            "api",
            "na",
            "stheyam",
            "atra",
            "naḥ",
            "yadu",
            "puṅgavāḥ"
        ],
        "translation": "The Supreme Personality of Godhead said: O leaders of the Yadu dynasty, please note all these terrible omens that have appeared in Dvārakā just like the flags of death. We should not remain here a moment longer.",
        "purport": " Śrīla Viśvanātha Cakravartī Ṭhākura has given a great amount of evidence from the Vedic literatures proving that the humanlike form of the Personality of Godhead and His holy name, abode, paraphernalia and associates are all eternal, spiritual manifestations without any tinge of material contamination. (See Appendix). In this regard the ācārya has further explained that because the living entities must suffer the reactions to their sinful activities, the Lord arranges for them to be punished during the Kali-yuga. In other words, it is not Lord Kṛṣṇa’s desire that conditioned souls be sinful and suffer, but since they are already sinful, the Lord creates an appropriate age during which they can experience the bitter fruits of irreligiosity. Since Lord Kṛṣṇa personally establishes religious principles in His various appearances in this material world, at the end of Dvāpara-yuga religion on the earth was overwhelmingly powerful. All the significant demons had been killed; the great sages, saints and devotees had been greatly encouraged, enlightened and fortified; and there was little scope for irreligion. Had Lord Kṛṣṇa ascended to the spiritual sky in His spiritual body before the eyes of the world, it would have been very difficult for Kali-yuga to flourish. Lord Kṛṣṇa left the world in exactly that way during His appearance as Rāmacandra, and hundreds of thousands of years later, hundreds of millions of pious persons still discuss this wonderful pastime of the Lord. To pave the way for Kali-yuga, however, Lord Kṛṣṇa left this world in a way that puzzles those who are not His staunch devotees. The eternal form of the Lord is described throughout Vedic literature, and His eternal form constitutes the highest understanding of the Absolute Truth according to all great ācāryas, including Śaṅkarācārya and Caitanya Mahāprabhu. Yet although Lord Kṛṣṇa’s eternal, spiritual form is a realized fact for advanced devotees, for those who are weak in Kṛṣṇa consciousness the inconceivable pastimes and plan of the Lord are sometimes hard to appreciate properly."
    },
    {
        "verse": "6",
        "devanagari": "स्‍त्रियो बालाश्च वृद्धाश्च शङ्खोद्धारं व्रजन्त्वित: ।वयं प्रभासं यास्यामो यत्र प्रत्यक् सरस्वती ॥ ६ ॥",
        "english_devnagari": "striyo bālāś ca vṛddhāś caśaṅkhoddhāraṁ vrajantv itaḥvayaṁ prabhāsaṁ yāsyāmoyatra pratyak sarasvatī",
        "verse_Syn": [
            "striyaḥ",
            "bālāḥ",
            "ca",
            "vṛddhāḥ",
            "ca",
            "śaṅkha",
            "uddhāram",
            "vrajantu",
            "itaḥ",
            "vayam",
            "prabhāsam",
            "yāsyāmaḥ",
            "yatra",
            "pratyak",
            "sarasvatī"
        ],
        "translation": "The women, children and old men should leave this city and go to Śaṅkhoddhāra. We shall go to Prabhāsa-kṣetra, where the river Sarasvatī flows toward the west.",
        "purport": " The word vayam here refers to the able-bodied male members of the Yadu dynasty."
    },
    {
        "verse": "7",
        "devanagari": "तत्राभिषिच्य शुचय उपोष्य सुसमाहिता: ।देवता: पूजयिष्याम: स्‍नपनालेपनार्हणै: ॥ ७ ॥",
        "english_devnagari": "tatrābhiṣicya śucayaupoṣya su-samāhitāḥdevatāḥ pūjayiṣyāmaḥsnapanālepanārhaṇaiḥ",
        "verse_Syn": [
            "tatra",
            "abhiṣicya",
            "śucayaḥ",
            "upoṣya",
            "su",
            "samāhitāḥ",
            "devatāḥ",
            "pūjayiṣyāmaḥ",
            "snapana",
            "ālepana",
            "arhaṇaiḥ"
        ],
        "translation": "There we should bathe for purification, fast, and fix our minds in meditation. We should then worship the demigods by bathing their images, anointing them with sandalwood pulp, and presenting them various offerings.",
        "purport": ""
    },
    {
        "verse": "8",
        "devanagari": "ब्राह्मणांस्तु महाभागान् कृतस्वस्त्ययना वयम् ।गोभूहिरण्यवासोभिर्गजाश्वरथवेश्मभि: ॥ ८ ॥",
        "english_devnagari": "brāhmaṇāṁs tu mahā-bhāgānkṛta-svastyayanā vayamgo-bhū-hiraṇya-vāsobhirgajāśva-ratha-veśmabhiḥ",
        "verse_Syn": [
            "brāhmaṇān",
            "tu",
            "mahā",
            "bhāgān",
            "kṛta",
            "svasti",
            "ayanāḥ",
            "vayam",
            "go",
            "bhū",
            "hiraṇya",
            "vāsobhiḥ",
            "gaja",
            "aśva",
            "ratha",
            "veśmabhiḥ"
        ],
        "translation": "After performing the expiatory rituals with the help of greatly fortunate brāhmaṇas, we will worship those brāhmaṇas by offering them cows, land, gold, clothing, elephants, horses, chariots and dwelling places.",
        "purport": ""
    },
    {
        "verse": "9",
        "devanagari": "विधिरेष ह्यरिष्टघ्नो मङ्गलायनमुत्तमम् ।देवद्विजगवां पूजा भूतेषु परमो भव: ॥ ९ ॥",
        "english_devnagari": "vidhir eṣa hy ariṣṭa-ghnomaṅgalāyanam uttamamdeva-dvija-gavāṁ pūjābhūteṣu paramo bhavaḥ",
        "verse_Syn": [
            "vidhiḥ",
            "eṣaḥ",
            "hi",
            "ariṣṭa",
            "ghnaḥ",
            "maṅgala",
            "ayanam",
            "uttamam",
            "deva",
            "dvija",
            "gavām",
            "pūjā",
            "bhūteṣu",
            "paramaḥ",
            "bhavaḥ"
        ],
        "translation": "This is indeed the appropriate process for counteracting our imminent adversity, and it is sure to bring about the highest good fortune. Such worship of the demigods, brāhmaṇas and cows can earn the highest birth for all living entities.",
        "purport": ""
    },
    {
        "verse": "10",
        "devanagari": "इति सर्वे समाकर्ण्य यदुवृद्धा मधुद्विष: ।तथेति नौभिरुत्तीर्य प्रभासं प्रययू रथै: ॥ १० ॥",
        "english_devnagari": "iti sarve samākarṇyayadu-vṛddhā madhu-dviṣaḥtatheti naubhir uttīryaprabhāsaṁ prayayū rathaiḥ",
        "verse_Syn": [
            "iti",
            "sarve",
            "samākarṇya",
            "yadu",
            "vṛddhāḥ",
            "madhu",
            "dviṣaḥ",
            "tathā",
            "iti",
            "naubhiḥ",
            "uttīrya",
            "prabhāsam",
            "prayayuḥ",
            "rathaiḥ"
        ],
        "translation": "Having heard these words from Lord Kṛṣṇa, the enemy of Madhu, the elders of the Yadu dynasty gave their assent, saying, “So be it.” After crossing over the ocean in boats, they proceeded on chariots to Prabhāsa.",
        "purport": ""
    },
    {
        "verse": "11",
        "devanagari": "तस्मिन् भगवतादिष्टं यदुदेवेन यादवा: ।चक्रु: परमया भक्त्या सर्वश्रेयोपबृंहितम् ॥ ११ ॥",
        "english_devnagari": "tasmin bhagavatādiṣṭaṁyadu-devena yādavāḥcakruḥ paramayā bhaktyāsarva-śreyopabṛṁhitam",
        "verse_Syn": [
            "tasmin",
            "bhagavatā",
            "ādiṣṭam",
            "yadu",
            "devena",
            "yādavāḥ",
            "cakruḥ",
            "paramayā",
            "bhaktyā",
            "sarva",
            "śreyaḥ",
            "upabṛṁhitam"
        ],
        "translation": "There, with great devotion, the Yādavas performed the religious ceremonies according to the instructions of the Supreme Personality of Godhead, their personal Lord. They also performed various other auspicious rituals.",
        "purport": ""
    },
    {
        "verse": "12",
        "devanagari": "ततस्तस्मिन् महापानं पपुर्मैरेयकं मधु ।दिष्टविभ्रंशितधियो यद्‌द्रवैर्भ्रश्यते मति: ॥ १२ ॥",
        "english_devnagari": "tatas tasmin mahā-pānaṁpapur maireyakaṁ madhudiṣṭa-vibhraṁśita-dhiyoyad-dravair bhraśyate matiḥ",
        "verse_Syn": [
            "tataḥ",
            "tasmin",
            "mahā",
            "pānam",
            "papuḥ",
            "maireyakam",
            "madhu",
            "diṣṭa",
            "vibhraṁśita",
            "dhiyaḥ",
            "yat",
            "dravaiḥ",
            "bhraśyate",
            "matiḥ"
        ],
        "translation": "Then, their intelligence covered by Providence, they liberally indulged in drinking the sweet maireya beverage, which can completely intoxicate the mind.",
        "purport": " The word diṣṭa here indicates the desire of the Supreme Personality of Godhead. In the First Chapter of this canto, “The Curse upon the Yadu Dynasty,” this incident is elaborately explained."
    },
    {
        "verse": "13",
        "devanagari": "महापानाभिमत्तानां वीराणां द‍ृप्तचेतसाम् ।कृष्णमायाविमूढानां सङ्घर्ष: सुमहानभूत् ॥ १३ ॥",
        "english_devnagari": "mahā-pānābhimattānāṁvīrāṇāṁ dṛpta-cetasāmkṛṣṇa-māyā-vimūḍhānāṁsaṅgharṣaḥ su-mahān abhūt",
        "verse_Syn": [
            "mahā",
            "pāna",
            "abhimattānām",
            "vīrāṇām",
            "dṛpta",
            "cetasām",
            "kṛṣṇa",
            "māyā",
            "vimūḍhānām",
            "saṅgharṣaḥ",
            "su",
            "mahān",
            "abhūt"
        ],
        "translation": "The heroes of the Yadu dynasty became intoxicated from their extravagant drinking and began to feel arrogant. When they were thus bewildered by the personal potency of Lord Kṛṣṇa, a terrible quarrel arose among them.",
        "purport": ""
    },
    {
        "verse": "14",
        "devanagari": "युयुधु: क्रोधसंरब्धा वेलायामाततायिन: ।धनुर्भिरसिभिर्भल्ल‍ै‌र्गदाभिस्तोमरर्ष्टिभि: ॥ १४ ॥",
        "english_devnagari": "yuyudhuḥ krodha-saṁrabdhāvelāyām ātatāyinaḥdhanurbhir asibhir bhallairgadābhis tomararṣṭibhiḥ",
        "verse_Syn": [
            "yuyudhuḥ",
            "krodha",
            "saṁrabdhāḥ",
            "velāyām",
            "ātatāyinaḥ",
            "dhanurbhiḥ",
            "asibhiḥ",
            "bhallaiḥ",
            "gadābhiḥ",
            "tomara",
            "ṛṣṭibhiḥ"
        ],
        "translation": "Infuriated, they seized their bows and arrows, swords, bhallas, clubs, lances and spears and attacked one another on the shore of the ocean.",
        "purport": ""
    },
    {
        "verse": "15",
        "devanagari": "पतत्पताकै रथकुञ्जरादिभि:खरोष्ट्रगोभिर्महिषैर्नरैरपि ।मिथ: समेत्याश्वतरै: सुदुर्मदान्यहन्शरैर्दद्भ‍िरिव द्विपा वने ॥ १५ ॥",
        "english_devnagari": "patat-patākai ratha-kuñjarādibhiḥkharoṣṭra-gobhir mahiṣair narair apimithaḥ sametyāśvataraiḥ su-durmadānyahan śarair dadbhir iva dvipā vane",
        "verse_Syn": [
            "patat",
            "patākaiḥ",
            "ratha",
            "kuñjara",
            "ādibhiḥ",
            "khara",
            "uṣṭra",
            "gobhiḥ",
            "mahiṣaiḥ",
            "naraiḥ",
            "api",
            "mithaḥ",
            "sametya",
            "aśvataraiḥ",
            "su",
            "durmadāḥ",
            "nyahan",
            "śaraiḥ",
            "dadbhiḥ",
            "iva",
            "dvipāḥ",
            "vane"
        ],
        "translation": "Riding on elephants and chariots with flags flying, and also on donkeys, camels, bulls, buffalos, mules and even human beings, the extremely enraged warriors came together and violently attacked one another with arrows, just as elephants in the forest attack one another with their tusks.",
        "purport": ""
    },
    {
        "verse": "16",
        "devanagari": "प्रद्युम्नसाम्बौ युधि रूढमत्सराव्-अक्रूरभोजावनिरुद्धसात्यकी ।सुभद्रसङ्ग्रामजितौ सुदारुणौगदौ सुमित्रासुरथौ समीयतु: ॥ १६ ॥",
        "english_devnagari": "pradyumna-sāmbau yudhi rūḍha-matsarāvakrūra-bhojāv aniruddha-sātyakīsubhadra-saṅgrāmajitau su-dāruṇaugadau sumitrā-surathau samīyatuḥ",
        "verse_Syn": [
            "pradyumna",
            "sāmbau",
            "yudhi",
            "rūḍha",
            "matsarau",
            "akrūra",
            "bhojau",
            "aniruddha",
            "sātyakī",
            "subhadra",
            "saṅgrāmajitau",
            "su",
            "dāruṇau",
            "gadau",
            "sumitrā",
            "surathau",
            "samīyatuḥ"
        ],
        "translation": "Their mutual enmity aroused, Pradyumna fought fiercely against Sāmba, Akrūra against Kuntibhoja, Aniruddha against Sātyaki, Subhadra against Saṅgrāmajit, Sumitra against Suratha, and the two Gadas against each other.",
        "purport": ""
    },
    {
        "verse": "17",
        "devanagari": "अन्ये च ये वै निशठोल्मुकादय:सहस्रजिच्छतजिद्भ‍ानुमुख्या: ।अन्योन्यमासाद्य मदान्धकारिताजघ्नुर्मुकुन्देन विमोहिता भृशम् ॥ १७ ॥",
        "english_devnagari": "anye ca ye vai niśaṭholmukādayaḥsahasrajic-chatajid-bhānu-mukhyāḥanyonyam āsādya madāndha-kāritājaghnur mukundena vimohitā bhṛśam",
        "verse_Syn": [
            "anye",
            "ca",
            "ye",
            "vai",
            "niśaṭha",
            "ulmaka",
            "ādayaḥ",
            "sahasrajit",
            "śatajit",
            "bhānu",
            "mukhyaḥ",
            "anyonyam",
            "āsādya",
            "mada",
            "andha",
            "kāritāḥ",
            "jaghnuḥ",
            "mukundena",
            "vimohitāḥ",
            "bhṛśam"
        ],
        "translation": "Others also, such as Niśaṭha, Ulmuka, Sahasrajit, Śatajit and Bhānu, confronted and killed one another, being blinded by intoxication and thus completely bewildered by Lord Mukunda Himself.",
        "purport": ""
    },
    {
        "verse": "18",
        "devanagari": "दाशार्हवृष्ण्यन्धकभोजसात्वतामध्वर्बुदा माथुरशूरसेना: ।विसर्जना: कुकुरा: कुन्तयश्चमिथस्तु जघ्नु: सुविसृज्य सौहृदम् ॥ १८ ॥",
        "english_devnagari": "dāśārha-vṛṣṇy-andhaka-bhoja-sātvatāmadhv-arbudā māthura-śūrasenāḥvisarjanāḥ kukurāḥ kuntayaś camithas tu jaghnuḥ su-visṛjya sauhṛdam",
        "verse_Syn": [
            "dāśārha",
            "vṛṣṇi",
            "andhaka",
            "bhoja",
            "sātvatāḥ",
            "madhu",
            "arbudāḥ",
            "māthura",
            "śūrasenāḥ",
            "visarjanāḥ",
            "kukurāḥ",
            "kuntayaḥ",
            "ca",
            "mithaḥ",
            "tu",
            "jaghnuḥ",
            "su",
            "visṛjya",
            "sauhṛdam"
        ],
        "translation": "Completely abandoning their natural friendship, the members of the various Yadu clans — the Dāśārhas, Vṛṣṇis and Andhakas, the Bhojas, Sātvatas, Madhus and Arbudas, the Māthuras, Śūrasenas, Visarjanas, Kukuras and Kuntis — all slaughtered one another.",
        "purport": ""
    },
    {
        "verse": "19",
        "devanagari": "पुत्रा अयुध्यन् पितृभिर्भ्रातृभिश्चस्वस्रीयदौहित्रपितृव्यमातुलै: ।मित्राणि मित्रै: सुहृद: सुहृद्भ‍ि-र्ज्ञातींस्त्वहन् ज्ञातय एव मूढा: ॥ १९ ॥",
        "english_devnagari": "putrā ayudhyan pitṛbhir bhrātṛbhiś casvasrīya-dauhitra-pitṛvya-mātulaiḥmitrāṇi mitraiḥ suhṛdaḥ suhṛdbhirjñātīṁs tv ahan jñātaya eva mūḍhāḥ",
        "verse_Syn": [
            "putrāḥ",
            "ayudhyan",
            "pitṛbhiḥ",
            "bhrātṛbhiḥ",
            "ca",
            "svasrīya",
            "dauhitra",
            "pitṛvya",
            "mātulaiḥ",
            "mitrāṇi",
            "mitraiḥ",
            "suhṛdaḥ",
            "suhṛdbhiḥ",
            "jñātīn",
            "tu",
            "ahan",
            "jñātayaḥ",
            "eva",
            "mūḍhāḥ"
        ],
        "translation": "Thus bewildered, sons fought with fathers, brothers with brothers, nephews with paternal and maternal uncles, and grandsons with grandfathers. Friends fought with friends, and well-wishers with well-wishers. In this way intimate friends and relatives all killed one another.",
        "purport": ""
    },
    {
        "verse": "20",
        "devanagari": "शरेषु हीयमानेषु भज्यमानेसु धन्वसु ।शस्‍त्रेषु क्षीयमानेषु मुष्टिभिर्जह्रुरेरका: ॥ २० ॥",
        "english_devnagari": "śareṣu hīyamāneṣubhajyamāneṣu dhanvasuśastreṣu kṣīyamāneṣumuṣṭibhir jahrur erakāḥ",
        "verse_Syn": [
            "śareṣu",
            "hīyamāneṣu",
            "bhajyamāneṣu",
            "dhanvasu",
            "śastreṣu",
            "kṣīyamāneṣu",
            "muṣṭibhiḥ",
            "jahruḥ",
            "erakāḥ"
        ],
        "translation": "When all their bows had been broken and their arrows and other missiles spent, they seized the tall stalks of cane with their bare hands.",
        "purport": ""
    },
    {
        "verse": "21",
        "devanagari": "ता वज्रकल्पा ह्यभवन् परिघा मुष्टिना भृता: ।जघ्नुर्द्विषस्तै: कृष्णेन वार्यमाणास्तु तं च ते ॥ २१ ॥",
        "english_devnagari": "tā vajra-kalpā hy abhavanparighā muṣṭinā bhṛtāḥjaghnur dviṣas taiḥ kṛṣṇenavāryamāṇās tu taṁ ca te",
        "verse_Syn": [
            "tāḥ",
            "vajra",
            "kalpāḥ",
            "hi",
            "abhavan",
            "parighāḥ",
            "muṣṭinā",
            "bhṛtāḥ",
            "jaghnuḥ",
            "dviṣaḥ",
            "taiḥ",
            "kṛṣṇena",
            "vāryamāṇāḥ",
            "tu",
            "tam",
            "ca",
            "te"
        ],
        "translation": "As soon as they took these cane stalks in their fists, the stalks changed into iron rods as hard as thunderbolts. With these weapons the warriors began attacking one another again and again, and when Lord Kṛṣṇa tried to stop them they attacked Him as well.",
        "purport": ""
    },
    {
        "verse": "22",
        "devanagari": "प्रत्यनीकं मन्यमाना बलभद्रं च मोहिता: ।हन्तुं कृतधियो राजन्नापन्ना आततायिन: ॥ २२ ॥",
        "english_devnagari": "pratyanīkaṁ manyamānābalabhadraṁ ca mohitāḥhantuṁ kṛta-dhiyo rājannāpannā ātatāyinaḥ",
        "verse_Syn": [
            "pratyanīkam",
            "manyamānāḥ",
            "balabhadram",
            "ca",
            "mohitāḥ",
            "hantum",
            "kṛta",
            "dhiyaḥ",
            "rājan",
            "āpannāḥ",
            "ātatāyinaḥ"
        ],
        "translation": "In their confused state, O King, they also mistook Lord Balarāma for an enemy. Weapons in hand, they ran toward Him with the intention of killing Him.",
        "purport": ""
    },
    {
        "verse": "23",
        "devanagari": "अथ तावपि सङ्‌क्रु‌द्धावुद्यम्य कुरुनन्दन ।एरकामुष्टिपरिघौ चरन्तौ जघ्नतुर्युधि ॥ २३ ॥",
        "english_devnagari": "atha tāv api saṅkruddhāvudyamya kuru-nandanaerakā-muṣṭi-parighaucarantau jaghnatur yudhi",
        "verse_Syn": [
            "atha",
            "tau",
            "api",
            "saṅkruddhau",
            "udyamya",
            "kuru",
            "nandana",
            "erakā",
            "muṣṭi",
            "parighau",
            "carantau",
            "jaghnatuḥ",
            "yudhi"
        ],
        "translation": "O son of the Kurus, Kṛṣṇa and Balarāma then became very angry. Picking up cane stalks, They moved about within the battle and began to kill with these clubs.",
        "purport": ""
    },
    {
        "verse": "24",
        "devanagari": "ब्रह्मशापोपसृष्टानां कृष्णमायावृतात्मनाम् ।स्पर्धाक्रोध: क्षयं निन्ये वैणवोऽग्निर्यथा वनम् ॥ २४ ॥",
        "english_devnagari": "brahma-śāpopasṛṣṭānāṁkṛṣṇa-māyāvṛtātmanāmspardhā-krodhaḥ kṣayaṁ ninyevaiṇavo ’gnir yathā vanam",
        "verse_Syn": [
            "brahma",
            "śāpa",
            "upasṛṣṭānām",
            "kṛṣṇa",
            "māyā",
            "āvṛta",
            "ātmanām",
            "spardhā",
            "krodhaḥ",
            "kṣayam",
            "ninye",
            "vaiṇavaḥ",
            "agniḥ",
            "yathā",
            "vanam"
        ],
        "translation": "The violent anger of these warriors, who were overcome by the brāhmaṇas’ curse and bewildered by Lord Kṛṣṇa’s illusory potency, now led them to their annihilation, just as a fire that starts in a bamboo grove destroys the entire forest.",
        "purport": ""
    },
    {
        "verse": "25",
        "devanagari": "एवं नष्टेषु सर्वेषु कुलेषु स्वेषु केशव: ।अवतारितो भुवो भार इति मेनेऽवशेषित: ॥ २५ ॥",
        "english_devnagari": "evaṁ naṣṭeṣu sarveṣukuleṣu sveṣu keśavaḥavatārito bhuvo bhāraiti mene ’vaśeṣitaḥ",
        "verse_Syn": [
            "evam",
            "naṣṭeṣu",
            "sarveṣu",
            "kuleṣu",
            "sveṣu",
            "keśavaḥ",
            "avatāritaḥ",
            "bhuvaḥ",
            "bhāraḥ",
            "iti",
            "mene",
            "avaśeṣitaḥ"
        ],
        "translation": "When all the members of His own dynasty were thus destroyed, Lord Kṛṣṇa thought to Himself that at last the burden of the earth had been removed.",
        "purport": ""
    },
    {
        "verse": "26",
        "devanagari": "राम: समुद्रवेलायां योगमास्थाय पौरुषम् ।तत्याज लोकं मानुष्यं संयोज्यात्मानमात्मनि ॥ २६ ॥",
        "english_devnagari": "rāmaḥ samudra-velāyāṁyogam āsthāya pauruṣamtatyāja lokaṁ mānuṣyaṁsaṁyojyātmānam ātmani",
        "verse_Syn": [
            "rāmaḥ",
            "samudra",
            "velāyām",
            "yogam",
            "āsthāya",
            "pauruṣam",
            "tatyāja",
            "lokam",
            "mānuṣyam",
            "saṁyojya",
            "ātmānam",
            "ātmani"
        ],
        "translation": "Lord Balarāma then sat down on the shore of the ocean and fixed Himself in meditation upon the Supreme Personality of Godhead. Merging Himself within Himself, He gave up this mortal world.",
        "purport": ""
    },
    {
        "verse": "27",
        "devanagari": "रामनिर्याणमालोक्य भगवान् देवकीसुत: ।निषसाद धरोपस्थे तुष्णीमासाद्य पिप्पलम् ॥ २७ ॥",
        "english_devnagari": "rāma-niryāṇam ālokyabhagavān devakī-sutaḥniṣasāda dharopasthetuṣṇīm āsādya pippalam",
        "verse_Syn": [
            "rāma",
            "niryāṇam",
            "ālokya",
            "bhagavān",
            "devakī",
            "sutaḥ",
            "niṣasāda",
            "dharā",
            "upasthe",
            "tuṣṇīm",
            "āsādya",
            "pippalam"
        ],
        "translation": "Lord Kṛṣṇa, the son of Devakī, having seen the departure of Lord Rāma, sat down silently on the ground under a nearby pippala tree.",
        "purport": ""
    },
    {
        "verse": "28-32",
        "devanagari": "बिभ्रच्चतुर्भुजं रूपं भ्राजिष्णु प्रभया स्वया ।दिशो वितिमिरा: कुर्वन् विधूम इव पावक: ॥ २८ ॥श्रीवत्साङ्कं घनश्यामं तप्तहाटकवर्चसम् ।कौशेयाम्बरयुग्मेन परिवीतं सुमङ्गलम् ॥ २९ ॥सुन्दरस्मितवक्त्राब्जं नीलकुन्तलमण्डितम् ।पुण्डरीकाभिरामाक्षं स्फुरन्मकरकुण्डलम् ॥ ३० ॥कटिसूत्रब्रह्मसूत्रकिरीटकटकाङ्गदै: ।हारनूपुरमुद्राभि: कौस्तुभेन विराजितम् ॥ ३१ ॥वनमालापरीताङ्गं मूर्तिमद्भ‍िर्निजायुधै: ।कृत्वोरौ दक्षिणे पादमासीनं पङ्कजारुणम् ॥ ३२ ॥",
        "english_devnagari": "bibhrac catur-bhujaṁ rūpaṁbhrājiṣṇu prabhayā svayādiśo vitimirāḥ kurvanvidhūma iva pāvakaḥ",
        "verse_Syn": [
            "bibhrat",
            "catuḥ",
            "bhujam",
            "rūpam",
            "bhrājiṣṇu",
            "prabhayā",
            "svayā",
            "diśaḥ",
            "vitimirāḥ",
            "kurvan",
            "vidhūmaḥ",
            "iva",
            "pāvakaḥ",
            "śrīvatsa",
            "aṅkam",
            "ghana",
            "śyāmam",
            "tapta",
            "hāṭaka",
            "varcasam",
            "kauśeya",
            "ambara",
            "yugmena",
            "parivītam",
            "su",
            "maṅgalam",
            "sundara",
            "smita",
            "vaktra",
            "abjam",
            "nīla",
            "kuntala",
            "maṇḍitam",
            "puṇḍarīka",
            "abhirāma",
            "akṣam",
            "sphurat",
            "makara",
            "kuṇḍalam",
            "kaṭi",
            "sūtra",
            "brahma",
            "sūtra",
            "kirīṭa",
            "kaṭaka",
            "aṅgadaiḥ",
            "hāra",
            "nūpura",
            "mudrābhiḥ",
            "kaustubhena",
            "virājitam",
            "vana",
            "mālā",
            "parīta",
            "aṅgam",
            "mūrti",
            "madbhiḥ",
            "nija",
            "āyudhaiḥ",
            "kṛtvā",
            "urau",
            "dakṣiṇe",
            "pādam",
            "āsīnam",
            "paṅkaja",
            "aruṇam"
        ],
        "translation": "The Lord was exhibiting His brilliantly effulgent four-armed form, the radiance of which, just like a smokeless fire, dissipated the darkness in all directions. His complexion was the color of a dark blue cloud and His effulgence the color of molten gold, and His all-auspicious form bore the mark of Śrīvatsa. A beautiful smile graced His lotus face, locks of dark blue hair adorned His head, His lotus eyes were very attractive, and His shark-shaped earrings glittered. He wore a pair of silken garments, an ornamental belt, the sacred thread, bracelets and arm ornaments, along with a helmet, the Kaustubha jewel, necklaces, anklets and other royal emblems. Encircling His body were flower garlands and His personal weapons in their embodied forms. As He sat He held His left foot, with its lotus-red sole, upon His right thigh.",
        "purport": ""
    },
    {
        "verse": "33",
        "devanagari": "मुषलावशेषाय:खण्डकृतेषुर्लुब्धको जरा ।मृगास्याकारं तच्चरणं विव्याध मृगशङ्कया ॥ ३३ ॥",
        "english_devnagari": "muṣalāvaśeṣāyaḥ-khaṇḍa-kṛteṣur lubdhako jarāmṛgāsyākāraṁ tac-caraṇaṁvivyādha mṛga-śaṅkayā",
        "verse_Syn": [
            "muṣala",
            "avaśeṣa",
            "ayaḥ",
            "khaṇḍa",
            "kṛta",
            "iṣuḥ",
            "lubdhakaḥ",
            "jarā",
            "mṛga",
            "āsya",
            "ākāram",
            "tat",
            "caraṇam",
            "vivyādha",
            "mṛga",
            "śaṅkayā"
        ],
        "translation": "Just then a hunter named Jarā, who had approached the place, mistook the Lord’s foot for a deer’s face. Thinking he had found his prey, Jarā pierced the foot with his arrow, which he had fashioned from the remaining iron fragment of Sāmba’s club.",
        "purport": " According to Śrīla Viśvanātha Cakravartī Ṭhākura, the statement that the arrow “pierced the Lord’s foot” expresses the point of view of the hunter, who thought he had struck a deer. In fact the arrow merely touched the Lord’s lotus foot and did not pierce it, since the Lord’s limbs are composed of eternity, knowledge and bliss. Otherwise, in the description of the next verse (that the hunter became fearful and fell down with his head upon the Lord’s feet), Śukadeva Gosvāmī would have stated that he extracted his arrow from the Lord’s foot."
    },
    {
        "verse": "34",
        "devanagari": "चतुर्भुजं तं पुरुषं द‍ृष्ट्वा स कृतकिल्बिष: ।भीत: पपात शिरसा पादयोरसुरद्विष: ॥ ३४ ॥",
        "english_devnagari": "catur-bhujaṁ taṁ puruṣaṁdṛṣṭvā sa kṛta-kilbiṣaḥbhītaḥ papāta śirasāpādayor asura-dviṣaḥ",
        "verse_Syn": [
            "catuḥ",
            "bhujam",
            "tam",
            "puruṣam",
            "dṛṣṭvā",
            "saḥ",
            "kṛta",
            "kilbiṣaḥ",
            "bhītaḥ",
            "papāta",
            "śirasā",
            "pādayoḥ",
            "asura",
            "dviṣaḥ"
        ],
        "translation": "Then, seeing that four-armed personality, the hunter became terrified of the offense he had committed, and he fell down, placing his head upon the feet of the enemy of the demons.",
        "purport": ""
    },
    {
        "verse": "35",
        "devanagari": "अजानता कृतमिदं पापेन मधुसूदन ।क्षन्तुमर्हसि पापस्य उत्तम:श्लोक मेऽनघ ॥ ३५ ॥",
        "english_devnagari": "ajānatā kṛtam idaṁpāpena madhusūdanakṣantum arhasi pāpasyauttamaḥśloka me ’nagha",
        "verse_Syn": [
            "ajānatā",
            "kṛtam",
            "idam",
            "pāpena",
            "madhusūdana",
            "kṣantum",
            "arhasi",
            "pāpasya",
            "uttamaḥ",
            "śloka",
            "me",
            "anagha"
        ],
        "translation": "Jarā said: O Lord Madhusūdana, I am a most sinful person. I have committed this act out of ignorance. O purest Lord, O Uttamaḥśloka, please forgive this sinner.",
        "purport": ""
    },
    {
        "verse": "36",
        "devanagari": "यस्यानुस्मरणं नृणामज्ञानध्वान्तनाशनम् ।वदन्ति तस्य ते विष्णो मयासाधु कृतं प्रभो ॥ ३६ ॥",
        "english_devnagari": "yasyānusmaraṇaṁ nṛṇāmajñāna-dhvānta-nāśanamvadanti tasya te viṣṇomayāsādhu kṛtaṁ prabho",
        "verse_Syn": [
            "yasya",
            "anusmaraṇam",
            "nṛṇām",
            "ajñāna",
            "dhvānta",
            "nāśanam",
            "vadanti",
            "tasya",
            "te",
            "viṣṇo",
            "mayā",
            "asādhu",
            "kṛtam",
            "prabho"
        ],
        "translation": "O Lord Viṣṇu, the learned say that for any man, constant remembrance of You will destroy the darkness of ignorance. O master, I have wronged You!",
        "purport": ""
    },
    {
        "verse": "37",
        "devanagari": "तन्माशु जहि वैकुण्ठ पाप्मानं मृगलुब्धकम् ।यथा पुनरहं त्वेवं न कुर्यां सदतिक्रमम् ॥ ३७ ॥",
        "english_devnagari": "tan māśu jahi vaikuṇṭhapāpmānaṁ mṛga-lubdhakamyathā punar ahaṁ tv evaṁna kuryāṁ sad-atikramam",
        "verse_Syn": [
            "tat",
            "mā",
            "āśu",
            "jahi",
            "vaikuṇṭha",
            "pāpmānam",
            "mṛga",
            "lubdhakam",
            "yathā",
            "punaḥ",
            "aham",
            "tu",
            "evam",
            "na",
            "kuryām",
            "sat",
            "atikramam"
        ],
        "translation": "Therefore, O Lord of Vaikuṇṭha, please kill this sinful hunter of animals immediately so he may not again commit such offenses against saintly persons.",
        "purport": " Śrīla Viśvanātha Cakravartī Ṭhākura explains that the fratricidal battle of the Yadu dynasty and the hunter’s attack upon Lord Kṛṣṇa are clearly activities of the Lord’s internal potency for the purpose of fulfilling the Lord’s pastime desires. According to the evidence, the quarrel among the members of the Yadu dynasty occurred at sunset; then the Lord sat down on the bank of the Sarasvatī River. It is stated that a hunter then arrived with the intention of killing a deer, but it is highly unlikely — when more than 560 million warriors had just been killed in a great uproarious battle and the place had been flooded with blood and strewn with corpses — that a simple hunter would somehow come along trying to kill a deer. Since deer are by nature fearful and timid, how could any deer possibly be on the scene of such a huge battle, and how could a hunter calmly go about his business in the midst of such carnage? Therefore, the withdrawal of the Yadu dynasty and Lord Kṛṣṇa’s own disappearance from this earth were not material historical events; they were instead a display of the Lord’s internal potency for the purpose of winding up His manifest pastimes on earth."
    },
    {
        "verse": "38",
        "devanagari": "यस्यात्मयोगरचितं न विदुर्विरिञ्चोरुद्रादयोऽस्य तनया: पतयो गिरां ये ।त्वन्मायया पिहितद‍ृष्टय एतदञ्ज:किं तस्य ते वयमसद्गतयो गृणीम: ॥ ३८ ॥",
        "english_devnagari": "yasyātma-yoga-racitaṁ na vidur viriñcorudrādayo ’sya tanayāḥ patayo girāṁ yetvan-māyayā pihita-dṛṣṭaya etad añjaḥkiṁ tasya te vayam asad-gatayo gṛṇīmaḥ",
        "verse_Syn": [
            "yasya",
            "ātma",
            "yoga",
            "racitam",
            "na",
            "viduḥ",
            "viriñcaḥ",
            "rudra",
            "ādayaḥ",
            "asya",
            "tanayāḥ",
            "patayaḥ",
            "girām",
            "ye",
            "tvat",
            "māyayā",
            "pihita",
            "dṛṣṭayaḥ",
            "etat",
            "añjaḥ",
            "kim",
            "tasya",
            "te",
            "vayam",
            "asat",
            "gatayaḥ",
            "gṛṇīmaḥ"
        ],
        "translation": "Neither Brahmā nor his sons, headed by Rudra, nor any of the great sages who are masters of the Vedic mantras can understand the function of Your mystic power. Because Your illusory potency has covered their sight, they remain ignorant of how Your mystic power works. Therefore, what can I, such a low-born person, possibly say?",
        "purport": ""
    },
    {
        "verse": "39",
        "devanagari": "श्रीभगवानुवाचमा भैर्जरे त्वमुत्तिष्ठ काम एष कृतो हि मे ।याहि त्वं मदनुज्ञात: स्वर्गं सुकृतिनां पदम् ॥ ३९ ॥",
        "english_devnagari": "śrī-bhagavān uvācamā bhair jare tvam uttiṣṭhakāma eṣa kṛto hi meyāhi tvaṁ mad-anujñātaḥsvargaṁ su-kṛtināṁ padam",
        "verse_Syn": [
            "śrī",
            "bhagavān",
            "uvāca",
            "mā",
            "bhaiḥ",
            "jare",
            "tvam",
            "uttiṣṭha",
            "kāmaḥ",
            "eṣaḥ",
            "kṛtaḥ",
            "hi",
            "me",
            "yāhi",
            "tvam",
            "mat",
            "anujñātaḥ",
            "svargam",
            "su",
            "kṛtinām",
            "padam"
        ],
        "translation": "The Supreme Personality of Godhead said: My dear Jarā, do not fear. Please get up. What has been done is actually My own desire. With My permission, go now to the abode of the pious, the spiritual world.",
        "purport": ""
    },
    {
        "verse": "40",
        "devanagari": "इत्यादिष्टो भगवता कृष्णेनेच्छाशरीरिणा ।त्रि: परिक्रम्य तं नत्वा विमानेन दिवं ययौ ॥ ४० ॥",
        "english_devnagari": "ity ādiṣṭo bhagavatākṛṣṇenecchā-śarīriṇātriḥ parikramya taṁ natvāvimānena divaṁ yayau",
        "verse_Syn": [
            "iti",
            "ādiṣṭaḥ",
            "bhagavatā",
            "kṛṣṇena",
            "icchā",
            "śarīriṇā",
            "triḥ",
            "parikramya",
            "tam",
            "natvā",
            "vimānena",
            "divam",
            "yayau"
        ],
        "translation": "So instructed by the Supreme Lord Kṛṣṇa, who assumes His transcendental body by His own will, the hunter circumambulated the Lord three times and bowed down to Him. Then the hunter departed in an airplane that had appeared just to carry him to the spiritual sky.",
        "purport": ""
    },
    {
        "verse": "41",
        "devanagari": "दारुक: कृष्णपदवीमन्विच्छन्नधिगम्य ताम् ।वायुं तुलसिकामोदमाघ्रायाभिमुखं ययौ ॥ ४१ ॥",
        "english_devnagari": "dārukaḥ kṛṣṇa-padavīmanvicchann adhigamya tāmvāyuṁ tulasikāmodamāghrāyābhimukhaṁ yayau",
        "verse_Syn": [
            "dārukaḥ",
            "kṛṣṇa",
            "padavīm",
            "anvicchan",
            "adhigamya",
            "tām",
            "vāyum",
            "tulasikā",
            "āmodam",
            "āghrāya",
            "abhimukham",
            "yayau"
        ],
        "translation": "At that time Dāruka was searching for his master, Kṛṣṇa. As he neared the place where the Lord was sitting, he perceived the aroma of tulasī flowers in the breeze and went in its direction.",
        "purport": ""
    },
    {
        "verse": "42",
        "devanagari": "तं तत्र तिग्मद्युभिरायुधैर्वृतंह्यश्वत्थमूले कृतकेतनं पतिम् ।स्‍नेहप्लुतात्मा निपपात पादयोरथादवप्लुत्य सबाष्पलोचन: ॥ ४२ ॥",
        "english_devnagari": "taṁ tatra tigma-dyubhir āyudhair vṛtaṁhy aśvattha-mūle kṛta-ketanaṁ patimsneha-plutātmā nipapāta pādayorathād avaplutya sa-bāṣpa-locanaḥ",
        "verse_Syn": [
            "tam",
            "tatra",
            "tigma",
            "dyubhiḥ",
            "āyudhaiḥ",
            "vṛtam",
            "hi",
            "aśvattha",
            "mūle",
            "kṛta",
            "ketanam",
            "patim",
            "sneha",
            "pluta",
            "ātmā",
            "nipapāta",
            "pādayoḥ",
            "rathāt",
            "avaplutya",
            "sa",
            "bāṣpa",
            "locanaḥ"
        ],
        "translation": "Upon seeing Lord Kṛṣṇa resting at the foot of a banyan tree, surrounded by His shining weapons, Dāruka could not control the affection he felt in his heart. His eyes filled with tears as he rushed down from the chariot and fell at the Lord’s feet.",
        "purport": ""
    },
    {
        "verse": "43",
        "devanagari": "अपश्यतस्त्वच्चरणाम्बुजं प्रभोद‍ृष्टि: प्रणष्टा तमसि प्रविष्टा ।दिशो न जाने न लभे च शान्तिंयथा निशायामुडुपे प्रणष्टे ॥ ४३ ॥",
        "english_devnagari": "apaśyatas tvac-caraṇāmbujaṁ prabhodṛṣṭiḥ praṇaṣṭā tamasi praviṣṭādiśo na jāne na labhe ca śāntiṁyathā niśāyām uḍupe praṇaṣṭe",
        "verse_Syn": [
            "apaśyataḥ",
            "tvat",
            "caraṇa",
            "ambujam",
            "prabho",
            "dṛṣṭiḥ",
            "praṇaṣṭā",
            "tamasi",
            "praviṣṭā",
            "diśaḥ",
            "na",
            "jāne",
            "na",
            "labhe",
            "ca",
            "śāntim",
            "yathā",
            "niśāyām",
            "uḍupe",
            "praṇaṣṭe"
        ],
        "translation": "Dāruka said: Just as on a moonless night people are merged into darkness and cannot find their way, now that I have lost sight of Your lotus feet, my Lord, I have lost my vision and am wandering blindly in darkness. I cannot tell my direction, nor can I find any peace.",
        "purport": ""
    },
    {
        "verse": "44",
        "devanagari": "इति ब्रुवति सूते वै रथो गरुडलाञ्छन: ।खमुत्पपात राजेन्द्र साश्वध्वज उदीक्षत: ॥ ४४ ॥",
        "english_devnagari": "iti bruvati sūte vairatho garuḍa-lāñchanaḥkham utpapāta rājendrasāśva-dhvaja udīkṣataḥ",
        "verse_Syn": [
            "iti",
            "bruvati",
            "sūte",
            "vai",
            "rathaḥ",
            "garuḍa",
            "lāñchanaḥ",
            "kham",
            "utpapāta",
            "rāja",
            "indra",
            "sa",
            "aśva",
            "dhvajaḥ",
            "udīkṣataḥ"
        ],
        "translation": "[Śukadeva Gosvāmī continued:] O foremost of kings, while the chariot driver was still speaking, before his very eyes the Lord’s chariot rose up into the sky along with its horses and its flag, which was marked with the emblem of Garuḍa.",
        "purport": ""
    },
    {
        "verse": "45",
        "devanagari": "तमन्वगच्छन् दिव्यानि विष्णुप्रहरणानि च ।तेनातिविस्मितात्मानं सूतमाह जनार्दन: ॥ ४५ ॥",
        "english_devnagari": "tam anvagacchan divyāniviṣṇu-praharaṇāni catenāti-vismitātmānaṁsūtam āha janārdanaḥ",
        "verse_Syn": [
            "tam",
            "anvagacchan",
            "divyāni",
            "viṣṇu",
            "praharaṇāni",
            "ca",
            "tena",
            "ati",
            "vismita",
            "ātmānam",
            "sūtam",
            "āha",
            "janārdanaḥ"
        ],
        "translation": "All the divine weapons of Viṣṇu rose up and followed the chariot. The Lord, Janārdana, then spoke to His chariot driver, who was most astonished to see all this.",
        "purport": ""
    },
    {
        "verse": "46",
        "devanagari": "गच्छ द्वारवतीं सूत ज्ञातीनां निधनं मिथ: ।सङ्कर्षणस्य निर्याणं बन्धुभ्यो ब्रूहि मद्दशाम् ॥ ४६ ॥",
        "english_devnagari": "gaccha dvāravatīṁ sūtajñātīnāṁ nidhanaṁ mithaḥsaṅkarṣaṇasya niryāṇaṁbandhubhyo brūhi mad-daśām",
        "verse_Syn": [
            "gaccha",
            "dvāravatīm",
            "sūta",
            "jñātīnām",
            "nidhanam",
            "mithaḥ",
            "saṅkarṣaṇasya",
            "niryāṇam",
            "bandhubhyaḥ",
            "brūhi",
            "mat",
            "daśām"
        ],
        "translation": "O driver, go to Dvārakā and tell Our family members how their loved ones destroyed one another. Also tell them of the disappearance of Lord Saṅkarṣaṇa and of My present condition.",
        "purport": " Lord Kṛṣṇa sent His chariot driverless back to Vaikuṇṭha, along with the horses and weapons, because the chariot driver, Dāruka, had some final service to do on earth."
    },
    {
        "verse": "47",
        "devanagari": "द्वारकायां च न स्थेयं भवद्भ‍िश्च स्वबन्धुभि: ।मया त्यक्तां यदुपुरीं समुद्र: प्लावयिष्यति ॥ ४७ ॥",
        "english_devnagari": "dvārakāyāṁ ca na stheyaṁbhavadbhiś ca sva-bandhubhiḥmayā tyaktāṁ yadu-purīṁsamudraḥ plāvayiṣyati",
        "verse_Syn": [
            "dvārakāyām",
            "ca",
            "na",
            "stheyam",
            "bhavadbhiḥ",
            "ca",
            "sva",
            "bandhubhiḥ",
            "mayā",
            "tyaktām",
            "yadu",
            "purīm",
            "samudraḥ",
            "plāvayiṣyati"
        ],
        "translation": "You and your relatives should not remain in Dvārakā, the capital of the Yadus, because once I have abandoned that city it will be inundated by the ocean.",
        "purport": ""
    },
    {
        "verse": "48",
        "devanagari": "स्वं स्वं परिग्रहं सर्वे आदाय पितरौ च न: ।अर्जुनेनाविता: सर्व इन्द्रप्रस्थं गमिष्यथ ॥ ४८ ॥",
        "english_devnagari": "svaṁ svaṁ parigrahaṁ sarveādāya pitarau ca naḥarjunenāvitāḥ sarvaindraprasthaṁ gamiṣyatha",
        "verse_Syn": [
            "svam",
            "svam",
            "parigraham",
            "sarve",
            "ādāya",
            "pitarau",
            "ca",
            "naḥ",
            "arjunena",
            "avitāḥ",
            "sarve",
            "indraprastham",
            "gamiṣyatha"
        ],
        "translation": "You should all take your own families, together with My parents, and under Arjuna’s protection go to Indraprastha.",
        "purport": ""
    },
    {
        "verse": "49",
        "devanagari": "त्वं तु मद्धर्ममास्थाय ज्ञाननिष्ठ उपेक्षक: ।मन्मायारचितामेतां विज्ञायोपशमं व्रज ॥ ४९ ॥",
        "english_devnagari": "tvaṁ tu mad-dharmam āsthāyajñāna-niṣṭha upekṣakaḥman-māyā-racitām etāṁvijñayopaśamaṁ vraja",
        "verse_Syn": [
            "tvam",
            "tu",
            "mat",
            "dharmam",
            "āsthāya",
            "jñāna",
            "niṣṭhaḥ",
            "upekṣakaḥ",
            "mat",
            "māyā",
            "racitām",
            "etām",
            "vijñāya",
            "upaśamam",
            "vraja"
        ],
        "translation": "You, Dāruka, should be firmly situated in devotion to Me, remaining fixed in spiritual knowledge and unattached to material considerations. Understanding these pastimes to be a display of My illusory potency, you should remain peaceful.",
        "purport": " According to Śrīla Jīva Gosvāmī, the word tu here emphasizes that Dāruka is an eternally liberated associate of Lord Kṛṣṇa, having descended from Vaikuṇṭha. Therefore, even though others might be bewildered by the Lord’s pastimes, Dāruka should remain peaceful and fixed in spiritual knowledge."
    },
    {
        "verse": "50",
        "devanagari": "इत्युक्तस्तं परिक्रम्य नमस्कृत्य पुन: पुन: ।तत्पादौ शीर्ष्ण्युपाधाय दुर्मना: प्रययौ पुरीम् ॥ ५० ॥",
        "english_devnagari": "ity uktas taṁ parikramyanamaskṛtya punaḥ punaḥtat-pādau śīrṣṇy upādhāyadurmanāḥ prayayau purīm",
        "verse_Syn": [
            "iti",
            "uktaḥ",
            "tam",
            "parikramya",
            "namaḥ",
            "kṛtya",
            "punaḥ",
            "punaḥ",
            "tat",
            "pādau",
            "śīrṣṇi",
            "upādhāya",
            "durmanāḥ",
            "prayayau",
            "purīm"
        ],
        "translation": "Thus ordered, Dāruka circumambulated the Lord and offered obeisances to Him again and again. He placed Lord Kṛṣṇa’s lotus feet upon his head and then with a sad heart went back to the city.",
        "purport": ""
    }
]