[
    {
        "verse": "1",
        "devanagari": "श्रीभगवानुवाचवनं विविक्षु: पुत्रेषु भार्यां न्यस्य सहैव वा ।वन एव वसेच्छान्तस्तृतीयं भागमायुष: ॥ १ ॥",
        "english_devnagari": "śrī-bhagavān uvācavanaṁ vivikṣuḥ putreṣubhāryāṁ nyasya sahaiva vāvana eva vasec chāntastṛtīyaṁ bhāgam āyuṣaḥ",
        "verse_Syn": [
            "śrī",
            "bhagavān",
            "uvāca",
            "vanam",
            "vivikṣuḥ",
            "putreṣu",
            "bhāryām",
            "nyasya",
            "saha",
            "eva",
            "vā",
            "vane",
            "eva",
            "vaset",
            "śāntaḥ",
            "tṛtīyam",
            "bhāgam",
            "āyuṣaḥ"
        ],
        "translation": "The Supreme Personality of Godhead said: One who desires to adopt the third order of life, vānaprastha, should enter the forest with a peaceful mind, leaving his wife with his mature sons, or else taking her along with him.",
        "purport": " In Kali-yuga a human being generally cannot live more than one hundred years, and even this is becoming most unusual. A man who has a reasonable expectation of living for one hundred years may adopt the vānaprastha order at the age of fifty, and then at the age of seventy-five he may take sannyāsa for complete renunciation. Since in Kali-yuga very few people live for one hundred years, one should adjust the schedule accordingly. Vānaprastha is intended as a gradual transition from materialistic family life to the stage of complete renunciation."
    },
    {
        "verse": "2",
        "devanagari": "कन्दमूलफलैर्वन्यैर्मेध्यैर्वृत्तिं प्रकल्पयेत् ।वसीत वल्कलं वासस्तृणपर्णाजिनानि वा ॥ २ ॥",
        "english_devnagari": "kanda-mūla-phalair vanyairmedhyair vṛttiṁ prakalpayetvasīta valkalaṁ vāsastṛṇa-parṇājināni vā",
        "verse_Syn": [
            "kanda",
            "mūla",
            "phalaiḥ",
            "vanyaiḥ",
            "medhyaiḥ",
            "vṛttim",
            "prakalpayet",
            "vasīta",
            "valkalam",
            "vāsaḥ",
            "tṛṇa",
            "parṇa",
            "ajināni",
            "vā"
        ],
        "translation": "Having adopted the vānaprastha order of life, one should arrange one’s sustenance by eating uncontaminated bulbs, roots and fruits that grow in the forest. One may dress oneself with tree bark, grass, leaves or animal skins.",
        "purport": " A renounced sage in the forest does not kill animals, but rather acquires skins from animals who have suffered natural death. According to a passage from Manu-saṁhitā, quoted by Śrīla Bhaktisiddhānta Sarasvatī Ṭhākura, the word medhyaiḥ, or “pure,” indicates that while residing in the forest a sage may not accept honey-based liquors, animal flesh, fungus, mushrooms, horseradish or any hallucinogenic or intoxicating herbs, even those taken as so-called medicine."
    },
    {
        "verse": "3",
        "devanagari": "केशरोमनखश्मश्रुमलानि बिभृयाद् दत: ।न धावेदप्सु मज्जेत त्रिकालं स्थण्डिलेशय: ॥ ३ ॥",
        "english_devnagari": "keśa-roma-nakha-śmaśru-malāni bibhṛyād dataḥna dhāved apsu majjetatri kālaṁ sthaṇḍile-śayaḥ",
        "verse_Syn": [
            "keśa",
            "roma",
            "nakha",
            "śmaśru",
            "malāni",
            "bibhṛyāt",
            "dataḥ",
            "na",
            "dhāvet",
            "apsu",
            "majjeta",
            "tri",
            "kālam",
            "sthaṇḍile",
            "śayaḥ"
        ],
        "translation": "The vānaprastha should not groom the hair on his head, body or face, should not manicure his nails, should not pass stool and urine at irregular times and should not make a special endeavor for dental hygiene. He should be content to take bath in water three times daily and should sleep on the ground.",
        "purport": ""
    },
    {
        "verse": "4",
        "devanagari": "ग्रीष्मे तप्येत पञ्चाग्नीन् वर्षास्वासारषाड्‍जले ।आकण्ठमग्न: शिशिर एवंवृत्तस्तपश्चरेत् ॥ ४ ॥",
        "english_devnagari": "grīṣme tapyeta pañcāgnīnvarṣāsv āsāra-ṣāḍ jaleākaṇtha-magnaḥ śiśiraevaṁ vṛttas tapaś caret",
        "verse_Syn": [
            "grīṣme",
            "tapyeta",
            "pañca",
            "agnīn",
            "varṣāsu",
            "āsāra",
            "ṣāṭ",
            "jale",
            "ā",
            "kaṇṭha",
            "magnaḥ",
            "śiśire",
            "evam",
            "vṛttaḥ",
            "tapaḥ",
            "caret"
        ],
        "translation": "Thus engaged as a vānaprastha, one should execute penance during the hottest summer days by subjecting oneself to burning fires on four sides and the blazing sun overhead; during the rainy season one should remain outside, subjecting oneself to torrents of rain; and in the freezing winter one should remain submerged in water up to one’s neck.",
        "purport": " One who engages in sense gratification must perform severe penances at the end of life to counteract his sinful, hedonistic activities. A devotee of the Lord, however, naturally develops Kṛṣṇa consciousness and need not subject himself to such radical penances. As stated in the Pañcarātra: “If one is worshiping the Lord properly, what is the use of severe penances? And if one is not properly worshiping the Lord, what is the use of severe penances? If Śrī Kṛṣṇa is realized within and without everything that exists, what is the use of severe penances? And if Śrī Kṛṣṇa is not seen within and without everything, then what is the use of severe penances?”"
    },
    {
        "verse": "5",
        "devanagari": "अग्निपक्वं समश्न‍ीयात् कालपक्व‍मथापि वा ।उलूखलाश्मकुट्टो वा दन्तोलूखल एव वा ॥ ५ ॥",
        "english_devnagari": "agni-pakvaṁ samaśnīyātkāla-pakvam athāpi vāulūkhalāśma-kuṭṭo vādantolūkhala eva vā",
        "verse_Syn": [
            "agni",
            "pakvam",
            "samaśnīyāt",
            "kāla",
            "pakvam",
            "atha",
            "api",
            "vā",
            "ulūkhala",
            "aśma",
            "kuṭṭaḥ",
            "vā",
            "danta",
            "ulūkhalaḥ",
            "eva",
            "vā"
        ],
        "translation": "One may eat foodstuffs prepared with fire, such as grains, or fruits ripened by time. One may grind one’s food with mortar and stone or with one’s own teeth.",
        "purport": " In Vedic civilization it is recommended that at the end of one’s life one should go to a holy place or forest for spiritual perfection. In sacred forests one does not find restaurants, supermarkets, fast-food chains and so on, and thus one must eat simply, reducing sense gratification. Although in the Western countries people eat processed food, one living simply must himself separate and pulverize grains and other foods before eating. This is referred to here."
    },
    {
        "verse": "6",
        "devanagari": "स्वयं सञ्चिनुयात् सर्वमात्मनो वृत्तिकारणम् ।देशकालबलाभिज्ञो नाददीतान्यदाहृतम् ॥ ६ ॥",
        "english_devnagari": "svayaṁ sañcinuyāt sarvamātmano vṛtti-kāraṇamdeśa-kāla-balābhijñonādadītānyadāhṛtam",
        "verse_Syn": [
            "svayam",
            "sañcinuyāt",
            "sarvam",
            "ātmanaḥ",
            "vṛtti",
            "kāraṇam",
            "deśa",
            "kāla",
            "bala",
            "abhijñaḥ",
            "na",
            "ādadīta",
            "anyadā",
            "āhṛtam"
        ],
        "translation": "The vānaprastha should personally collect whatever he requires for his bodily maintenance, carefully considering the time, place and his own capacity. He should never collect provisions for the future.",
        "purport": " According to Vedic regulations, one practicing austerity should collect only what he requires for immediate use, and upon receiving gifts of foodstuff he should immediately give up that which he has previously collected, so that there will be no surplus. This regulation is meant to keep one fixed in faithful dependence on the Supreme Lord. One should never stock food or other bodily necessities for future use. The term deśa-kāla-balābhijña indicates that in a particularly difficult place, or in time of emergency or personal incapacity, this strict rule need not be followed, as confirmed by Śrīla Viśvanātha Cakravartī Ṭhākura. Śrīla Bhaktisiddhānta Sarasvatī Ṭhākura points out that unless one is completely incapacitated, one should not depend on others for one’s personal maintenance, as this will create a debt that can only be repaid by taking another birth in the material world. This applies only to those endeavoring for personal purification and not to those engaged full time in devotional service to Lord Kṛṣṇa. A pure devotee eats, dresses and speaks only for the service of the Lord, and thus whatever assistance he accepts from others is not for himself. He is fully surrendered to the mission of the Supreme Personality of Godhead. However, one not so surrendered will certainly have to take birth again in the material world to repay all of his debts to others."
    },
    {
        "verse": "7",
        "devanagari": "वन्यैश्चरुपुरोडाशैर्निर्वपेत् कालचोदितान् ।न तु श्रौतेन पशुना मां यजेत वनाश्रमी ॥ ७ ॥",
        "english_devnagari": "vanyaiś caru-puroḍāśairnirvapet kāla-coditānna tu śrautena paśunāmāṁ yajeta vanāśramī",
        "verse_Syn": [
            "vanyaiḥ",
            "caru",
            "puroḍāśaiḥ",
            "nirvapet",
            "kāla",
            "coditān",
            "na",
            "tu",
            "śrautena",
            "paśunā",
            "mām",
            "yajeta",
            "vana",
            "āśramī"
        ],
        "translation": "One who has accepted the vānaprastha order of life should perform seasonal sacrifices by offering oblations of caru and sacrificial cakes prepared from rice and other grains found in the forest. The vānaprastha, however, may never offer animal sacrifices to Me, even those sacrifices mentioned in the Vedas.",
        "purport": " One who has taken the vānaprastha order of life should never perform animal sacrifices or eat meat."
    },
    {
        "verse": "8",
        "devanagari": "अग्निहोत्रं च दर्शश्च पौर्णमासश्च पूर्ववत् ।चातुर्मास्यानि च मुनेराम्नातानि च नैगमै: ॥ ८ ॥",
        "english_devnagari": "agnihotraṁ ca darśaś capaurṇamāsaś ca pūrva-vatcāturmāsyāni ca munerāmnātāni ca naigamaiḥ",
        "verse_Syn": [
            "agni",
            "hotram",
            "ca",
            "darśaḥ",
            "ca",
            "paurṇa",
            "māsaḥ",
            "ca",
            "pūrva",
            "vat",
            "cātuḥ",
            "māsyāni",
            "ca",
            "muneḥ",
            "āmnātāni",
            "ca",
            "naigamaiḥ"
        ],
        "translation": "The vānaprastha should perform the agnihotra, darśa and paurṇamāsa sacrifices, as he did while in the gṛhastha-āśrama. He should also perform the vows and sacrifices of cāturmāsya, since all of these rituals are enjoined for the vānaprastha-āśrama by expert knowers of the Vedas.",
        "purport": " Śrīla Bhaktisiddhānta Sarasvatī Ṭhākura has given a detailed explanation of the four rituals mentioned here, namely agnihotra, darśa, paurṇamāsa and cāturmāsya. The conclusion is that everyone should simply chant Hare Kṛṣṇa, Hare Kṛṣṇa, Kṛṣṇa Kṛṣṇa, Hare Hare/ Hare Rāma, Hare Rāma, Rāma Rāma, Hare Hare and avoid the difficult entanglement of Vedic ritualistic ceremonies. If one neither chants Hare Kṛṣṇa nor performs such rituals, one certainly becomes a pāṣaṇḍī, an atheistic fool."
    },
    {
        "verse": "9",
        "devanagari": "एवं चीर्णेन तपसा मुनिर्धमनिसन्तत: ।मां तपोमयमाराध्य ऋषिलोकादुपैति माम् ॥ ९ ॥",
        "english_devnagari": "evaṁ cīrṇena tapasāmunir dhamani-santataḥmāṁ tapo-mayam ārādhyaṛṣi-lokād upaiti mām",
        "verse_Syn": [
            "evam",
            "cīrṇena",
            "tapasā",
            "muniḥ",
            "dhamani",
            "santataḥ",
            "mām",
            "tapaḥ",
            "mayam",
            "ārādhya",
            "rṣi",
            "lokāt",
            "upaiti",
            "mām"
        ],
        "translation": "The saintly vānaprastha, practicing severe penances and accepting only the bare necessities of life, becomes so emaciated that he appears to be mere skin and bones. Thus worshiping Me through severe penances, he goes to the Maharloka planet and then directly achieves Me.",
        "purport": " A vānaprastha who develops pure devotional service achieves the Supreme Lord, Kṛṣṇa, while in the vānaprastha stage of life. One who does not become completely Kṛṣṇa conscious, however, first goes to the planet Maharloka, or Ṛṣiloka, and from there directly achieves Lord Kṛṣṇa. One achieves Maharloka, or Ṛṣiloka, through strict observance of positive and negative regulations. However, without developing a taste for chanting and hearing the glories of the Lord (śravaṇaṁ kīrtanaṁ viṣṇoḥ), it is not possible to achieve the perfect liberation of going back home, back to Godhead. Therefore, on the Maharloka planet the unsuccessful sage gives more attention to chanting and hearing, and thus he gradually develops pure love of Godhead."
    },
    {
        "verse": "10",
        "devanagari": "यस्त्वेतत् कृच्छ्रतश्चीर्णं तपो नि:श्रेयसं महत् ।कामायाल्पीयसे युञ्ज्याद् बालिश: कोऽपरस्तत: ॥ १० ॥",
        "english_devnagari": "yas tv etat kṛcchrataś cīrṇaṁtapo niḥśreyasaṁ mahatkāmāyālpīyase yuñjyādbāliśaḥ ko ’paras tataḥ",
        "verse_Syn": [
            "yaḥ",
            "tu",
            "etat",
            "kṛcchrataḥ",
            "cīrṇam",
            "tapaḥ",
            "niḥśreyasam",
            "mahat",
            "kāmāya",
            "alpīyase",
            "yuñjyāt",
            "bāliśaḥ",
            "kaḥ",
            "aparaḥ",
            "tataḥ"
        ],
        "translation": "One who with long endeavor executes this painful but exalted penance, which awards ultimate liberation, simply to achieve insignificant sense gratification must be considered the greatest fool.",
        "purport": " Although the process of vānaprastha described by Lord Kṛṣṇa is so glorious that even the consolation prize is promotion to Maharloka, one who consciously performs this process for such promotion to heaven is certainly the greatest fool. The Lord does not want this process to be abused or exploited by materialistic rascals, for the ultimate goal is love of Godhead."
    },
    {
        "verse": "11",
        "devanagari": "यदासौ नियमेऽकल्पो जरया जातवेपथु: ।आत्मन्यग्नीन् समारोप्य मच्चित्तोऽग्निं समाविशेत् ॥ ११ ॥",
        "english_devnagari": "yadāsau niyame ’kalpojarayā jāta-vepathuḥātmany agnīn samāropyamac-citto ’gniṁ samāviśet",
        "verse_Syn": [
            "yadā",
            "asau",
            "niyame",
            "akalpaḥ",
            "jarayā",
            "jāta",
            "vepathuḥ",
            "ātmani",
            "agnīn",
            "samāropya",
            "mat",
            "cittaḥ",
            "agnim",
            "samāviśet"
        ],
        "translation": "If the vānaprastha is overtaken by old age and because of his trembling body is no longer able to execute his prescribed duties, he should place the sacrificial fire within his heart by meditation. Then, fixing his mind on Me, he should enter into the fire and give up his body.",
        "purport": " Since the process of vānaprastha is recommended for those nearing the end of life, there is always the likelihood that one will prematurely succumb to the symptoms of old age and be unable to reach the final stage of sannyāsa. If one simply cannot carry on his religious duties due to old age, it is here advised that he fix the mind in Lord Kṛṣṇa and enter into the sacrificial fire. Although this may not be possible in the modern age, we can appreciate the absolute seriousness of going back home, back to Godhead, as evidenced in this verse."
    },
    {
        "verse": "12",
        "devanagari": "यदा कर्मविपाकेषु लोकेषु निरयात्मसु ।विरागो जायते सम्यङ् न्यस्ताग्नि: प्रव्रजेत्तत: ॥ १२ ॥",
        "english_devnagari": "yadā karma-vipākeṣulokeṣu nirayātmasuvirāgo jāyate samyaṅnyastāgniḥ pravrajet tataḥ",
        "verse_Syn": [
            "yadā",
            "karma",
            "vipākeṣu",
            "lokeṣu",
            "niraya",
            "ātmasu",
            "virāgaḥ",
            "jāyate",
            "samyak",
            "nyasta",
            "agniḥ",
            "pravrajet",
            "tataḥ"
        ],
        "translation": "If the vānaprastha, understanding that even promotion to Brahmaloka is a miserable situation, develops complete detachment from all possible results of fruitive activities, then he may take the sannyāsa order of life.",
        "purport": ""
    },
    {
        "verse": "13",
        "devanagari": "इष्ट्वा यथोपदेशं मां दत्त्वा सर्वस्वमृत्विजे ।अग्नीन् स्वप्राण आवेश्य निरपेक्ष: परिव्रजेत् ॥ १३ ॥",
        "english_devnagari": "iṣṭvā yathopadeśaṁ māṁdattvā sarva-svam ṛtvijeagnīn sva-prāṇa āveśyanirapekṣaḥ parivrajet",
        "verse_Syn": [
            "iṣṭvā",
            "yathā",
            "upadeśam",
            "mām",
            "dattvā",
            "sarva",
            "svam",
            "ṛtvije",
            "agnīn",
            "sva",
            "prāṇe",
            "āveśya",
            "nirapekṣaḥ",
            "parivrajet"
        ],
        "translation": "Having worshiped Me according to scriptural injunctions and having given all one’s property to the sacrificial priest, one should place the fire sacrifice within oneself. Thus, with the mind completely detached, one should enter the sannyāsa order of life.",
        "purport": " One cannot maintain the sannyāsa order of life unless one gives up all materialistic association and engages exclusively in devotional service to the Supreme Lord. Any material desire will gradually prove to be a stumbling block in the prosecution of renounced life. Therefore, a liberated sannyāsī must vigilantly keep himself free from the weeds of material desires, which surface principally in the form of attachment to women, money and reputation. One may possess a beautiful garden filled with fruits and flowers, but without vigilant maintenance the garden will be overrun by weeds. Similarly, one who achieves a beautiful state of Kṛṣṇa consciousness takes the sannyāsa order of life, but if he does not vigilantly and painstakingly keep his heart clean, there is always the danger of a relapse into illusion."
    },
    {
        "verse": "14",
        "devanagari": "विप्रस्य वै सन्न्यसतो देवा दारादिरूपिण: ।विघ्नान् कुर्वन्त्ययं ह्यस्मानाक्रम्य समियात् परम् ॥ १४ ॥",
        "english_devnagari": "viprasya vai sannyasatodevā dārādi-rūpiṇaḥvighnān kurvanty ayaṁ hy asmānākramya samiyāt param",
        "verse_Syn": [
            "viprasya",
            "vai",
            "sannyasataḥ",
            "devāḥ",
            "dāra",
            "ādi",
            "rūpiṇaḥ",
            "vighnān",
            "kurvanti",
            "ayam",
            "hi",
            "asmān",
            "ākramya",
            "samiyāt",
            "param"
        ],
        "translation": "“This man taking sannyāsa is going to surpass us and go back home, back to Godhead.” Thus thinking, the demigods create stumbling blocks on the path of the sannyāsī by appearing before him in the shape of his former wife or other women and attractive objects. But the sannyāsī should pay the demigods and their manifestations no heed.",
        "purport": " The demigods are empowered with universal administration and by their potency may appear as the former wife of a sannyāsī or as other women, so that the sannyāsī gives up his strict vows and becomes entangled in sense gratification. Lord Kṛṣṇa here encourages all sannyāsīs by telling them, “Pay no attention to such illusory manifestations. Continue your duties and go back home, back to Godhead.”"
    },
    {
        "verse": "15",
        "devanagari": "बिभृयाच्चेन्मुनिर्वास: कौपीनाच्छादनं परम् ।त्यक्तं न दण्डपात्राभ्यामन्यत् किञ्चिदनापदि ॥ १५ ॥",
        "english_devnagari": "bibhṛyāc cen munir vāsaḥkaupīnācchādanaṁ paramtyaktaṁ na daṇḍa-pātrābhyāmanyat kiñcid anāpadi",
        "verse_Syn": [
            "bibhṛyāt",
            "cet",
            "muniḥ",
            "vāsaḥ",
            "kaupīna",
            "ācchādanam",
            "param",
            "tyaktam",
            "na",
            "daṇḍa",
            "pātrābhyām",
            "anyat",
            "kiñcit",
            "anāpadi"
        ],
        "translation": "If the sannyāsī desires to wear something besides a mere kaupīna, he may use another cloth around his waist and hips to cover the kaupīna. Otherwise, if there is no emergency, he should not accept anything besides his daṇḍa and waterpot.",
        "purport": " A sannyāsī attracted to material possessions will spoil his worship of Lord Kṛṣṇa."
    },
    {
        "verse": "16",
        "devanagari": "द‍ृष्टिपूतं न्यसेत् पादं वस्‍त्रपूतं पिबेज्जलम् ।सत्यपूतां वदेद् वाचं मन:पूतं समाचरेत् ॥ १६ ॥",
        "english_devnagari": "dṛṣṭi-pūtaṁ nyaset pādaṁvastra-pūtaṁ pibej jalamsatya-pūtāṁ vaded vācaṁmanaḥ-pūtaṁ samācaret",
        "verse_Syn": [
            "dṛṣṭi",
            "pūtam",
            "nyaset",
            "pādam",
            "vastra",
            "pūtam",
            "pibet",
            "jalam",
            "satya",
            "pūtām",
            "vadet",
            "vācam",
            "manaḥ",
            "pūtam",
            "samācaret"
        ],
        "translation": "A saintly person should step or place his foot on the ground only after verifying with his eyes that there are no living creatures, such as insects, who might be injured by his foot. He should drink water only after filtering it through a portion of his cloth, and he should speak only words that possess the purity of truth. Similarly, he should perform only those activities his mind has carefully ascertained to be pure.",
        "purport": " While walking, a saintly person is careful not to kill any tiny creatures on the ground. Similarly, he filters his drinking water through cloth to avoid swallowing small creatures living within the water. Speaking untruths simply for sense gratification is detrimental to devotional service and should be avoided. Speaking impersonal philosophy and glorifying the sense gratification of the material world, even that found in heavenly planets, contaminates the heart and must be avoided by those desiring perfection in the loving service of the Lord. By serious consideration one can understand that any activity other than devotional service to Lord Kṛṣṇa has no ultimate value; therefore one should exclusively engage in the purified activities of Kṛṣṇa consciousness."
    },
    {
        "verse": "17",
        "devanagari": "मौनानीहानिलायामा दण्डा वाग्देहचेतसाम् ।न ह्येते यस्य सन्त्यङ्ग वेणुभिर्न भवेद् यति: ॥ १७ ॥",
        "english_devnagari": "maunānīhānilāyāmādaṇḍā vāg-deha-cetasāmna hy ete yasya santy aṅgaveṇubhir na bhaved yatiḥ",
        "verse_Syn": [
            "mauna",
            "anīha",
            "anila",
            "āyāmāḥ",
            "daṇḍāḥ",
            "vāk",
            "deha",
            "cetasām",
            "na",
            "hi",
            "ete",
            "yasya",
            "santi",
            "aṅga",
            "veṇubhiḥ",
            "na",
            "bhavet",
            "yatiḥ"
        ],
        "translation": "One who has not accepted the three internal disciplines of avoiding useless speech, avoiding useless activities and controlling the life air can never be considered a sannyāsī merely because of his carrying bamboo rods.",
        "purport": " The word daṇḍa indicates the staff carried by those in the renounced order of life, and daṇḍa also indicates severe discipline. The Vaiṣṇava sannyāsīs accept a staff made of three bamboo rods, signifying dedication of the body, mind and words to the service of the Supreme Lord. Here Lord Kṛṣṇa says that one must first accept these three daṇḍas, or disciplines (namely control of the voice, body and mind), within oneself. The practice of anilāyāma (or prāṇāyāma, regulating the life air) is meant to control the mind, and one who always thinks of service to Lord Kṛṣṇa has certainly achieved the perfection of prāṇāyāma. Merely carrying the three external daṇḍas without assimilating the internal daṇḍas of bodily, mental and vocal discipline can never make one an actual Vaiṣṇava sannyāsī, as explained here by Lord Kṛṣṇa. In the Haṁsa-gītā section of Mahābhārata and in Śrīla Rūpa Gosvāmī’s Upadeśāmṛta, there are instructions regarding the sannyāsa order of life. A conditioned soul who adopts only the external ornaments of tridaṇḍi-sannyāsa will not actually be able to control the senses. One who takes sannyāsa for false prestige, making a show of saintliness without actual advancement in kṛṣṇa-kīrtana, will soon be vanquished by the external energy of the Lord."
    },
    {
        "verse": "18",
        "devanagari": "भिक्षां चतुर्षु वर्णेषु विगर्ह्यान् वर्जयंश्चरेत् ।सप्तागारानसङ्‍क्लृप्तांस्तुष्येल्ल‍ब्धेन तावता ॥ १८ ॥",
        "english_devnagari": "bhikṣāṁ caturṣu varṇeṣuvigarhyān varjayaṁś caretsaptāgārān asaṅkḷptāṁstuṣyel labdhena tāvatā",
        "verse_Syn": [
            "bhikṣām",
            "caturṣu",
            "varṇeṣu",
            "vigarhyān",
            "varjayan",
            "caret",
            "sapta",
            "āgārān",
            "asaṅkḷptān",
            "tuṣyet",
            "labdhena",
            "tāvatā"
        ],
        "translation": "Rejecting those houses that are polluted and untouchable, one should approach without previous calculation seven houses and be satisfied with that which is obtained there by begging. According to necessity, one may approach each of the four occupational orders of society.",
        "purport": " Saintly persons in the renounced order of life may beg from strict followers of Vedic culture to obtain foodstuffs and other bodily necessities. According to Vedic injunction, a renounced saint should beg from the brāhmaṇa community, but if there is danger of his starving, he may beg from kṣatriyas, then vaiśyas, and even śūdras if they are not sinful, as expressed here by the word vigarhyān. Śrīla Bhaktisiddhānta Sarasvatī Ṭhākura explains that asaṅkḷptān indicates that one should not approach certain houses, calculating, “In that place I can get first-class food. That house has a big reputation among beggars.” Without discriminating, one should go to seven houses and be satisfied with whatever may be obtained there. One should beg for one’s personal maintenance only from houses where the inhabitants, being sincere followers of the varṇāśrama culture, have earned their livelihood by honest means and are free from sinful activities. One may beg alms from such householders. One must not beg alms for one’s personal maintenance from those who oppose the Supreme Lord’s devotional service, for such service is the whole purpose of varṇāśrama culture. Those who oppose Vedic culture pass laws to make begging by saintly persons a criminal act. They thus insult and persecute saintly beggars, considering them to be ordinary vagrants. A lazy person begging to avoid work is certainly abominable, but a saintly person dedicated to the service of the Lord and practicing the discipline of begging to develop full dependence on the Lord’s mercy should be given all facility in human society. Śrīla Bhaktisiddhānta Sarasvatī Ṭhākura explains that there are three forms of collecting alms. Mādhukara is the process of imitating the bee, who collects a tiny amount of nectar from each flower. In this way, the saintly person accepts a very small amount from each person, avoiding social conflict. The process mentioned here is asaṅkḷpta, by which one indiscriminately approaches seven houses, being satisfied with whatever may be obtained. Prāk-praṇīta is that process by which one establishes regular donors and collects one’s maintenance from them. In this regard Śrīla Vīrarāghava Ācārya has described the initial stage of sannyāsa, called kuṭīcaka, as follows. A man accepting the initial stage of sannyāsa arranges for his children or other relatives and well-wishers to build him a kuṭī, or meditation cottage. He gives up worldly affairs and sits within the cottage, trying to remain free from lust, anger, greed, illusion and so on. According to the prescribed injunctions of regulated life, he accepts a tridaṇḍa, purifies himself with a waterpot, shaves his head (leaving a śikhā, or tuft), chants Gāyatrī mantra on the sacred thread and wears saffron garments. Bathing regularly, cleansing, performing ācamana, chanting japa, studying the Vedas, remaining celibate and meditating on the Lord, he receives regular supplies of food from his children, friends and relatives. Accepting only the bare necessities of life, he remains fixed in his cottage up to the moment of liberation."
    },
    {
        "verse": "19",
        "devanagari": "बहिर्जलाशयं गत्वा तत्रोपस्पृश्य वाग्यत: ।विभज्य पावितं शेषं भुञ्जीताशेषमाहृतम् ॥ १९ ॥",
        "english_devnagari": "bahir jalāśayaṁ gatvātatropaspṛśya vāg-yataḥvibhajya pāvitaṁ śeṣaṁbhuñjītāśeṣam āhṛtam",
        "verse_Syn": [
            "bahiḥ",
            "jala",
            "āśayam",
            "gatvā",
            "tatra",
            "upaspṛśya",
            "vāk",
            "yataḥ",
            "vibhajya",
            "pāvitam",
            "śeṣam",
            "bhuñjīta",
            "aśeṣam",
            "āhṛtam"
        ],
        "translation": "Taking the food gathered through begging, one should leave the populated areas and go to a reservoir of water in a secluded place. There, having taken a bath and washed one’s hands thoroughly, one should distribute portions of the food to others who may request it. One should do this without speaking. Then, having thoroughly cleansed the remnants, one should eat everything on one’s plate, leaving nothing for future consumption.",
        "purport": " Śrīla Bhaktisiddhānta Sarasvatī Ṭhākura explains that a saintly person should not argue or quarrel with materialistic persons who may request or demand part of his foodstuff. The word vibhajya indicates that one should give something to such persons to avoid disturbance, and then, offering the remnants to Lord Viṣṇu, one should eat everything on one’s plate, without saving food for the future. The word bahiḥ indicates that one should not eat in a public place, and vāg-yata indicates that one should eat silently, meditating upon the Lord’s mercy."
    },
    {
        "verse": "20",
        "devanagari": "एकश्चरेन्महीमेतां नि:सङ्ग: संयतेन्द्रिय: ।आत्मक्रीड आत्मरत आत्मवान् समदर्शन: ॥ २० ॥",
        "english_devnagari": "ekaś caren mahīm etāṁniḥsaṅgaḥ saṁyatendriyaḥātma-krīḍa ātma-rataātma-vān sama-darśanaḥ",
        "verse_Syn": [
            "ekaḥ",
            "caret",
            "mahīm",
            "etām",
            "niḥsaṅgaḥ",
            "saṁyata",
            "indriyaḥ",
            "ātma",
            "krīḍaḥ",
            "ātma",
            "rataḥ",
            "ātma",
            "vān",
            "sama",
            "darśanaḥ"
        ],
        "translation": "Without any material attachment, with senses fully controlled, remaining enthusiastic, and satisfied in realization of the Supreme Lord and his own self, the saintly person should travel about the earth alone. Having equal vision everywhere, he should be steady on the spiritual platform.",
        "purport": " One who remains attached to material sense gratification cannot be steady in the process of chanting Hare Kṛṣṇa. Being shackled by illusory desires, he is not able to fully control the senses. Actually, one should take shelter of devotional service to Lord Kṛṣṇa twenty-four hours a day, for by such service one remains within the scope of spiritual reality. By chanting and hearing the holy names of the Lord along with the Lord’s glories and pastimes, one naturally drifts away from the field of material sense gratification. Good association with Lord Kṛṣṇa and His devotees automatically vanquishes useless material association, and one is able to carry out the Vedic injunctions meant to lift the conditioned soul out of the material field and onto the liberated platform of Kṛṣṇa consciousness. In this regard, Śrīla Rūpa Gosvāmī states in his Upadeśāmṛta (4): “Offering gifts in charity, accepting charitable gifts, revealing one’s mind in confidence, inquiring confidentially, accepting prasādam and offering prasādam are the six symptoms of love shared by one devotee and another.” One who thus learns to associate with the Lord’s devotees actually remains insulated from the contamination of material life. By pure association one gradually understands the name, form, qualities, associates, pastimes and devotional service of Lord Śrī Kṛṣṇa, and thus even in this lifetime one can become a resident of the spiritual world. In the association of pure devotees there is no material contamination and no useless discussion, since all pure devotees are fully engaged twenty-four hours a day in the loving service of the Lord. By the influence of such devotees, one develops equal vision (sama-darśana) and sees the realized knowledge of Kṛṣṇa consciousness everywhere. As one begins to understand his eternal relationship with Lord Kṛṣṇa, he becomes ātma-vān, situated in his constitutional position. An advanced Vaiṣṇava, constantly enjoying the mellows of loving devotional service and carrying out the mission of the Lord on the earth, is ātma-krīḍa, one who enjoys life within the internal potency of the Supreme Lord. The advanced devotee remains constantly attracted to the Supreme Lord and His devotees and is therefore ātma-rata, fully satisfied by constant engagement in devotional service. One cannot possibly develop the exalted qualities mentioned here without becoming an unalloyed devotee of Lord Kṛṣṇa. One who is envious of the Lord and His devotees becomes attracted to bad association, gradually loses control of the senses and falls down into the network of impious life. The innumerable varieties of nondevotees are like branches sprouting from the single tree of enviousness of the Supreme Lord, Kṛṣṇa, and their association should be given up by all means. Without unalloyed devotional service to the Lord, one loses touch with the desire and mission of the Personality of Godhead and becomes attracted to worshiping the wonderful male and female creations of the Lord’s illusory energy — demigods, demigoddesses, celebrities, politicians, prostitutes, etc. In this way, one foolishly considers something besides Lord Kṛṣṇa to be supremely wonderful. Actually, Lord Kṛṣṇa is the only true object of worship for those desiring to experience unlimited beauty and pleasure. By seriously taking to Kṛṣṇa consciousness one can realize the transcendental position of Lord Kṛṣṇa and gradually develop all of the qualities mentioned in this verse."
    },
    {
        "verse": "21",
        "devanagari": "विविक्तक्षेमशरणो मद्भ‍ावविमलाशय: ।आत्मानं चिन्तयेदेकमभेदेन मया मुनि: ॥ २१ ॥",
        "english_devnagari": "vivikta-kṣema-śaraṇomad-bhāva-vimalāśayaḥātmānaṁ cintayed ekamabhedena mayā muniḥ",
        "verse_Syn": [
            "vivikta",
            "kṣema",
            "śaraṇaḥ",
            "mat",
            "bhāva",
            "vimala",
            "āśayaḥ",
            "ātmānam",
            "cintayet",
            "ekam",
            "abhedena",
            "mayā",
            "muniḥ"
        ],
        "translation": "Dwelling in a safe and solitary place, his mind purified by constant thought of Me, the sage should concentrate on the soul alone, realizing it to be nondifferent from Me.",
        "purport": " One who is engaged exclusively in the devotional service of the Lord in one of the five principal relationships is to be known as a pure Vaiṣṇava. Because of his advanced stage of love of Godhead, a pure devotee is able to constantly chant the glories of the Lord without material hindrance. He is not interested in anything except Lord Kṛṣṇa and never considers himself to be qualitatively different from the Lord. One who is still attracted by the gross material body and subtle material mind, which cover the eternal soul, continues to see himself as different from the Supreme Personality of Godhead. This misconception is due to false identification with matter. With senses purified of material contamination, one must serve the Lord, who is the master of all senses, and thus one’s devotional service is considered free from discrepancy. One who ignores the injunctions of Vedic literature uselessly wastes his sense activity in illusory material activities. He falsely considers himself to be different from Lord Kṛṣṇa and therefore imagines that he possesses an interest independent of the Lord’s interest. There is no possibility that such a person can achieve steadiness in life, because the material field of action is constantly being shifted and transformed by the disturbing influence of time. If a devotee begins to cultivate an interest apart from the loving service of the Lord, his meditation on his oneness with the Lord will be disturbed and overturned. When the mind deviates from the lotus feet of the Lord, the duality of material nature again becomes prominent within the mind, and one resumes a work program based on the three modes of material nature. One who is not fixed in one’s own relationship with the Supreme Lord cannot be fearless or steady and is deprived of the shelter of Lord Śrī Kṛṣṇa. Therefore one should seriously contemplate, as described in this verse, one’s identity as a small particle of consciousness not different from the supreme consciousness, Lord Kṛṣṇa. Thus one should remain steady in Kṛṣṇa consciousness."
    },
    {
        "verse": "22",
        "devanagari": "अन्वीक्षेतात्मनो बन्धं मोक्षं च ज्ञाननिष्ठया ।बन्ध इन्द्रियविक्षेपो मोक्ष एषां च संयम: ॥ २२ ॥",
        "english_devnagari": "anvīkṣetātmano bandhaṁmokṣaṁ ca jñāna-niṣṭhayābandha indriya-vikṣepomokṣa eṣāṁ ca saṁyamaḥ",
        "verse_Syn": [
            "anvīkṣeta",
            "ātmanaḥ",
            "bandham",
            "mokṣam",
            "ca",
            "jñāna",
            "niṣṭhayā",
            "bandhaḥ",
            "indriya",
            "vikṣepaḥ",
            "mokṣaḥ",
            "eṣām",
            "ca",
            "saṁyamaḥ"
        ],
        "translation": "By steady knowledge a sage should clearly ascertain the nature of the soul’s bondage and liberation. Bondage occurs when the senses are deviated to sense gratification, and complete control of the senses constitutes liberation.",
        "purport": " By carefully understanding one’s eternal nature, one will not again be bound up in the shackles of material energy, and by constant engagement in the service of the Absolute Truth, one is liberated. Then the flickering material senses can no longer drag one into the false consciousness of being a material enjoyer. Such steady sense control gives one relief from the harassment of material sense gratification."
    },
    {
        "verse": "23",
        "devanagari": "तस्मान्नियम्य षड्‍वर्गं मद्भ‍ावेन चरेन्मुनि: ।विरक्त: क्षुद्रकामेभ्यो लब्ध्वात्मनि सुखं महत् ॥ २३ ॥",
        "english_devnagari": "tasmān niyamya ṣaḍ-vargaṁmad-bhāvena caren muniḥviraktaḥ kṣudra-kāmebhyolabdhvātmani sukhaṁ mahat",
        "verse_Syn": [
            "tasmāt",
            "niyamya",
            "ṣaṭ",
            "vargam",
            "mat",
            "bhāvena",
            "caret",
            "muniḥ",
            "viraktaḥ",
            "kṣudra",
            "kāmebhyaḥ",
            "labdhvā",
            "ātmani",
            "sukham",
            "mahat"
        ],
        "translation": "Therefore, completely controlling the five senses and the mind by Kṛṣṇa consciousness, a sage, having experienced spiritual bliss within the self, should live detached from insignificant material sense gratification.",
        "purport": ""
    },
    {
        "verse": "24",
        "devanagari": "पुरग्रामव्रजान्सार्थान् भिक्षार्थं प्रविशंश्चरेत् ।पुण्यदेशसरिच्छैलवनाश्रमवतीं महीम् ॥ २४ ॥",
        "english_devnagari": "pura-grāma-vrajān sārthānbhikṣārthaṁ praviśaṁś caretpuṇya-deśa-saric-chaila-vanāśrama-vatīṁ mahīm",
        "verse_Syn": [
            "pura",
            "grāma",
            "vrajān",
            "sa",
            "arthān",
            "bhikṣā",
            "artham",
            "praviśan",
            "caret",
            "puṇya",
            "deśa",
            "sarit",
            "śaila",
            "vana",
            "āśrama",
            "vatīm",
            "mahīm"
        ],
        "translation": "The sage should travel in sanctified places, by flowing rivers and within the solitude of mountains and forests. He should enter the cities, towns and pasturing grounds and approach ordinary working men only to beg his bare sustenance.",
        "purport": " According to Śrīla Śrīdhara Svāmī, the word pura refers to cities and towns with shopping centers, markets and other commercial enterprises, whereas grāma refers to smaller towns, lacking such facilities. The vānaprastha or sannyāsī trying to become free from material attachment should avoid those who are working day and night for sense gratification, approaching them only to engage them in necessary acts of charity. Those who are preaching Kṛṣṇa consciousness all over the world are understood to be liberated souls, and therefore they constantly approach the materialistic living entities to engage them in the devotional service of Lord Kṛṣṇa. However, even such preachers should strictly avoid contact with the materialistic world when not actually necessary for advancing the mission of Kṛṣṇa consciousness. The injunction is that one should not deal unnecessarily with the materialistic world."
    },
    {
        "verse": "25",
        "devanagari": "वानप्रस्थाश्रमपदेष्वभीक्ष्णं भैक्ष्यमाचरेत् ।संसिध्यत्याश्वसम्मोह: शुद्धसत्त्व: शिलान्धसा ॥ २५ ॥",
        "english_devnagari": "vānaprasthāśrama-padeṣvabhīkṣṇaṁ bhaikṣyam ācaretsaṁsidhyaty āśv asammohaḥśuddha-sattvaḥ śilāndhasā",
        "verse_Syn": [
            "vānaprastha",
            "āśrama",
            "padeṣu",
            "abhīkṣṇam",
            "bhaikṣyam",
            "ācaret",
            "saṁsidhyati",
            "āśu",
            "asammohaḥ",
            "śuddha",
            "sattvaḥ",
            "śīla",
            "andhasā"
        ],
        "translation": "One in the vānaprastha order of life should always practice taking charity from others, for one is thereby freed from illusion and quickly becomes perfect in spiritual life. Indeed, one who subsists on food grains obtained in such a humble manner purifies his existence.",
        "purport": " In the Western countries people are generally so dull that they cannot distinguish between a saintly beggar and an ordinary hobo or hippie. A saintly beggar is constantly engaged in authorized devotional service to the Supreme Lord and accepts only what he requires for his bare maintenance. The author of this book remembers entering the Kṛṣṇa consciousness society as an arrogant university student and being quickly humbled by the process of begging on the street on behalf of Kṛṣṇa. This process is not theoretical but actually purifies one’s existence by forcing one to offer respect to all others. Unless one offers respect to others, one’s begging will be fruitless. Also, by begging one will not often eat very sumptuously. This is good because when the tongue is controlled the other senses are quickly pacified. A vānaprastha should never give up the purifying process of begging for his food, and ordinary people should not foolishly equate a lazy bum living at the cost of others with a saintly beggar engaged in higher duties for the Supreme Lord."
    },
    {
        "verse": "26",
        "devanagari": "नैतद् वस्तुतया पश्येद् द‍ृश्यमानं विनश्यति ।असक्तचित्तो विरमेदिहामुत्र चिकीर्षितात् ॥ २६ ॥",
        "english_devnagari": "naitad vastutayā paśyeddṛśyamānaṁ vinaśyatiasakta-citto viramedihāmutra-cikīrṣitāt",
        "verse_Syn": [
            "na",
            "etat",
            "vastutayā",
            "paśyet",
            "dṛśyamānam",
            "vinaśyati",
            "asakta",
            "cittaḥ",
            "viramet",
            "iha",
            "amutra",
            "cikīrṣitāt"
        ],
        "translation": "One should never see as ultimate reality those material things which obviously will perish. With consciousness free from material attachment, one should retire from all activities meant for material progress in this life and the next.",
        "purport": " One may doubt how a gentleman can retire from family life and live as a beggar, eating meager foodstuffs. The Lord here responds by stating that sumptuous or palatable foods — along with all other material objects, such as the body itself — should never be seen as ultimate reality, since they are obviously perishable items. One should retire from material programs destined to enhance the quality of one’s illusion both in this life and the next."
    },
    {
        "verse": "27",
        "devanagari": "यदेतदात्मनि जगन्मनोवाक्प्राणसंहतम् ।सर्वं मायेति तर्केण स्वस्थस्त्यक्त्वा न तत् स्मरेत् ॥ २७ ॥",
        "english_devnagari": "yad etad ātmani jaganmano-vāk-prāṇa-saṁhatamsarvaṁ māyeti tarkeṇasva-sthas tyaktvā na tat smaret",
        "verse_Syn": [
            "yat",
            "etat",
            "ātmani",
            "jagat",
            "manaḥ",
            "vāk",
            "prāṇa",
            "saṁhatam",
            "sarvam",
            "māyā",
            "iti",
            "tarkeṇa",
            "sva",
            "sthaḥ",
            "tyaktvā",
            "na",
            "tat",
            "smaret"
        ],
        "translation": "One should logically consider the universe, which is situated within the Lord, and one’s own material body, which is composed of mind, speech and life air, to be ultimately products of the Lord’s illusory energy. Thus situated in the self, one should give up one’s faith in these things and should never again make them the object of one’s meditation.",
        "purport": " Every conditioned soul considers the material world to be the object of his personal sense gratification and therefore considers the material body to be his actual identity. The word tyaktvā indicates that one must give up one’s false identification with the material world and the material body, since both are merely products of the illusory potency of the Lord. One should never again meditate on the material world and body as objects of sense gratification but rather should become situated in Kṛṣṇa consciousness. Looking at things from the eternal point of view, this world is simply illusory. The material energy of the Lord is devoid of consciousness and thus cannot be the basis of actual happiness. The Supreme Lord Himself is the only absolutely conscious entity. He is absolutely self-sufficient, standing alone as Viṣṇu, the Personality of Godhead. Only Viṣṇu, and not the insignificant workings of material nature, can give us the actual perfection of life."
    },
    {
        "verse": "28",
        "devanagari": "ज्ञाननिष्ठो विरक्तो वा मद्भ‍क्तो वानपेक्षक: ।सलिङ्गानाश्रमांस्त्यक्त्वा चरेदविधिगोचर: ॥ २८ ॥",
        "english_devnagari": "jñāna-niṣṭho virakto vāmad-bhakto vānapekṣakaḥsa-liṅgān āśramāṁs tyaktvācared avidhi-gocaraḥ",
        "verse_Syn": [
            "jñāna",
            "niṣṭhaḥ",
            "viraktaḥ",
            "vā",
            "mat",
            "bhaktaḥ",
            "vā",
            "anapekṣakaḥ",
            "sa",
            "liṅgān",
            "āśramān",
            "tyaktvā",
            "caret",
            "avidhi",
            "gocaraḥ"
        ],
        "translation": "A learned transcendentalist dedicated to the cultivation of knowledge and thus detached from external objects, or My devotee who is detached even from desire for liberation — both neglect those duties based on external rituals or paraphernalia. Thus their conduct is beyond the range of rules and regulations.",
        "purport": " This verse describes the paramahaṁsa stage of life, in which there is no further need for rituals, external paraphernalia or rules and regulations. A completely realized jñāna-yogī pursuing liberation, or beyond that, a perfect devotee of the Lord who does not desire even liberation, has no further desire for material engagement. When one completely purifies the mind, there is no possibility of sinful behavior. Rules and regulations are meant for guiding those who have a tendency to act in ignorance or for personal gratification, but one who is perfect in spiritual consciousness can move freely, as described here by the Lord. One who tends to drive a car recklessly or who is unfamiliar with the local road conditions certainly needs the discipline of elaborate road signs and police enforcement of traffic laws. A perfectly safe driver, however, is thoroughly familiar with the local road conditions. He has no real need for the enforcement officials or the speed limits and caution signs meant for those unfamiliar with the road. A pure devotee of the Lord desires nothing except service to the Lord; he automatically fulfills the purport of all negative and positive injunctions, which is to always remember Kṛṣṇa and never forget Him. One should not, however, artificially imitate the exalted position of a paramahaṁsa devotee, for such imitation will quickly ruin one’s spiritual career. In the previous verses the Lord has elaborately described various rituals, paraphernalia and disciplines for the various spiritual orders of life. The sannyāsī, for example, carries a tridaṇḍa and a waterpot and eats and lives in a particular way. A paramahaṁsa devotee, having completely given up all attachment and interest in the material world, is no longer attracted by such external features of renunciation."
    },
    {
        "verse": "29",
        "devanagari": "बुधो बालकवत् क्रीडेत् कुशलो जडवच्चरेत् ।वदेदुन्मत्तवद् विद्वान् गोचर्यां नैगमश्चरेत् ॥ २९ ॥",
        "english_devnagari": "budho bālaka-vat krīḍetkuśalo jaḍa-vac caretvaded unmatta-vad vidvāngo-caryāṁ naigamaś caret",
        "verse_Syn": [
            "budhaḥ",
            "bālaka",
            "vat",
            "krīḍet",
            "kuśalaḥ",
            "jaḍa",
            "vat",
            "caret",
            "vadet",
            "unmatta",
            "vat",
            "vidvān",
            "go",
            "caryām",
            "naigamaḥ",
            "caret"
        ],
        "translation": "Although most wise, the paramahaṁsa should enjoy life like a child, oblivious to honor and dishonor; although most expert, he should behave like a stunted, incompetent person; although most learned, he should speak like an insane person; and although a scholar learned in Vedic regulations, he should behave in an unrestricted manner.",
        "purport": " A paramahaṁsa-sannyāsī, fearing that his mind may be deviated by the tremendous prestige that people sometimes offer to a perfectly self-realized person, conceals his position as described in this verse. A self-realized person does not try to please the mass of people, nor does he desire social prestige, since the mission of his life is to remain detached from the material world and to always please the Supreme Personality of Godhead. Although neglecting ordinary rules and regulations, a paramahaṁsa does not ever become sinful or immoral, but rather neglects ritualistic aspects of religious custom, such as dressing in a particular way, performing certain ceremonies or executing specific penances and austerities. The pure devotees of the Lord who have dedicated their lives to propagating the Lord’s holy name must very expertly present Kṛṣṇa consciousness in a way pleasing to the mass of people so that they will accept it. Those who are preaching should try to make Lord Śrī Kṛṣṇa popular without trying to advance their personal prestige in the name of missionary progress. A paramahaṁsa not engaged in distributing Kṛṣṇa consciousness, however, should have no attachment whatsoever to public opinion."
    },
    {
        "verse": "30",
        "devanagari": "वेदवादरतो न स्यान्न पाषण्डी न हैतुक: ।शुष्कवादविवादे न कञ्चित् पक्षं समाश्रयेत् ॥ ३० ॥",
        "english_devnagari": "veda-vāda-rato na syānna pāṣaṇḍī na haitukaḥśuṣka-vāda-vivāde nakañcit pakṣaṁ samāśrayet",
        "verse_Syn": [
            "veda",
            "vāda",
            "rataḥ",
            "na",
            "syāt",
            "na",
            "pāṣaṇḍī",
            "na",
            "haitukaḥ",
            "śuṣka",
            "vāda",
            "vivāde",
            "na",
            "kañcit",
            "pakṣam",
            "samāśrayet"
        ],
        "translation": "A devotee should never engage in the fruitive rituals mentioned in the karma-kāṇḍa section of the Vedas, nor should he become atheistic, acting or speaking in opposition to Vedic injunctions. Similarly, he should never speak like a mere logician or skeptic or take any side whatsoever in useless arguments.",
        "purport": " Although a paramahaṁsa devotee conceals his exalted position, certain activities are forbidden even for one trying to conceal himself. Śrīla Viśvanātha Cakravartī Ṭhākura explains that in the name of concealment one should not become a ghost. The word pāsaṇḍa refers to atheistic philosophies opposing the Vedas, such as Buddhism, and haituka refers to those who accept only that which can be demonstrated by mundane logic or experimentation. Since the whole purpose of the Vedas is to understand that which is beyond material experience, a skeptic’s so-called logic is irrelevant to spiritual progress. Śrīla Jīva Gosvāmī warns us in this regard that a devotee should not read atheistic literature, even with the purpose of refining arguments against atheism. Such literature should be entirely avoided. The above-mentioned prohibited activities are so detrimental to the advancement of Kṛṣṇa consciousness that they should not be adopted even as a superficial show."
    },
    {
        "verse": "31",
        "devanagari": "नोद्विजेत जनाद् धीरो जनं चोद्वेजयेन्न तु ।अतिवादांस्तितिक्षेत नावमन्येत कञ्चन ।देहमुद्दिश्य पशुवद् वैरं कुर्यान्न केनचित् ॥ ३१ ॥",
        "english_devnagari": "nodvijeta janād dhīrojanaṁ codvejayen na tuati-vādāṁs titikṣetanāvamanyeta kañcanadeham uddiśya paśu-vadvairaṁ kuryān na kenacit",
        "verse_Syn": [
            "na",
            "udvijeta",
            "janāt",
            "dhīraḥ",
            "janam",
            "ca",
            "udvejayet",
            "na",
            "tu",
            "ati",
            "vādān",
            "titikṣeta",
            "na",
            "avamanyeta",
            "kañcana",
            "deham",
            "uddiśya",
            "paśu",
            "vat",
            "vairam",
            "kuryāt",
            "na",
            "kenacit"
        ],
        "translation": "A saintly person should never let others frighten or disturb him and, similarly, should never frighten or disturb other people. He should tolerate the insults of others and should never himself belittle anyone. He should never create hostility with anyone for the sake of the material body, for he would thus be no better than an animal.",
        "purport": " Śrī Caitanya Mahāprabhu has stated: “One should chant the holy name of the Lord in a humble state of mind, thinking oneself lower than the straw in the street; one should be more tolerant than a tree, devoid of all sense of false prestige and ready to offer all respect to others. In such a state of mind one can chant the holy name of the Lord constantly.” A Vaiṣṇava should never disturb any other living entity with his body, mind or words. He should always be tolerant and never belittle others. Although a Vaiṣṇava may act powerfully against the demons for Lord Kṛṣṇa’s sake — as did Arjuna, Hanumān and many other great devotees — a Vaiṣṇava becomes very meek and humble in regard to his own reputation."
    },
    {
        "verse": "32",
        "devanagari": "एक एव परो ह्यात्मा भूतेष्वात्मन्यवस्थित: ।यथेन्दुरुदपात्रेषु भूतान्येकात्मकानि च ॥ ३२ ॥",
        "english_devnagari": "eka eva paro hy ātmābhūteṣv ātmany avasthitaḥyathendur uda-pātreṣubhūtāny ekātmakāni ca",
        "verse_Syn": [
            "ekaḥ",
            "eva",
            "paraḥ",
            "hi",
            "ātmā",
            "bhūteṣu",
            "ātmani",
            "avasthitaḥ",
            "yathā",
            "induḥ",
            "uda",
            "pātreṣu",
            "bhūtāni",
            "eka",
            "ātmakāni",
            "ca"
        ],
        "translation": "The one Supreme Lord is situated within all material bodies and within everyone’s soul. Just as the moon is reflected in innumerable reservoirs of water, the Supreme Lord, although one, is present within everyone. Thus every material body is ultimately composed of the energy of the one Supreme Lord.",
        "purport": " All material bodies are composed of the same material nature, which is ultimately the potency of the one Supreme Lord. Therefore, one cannot justify feelings of hostility toward any living entity. In carrying out the Lord’s mission on earth, the bona fide representatives of God never become envious or hostile toward anyone, even when chastised by those who flagrantly violate the laws of God. Every living being is ultimately the son of God, and God is present within everyone’s body. Therefore, saintly persons should be very careful even when dealing with the most insignificant person or creature."
    },
    {
        "verse": "33",
        "devanagari": "अलब्ध्वा न विषीदेत काले कालेऽशनं क्व‍‍चित् ।लब्ध्वा न हृष्येद् धृतिमानुभयं दैवतन्त्रितम् ॥ ३३ ॥",
        "english_devnagari": "alabdhvā na viṣīdetakāle kāle ’śanaṁ kvacitlabdhvā na hṛṣyed dhṛtimānubhayaṁ daiva-tantritam",
        "verse_Syn": [
            "alabdhvā",
            "na",
            "viṣīdeta",
            "kāle",
            "kāle",
            "aśanam",
            "kvacit",
            "labdhvā",
            "na",
            "hṛṣyet",
            "dhṛti",
            "mān",
            "ubhayam",
            "daiva",
            "tantritam"
        ],
        "translation": "If at times one does not obtain proper food one should not be depressed, and when one obtains sumptuous food one should not rejoice. Being fixed in determination, one should understand both situations to be under the control of God.",
        "purport": " Because we desire to enjoy the material body, the varieties of material experience bring us flickering happiness and inevitable suffering. We foolishly consider ourselves to be controllers and doers, and thus through false egotism we are subjected to the volatile feelings of the material body and mind."
    },
    {
        "verse": "34",
        "devanagari": "आहारार्थं समीहेत युक्तं तत् प्राणधारणम् ।तत्त्वं विमृश्यते तेन तद् विज्ञाय विमुच्यते ॥ ३४ ॥",
        "english_devnagari": "āhārārthaṁ samīhetayuktaṁ tat-prāṇa-dhāraṇamtattvaṁ vimṛśyate tenatad vijñāya vimucyate",
        "verse_Syn": [
            "āhāra",
            "artham",
            "samīheta",
            "yuktam",
            "tat",
            "prāṇa",
            "dhāraṇam",
            "tattvam",
            "vimṛśyate",
            "tena",
            "tat",
            "vijñāya",
            "vimucyate"
        ],
        "translation": "If required, one should endeavor to get sufficient foodstuffs, because it is always necessary and proper to maintain one’s health. When the senses, mind and life air are fit, one can contemplate spiritual truth, and by understanding the truth one is liberated.",
        "purport": " If foodstuffs do not come automatically or by token begging, then one should endeavor to keep body and soul together so that one’s spiritual program will not be disturbed. Normally, those who are endeavoring in spiritual life cannot maintain steady concentration on the truth if their mind and body are weakened by undereating. On the other hand, extravagant consumption of food is a great impediment for spiritual advancement and should be given up. The word āhārārtham in this verse indicates eating only to keep oneself fit for spiritual advancement and does not justify unnecessary collecting or warehousing of so-called alms. If one collects more than necessary for one’s spiritual program, the surplus becomes a heavy weight that drags one down to the material platform."
    },
    {
        "verse": "35",
        "devanagari": "यद‍ृच्छयोपपन्नान्नमद्याच्छ्रेष्ठमुतापरम् ।तथा वासस्तथा शय्यां प्राप्तं प्राप्तं भजेन्मुनि: ॥ ३५ ॥",
        "english_devnagari": "yadṛcchayopapannānnamadyāc chreṣṭham utāparamtathā vāsas tathā śayyāṁprāptaṁ prāptaṁ bhajen muniḥ",
        "verse_Syn": [
            "yadṛcchayā",
            "upapanna",
            "annam",
            "adyāt",
            "śreṣṭham",
            "uta",
            "aparam",
            "tathā",
            "vāsaḥ",
            "tathā",
            "śayyām",
            "prāptam",
            "prāptam",
            "bhajet",
            "muniḥ"
        ],
        "translation": "A sage should accept the food, clothing and bedding — be they of excellent or inferior quality — that come of their own accord.",
        "purport": " Sometimes excellent, sumptuous food will come without endeavor, and at other times tasteless food appears. A sage should not become happily excited when a sumptuous plate is brought to him, nor should he angrily refuse ordinary food that comes of its own accord. If no food comes at all, as mentioned in the previous verse, one must endeavor to avoid starvation. From these verses it appears that even a saintly sage must have a good dose of common sense."
    },
    {
        "verse": "36",
        "devanagari": "शौचमाचमनं स्‍नानं न तु चोदनया चरेत् ।अन्यांश्च नियमाञ्ज्ञानी यथाहं लीलयेश्वर: ॥ ३६ ॥",
        "english_devnagari": "śaucam ācamanaṁ snānaṁna tu codanayā caretanyāṁś ca niyamāñ jñānīyathāhaṁ līlayeśvaraḥ",
        "verse_Syn": [
            "śaucam",
            "ācamanam",
            "snānam",
            "na",
            "tu",
            "codanayā",
            "caret",
            "anyān",
            "ca",
            "niyamān",
            "jñānī",
            "yathā",
            "aham",
            "līlayā",
            "īśvaraḥ"
        ],
        "translation": "Just as I, the Supreme Lord, execute regulative duties by My own free will, similarly, one who has realized knowledge of Me should maintain general cleanliness, purify his hands with water, take bath and execute other regulative duties not by force but by his own free will.",
        "purport": " When the Supreme Personality of Godhead descends to the material world, He generally observes the Vedic regulative duties to set a proper example for mankind. The Lord acts by His own free will, since no one can oblige, force or impel the Supreme Personality of Godhead. Similarly, the jñānī, or self-realized soul, is fixed on the spiritual platform, beyond the material body, and should therefore execute the regulative duties in relation to the material body by his own free will and not as a servant of the rules and regulations. A self-realized soul is a servant of Lord Kṛṣṇa and not of rules and regulations. Nevertheless, a transcendentalist strictly complies with regular duties for the pleasure of the Supreme Lord. In other words, one who is advanced in loving devotional service to Lord Kṛṣṇa spontaneously moves according to the will of the Supreme. One who is perfectly situated in spiritual realization cannot become a servant of the material body or of rules and regulations concerning the material body. However, this verse and other similar statements in Vedic scriptures should not be ignorantly misinterpreted to justify immoral, whimsical behavior. Lord Kṛṣṇa is discussing the paramahaṁsa stage of life, and those who are attached to the material body have nothing to do with this paramahaṁsa stage, nor should they exploit its unique privileges and status."
    },
    {
        "verse": "37",
        "devanagari": "न हि तस्य विकल्पाख्या या च मद्वीक्षया हता ।आदेहान्तात् क्व‍‍चित् ख्यातिस्तत: सम्पद्यते मया ॥ ३७ ॥",
        "english_devnagari": "na hi tasya vikalpākhyāyā ca mad-vīkṣayā hatāā-dehāntāt kvacit khyātistataḥ sampadyate mayā",
        "verse_Syn": [
            "na",
            "hi",
            "tasya",
            "vikalpa",
            "ākhyā",
            "yā",
            "ca",
            "mat",
            "vīkṣayā",
            "hatā",
            "ā",
            "deha",
            "antāt",
            "kvacit",
            "khyātiḥ",
            "tataḥ",
            "sampadyate",
            "mayā"
        ],
        "translation": "A realized soul no longer sees anything as separate from Me, for his realized knowledge of Me has destroyed such illusory perception. Since the material body and mind were previously accustomed to this kind of perception, it may sometimes appear to recur; but at the time of death the self-realized soul achieves opulences equal to Mine.",
        "purport": " Lord Kṛṣṇa explained in verse 32 of this chapter that all material and spiritual objects are expansions of His potency. By realized knowledge of the Lord one gives up the illusion that anything, anywhere, at any time, can be separate from Lord Kṛṣṇa. Lord Kṛṣṇa has also explained, however, that one must keep the material body and mind fit for executing devotional service; therefore even a self-realized soul may sometimes appear to accept or reject certain conditions or objects within this world. Such brief apparent duality of concentration upon something other than Kṛṣṇa does not change the liberated status of a self-realized soul, who achieves at the time of death the same opulences as Lord Kṛṣṇa in the spiritual world. The function of illusion is to separate one from Lord Kṛṣṇa, but the brief and occasional appearance of duality in the behavior or mentality of a pure devotee never separates him from the Lord. It does not constitute actual illusion, for it lacks the essential function of illusion, namely, the separation of one from Lord Kṛṣṇa. Śrīla Bhaktisiddhānta Sarasvatī Ṭhākura describes the self-realized devotees as follows. The devotee of the Lord does not see anything as separate from Lord Kṛṣṇa and thus does not consider himself to be a permanent resident of the material world. At every moment the devotee is moved by his desire to serve Lord Kṛṣṇa. Just as those who are inclined to sense gratification pass their time making arrangements for their enjoyment, similarly the devotees are busy throughout the day arranging their devotional service to Lord Kṛṣṇa. Therefore they have no time to act like materialistic sense enjoyers. To ordinary persons it may seem that a pure devotee is seeing something as separate from Kṛṣṇa, but a pure devotee is actually fixed in his status as a liberated soul and is guaranteed to achieve a spiritual body in the kingdom of God. Ordinary, materialistic persons cannot always understand the activities of a pure devotee of the Lord, and thus they may try to minimize his position, considering him to be the same as themselves. At the end of life, however, the results achieved by the devotees of the Lord and ordinary materialists are vastly different."
    },
    {
        "verse": "38",
        "devanagari": "दु:खोदर्केषु कामेषु जातनिर्वेद आत्मवान् ।अजिज्ञासितमद्धर्मो मुनिं गुरुमुपव्रजेत् ॥ ३८ ॥",
        "english_devnagari": "duḥkhodarkeṣu kāmeṣujāta-nirveda ātmavānajijñāsita-mad-dharmomuniṁ gurum upavrajet",
        "verse_Syn": [
            "duḥkha",
            "udarkeṣu",
            "kāmeṣu",
            "jāta",
            "nirvedaḥ",
            "ātma",
            "vān",
            "ajijñāsita",
            "mat",
            "dharmaḥ",
            "munim",
            "gurum",
            "upavrajet"
        ],
        "translation": "One who is detached from sense gratification, knowing its result to be miserable, and who desires spiritual perfection, but who has not seriously analyzed the process for obtaining Me, should approach a bona fide and learned spiritual master.",
        "purport": " In the previous verses Lord Kṛṣṇa described the duty of one who has developed perfect knowledge. Now Lord Kṛṣṇa discusses the situation of one who, desiring self-realization, has become detached from material life but lacks perfect knowledge of Kṛṣṇa consciousness. Such a detached person desiring self-realization must approach the lotus feet of a bona fide spiritual master in Kṛṣṇa consciousness, and then he will quickly come to the standard of perfect understanding. One who is seriously inclined toward spiritual perfection should not hesitate to adopt the regular discipline necessary for achieving the highest perfection in life."
    },
    {
        "verse": "39",
        "devanagari": "तावत् परिचरेद् भक्त: श्रद्धावाननसूयक: ।यावद् ब्रह्म विजानीयान्मामेव गुरुमाद‍ृत: ॥ ३९ ॥",
        "english_devnagari": "tāvat paricared bhaktaḥśraddhāvān anasūyakaḥyāvad brahma vijānīyānmām eva gurum ādṛtaḥ",
        "verse_Syn": [
            "tāvat",
            "paricaret",
            "bhaktaḥ",
            "śraddhā",
            "vān",
            "anasūyakaḥ",
            "yāvat",
            "brahma",
            "vijānīyāt",
            "mām",
            "eva",
            "gurum",
            "ādṛtaḥ"
        ],
        "translation": "Until a devotee has clearly realized spiritual knowledge, he should continue with great faith and respect and without envy to render personal service to the guru, who is nondifferent from Me.",
        "purport": " As stated by Śrīla Viśvanātha Cakravartī Ṭhākura in his Gurv-aṣṭaka prayers, yasya prasādād bhagavat-prasādaḥ: one receives the mercy of the Supreme Lord through the mercy of the bona fide spiritual master. A devotee who has been blessed by his guru with spiritual knowledge becomes qualified to directly engage in the mission of the Supreme Personality of Godhead. Śrīla Prabhupāda always emphasized that service to the spiritual master in separation, pushing on the mission of the guru, is the highest form of devotional service. The word paricaret in this verse indicates waiting upon one’s master by rendering personal service. In other words, one who has not clearly realized the teachings of his spiritual master should remain very close to the guru to avoid falling down into illusion, but one who has acquired realized knowledge by the mercy of his spiritual master may expand the spiritual master’s mission by traveling around the world to preach Kṛṣṇa consciousness."
    },
    {
        "verse": "40-41",
        "devanagari": "यस्त्वसंयतषड्‍वर्ग: प्रचण्डेन्द्रियसारथि: ।ज्ञानवैराग्यरहितस्‍त्रिदण्डमुपजीवति ॥ ४० ॥सुरानात्मानमात्मस्थं निह्नुते मां च धर्महा ।अविपक्व‍कषायोऽस्मादमुष्माच्च विहीयते ॥ ४१ ॥",
        "english_devnagari": "yas tv asaṁyata-ṣaḍ-vargaḥpracaṇḍendriya-sārathiḥjñāna-vairāgya-rahitastridaṇḍam upajīvati",
        "verse_Syn": [
            "yaḥ",
            "tu",
            "asaṁyata",
            "ṣaṭ",
            "vargaḥ",
            "pracaṇḍa",
            "indriya",
            "sārathiḥ",
            "jñāna",
            "vairāgya",
            "rahitaḥ",
            "tridaṇḍam",
            "upajīvati",
            "surān",
            "ātmānam",
            "ātma",
            "stham",
            "nihnute",
            "mām",
            "ca",
            "dharma",
            "hā",
            "avipakva",
            "kaṣāyaḥ",
            "asmāt",
            "amuṣmāt",
            "ca",
            "vihīyate"
        ],
        "translation": "One who has not controlled the six forms of illusion [lust, anger, greed, excitement, false pride and intoxication], whose intelligence, the leader of the senses, is extremely attached to material things, who is bereft of knowledge and detachment, who adopts the sannyāsa order of life to make a living, who denies the worshipable demigods, his own self and the Supreme Lord within himself, thus ruining all religious principles, and who is still infected by material contamination, is deviated and lost both in this life and the next.",
        "purport": " Lord Kṛṣṇa here condemns bogus personalities who adopt the sannyāsa order of life for sense gratification while still maintaining all of the symptoms of gross illusion. A false show of sannyāsa is never accepted by intelligent followers of Vedic principles. So-called sannyāsīs who ruin all Vedic religious principles sometimes become famous among foolish persons, but they are simply cheating themselves and their followers. These charlatan sannyāsīs are never actually engaged in the loving devotional service of Lord Kṛṣṇa."
    },
    {
        "verse": "42",
        "devanagari": "भिक्षोर्धर्म: शमोऽहिंसा तप ईक्षा वनौकस: ।गृहिणो भूतरक्षेज्या द्विजस्याचार्यसेवनम् ॥ ४२ ॥",
        "english_devnagari": "bhikṣor dharmaḥ śamo ’hiṁsātapa īkṣā vanaukasaḥgṛhiṇo bhūta-rakṣejyādvijasyācārya-sevanam",
        "verse_Syn": [
            "bhikṣoḥ",
            "dharmaḥ",
            "śamaḥ",
            "ahiṁsā",
            "tapaḥ",
            "īkṣā",
            "vana",
            "okasaḥ",
            "gṛhiṇaḥ",
            "bhūta",
            "rakṣā",
            "ijyā",
            "dvi",
            "jasya",
            "ācārya",
            "sevanam"
        ],
        "translation": "The main religious duties of a sannyāsī are equanimity and nonviolence, whereas for the vānaprastha austerity and philosophical understanding of the difference between the body and soul are prominent. The main duties of a householder are to give shelter to all living entities and perform sacrifices, and the brahmacārī is mainly engaged in serving the spiritual master.",
        "purport": " The brahmacārī lives in the āśrama of the spiritual master and personally assists the ācārya. Householders generally are entrusted with the performance of sacrifice and Deity worship and should provide maintenance for all living entities. The vānaprastha must clearly understand the difference between body and soul in order to maintain his status of renunciation, and he should also perform austerities. The sannyāsī should fully absorb his body, mind and words in self-realization. Having thus achieved equanimity of mind, he is the best well-wisher of all living entities."
    },
    {
        "verse": "43",
        "devanagari": "ब्रह्मचर्यं तप: शौचं सन्तोषो भूतसौहृदम् ।गृहस्थस्याप्यृतौ गन्तु: सर्वेषां मदुपासनम् ॥ ४३ ॥",
        "english_devnagari": "brahmacaryaṁ tapaḥ śaucaṁsantoṣo bhūta-sauhṛdamgṛhasthasyāpy ṛtau gantuḥsarveṣāṁ mad-upāsanam",
        "verse_Syn": [
            "brahma",
            "caryam",
            "tapaḥ",
            "śaucam",
            "santoṣaḥ",
            "bhūta",
            "sauhṛdam",
            "gṛhasthasya",
            "api",
            "ṛtau",
            "gantuḥ",
            "sarveṣām",
            "mat",
            "upāsanam"
        ],
        "translation": "A householder may approach his wife for sex only at the time prescribed for begetting children. Otherwise, the householder should practice celibacy, austerity, cleanliness of mind and body, satisfaction in his natural position, and friendship toward all living entities. Worship of Me is to be practiced by all human beings, regardless of social or occupational divisions.",
        "purport": " Sarveṣāṁ mad-upāsanam indicates that all followers of the varṇāśrama system must worship Lord Kṛṣṇa or risk falling down from their position. As stated in Śrīmad-Bhāgavatam (11.5.3), na bhajanty avajānanti sthānād bhraṣṭāḥ patanty adhaḥ: even though one may be advanced in the performance of Vedic rituals and customs, without worshiping the Supreme Lord one will certainly fall down. Those in the householder āśrama are not authorized to enjoy life like pigs and dogs, freely exercising their sexual potency. A religious householder should approach his wife at the prescribed time and place and beget a saintly child for the pleasure of the Supreme Lord. Otherwise, it is specifically mentioned here that a householder must practice celibacy along with all of the other members of advanced human civilization. The word śaucam indicates cleanliness of mind and body, or else freedom from attachment and repulsion. One who faithfully worships God as the supreme controller experiences santoṣa, full satisfaction in whatever situation the Lord arranges. By seeing Lord Kṛṣṇa within everyone, one becomes bhūta-suhṛt, the well-wishing friend of all."
    },
    {
        "verse": "44",
        "devanagari": "इति मां य: स्वधर्मेण भजेन् नित्यमनन्यभाक् ।सर्वभूतेषु मद्भ‍ावो मद्भ‍‍क्तिं विन्दते द‍ृढाम् ॥ ४४ ॥",
        "english_devnagari": "iti māṁ yaḥ sva-dharmeṇabhajen nityam ananya-bhāksarva-bhūteṣu mad-bhāvomad-bhaktiṁ vindate dṛḍhām",
        "verse_Syn": [
            "iti",
            "mām",
            "yaḥ",
            "sva",
            "dharmeṇa",
            "bhajet",
            "nityam",
            "ananya",
            "bhāk",
            "sarva",
            "bhūteṣu",
            "mat",
            "bhāvaḥ",
            "mat",
            "bhaktim",
            "vindate",
            "dṛḍhām"
        ],
        "translation": "One who worships Me by his prescribed duty, having no other object of worship, and who remains conscious of Me as present in all living entities, achieves unflinching devotional service unto Me.",
        "purport": " It is clearly explained in this verse that loving devotional service unto Lord Kṛṣṇa is the ultimate goal of the entire varṇāśrama system, which the Lord has been elaborately explaining. In any social or occupational division of human society one must be a devotee of the Supreme Personality of Godhead and worship Him alone. The bona fide spiritual master is the representative of Lord Kṛṣṇa, and worship of the ācārya goes directly to the lotus feet of the Lord. Although ordinary householders are sometimes ordered by Vedic injunctions to worship particular demigods or forefathers, one should remember that Lord Kṛṣṇa is within all living entities. As stated here, sarva-bhūteṣu mad-bhāvaḥ. The pure devotees of the Lord worship the Lord alone, and those who cannot come to the standard of pure devotional service should at least meditate upon the Personality of Godhead within the demigods and all other living entities, understanding that all religious processes are ultimately meant for the pleasure of the Lord. In the course of missionary work even pure devotees must deal with government leaders and other prominent members of society, sometimes praising such persons and complying with their orders. Yet because the devotees are always meditating on Lord Kṛṣṇa situated as the Supersoul within everyone, they are therefore acting for the Lord’s pleasure and not for the pleasure of any ordinary human being. Those persons dealing with different demigods in the course of their varṇāśrama duties should similarly see the Lord as the basis of everything. They should concentrate on pleasing the Supreme Lord by all activities. This stage of life is called love of God, and it brings one to the point of actual liberation."
    },
    {
        "verse": "45",
        "devanagari": "भक्त्योद्धवानपायिन्या सर्वलोकमहेश्वरम् ।सर्वोत्पत्त्यप्ययं ब्रह्म कारणं मोपयाति स: ॥ ४५ ॥",
        "english_devnagari": "bhaktyoddhavānapāyinyāsarva-loka-maheśvaramsarvotpatty-apyayaṁ brahmakāraṇaṁ mopayāti saḥ",
        "verse_Syn": [
            "bhaktyā",
            "uddhava",
            "anapāyinyā",
            "sarva",
            "loka",
            "mahā",
            "īśvaram",
            "sarva",
            "utpatti",
            "apyayam",
            "brahma",
            "kāraṇam",
            "mā",
            "upayāti",
            "saḥ"
        ],
        "translation": "My dear Uddhava, I am the Supreme Lord of all worlds, and I create and destroy this universe, being its ultimate cause. I am thus the Absolute Truth, and one who worships Me with unfailing devotional service comes to Me.",
        "purport": " As described in the First Canto of Śrīmad-Bhāgavatam (1.2.11), Lord Kṛṣṇa is understood in three features — as impersonal Brahman, localized Paramātmā and ultimately the Supreme Personality of Godhead, Śrī Kṛṣṇa, the source of everything. Lord Kṛṣṇa absorbs the impersonal philosophers into the rays of His body, appears before the perfect yogīs as the Lord of the heart, and ultimately brings His pure devotees back to His own abode for an eternal life of bliss and knowledge."
    },
    {
        "verse": "46",
        "devanagari": "इति स्वधर्मनिर्णिक्तसत्त्वो निर्ज्ञातमद्गति: ।ज्ञानविज्ञानसम्पन्नो नचिरात् समुपैति माम् ॥ ४६ ॥",
        "english_devnagari": "iti sva-dharma-nirṇikta-sattvo nirjñāta-mad-gatiḥjñāna-vijñāna-sampannona cirāt samupaiti mām",
        "verse_Syn": [
            "iti",
            "sva",
            "dharma",
            "nirṇikta",
            "sattvaḥ",
            "nirjñāta",
            "mat",
            "gatiḥ",
            "jñāna",
            "vijñāna",
            "sampannaḥ",
            "na",
            "cirāt",
            "samupaiti",
            "mām"
        ],
        "translation": "Thus, one who has purified his existence by execution of his prescribed duties, who fully understands My supreme position and who is endowed with scriptural and realized knowledge, very soon achieves Me.",
        "purport": ""
    },
    {
        "verse": "47",
        "devanagari": "वर्णाश्रमवतां धर्म एष आचारलक्षण: ।स एव मद्भ‍‍क्तियुतो नि:श्रेयसकर: पर: ॥ ४७ ॥",
        "english_devnagari": "varṇāśramavatāṁ dharmaeṣa ācāra-lakṣaṇaḥsa eva mad-bhakti-yutoniḥśreyasa-karaḥ paraḥ",
        "verse_Syn": [
            "varṇāśrama",
            "vatām",
            "dharmaḥ",
            "eṣaḥ",
            "ācāra",
            "lakṣaṇaḥ",
            "saḥ",
            "eva",
            "mat",
            "bhakti",
            "yutaḥ",
            "niḥśreyasa",
            "karaḥ",
            "paraḥ"
        ],
        "translation": "Those who are followers of this varṇāśrama system accept religious principles according to authorized traditions of proper conduct. When such varṇāśrama duties are dedicated to Me in loving service, they award the supreme perfection of life.",
        "purport": " According to the varṇāśrama system, the members of different orders and statuses of life have many traditional duties, such as worshiping the forefathers to save them from possible sinful reactions. All such Vedic rituals, sacrifices, austerities and so forth should be offered to the lotus feet of Lord Śrī Kṛṣṇa. They then become the transcendental means for going back home, back to Godhead. In other words, Kṛṣṇa consciousness, or loving service to Lord Śrī Kṛṣṇa, is the sum and substance of progressive human life."
    },
    {
        "verse": "48",
        "devanagari": "एतत्तेऽभिहितं साधो भवान् पृच्छति यच्च माम् ।यथा स्वधर्मसंयुक्तो भक्तो मां समियात् परम् ॥ ४८ ॥",
        "english_devnagari": "etat te ’bhihitaṁ sādhobhavān pṛcchati yac ca māmyathā sva-dharma-saṁyuktobhakto māṁ samiyāt param",
        "verse_Syn": [
            "etat",
            "te",
            "abhihitam",
            "sādho",
            "bhavān",
            "pṛcchati",
            "yat",
            "ca",
            "mām",
            "yathā",
            "sva",
            "dharma",
            "saṁyuktaḥ",
            "bhaktaḥ",
            "mām",
            "samiyāt",
            "param"
        ],
        "translation": "My dear saintly Uddhava, I have now described to you, just as you inquired, the means by which My devotee, perfectly engaged in his prescribed duty, can come back to Me, the Supreme Personality of Godhead.",
        "purport": ""
    }
]