[
    {
        "verse": "1-2",
        "devanagari": "श्रीभगवानुवाचन रोधयति मां योगो न साङ्ख्यं धर्म एव च ।न स्वाध्यायस्तपस्त्यागो नेष्टापूर्तं न दक्षिणा ॥ १ ॥व्रतानि यज्ञश्छन्दांसि तीर्थानि नियमा यमा: ।यथावरुन्धे सत्सङ्ग: सर्वसङ्गापहो हि माम् ॥ २ ॥",
        "english_devnagari": "śrī-bhagavān uvācana rodhayati māṁ yogona sāṅkhyaṁ dharma eva cana svādhyāyas tapas tyāgoneṣṭā-pūrtaṁ na dakṣiṇā",
        "verse_Syn": [
            "śrī",
            "bhagavān",
            "uvāca",
            "na",
            "rodhayati",
            "mām",
            "yogaḥ",
            "na",
            "sāṅkhyam",
            "dharmaḥ",
            "eva",
            "ca",
            "na",
            "svādhyāyaḥ",
            "tapaḥ",
            "tyāgaḥ",
            "na",
            "iṣṭā",
            "pūrtam",
            "na",
            "dakṣiṇā",
            "vratāni",
            "yajñaḥ",
            "chandāṁsi",
            "tīrthāni",
            "niyamāḥ",
            "yamāḥ",
            "yathā",
            "avarundhe",
            "sat",
            "saṅgaḥ",
            "sarva",
            "saṅga",
            "apahaḥ",
            "hi",
            "mām"
        ],
        "translation": "The Supreme Personality of Godhead said: My dear Uddhava, by associating with My pure devotees one can destroy one’s attachment for all objects of material sense gratification. Such purifying association brings Me under the control of My devotee. One may perform the aṣṭāṅga-yoga system, engage in philosophical analysis of the elements of material nature, practice nonviolence and other ordinary principles of piety, chant the Vedas, perform penances, take to the renounced order of life, execute sacrificial performances and dig wells, plant trees and perform other public welfare activities, give in charity, carry out severe vows, worship the demigods, chant confidential mantras, visit holy places or accept major and minor disciplinary injunctions, but even by performing such activities one does not bring Me under his control.",
        "purport": " The commentary of Śrīla Jīva Gosvāmī on these two verses can be summarized as follows. One may serve the devotees of the Lord by assisting them or by having their personal association. Association with pure devotees is sufficient for self-realization because one can learn everything about spiritual advancement from such devotees. With perfect knowledge one can achieve all that one desires, for the process of devotional service immediately brings the blessings of the Supreme Personality of Godhead. Pure devotional service is transcendental to the modes of nature, and therefore it appears mysterious to the souls conditioned by those modes. In the previous chapter Lord Kṛṣṇa stated, haviṣāgnau yajeta mām: “One may worship Me in fire by offering oblations of ghee.” (Bhāg. 11.11.43) Also, in verse 38 of the previous chapter it was mentioned that one should construct parks, recreational places, orchards, vegetable gardens, and so on. These serve to attract people to the temples of Kṛṣṇa, where they may directly engage in chanting the holy name of the Lord. Such construction projects may be understood as pūrtam, or public welfare activities. Although Lord Kṛṣṇa mentions in these two verses that association with His pure devotees is far more powerful than processes such as yoga, philosophical speculation, sacrifices and public welfare activities, these secondary activities also please Lord Kṛṣṇa, but to a lesser extent. Specifically, they please the Lord when performed by devotees rather than by ordinary materialistic persons. Therefore the comparative term yathā (“according to proportion”) is used. In other words, such practices as sacrifice, austerity and philosophical study may help one become fit for rendering devotional service, and when such activities are performed by devotees aspiring for spiritual advancement, they become somewhat pleasing to the Lord. One may study the example of vratāni, or vows. The injunction that one should fast on Ekādaśī is a permanent vow for all Vaiṣṇavas, and one should not conclude from these verses that one may neglect the Ekādaśī vow. The superiority of sat-saṅga, or association with pure devotees, in awarding the fruit of love of Godhead does not mean that one should give up other processes or that these secondary processes are not permanent factors in bhakti-yoga. There are many Vedic injunctions instructing one to execute the agnihotra sacrifice, and the modern-day followers of Caitanya Mahāprabhu also occasionally execute fire sacrifices. Such sacrifice is recommended by the Lord Himself in the previous chapter, and therefore it should not be given up by the devotees of the Lord. By performing Vedic ritualistic and purificatory processes, one is gradually elevated to the platform of devotional service, whereupon one is able to directly worship the Absolute Truth. One Vedic injunction states, “The result awarded for fasting continuously for one month on six different occasions can easily be achieved simply by accepting a handful of rice offered to Lord Viṣṇu. This facility is especially offered in the Kali-yuga.” Nevertheless, regulated fasting on Ekādaśī is not an impediment to spiritual advancement. Rather, it is a perpetual aspect of devotional service and can be considered an auxiliary principle supporting the main principle of worshiping Lord Kṛṣṇa and His devotees. Because such secondary principles help one become fit for executing the primary processes of devotional service, they are also greatly beneficial. Therefore, such secondary principles are widely mentioned throughout Vedic literature. It may be concluded that such secondary principles are essential for advancement in Kṛṣṇa consciousness, and therefore one should never give up the principle of vrata, the execution of prescribed vows. In the previous chapter Śrīla Śrīdhara Svāmī mentioned that the words ājñāyaivaṁ guṇān doṣān (Bhāg. 11.11.32) indicate that a devotee should select Vedic principles that do not conflict with his service to the Lord. Many of the elaborate Vedic ceremonies and complicated procedures for fasting, demigod worship and yoga practice cause great disturbance to the supreme process of śravaṇaṁ kīrtanaṁ viṣṇoḥ, hearing and chanting about the Lord; therefore they are rejected by the Vaiṣṇavas. However, the processes helpful to devotional service should be accepted. The example can be given of Mahārāja Yudhiṣṭhira, who was instructed by the dying Bhīṣmadeva. In Śrīmad-Bhāgavatam (1.9.27) Bhīṣma instructs King Yudhiṣṭhira in dāna-dharma, or public acts of charity, rāja-dharma, or the duties of a king, mokṣa-dharma, or duties for salvation, strī-dharma, or duties for women, and ultimately bhāgavata-dharma, or pure devotional service to the Lord. Bhīṣma did not limit his discussion to bhāgavata-dharma, because Lord Kṛṣṇa gave Mahārāja Yudhiṣṭhira the devotional service of acting as a king, and to execute his service Yudhiṣṭhira Mahārāja required extensive knowledge of civic affairs. However, one who is not rendering such prescribed devotional service in society should not unnecessarily involve himself in the material world, even by practice of Vedic rituals. Nothing should distract him from the ultimate goal of satisfying Lord Kṛṣṇa. The principle of not giving up prescribed vows may be further illustrated by the example of Mahārāja Ambarīṣa. In the Ninth Canto of Śrīmad-Bhāgavatam we find that although Mahārāja Ambarīṣa performed elaborate Vedic sacrifices, his goal was always the satisfaction of the Lord. The citizens in his kingdom did not desire to go to heaven, because they were always hearing about the glories of Vaikuṇṭha. Ambarīṣa Mahārāja, along with his queen, observed the vow of Ekādaśī and Dvādaśī for one year. Since Ambarīṣa Mahārāja is considered to be a great jewel among Vaiṣṇavas, and since his behavior was always exemplary, it is definitely concluded that such vows as fasting on Ekādaśī are imperative for Vaiṣṇavas. It is further stated in Vedic literature, “If due to negligence a Vaiṣṇava does not fast on Ekādaśī, then his worship of Lord Viṣṇu is useless, and he will go to hell.” The members of the International Society for Krishna Consciousness fast from grains and beans on Ekādaśī, and this vow should always be observed by all of its members. If one falsely thinks that one may obtain the association of Lord Kṛṣṇa merely by great austerities, brilliant studies in Sanskrit literature, magnanimous acts of charity, etc., one’s Kṛṣṇa consciousness will be distorted and weakened. One should remember the example of Lord Caitanya, who practiced Kṛṣṇa consciousness by constantly hearing and chanting about Lord Kṛṣṇa. If by fasting, study, austerity or sacrifice one becomes more fit to participate in the saṅkīrtana movement of Lord Caitanya, then such activities are also pleasing to Lord Kṛṣṇa. But the Lord clearly explains here that such activities can never become central in the practice of bhakti-yoga. They must remain in an auxiliary relationship to the supreme process of sat-saṅga, or association with pure devotees who hear and chant the glories of the Lord. Śrīla Madhvācārya has quoted from Vedic literature that if one offends the Lord’s devotees and does not learn to associate with them, Lord Viṣṇu personally places barriers in the path of such a person so that he may not enter into the Lord’s company."
    },
    {
        "verse": "3-6",
        "devanagari": "सत्सङ्गेन हि दैतेया यातुधाना मृगा: खगा: ।गन्धर्वाप्सरसो नागा: सिद्धाश्चारणगुह्यका: ॥ ३ ॥विद्याधरा मनुष्येषु वैश्या: शूद्रा: स्त्रियोऽन्त्यजा: ।रजस्तम:प्रकृतयस्तस्मिंस्तस्मिन् युगे युगे ॥ ४ ॥बहवो मत्पदं प्राप्तास्त्वाष्ट्रकायाधवादय: ।वृषपर्वा बलिर्बाणो मयश्चाथ विभीषण: ॥ ५ ॥सुग्रीवो हनुमानृक्षो गजो गृध्रो वणिक्पथ: ।व्याध: कुब्जा व्रजे गोप्यो यज्ञपत्न्‍यस्तथापरे ॥ ६ ॥",
        "english_devnagari": "sat-saṅgena hi daiteyāyātudhānā mṛgāḥ khagāḥgandharvāpsaraso nāgāḥsiddhāś cāraṇa-guhyakāḥ",
        "verse_Syn": [
            "sat",
            "saṅgena",
            "hi",
            "daiteyāḥ",
            "yātudhānāḥ",
            "mṛgāḥ",
            "khagāḥ",
            "gandharva",
            "apsarasaḥ",
            "nāgāḥ",
            "siddhāḥ",
            "cāraṇa",
            "guhyakāḥ",
            "vidyādharāḥ",
            "manuṣyeṣu",
            "vaiśyāḥ",
            "śūdrāḥ",
            "striyaḥ",
            "antya",
            "jāḥ",
            "rajaḥ",
            "tamaḥ",
            "prakṛtayaḥ",
            "tasmin",
            "tasmin",
            "yuge",
            "yuge",
            "bahavaḥ",
            "mat",
            "padam",
            "prāptāḥ",
            "tvāṣṭra",
            "kāyādhava",
            "ādayaḥ",
            "vṛṣaparvā",
            "baliḥ",
            "bāṇaḥ",
            "mayaḥ",
            "ca",
            "atha",
            "vibhīṣaṇaḥ",
            "sugrīvaḥ",
            "hanumān",
            "ṛkṣaḥ",
            "gajaḥ",
            "gṛdhraḥ",
            "vaṇikpathaḥ",
            "vyādhaḥ",
            "kubjā",
            "vraje",
            "gopyaḥ",
            "yajña",
            "patnyaḥ",
            "tathā",
            "apare"
        ],
        "translation": "In every yuga many living entities entangled in the modes of passion and ignorance gained the association of My devotees. Thus, such living entities as the Daityas, Rākṣasas, birds, beasts, Gandharvas, Apsarās, Nāgas, Siddhas, Cāraṇas, Guhyakas and Vidyādharas, as well as such lower-class human beings as the vaiśyas, śūdras, women and others, were able to achieve My supreme abode. Vṛtrāsura, Prahlāda Mahārāja and others like them also achieved My abode by association with My devotees, as did personalities such as Vṛṣaparvā, Bali Mahārāja, Bāṇāsura, Maya, Vibhīṣaṇa, Sugrīva, Hanumān, Jāmbavān, Gajendra, Jaṭāyu, Tulādhāra, Dharma-vyādha, Kubjā, the gopīs in Vṛndāvana and the wives of the brāhmaṇas who were performing sacrifice.",
        "purport": " The Lord has mentioned devotees such as the gopīs in Vṛndāvana and also demons like Bāṇāsura to illustrate how He comes under the control of those who surrender to Him. It is understood that devotees like the gopīs and others mentioned here obtained pure love of Kṛṣṇa, whereas the demons generally obtained only salvation. Many demons were purified by association with devotees and came to accept devotional service to the Lord as the most important among the various activities in their lives, but the exalted devotees like Prahlāda and Bali Mahārāja know nothing except devotional service, which they accept as their very life. Still, the reformed demons are also mentioned so that readers of Śrīmad-Bhāgavatam will understand the enormous benefits one may achieve by associating with devotees of the Lord. The demon Vṛtrāsura was the pious King Citraketu in his previous life, during which he associated with Śrī Nārada Muni, Śrī Aṅgirā Muni and Lord Saṅkarṣaṇa. Prahlāda Mahārāja, being the son of Hiraṇyakaśipu, is considered a Daitya, or demon. Yet while still in the womb of his mother, Kayādhū, he associated with Nārada Muni by sound vibration. The demon Vṛṣaparvā was abandoned by his mother at birth, but he was raised by a muni and became a devotee of Lord Viṣṇu. Bali Mahārāja associated with his grandfather Prahlāda and also with Lord Vāmanadeva. Bali Mahārāja’s son, Bāṇāsura, was saved by association with his father and Lord Śiva. He also associated with Lord Kṛṣṇa personally when the Lord cut off all but two of his one thousand arms, which had been awarded as a benediction by Lord Śiva. Understanding the glories of Lord Kṛṣṇa, Bāṇāsura also became a great devotee. The demon Maya Dānava constructed an assembly house for the Pāṇḍavas and also associated with Lord Kṛṣṇa Himself, eventually achieving the shelter of the Lord. Vibhīṣaṇa was a pious-natured demon, the brother of Rāvaṇa, and he associated with Hanumān and Rāmacandra. Sugrīva, Hanumān, Jāmbavān and Gajendra are examples of animals who achieved the mercy of the Lord. Jāmbavān, or Ṛkṣarāja, was a member of a race of bears. He personally associated with Lord Kṛṣṇa, fighting with Him over the Syamantaka jewel. The elephant Gajendra in a previous life had association with devotees, and at the end of his life as Gajendra he was personally saved by the Lord. Jaṭāyu, the bird who at the cost of his own life assisted Lord Rāmacandra, associated with Śrī Garuḍa and Mahārāja Daśaratha as well as other devotees in rāma-līlā. He also personally met with Sītā and Lord Rāma. According to Śrīla Jīva Gosvāmī, the association that the Gandharvas, Apsarās, Nāgas, Siddhas, Cāraṇas, Guhyakas and Vidyādharas had with the devotees is not very prominent and does not need to be mentioned. Vaṇikpatha is a vaiśya, and his story is mentioned in the Mahābhārata in connection with the pride of Jājali Muni. The importance of association with devotees is illustrated in the story of Dharma-vyādha, the nonviolent hunter, as described in the Varāha Purāṇa. In a previous life he somehow became a brahma-rākṣasa, or brāhmaṇa ghost, but was eventually saved. In a previous Kali-yuga he had the association of a Vaiṣṇava king named Vāsu. The lady Kubjā associated directly with Lord Kṛṣṇa, and in her previous birth she had associated with Śrī Nārada Muni. The gopīs of Vṛndāvana rendered service to saintly persons in their previous births. Having had ample association with devotees, they became gopīs in Vṛndāvana in their next lives and associated with the eternally liberated gopīs who had descended there. They also had association with Tulasī-devī, or Vṛndādevī. The wives of the brāhmaṇas performing sacrifice had association with women sent by Lord Kṛṣṇa to sell flower garlands and betel nuts and heard about the Lord from them."
    },
    {
        "verse": "7",
        "devanagari": "ते नाधीतश्रुतिगणा नोपासितमहत्तमा: ।अव्रतातप्ततपस: मत्सङ्गान्मामुपागता: ॥ ७ ॥",
        "english_devnagari": "te nādhīta-śruti-gaṇānopāsita-mahattamāḥavratātapta-tapasaḥmat-saṅgān mām upāgatāḥ",
        "verse_Syn": [
            "te",
            "na",
            "adhīta",
            "śruti",
            "gaṇāḥ",
            "na",
            "upāsita",
            "mahat",
            "tamaḥ",
            "avrata",
            "atapta",
            "tapasaḥ",
            "mat",
            "saṅgāt",
            "mām",
            "upāgatāḥ"
        ],
        "translation": "The persons I have mentioned did not undergo serious studies of the Vedic literature, nor did they worship great saintly persons, nor did they execute severe vows or austerities. Simply by association with Me and My devotees, they achieved Me.",
        "purport": " Study of the Vedic literature, worship of those who teach the śruti-mantras, acceptance of vows and austerities, etc., as mentioned previously, are helpful processes that please the Supreme Personality of Godhead. In this verse, however, the Lord again explains that all such processes are secondary to the essential process of associating with the Supreme Personality of Godhead and His pure devotees. By other processes one may gain the association of the Lord and His devotees, which will actually give the perfection of life. The word mat-saṅgāt can also be read as sat-saṅgāt, with the same meaning. In the reading mat-saṅgāt (“from association with Me”), mat is also understood to indicate “those who are Mine,” or the devotees. Śrīla Śrīdhara Svāmī mentions that a pure devotee can advance in Kṛṣṇa consciousness by his own association, since simply by associating with his own activities and consciousness, he associates with the Lord."
    },
    {
        "verse": "8",
        "devanagari": "केवलेन हि भावेन गोप्यो गावो नगा मृगा: ।येऽन्ये मूढधियो नागा: सिद्धा मामीयुरञ्जसा ॥ ८ ॥",
        "english_devnagari": "kevalena hi bhāvenagopyo gāvo nagā mṛgāḥye ’nye mūḍha-dhiyo nāgāḥsiddhā mām īyur añjasā",
        "verse_Syn": [
            "kevalena",
            "hi",
            "bhāvena",
            "gopyaḥ",
            "gāvaḥ",
            "nagāḥ",
            "mṛgāḥ",
            "ye",
            "anye",
            "mūḍha",
            "dhiyaḥ",
            "nāgāḥ",
            "siddhāḥ",
            "mām",
            "īyuḥ",
            "añjasā"
        ],
        "translation": "The inhabitants of Vṛndāvana, including the gopīs, cows, unmoving creatures such as the twin arjuna trees, animals, living entities with stunted consciousness such as bushes and thickets, and snakes such as Kāliya, all achieved the perfection of life by unalloyed love for Me and thus very easily achieved Me.",
        "purport": " Although innumerable living entities achieved liberation by association with the Lord and His devotees, many such personalities also executed other processes such as austerity, charity, philosophical speculation, and so on. As we have already explained, such procedures are secondary. But the inhabitants of Vṛndāvana such as the gopīs did not know anything except Lord Kṛṣṇa, and their whole purpose in life was simply to love Lord Kṛṣṇa, as indicated here by the words kevalena hi bhāvena. Even the trees, bushes and hills such as Govardhana loved Lord Kṛṣṇa. As the Lord explains to His brother, Śrī Baladeva, in the Tenth Canto of Śrīmad-Bhāgavatam (10.15.5): “My dear brother Baladeva, just see how these trees are bowing down with their branches and offering obeisances to Your lotus feet, which are worshipable even by the demigods. Indeed, My dear brother, You are the Supreme God, and thus these trees have produced fruits and flowers as an offering to You. Although a living entity takes birth as a tree due to the mode of ignorance, certainly by such a birth in Vṛndāvana these trees are destroying all darkness in their lives by serving Your lotus feet.” Although many living entities achieved the mercy of Lord Kṛṣṇa by associating with the Lord and His devotees in various ways, those who take Lord Kṛṣṇa as everything are situated in the highest process of spiritual realization. Therefore the Lord has not bothered to mention in this verse those who achieved perfection through mixed processes, but rather glorifies the unalloyed devotees of Vṛndāvana, headed by the gopīs, who knew nothing but Lord Kṛṣṇa. The residents of Vṛndāvana were so satisfied in their relationships with Lord Kṛṣṇa that they did not pollute their loving service with mental speculation or fruitive desires. The gopīs served Lord Kṛṣṇa in the conjugal rasa, or relationship, whereas according to Śrīla Viśvanātha Cakravartī Ṭhākura the cows loved Lord Kṛṣṇa in vātsalya-rasa, or the love of parents for a child, because the cows were always supplying milk to child Kṛṣṇa. Unmoving objects like Govardhana Hill and other hills and mountains loved Lord Kṛṣṇa as a friend, and the ordinary animals, trees and bushes of Vṛndāvana loved Lord Kṛṣṇa in dāsya-rasa, or with love of a servant for his master. Snakes like Kāliya also developed this love in servitude, and after relishing their loving service to Lord Kṛṣṇa, all of them went back home, back to Godhead. According to Śrīla Viśvanātha Cakravartī Ṭhākura, all those inhabitants of Vṛndāvana should be considered eternally liberated souls, as expressed by the word siddhāḥ, which means “having achieved the perfection of life.”"
    },
    {
        "verse": "9",
        "devanagari": "यं न योगेन साङ्ख्येन दानव्रततपोऽध्वरै: ।व्याख्यास्वाध्यायसन्न्यासै: प्राप्नुयाद् यत्नवानपि ॥ ९ ॥",
        "english_devnagari": "yaṁ na yogena sāṅkhyenadāna-vrata-tapo-’dhvaraiḥvyākhyā-svādhyāya-sannyāsaiḥprāpnuyād yatnavān api",
        "verse_Syn": [
            "yam",
            "na",
            "yogena",
            "sāṅkhyena",
            "dāna",
            "vrata",
            "tapaḥ",
            "adhvaraiḥ",
            "vyākhyā",
            "svādhyāya",
            "sannyāsaiḥ",
            "prāpnuyāt",
            "yatna",
            "vān",
            "api"
        ],
        "translation": "Even though one engages with great endeavor in the mystic yoga system, philosophical speculation, charity, vows, penances, ritualistic sacrifices, teaching of Vedic mantras to others, personal study of the Vedas, or the renounced order of life, still one cannot achieve Me.",
        "purport": " Lord Kṛṣṇa here explains that it is very difficult to achieve His personal association, even for one who seriously endeavors to reach the Absolute Truth. The inhabitants of Vṛndāvana, such as the gopīs and cows, were always living with Lord Kṛṣṇa, and thus their association is called sat-saṅga. Anyone who is favorably living with the Supreme Personality of Godhead becomes sat, or eternal, and thus the association of such a person can immediately award others pure devotional service to the Lord. There is an austerity called cāndrāyaṇa, a fast in which one’s intake of food is diminished by one mouthful each day as the moon wanes and increased in the same way as the moon waxes. Similarly, there are painstaking ritualistic sacrifices and grueling studies of the Sanskrit Vedic mantras, which one may also teach to others. All these tedious activities cannot award the highest perfection of life unless one gets the causeless mercy of the pure devotees of the Lord. As stated in the First Canto of Śrīmad-Bhāgavatam (1.2.8): “The occupational activities a man performs according to his own position are only so much useless labor if they do not provoke attraction for the message of the Personality of Godhead.”"
    },
    {
        "verse": "10",
        "devanagari": "रामेण सार्धं मथुरां प्रणीतेश्वाफल्किना मय्यनुरक्तचित्ता: ।विगाढभावेन न मे वियोग-तीव्राधयोऽन्यं दद‍ृशु: सुखाय ॥ १० ॥",
        "english_devnagari": "rāmeṇa sārdhaṁ mathurāṁ praṇīteśvāphalkinā mayy anurakta-cittāḥvigāḍha-bhāvena na me viyoga-tīvrādhayo ’nyaṁ dadṛśuḥ sukhāya",
        "verse_Syn": [
            "rāmeṇa",
            "sārdham",
            "mathurām",
            "praṇīte",
            "śvāphalkinā",
            "mayi",
            "anurakta",
            "cittāḥ",
            "vigāḍha",
            "bhāvena",
            "na",
            "me",
            "viyoga",
            "tīvra",
            "ādhayaḥ",
            "anyam",
            "dadṛśuḥ",
            "sukhāya"
        ],
        "translation": "The residents of Vṛndāvana, headed by the gopīs, were always completely attached to Me with deepest love. Therefore, when My uncle Akrūra brought My brother Balarāma and Me to the city of Mathurā, the residents of Vṛndāvana suffered extreme mental distress because of separation from Me and could not find any other source of happiness.",
        "purport": " This verse especially describes the sentiments of the cowherd girls of Vṛndāvana, the gopīs, and Lord Kṛṣṇa here reveals the incomparable love they felt for Him. As explained in the Tenth Canto, Lord Kṛṣṇa’s uncle Akrūra, sent by Kaṁsa, came to Vṛndāvana and took Kṛṣṇa and Balarāma back to Mathurā for a wrestling event. The gopīs loved Lord Kṛṣṇa so much that in His absence their consciousness was completely absorbed in spiritual love. Thus their Kṛṣṇa consciousness is considered the highest perfectional stage of life. They were always expecting that Lord Kṛṣṇa would finish His business of killing demons and return to them, and therefore their anxiety was an extremely moving, heartrending display of love. Anyone desiring true happiness must take to the devotional service of the Lord in the spirit of the gopīs, giving up everything for the pleasure of the Supreme Lord."
    },
    {
        "verse": "11",
        "devanagari": "तास्ता: क्षपा: प्रेष्ठतमेन नीतामयैव वृन्दावनगोचरेण ।क्षणार्धवत्ता: पुनरङ्ग तासांहीना मया कल्पसमा बभूवु: ॥ ११ ॥",
        "english_devnagari": "tās tāḥ kṣapāḥ preṣṭhatamena nītāmayaiva vṛndāvana-gocareṇakṣaṇārdha-vat tāḥ punar aṅga tāsāṁhīnā mayā kalpa-samā babhūvuḥ",
        "verse_Syn": [
            "tāḥ",
            "tāḥ",
            "kṣapāḥ",
            "preṣṭha",
            "tamena",
            "nītāḥ",
            "mayā",
            "eva",
            "vṛndāvana",
            "go",
            "careṇa",
            "kṣaṇa",
            "ardha",
            "vat",
            "tāḥ",
            "punaḥ",
            "aṅga",
            "tāsām",
            "hīnāḥ",
            "mayā",
            "kalpa",
            "samāḥ",
            "babhūvuḥ"
        ],
        "translation": "Dear Uddhava, all of those nights that the gopīs spent with Me, their most dearly beloved, in the land of Vṛndāvana seemed to them to pass in less than a moment. Bereft of My association, however, the gopīs felt that those same nights dragged on forever, as if each night were equal to a day of Brahmā.",
        "purport": " Śrīla Śrīdhara Svāmī comments as follows. “The gopīs suffered extreme anxiety in the absence of Lord Kṛṣṇa, and though outwardly appearing bewildered, they actually achieved the highest perfectional stage of samādhi. Their consciousness was intensely and intimately attached to Lord Kṛṣṇa, and by such Kṛṣṇa consciousness their own bodies seemed very far away from them, even though people normally consider their body to be their closest possession. In fact, the gopīs did not think about their own existence. Although a young woman normally considers her husband and children to be her dearmost possessions, the gopīs did not even consider the existence of their so-called families. Nor could they think of this world or life after death. Indeed, they were not at all aware of these things. Just like great sages who become detached from the names and forms of the material world, the gopīs could not think of anything, because they were rapt in loving remembrance of Lord Kṛṣṇa. Just as rivers enter the ocean, similarly, the gopīs completely merged into consciousness of Lord Kṛṣṇa through intense love.” Thus a day of Brahmā seemed like a single moment for the gopīs when Lord Kṛṣṇa was present with them, and a single moment seemed like a day of Brahmā when Lord Kṛṣṇa was absent. The Kṛṣṇa consciousness of the gopīs is the perfection of spiritual life, and the symptoms of such perfection are described here."
    },
    {
        "verse": "12",
        "devanagari": "ता नाविदन् मय्यनुषङ्गबद्ध-धिय: स्वमात्मानमदस्तथेदम् ।यथा समाधौ मुनयोऽब्धितोयेनद्य: प्रविष्टा इव नामरूपे ॥ १२ ॥",
        "english_devnagari": "tā nāvidan mayy anuṣaṅga-baddha-dhiyaḥ svam ātmānam adas tathedamyathā samādhau munayo ’bdhi-toyenadyaḥ praviṣṭā iva nāma-rūpe",
        "verse_Syn": [
            "tāḥ",
            "na",
            "avidan",
            "mayi",
            "anuṣaṅga",
            "baddha",
            "dhiyaḥ",
            "svam",
            "ātmānam",
            "adaḥ",
            "tathā",
            "idam",
            "yathā",
            "samādhau",
            "munayaḥ",
            "abdhi",
            "toye",
            "nadyaḥ",
            "praviṣṭāḥ",
            "iva",
            "nāma",
            "rūpe"
        ],
        "translation": "My dear Uddhava, just as great sages in yoga trance merge into self-realization, like rivers merging into the ocean, and are thus not aware of material names and forms, similarly, the gopīs of Vṛndāvana were so completely attached to Me within their minds that they could not think of their own bodies, or of this world, or of their future lives. Their entire consciousness was simply bound up in Me.",
        "purport": " The words svam ātmānam adas tathedam indicate that while for ordinary persons one’s personal body is the most near and dear thing, the gopīs considered their own bodies to be distant and remote, just as a yogī in samādhi trance considers ordinary things around his physical body or his physical body itself to be most remote. When Kṛṣṇa played on His flute late at night, the gopīs immediately forgot everything about their so-called husbands and children and went to dance with Lord Kṛṣṇa in the forest. These controversial points have been clearly explained in the book Kṛṣṇa, by His Divine Grace A.C. Bhaktivedanta Swami Prabhupāda. The basic explanation is that Lord Kṛṣṇa is the source of everything, and the gopīs are the Lord’s own potency. Thus there is no discrepancy or immorality in the almighty Personality of Godhead’s loving affairs with His own manifest potency, the gopīs, who happen to be the most beautiful young girls in the creation of God. There is no illusion on the part of the gopīs, for they are so attracted to Lord Kṛṣṇa that they do not care to think of anything else. Since all existence is situated within the body of Lord Kṛṣṇa, there is no loss for the gopīs when they concentrate on the Lord. It is the nature of very deep love to exclude all objects except the beloved. However, in the material world, where we try to love a limited temporary object such as our nation, family or personal body, our exclusion of other objects constitutes ignorance. But when our love is intensely concentrated on the Supreme Personality of Godhead, the origin of everything, such concentration cannot be considered ignorance or small-mindedness. The example of the sages in samādhi is given here only to illustrate exclusive concentration on a single object. Otherwise, there is no comparison between the ecstatic love of the gopīs and the dry meditation of the yogīs, who merely try to understand that they are not their material bodies. Since the gopīs had no material bodies to become detached from and were personally dancing with and embracing the Absolute Truth, one can never compare the exalted position of the gopīs to that of mere yogīs. It is stated that the bliss of impersonal Brahman realization cannot be compared to even an atomic fragment of the blissful ocean of love of Kṛṣṇa. Intimate attachment is like a strong rope that binds the mind and heart. In material life we are bound to that which is temporary and illusory, and therefore such binding of the heart causes great pain. However, if we bind our minds and hearts to the eternal Lord Kṛṣṇa, the reservoir of all pleasure and beauty, then our hearts will expand unlimitedly in the ocean of transcendental bliss. One should understand that the gopīs were not in any way inclined toward impersonal meditation, in which one denies the reality of variegated creation. The gopīs did not deny anything; they simply loved Kṛṣṇa and could not think of anything else. They only rejected whatever impeded their concentration on Lord Kṛṣṇa, cursing even their own eyelids, which blinked and thus removed Kṛṣṇa from their sight for a split second. Śrīla Rūpa Gosvāmī has stated that all sincere devotees of the Lord should have the courage to remove from their lives anything that impedes their progressive march back home, back to Godhead."
    },
    {
        "verse": "13",
        "devanagari": "मत्कामा रमणं जारमस्वरूपविदोऽबला: ।ब्रह्म मां परमं प्रापु: सङ्गाच्छतसहस्रश: ॥ १३ ॥",
        "english_devnagari": "mat-kāmā ramaṇaṁ jāramasvarūpa-vido ’balāḥbrahma māṁ paramaṁ prāpuḥsaṅgāc chata-sahasraśaḥ",
        "verse_Syn": [
            "mat",
            "kāmāḥ",
            "ramaṇam",
            "jāram",
            "asvarūpa",
            "vidaḥ",
            "abalāḥ",
            "brahma",
            "mām",
            "paramam",
            "prāpuḥ",
            "saṅgāt",
            "śata",
            "sahasraśaḥ"
        ],
        "translation": "All those hundreds of thousands of gopīs, understanding Me to be their most charming lover and ardently desiring Me in that way, were unaware of My actual position. Yet by intimately associating with Me, the gopīs attained Me, the Supreme Absolute Truth.",
        "purport": " The words asvarūpa-vidaḥ (“not understanding My actual position or form”) indicate that the lovely gopīs were so completely absorbed in conjugal love for Lord Kṛṣṇa that they were not aware of the Lord’s unlimited potencies as the Supreme Personality of Godhead. Śrīla Viśvanātha Cakravartī Ṭhākura explains this and other meanings of the word asvarūpa-vidaḥ. In Sanskrit the word vid also means “to acquire.” Thus, asvarūpa-vidaḥ indicates that the gopīs, like other pure devotees of the Lord, were not interested in achieving sārūpya-mukti, the liberation of acquiring a bodily form similar to the Lord’s. Were the gopīs to obtain a bodily form like the Lord’s, how could the Lord execute His conjugal pastimes of dancing with the gopīs and embracing them? Since the gopīs had realized their eternal spiritual forms as servitors of the Lord, the word svarūpa also may indicate their own spiritual bodies, and thus asvarūpa-vidaḥ means that the gopīs never thought, as materialists do, of their own bodily beauty. Although the gopīs are the most beautiful girls in the Lord’s creation, they never thought of their own bodies but rather were always meditating on the transcendental body of Lord Kṛṣṇa. Although we cannot imitate the gopī’s exalted conjugal feelings, we can follow their superb example of practical Kṛṣṇa consciousness. They naturally took shelter of Lord Kṛṣṇa and achieved the highest perfection of life."
    },
    {
        "verse": "14-15",
        "devanagari": "तस्मात्त्वमुद्धवोत्सृज्य चोदनां प्रतिचोदनाम् ।प्रवृत्तिं च निवृत्तिं च श्रोतव्यं श्रुतमेव च ॥ १४ ॥मामेकमेव शरणमात्मानं सर्वदेहिनाम् ।याहि सर्वात्मभावेन मया स्या ह्यकुतोभय: ॥ १५ ॥",
        "english_devnagari": "tasmāt tvam uddhavotsṛjyacodanāṁ praticodanāmpravṛttiṁ ca nivṛttiṁ caśrotavyaṁ śrutam eva ca",
        "verse_Syn": [
            "tasmāt",
            "tvam",
            "uddhava",
            "utsṛjya",
            "codanām",
            "praticodanām",
            "pravṛttim",
            "ca",
            "nivṛttim",
            "ca",
            "śrotavyam",
            "śrutam",
            "eva",
            "ca",
            "mām",
            "ekam",
            "eva",
            "śaraṇam",
            "ātmānam",
            "sarva",
            "dehinām",
            "yāhi",
            "sarva",
            "ātma",
            "bhāvena",
            "mayā",
            "syāḥ",
            "hi",
            "akutaḥ",
            "bhayaḥ"
        ],
        "translation": "Therefore, My dear Uddhava, abandon the Vedic mantras as well as the procedures of supplementary Vedic literatures and their positive and negative injunctions. Disregard that which has been heard and that which is to be heard. Simply take shelter of Me alone, for I am the Supreme Personality of Godhead, situated within the heart of all conditioned souls. Take shelter of Me wholeheartedly, and by My grace be free from fear in all circumstances.",
        "purport": " Śrī Uddhava inquired from Lord Kṛṣṇa about the symptoms of saintly persons and liberated souls, and the Lord has replied in terms of different levels of spiritual advancement, distinguishing between those who are able to understand Lord Kṛṣṇa to be the principal goal of life and those loving devotees who accept Lord Kṛṣṇa and devotional service to Him as the only goal of life. Lord Kṛṣṇa also mentioned that He is captured by His loving devotees and even by those who sincerely associate with His loving devotees. Among all the devotees, the gopīs of Vṛndāvana were described by the Lord as having achieved such a rare state of pure devotional service that Lord Kṛṣṇa personally feels constantly indebted to them. According to Śrīla Viśvanātha Cakravartī Ṭhākura, Lord Kṛṣṇa previously kept the gopīs’ love for Him concealed in His heart because of its confidential nature and the Lord’s own gravity. Finally, however, even Lord Kṛṣṇa could not remain silent about the intense love of the gopīs, and thus in these verses the Lord reveals to Uddhava how the gopīs loved Him in Vṛndāvana and brought Him fully under their control. The Lord would relax in secret places with the loving gopīs, and by conjugal spontaneous affection the greatest love was exchanged between them. As explained by the Lord in Bhagavad-gītā, one cannot achieve the perfection of life merely by renouncing the material world or by executing ordinary, sectarian religious principles. One must actually understand the identity of the Supreme Personality of Godhead, and by associating with His pure devotees one must learn to love the Lord in His personal, original form. This love may be expressed in either the conjugal, parental, fraternal or serving rasa, or relationship. The Lord has elaborately explained to Uddhava the system of philosophical analysis of the material world, and now He clearly concludes that it is useless for Uddhava to waste time in fruitive activities or mental speculation. Actually, Lord Kṛṣṇa is hinting that Uddhava should assimilate the example of the gopīs and try to advance further in Kṛṣṇa consciousness by following in the footsteps of the cowherd damsels of Vraja. Any conditioned soul who is unsatisfied with the cruel laws of nature, which impose disease, old age and death, should understand that Lord Kṛṣṇa can deliver all living beings from the problems of material existence. There is no need to entangle oneself in unauthorized, sectarian rituals, injunctions or prohibitions. One should simply surrender to Lord Kṛṣṇa, following the example of Śrī Caitanya Mahāprabhu, who is Lord Kṛṣṇa Himself. By the authorized regulated process of bhakti-yoga, Kṛṣṇa consciousness, one easily achieves spiritual perfection."
    },
    {
        "verse": "16",
        "devanagari": "श्रीउद्धव उवाचसंशय: श‍ृण्वतो वाचं तव योगेश्वरेश्वर ।न निवर्तत आत्मस्थो येन भ्राम्यति मे मन: ॥ १६ ॥",
        "english_devnagari": "śrī-uddhava uvācasaṁśayaḥ śṛṇvato vācaṁtava yogeśvareśvarana nivartata ātma-sthoyena bhrāmyati me manaḥ",
        "verse_Syn": [
            "śrī",
            "uddhavaḥ",
            "uvāca",
            "saṁśayaḥ",
            "śṛṇvataḥ",
            "vācam",
            "tava",
            "yoga",
            "īśvara",
            "īśvara",
            "na",
            "nivartate",
            "ātma",
            "sthaḥ",
            "yena",
            "bhrāmyati",
            "me",
            "manaḥ"
        ],
        "translation": "Śrī Uddhava said: O Lord of all masters of mystic power, I have heard Your words, but the doubt in my heart does not go away; thus my mind is bewildered.",
        "purport": " In the first verse of the Tenth Chapter of this canto, the Lord stated that one should take shelter of Him and execute one’s duties within the varṇāśrama system without material desire. Uddhava interpreted this statement as recommending karma-miśrā bhakti, or devotional service mixed with a tendency toward fruitive activities. It is a fact that until one understands Lord Kṛṣṇa to be everything, it is not possible to retire from ordinary, worldly duties. Rather, one is encouraged to offer the fruits of such work to the Lord. In verse 4 of the Tenth Chapter, the Lord recommended that one retire from worldly duties and systematically cultivate knowledge, accepting Him as the Supreme. Uddhava understood this instruction to indicate jñāna-miśrā bhakti, or devotional service to the Lord mixed with the secondary desire to accumulate knowledge. Beginning with verse 35 of the Tenth Chapter, Uddhava inquired about the process of material conditioning and liberation from material life. The Lord replied elaborately, stating that without devotional service the process of philosophical speculation can never be perfected. In Chapter Eleven, verse 18, the Lord emphasized the importance of faith in the Supreme Personality of Godhead, and in verse 23 Kṛṣṇa extensively widened His discussion of devotional service, emphasizing that one should be faithful and hear and chant the glories of the Lord. The Lord concluded that both the development and perfection of devotional service depend on association with the devotees. In verse 26 of the Eleventh Chapter, Uddhava inquired about the actual ways and means of devotional service and about the symptoms of devotional perfection. And in verse 48 Lord Kṛṣṇa stated that unless one takes to the process of devotional service, one’s attempt for liberation will be useless. One must associate with the devotees of the Lord and follow in their footsteps. Finally, in verse 14 of this chapter the Lord categorically rejected the paths of fruitive activities and mental speculation and in verse 15 recommended that one exclusively surrender unto Him with all one’s heart. Having received such elaborate and technical instructions on the perfection of life, Uddhava is bewildered, and his mind is afflicted with doubt about what he should actually do. Lord Kṛṣṇa has described many procedures and the results of such procedures, all of which ultimately lead to the single goal of Lord Kṛṣṇa Himself. Uddhava therefore desires that Lord Kṛṣṇa state in simple terms what should be done. Arjuna makes a similar request of the Lord at the beginning of the Third Chapter of Bhagavad-gītā. According to Śrīla Viśvanātha Cakravartī Ṭhākura, Uddhava is stating here, “My dear friend Kṛṣṇa, first You recommended that I perform worldly activities within the varṇāśrama system, and then You advised that I reject such activities and take to the path of philosophical research. Now rejecting the path of jñāna, You recommend that I simply surrender unto You in bhakti-yoga. If I accept Your decision, in the future You may again go back to Your original point and recommend worldly activities.” By his boldness in disclosing his mind, Uddhava reveals his intimate friendship with Lord Kṛṣṇa."
    },
    {
        "verse": "17",
        "devanagari": "श्रीभगवानुवाचस एष जीवो विवरप्रसूति:प्राणेन घोषेण गुहां प्रविष्ट: ।मनोमयं सूक्ष्ममुपेत्य रूपंमात्रा स्वरो वर्ण इति स्थविष्ठ: ॥ १७ ॥",
        "english_devnagari": "śrī-bhagavān uvācasa eṣa jīvo vivara-prasūtiḥprāṇena ghoṣeṇa guhāṁ praviṣṭaḥmano-mayaṁ sūkṣmam upetya rūpaṁmātrā svaro varṇa iti sthaviṣṭhaḥ",
        "verse_Syn": [
            "śrī",
            "bhagavān",
            "uvāca",
            "saḥ",
            "eṣaḥ",
            "jīvaḥ",
            "vivara",
            "prasūtiḥ",
            "prāṇena",
            "ghoṣeṇa",
            "guhām",
            "praviṣṭaḥ",
            "manaḥ",
            "mayam",
            "sūkṣmam",
            "upetya",
            "rūpam",
            "mātrā",
            "svaraḥ",
            "varṇaḥ",
            "iti",
            "sthaviṣṭhaḥ"
        ],
        "translation": "The Supreme Personality of Godhead said: My dear Uddhava, the Supreme Lord gives life to every living being and is situated within the heart along with the life air and primal sound vibration. The Lord can be perceived in His subtle form within the heart by one’s mind, since the Lord controls the minds of everyone, even great demigods like Lord Śiva. The Supreme Lord also assumes a gross form as the various sounds of the Vedas, composed of short and long vowels and consonants of different intonations.",
        "purport": " Śrīla Viśvanātha Cakravartī Ṭhākura comments as follows on the dialogue between Lord Kṛṣṇa and Uddhava. Uddhava was bewildered and doubtful because Lord Kṛṣṇa explained many different processes such as devotional service, speculative knowledge, renunciation, mystic yoga, austerities, pious duties, and so on. However, all of these processes are meant to help the living entities obtain the shelter of Lord Kṛṣṇa, and ultimately no Vedic process should be understood in any other way. Thus Lord Kṛṣṇa explained the entire Vedic system, placing everything in proper order. In fact, Lord Kṛṣṇa was surprised that Uddhava foolishly thought that he was meant to practice every process, as if each method were meant simply for him. Lord Kṛṣṇa therefore wants to inform His devotee, “My dear Uddhava, when I told you that analytic knowledge is to be practiced, pious duties are to be performed, devotional service is obligatory, yoga procedures must be observed, austerities are to be executed, etc., I was instructing all living entities, using you as My immediate audience. That which I have spoken, am speaking now and will speak in the future should be understood as guidance for all living entities in different situations. How could you possibly think that you were meant to practice all of the different Vedic processes? I accept you as you are now, My pure devotee. You are not supposed to execute all of these processes.” Thus according to Śrīla Viśvanātha Cakravartī Ṭhākura, the Lord, with lighthearted and encouraging words, reveals to Uddhava the deep purpose behind the variety of Vedic procedures. Lord Kṛṣṇa became manifest from the mouth of Lord Brahmā in the form of the Vedas. The word vivara-prasūti in this verse also indicates that the Lord is manifest within the ādhārādi-cakras situated within the body of Lord Brahmā. The word ghoṣeṇa means “subtle sound,” and guhāṁ praviṣṭaḥ also indicates that Lord Kṛṣṇa enters within the ādhāra-cakra. The Lord can further be perceived within other cakras such as the maṇipūraka-cakra, located around the navel, and the viśuddhi-cakra. The Sanskrit alphabet is composed of short and long vowels, and consonants pronounced with high and low tones, and utilizing these vibrations the different branches of Vedic literatures are manifested as a gross form of the Supreme Personality of Godhead. According to Bhagavad-gītā, such literatures deal mostly with the three modes of material nature: traiguṇya-viṣayā vedā nistrai-guṇyo bhavārjuna. Śrīla Śrīdhara Svāmī explains that due to the control of the illusory energy, māyā, the Personality of Godhead appears to the conditioned souls as part of the material universe. The imagined imposition of gross and subtle material qualities on the Personality of Godhead is called avidyā, or ignorance, and through such ignorance the living entity considers himself to be the doer of his own activities and becomes bound up in the network of karma. The Vedas therefore order an entangled soul to observe positive and negative injunctions to purify his existence. These procedures are called pravṛtti-mārga, or the path of regulated fruitive activities. When one has purified one’s existence, one gives up this gross stage of fruitive activities because it is detrimental to the practice of pure devotional service. By firm faith one may then worship the Personality of Godhead. One who has developed perfect Kṛṣṇa consciousness no longer has to perform ritualistic duties. As stated in Bhagavad-gītā, tasya kāryaṁ na vidyate. According to Śrīla Jīva Gosvāmī, this verse may be understood in another way. The word jīva indicates Lord Kṛṣṇa, who gives life to the residents of Vṛndāvana, and vivara-prasūti indicates that although Lord Kṛṣṇa eternally performs His pastimes in the spiritual world, beyond the vision of the conditioned souls, He also enters within the material universe to display these same pastimes. The words guhāṁ praviṣṭaḥ indicates that after displaying such pastimes, the Lord withdraws them and enters into His unmanifest pastimes, or those pastimes not manifest to the conditioned souls. In this case, mātrā indicates the transcendental senses of the Lord, svara indicates the Lord’s transcendental sound vibration and singing, and the word varṇa indicates the transcendental form of the Lord. The word sthaviṣṭha, or “gross manifestation,” means that the Lord becomes manifest in the material world even to those devotees who are not completely advanced in Kṛṣṇa consciousness and whose vision is not completely purified. Mano-maya indicates that somehow or other Lord Kṛṣṇa is to be kept within one’s mind; and for the nondevotees Lord Kṛṣṇa is sūkṣma, or most subtle, because He cannot be known. Thus different ācāryas have glorified Lord Kṛṣṇa in different ways through the transcendental sound vibration of this verse."
    },
    {
        "verse": "18",
        "devanagari": "यथानल: खेऽनिलबन्धुरुष्माबलेन दारुण्यधिमथ्यमान: ।अणु: प्रजातो हविषा समेधतेतथैव मे व्यक्तिरियं हि वाणी ॥ १८ ॥",
        "english_devnagari": "yathānalaḥ khe ’nila-bandhur uṣmābalena dāruṇy adhimathyamānaḥaṇuḥ prajāto haviṣā samedhatetathaiva me vyaktir iyaṁ hi vāṇī",
        "verse_Syn": [
            "yathā",
            "analaḥ",
            "khe",
            "anila",
            "bandhuḥ",
            "uṣmā",
            "balena",
            "dāruṇi",
            "adhimathyamānaḥ",
            "aṇuḥ",
            "prajātaḥ",
            "haviṣā",
            "samedhate",
            "tathā",
            "eva",
            "me",
            "vyaktiḥ",
            "iyam",
            "hi",
            "vāṇī"
        ],
        "translation": "When sticks of kindling wood are vigorously rubbed together, heat is produced by contact with air, and a spark of fire appears. Once the fire is kindled, ghee is added and the fire blazes. Similarly, I become manifest in the sound vibration of the Vedas.",
        "purport": " Lord Kṛṣṇa here explains the most confidential meaning of Vedic knowledge. The Vedas first regulate ordinary material work and channel the fruits into ritualistic sacrifices, which ostensibly reward the performer with future benefits. The real purpose of these sacrifices, however, is to accustom a materialistic worker to offering the fruits of his work to a superior Vedic authority. An expert fruitive worker gradually exhausts the possibilities of material enjoyment and naturally gravitates toward the superior stage of philosophical speculation on his existential situation. By increased knowledge, one becomes aware of the unlimited glories of the Supreme and gradually takes to the process of loving devotional service to the transcendental Absolute Truth. Lord Kṛṣṇa is the goal of Vedic knowledge, as the Lord states in Bhagavad-gītā: vedaiś ca sarvair aham eva vedyaḥ. The Lord gradually becomes manifest in the progression of Vedic rituals, just as fire is gradually manifest by the rubbing of firewood. The words haviṣā samedhate (“the fire increases by addition of ghee”) indicate that by the progressive advancement of Vedic sacrifice, the fire of spiritual knowledge gradually blazes, illuminating everything and destroying the chain of fruitive work. Lord Kṛṣṇa considered Uddhava to be the most qualified person to hear this elaborate transcendental knowledge; therefore the Lord mercifully instructs Uddhava so that he may enlighten the sages at Badarikāśrama, thus fulfilling the purpose of the sages’ lives."
    },
    {
        "verse": "19",
        "devanagari": "एवं गदि: कर्म गतिर्विसर्गोघ्राणो रसो द‍ृक् स्पर्श: श्रुतिश्च ।सङ्कल्पविज्ञानमथाभिमान:सूत्रं रज:सत्त्वतमोविकार: ॥ १९ ॥",
        "english_devnagari": "evaṁ gadiḥ karma gatir visargoghrāṇo raso dṛk sparśaḥ śrutiś casaṅkalpa-vijñānam athābhimānaḥsūtraṁ rajaḥ-sattva-tamo-vikāraḥ",
        "verse_Syn": [
            "evam",
            "gadiḥ",
            "karma",
            "gatiḥ",
            "visargaḥ",
            "ghrāṇaḥ",
            "rasaḥ",
            "dṛk",
            "sparśaḥ",
            "śrutiḥ",
            "ca",
            "saṅkalpa",
            "vijñānam",
            "atha",
            "abhimānaḥ",
            "sūtram",
            "rajaḥ",
            "sattva",
            "tamaḥ",
            "vikāraḥ"
        ],
        "translation": "The functions of the working senses — the organ of speech, the hands, the legs, the genitals and the anus — and the functions of the knowledge-acquiring senses — the nose, tongue, eyes, skin and ears — along with the functions of the subtle senses of mind, intelligence, consciousness and false ego, as well as the function of the subtle pradhāna and the interaction of the three modes of material nature — all these should be understood as My materially manifest form.",
        "purport": " By the word gadi, or “speech,” the Lord concludes His discussion about His manifestation as Vedic vibrations and describes the functions of the other working senses, along with the knowledge-acquiring senses, the subtle functions of consciousness, pradhāna and the interaction of the three modes of material nature. A Kṛṣṇa conscious person sees the entire material world as a manifestation of the Lord’s potencies. There is therefore no legitimate scope for material sense gratification, because everything is an expansion from the Supreme Personality of Godhead and belongs to Him. One who can understand the expansion of the Lord within subtle and gross material manifestations gives up his desire to live in this world. In the spiritual world everything is eternal, full of bliss and knowledge. The exclusive feature of the material world is that here the living entity dreams that he is lord. A sane person, giving up this hallucination, finds no attractive features in the kingdom of māyā and therefore returns home, back to Godhead."
    },
    {
        "verse": "20",
        "devanagari": "अयं हि जीवस्त्रिवृदब्जयोनि-रव्यक्त एको वयसा स आद्य: ।विश्लिष्टशक्तिर्बहुधेव भातिबीजानि योनिं प्रतिपद्य यद्वत् ॥ २० ॥",
        "english_devnagari": "ayaṁ hi jīvas tri-vṛd abja-yoniravyakta eko vayasā sa ādyaḥviśliṣṭa-śaktir bahudheva bhātibījāni yoniṁ pratipadya yadvat",
        "verse_Syn": [
            "ayam",
            "hi",
            "jīvaḥ",
            "tri",
            "vṛt",
            "abja",
            "yoniḥ",
            "avyaktaḥ",
            "ekaḥ",
            "vayasā",
            "saḥ",
            "ādyaḥ",
            "viśliṣṭa",
            "śaktiḥ",
            "bahudhā",
            "iva",
            "bhāti",
            "bījāni",
            "yonim",
            "pratipadya",
            "yat",
            "vat"
        ],
        "translation": "When many seeds are placed in an agricultural field, innumerable manifestations of trees, bushes, vegetables and so on will arise from a single source, the soil. Similarly, the Supreme Personality of Godhead, who gives life to all and is eternal, originally exists beyond the scope of the cosmic manifestation. In the course of time, however, the Lord, who is the resting place of the three modes of nature and the source of the universal lotus flower, in which the cosmic manifestation takes place, divides His material potencies and thus appears to be manifest in innumerable forms, although He is one.",
        "purport": " Śrīla Vīrarāghavācārya comments that one may question as to whom the cosmic manifestation, consisting of demigods, men, animals, plants, planets, space, etc., actually belongs. Lord Kṛṣṇa now eradicates any doubt about the source of the cosmic manifestation. The word tri-vṛt indicates that the three modes of nature are not independent but are under superior control. The suffix vṛt means the vartanam, or “existence,” of the three modes of material nature within the Supreme Personality of Godhead. Analyzing the term abja-yoni, ap indicates “water,” and ja indicates “birth.” Thus abja means the complex material universe, which sprouts from Garbhodakaśāyī Viṣṇu, who lies in the Garbhodaka Ocean. Yoni, or “source,” indicates the Personality of Godhead, and thus abja-yoni means that the Lord is the source of all cosmic manifestations; indeed, all creation takes place within the Lord. Since the three modes of material nature are under the superior control of the Lord, material objects helplessly undergo creation and annihilation within the universal shell by the will of the Lord. The term avyakta indicates the Lord’s subtle spiritual form, which exists alone before the material creation. The Lord’s original form, being spiritual, does not undergo birth, transformation or death. It is eternal. In the course of time, the Lord’s material potencies are divided and manifest as bodies, bodily paraphernalia, sense objects, bodily expansions, false ego and false proprietorship. Thus the Lord expands His conscious living potency called jīva-śakti, which is manifest in innumerable material forms such as those of men, demigods, animals, and so on. From the example of the seeds sown in an agricultural field, we can understand that innumerable manifestations may arise from a single source. Similarly, although the Lord is one, He becomes manifest in innumerable forms through the expansion of His different potencies."
    },
    {
        "verse": "21",
        "devanagari": "यस्मिन्निदं प्रोतमशेषमोतंपटो यथा तन्तुवितानसंस्थ: ।य एष संसारतरु: पुराण:कर्मात्मक: पुष्पफले प्रसूते ॥ २१ ॥",
        "english_devnagari": "yasminn idaṁ protam aśeṣam otaṁpaṭo yathā tantu-vitāna-saṁsthaḥya eṣa saṁsāra-taruḥ purāṇaḥkarmātmakaḥ puṣpa-phale prasūte",
        "verse_Syn": [
            "yasmin",
            "idam",
            "protam",
            "aśeṣam",
            "otam",
            "paṭaḥ",
            "yathā",
            "tantu",
            "vitāna",
            "saṁsthaḥ",
            "yaḥ",
            "eṣaḥ",
            "saṁsāra",
            "taruḥ",
            "purāṇaḥ",
            "karma",
            "ātmakaḥ",
            "puṣpa",
            "phale",
            "prasūte"
        ],
        "translation": "Just as woven cloth rests on the expansion of lengthwise and crosswise threads, similarly the entire universe is expanded on the lengthwise and crosswise potency of the Supreme Personality of Godhead and is situated within Him. The conditioned soul has been accepting material bodies since time immemorial, and these bodies are like great trees sustaining one’s material existence. Just as a tree first blossoms and then produces fruit, similarly the tree of material existence, one’s material body, produces the various results of material existence.",
        "purport": " Before a tree produces fruit, blossoms appear. Similarly, the word puṣpa-phale, according to Śrīla Viśvanātha Cakravartī Ṭhākura, indicates the happiness and distress of material existence. One’s material life may appear to be blossoming, but ultimately there will appear the bitter fruits of old age, death and other catastrophes. Attachment to the material body, which is always inclined toward sense gratification, is the root cause of material existence, and it is therefore called saṁsāra-taru. The tendency to exploit the external energy of the Supreme Lord has existed since time immemorial, as expressed by the words purāṇaḥ karmātmakaḥ. The material universe is an expansion of the illusory potency of the Supreme Lord and is always dependent on Him and nondifferent from Him. This simple understanding can relieve the conditioned souls from endless wandering in the unhappy kingdom of māyā. The word puṣpa-phale may also be understood as meaning sense gratification and liberation. The tree of material existence will be further explained in the following verses."
    },
    {
        "verse": "22-23",
        "devanagari": "द्वे अस्य बीजे शतमूलस्त्रिनाल:पञ्चस्कन्ध: पञ्चरसप्रसूति: ।दशैकशाखो द्विसुपर्णनीड-स्त्रिवल्कलो द्विफलोऽर्कं प्रविष्ट: ॥ २२ ॥अदन्ति चैकं फलमस्य गृध्राग्रामेचरा एकमरण्यवासा: ।हंसा य एकं बहुरूपमिज्यै-र्मायामयं वेद स वेद वेदम् ॥ २३ ॥",
        "english_devnagari": "dve asya bīje śata-mūlas tri-nālaḥpañca-skandhaḥ pañca-rasa-prasūtiḥdaśaika-śākho dvi-suparṇa-nīḍastri-valkalo dvi-phalo ’rkaṁ praviṣṭaḥ",
        "verse_Syn": [
            "dve",
            "asya",
            "bīje",
            "śata",
            "mūlaḥ",
            "tri",
            "nālaḥ",
            "pañca",
            "skandhaḥ",
            "pañca",
            "rasa",
            "prasūtiḥ",
            "daśa",
            "eka",
            "śākhaḥ",
            "dvi",
            "suparṇa",
            "nīḍaḥ",
            "tri",
            "valkalaḥ",
            "dvi",
            "phalaḥ",
            "arkam",
            "praviṣṭaḥ",
            "adanti",
            "ca",
            "ekam",
            "phalam",
            "asya",
            "gṛdhrāḥ",
            "grāme",
            "carāḥ",
            "ekam",
            "araṇya",
            "vāsāḥ",
            "haṁsāḥ",
            "yaḥ",
            "ekam",
            "bahu",
            "rūpam",
            "ijyaiḥ",
            "māyā",
            "mayam",
            "veda",
            "saḥ",
            "veda",
            "vedam"
        ],
        "translation": "This tree of material existence has two seeds, hundreds of roots, three lower trunks and five upper trunks. It produces five flavors and has eleven branches and a nest made by two birds. The tree is covered by three types of bark, gives two fruits and extends up to the sun. Those lusty after material enjoyment and dedicated to family life enjoy one of the tree’s fruits, and swanlike men in the renounced order of life enjoy the other fruit. One who with the help of the bona fide spiritual masters can understand this tree to be a manifestation of the potency of the one Supreme Truth appearing in many forms actually knows the meaning of the Vedic literature.",
        "purport": " The two seeds of this tree are sinful and pious activities, and the hundreds of roots are the living entities’ innumerable material desires, which chain them to material existence. The three lower trunks represent the three modes of material nature, and the five upper trunks represent the five gross material elements. The tree produces five flavors — sound, form, touch, taste and aroma — and has eleven branches — the five working senses, the five knowledge-acquiring senses and the mind. Two birds, namely the individual soul and the Supersoul, have made their nest in this tree, and the three types of bark are air, bile and mucus, the constituent elements of the body. The two fruits of this tree are happiness and distress. Those who are busy trying to enjoy the company of beautiful women, money and other luxurious aspects of illusion enjoy the fruit of unhappiness. One should remember that even in the heavenly planets there is anxiety and death. Those who have renounced material goals and taken to the path of spiritual enlightenment enjoy the fruit of happiness. One who takes the assistance of bona fide spiritual masters can understand that this elaborate tree is simply the manifestation of the external potency of the Supreme Personality of Godhead, who is ultimately one without a second. If one can see the Supreme Lord as the ultimate cause of everything, then his knowledge is perfect. Otherwise, if one is entangled in Vedic rituals or Vedic speculation without knowledge of the Supreme Lord, he has not achieved the perfection of life."
    },
    {
        "verse": "24",
        "devanagari": "एवं गुरूपासनयैकभक्त्याविद्याकुठारेण शितेन धीर: ।विवृश्‍च्‍य जीवाशयमप्रमत्त:सम्पद्य चात्मानमथ त्यजास्त्रम् ॥ २४ ॥",
        "english_devnagari": "evaṁ gurūpāsanayaika-bhaktyāvidyā-kuṭhāreṇa śitena dhīraḥvivṛścya jīvāśayam apramattaḥsampadya cātmānam atha tyajāstram",
        "verse_Syn": [
            "evam",
            "guru",
            "upāsanayā",
            "eka",
            "bhaktyā",
            "vidyā",
            "kuṭhāreṇa",
            "śitena",
            "dhīraḥ",
            "vivṛścya",
            "jīva",
            "āśayam",
            "apramattaḥ",
            "sampadya",
            "ca",
            "ātmānam",
            "atha",
            "tyaja",
            "astram"
        ],
        "translation": "With steady intelligence you should develop unalloyed devotional service by careful worship of the spiritual master, and with the sharpened ax of transcendental knowledge you should cut off the subtle material covering of the soul. Upon realizing the Supreme Personality of Godhead, you should then give up that ax of analytic knowledge.",
        "purport": " Because Uddhava had achieved the perfection of personal association with Lord Kṛṣṇa, there was no need for him to maintain the mentality of a conditioned soul, and thus, as described here by the words sampadya cātmānam, Uddhava could personally serve the lotus feet of the Lord in the spiritual world. Indeed, Uddhava requested this opportunity at the beginning of this great conversation. As stated here, gurūpāsanayaika-bhaktyā: one can achieve pure devotional service by worshiping a bona fide spiritual master. It is not recommended here that one give up pure devotional service or one’s spiritual master. Rather, it is clearly stated by the words vidyā-kuṭhāreṇa that one should cultivate knowledge of the material world as described by Lord Kṛṣṇa in this chapter. One should fully understand that each and every aspect of the material creation is the expansion of the illusory potency of the Lord. Such knowledge works as a sharpened ax to cut down the roots of material existence. In this way, even the stubborn subtle body, created by the three modes of nature, is cut to pieces, and one becomes apramatta, or sane and cautious in Kṛṣṇa consciousness. Lord Kṛṣṇa has clearly explained in this chapter that the cowherd damsels of Vṛndāvana were not interested in an analytical approach to life. They simply loved Lord Kṛṣṇa and could not think of anything else. Lord Caitanya Mahāprabhu taught that all His devotees should follow in the footsteps of the cowherd damsels of Vraja in order to develop the highest intensity of selfless love of Godhead. Lord Kṛṣṇa has elaborately analyzed the nature of the material world so that the conditioned souls, who are trying to enjoy it, can cut down the tree of material existence with this knowledge. The words sampadya cātmānam indicate that a person with such knowledge has no further material existence, because he has already achieved the Personality of Godhead. Such a person should not loiter in the kingdom of māyā, perpetually refining his understanding of the illusory creation. One who has accepted Lord Kṛṣṇa as everything may enjoy eternal bliss in the Lord’s service. Yet even though he remains in this world, he has no more business with it and gives up the analytical procedures for negating it. Lord Kṛṣṇa therefore tells Uddhava, tyajāstram: “Give up the ax of analytic knowledge by which you have cut down your sense of proprietorship and residence in the material world.”"
    }
]