[
    {
        "verse": "1",
        "devanagari": "सूत उवाचनमो धर्माय महते नम: कृष्णाय वेधसे ।ब्रह्मणेभ्यो नमस्कृत्य धर्मान् वक्ष्ये सनातनान् ॥ १ ॥",
        "english_devnagari": "sūta uvācanamo dharmāya mahatenamaḥ kṛṣṇāya vedhasebrahmaṇebhyo namaskṛtyadharmān vakṣye sanātanān",
        "verse_Syn": [
            "sūtaḥ",
            "uvāca",
            "namaḥ",
            "dharmāya",
            "mahate",
            "namaḥ",
            "kṛṣṇāya",
            "vedhase",
            "brahmaṇebhyaḥ",
            "namaskṛtya",
            "dharmān",
            "vakṣye",
            "sanātanān"
        ],
        "translation": "Sūta Gosvāmī said: Offering my obeisances to the supreme religious principle, devotional service; to Lord Kṛṣṇa, the supreme creator; and to all the brāhmaṇas, I shall now describe the eternal principles of religion.",
        "purport": " In this Twelfth Chapter of the Twelfth Canto, Sūta Gosvāmī will summarize all the topics of Śrīmad-Bhāgavatam, beginning from the First Canto."
    },
    {
        "verse": "2",
        "devanagari": "एतद् व: कथितं विप्रा विष्णोश्चरितमद्भ‍ुतम् ।भवद्भ‍िर्यदहं पृष्टो नराणां पुरुषोचितम् ॥ २ ॥",
        "english_devnagari": "etad vaḥ kathitaṁ viprāviṣṇoś caritam adbhutambhavadbhir yad ahaṁ pṛṣṭonarāṇāṁ puruṣocitam",
        "verse_Syn": [
            "etat",
            "vaḥ",
            "kathitam",
            "viprāḥ",
            "viṣṇoḥ",
            "caritam",
            "adbhutam",
            "bhavadbhiḥ",
            "yat",
            "aham",
            "pṛṣṭaḥ",
            "narāṇām",
            "puruṣa",
            "ucitam"
        ],
        "translation": "O great sages, I have narrated to you the wonderful pastimes of Lord Viṣṇu, as you inquired about them from me. Hearing such narrations is the suitable engagement for a person who is actually a human being.",
        "purport": " The words narāṇāṁ puruṣocitam indicate that men and women who actually come to the standard of human life hear and chant the glories of the Supreme Lord, whereas uncivilized persons may not be interested in the science of God."
    },
    {
        "verse": "3",
        "devanagari": "अत्र सङ्कीर्तित: साक्षात् सर्वपापहरो हरि: ।नारायणो हृषीकेशो भगवान् सात्वतां पति: ॥ ३ ॥",
        "english_devnagari": "atra saṅkīrtitaḥ sākṣātsarva-pāpa-haro hariḥnārāyaṇo hṛṣīkeśobhagavān sātvatāṁ patiḥ",
        "verse_Syn": [
            "atra",
            "saṅkīrtitaḥ",
            "sākṣāt",
            "sarva",
            "pāpa",
            "haraḥ",
            "hariḥ",
            "nārāyaṇaḥ",
            "hṛṣīkeśaḥ",
            "bhagavān",
            "sātvatām",
            "patiḥ"
        ],
        "translation": "This literature fully glorifies the Supreme Personality of Godhead Hari, who removes all His devotees’ sinful reactions. The Lord is glorified as Nārāyaṇa, Hṛṣīkeśa and the Lord of the Sātvatas.",
        "purport": " Lord Kṛṣṇa’s many holy names indicate His extraordinary transcendental qualities. The name Hari indicates that the Lord removes all sins from the heart of His devotee. Nārāyaṇa indicates that the Lord sustains the existence of all other beings. Hṛṣīkeśa indicates that Lord Kṛṣṇa is the ultimate controller of the senses of all living beings. The word bhagavān indicates that Lord Kṛṣṇa is the all-attractive Supreme Being. And the words sātvatāṁ patiḥ indicate that the Lord is naturally the master of saintly and religious people, especially the members of the exalted Yadu family."
    },
    {
        "verse": "4",
        "devanagari": "अत्र ब्रह्म परं गुह्यं जगत: प्रभवाप्ययम् ।ज्ञानं च तदुपाख्यानं प्रोक्तं विज्ञानसंयुतम् ॥ ४ ॥",
        "english_devnagari": "atra brahma paraṁ guhyaṁjagataḥ prabhavāpyayamjñānaṁ ca tad-upākhyānaṁproktaṁ vijñāna-saṁyutam",
        "verse_Syn": [
            "atra",
            "brahma",
            "param",
            "guhyam",
            "jagataḥ",
            "prabhava",
            "apyayam",
            "jñānam",
            "ca",
            "tat",
            "upākhyānam",
            "proktam",
            "vijñāna",
            "saṁyutam"
        ],
        "translation": "This literature describes the mystery of the Supreme Absolute Truth, the source of the creation and annihilation of this universe. Also presented are divine knowledge of Him together with the process of its cultivation, and the transcendental realization one achieves.",
        "purport": ""
    },
    {
        "verse": "5",
        "devanagari": "भक्तियोग: समाख्यातो वैराग्यं च तदाश्रयम् ।पारीक्षितमुपाख्यानं नारदाख्यानमेव च ॥ ५ ॥",
        "english_devnagari": "bhakti-yogaḥ samākhyātovairāgyaṁ ca tad-āśrayampārīkṣitam upākhyānaṁnāradākhyānam eva ca",
        "verse_Syn": [
            "bhakti",
            "yogaḥ",
            "samākhyātaḥ",
            "vairāgyam",
            "ca",
            "tat",
            "āśrayam",
            "pārīkṣitam",
            "upākhyānam",
            "nārada",
            "ākhyānam",
            "eva",
            "ca"
        ],
        "translation": "The following topics are also narrated: the process of devotional service together with its subsidiary feature of renunciation, and the histories of Mahārāja Parīkṣit and the sage Nārada.",
        "purport": ""
    },
    {
        "verse": "6",
        "devanagari": "प्रायोपवेशो राजर्षेर्विप्रशापात् परीक्षित: ।शुकस्य ब्रह्मर्षभस्य संवादश्च परीक्षित: ॥ ६ ॥",
        "english_devnagari": "prāyopaveśo rājarṣervipra-śāpāt parīkṣitaḥśukasya brahmarṣabhasyasaṁvādaś ca parīkṣitaḥ",
        "verse_Syn": [
            "prāya",
            "upaveśaḥ",
            "rāja",
            "ṛṣeḥ",
            "vipra",
            "śāpāt",
            "parīkṣitaḥ",
            "śukasya",
            "brahma",
            "ṛṣabhasya",
            "saṁvādaḥ",
            "ca",
            "parīkṣitaḥ"
        ],
        "translation": "Also described are saintly King Parīkṣit’s sitting down to fast until death in response to the curse of a brāhmaṇa’s son, and the conversations between Parīkṣit and Śukadeva Gosvāmī, who is the best of all brāhmaṇas.",
        "purport": ""
    },
    {
        "verse": "7",
        "devanagari": "योगधारणयोत्क्रान्ति: संवादो नारदाजयो: ।अवतारानुगीतं च सर्ग: प्राधानिकोऽग्रत: ॥ ७ ॥",
        "english_devnagari": "yoga-dhāraṇayotkrāntiḥsaṁvādo nāradājayoḥavatārānugītaṁ casargaḥ prādhāniko ’grataḥ",
        "verse_Syn": [
            "yoga",
            "dhāraṇayā",
            "utkrāntiḥ",
            "saṁvādaḥ",
            "nārada",
            "ajayoḥ",
            "avatāra",
            "anugītam",
            "ca",
            "sargaḥ",
            "prādhānikaḥ",
            "agrataḥ"
        ],
        "translation": "The Bhāgavatam explains how one can attain liberation at the time of death by practicing fixed meditation in yoga. It also contains a discussion between Nārada and Brahmā, an enumeration of the incarnations of the Supreme Personality of Godhead, and a description of how the universe was created in progressive sequence, beginning from the unmanifest stage of material nature.",
        "purport": " Śrīla Viśvanātha Cakravartī Ṭhākura explains that it would be difficult to give a complete list of the numerous accounts and topics contained in the Śrīmad-Bhāgavatam. Therefore it is understood that Sūta Gosvāmī is merely summarizing the topics. We should not consider the topics he fails to mention here less important or superfluous, since every letter and word of Śrīmad-Bhāgavatam is absolute, Kṛṣṇa conscious sound vibration."
    },
    {
        "verse": "8",
        "devanagari": "विदुरोद्धवसंवाद: क्षत्तृमैत्रेययोस्तत: ।पुराणसंहिताप्रश्न‍ो महापुरुषसंस्थिति: ॥ ८ ॥",
        "english_devnagari": "viduroddhava-saṁvādaḥkṣattṛ-maitreyayos tataḥpurāṇa-saṁhitā-praśnomahā-puruṣa-saṁsthitiḥ",
        "verse_Syn": [
            "vidura",
            "uddhava",
            "saṁvādaḥ",
            "kṣattṛ",
            "maitreyayoḥ",
            "tataḥ",
            "purāṇa",
            "saṁhitā",
            "praśnaḥ",
            "mahā",
            "puruṣa",
            "saṁsthitiḥ"
        ],
        "translation": "This scripture also relates the discussions Vidura had with Uddhava and with Maitreya, inquiries about the subject matter of this Purāṇa, and the winding up of creation within the body of the Supreme Lord at the time of annihilation.",
        "purport": ""
    },
    {
        "verse": "9",
        "devanagari": "तत: प्राकृतिक: सर्ग: सप्त वैकृतिकाश्च ये ।ततो ब्रह्माण्डसम्भूतिर्वैराज: पुरुषो यत: ॥ ९ ॥",
        "english_devnagari": "tataḥ prākṛtikaḥ sargaḥsapta vaikṛtikāś ca yetato brahmāṇḍa-sambhūtirvairājaḥ puruṣo yataḥ",
        "verse_Syn": [
            "tataḥ",
            "prākṛtikaḥ",
            "sargaḥ",
            "sapta",
            "vaikṛtikāḥ",
            "ca",
            "ye",
            "tataḥ",
            "brahma",
            "aṇḍa",
            "sambhūtiḥ",
            "vairājaḥ",
            "puruṣaḥ",
            "yataḥ"
        ],
        "translation": "The creation effected by the agitation of the modes of material nature, the seven stages of evolution by elemental transformation, and the construction of the universal egg, from which arises the universal form of the Supreme Lord — all these are thoroughly described.",
        "purport": ""
    },
    {
        "verse": "10",
        "devanagari": "कालस्य स्थूलसूक्ष्मस्य गति: पद्मसमुद्भ‍व: ।भुव उद्धरणेऽम्भोधेर्हिरण्याक्षवधो यथा ॥ १० ॥",
        "english_devnagari": "kālasya sthūla-sūkṣmasyagatiḥ padma-samudbhavaḥbhuva uddharaṇe ’mbhodherhiraṇyākṣa-vadho yathā",
        "verse_Syn": [
            "kālasya",
            "sthūla",
            "sūkṣmasya",
            "gatiḥ",
            "padma",
            "samudbhavaḥ",
            "bhuvaḥ",
            "uddharaṇe",
            "ambhodheḥ",
            "hiraṇyākṣa",
            "vadhaḥ",
            "yathā"
        ],
        "translation": "Other topics include the subtle and gross movements of time, the generation of the lotus from the navel of Garbhodakaśāyī Viṣṇu, and the killing of the demon Hiraṇyākṣa when the earth was delivered from the Garbhodaka Ocean.",
        "purport": ""
    },
    {
        "verse": "11",
        "devanagari": "ऊर्ध्वतिर्यगवाक्सर्गो रुद्रसर्गस्तथैव च । अर्धनारीश्वरस्याथ यत: स्वायम्भुवो मनु: ॥ ११ ॥",
        "english_devnagari": "ūrdhva-tiryag-avāk-sargorudra-sargas tathaiva caardha-nārīśvarasyāthayataḥ svāyambhuvo manuḥ",
        "verse_Syn": [
            "ūrdhva",
            "tiryak",
            "avāk",
            "sargaḥ",
            "rudra",
            "sargaḥ",
            "tathā",
            "eva",
            "ca",
            "ardha",
            "nārī",
            "īśvarasya",
            "atha",
            "yataḥ",
            "svāyambhuvaḥ",
            "manuḥ"
        ],
        "translation": "The Bhāgavatam also describes the creation of demigods, animals and demoniac species of life; the birth of Lord Rudra; and the appearance of Svāyambhuva Manu from the half-man, half-woman Īśvara.",
        "purport": ""
    },
    {
        "verse": "12",
        "devanagari": "शतरूपा च या स्त्रीणामाद्या प्रकृतिरुत्तमा ।सन्तानो धर्मपत्नीनां कर्दमस्य प्रजापते: ॥ १२ ॥",
        "english_devnagari": "śatarūpā ca yā strīṇāmādyā prakṛtir uttamāsantāno dharma-patnīnāṁkardamasya prajāpateḥ",
        "verse_Syn": [
            "śatarūpā",
            "ca",
            "yā",
            "strīṇām",
            "ādyā",
            "prakṛtiḥ",
            "uttamā",
            "santānaḥ",
            "dharma",
            "patnīnām",
            "kardamasya",
            "prajāpateḥ"
        ],
        "translation": "Also related are the appearance of the first woman, Śatarūpā, who was the excellent consort of Manu, and the offspring of the pious wives of Prajāpati Kardama.",
        "purport": ""
    },
    {
        "verse": "13",
        "devanagari": "अवतारो भगवत: कपिलस्य महात्मन: ।देवहूत्याश्च संवाद: कपिलेन च धीमता ॥ १३ ॥",
        "english_devnagari": "avatāro bhagavataḥkapilasya mahātmanaḥdevahūtyāś ca saṁvādaḥkapilena ca dhīmatā",
        "verse_Syn": [
            "avatāraḥ",
            "bhagavataḥ",
            "kapilasya",
            "mahā",
            "ātmanaḥ",
            "devahūtyāḥ",
            "ca",
            "saṁvādaḥ",
            "kapilena",
            "ca",
            "dhī",
            "matā"
        ],
        "translation": "The Bhāgavatam describes the incarnation of the Supreme Personality of Godhead as the exalted sage Kapila and records the conversation between that greatly learned soul and His mother, Devahūti.",
        "purport": ""
    },
    {
        "verse": "14-15",
        "devanagari": "नवब्रह्मसमुत्पत्तिर्दक्षयज्ञविनाशनम् ।ध्रुवस्य चरितं पश्चात्पृथो: प्राचीनबर्हिष: ॥ १४ ॥नारदस्य च संवादस्तत: प्रैयव्रतं द्विजा: ।नाभेस्ततोऽनु चरितमृषभस्य भरतस्य च ॥ १५ ॥",
        "english_devnagari": "nava-brahma-samutpattirdakṣa-yajña-vināśanamdhruvasya caritaṁ paścātpṛthoḥ prācīnabarhiṣaḥ",
        "verse_Syn": [
            "nava",
            "brahma",
            "samutpattiḥ",
            "dakṣa",
            "yajña",
            "vināśanam",
            "dhruvasya",
            "caritam",
            "paścāt",
            "pṛthoḥ",
            "prācīnabarhiṣaḥ",
            "nāradasya",
            "ca",
            "saṁvādaḥ",
            "tataḥ",
            "praiyavratam",
            "dvijāḥ",
            "nābheḥ",
            "tataḥ",
            "anucaritam",
            "ṛṣabhasya",
            "bharatasya",
            "ca"
        ],
        "translation": "Also described are the progeny of the nine great brāhmaṇas, the destruction of Dakṣa’s sacrifice, and the history of Dhruva Mahārāja, followed by the histories of King Pṛthu and King Prācīnabarhi, the discussion between Prācīnabarhi and Nārada, and the life of Mahārāja Priyavrata. Then, O brāhmaṇas, the Bhāgavatam tells of the character and activities of King Nābhi, Lord Ṛṣabha and King Bharata.",
        "purport": ""
    },
    {
        "verse": "16",
        "devanagari": "द्वीपवर्षसमुद्राणां गिरिनद्युपवर्णनम् ।ज्योतिश्चक्रस्य संस्थानं पातालनरकस्थिति: ॥ १६ ॥",
        "english_devnagari": "dvīpa-varṣa-samudrāṇāṁgiri-nady-upavarṇanamjyotiś-cakrasya saṁsthānaṁpātāla-naraka-sthitiḥ",
        "verse_Syn": [
            "dvīpa",
            "varṣa",
            "samudrāṇām",
            "giri",
            "nadī",
            "upavarṇanam",
            "jyotiḥ",
            "cakrasya",
            "saṁsthānam",
            "pātāla",
            "naraka",
            "sthitiḥ"
        ],
        "translation": "The Bhāgavatam gives an elaborate description of the earth’s continents, regions, oceans, mountains and rivers. Also described are the arrangement of the celestial sphere and the conditions found in the subterranean regions and in hell.",
        "purport": ""
    },
    {
        "verse": "17",
        "devanagari": "दक्षजन्म प्रचेतोभ्यस्तत्पुत्रीणां च सन्तति: ।यतो देवासुरनरास्तिर्यङ्‌नगखगादय: ॥ १७ ॥",
        "english_devnagari": "dakṣa-janma pracetobhyastat-putrīṇāṁ ca santatiḥyato devāsura-narāstiryaṅ-naga-khagādayaḥ",
        "verse_Syn": [
            "dakṣa",
            "janma",
            "pracetobhyaḥ",
            "tat",
            "putrīṇām",
            "ca",
            "santatiḥ",
            "yataḥ",
            "deva",
            "asura",
            "narāḥ",
            "tiryak",
            "naga",
            "khaga",
            "ādayaḥ"
        ],
        "translation": "The rebirth of Prajāpati Dakṣa as the son of the Pracetās, and the progeny of Dakṣa’s daughters, who initiated the races of demigods, demons, human beings, animals, serpents, birds and so on — all this is described.",
        "purport": ""
    },
    {
        "verse": "18",
        "devanagari": "त्वाष्ट्रस्य जन्म निधनं पुत्रयोश्च दितेर्द्विजा: ।दैत्येश्वरस्य चरितं प्रह्लादस्य महात्मन: ॥ १८ ॥",
        "english_devnagari": "tvāṣṭrasya janma-nidhanaṁputrayoś ca diter dvijāḥdaityeśvarasya caritaṁprahrādasya mahātmanaḥ",
        "verse_Syn": [
            "tvāṣṭrasya",
            "janma",
            "nidhanam",
            "putrayoḥ",
            "ca",
            "diteḥ",
            "dvijāḥ",
            "daitya",
            "īśvarasya",
            "caritam",
            "prahrādasya",
            "mahā",
            "ātmanaḥ"
        ],
        "translation": "O brāhmaṇas, also recounted are the births and deaths of Vṛtrāsura and of Diti’s sons Hiraṇyākṣa and Hiraṇyakaśipu, as well as the history of the greatest of Diti’s descendants, the exalted soul Prahlāda.",
        "purport": ""
    },
    {
        "verse": "19",
        "devanagari": "मन्वन्तरानुकथनं गजेन्द्रस्य विमोक्षणम् ।मन्वन्तरावताराश्च विष्णोर्हयशिरादय: ॥ १९ ॥",
        "english_devnagari": "manv-antarānukathanaṁgajendrasya vimokṣaṇammanvantarāvatārāś caviṣṇor hayaśirādayaḥ",
        "verse_Syn": [
            "manu",
            "antara",
            "anukathanam",
            "gaja",
            "indrasya",
            "vimokṣaṇam",
            "manuantara",
            "avatārāḥ",
            "ca",
            "viṣṇoḥ",
            "hayaśirā",
            "ādayaḥ"
        ],
        "translation": "The reign of each Manu, the liberation of Gajendra, and the special incarnations of Lord Viṣṇu in each manvantara, such as Lord Hayaśīrṣā, are described as well.",
        "purport": ""
    },
    {
        "verse": "20",
        "devanagari": "कौर्मं मात्स्यं नारसिंहं वामनं च जगत्पते: ।क्षीरोदमथनं तद्वदमृतार्थे दिवौकसाम् ॥ २० ॥",
        "english_devnagari": "kaurmaṁ mātsyaṁ nārasiṁhaṁvāmanaṁ ca jagat-pateḥkṣīroda-mathanaṁ tadvadamṛtārthe divaukasām",
        "verse_Syn": [
            "kaurmam",
            "mātsyam",
            "nārasiṁham",
            "vāmanam",
            "ca",
            "jagat",
            "pateḥ",
            "kṣīra",
            "uda",
            "mathanam",
            "tadvat",
            "amṛta",
            "arthe",
            "diva",
            "okasām"
        ],
        "translation": "The Bhāgavatam also tells of the appearances of the Lord of the universe as Kūrma, Matsya, Narasiṁha and Vāmana, and of the demigods’ churning of the Milk Ocean to obtain nectar.",
        "purport": ""
    },
    {
        "verse": "21",
        "devanagari": "देवासुरमहायुद्धं राजवंशानुकीर्तनम् ।इक्ष्वाकुजन्म तद्वंश: सुद्युम्नस्य महात्मन: ॥ २१ ॥",
        "english_devnagari": "devāsura-mahā-yuddhaṁrāja-vaṁśānukīrtanamikṣvāku-janma tad-vaṁśaḥsudyumnasya mahātmanaḥ",
        "verse_Syn": [
            "deva",
            "asura",
            "mahā",
            "yuddham",
            "rāja",
            "vaṁśa",
            "anukīrtanam",
            "ikṣvāku",
            "janma",
            "tat",
            "vaṁśaḥ",
            "sudyamnasya",
            "mahā",
            "ātmanaḥ"
        ],
        "translation": "An account of the great battle fought between the demigods and the demons, a systematic description of the dynasties of various kings, and narrations concerning Ikṣvāku’s birth, his dynasty and the dynasty of the pious Sudyumna — all are presented within this literature.",
        "purport": ""
    },
    {
        "verse": "22",
        "devanagari": "इलोपाख्यानमत्रोक्तं तारोपाख्यानमेव च ।सूर्यवंशानुकथनं शशादाद्या नृगादय: ॥ २२ ॥",
        "english_devnagari": "ilopākhyānam atroktaṁtāropākhyānam eva casūrya-vaṁśānukathanaṁśaśādādyā nṛgādayaḥ",
        "verse_Syn": [
            "ilā",
            "upākhyānam",
            "atra",
            "uktam",
            "tārā",
            "upākhyānam",
            "eva",
            "ca",
            "sūrya",
            "vaṁśa",
            "anukathanam",
            "śaśāda",
            "ādyāḥ",
            "nṛga",
            "ādayaḥ"
        ],
        "translation": "Also related are the histories of Ilā and Tārā, and the description of the descendants of the sun-god, including such kings as Śaśāda and Nṛga.",
        "purport": ""
    },
    {
        "verse": "23",
        "devanagari": "सौकन्यं चाथ शर्याते: ककुत्स्थस्य च धीमत: ।खट्‌वाङ्गस्य च मान्धातु: सौभरे: सगरस्य च ॥ २३ ॥",
        "english_devnagari": "saukanyaṁ cātha śaryāteḥkakutsthasya ca dhīmataḥkhaṭvāṅgasya ca māndhātuḥsaubhareḥ sagarasya ca",
        "verse_Syn": [
            "saukanyam",
            "ca",
            "atha",
            "śaryāteḥ",
            "kakutsthasya",
            "ca",
            "dhī",
            "mataḥ",
            "khaṭvāṅgasya",
            "ca",
            "māndhātuḥ",
            "saubhareḥ",
            "sagarasya",
            "ca"
        ],
        "translation": "The histories of Sukanyā, Śaryāti, the intelligent Kakutstha, Khaṭvāṅga, Māndhātā, Saubhari and Sagara are narrated.",
        "purport": ""
    },
    {
        "verse": "24",
        "devanagari": "रामस्य कोशलेन्द्रस्य चरितं किल्बिषापहम् ।निमेरङ्गपरित्यागो जनकानां च सम्भव: ॥ २४ ॥",
        "english_devnagari": "rāmasya kośalendrasyacaritaṁ kilbiṣāpahamnimer aṅga-parityāgojanakānāṁ ca sambhavaḥ",
        "verse_Syn": [
            "rāmasya",
            "kośala",
            "indrasya",
            "caritam",
            "kilbiṣa",
            "apaham",
            "nimeḥ",
            "aṅga",
            "parityāgaḥ",
            "janakānām",
            "ca",
            "sambhavaḥ"
        ],
        "translation": "The Bhāgavatam narrates the sanctifying pastimes of Lord Rāmacandra, the King of Kośala, and also explains how King Nimi abandoned his material body. The appearance of the descendants of King Janaka is also mentioned.",
        "purport": ""
    },
    {
        "verse": "25-26",
        "devanagari": "रामस्य भार्गवेन्द्रस्य नि:क्षत्रीकरणं भुव: ।ऐलस्य सोमवंशस्य ययातेर्नहुषस्य च ॥ २५ ॥दौष्मन्तेर्भरतस्यापि शान्तनोस्तत्सुतस्य च ।ययातेर्ज्येष्ठपुत्रस्य यदोर्वंशोऽनुकीर्तित: ॥ २६ ॥",
        "english_devnagari": "rāmasya bhārgavendrasyaniḥkṣatrī-karaṇaṁ bhuvaḥailasya soma-vaṁśasyayayāter nahuṣasya ca",
        "verse_Syn": [
            "rāmasya",
            "bhārgava",
            "indrasya",
            "niḥkṣatrī",
            "karaṇam",
            "bhuvaḥ",
            "ailasya",
            "soma",
            "vaṁśasya",
            "yayāteḥ",
            "nahuṣasya",
            "ca",
            "dauṣmanteḥ",
            "bharatasya",
            "api",
            "śāntanoḥ",
            "tat",
            "sutasya",
            "ca",
            "yayāteḥ",
            "jyeṣṭha",
            "putrasya",
            "yadoḥ",
            "vaṁśaḥ",
            "anu",
            "kīrtitaḥ"
        ],
        "translation": "The Śrīmad-Bhāgavatam describes how Lord Paraśurāma, the greatest descendant of Bhṛgu, annihilated all the kṣatriyas on the face of the earth. It further recounts the lives of glorious kings who appeared in the dynasty of the moon-god — kings such as Aila, Yayāti, Nahuṣa, Duṣmanta’s son Bharata, Śāntanu and Śāntanu’s son Bhīṣma. Also described is the great dynasty founded by King Yadu, the eldest son of Yayāti.",
        "purport": ""
    },
    {
        "verse": "27",
        "devanagari": "यत्रावतीर्णो भगवान् कृष्णाख्यो जगदीश्वर: ।वसुदेवगृहे जन्म ततो वृद्धिश्च गोकुले ॥ २७ ॥",
        "english_devnagari": "yatrāvatīrṇo bhagavānkṛṣṇākhyo jagad-īśvaraḥvasudeva-gṛhe janmatato vṛddhiś ca gokule",
        "verse_Syn": [
            "yatra",
            "avatīrṇaḥ",
            "bhagavān",
            "kṛṣṇa",
            "ākhyaḥ",
            "jagat",
            "īśvaraḥ",
            "vasudeva",
            "gṛhe",
            "janma",
            "tataḥ",
            "vṛddhiḥ",
            "ca",
            "gokule"
        ],
        "translation": "How Śrī Kṛṣṇa, the Supreme Personality of Godhead and Lord of the universe, descended into this Yadu dynasty, how He took birth in the home of Vasudeva, and how He then grew up in Gokula — all this is described in detail.",
        "purport": ""
    },
    {
        "verse": "28-29",
        "devanagari": "तस्य कर्माण्यपाराणि कीर्तितान्यसुरद्विष: ।पूतनासुपय:पानं शकटोच्चाटनं शिशो: ॥ २८ ॥तृणावर्तस्य निष्पेषस्तथैव बकवत्सयो: ।अघासुरवधो धात्रा वत्सपालावगूहनम् ॥ २९ ॥",
        "english_devnagari": "tasya karmāṇy apārāṇikīrtitāny asura-dviṣaḥpūtanāsu-payaḥ-pānaṁśakaṭoccāṭanaṁ śiśoḥ",
        "verse_Syn": [
            "tasya",
            "karmāṇi",
            "apārāṇi",
            "kīrtitāni",
            "asura",
            "dviṣaḥ",
            "pūtanā",
            "asu",
            "payaḥ",
            "pānam",
            "śakaṭa",
            "uccāṭanam",
            "śiśoḥ",
            "tṛṇāvartasya",
            "niṣpeṣaḥ",
            "tathā",
            "eva",
            "baka",
            "vatsayoḥ",
            "agha",
            "asura",
            "vadhaḥ",
            "dhātrā",
            "vatsa",
            "pāla",
            "avagūhanam"
        ],
        "translation": "Also glorified are the innumerable pastimes of Śrī Kṛṣṇa, the enemy of the demons, including His childhood pastimes of sucking out Pūtanā’s life air along with her breast milk, breaking the cart, trampling down Tṛṇāvarta, killing Bakāsura, Vatsāsura and Aghāsura, and the pastimes He enacted when Lord Brahmā hid His calves and cowherd boyfriends in a cave.",
        "purport": ""
    },
    {
        "verse": "30",
        "devanagari": "धेनुकस्य सहभ्रातु: प्रलम्बस्य च सङ्‍क्षय: ।गोपानां च परित्राणं दावाग्ने: परिसर्पत: ॥ ३० ॥",
        "english_devnagari": "dhenukasya saha-bhrātuḥpralambasya ca saṅkṣayaḥgopānāṁ ca paritrāṇaṁdāvāgneḥ parisarpataḥ",
        "verse_Syn": [
            "dhenukasya",
            "saha",
            "bhrātuḥ",
            "pralambasya",
            "ca",
            "saṅkṣayaḥ",
            "gopānām",
            "ca",
            "paritrāṇam",
            "dāva",
            "agneḥ",
            "parisarpataḥ"
        ],
        "translation": "The Śrīmad-Bhāgavatam tells how Lord Kṛṣṇa and Lord Balarāma killed the demon Dhenukāsura and his companions, how Lord Balarāma destroyed Pralambāsura, and also how Kṛṣṇa saved the cowherd boys from a raging forest fire that had encircled them.",
        "purport": ""
    },
    {
        "verse": "31-33",
        "devanagari": "दमनं कालियस्याहेर्महाहेर्नन्दमोक्षणम् ।व्रतचर्या तु कन्यानां यत्र तुष्टोऽच्युतो व्रतै: ॥ ३१ ॥प्रसादो यज्ञपत्नीभ्यो विप्राणां चानुतापनम् ।गोवर्धनोद्धारणं च शक्रस्य सुरभेरथ ॥ ३२ ॥यज्ञाभिषेक: कृष्णस्य स्त्रीभि: क्रीडा च रात्रिषु ।शङ्खचूडस्य दुर्बुद्धेर्वधोऽरिष्टस्य केशिन: ॥ ३३ ॥",
        "english_devnagari": "damanaṁ kāliyasyāhermahāher nanda-mokṣaṇamvrata-caryā tu kanyānāṁyatra tuṣṭo ’cyuto vrataiḥ",
        "verse_Syn": [
            "damanam",
            "kāliyasya",
            "aheḥ",
            "mahā",
            "aheḥ",
            "nanda",
            "mokṣaṇam",
            "vrata",
            "caryā",
            "tu",
            "kanyānām",
            "yatra",
            "tuṣṭaḥ",
            "acyutaḥ",
            "vrataiḥ",
            "prasādaḥ",
            "yajña",
            "patnībhyaḥ",
            "viprāṇām",
            "ca",
            "anutāpanam",
            "govardhana",
            "uddhāraṇam",
            "ca",
            "śakrasya",
            "surabheḥ",
            "atha",
            "yajña",
            "abhiṣekaḥ",
            "kṛṣṇasya",
            "strībhiḥ",
            "krīḍā",
            "ca",
            "rātriṣu",
            "śaṅkhacūḍasya",
            "durbuddheḥ",
            "vadhaḥ",
            "ariṣṭasya",
            "keśinaḥ"
        ],
        "translation": "The chastisement of the serpent Kāliya; the rescue of Nanda Mahārāja from a great snake; the severe vows performed by the young gopīs, who thus satisfied Lord Kṛṣṇa; the mercy He showed the wives of the Vedic brāhmaṇas, who felt remorse; the lifting of Govardhana Hill followed by the worship and bathing ceremony performed by Indra and the Surabhi cow; Lord Kṛṣṇa’s nocturnal pastimes with the cowherd girls; and the killing of the foolish demons Śaṅkhacūḍa, Ariṣṭa and Keśī — all these pastimes are elaborately recounted.",
        "purport": ""
    },
    {
        "verse": "34",
        "devanagari": "अक्रूरागमनं पश्चात् प्रस्थानं रामकृष्णयो: ।व्रजस्त्रीणां विलापश्च मथुरालोकनं तत: ॥ ३४ ॥",
        "english_devnagari": "akrūrāgamanaṁ paścātprasthānaṁ rāma-kṛṣṇayoḥvraja-strīṇāṁ vilāpaś camathurālokanaṁ tataḥ",
        "verse_Syn": [
            "akrūra",
            "āgamanam",
            "paścāt",
            "prasthānam",
            "rāma",
            "kṛṣṇayoḥ",
            "vraja",
            "strīṇām",
            "vilāpaḥ",
            "ca",
            "mathurā",
            "ālokanam",
            "tataḥ"
        ],
        "translation": "The Bhāgavatam describes the arrival of Akrūra, the subsequent departure of Kṛṣṇa and Balarāma, the lamentation of the gopīs and the touring of Mathurā.",
        "purport": ""
    },
    {
        "verse": "35",
        "devanagari": "गजमुष्टिकचाणूरकंसादीनां तथा वध: ।मृतस्यानयनं सूनो: पुन: सान्दीपनेर्गुरो: ॥ ३५ ॥",
        "english_devnagari": "gaja-muṣṭika-cāṇūra-kaṁsādīnāṁ tathā vadhaḥmṛtasyānayanaṁ sūnoḥpunaḥ sāndīpaner guroḥ",
        "verse_Syn": [
            "gaja",
            "muṣṭika",
            "cāṇūra",
            "kaṁsa",
            "ādīnām",
            "tathā",
            "vadhaḥ",
            "mṛtasya",
            "ānayanam",
            "sūnoḥ",
            "punaḥ",
            "sāndīpaneḥ",
            "guroḥ"
        ],
        "translation": "Also narrated are how Kṛṣṇa and Balarāma killed the elephant Kuvalayāpīḍa, the wrestlers Muṣṭika and Cāṇūra, and Kaṁsa and other demons, as well as how Kṛṣṇa brought back the dead son of His spiritual master, Sāndīpani Muni.",
        "purport": ""
    },
    {
        "verse": "36",
        "devanagari": "मथुरायां निवसता यदुचक्रस्य यत्प्रियम् ।कृतमुद्धवरामाभ्यां युतेन हरिणा द्विजा: ॥ ३६ ॥",
        "english_devnagari": "mathurāyāṁ nivasatāyadu-cakrasya yat priyamkṛtam uddhava-rāmābhyāṁyutena hariṇā dvijāḥ",
        "verse_Syn": [
            "mathurāyām",
            "nivasatā",
            "yadu",
            "cakrasya",
            "yat",
            "priyam",
            "kṛtam",
            "uddhava",
            "rāmābhyām",
            "yutena",
            "hariṇā",
            "dvijāḥ"
        ],
        "translation": "Then, O brāhmaṇas, this scripture recounts how Lord Hari, while residing in Mathurā in the company of Uddhava and Balarāma, performed pastimes for the satisfaction of the Yadu dynasty.",
        "purport": ""
    },
    {
        "verse": "37",
        "devanagari": "जरासन्धसमानीतसैन्यस्य बहुशो वध: ।घातनं यवनेन्द्रस्य कुशस्थल्या निवेशनम् ॥ ३७ ॥",
        "english_devnagari": "jarāsandha-samānīta-sainyasya bahuśo vadhaḥghātanaṁ yavanendrasyakuśasthalyā niveśanam",
        "verse_Syn": [
            "jarāsandha",
            "samānīta",
            "sainyasya",
            "bahuśaḥ",
            "vadhaḥ",
            "ghātanam",
            "yavana",
            "indrasya",
            "kuśasthalyāḥ",
            "niveśanam"
        ],
        "translation": "Also described are the annihilation of each of the many armies brought by Jarāsandha, the killing of the barbarian king Kālayavana and the establishment of Dvārakā City.",
        "purport": ""
    },
    {
        "verse": "38",
        "devanagari": "आदानं पारिजातस्य सुधर्माया: सुरालयात् ।रुक्‍मिण्या हरणं युद्धे प्रमथ्य द्विषतो हरे: ॥ ३८ ॥",
        "english_devnagari": "ādānaṁ pārijātasyasudharmāyāḥ surālayātrukmiṇyā haraṇaṁ yuddhepramathya dviṣato hareḥ",
        "verse_Syn": [
            "ādānam",
            "pārijātasya",
            "sudharmāyāḥ",
            "sura",
            "ālayāt",
            "rukmiṇyāḥ",
            "haraṇam",
            "yuddhe",
            "pramathya",
            "dviṣataḥ",
            "hareḥ"
        ],
        "translation": "This work also describes how Lord Kṛṣṇa brought from heaven the pārijāta tree and the Sudharmā assembly hall, and how He kidnapped Rukmiṇī by defeating all His rivals in battle.",
        "purport": ""
    },
    {
        "verse": "39",
        "devanagari": "हरस्य जृम्भणं युद्धे बाणस्य भुजकृन्तनम् ।प्राग्ज्योतिषपतिं हत्वा कन्यानां हरणं च यत् ॥ ३९ ॥",
        "english_devnagari": "harasya jṛmbhaṇaṁ yuddhebāṇasya bhuja-kṛntanamprāgjyotiṣa-patiṁ hatvākanyānāṁ haraṇaṁ ca yat",
        "verse_Syn": [
            "harasya",
            "jṛmbhaṇam",
            "yuddhe",
            "bāṇasya",
            "bhuja",
            "kṛntanam",
            "prāgjyotiṣa",
            "patim",
            "hatvā",
            "kanyānām",
            "haraṇam",
            "ca",
            "yat"
        ],
        "translation": "Also narrated are how Lord Kṛṣṇa, in the battle with Bāṇāsura, defeated Lord Śiva by making him yawn, how the Lord cut off Bāṇāsura’s arms, and how He killed the master of Prāgjyotiṣapura and then rescued the young princesses held captive in that city.",
        "purport": ""
    },
    {
        "verse": "40-41",
        "devanagari": "चैद्यपौण्ड्रकशाल्वानां दन्तवक्रस्य दुर्मते: ।शम्बरो द्विविद: पीठो मुर: पञ्चजनादय: ॥ ४० ॥माहात्म्यं च वधस्तेषां वाराणस्याश्च दाहनम् ।भारावतरणं भूमेर्निमित्तीकृत्य पाण्डवान् ॥ ४१ ॥",
        "english_devnagari": "caidya-pauṇḍraka-śālvānāṁdantavakrasya durmateḥśambaro dvividaḥ pīṭhomuraḥ pañcajanādayaḥ",
        "verse_Syn": [
            "caidya",
            "pauṇḍraka",
            "śālvānām",
            "dantavakrasya",
            "durmateḥ",
            "śambaraḥ",
            "dvividaḥ",
            "pīṭhaḥ",
            "muraḥ",
            "pañcajana",
            "ādayaḥ",
            "māhātmyam",
            "ca",
            "vadhaḥ",
            "teṣām",
            "vārāṇasyāḥ",
            "ca",
            "dāhanam",
            "bhāra",
            "avataraṇam",
            "bhūmeḥ",
            "nimittī",
            "kṛtya",
            "pāṇḍavān"
        ],
        "translation": "There are descriptions of the powers and the deaths of the King of Cedi, Pauṇḍraka, Śālva, the foolish Dantavakra, Śambara, Dvivida, Pīṭha, Mura, Pañcajana and other demons, along with a description of how Vārāṇasī was burned to the ground. The Bhāgavatam also recounts how Lord Kṛṣṇa relieved the earth’s burden by engaging the Pāṇḍavas in the Battle of Kurukṣetra.",
        "purport": ""
    },
    {
        "verse": "42-43",
        "devanagari": "विप्रशापापदेशेन संहार: स्वकुलस्य च ।उद्धवस्य च संवादो वसुदेवस्य चाद्भ‍ुत: ॥ ४२ ॥यत्रात्मविद्या ह्यखिला प्रोक्ता धर्मविनिर्णय: ।ततो मर्त्यपरित्याग आत्मयोगानुभावत: ॥ ४३ ॥",
        "english_devnagari": "vipra-śāpāpadeśenasaṁhāraḥ sva-kulasya cauddhavasya ca saṁvādovasudevasya cādbhutaḥ",
        "verse_Syn": [
            "vipra",
            "śāpa",
            "apadeśena",
            "saṁhāraḥ",
            "sva",
            "kulasya",
            "ca",
            "uddhavasya",
            "ca",
            "saṁvādaḥ",
            "vasudevasya",
            "ca",
            "adbhutaḥ",
            "yatra",
            "ātma",
            "vidyā",
            "hi",
            "akhilā",
            "proktā",
            "dharma",
            "vinirṇayaḥ",
            "tataḥ",
            "martya",
            "parityāgaḥ",
            "ātma",
            "yoga",
            "anubhāvataḥ"
        ],
        "translation": "How the Lord withdrew His own dynasty on the pretext of the brāhmaṇas’ curse; Vasudeva’s conversation with Nārada; the extraordinary conversation between Uddhava and Kṛṣṇa, which reveals the science of the self in complete detail and elucidates the religious principles of human society; and then how Lord Kṛṣṇa gave up this mortal world by His own mystic power — the Bhāgavatam narrates all these events.",
        "purport": ""
    },
    {
        "verse": "44",
        "devanagari": "युगलक्षणवृत्तिश्च कलौ नृणामुपप्लव: ।चतुर्विधश्च प्रलय उत्पत्तिस्त्रिविधा तथा ॥ ४४ ॥",
        "english_devnagari": "yuga-lakṣaṇa-vṛttiś cakalau nṝṇām upaplavaḥcatur-vidhaś ca pralayautpattis tri-vidhā tathā",
        "verse_Syn": [
            "yuga",
            "lakṣaṇa",
            "vṛttiḥ",
            "ca",
            "kalau",
            "nṝṇām",
            "upaplavaḥ",
            "catuḥ",
            "vidhaḥ",
            "ca",
            "pralayaḥ",
            "utpattiḥ",
            "tri",
            "vidhā",
            "tathā"
        ],
        "translation": "This work also describes people’s characteristics and behavior in the different ages, the chaos men experience in the Age of Kali, the four kinds of annihilation and the three kinds of creation.",
        "purport": ""
    },
    {
        "verse": "45",
        "devanagari": "देहत्यागश्च राजर्षेर्विष्णुरातस्य धीमत: ।शाखाप्रणयनमृषेर्मार्कण्डेयस्य सत्कथा ।महापुरुषविन्यास: सूर्यस्य जगदात्मन: ॥ ४५ ॥",
        "english_devnagari": "deha-tyāgaś ca rājarṣerviṣṇu-rātasya dhīmataḥśākhā-praṇayanam ṛṣermārkaṇḍeyasya sat-kathāmahā-puruṣa-vinyāsaḥsūryasya jagad-ātmanaḥ",
        "verse_Syn": [
            "deha",
            "tyāgaḥ",
            "ca",
            "rāja",
            "ṛṣeḥ",
            "viṣṇu",
            "rātasya",
            "dhī",
            "mataḥ",
            "śākhā",
            "praṇayanam",
            "ṛṣeḥ",
            "mārkaṇḍeyasya",
            "sat",
            "kathā",
            "mahā",
            "puruṣa",
            "vinyāsaḥ",
            "sūryasya",
            "jagat",
            "ātmanaḥ"
        ],
        "translation": "There are also an account of the passing away of the wise and saintly King Viṣṇurāta [Parīkṣit], an explanation of how Śrīla Vyāsadeva disseminated the branches of the Vedas, a pious narration concerning Mārkaṇḍeya Ṛṣi, and a description of the detailed arrangement of the Lord’s universal form and His form as the sun, the soul of the universe.",
        "purport": ""
    },
    {
        "verse": "46",
        "devanagari": "इति चोक्तं द्विजश्रेष्ठा यत्पृष्टोऽहमिहास्मि व: ।लीलावतारकर्माणि कीर्तितानीह सर्वश: ॥ ४६ ॥",
        "english_devnagari": "iti coktaṁ dvija-śreṣṭhāyat pṛṣṭo ’ham ihāsmi vaḥlīlāvatāra-karmāṇikīrtitānīha sarvaśaḥ",
        "verse_Syn": [
            "iti",
            "ca",
            "uktam",
            "dvija",
            "śreṣṭhāḥ",
            "yat",
            "pṛṣṭaḥ",
            "aham",
            "iha",
            "asmi",
            "vaḥ",
            "līlā",
            "avatāra",
            "karmāṇi",
            "kīrtitāni",
            "iha",
            "sarvaśaḥ"
        ],
        "translation": "Thus, O best of the brāhmaṇas, I have explained herein what you have inquired from me. This literature has glorified in full detail the activities of the Lord’s pastime incarnations.",
        "purport": ""
    },
    {
        "verse": "47",
        "devanagari": "पतित: स्खलितश्चार्त: क्षुत्त्वा वा विवशो गृणन् ।हरये नम इत्युच्चैर्मुच्यते सर्वपातकात् ॥ ४७ ॥",
        "english_devnagari": "patitaḥ skhalitaś cārtaḥkṣuttvā vā vivaśo gṛṇanharaye nama ity uccairmucyate sarva-pātakāt",
        "verse_Syn": [
            "patitaḥ",
            "skhalitaḥ",
            "ca",
            "ārtaḥ",
            "kṣuttvā",
            "vā",
            "vivaśaḥ",
            "gṛṇan",
            "haraye",
            "namaḥ",
            "iti",
            "uccaiḥ",
            "mucyate",
            "sarva",
            "pātakāt"
        ],
        "translation": "If when falling, slipping, feeling pain or sneezing one involuntarily cries out in a loud voice, “Obeisances to Lord Hari!” one will be automatically freed from all his sinful reactions.",
        "purport": " Śrīla Bhaktisiddhānta Sarasvatī Ṭhākura explains that Lord Śrī Caitanya is always loudly chanting the song haraye namaḥ kṛṣṇa in the courtyard of Śrīvāsa Ṭhākura and that this same Lord Caitanya will free us from our materialistic enjoying propensity if we also loudly chant the glories of the Supreme Lord Hari."
    },
    {
        "verse": "48",
        "devanagari": "सङ्कीर्त्यमानो भगवाननन्त:श्रुतानुभावो व्यसनं हि पुंसाम् ।प्रविश्य चित्तं विधुनोत्यशेषंयथा तमोऽर्कोऽभ्रमिवातिवात: ॥ ४८ ॥",
        "english_devnagari": "saṅkīrtyamāno bhagavān anantaḥśrutānubhāvo vyasanaṁ hi puṁsāmpraviśya cittaṁ vidhunoty aśeṣaṁyathā tamo ’rko ’bhram ivāti-vātaḥ",
        "verse_Syn": [
            "saṅkīrtyamānaḥ",
            "bhagavān",
            "anantaḥ",
            "śruta",
            "anubhāvaḥ",
            "vyasanam",
            "hi",
            "puṁsām",
            "praviśya",
            "cittam",
            "vidhunoti",
            "aśeṣam",
            "yathā",
            "tamaḥ",
            "arkaḥ",
            "abhram",
            "iva",
            "ati",
            "vātaḥ"
        ],
        "translation": "When people properly glorify the Supreme Personality of Godhead or simply hear about His power, the Lord personally enters their hearts and cleanses away every trace of misfortune, just as the sun removes the darkness or as a powerful wind drives away the clouds.",
        "purport": " One may not be satisfied by the example of the sun removing the darkness, since sometimes the darkness in a cave is not removed by the sun. Therefore the example is given of a strong wind that drives away a cover of clouds. It is thus emphatically stated here that the Supreme Lord will remove from the heart of His devotee the darkness of material illusion."
    },
    {
        "verse": "49",
        "devanagari": "मृषा गिरस्ता ह्यसतीरसत्कथान कथ्यते यद् भगवानधोक्षज: ।तदेव सत्यं तदुहैव मङ्गलंतदेव पुण्यं भगवद्गुणोदयम् ॥ ४९ ॥",
        "english_devnagari": "mṛṣā giras tā hy asatīr asat-kathāna kathyate yad bhagavān adhokṣajaḥtad eva satyaṁ tad u haiva maṅgalaṁtad eva puṇyaṁ bhagavad-guṇodayam",
        "verse_Syn": [
            "mṛṣāḥ",
            "giraḥ",
            "tāḥ",
            "hi",
            "asatīḥ",
            "asat",
            "kathāḥ",
            "na",
            "kathyate",
            "yat",
            "bhagavān",
            "adhokṣajaḥ",
            "tat",
            "eva",
            "satyam",
            "tat",
            "u",
            "ha",
            "eva",
            "maṅgalam",
            "tat",
            "eva",
            "puṇyam",
            "bhagavat",
            "guṇa",
            "udayam"
        ],
        "translation": "Words that do not describe the transcendental Personality of Godhead but instead deal with temporary matters are simply false and useless. Only those words that manifest the transcendental qualities of the Supreme Lord are actually truthful, auspicious and pious.",
        "purport": " Sooner or later, all material literature and discussion must fail the test of time. On the other hand, the transcendental descriptions of the Supreme Lord can free us from the bondage of illusion and restore us to our eternal status as loving servants of the Lord. Although men who are like animals may criticize the glorification of the Absolute Truth, those who are civilized should go on vigorously propagating the transcendental glories of the Lord."
    },
    {
        "verse": "50",
        "devanagari": "तदेव रम्यं रुचिरं नवं नवंतदेव शश्वन्मनसो महोत्सवम् ।तदेव शोकार्णवशोषणं नृणांयदुत्तम:श्लोकयशोऽनुगीयते ॥ ५० ॥",
        "english_devnagari": "tad eva ramyaṁ ruciraṁ navaṁ navaṁtad eva śaśvan manaso mahotsavamtad eva śokārṇava-śoṣaṇaṁ nṛṇāṁyad uttamaḥśloka-yaśo ’nugīyate",
        "verse_Syn": [
            "tat",
            "eva",
            "ramyam",
            "ruciram",
            "navam",
            "navam",
            "tat",
            "eva",
            "śaśvat",
            "manasaḥ",
            "mahā",
            "utsavam",
            "tat",
            "eva",
            "śoka",
            "arṇava",
            "śoṣaṇam",
            "nṛṇām",
            "yat",
            "uttamaḥśloka",
            "yaśaḥ",
            "anugīyate"
        ],
        "translation": "Those words describing the glories of the all-famous Personality of Godhead are attractive, relishable and ever fresh. Indeed, such words are a perpetual festival for the mind, and they dry up the ocean of misery.",
        "purport": ""
    },
    {
        "verse": "51",
        "devanagari": "न यद् वचश्चित्रपदं हरेर्यशोजगत्पवित्रं प्रगृणीत कर्हिचित् ।तद् ध्वाङ्‍क्षतीर्थं न तु हंससेवितंयत्राच्युतस्तत्र हि साधवोऽमला: ॥ ५१ ॥",
        "english_devnagari": "na yad vacaś citra-padaṁ harer yaśojagat-pavitraṁ pragṛṇīta karhicittad dhvāṅkṣa-tīrthaṁ na tu haṁsa-sevitaṁyatrācyutas tatra hi sādhavo ’malāḥ",
        "verse_Syn": [
            "na",
            "yat",
            "vacaḥ",
            "citra",
            "padam",
            "hareḥ",
            "yaśaḥ",
            "jagat",
            "pavitram",
            "pragṛṇīta",
            "karhicit",
            "tat",
            "dhvāṅkṣa",
            "tīrtham",
            "na",
            "tu",
            "haṁsa",
            "sevitam",
            "yatra",
            "acyutaḥ",
            "tatra",
            "hi",
            "sādhavaḥ",
            "amalāḥ"
        ],
        "translation": "Those words that do not describe the glories of the Lord, who alone can sanctify the atmosphere of the whole universe, are considered to be like unto a place of pilgrimage for crows, and are never resorted to by those situated in transcendental knowledge. The pure and saintly devotees take interest only in topics glorifying the infallible Supreme Lord.",
        "purport": ""
    },
    {
        "verse": "52",
        "devanagari": "तद्वाग्विसर्गो जनताघसम्प्लवोयस्मिन् प्रतिश्लोकमबद्धवत्यपि ।नामान्यनन्तस्य यशोऽङ्कितानि य-च्छृण्वन्ति गायन्ति गृणन्ति साधव: ॥ ५२ ॥",
        "english_devnagari": "tad vāg-visargo janatāgha-samplavoyasmin prati-ślokam abaddhavaty apināmāny anantasya yaśo ’ṅkitāni yatśṛṇvanti gāyanti gṛṇanti sādhavaḥ",
        "verse_Syn": [
            "tat",
            "vāk",
            "visargaḥ",
            "janatā",
            "agha",
            "samplavaḥ",
            "yasmin",
            "prati",
            "ślokam",
            "abaddhavati",
            "api",
            "nāmāni",
            "anantasya",
            "yaśaḥ",
            "aṅkitāni",
            "yat",
            "śṛṇvanti",
            "gāyanti",
            "gṛṇanti",
            "sādhavaḥ"
        ],
        "translation": "On the other hand, that literature which is full of descriptions of the transcendental glories of the name, fame, forms, pastimes and so on of the unlimited Supreme Lord is a different creation, full of transcendental words directed toward bringing about a revolution in the impious lives of this world’s misdirected civilization. Such transcendental literatures, even though imperfectly composed, are heard, sung and accepted by purified men who are thoroughly honest.",
        "purport": ""
    },
    {
        "verse": "53",
        "devanagari": "नैष्कर्म्यमप्यच्युतभाववर्जितंन शोभते ज्ञानमलं निरञ्जनम् ।कुत: पुन: शश्वदभद्रमीश्वरेन ह्यर्पितं कर्म यदप्यनुत्तमम् ॥ ५३ ॥",
        "english_devnagari": "naiṣkarmyam apy acyuta-bhāva-varjitaṁna śobhate jñānam alaṁ nirañjanamkutaḥ punaḥ śaśvad abhadram īśvarena hy arpitaṁ karma yad apy anuttamam",
        "verse_Syn": [
            "naiṣkarmyam",
            "api",
            "acyuta",
            "bhāva",
            "varjitam",
            "na",
            "śobhate",
            "jñānam",
            "alam",
            "nirañjanam",
            "kutaḥ",
            "punaḥ",
            "śaśvat",
            "abhadram",
            "īśvare",
            "na",
            "hi",
            "arpitam",
            "karma",
            "yat",
            "api",
            "anuttamam"
        ],
        "translation": "Knowledge of self-realization, even though free from all material affinity, does not look well if devoid of a conception of the Infallible [God]. What, then, is the use of even the most properly performed fruitive activities, which are naturally painful from the very beginning and transient by nature, if they are not utilized for the devotional service of the Lord?",
        "purport": " This and the previous two verses are found in a slightly different form in the First Canto of Śrīmad-Bhāgavatam (1.5.10-12). The translations are based on Śrīla Prabhupāda’s."
    },
    {
        "verse": "54",
        "devanagari": "यश:श्रियामेव परिश्रम: परोवर्णाश्रमाचारतप:श्रुतादिषु ।अविस्मृति: श्रीधरपादपद्मयो-र्गुणानुवादश्रवणादरादिभि: ॥ ५४ ॥",
        "english_devnagari": "yaśaḥ-śriyām eva pariśramaḥ parovarṇāśramācāra-tapaḥ-śrutādiṣuavismṛtiḥ śrīdhara-pāda-padmayorguṇānuvāda-śravaṇādarādibhiḥ",
        "verse_Syn": [
            "yaśaḥ",
            "śriyām",
            "eva",
            "pariśramaḥ",
            "paraḥ",
            "varṇa",
            "āśrama",
            "ācāra",
            "tapaḥ",
            "śruta",
            "ādiṣu",
            "avismṛtiḥ",
            "śrīdhara",
            "pāda",
            "padmayoḥ",
            "guṇa",
            "anuvāda",
            "śravaṇa",
            "ādara",
            "ādibhiḥ"
        ],
        "translation": "The great endeavor one undergoes in executing the ordinary social and religious duties of the varṇāśrama system, in performing austerities, and in hearing from the Vedas culminates only in the achievement of mundane fame and opulence. But by respecting and attentively hearing the recitation of the transcendental qualities of the Supreme Lord, the husband of the goddess of fortune, one can remember His lotus feet.",
        "purport": ""
    },
    {
        "verse": "55",
        "devanagari": "अविस्मृति: कृष्णपदारविन्दयो:क्षिणोत्यभद्राणि च शं तनोति ।सत्त्वस्य शुद्धिं परमात्मभक्तिंज्ञानं च विज्ञानविरागयुक्तम् ॥ ५५ ॥",
        "english_devnagari": "avismṛtiḥ kṛṣṇa-padāravindayoḥkṣiṇoty abhadrāṇi ca śaṁ tanotisattvasya śuddhiṁ paramātma-bhaktiṁjñānaṁ ca vijñāna-virāga-yuktam",
        "verse_Syn": [
            "avismṛtiḥ",
            "kṛṣṇa",
            "pada",
            "aravindayoḥ",
            "kṣiṇoti",
            "abhadrāṇi",
            "ca",
            "śam",
            "tanoti",
            "sattvasya",
            "śuddhim",
            "parama",
            "ātma",
            "bhaktim",
            "jñānam",
            "ca",
            "vijñāna",
            "virāga",
            "yuktam"
        ],
        "translation": "Remembrance of Lord Kṛṣṇa’s lotus feet destroys everything inauspicious and awards the greatest good fortune. It purifies the heart and bestows devotion for the Supreme Soul, along with knowledge enriched with realization and renunciation.",
        "purport": ""
    },
    {
        "verse": "56",
        "devanagari": "यूयं द्विजाग्र्या बत भूरिभागायच्छश्वदात्मन्यखिलात्मभूतम् ।नारायणं देवमदेवमीश-मजस्रभावा भजताविवेश्य ॥ ५६ ॥",
        "english_devnagari": "yūyaṁ dvijāgryā bata bhūri-bhāgāyac chaśvad ātmany akhilātma-bhūtamnārāyaṇaṁ devam adevam īśamajasra-bhāvā bhajatāviveśya",
        "verse_Syn": [
            "yūyam",
            "dvija",
            "agryāḥ",
            "bata",
            "bhūri",
            "bhāgāḥ",
            "yat",
            "śaśvat",
            "ātmani",
            "akhila",
            "ātma",
            "bhūtam",
            "nārāyaṇam",
            "devam",
            "adevam",
            "īśam",
            "ajasra",
            "bhāvāḥ",
            "bhajata",
            "āviveśya"
        ],
        "translation": "O most eminent of brāhmaṇas, you are all indeed extremely fortunate, since you have already placed within your hearts Lord Śrī Nārāyaṇa — the Personality of Godhead, the supreme controller and the ultimate Soul of all existence — beyond whom there is no other god. You have undeviating love for Him, and thus I request you to worship Him.",
        "purport": ""
    },
    {
        "verse": "57",
        "devanagari": "अहं च संस्मारित आत्मतत्त्वंश्रुतं पुरा मे परमर्षिवक्त्रात् ।प्रायोपवेशे नृपते: परीक्षित:सदस्यृषीणां महतां च श‍ृण्वताम् ॥ ५७ ॥",
        "english_devnagari": "ahaṁ ca saṁsmārita ātma-tattvaṁśrutaṁ purā me paramarṣi-vaktrātprāyopaveśe nṛpateḥ parīkṣitaḥsadasy ṛṣīṇāṁ mahatāṁ ca śṛṇvatām",
        "verse_Syn": [
            "aham",
            "ca",
            "saṁsmāritaḥ",
            "ātma",
            "tattvam",
            "śrutam",
            "purā",
            "me",
            "parama",
            "ṛṣi",
            "vaktrāt",
            "prāya",
            "upaveśe",
            "nṛpateḥ",
            "parīkṣitaḥ",
            "sadasi",
            "ṛṣīṇām",
            "mahatām",
            "ca",
            "śṛṇvatām"
        ],
        "translation": "I also have now been fully reminded of the science of God, which I previously heard from the mouth of the great sage Śukadeva Gosvāmī. I was present in the assembly of great sages who heard him speak to King Parīkṣit as the monarch sat fasting until death.",
        "purport": ""
    },
    {
        "verse": "58",
        "devanagari": "एतद्व: कथितं विप्रा: कथनीयोरुकर्मण: ।माहात्म्यं वासुदेवस्य सर्वाशुभविनाशनम् ॥ ५८ ॥",
        "english_devnagari": "etad vaḥ kathitaṁ viprāḥkathanīyoru-karmaṇaḥmāhātmyaṁ vāsudevasyasarvāśubha-vināśanam",
        "verse_Syn": [
            "etat",
            "vaḥ",
            "kathitam",
            "viprāḥ",
            "kathanīya",
            "uru",
            "karmaṇaḥ",
            "māhātmyam",
            "vāsudevasya",
            "sarva",
            "aśubha",
            "vināśanam"
        ],
        "translation": "O brāhmaṇas, I have thus described to you the glories of the Supreme Lord Vāsudeva, whose extraordinary activities are most worthy of glorification. This narration destroys all that is inauspicious.",
        "purport": ""
    },
    {
        "verse": "59",
        "devanagari": "य एतत् श्रावयेन्नित्यं यामक्षणमनन्यधी: ।श्लोकमेकं तदर्धं वा पादं पादार्धमेव वा ।श्रद्धावान् योऽनुश‍ृणुयात् पुनात्यात्मानमेव स: ॥ ५९ ॥",
        "english_devnagari": "ya etat śrāvayen nityaṁyāma-kṣaṇam ananya-dhīḥślokam ekaṁ tad-ardhaṁ vāpādaṁ pādārdham eva vāśraddhāvān yo ’nuśṛṇuyātpunāty ātmānam eva saḥ",
        "verse_Syn": [
            "yaḥ",
            "etat",
            "śrāvayet",
            "nityam",
            "yāma",
            "kṣaṇam",
            "ananya",
            "dhīḥ",
            "ślokam",
            "ekam",
            "tat",
            "ardham",
            "vā",
            "pādam",
            "pāda",
            "ardham",
            "eva",
            "vā",
            "śraddhā",
            "vān",
            "yaḥ",
            "anuśṛṇuyāt",
            "punāti",
            "ātmānam",
            "eva",
            "saḥ"
        ],
        "translation": "One who with undeviating attention constantly recites this literature at every moment of every hour, as well as one who faithfully hears even one verse or half a verse or a single line or even half a line, certainly purifies his very self.",
        "purport": ""
    },
    {
        "verse": "60",
        "devanagari": "द्वादश्यामेकादश्यां वा श‍ृण्वन्नायुष्यवान्भवेत् ।पठत्यनश्न‍न् प्रयतस्पूतो भवति पातकात् ॥ ६० ॥",
        "english_devnagari": "dvādaśyām ekādaśyāṁ vāśṛṇvann āyuṣyavān bhavetpaṭhaty anaśnan prayataḥpūto bhavati pātakāt",
        "verse_Syn": [
            "dvādaśyām",
            "ekādaśyām",
            "vā",
            "śṛṇvan",
            "āyuṣya",
            "vān",
            "bhavet",
            "paṭhati",
            "anaśnan",
            "prayataḥ",
            "pūtaḥ",
            "bhavati",
            "pātakāt"
        ],
        "translation": "One who hears this Bhāgavatam on the Ekādaśī or Dvādaśī day is assured of long life, and one who recites it with careful attention while fasting is purified of all sinful reactions.",
        "purport": ""
    },
    {
        "verse": "61",
        "devanagari": "पुष्करे मथुरायां च द्वारवत्यां यतात्मवान् ।उपोष्य संहितामेतां पठित्वा मुच्यते भयात् ॥ ६१ ॥",
        "english_devnagari": "puṣkare mathurāyāṁ cadvāravatyāṁ yatātmavānupoṣya saṁhitām etāṁpaṭhitvā mucyate bhayāt",
        "verse_Syn": [
            "puṣkare",
            "mathurāyām",
            "ca",
            "dvāravatyām",
            "yata",
            "ātma",
            "vān",
            "upoṣya",
            "saṁhitām",
            "etām",
            "paṭhitvā",
            "mucyate",
            "bhayāt"
        ],
        "translation": "One who controls his mind, fasts at the holy places Puṣkara, Mathurā or Dvārakā, and studies this scripture will be freed from all fear.",
        "purport": ""
    },
    {
        "verse": "62",
        "devanagari": "देवता मुनय: सिद्धा: पितरो मनवो नृपा: ।यच्छन्ति कामान् गृणत: श‍ृण्वतो यस्य कीर्तनात् ॥ ६२ ॥",
        "english_devnagari": "devatā munayaḥ siddhāḥpitaro manavo nṛpāḥyacchanti kāmān gṛṇataḥśṛṇvato yasya kīrtanāt",
        "verse_Syn": [
            "devatāḥ",
            "munayaḥ",
            "siddhāḥ",
            "pitaraḥ",
            "manavaḥ",
            "nṛpāḥ",
            "yacchanti",
            "kāmān",
            "gṛṇataḥ",
            "śṛṇvataḥ",
            "yasya",
            "kīrtanāt"
        ],
        "translation": "Upon the person who glorifies this Purāṇa by chanting or hearing it, the demigods, sages, Siddhas, Pitās, Manus and kings of the earth bestow all desirable things.",
        "purport": ""
    },
    {
        "verse": "63",
        "devanagari": "ऋचो यजूंषि सामानि द्विजोऽधीत्यानुविन्दते ।मधुकुल्या घृतकुल्या: पय:कुल्याश्च तत्फलम् ॥ ६३ ॥",
        "english_devnagari": "ṛco yajūṁṣi sāmānidvijo ’dhītyānuvindatemadhu-kulyā ghṛta-kulyāḥpayaḥ-kulyāś ca tat phalam",
        "verse_Syn": [
            "ṛcaḥ",
            "yajūṁṣi",
            "sāmāni",
            "dvijaḥ",
            "adhītya",
            "anuvindate",
            "madhu",
            "kulyāḥ",
            "ghṛta",
            "kulyāḥ",
            "payaḥ",
            "kulyāḥ",
            "ca",
            "tat",
            "phalam"
        ],
        "translation": "By studying this Bhāgavatam, a brāhmaṇa can enjoy the same rivers of honey, ghee and milk he enjoys by studying the hymns of the Ṛg, Yajur and Sāma Vedas.",
        "purport": ""
    },
    {
        "verse": "64",
        "devanagari": "पुराणसंहितामेतामधीत्य प्रयतो द्विज: ।प्रोक्तं भगवता यत्तु तत्पदं परमं व्रजेत् ॥ ६४ ॥",
        "english_devnagari": "purāṇa-saṁhitām etāmadhītya prayato dvijaḥproktaṁ bhagavatā yat tutat padaṁ paramaṁ vrajet",
        "verse_Syn": [
            "purāṇa",
            "saṁhitām",
            "etām",
            "adhītya",
            "prayataḥ",
            "dvijaḥ",
            "proktam",
            "bhagavatā",
            "yat",
            "tu",
            "tat",
            "padam",
            "paramam",
            "vrajet"
        ],
        "translation": "A brāhmaṇa who diligently reads this essential compilation of all the Purāṇas will go to the supreme destination, which the Supreme Lord Himself has herein described.",
        "purport": ""
    },
    {
        "verse": "65",
        "devanagari": "विप्रोऽधीत्याप्नुयात् प्रज्ञां राजन्योदधिमेखलाम् ।वैश्यो निधिपतित्वं च शूद्र: शुध्येत पातकात् ॥ ६५ ॥",
        "english_devnagari": "vipro ’dhītyāpnuyāt prajñāṁrājanyodadhi-mekhalāmvaiśyo nidhi-patitvaṁ caśūdraḥ śudhyeta pātakāt",
        "verse_Syn": [
            "vipraḥ",
            "adhītya",
            "āpnuyāt",
            "prajñām",
            "rājanya",
            "udadhi",
            "mekhalām",
            "vaiśyaḥ",
            "nidhi",
            "patitvam",
            "ca",
            "śūdraḥ",
            "śudhyeta",
            "pātakāt"
        ],
        "translation": "A brāhmaṇa who studies the Śrīmad-Bhāgavatam achieves firm intelligence in devotional service, a king who studies it gains sovereignty over the earth, a vaiśya acquires great treasure and a śūdra is freed from sinful reactions.",
        "purport": ""
    },
    {
        "verse": "66",
        "devanagari": "कलिमलसंहतिकालनोऽखिलेशोहरिरितरत्र न गीयते ह्यभीक्ष्णम् ।इह तु पुनर्भगवानशेषमूर्ति:परिपठितोऽनुपदं कथाप्रसङ्गै: ॥ ६६ ॥",
        "english_devnagari": "kali-mala-saṁhati-kālano ’khileśoharir itaratra na gīyate hy abhīkṣṇamiha tu punar bhagavān aśeṣa-mūrtiḥparipaṭhito ’nu-padaṁ kathā-prasaṅgaiḥ",
        "verse_Syn": [
            "kali",
            "mala",
            "saṁhati",
            "kālanaḥ",
            "akhila",
            "īśaḥ",
            "hariḥ",
            "itaratra",
            "na",
            "gīyate",
            "hi",
            "abhīkṣṇam",
            "iha",
            "tu",
            "punaḥ",
            "bhagavān",
            "aśeṣa",
            "mūrtiḥ",
            "paripaṭhitaḥ",
            "anu",
            "padam",
            "kathā",
            "prasaṅgaiḥ"
        ],
        "translation": "Lord Hari, the supreme controller of all beings, annihilates the accumulated sins of the Kali age, yet other literatures do not constantly glorify Him. But that Supreme Personality of Godhead, appearing in His innumerable personal expansions, is abundantly and constantly described throughout the various narrations of this Śrīmad-Bhāgavatam.",
        "purport": ""
    },
    {
        "verse": "67",
        "devanagari": "तमहमजमनन्तमात्मतत्त्वंजगदुदयस्थितिसंयमात्मशक्तिम् ।द्युपतिभिरजशक्रशङ्कराद्यै-र्दुरवसितस्तवमच्युतं नतोऽस्मि ॥ ६७ ॥",
        "english_devnagari": "tam aham ajam anantam ātma-tattvaṁjagad-udaya-sthiti-saṁyamātma-śaktimdyu-patibhir aja-śakra-śaṅkarādyairduravasita-stavam acyutaṁ nato ’smi",
        "verse_Syn": [
            "tam",
            "aham",
            "ajam",
            "anantam",
            "ātma",
            "tattvam",
            "jagat",
            "udaya",
            "sthiti",
            "saṁyama",
            "ātma",
            "śaktim",
            "dyu",
            "patibhiḥ",
            "aja",
            "śakra",
            "śaṅkara",
            "ādyaiḥ",
            "duravasita",
            "stavam",
            "acyutam",
            "nataḥ",
            "asmi"
        ],
        "translation": "I bow down to that unborn and infinite Supreme Soul, whose personal energies effect the creation, maintenance and destruction of the material universe. Even Brahmā, Indra, Śaṅkara and the other lords of the heavenly planets cannot fathom the glories of that infallible Personality of Godhead.",
        "purport": ""
    },
    {
        "verse": "68",
        "devanagari": "उपचितनवशक्तिभि: स्व आत्म-न्युपरचितस्थिरजङ्गमालयाय ।भगवत उपलब्धिमात्रधाम्नेसुरऋषभाय नम: सनातनाय ॥ ६८ ॥",
        "english_devnagari": "upacita-nava-śaktibhiḥ sva ātmanyuparacita-sthira-jaṅgamālayāyabhagavata upalabdhi-mātra-dhamnesura-ṛṣabhāya namaḥ sanātanāya",
        "verse_Syn": [
            "upacita",
            "nava",
            "śaktibhiḥ",
            "sve",
            "ātmani",
            "uparacita",
            "sthira",
            "jaṅgama",
            "ālayāya",
            "bhagavate",
            "upalabhdhi",
            "mātra",
            "dhāmne",
            "sura",
            "ṛṣabhāya",
            "namaḥ",
            "sanātanāya"
        ],
        "translation": "I offer my obeisances to the Supreme Personality of Godhead, who is the eternal Lord and the leader of all other deities, who by evolving His nine material energies has arranged within Himself the abode of all moving and nonmoving creatures, and who is always situated in pure, transcendental consciousness.",
        "purport": ""
    },
    {
        "verse": "69",
        "devanagari": "स्वसुखनिभृतचेतास्तद्वय‍ुदस्तान्यभावो-ऽप्यजितरुचिरलीलाकृष्टसारस्तदीयम् ।व्यतनुत कृपया यस्तत्त्वदीपं पुराणंतमखिलवृजिनघ्नं व्याससूनुं नतोऽस्मि ॥ ६९ ॥",
        "english_devnagari": "sva-sukha-nibhṛta-cetās tad-vyudastānya-bhāvo’py ajita-rucira-līlākṛṣṭa-sāras tadīyamvyatanuta kṛpayā yas tattva-dīpaṁ purāṇaṁtam akhila-vṛjina-ghnaṁ vyāsa-sūnuṁ nato ’smi",
        "verse_Syn": [
            "sva",
            "sukha",
            "nibhṛta",
            "cetāḥ",
            "tat",
            "vyudasta",
            "anya",
            "bhāvaḥ",
            "api",
            "ajita",
            "rucira",
            "līlā",
            "ākṛṣṭa",
            "sāraḥ",
            "tadīyam",
            "vyatanuta",
            "kṛpayā",
            "yaḥ",
            "tattva",
            "dīpam",
            "purāṇam",
            "tam",
            "akhila",
            "vṛjina",
            "ghnam",
            "vyāsa",
            "sūnum",
            "nataḥ",
            "asmi"
        ],
        "translation": "Let me offer my respectful obeisances unto my spiritual master, the son of Vyāsadeva, Śukadeva Gosvāmī. It is he who defeats all inauspicious things within this universe. Although in the beginning he was absorbed in the happiness of Brahman realization and was living in a secluded place, giving up all other types of consciousness, he became attracted by the pleasing, most melodious pastimes of Lord Śrī Kṛṣṇa. He therefore mercifully spoke this supreme Purāṇa, Śrīmad-Bhāgavatam, which is the bright light of the Absolute Truth and which describes the activities of the Lord.",
        "purport": " Without offering respectful obeisances to Śukadeva Gosvāmī and other great ācāryas in his line, one cannot possibly gain the privilege of entering into the deep transcendental meaning of Śrīmad-Bhāgavatam."
    }
]