[
    {
        "verse": "1",
        "devanagari": "सूत उवाचअथर्ववित्सुमन्तुश्च शिष्यमध्यापयत् स्वकाम् ।संहितां सोऽपि पथ्याय वेददर्शाय चोक्तवान् ॥ १ ॥",
        "english_devnagari": "sūta uvācaatharva-vit sumantuś caśiṣyam adhyāpayat svakāmsaṁhitāṁ so ’pi pathyāyavedadarśāya coktavān",
        "verse_Syn": [
            "sūtaḥ",
            "uvāca",
            "atharva",
            "vit",
            "sumantuḥ",
            "ca",
            "śiṣyam",
            "adhyāpayat",
            "svakām",
            "saṁhitām",
            "saḥ",
            "api",
            "pathyāya",
            "vedadarśāya",
            "ca",
            "uktavān"
        ],
        "translation": "Sūta Gosvāmī said: Sumantu Ṛṣi, the authority on the Atharva Veda, taught his saṁhitā to his disciple Kabandha, who in turn spoke it to Pathya and Vedadarśa.",
        "purport": " As confirmed in the Viṣṇu Purāṇa: “That sage Sumantu, whose brilliance was immeasurable, taught the Atharva Veda to his disciple Kabandha. Kabandha in turn divided it into two parts and passed them down to Vedadarśa and Pathya.”"
    },
    {
        "verse": "2",
        "devanagari": "शौक्लायनिर्ब्रह्मबलिर्मोदोष: पिप्पलायनि: ।वेददर्शस्य शिष्यास्ते पथ्यशिष्यानथो श‍ृणु ।कुमुद: शुनको ब्रह्मन् जाजलिश्चाप्यथर्ववित् ॥ २ ॥",
        "english_devnagari": "śauklāyanir brahmabalirmodoṣaḥ pippalāyaniḥvedadarśasya śiṣyās tepathya-śiṣyān atho śṛṇukumudaḥ śunako brahmanjājaliś cāpy atharva-vit",
        "verse_Syn": [
            "śauklāyaniḥ",
            "brahmabaliḥ",
            "modoṣaḥ",
            "pippalāyaniḥ",
            "vedadarśasya",
            "śiṣyāḥ",
            "te",
            "pathya",
            "śiṣyān",
            "atho",
            "śṛṇu",
            "kumudaḥ",
            "śunakaḥ",
            "brahman",
            "jājaliḥ",
            "ca",
            "api",
            "atharva",
            "vit"
        ],
        "translation": "Śauklāyani, Brahmabali, Modoṣa and Pippalāyani were disciples of Vedadarśa. Hear from me also the names of the disciples of Pathya. My dear brāhmaṇa, they are Kumuda, Śunaka and Jājali, all of whom knew the Atharva Veda very well.",
        "purport": " According to Śrīla Śrīdhara Svāmī, Vedadarśa divided his edition of the Atharva Veda into four parts and instructed them to his four disciples. Pathya divided his edition into three parts and instructed it to the three disciples mentioned here."
    },
    {
        "verse": "3",
        "devanagari": "बभ्रु: शिष्योऽथाङ्गिरस: सैन्धवायन एव च ।अधीयेतां संहिते द्वे सावर्णाद्यास्तथापरे ॥ ३ ॥",
        "english_devnagari": "babhruḥ śiṣyo ’thāṅgirasaḥsaindhavāyana eva caadhīyetāṁ saṁhite dvesāvarṇādyās tathāpare",
        "verse_Syn": [
            "babhruḥ",
            "śiṣyaḥ",
            "atha",
            "aṅgirasaḥ",
            "saindhavāyanaḥ",
            "eva",
            "ca",
            "adhīyetām",
            "saṁhite",
            "dve",
            "sāvarṇa",
            "ādyāḥ",
            "tathā",
            "apare"
        ],
        "translation": "Babhru and Saindhavāyana, disciples of Śunaka, studied the two divisions of their spiritual master’s compilation of the Atharva Veda. Saindhavāyana’s disciple Sāvarṇa and disciples of other great sages also studied this edition of the Atharva Veda.",
        "purport": ""
    },
    {
        "verse": "4",
        "devanagari": "नक्षत्रकल्प: शान्तिश्च कश्यपाङ्गिरसादय: ।एते आथर्वणाचार्या: श‍ृणु पौराणिकान् मुने ॥ ४ ॥",
        "english_devnagari": "nakṣatrakalpaḥ śāntiś cakaśyapāṅgirasādayaḥete ātharvaṇācāryāḥśṛṇu paurāṇikān mune",
        "verse_Syn": [
            "nakṣatrakalpaḥ",
            "śāntiḥ",
            "ca",
            "kaśyapa",
            "āṅgirasa",
            "ādayaḥ",
            "ete",
            "ātharvaṇa",
            "ācāryāḥ",
            "śṛṇu",
            "paurāṇikān",
            "mune"
        ],
        "translation": "Nakṣatrakalpa, Śāntikalpa, Kaśyapa, Āṅgirasa and others were also among the ācāryas of the Atharva Veda. Now, O sage, listen as I name the authorities on Purāṇic literature.",
        "purport": ""
    },
    {
        "verse": "5",
        "devanagari": "त्रय्यारुणि: कश्यपश्च सावर्णिरकृतव्रण: ।वैशम्पायनहारीतौ षड् वै पौराणिका इमे ॥ ५ ॥",
        "english_devnagari": "trayyāruṇiḥ kaśyapaś casāvarṇir akṛtavraṇaḥvaiśampāyana-hārītauṣaḍ vai paurāṇikā ime",
        "verse_Syn": [
            "trayyāruṇiḥ",
            "kaśyapaḥ",
            "ca",
            "sāvarṇiḥ",
            "akṛta",
            "vraṇaḥ",
            "vaiśampāyana",
            "hārītau",
            "ṣaṭ",
            "vai",
            "paurāṇikāḥ",
            "ime"
        ],
        "translation": "Trayyāruṇi, Kaśyapa, Sāvarṇi, Akṛtavraṇa, Vaiśampāyana and Hārīta are the six masters of the Purāṇas.",
        "purport": ""
    },
    {
        "verse": "6",
        "devanagari": "अधीयन्त व्यासशिष्यात् संहितां मत्पितुर्मुखात् ।एकैकामहमेतेषां शिष्य: सर्वा: समध्यगाम् ॥ ६ ॥",
        "english_devnagari": "adhīyanta vyāsa-śiṣyātsaṁhitāṁ mat-pitur mukhātekaikām aham eteṣāṁśiṣyaḥ sarvāḥ samadhyagām",
        "verse_Syn": [
            "adhīyanta",
            "vyāsa",
            "śiṣyāt",
            "saṁhitām",
            "mat",
            "pituḥ",
            "mukhāt",
            "eka",
            "ekām",
            "aham",
            "eteṣām",
            "śiṣyaḥ",
            "sarvāḥ",
            "samadhyagām"
        ],
        "translation": "Each of them studied one of the six anthologies of the Purāṇas from my father, Romaharṣaṇa, who was a disciple of Śrīla Vyāsadeva. I became the disciple of these six authorities and thoroughly learned all their presentations of Purāṇic wisdom.",
        "purport": ""
    },
    {
        "verse": "7",
        "devanagari": "कश्यपोऽहं च सावर्णी रामशिष्योऽकृतव्रण: ।अधीमहि व्यासशिष्याच्चत्वारो मूलसंहिता: ॥ ७ ॥",
        "english_devnagari": "kaśyapo ’haṁ ca sāvarṇīrāma-śiṣyo ’kṛtavraṇaḥadhīmahi vyāsa-śiṣyāccatvāro mūla-saṁhitāḥ",
        "verse_Syn": [
            "kaśyapaḥ",
            "aham",
            "ca",
            "sāvarṇiḥ",
            "rāma",
            "śiṣyaḥ",
            "akṛtavraṇaḥ",
            "adhīmahi",
            "vyāsa",
            "śiṣyāt",
            "catvāraḥ",
            "mūla",
            "saṁhitāḥ"
        ],
        "translation": "Romaharṣaṇa, a disciple of Vedavyāsa, divided the Purāṇas into four basic compilations. The sage Kaśyapa and I, along with Sāvarṇi and Akṛtavraṇa, a disciple of Rāma, learned these four divisions.",
        "purport": ""
    },
    {
        "verse": "8",
        "devanagari": "पुराणलक्षणं ब्रह्मन् ब्रह्मर्षिभिर्निरूपितम् ।श‍ृणुष्व बुद्धिमाश्रित्य वेदशास्त्रानुसारत: ॥ ८ ॥",
        "english_devnagari": "purāṇa-lakṣaṇaṁ brahmanbrahmarṣibhir nirūpitamśṛṇuṣva buddhim āśrityaveda-śāstrānusārataḥ",
        "verse_Syn": [
            "purāṇa",
            "lakṣaṇam",
            "brahman",
            "brahma",
            "ṛṣibhiḥ",
            "nirūpitam",
            "śṛṇuṣva",
            "buddhim",
            "āśritya",
            "veda",
            "śāstra",
            "anusārataḥ"
        ],
        "translation": "O Śaunaka, please hear with attention the characteristics of a Purāṇa, which have been defined by the most eminent learned brāhmaṇas in accordance with Vedic literature.",
        "purport": ""
    },
    {
        "verse": "9-10",
        "devanagari": "सर्गोऽस्याथ विसर्गश्च वृत्तिरक्षान्तराणि च ।वंशो वंशानुचरितं संस्था हेतुरपाश्रय: ॥ ९ ॥दशभिर्लक्षणैर्युक्तं पुराणं तद्विदो विदु: ।केचित् पञ्चविधं ब्रह्मन् महदल्पव्यवस्थया ॥ १० ॥",
        "english_devnagari": "sargo ’syātha visargaś cavṛtti-rakṣāntarāṇi cavaṁśo vaṁśānucaritaṁsaṁsthā hetur apāśrayaḥ",
        "verse_Syn": [
            "sargaḥ",
            "asya",
            "atha",
            "visargaḥ",
            "ca",
            "vṛtti",
            "rakṣā",
            "antarāṇi",
            "ca",
            "vaṁśaḥ",
            "vaṁśa",
            "anucaritam",
            "saṁsthā",
            "hetuḥ",
            "apāśrayaḥ",
            "daśabhiḥ",
            "lakṣaṇaiḥ",
            "yuktam",
            "purāṇam",
            "tat",
            "vidaḥ",
            "viduḥ",
            "kecit",
            "pañca",
            "vidham",
            "brahman",
            "mahat",
            "alpa",
            "vyavasthayā"
        ],
        "translation": "O brāhmaṇa, authorities on the matter understand a Purāṇa to contain ten characteristic topics: the creation of this universe, the subsequent creation of worlds and beings, the maintenance of all living beings, their sustenance, the rule of various Manus, the dynasties of great kings, the activities of such kings, annihilation, motivation and the supreme shelter. Other scholars state that the great Purāṇas deal with these ten topics, while lesser Purāṇas may deal with five.",
        "purport": " The ten subjects of a great Purāṇa are also described in the Second Canto of Śrīmad-Bhāgavatam (2.10.1): “Śrī Śukadeva Gosvāmī said: In the Śrīmad-Bhāgavatam there are ten divisions of statements regarding the following: the creation of the universe, subcreation, planetary systems, protection by the Lord, the creative impetus, the change of Manus, the science of God, returning home (back to Godhead), liberation and the summum bonum.” According to Śrīla Jīva Gosvāmī, Purāṇas such as Śrīmad-Bhāgavatam deal with these ten topics, whereas lesser Purāṇas deal with only five. As stated in Vedic literature: “Creation, secondary creation, the dynasties of kings, the reigns of Manus and the activities of various dynasties are the five characteristics of a Purāṇa.” Purāṇas covering five categories of knowledge are understood to be secondary Purāṇic literature. Śrīla Jīva Gosvāmī has explained that the ten principal topics of Śrīmad-Bhāgavatam are found within each of the twelve cantos. One should not try to assign each of the ten topics to a particular canto. Nor should the Śrīmad-Bhāgavatam be artificially interpreted to show that it deals with the topics successively. The simple fact is that all aspects of knowledge important to human beings, summarized in the ten categories mentioned above, are described with various degrees of emphasis and analysis throughout the Śrīmad-Bhāgavatam."
    },
    {
        "verse": "11",
        "devanagari": "अव्याकृतगुणक्षोभान्महतत्रिस्त्रवृतोऽहम: ।भूतसूक्ष्मेन्द्रियार्थानां सम्भव: सर्ग उच्यते ॥ ११ ॥",
        "english_devnagari": "avyākṛta-guṇa-kṣobhānmahatas tri-vṛto ’hamaḥbhūta-sūkṣmendriyārthānāṁsambhavaḥ sarga ucyate",
        "verse_Syn": [
            "avyākṛta",
            "guṇa",
            "kṣobhāt",
            "mahataḥ",
            "tri",
            "vṛtaḥ",
            "ahamaḥ",
            "bhūta",
            "sūkṣma",
            "indriya",
            "arthānām",
            "sambhavaḥ",
            "sargaḥ",
            "ucyate"
        ],
        "translation": "From the agitation of the original modes within the unmanifest material nature, the mahat-tattva arises. From the mahat-tattva comes the element false ego, which divides into three aspects. This threefold false ego further manifests as the subtle forms of perception, as the senses and as the gross sense objects. The generation of all these is called creation.",
        "purport": ""
    },
    {
        "verse": "12",
        "devanagari": "पुरुषानुगृहीतानामेतेषां वासनामय: ।विसर्गोऽयं समाहारो बीजाद् बीजं चराचरम् ॥ १२ ॥",
        "english_devnagari": "puruṣānugṛhītānāmeteṣāṁ vāsanā-mayaḥvisargo ’yaṁ samāhārobījād bījaṁ carācaram",
        "verse_Syn": [
            "puruṣa",
            "anugṛhītānām",
            "eteṣām",
            "vāsanā",
            "mayaḥ",
            "visargaḥ",
            "ayam",
            "samāhāraḥ",
            "bījāt",
            "bījam",
            "cara",
            "acaram"
        ],
        "translation": "The secondary creation, which exists by the mercy of the Lord, is the manifest amalgamation of the desires of the living entities. Just as a seed produces additional seeds, activities that promote material desires in the performer produce moving and nonmoving life forms.",
        "purport": " Just as a seed grows into a tree that produces thousands of new seeds, material desire develops into fruitive activity that stimulates thousands of new desires within the heart of the conditioned soul. The word puruṣānugṛhītānām indicates that by the mercy of the Supreme Lord one is allowed to desire and act in this world."
    },
    {
        "verse": "13",
        "devanagari": "वृत्तिर्भूतानि भूतानां चराणामचराणि च ।कृता स्वेन नृणां तत्र कामाच्चोदनयापि वा ॥ १३ ॥",
        "english_devnagari": "vṛttir bhūtāni bhūtānāṁcarāṇām acarāṇi cakṛtā svena nṛṇāṁ tatrakāmāc codanayāpi vā",
        "verse_Syn": [
            "vṛttiḥ",
            "bhūtāni",
            "bhūtānām",
            "carāṇām",
            "acarāṇi",
            "ca",
            "kṛtā",
            "svena",
            "nṛṇām",
            "tatra",
            "kāmāt",
            "codanayā",
            "api",
            "vā"
        ],
        "translation": "Vṛtti means the process of sustenance, by which the moving beings live upon the nonmoving. For a human, vṛtti specifically means acting for one’s livelihood in a manner suited to his personal nature. Such action may be carried out either in pursuit of selfish desire or in accordance with the law of God.",
        "purport": ""
    },
    {
        "verse": "14",
        "devanagari": "रक्षाच्युतावतारेहा विश्वस्यानु युगे युगे ।तिर्यङ्‌मर्त्यर्षिदेवेषु हन्यन्ते यैस्त्रयीद्विष: ॥ १४ ॥",
        "english_devnagari": "rakṣācyutāvatārehāviśvasyānu yuge yugetiryaṅ-martyarṣi-deveṣuhanyante yais trayī-dviṣaḥ",
        "verse_Syn": [
            "rakṣā",
            "acyuta",
            "avatāra",
            "īhā",
            "viśvasya",
            "anu",
            "yuge",
            "yuge",
            "tiryak",
            "martya",
            "ṛṣi",
            "deveṣu",
            "hanyante",
            "yaiḥ",
            "trayī",
            "dviṣaḥ"
        ],
        "translation": "In each age, the infallible Lord appears in this world among the animals, human beings, sages and demigods. By His activities in these incarnations He protects the universe and kills the enemies of Vedic culture.",
        "purport": " The protective activities of the Lord, indicated by the word rakṣā, constitute one of the ten fundamental topics of a Mahā-purāṇa, or a great Purāṇic literature."
    },
    {
        "verse": "15",
        "devanagari": "मन्वन्तरं मनुर्देवा मनुपुत्रा: सुरेश्वरा: ।ऋषयोऽशांवताराश्च हरे: षड्‌विधमुच्यते ॥ १५ ॥",
        "english_devnagari": "manvantaraṁ manur devāmanu-putrāḥ sureśvarāḥṛṣayo ’ṁśāvatārāś cahareḥ ṣaḍ-vidham ucyate",
        "verse_Syn": [
            "manu",
            "antaram",
            "manuḥ",
            "devāḥ",
            "manu",
            "putrāḥ",
            "sura",
            "īśvarāḥ",
            "ṛṣayaḥ",
            "aṁśa",
            "avatārāḥ",
            "ca",
            "hareḥ",
            "ṣaṭ",
            "vidham",
            "ucyate"
        ],
        "translation": "In each reign of Manu, six types of personalities appear as manifestations of Lord Hari: the ruling Manu, the chief demigods, the sons of Manu, Indra, the great sages and the partial incarnations of the Supreme Personality of Godhead.",
        "purport": ""
    },
    {
        "verse": "16",
        "devanagari": "राज्ञां ब्रह्मप्रसूतानां वंश त्रैकालिकोऽन्वय: ।वंशानुचरितं तेषां वृत्तं वंशधराश्च ये ॥ १६ ॥",
        "english_devnagari": "rājñāṁ brahma-prasūtānāṁvaṁśas trai-kāliko ’nvayaḥvaṁśānucaritaṁ teṣāṁvṛttaṁ vaṁśa-dharās ca ye",
        "verse_Syn": [
            "rājñām",
            "brahma",
            "prasūtānām",
            "vaṁśaḥ",
            "trai",
            "kālikaḥ",
            "anvayaḥ",
            "vaṁśa",
            "anucaritam",
            "teṣām",
            "vṛttam",
            "vaṁśa",
            "dharāḥ",
            "ca",
            "ye"
        ],
        "translation": "Dynasties are lines of kings originating with Lord Brahmā and extending continuously through past, present and future. The accounts of such dynasties, especially of their most prominent members, constitute the subject of dynastic history.",
        "purport": ""
    },
    {
        "verse": "17",
        "devanagari": "नैमित्तिक: प्राकृतिको नित्य आत्यन्तिको लय: ।संस्थेति कविभि: प्रोक्तश्चतुर्धास्य स्वभावत: ॥ १७ ॥",
        "english_devnagari": "naimittikaḥ prākṛtikonitya ātyantiko layaḥsaṁstheti kavibhiḥ proktaścaturdhāsya svabhāvataḥ",
        "verse_Syn": [
            "naimittikaḥ",
            "prākṛtikaḥ",
            "nityaḥ",
            "ātyantikaḥ",
            "layaḥ",
            "saṁsthā",
            "iti",
            "kavibhiḥ",
            "proktaḥ",
            "caturdhā",
            "asya",
            "svabhāvataḥ"
        ],
        "translation": "There are four types of cosmic annihilation — occasional, elemental, continuous and ultimate — all of which are effected by the inherent potency of the Supreme Lord. Learned scholars have designated this topic dissolution.",
        "purport": ""
    },
    {
        "verse": "18",
        "devanagari": "हेतुर्जीवोऽस्य सर्गादेरविद्याकर्मकारक: ।यं चानुशायिनं प्राहुरव्याकृतमुतापरे ॥ १८ ॥",
        "english_devnagari": "hetur jīvo ’sya sargāderavidyā-karma-kārakaḥyaṁ cānuśāyinaṁ prāhuravyākṛtam utāpare",
        "verse_Syn": [
            "hetuḥ",
            "jīvaḥ",
            "asya",
            "sarga",
            "ādeḥ",
            "avidyā",
            "karma",
            "kārakaḥ",
            "yam",
            "ca",
            "anuśāyinam",
            "prāhuḥ",
            "avyākṛtam",
            "uta",
            "apare"
        ],
        "translation": "Out of ignorance the living being performs material activities and thereby becomes in one sense the cause of the creation, maintenance and destruction of the universe. Some authorities call the living being the personality underlying the material creation, while others say he is the unmanifest self.",
        "purport": " The Supreme Lord Himself creates, maintains and annihilates the cosmos. However, such activities are performed in response to the desires of conditioned souls, who are described herein as hetu, or the cause of cosmic activity. The Lord creates this world to facilitate the conditioned soul’s attempt to exploit nature and ultimately to facilitate his self-realization. Since conditioned souls cannot perceive their own constitutional identity, they are described here as avyākṛtam, or unmanifest. In other words, the living entity cannot perceive his real form unless he is completely Kṛṣṇa conscious."
    },
    {
        "verse": "19",
        "devanagari": "व्यतिरेकान्वयो यस्य जाग्रत्स्वप्नसुषुप्तिषु ।मायामयेषु तद् ब्रह्म जीववृत्तिष्वपाश्रय: ॥ १९ ॥",
        "english_devnagari": "vyatirekānvayo yasyajāgrat-svapna-suṣuptiṣumāyā-mayeṣu tad brahmajīva-vṛttiṣv apāśrayaḥ",
        "verse_Syn": [
            "vyatireka",
            "anvayaḥ",
            "yasya",
            "jāgrat",
            "svapna",
            "suṣuptiṣu",
            "māyā",
            "mayeṣu",
            "tat",
            "brahma",
            "jīva",
            "vṛttiṣu",
            "apāśrayaḥ"
        ],
        "translation": "The Supreme Absolute Truth is present throughout all the stages of awareness — waking consciousness, sleep and deep sleep — throughout all the phenomena manifested by the illusory energy, and within the functions of all living entities, and He also exists separate from all these. Thus situated in His own transcendence, He is the ultimate and unique shelter.",
        "purport": ""
    },
    {
        "verse": "20",
        "devanagari": "पदार्थेषु यथा द्रव्यं सन्मात्रं रूपनामसु ।बीजादिपञ्चतान्तासु ह्यवस्थासु युतायुतम् ॥ २० ॥",
        "english_devnagari": "padārtheṣu yathā dravyaṁsan-mātraṁ rūpa-nāmasubījādi-pañcatāntāsuhy avasthāsu yutāyutam",
        "verse_Syn": [
            "pada",
            "artheṣu",
            "yathā",
            "dravyam",
            "sat",
            "mātram",
            "rūpa",
            "nāmasu",
            "bīja",
            "ādi",
            "pañcatā",
            "antāsu",
            "hi",
            "avasthāsu",
            "yuta",
            "ayutam"
        ],
        "translation": "Although a material object may assume various forms and names, its essential ingredient is always present as the basis of its existence. Similarly, both conjointly and separately, the Supreme Absolute Truth is always present with the created material body throughout its phases of existence, beginning with conception and ending with death.",
        "purport": " Moist clay can be molded into various shapes and named “waterpot,” “flowerpot” or “storage pot.” Despite the various names and forms, the essential ingredient, earth, is constantly present. Similarly, the Supreme Lord is present throughout a material body’s stages of bodily existence. The Lord is identical with material nature, being its ultimate generating source. At the same time, the unique Supreme Being exists separately, aloof in His own abode."
    },
    {
        "verse": "21",
        "devanagari": "विरमेत यदा चित्तं हित्वा वृत्तित्रयं स्वयम् ।योगेन वा तदात्मानं वेदेहाया निवर्तते ॥ २१ ॥",
        "english_devnagari": "virameta yadā cittaṁhitvā vṛtti-trayaṁ svayamyogena vā tadātmānaṁvedehāyā nivartate",
        "verse_Syn": [
            "virameta",
            "yadā",
            "cittam",
            "hitvā",
            "vṛtti",
            "trayam",
            "svayam",
            "yogena",
            "vā",
            "tadā",
            "ātmānam",
            "veda",
            "īhāyāḥ",
            "nivartate"
        ],
        "translation": "Either automatically or because of one’s regulated spiritual practice, one’s mind may stop functioning on the material platform of waking consciousness, sleep and deep sleep. Then one understands the Supreme Soul and withdraws from material endeavor.",
        "purport": " As stated in Śrīmad-Bhāgavatam (3.25.33), jarayaty āśu yā kośaṁ nigīrṇam analo yathā: “Bhakti, devotional service, dissolves the subtle body of the living entity without separate endeavor, just as fire in the stomach digests all that we eat.” The subtle material body is inclined to exploit nature through sex, greed, false pride and madness. Loving service to the Lord, however, dissolves the stubborn false ego and lifts one to pure blissful consciousness, Kṛṣṇa consciousness, the sublime perfection of existence."
    },
    {
        "verse": "22",
        "devanagari": "एवंलक्षणलक्ष्याणि पुराणानि पुराविद: ।मुनयोऽष्टादश प्राहु: क्षुल्लकानि महान्ति च ॥ २२ ॥",
        "english_devnagari": "evaṁ lakṣaṇa-lakṣyāṇipurāṇāni purā-vidaḥmunayo ’ṣṭādaśa prāhuḥkṣullakāni mahānti ca",
        "verse_Syn": [
            "evam",
            "lakṣaṇa",
            "lakṣyāṇi",
            "purāṇāni",
            "purā",
            "vidaḥ",
            "munayaḥ",
            "aṣṭādaśa",
            "prāhuḥ",
            "kṣullakāni",
            "mahānti",
            "ca"
        ],
        "translation": "Sages expert in ancient histories have declared that the Purāṇas, according to their various characteristics, can be divided into eighteen major Purāṇas and eighteen secondary Purāṇas.",
        "purport": ""
    },
    {
        "verse": "23-24",
        "devanagari": "ब्राह्मं पाद्मं वैष्णवं च शैवं लैङ्गं सगारुडं ।नारदीयं भागवतमाग्नेयं स्कान्दसंज्ञितम् ॥ २३ ॥भविष्यं ब्रह्मवैवर्तं मार्कण्डेयं सवामनम् ।वाराहं मात्स्यं कौर्मं च ब्रह्माण्डाख्यमिति त्रिषट् ॥ २४ ॥",
        "english_devnagari": "brāhmaṁ pādmaṁ vaiṣṇavaṁ caśaivaṁ laiṅgaṁ sa-gāruḍaṁnāradīyaṁ bhāgavatamāgneyaṁ skānda-saṁjñitam",
        "verse_Syn": [
            "brāhmam",
            "pādmam",
            "vaiṣṇavam",
            "ca",
            "śaivam",
            "laiṅgam",
            "sa",
            "gāruḍam",
            "nāradīyam",
            "bhāgavatam",
            "āgneyam",
            "skānda",
            "saṁjñitam",
            "bhaviṣyam",
            "brahma",
            "vaivartam",
            "mārkaṇḍeyam",
            "sa",
            "vāmanam",
            "vārāham",
            "mātsyam",
            "kaurmam",
            "ca",
            "brahmāṇḍa",
            "ākhyam",
            "iti",
            "tri",
            "ṣaṭ"
        ],
        "translation": "The eighteen major Purāṇas are the Brahma, Padma, Viṣṇu, Śiva, Liṅga, Garuḍa, Nārada, Bhāgavata, Agni, Skanda, Bhaviṣya, Brahma-vaivarta, Mārkaṇḍeya, Vāmana, Varāha, Matsya, Kūrma and Brahmāṇḍa Purāṇas.",
        "purport": " Śrīla Jīva Gosvāmī has quoted from the Varāha Purāṇa, Śiva Purāṇa and Matsya Purāṇa in confirmation of the above two verses."
    },
    {
        "verse": "25",
        "devanagari": "ब्रह्मन्निदं समाख्यातं शाखाप्रणयनं मुने: ।शिष्यशिष्यप्रशिष्याणां ब्रह्मतेजोविवर्धनम् ॥ २५ ॥",
        "english_devnagari": "brahmann idaṁ samākhyātaṁśākhā-praṇayanaṁ muneḥśiṣya-śiṣya-praśiṣyāṇāṁbrahma-tejo-vivardhanam",
        "verse_Syn": [
            "brahman",
            "idam",
            "samākhyātam",
            "śākhā",
            "praṇayanam",
            "muneḥ",
            "śiṣya",
            "śiṣya",
            "praśiṣyāṇām",
            "brahma",
            "tejaḥ",
            "vivardhanam"
        ],
        "translation": "I have thoroughly described to you, O brāhmaṇa, the expansion of the branches of the Vedas by the great sage Vyāsadeva, his disciples and the disciples of his disciples. One who listens to this narration will increase in spiritual strength.",
        "purport": ""
    }
]