[
    {
        "verse_id": "1",
        "text": "Nārada Muni continued: My dear King, some brāhmaṇas are very much attached to fruitive activities, some are attached to austerities and penances, and still others study the Vedic literature, whereas some, although very few, cultivate knowledge and practice different yogas, especially bhakti-yoga."
    },
    {
        "verse_id": "2",
        "text": "A person desiring liberation for his forefathers or himself should give charity to a brāhmaṇa who adheres to impersonal monism [jñāna-niṣṭhā]. In the absence of such an advanced brāhmaṇa, charity may be given to a brāhmaṇa addicted to fruitive activities [karma-kāṇḍa]."
    },
    {
        "verse_id": "3",
        "text": "During the period for offering oblations to the demigods, one should invite only two brāhmaṇas, and while offering oblations to the forefathers, one may invite three brāhmaṇas. Or, in either case, only one brāhmaṇa will suffice. Even though one is very opulent, he should not endeavor to invite more brāhmaṇas or make various expensive arrangements on those occasions."
    },
    {
        "verse_id": "4",
        "text": "If one arranges to feed many brāhmaṇas or relatives during the śrāddha ceremony, there will be discrepancies in the time, place, respectability and ingredients, the person to be worshiped, and the method of offering worship."
    },
    {
        "verse_id": "5",
        "text": "When one gets the opportunity of a suitable auspicious time and place, one should, with love, offer food prepared with ghee to the Deity of the Supreme Personality of Godhead and then offer the prasāda to a suitable person — a Vaiṣṇava or brāhmaṇa. This will be the cause of everlasting prosperity."
    },
    {
        "verse_id": "6",
        "text": "One should offer prasāda to the demigods, the saintly persons, one’s forefathers, the people in general, one’s family members, one’s relatives and one’s friends, seeing them all as devotees of the Supreme Personality of Godhead."
    },
    {
        "verse_id": "7",
        "text": "A person fully aware of religious principles should never offer anything like meat, eggs or fish in the śrāddha ceremony, and even if one is a kṣatriya, he himself should not eat such things. When suitable food prepared with ghee is offered to saintly persons, the function is pleasing to the forefathers and the Supreme Lord, who are never pleased when animals are killed in the name of sacrifice."
    },
    {
        "verse_id": "8",
        "text": "Persons who want to advance in superior religion are advised to give up all envy of other living entities, whether in relationship to the body, words or mind. There is no religion superior to this."
    },
    {
        "verse_id": "9",
        "text": "Because of an awakening of spiritual knowledge, those who are intelligent in regard to sacrifice, who are actually aware of religious principles and who are free from material desires, control the self in the fire of spiritual knowledge, or knowledge of the Absolute Truth. They may give up the process of ritualistic ceremonies."
    },
    {
        "verse_id": "10",
        "text": "Upon seeing the person engaged in performing the sacrifice, animals meant to be sacrificed are extremely afraid, thinking, “This merciless performer of sacrifices, being ignorant of the purpose of sacrifice and being most satisfied by killing others, will surely kill us.”"
    },
    {
        "verse_id": "11",
        "text": "Therefore, day by day, one who is actually aware of religious principles and is not heinously envious of poor animals should happily perform daily sacrifices and those for certain occasions with whatever food is available easily by the grace of the Lord."
    },
    {
        "verse_id": "12",
        "text": "There are five branches of irreligion, appropriately known as irreligion [vidharma], religious principles for which one is unfit [para-dharma], pretentious religion [ābhāsa], analogical religion [upadharma] and cheating religion [chala-dharma]. One who is aware of real religious life must abandon these five as irreligious."
    },
    {
        "verse_id": "13",
        "text": "Religious principles that obstruct one from following his own religion are called vidharma. Religious principles introduced by others are called para-dharma. A new type of religion created by one who is falsely proud and who opposes the principles of the Vedas is called upadharma. And interpretation by one’s jugglery of words is called chala-dharma."
    },
    {
        "verse_id": "14",
        "text": "A pretentious religious system manufactured by one who willfully neglects the prescribed duties of his order of life is called ābhāsa [a dim reflection or false similarity]. But if one performs the prescribed duties for his particular āśrama or varṇa, why are they not sufficient to mitigate all material distresses?"
    },
    {
        "verse_id": "15",
        "text": "Even if a man is poor, he should not endeavor to improve his economic condition just to maintain his body and soul together or to become a famous religionist. Just as a great python, although lying in one place, not endeavoring for its livelihood, gets the food it needs to maintain body and soul, one who is desireless also obtains his livelihood without endeavor."
    },
    {
        "verse_id": "16",
        "text": "One who is content and satisfied and who links his activities with the Supreme Personality of Godhead residing in everyone’s heart enjoys transcendental happiness without endeavoring for his livelihood. Where is such happiness for a materialistic man who is impelled by lust and greed and who therefore wanders in all directions with a desire to accumulate wealth?"
    },
    {
        "verse_id": "17",
        "text": "For a person who has suitable shoes on his feet, there is no danger even when he walks on pebbles and thorns. For him, everything is auspicious. Similarly, for one who is always self-satisfied there is no distress; indeed, he feels happiness everywhere."
    },
    {
        "verse_id": "18",
        "text": "My dear King, a self-satisfied person can be happy even with only drinking water. However, one who is driven by the senses, especially by the tongue and genitals, must accept the position of a household dog to satisfy his senses."
    },
    {
        "verse_id": "19",
        "text": "Because of greed for the sake of the senses, the spiritual strength, education, austerity and reputation of a devotee or brāhmaṇa who is not self-satisfied dwindle, and his knowledge gradually vanishes."
    },
    {
        "verse_id": "20",
        "text": "The strong bodily desires and needs of a person disturbed by hunger and thirst are certainly satisfied when he eats. Similarly, if one becomes very angry, that anger is satisfied by chastisement and its reaction. But as for greed, even if a greedy person has conquered all the directions of the world or has enjoyed everything in the world, still he will not be satisfied."
    },
    {
        "verse_id": "21",
        "text": "O King Yudhiṣṭhira, many persons with varied experience, many legal advisers, many learned scholars and many persons eligible to become presidents of learned assemblies fall down into hellish life because of not being satisfied with their positions."
    },
    {
        "verse_id": "22",
        "text": "By making plans with determination, one should give up lusty desires for sense gratification. Similarly, by giving up envy one should conquer anger, by discussing the disadvantages of accumulating wealth one should give up greed, and by discussing the truth one should give up fear."
    },
    {
        "verse_id": "23",
        "text": "By discussing spiritual knowledge one can conquer lamentation and illusion, by serving a great devotee one can become prideless, by keeping silent one can avoid obstacles on the path of mystic yoga, and simply by stopping sense gratification one can conquer envy."
    },
    {
        "verse_id": "24",
        "text": "By good behavior and freedom from envy one should counteract sufferings due to other living entities, by meditation in trance one should counteract sufferings due to providence, and by practicing haṭha-yoga, prāṇāyāma and so forth one should counteract sufferings due to the body and mind. Similarly, by developing the mode of goodness, especially in regard to eating, one should conquer sleep."
    },
    {
        "verse_id": "25",
        "text": "One must conquer the modes of passion and ignorance by developing the mode of goodness, and then one must become detached from the mode of goodness by promoting oneself to the platform of śuddha-sattva. All this can be automatically done if one engages in the service of the spiritual master with faith and devotion. In this way one can conquer the influence of the modes of nature."
    },
    {
        "verse_id": "26",
        "text": "The spiritual master should be considered to be directly the Supreme Lord because he gives transcendental knowledge for enlightenment. Consequently, for one who maintains the material conception that the spiritual master is an ordinary human being, everything is frustrated. His enlightenment and his Vedic studies and knowledge are like the bathing of an elephant."
    },
    {
        "verse_id": "27",
        "text": "The Supreme Personality of Godhead, Lord Kṛṣṇa, is the master of all other living entities and of the material nature. His lotus feet are sought and worshiped by great saintly persons like Vyāsa. Nonetheless, there are fools who consider Lord Kṛṣṇa an ordinary human being."
    },
    {
        "verse_id": "28",
        "text": "Ritualistic ceremonies, regulative principles, austerities and the practice of yoga are all meant to control the senses and mind, but even after one is able to control the senses and mind, if he does not come to the point of meditation upon the Supreme Lord, all such activities are simply labor in frustration."
    },
    {
        "verse_id": "29",
        "text": "As professional activities or business profits cannot help one in spiritual advancement but are a source of material entanglement, the Vedic ritualistic ceremonies cannot help anyone who is not a devotee of the Supreme Personality of Godhead."
    },
    {
        "verse_id": "30",
        "text": "One who desires to conquer the mind must leave the company of his family and live in a solitary place, free from contaminated association. To maintain the body and soul together, he should beg as much as he needs for the bare necessities of life."
    },
    {
        "verse_id": "31",
        "text": "My dear King, in a sacred and holy place of pilgrimage one should select a place in which to perform yoga. The place must be level and not too high or low. There one should sit very comfortably, being steady and equipoised, keeping his body straight, and thus begin chanting the Vedic praṇava."
    },
    {
        "verse_id": "32",
        "text": "While continuously staring at the tip of the nose, a learned yogī practices the breathing exercises through the technical means known as pūraka, kumbhaka and recaka — controlling inhalation and exhalation and then stopping them both. In this way the yogī restricts his mind from material attachments and gives up all mental desires. As soon as the mind, being defeated by lusty desires, drifts toward feelings of sense gratification, the yogī should immediately bring it back and arrest it within the core of his heart."
    },
    {
        "verse_id": "34",
        "text": "When the yogī regularly practices in this way, in a short time his heart becomes fixed and free from disturbance, like a fire without flames or smoke."
    },
    {
        "verse_id": "35",
        "text": "When one’s consciousness is uncontaminated by material lusty desires, it becomes calm and peaceful in all activities, for one is situated in eternal blissful life. Once situated on that platform, one does not return to materialistic activities."
    },
    {
        "verse_id": "36",
        "text": "One who accepts the sannyāsa order gives up the three principles of materialistic activities in which one indulges in the field of household life — namely religion, economic development and sense gratification. One who first accepts sannyāsa but then returns to such materialistic activities is to be called a vāntāśī, or one who eats his own vomit. He is indeed a shameless person."
    },
    {
        "verse_id": "37",
        "text": "Sannyāsīs who first consider that the body is subject to death, when it will be transformed into stool, worms or ashes, but who again give importance to the body and glorify it as the self, are to be considered the greatest rascals."
    },
    {
        "verse_id": "38",
        "text": "It is abominable for a person living in the gṛhastha-āśrama to give up the regulative principles, for a brahmacārī not to follow the brahmacārī vows while living under the care of the guru, for a vānaprastha to live in the village and engage in so-called social activities, or for a sannyāsī to be addicted to sense gratification. One who acts in this way is to be considered the lowest renegade. Such a pretender is bewildered by the external energy of the Supreme Personality of Godhead, and one should either reject him from any position, or taking compassion upon him, teach him, if possible, to resume his original position."
    },
    {
        "verse_id": "40",
        "text": "The human form of body is meant for understanding the self and the Supreme Self, the Supreme Personality of Godhead, both of whom are transcendentally situated. If both of them can be understood when one is purified by advanced knowledge, for what reason and for whom does a foolish, greedy person maintain the body for sense gratification?"
    },
    {
        "verse_id": "41",
        "text": "Transcendentalists who are advanced in knowledge compare the body, which is made by the order of the Supreme Personality of Godhead, to a chariot. The senses are like the horses; the mind, the master of the senses, is like the reins; the objects of the senses are the destinations; intelligence is the chariot driver; and consciousness, which spreads throughout the body, is the cause of bondage in this material world."
    },
    {
        "verse_id": "42",
        "text": "The ten kinds of air acting within the body are compared to the spokes of the chariot’s wheels, and the top and bottom of the wheel itself are called religion and irreligion. The living entity in the bodily concept of life is the owner of the chariot. The Vedic mantra praṇava is the bow, the pure living entity himself is the arrow, and the target is the Supreme Being."
    },
    {
        "verse_id": "43",
        "text": "In the conditioned stage, one’s conceptions of life are sometimes polluted by passion and ignorance, which are exhibited by attachment, hostility, greed, lamentation, illusion, fear, madness, false prestige, insults, fault-finding, deception, envy, intolerance, passion, bewilderment, hunger and sleep. All of these are enemies. Sometimes one’s conceptions are also polluted by goodness."
    },
    {
        "verse_id": "45",
        "text": "As long as one has to accept a material body, with its different parts and paraphernalia, which are not fully under one’s control, one must have the lotus feet of his superiors, namely his spiritual master and the spiritual master’s predecessors. By their mercy, one can sharpen the sword of knowledge, and with the power of the Supreme Personality of Godhead’s mercy one must then conquer the enemies mentioned above. In this way, the devotee should be able to merge into his own transcendental bliss, and then he may give up his body and resume his spiritual identity."
    },
    {
        "verse_id": "46",
        "text": "Otherwise, if one does not take shelter of Acyuta and Baladeva, then the senses, acting as the horses, and the intelligence, acting as the driver, both being prone to material contamination, inattentively bring the body, which acts as the chariot, to the path of sense gratification. When one is thus attracted again by the rogues of viṣaya — eating, sleeping and mating — the horses and chariot driver are thrown into the blinding dark well of material existence, and one is again put into a dangerous and extremely fearful situation of repeated birth and death."
    },
    {
        "verse_id": "47",
        "text": "According to the Vedas, there are two kinds of activities — pravṛtti and nivṛtti. Pravṛtti activities involve raising oneself from a lower to a higher condition of materialistic life, whereas nivṛtti means the cessation of material desire. Through pravṛtti activities one suffers from material entanglement, but by nivṛtti activities one is purified and becomes fit to enjoy eternal, blissful life."
    },
    {
        "verse_id": "48",
        "text": "The ritualistic ceremonies and sacrifices known as agni-hotra-yajña, darśa-yajña, pūrṇamāsa-yajña, cāturmāsya-yajña, paśu-yajña and soma-yajña are all symptomized by the killing of animals and the burning of many valuables, especially food grains, all for the fulfillment of material desires and the creation of anxiety. Performing such sacrifices, worshiping Vaiśvadeva, and performing the ceremony of Baliharaṇa, which all supposedly constitute the goal of life, as well as constructing temples for demigods, building resting houses and gardens, digging wells for the distribution of water, establishing booths for the distribution of food, and performing activities for public welfare — these are all symptomized by attachment to material desires."
    },
    {
        "verse_id": "50",
        "text": "My dear King Yudhiṣṭhira, when oblations of ghee and food grains like barley and sesame are offered in sacrifice, they turn into celestial smoke, which carries one to successively higher planetary systems like the kingdoms of Dhumā, Rātri, Kṛṣṇapakṣa, Dakṣiṇam and ultimately the moon. Then, however, the performers of sacrifice descend again to earth to become herbs, creepers, vegetables and food grains. These are eaten by different living entities and turned to semen, which is injected into female bodies. Thus one takes birth again and again."
    },
    {
        "verse_id": "52",
        "text": "A twice-born brāhmaṇa [dvija] gains his life by the grace of his parents through the process of purification known as garbhādhāna. There are also other processes of purification, until the end of life, when the funeral ceremony [antyeṣṭi-kriyā] is performed. Thus in due course a qualified brāhmaṇa becomes uninterested in materialistic activities and sacrifices, but he offers the sensual sacrifices, in full knowledge, into the working senses, which are illuminated by the fire of knowledge."
    },
    {
        "verse_id": "53",
        "text": "The mind is always agitated by waves of acceptance and rejection. Therefore all the activities of the senses should be offered into the mind, which should be offered into one’s words. Then one’s words should be offered into the aggregate of all alphabets, which should be offered into the concise form oṁkāra. Oṁkāra should be offered into the point bindu, bindu into the vibration of sound, and that vibration into the life air. Then the living entity, who is all that remains, should be placed in Brahman, the Supreme. This is the process of sacrifice."
    },
    {
        "verse_id": "54",
        "text": "On his path of ascent, the progressive living entity enters the different worlds of fire, the sun, the day, the end of the day, the bright fortnight, the full moon, and the passing of the sun in the north, along with their presiding demigods. When he enters Brahmaloka, he enjoys life for many millions of years, and finally his material designation comes to an end. He then comes to a subtle designation, from which he attains the causal designation, witnessing all previous states. Upon the annihilation of this causal state, he attains his pure state, in which he identifies with the Supersoul. In this way the living entity becomes transcendental."
    },
    {
        "verse_id": "55",
        "text": "This gradual process of elevation for self-realization is meant for those who are truly aware of the Absolute Truth. After repeated birth on this path, which is known as deva-yāna, one attains these consecutive stages. One who is completely free from all material desires, being situated in the self, need not traverse the path of repeated birth and death."
    },
    {
        "verse_id": "56",
        "text": "Even though situated in a material body, one who is fully aware of the paths known as pitṛ-yāna and deva-yāna, and who thus opens his eyes in terms of Vedic knowledge, is never bewildered in this material world."
    },
    {
        "verse_id": "57",
        "text": "He who exists internally and externally, at the beginning and end of everything and of all living beings, as that which is enjoyable and as the enjoyer of everything, superior and inferior, is the Supreme Truth. He always exists as knowledge and the object of knowledge, as expression and the object of understanding, as darkness and as light. Thus He, the Supreme Lord, is everything."
    },
    {
        "verse_id": "58",
        "text": "Although one may consider the reflection of the sun from a mirror to be false, it has its factual existence. Accordingly, to prove by speculative knowledge that there is no reality would be extremely difficult."
    },
    {
        "verse_id": "59",
        "text": "In this world there are five elements — namely earth, water, fire, air and ether — but the body is not a reflection of them, nor a combination or transformation of them. Because the body and its ingredients are neither distinct nor amalgamated, all such theories are insubstantial."
    },
    {
        "verse_id": "60",
        "text": "Because the body is formed of the five elements, it cannot exist without the subtle sense objects. Therefore, since the body is false, the sense objects are also naturally false or temporary."
    },
    {
        "verse_id": "61",
        "text": "When a substance and its parts are separated, the acceptance of similarity between one and the other is called illusion. While dreaming, one creates a separation between the existences called wakefulness and sleep. It is in such a state of mind that the regulative principles of the scriptures, consisting of injunctions and prohibitions, are recommended."
    },
    {
        "verse_id": "62",
        "text": "After considering the oneness of existence, activity and paraphernalia and after realizing the self to be different from all actions and reactions, the mental speculator [muni], according to his own realization, gives up the three states of wakefulness, dreaming and sleep."
    },
    {
        "verse_id": "63",
        "text": "When one understands that result and cause are one and that duality is ultimately unreal, like the idea that the threads of a cloth are different from the cloth itself, one reaches the conception of oneness called bhāvādvaita."
    },
    {
        "verse_id": "64",
        "text": "My dear Yudhiṣṭhira [Pārtha], when all the activities one performs with his mind, words and body are dedicated directly to the service of the Supreme Personality of Godhead, one reaches oneness of activities, called kriyādvaita."
    },
    {
        "verse_id": "65",
        "text": "When the ultimate goal and interest of one’s self, one’s wife, one’s children, one’s relatives and all other embodied living beings is one, this is called dravyādvaita, or oneness of interest."
    },
    {
        "verse_id": "66",
        "text": "In normal conditions, in the absence of danger, O King Yudhiṣṭhira, a man should perform his prescribed activities according to his status of life with the things, endeavors, process and living place that are not forbidden for him, and not by any other means."
    },
    {
        "verse_id": "67",
        "text": "O King, one should perform his occupational duties according to these instructions, as well as other instructions given in the Vedic literature, just to remain a devotee of Lord Kṛṣṇa. Thus, even while at home, one will be able to reach the destination."
    },
    {
        "verse_id": "68",
        "text": "O King Yudhiṣṭhira, because of your service to the Supreme Lord, all of you Pāṇḍavas defeated the greatest dangers posed by numerous kings and demigods. By serving the lotus feet of Kṛṣṇa, you conquered great enemies, who were like elephants, and thus you collected ingredients for sacrifice. By His grace, may you be delivered from material involvement."
    },
    {
        "verse_id": "69",
        "text": "Long, long ago, in another mahā-kalpa [millennium of Brahmā], I existed as the Gandharva known as Upabarhaṇa. I was very respected by the other Gandharvas."
    },
    {
        "verse_id": "70",
        "text": "I had a beautiful face and a pleasing, attractive bodily structure. Decorated with flower garlands and sandalwood pulp, I was most pleasing to the women of my city. Thus I was bewildered, always feeling lusty desires."
    },
    {
        "verse_id": "71",
        "text": "Once there was a saṅkīrtana festival to glorify the Supreme Lord in an assembly of the demigods, and the Gandharvas and Apsarās were invited by the prajāpatis to take part in it."
    },
    {
        "verse_id": "72",
        "text": "Nārada Muni continued: Being invited to that festival, I also joined, and, surrounded by women, I began musically singing the glories of the demigods. Because of this, the prajāpatis, the great demigods in charge of the affairs of the universe, forcefully cursed me with these words: “Because you have committed an offense, may you immediately become a śūdra, devoid of beauty.”"
    },
    {
        "verse_id": "73",
        "text": "Although I took birth as a śūdra from the womb of a maidservant, I engaged in the service of Vaiṣṇavas who were well-versed in Vedic knowledge. Consequently, in this life I got the opportunity to take birth as the son of Lord Brahmā."
    },
    {
        "verse_id": "74",
        "text": "The process of chanting the holy name of the Lord is so powerful that by this chanting even householders [gṛhasthas] can very easily gain the ultimate result achieved by persons in the renounced order. Mahārāja Yudhiṣṭhira, I have now explained to you that process of religion."
    },
    {
        "verse_id": "75",
        "text": "My dear Mahārāja Yudhiṣṭhira, you Pāṇḍavas are so very fortunate in this world that many, many great saints, who can purify all the planets of the universe, come to your house just like ordinary visitors. Furthermore, the Supreme Personality of Godhead, Kṛṣṇa, is living confidentially with you in your house, just like your brother."
    },
    {
        "verse_id": "76",
        "text": "How wonderful it is that the Supreme Personality of Godhead, the Parabrahman, Kṛṣṇa, who is sought by great, great sages for the sake of liberation and transcendental bliss, is acting as your best well-wisher, your friend, your cousin, your heart and soul, your worshipable director, and your spiritual master."
    },
    {
        "verse_id": "77",
        "text": "Present here now is the same Supreme Personality of Godhead whose true form cannot be understood even by such great personalities as Lord Brahmā and Lord Śiva. He is realized by devotees because of their unflinching surrender. May that same Personality of Godhead, who is the maintainer of His devotees and who is worshiped by silence, by devotional service and by cessation of material activities, be pleased with us."
    },
    {
        "verse_id": "78",
        "text": "Śrī Śukadeva Gosvāmī said: Mahārāja Yudhiṣṭhira, the best member of the Bharata dynasty, thus learned everything from the descriptions of Nārada Muni. After hearing these instructions, he felt great pleasure from within his heart, and in great ecstasy, love and affection, he worshiped Lord Kṛṣṇa."
    },
    {
        "verse_id": "79",
        "text": "Nārada Muni, being worshiped by Kṛṣṇa and Mahārāja Yudhiṣṭhira, bade them farewell and went away. Yudhiṣṭhira Mahārāja, having heard that Kṛṣṇa, his cousin, is the Supreme Personality of Godhead, was struck with wonder."
    },
    {
        "verse_id": "80",
        "text": "On all the planets within this universe, the varieties of living entities, moving and nonmoving, including the demigods, demons and human beings, were all generated from the daughters of Mahārāja Dakṣa. I have now described them and their different dynasties."
    }
]