[
    {
        "verse_id": "1",
        "text": "Śukadeva Gosvāmī continued: After hearing about the activities and character of Prahlāda Mahārāja, which are adored and discussed among great personalities like Lord Brahmā and Lord Śiva, Yudhiṣṭhira Mahārāja, the most respectful king among exalted personalities, again inquired from the great saint Nārada Muni in a mood of great pleasure."
    },
    {
        "verse_id": "2",
        "text": "Mahārāja Yudhiṣṭhira said: My dear lord, I wish to hear from you about the principles of religion by which one can attain the ultimate goal of life — devotional service. I wish to hear about the general occupational duties of human society and the system of social and spiritual advancement known as varṇāśrama-dharma."
    },
    {
        "verse_id": "3",
        "text": "O best of the brāhmaṇas, you are directly the son of Prajāpati [Lord Brahmā]. Because of your austerities, mystic yoga and trance, you are considered the best of all of Lord Brahmā’s sons."
    },
    {
        "verse_id": "4",
        "text": "No one is superior to you in peaceful life and mercy, and no one knows better than you how to execute devotional service or how to become the best of the brāhmaṇas. Therefore, you know all the principles of confidential religious life, and no one knows them better than you."
    },
    {
        "verse_id": "5",
        "text": "Śrī Nārada Muni said: After first offering my obeisances unto Lord Kṛṣṇa, the protector of the religious principles of all living entities, let me explain the principles of the eternal religious system, of which I have heard from the mouth of Nārāyaṇa."
    },
    {
        "verse_id": "6",
        "text": "Lord Nārāyaṇa, along with His partial manifestation Nara, appeared in this world through the daughter of Dakṣa Mahārāja known as Mūrti. He was begotten by Dharma Mahārāja for the benefit of all living entities. Even now, He is still engaged in executing great austerities near the place known as Badarikāśrama."
    },
    {
        "verse_id": "7",
        "text": "The Supreme Being, the Personality of Godhead, is the essence of all Vedic knowledge, the root of all religious principles, and the memory of great authorities. O King Yudhiṣṭhira, this principle of religion is to be understood as evidence. On the basis of this religious principle, everything is satisfied, including one’s mind, soul and even one’s body."
    },
    {
        "verse_id": "8",
        "text": "These are the general principles to be followed by all human beings: truthfulness, mercy, austerity (observing fasts on certain days of the month), bathing twice a day, tolerance, discrimination between right and wrong, control of the mind, control of the senses, nonviolence, celibacy, charity, reading of scripture, simplicity, satisfaction, rendering service to saintly persons, gradually taking leave of unnecessary engagements, observing the futility of the unnecessary activities of human society, remaining silent and grave and avoiding unnecessary talk, considering whether one is the body or the soul, distributing food equally to all living entities (both men and animals), seeing every soul (especially in the human form) as a part of the Supreme Lord, hearing about the activities and instructions given by the Supreme Personality of Godhead (who is the shelter of the saintly persons), chanting about these activities and instructions, always remembering these activities and instructions, trying to render service, performing worship, offering obeisances, becoming a servant, becoming a friend, and surrendering one’s whole self. O King Yudhiṣṭhira, these thirty qualifications must be acquired in the human form of life. Simply by acquiring these qualifications, one can satisfy the Supreme Personality of Godhead."
    },
    {
        "verse_id": "13",
        "text": "Those who have been reformed by the garbhādhāna ceremony and other prescribed reformatory methods, performed with Vedic mantras and without interruption, and who have been approved by Lord Brahmā, are dvijas, or twice-born. Such brāhmaṇas, kṣatriyas and vaiśyas, purified by their family traditions and by their behavior, should worship the Lord, study the Vedas and give charity. In this system, they should follow the principles of the four āśramas [brahmacarya, gṛhastha, vānaprastha and sannyāsa]."
    },
    {
        "verse_id": "14",
        "text": "For a brāhmaṇa there are six occupational duties. A kṣatriya should not accept charity, but he may perform the other five of these duties. A king or kṣatriya is not allowed to levy taxes on brāhmaṇas, but he may make his livelihood by levying minimal taxes, customs duties, and penalty fines upon his other subjects."
    },
    {
        "verse_id": "15",
        "text": "The mercantile community should always follow the directions of the brāhmaṇas and engage in such occupational duties as agriculture, trade, and protection of cows. For the śūdras the only duty is to accept a master from a higher social order and engage in his service."
    },
    {
        "verse_id": "16",
        "text": "As an alternative, a brāhmaṇa may also take to the vaiśya’s occupational duty of agriculture, cow protection, or trade. He may depend on that which he has received without begging, he may beg in the paddy field every day, he may collect paddy left in a field by its proprietor, or he may collect food grains left here and there in the shops of grain dealers. These are four means of livelihood that may also be adopted by brāhmaṇas. Among these four, each of them in succession is better than the one preceding it."
    },
    {
        "verse_id": "17",
        "text": "Except in a time of emergency, lower persons should not accept the occupational duties of those who are higher. When there is such an emergency, of course, everyone but the kṣatriya may accept the means of livelihood of others."
    },
    {
        "verse_id": "18",
        "text": "In time of emergency, one may accept any of the various types of professions known as ṛta, amṛta, mṛta, pramṛta and satyānṛta, but one should not at any time accept the profession of a dog. The profession of uñchaśila, collecting grains from the field, is called ṛta. Collecting without begging is called amṛta, begging grains is called mṛta, tilling the ground is called pramṛta, and trade is called satyānṛta. Engaging in the service of low-grade persons, however, is called śva-vṛtti, the profession of the dogs. Specifically, brāhmaṇas and kṣatriyas should not engage in the low and abominable service of śūdras. Brāhmaṇas should be well acquainted with all the Vedic knowledge, and kṣatriyas should be well acquainted with the worship of demigods."
    },
    {
        "verse_id": "21",
        "text": "The symptoms of a brāhmaṇa are control of the mind, control of the senses, austerity and penance, cleanliness, satisfaction, forgiveness, simplicity, knowledge, mercy, truthfulness, and complete surrender to the Supreme Personality of Godhead."
    },
    {
        "verse_id": "22",
        "text": "To be influential in battle, unconquerable, patient, challenging and charitable, to control the bodily necessities, to be forgiving, to be attached to the brahminical nature and to be always jolly and truthful — these are the symptoms of the kṣatriya."
    },
    {
        "verse_id": "23",
        "text": "Being always devoted to the demigods, the spiritual master and the Supreme Lord, Viṣṇu; endeavoring for advancement in religious principles, economic development and sense gratification [dharma, artha and kāma]; believing in the words of the spiritual master and scripture; and always endeavoring with expertise in earning money — these are the symptoms of the vaiśya."
    },
    {
        "verse_id": "24",
        "text": "Offering obeisances to the higher sections of society [the brāhmaṇas, kṣatriyas and vaiśyas], being always very clean, being free from duplicity, serving one’s master, performing sacrifices without uttering mantras, not stealing, always speaking the truth and giving all protection to the cows and brāhmaṇas — these are the symptoms of the śūdra."
    },
    {
        "verse_id": "25",
        "text": "To render service to the husband, to be always favorably disposed toward the husband, to be equally well disposed toward the husband’s relatives and friends, and to follow the vows of the husband — these are the four principles to be followed by women described as chaste."
    },
    {
        "verse_id": "26",
        "text": "A chaste woman must dress nicely and decorate herself with golden ornaments for the pleasure of her husband. Always wearing clean and attractive garments, she should sweep and clean the household with water and other liquids so that the entire house is always pure and clean. She should collect the household paraphernalia and keep the house always aromatic with incense and flowers and must be ready to execute the desires of her husband. Being modest and truthful, controlling her senses, and speaking in sweet words, a chaste woman should engage in the service of her husband with love, according to time and circumstances."
    },
    {
        "verse_id": "28",
        "text": "A chaste woman should not be greedy, but satisfied in all circumstances. She must be very expert in handling household affairs and should be fully conversant with religious principles. She should speak pleasingly and truthfully and should be very careful and always clean and pure. Thus a chaste woman should engage with affection in the service of a husband who is not fallen."
    },
    {
        "verse_id": "29",
        "text": "The woman who engages in the service of her husband, following strictly in the footsteps of the goddess of fortune, surely returns home, back to Godhead, with her devotee husband, and lives very happily in the Vaikuṇṭha planets."
    },
    {
        "verse_id": "30",
        "text": "Among the mixed classes known as saṅkara, those who are not thieves are known as antevasāyī or caṇḍālas [dog-eaters], and they also have their hereditary customs."
    },
    {
        "verse_id": "31",
        "text": "My dear King, brāhmaṇas well conversant in Vedic knowledge have given their verdict that in every age [yuga] the conduct of different sections of people according to their material modes of nature is auspicious both in this life and after death."
    },
    {
        "verse_id": "32",
        "text": "If one acts in his profession according to his position in the modes of nature and gradually gives up these activities, he attains the niṣkāma stage."
    },
    {
        "verse_id": "33",
        "text": "My dear King, if an agricultural field is cultivated again and again, the power of its production decreases, and whatever seeds are sown there are lost. Just as drops of ghee on a fire never extinguish the fire but a flood of ghee will, similarly, overindulgence in lusty desires mitigates such desires entirely."
    },
    {
        "verse_id": "35",
        "text": "If one shows the symptoms of being a brāhmaṇa, kṣatriya, vaiśya or śūdra, as described above, even if he has appeared in a different class, he should be accepted according to those symptoms of classification."
    }
]