[
    {
        "verse_id": "1",
        "text": "The saint Nārada Muni continued: Although Prahlāda Mahārāja was only a boy, when he heard the benedictions offered by Lord Nṛsiṁhadeva he considered them impediments on the path of devotional service. Thus he smiled very mildly and spoke as follows."
    },
    {
        "verse_id": "2",
        "text": "Prahlāda Mahārāja said: My dear Lord, O Supreme Personality of Godhead, because I was born in an atheistic family I am naturally attached to material enjoyment. Therefore, kindly do not tempt me with these illusions. I am very much afraid of material conditions, and I desire to be liberated from materialistic life. It is for this reason that I have taken shelter of Your lotus feet."
    },
    {
        "verse_id": "3",
        "text": "O my worshipable Lord, because the seed of lusty desires, which is the root cause of material existence, is within the core of everyone’s heart, You have sent me to this material world to exhibit the symptoms of a pure devotee."
    },
    {
        "verse_id": "4",
        "text": "Otherwise, O my Lord, O supreme instructor of the entire world, You are so kind to Your devotee that You could not induce him to do something unbeneficial for him. On the other hand, one who desires some material benefit in exchange for devotional service cannot be Your pure devotee. Indeed, he is no better than a merchant who wants profit in exchange for service."
    },
    {
        "verse_id": "5",
        "text": "A servant who desires material profits from his master is certainly not a qualified servant or pure devotee. Similarly, a master who bestows benedictions upon his servant because of a desire to maintain a prestigious position as master is also not a pure master."
    },
    {
        "verse_id": "6",
        "text": "O my Lord, I am Your unmotivated servant, and You are my eternal master. There is no need of our being anything other than master and servant. You are naturally my master, and I am naturally Your servant. We have no other relationship."
    },
    {
        "verse_id": "7",
        "text": "O my Lord, best of the givers of benediction, if You at all want to bestow a desirable benediction upon me, then I pray from Your Lordship that within the core of my heart there be no material desires."
    },
    {
        "verse_id": "8",
        "text": "O my Lord, because of lusty desires from the very beginning of one’s birth, the functions of one’s senses, mind, life, body, religion, patience, intelligence, shyness, opulence, strength, memory and truthfulness are vanquished."
    },
    {
        "verse_id": "9",
        "text": "O my Lord, when a human being is able to give up all the material desires in his mind, he becomes eligible to possess wealth and opulence like Yours."
    },
    {
        "verse_id": "10",
        "text": "O my Lord, full of six opulences, O Supreme Person! O Supreme Soul, killer of all miseries! O Supreme Person in the form of a wonderful lion and man, let me offer my respectful obeisances unto You."
    },
    {
        "verse_id": "11",
        "text": "The Supreme Personality of Godhead said: My dear Prahlāda, a devotee like you never desires any kind of material opulences, either in this life or in the next. Nonetheless, I order you to enjoy the opulences of the demons in this material world, acting as their king until the end of the duration of time occupied by Manu."
    },
    {
        "verse_id": "12",
        "text": "It does not matter that you are in the material world. You should always, continuously, hear the instructions and messages given by Me and always be absorbed in thought of Me, for I am the Supersoul existing in the core of everyone’s heart. Therefore, give up fruitive activities and worship Me."
    },
    {
        "verse_id": "13",
        "text": "My dear Prahlāda, while you are in this material world you will exhaust all the reactions of pious activity by feeling happiness, and by acting piously you will neutralize impious activity. Because of the powerful time factor, you will give up your body, but the glories of your activities will be sung in the upper planetary systems, and being fully freed from all bondage, you will return home, back to Godhead."
    },
    {
        "verse_id": "14",
        "text": "One who always remembers your activities and My activities also, and who chants the prayers you have offered, becomes free, in due course of time, from the reactions of material activities."
    },
    {
        "verse_id": "15",
        "text": "Prahlāda Mahārāja said: O Supreme Lord, because You are so merciful to the fallen souls, I ask You for only one benediction. I know that my father, at the time of his death, had already been purified by Your glance upon him, but because of his ignorance of Your beautiful power and supremacy, he was unnecessarily angry at You, falsely thinking that You were the killer of his brother. Thus he directly blasphemed Your Lordship, the spiritual master of all living beings, and committed heavily sinful activities directed against me, Your devotee. I wish that he be excused for these sinful activities."
    },
    {
        "verse_id": "18",
        "text": "The Supreme Personality of Godhead said: My dear Prahlāda, O most pure, O great saintly person, your father has been purified, along with twenty-one forefathers in your family. Because you were born in this family, the entire dynasty has been purified."
    },
    {
        "verse_id": "19",
        "text": "Whenever and wherever there are peaceful, equipoised devotees who are well-behaved and decorated with all good qualities, that place and the dynasties there, even if condemned, are purified."
    },
    {
        "verse_id": "20",
        "text": "My dear Prahlāda, King of the Daityas, because of being attached to devotional service to Me, My devotee does not distinguish between lower and higher living entities. In all respects, he is never jealous of anyone."
    },
    {
        "verse_id": "21",
        "text": "Those who follow your example will naturally become My pure devotees. You are the best example of My devotee, and others should follow in your footsteps."
    },
    {
        "verse_id": "22",
        "text": "My dear child, your father has already been purified just by the touch of My body at the time of his death. Nonetheless, the duty of a son is to perform the śrāddha ritualistic ceremony after his father’s death so that his father may be promoted to a planetary system where he may become a good citizen and devotee."
    },
    {
        "verse_id": "23",
        "text": "After performing the ritualistic ceremonies, take charge of your father’s kingdom. Sit upon the throne and do not be disturbed by materialistic activities. Please keep your mind fixed upon Me. Without transgressing the injunctions of the Vedas, as a matter of formality you may perform your particular duties."
    },
    {
        "verse_id": "24",
        "text": "Śrī Nārada Muni continued: Thus, as the Supreme Personality of Godhead ordered, Prahlāda Mahārāja performed the ritualistic ceremonies for his father. O King Yudhiṣṭhira, he was then enthroned in the kingdom of Hiraṇyakaśipu, as directed by the brāhmaṇas."
    },
    {
        "verse_id": "25",
        "text": "Lord Brahmā, surrounded by the other demigods, was bright-faced because the Lord was pleased. Thus he offered prayers to the Lord with transcendental words."
    },
    {
        "verse_id": "26",
        "text": "Lord Brahmā said: O Supreme Lord of all lords, proprietor of the entire universe, O benedictor of all living entities, O original person [ādi-puruṣa], because of our good fortune You have now killed this sinful demon, who was giving trouble to the entire universe."
    },
    {
        "verse_id": "27",
        "text": "This demon, Hiraṇyakaśipu, received from me the benediction that he would not be killed by any living being within my creation. With this assurance and with strength derived from austerities and mystic power, he became excessively proud and transgressed all the Vedic injunctions."
    },
    {
        "verse_id": "28",
        "text": "By great fortune, Hiraṇyakaśipu’s son Prahlāda Mahārāja has now been released from death, for although he is a child, he is an exalted devotee. Now he is fully under the protection of Your lotus feet."
    },
    {
        "verse_id": "29",
        "text": "My dear Lord, O Supreme Personality of Godhead, You are the Supreme Soul. If one meditates upon Your transcendental body, You naturally protect him from all sources of fear, even the imminent danger of death."
    },
    {
        "verse_id": "30",
        "text": "The Personality of Godhead replied: My dear Lord Brahmā, O great lord born from the lotus flower, just as it is dangerous to feed milk to a snake, so it is dangerous to give benedictions to demons, who are by nature ferocious and jealous. I warn you not to give such benedictions to any demon again."
    },
    {
        "verse_id": "31",
        "text": "Nārada Muni continued: O King Yudhiṣṭhira, the Supreme Personality of Godhead, who is not visible to an ordinary human being, spoke in this way, instructing Lord Brahmā. Then, being worshiped by Brahmā, the Lord disappeared from that place."
    },
    {
        "verse_id": "32",
        "text": "Prahlāda Mahārāja then worshiped and offered prayers to all the demigods, such as Brahmā, Śiva and the prajāpatis, who are all parts of the Lord."
    },
    {
        "verse_id": "33",
        "text": "Thereafter, along with Śukrācārya and other great saints, Lord Brahmā, whose seat is on the lotus flower, made Prahlāda the king of all the demons and giants in the universe."
    },
    {
        "verse_id": "34",
        "text": "O King Yudhiṣṭhira, after all the demigods, headed by Lord Brahmā, were properly worshiped by Prahlāda Mahārāja, they offered Prahlāda their utmost benedictions and then returned to their respective abodes."
    },
    {
        "verse_id": "35",
        "text": "Thus the two associates of Lord Viṣṇu who had become Hiraṇyākṣa and Hiraṇyakaśipu, the sons of Diti, were both killed. By illusion they had thought that the Supreme Lord, who is situated in everyone’s heart, was their enemy."
    },
    {
        "verse_id": "36",
        "text": "Being cursed by the brāhmaṇas, the same two associates took birth again as Kumbhakarṇa and the ten-headed Rāvaṇa. These two Rākṣasas were killed by Lord Rāmacandra’s extraordinary power."
    },
    {
        "verse_id": "37",
        "text": "Pierced by the arrows of Lord Rāmacandra, both Kumbhakarṇa and Rāvaṇa lay on the ground and left their bodies, fully absorbed in thought of the Lord, just as they had in their previous births as Hiraṇyākṣa and Hiraṇyakaśipu."
    },
    {
        "verse_id": "38",
        "text": "They both took birth again in human society as Śiśupāla and Dantavakra and continued in the same enmity toward the Lord. It is they who merged into the body of the Lord in your presence."
    },
    {
        "verse_id": "39",
        "text": "Not only Śiśupāla and Dantavakra but also many, many other kings who acted as enemies of Kṛṣṇa attained salvation at the time of death. Because they thought of the Lord, they received spiritual bodies and forms the same as His, just as worms captured by a black drone obtain the same type of body as the drone."
    },
    {
        "verse_id": "40",
        "text": "By devotional service, pure devotees who incessantly think of the Supreme Personality of Godhead receive bodies similar to His. This is known as sārūpya-mukti. Although Śiśupāla, Dantavakra and other kings thought of Kṛṣṇa as an enemy, they also achieved the same result."
    },
    {
        "verse_id": "41",
        "text": "Everything you asked me about how Śiśupāla and others attained salvation although they were inimical has now been explained to you by me."
    },
    {
        "verse_id": "42",
        "text": "In this narration about Kṛṣṇa, the Supreme Personality of Godhead, various expansions or incarnations of the Lord have been described, and the killing of the two demons Hiraṇyākṣa and Hiraṇyakaśipu has also been described."
    },
    {
        "verse_id": "43",
        "text": "This narration describes the characteristics of the great and exalted devotee Prahlāda Mahārāja, his staunch devotional service, his perfect knowledge, and his perfect detachment from material contamination. It also describes the Supreme Personality of Godhead as the cause of creation, maintenance and annihilation. Prahlāda Mahārāja, in his prayers, has described the transcendental qualities of the Lord and has also described how the various abodes of the demigods and demons, regardless of how materially opulent, are destroyed by the mere direction of the Lord."
    },
    {
        "verse_id": "45",
        "text": "The principles of religion by which one can actually understand the Supreme Personality of Godhead are called bhāgavata-dharma. In this narration, therefore, which deals with these principles, actual transcendence is properly described."
    },
    {
        "verse_id": "46",
        "text": "One who hears and chants this narration about the omnipotence of the Supreme Personality of Godhead, Viṣṇu, is certainly liberated from material bondage without fail."
    },
    {
        "verse_id": "47",
        "text": "Prahlāda Mahārāja was the best among exalted devotees. Anyone who with great attention hears this narration concerning the activities of Prahlāda Mahārāja, the killing of Hiraṇyakaśipu, and the activities of the Supreme Personality of Godhead, Nṛsiṁhadeva, surely reaches the spiritual world, where there is no anxiety."
    },
    {
        "verse_id": "48",
        "text": "Nārada Muni continued: My dear Mahārāja Yudhiṣṭhira, all of you [the Pāṇḍavas] are extremely fortunate, for the Supreme Personality of Godhead, Kṛṣṇa, lives in your palace just like a human being. Great saintly persons know this very well, and therefore they constantly visit this house."
    },
    {
        "verse_id": "49",
        "text": "The impersonal Brahman is Kṛṣṇa Himself because Kṛṣṇa is the source of the impersonal Brahman. He is the origin of the transcendental bliss sought by great saintly persons, yet He, the Supreme Person, is your most dear friend and constant well-wisher and is intimately related to you as the son of your maternal uncle. Indeed, He is always like your body and soul. He is worshipable, yet He acts as your servant and sometimes as your spiritual master."
    },
    {
        "verse_id": "50",
        "text": "Exalted persons like Lord Śiva and Lord Brahmā could not properly describe the truth of the Supreme Personality of Godhead, Kṛṣṇa. May the Lord, who is always worshiped as the protector of all devotees by great saints who observe vows of silence, meditation, devotional service and renunciation, be pleased with us."
    },
    {
        "verse_id": "51",
        "text": "My dear King Yudhiṣṭhira, long, long ago in history, a demon known as Maya Dānava, who was very expert in technical knowledge, reduced the reputation of Lord Śiva. In that situation, Kṛṣṇa, the Supreme Personality of Godhead, saved Lord Śiva."
    },
    {
        "verse_id": "52",
        "text": "Mahārāja Yudhiṣṭhira said: For what reason did the demon Maya Dānava vanquish Lord Śiva’s reputation? How did Lord Kṛṣṇa save Lord Śiva and expand his reputation again? Kindly describe these incidents."
    },
    {
        "verse_id": "53",
        "text": "Nārada Muni said: When the demigods, who are always powerful by the mercy of Lord Kṛṣṇa, fought with the asuras, the asuras were defeated, and therefore they took shelter of Maya Dānava, the greatest of the demons."
    },
    {
        "verse_id": "54",
        "text": "Maya Dānava, the great leader of the demons, prepared three invisible residences and gave them to the demons. These dwellings resembled airplanes made of gold, silver and iron, and they contained uncommon paraphernalia. My dear King Yudhiṣṭhira, because of these three dwellings the commanders of the demons remained invisible to the demigods. Taking advantage of this opportunity, the demons, remembering their former enmity, began to vanquish the three worlds — the upper, middle and lower planetary systems."
    },
    {
        "verse_id": "56",
        "text": "Thereafter, when the demons had begun to destroy the higher planetary systems, the rulers of those planets went to Lord Śiva, fully surrendered unto him and said: Dear Lord, we demigods living in the three worlds are about to be vanquished. We are your followers. Kindly save us."
    },
    {
        "verse_id": "57",
        "text": "The most powerful and able Lord Śiva reassured them and said, “Do not be afraid.” He then fixed his arrows to his bow and released them toward the three residences occupied by the demons."
    },
    {
        "verse_id": "58",
        "text": "The arrows released by Lord Śiva appeared like fiery beams emanating from the sun globe and covered the three residential airplanes, which could then no longer be seen."
    },
    {
        "verse_id": "59",
        "text": "Attacked by Lord Śiva’s golden arrows, all the demoniac inhabitants of those three dwellings lost their lives and fell down. Then the great mystic Maya Dānava dropped the demons into a nectarean well that he had created."
    },
    {
        "verse_id": "60",
        "text": "When the dead bodies of the demons came in touch with the nectar, their bodies became invincible to thunderbolts. Endowed with great strength, they got up like lightning penetrating clouds."
    },
    {
        "verse_id": "61",
        "text": "Seeing Lord Śiva very much aggrieved and disappointed, the Supreme Personality of Godhead, Lord Viṣṇu, considered how to stop this nuisance created by Maya Dānava."
    },
    {
        "verse_id": "62",
        "text": "Then Lord Brahmā became a calf and Lord Viṣṇu a cow, and at noon they entered the residences and drank all the nectar in the well."
    },
    {
        "verse_id": "63",
        "text": "The demons could see the calf and cow, but because of the illusion created by the energy of the Supreme Personality of Godhead, the demons could not forbid them. The great mystic Maya Dānava became aware that the calf and cow were drinking the nectar, and he could understand this to be the unseen power of providence. Thus he spoke to the demons, who were grievously lamenting."
    },
    {
        "verse_id": "64",
        "text": "Maya Dānava said: What has been destined by the Supreme Lord for oneself, for others, or for both oneself and others cannot be undone anywhere or by anyone, whether one be a demigod, a demon, a human being or anyone else."
    },
    {
        "verse_id": "65",
        "text": "Nārada Muni continued: Thereafter, Lord Kṛṣṇa, by His own personal potency, consisting of religion, knowledge, renunciation, opulence, austerity, education and activities, equipped Lord Śiva with all the necessary paraphernalia, such as a chariot, a charioteer, a flag, horses, elephants, a bow, a shield and arrows. When Lord Śiva was fully equipped in this way, he sat down on the chariot with his arrows and bow to fight with the demons."
    },
    {
        "verse_id": "67",
        "text": "My dear King Yudhiṣṭhira, the most powerful Lord Śiva joined the arrows to his bow, and at noon he set fire to all three residences of the demons and thus destroyed them."
    },
    {
        "verse_id": "68",
        "text": "Seated in their airplanes in the sky, the inhabitants of the higher planetary systems beat many kettledrums. The demigods, saints, Pitās, Siddhas and various great personalities showered flowers on the head of Lord Śiva, wishing him all victory, and the Apsarās began to chant and dance with great pleasure."
    },
    {
        "verse_id": "69",
        "text": "O King Yudhiṣṭhira, thus Lord Śiva is known as Tripurāri, the annihilator of the three dwellings of the demons, because he burnt these dwellings to ashes. Being worshiped by the demigods, headed by Lord Brahmā, Lord Śiva returned to his own abode."
    },
    {
        "verse_id": "70",
        "text": "The Lord, Śrī Kṛṣṇa, appeared as a human being, yet He performed many uncommon and wonderful pastimes by His own potency. How can I say more about His activities than what has already been said by great saintly persons? Everyone can be purified by His activities, simply by hearing about them from the right source."
    }
]