[
    {
        "verse_id": "1",
        "text": "King Parīkṣit inquired: My dear brāhmaṇa, the Supreme Personality of Godhead, Viṣṇu, being everyone’s well-wisher, is equal and extremely dear to everyone. How, then, did He become partial like a common man for the sake of Indra and thus kill Indra’s enemies? How can a person equal to everyone be partial to some and inimical toward others?"
    },
    {
        "verse_id": "2",
        "text": "Lord Viṣṇu Himself, the Supreme Personality of Godhead, is the reservoir of all pleasure. Therefore, what benefit would He derive from siding with the demigods? What interest would He fulfill in this way? Since the Lord is transcendental, why should He fear the asuras, and how could He be envious of them?"
    },
    {
        "verse_id": "3",
        "text": "O greatly fortunate and learned brāhmaṇa, whether Nārāyaṇa is partial or impartial has become a subject of great doubt. Kindly dispel my doubt with positive evidence that Nārāyaṇa is always neutral and equal to everyone."
    },
    {
        "verse_id": "4",
        "text": "The great sage Śukadeva Gosvāmī said: My dear King, you have put before me an excellent question. Discourses concerning the activities of the Lord, in which the glories of His devotees are also found, are extremely pleasing to devotees. Such wonderful topics always counteract the miseries of the materialistic way of life. Therefore great sages like Nārada always speak upon Śrīmad-Bhāgavatam because it gives one the facility to hear and chant about the wonderful activities of the Lord. Let me offer my respectful obeisances unto Śrīla Vyāsadeva and then begin describing topics concerning the activities of Lord Hari."
    },
    {
        "verse_id": "6",
        "text": "The Supreme Personality of Godhead, Viṣṇu, is always transcendental to material qualities, and therefore He is called nirguṇa, or without qualities. Because He is unborn, He does not have a material body to be subjected to attachment and hatred. Although the Lord is always above material existence, through His spiritual potency He appeared and acted like an ordinary human being, accepting duties and obligations, apparently like a conditioned soul."
    },
    {
        "verse_id": "7",
        "text": "My dear King Parīkṣit, the material qualities — sattva-guṇa, rajo-guṇa and tamo-guṇa — all belong to the material world and do not even touch the Supreme Personality of Godhead. These three guṇas cannot act by increasing or decreasing simultaneously."
    },
    {
        "verse_id": "8",
        "text": "When the quality of goodness is prominent, the sages and demigods flourish with the help of that quality, with which they are infused and surcharged by the Supreme Lord. Similarly, when the mode of passion is prominent the demons flourish, and when ignorance is prominent the Yakṣas and Rākṣasas flourish. The Supreme Personality of Godhead is present in everyone’s heart, fostering the reactions of sattva-guṇa, rajo-guṇa and tamo-guṇa."
    },
    {
        "verse_id": "9",
        "text": "The all-pervading Personality of Godhead exists within the heart of every living being, and an expert thinker can perceive how He is present there to a large or small extent. Just as one can understand the supply of fire in wood, the water in a waterpot, or the sky within a pot, one can understand whether a living entity is a demon or a demigod by understanding that living entity’s devotional performances. A thoughtful man can understand how much a person is favored by the Supreme Lord by seeing his actions."
    },
    {
        "verse_id": "10",
        "text": "When the Supreme Personality of Godhead creates different types of bodies, offering a particular body to each living entity according to his character and fruitive actions, the Lord revives all the qualities of material nature — sattva-guṇa, rajo-guṇa and tamo-guṇa. Then, as the Supersoul, He enters each body and influences the qualities of creation, maintenance and annihilation, using sattva-guṇa for maintenance, rajo-guṇa for creation and tamo-guṇa for annihilation."
    },
    {
        "verse_id": "11",
        "text": "O great King, the Supreme Personality of Godhead, the controller of the material and spiritual energies, who is certainly the creator of the entire cosmos, creates the time factor to allow the material energy and the living entity to act within the limits of time. Thus the Supreme Personality is never under the time factor nor under the material energy."
    },
    {
        "verse_id": "12",
        "text": "O King, this time factor enhances the sattva-guṇa. Thus although the Supreme Lord is the controller, He favors the demigods, who are mostly situated in sattva-guṇa. Then the demons, who are influenced by tamo-guṇa, are annihilated. The Supreme Lord induces the time factor to act in different ways, but He is never partial. Rather, His activities are glorious, and therefore He is called Uruśravā."
    },
    {
        "verse_id": "13",
        "text": "Formerly, O King, when Mahārāja Yudhiṣṭhira was performing the Rājasūya sacrifice, the great sage Nārada, responding to his inquiry, recited historical facts showing how the Supreme Personality of Godhead is always impartial, even when killing demons. In this regard he gave a vivid example."
    },
    {
        "verse_id": "14",
        "text": "O King, at the Rājasūya sacrifice, Mahārāja Yudhiṣṭhira, the son of Mahārāja Pāṇḍu, personally saw Śiśupāla merge into the body of the Supreme Lord, Kṛṣṇa. Therefore, struck with wonder, he inquired about the reason for this from the great sage Nārada, who was seated there. While he inquired, all the sages present also heard him ask his question."
    },
    {
        "verse_id": "16",
        "text": "Mahārāja Yudhiṣṭhira inquired: It is very wonderful that the demon Śiśupāla merged into the body of the Supreme Personality of Godhead even though extremely envious. This sāyujya-mukti is impossible to attain even for great transcendentalists. How then did the enemy of the Lord attain it?"
    },
    {
        "verse_id": "17",
        "text": "O great sage, we are all eager to know the cause for this mercy of the Lord. I have heard that formerly a king named Vena blasphemed the Supreme Personality of Godhead and that all the brāhmaṇas consequently obliged him to go to hell. Śiśupāla should also have been sent to hell. How then did he merge into the Lord’s existence?"
    },
    {
        "verse_id": "18",
        "text": "From the very beginning of his childhood, when he could not even speak properly, Śiśupāla, the most sinful son of Damaghoṣa, began blaspheming the Lord, and he continued to be envious of Śrī Kṛṣṇa until death. Similarly, his brother Dantavakra continued the same habits."
    },
    {
        "verse_id": "19",
        "text": "Although these two men — Śiśupāla and Dantavakra — repeatedly blasphemed the Supreme Personality of Godhead, Lord Viṣṇu [Kṛṣṇa], the Supreme Brahman, they were quite healthy. Indeed, their tongues were not attacked by white leprosy, nor did they enter the darkest region of hellish life. We are certainly most surprised by this."
    },
    {
        "verse_id": "20",
        "text": "How was it possible for Śiśupāla and Dantavakra, in the presence of many exalted persons, to enter very easily into the body of Kṛṣṇa, whose nature is difficult to attain?"
    },
    {
        "verse_id": "21",
        "text": "This matter is undoubtedly very wonderful. Indeed, my intelligence has become disturbed, just as the flame of a candle is disturbed by a blowing wind. O Nārada Muni, you know everything. Kindly let me know the cause of this wonderful event."
    },
    {
        "verse_id": "22",
        "text": "Śrī Śukadeva Gosvāmī said: After hearing the request of Mahārāja Yudhiṣṭhira, Nārada Muni, the most powerful spiritual master, who knew everything, was very pleased. Thus he replied in the presence of everyone taking part in the yajña."
    },
    {
        "verse_id": "23",
        "text": "The great sage Śrī Nāradajī said: O King, blasphemy and praise, chastisement and respect, are experienced because of ignorance. The body of the conditioned soul is planned by the Lord for suffering in the material world through the agency of the external energy."
    },
    {
        "verse_id": "24",
        "text": "My dear King, the conditioned soul, being in the bodily conception of life, considers his body to be his self and considers everything in relationship with the body to be his. Because he has this wrong conception of life, he is subjected to dualities like praise and chastisement."
    },
    {
        "verse_id": "25",
        "text": "Because of the bodily conception of life, the conditioned soul thinks that when the body is annihilated the living being is annihilated. Lord Viṣṇu, the Supreme Personality of Godhead, is the supreme controller, the Supersoul of all living entities. Because He has no material body, He has no false conception of “I and mine.” It is therefore incorrect to think that He feels pleasure or pain when blasphemed or offered prayers. This is impossible for Him. Thus He has no enemy and no friend. When He chastises the demons it is for their good, and when He accepts the prayers of the devotees it is for their good. He is affected neither by prayers nor by blasphemy."
    },
    {
        "verse_id": "26",
        "text": "Therefore by enmity or by devotional service, by fear, by affection or by lusty desire — by all of these or any one of them — if a conditioned soul somehow or other concentrates his mind upon the Lord, the result is the same, for the Lord, because of His blissful position, is never affected by enmity or friendship."
    },
    {
        "verse_id": "27",
        "text": "Nārada Muni continued: By devotional service one cannot achieve such intense absorption in thought of the Supreme Personality of Godhead as one can through enmity toward Him. That is my opinion."
    },
    {
        "verse_id": "28",
        "text": "A grassworm confined in a hole of a wall by a bee always thinks of the bee in fear and enmity and later becomes a bee simply because of such remembrance. Similarly, if the conditioned souls somehow or other think of Kṛṣṇa, who is sac-cid-ānanda-vigraha, they will become free from their sins. Whether thinking of Him as their worshipable Lord or an enemy, because of constantly thinking of Him they will regain their spiritual bodies."
    },
    {
        "verse_id": "30",
        "text": "Many, many persons have attained liberation simply by thinking of Kṛṣṇa with great attention and giving up sinful activities. This great attention may be due to lusty desires, inimical feelings, fear, affection or devotional service. I shall now explain how one receives Kṛṣṇa’s mercy simply by concentrating one’s mind upon Him."
    },
    {
        "verse_id": "31",
        "text": "My dear King Yudhiṣṭhira, the gopīs by their lusty desires, Kaṁsa by his fear, Śiśupāla and other kings by envy, the Yadus by their familial relationship with Kṛṣṇa, you Pāṇḍavas by your great affection for Kṛṣṇa, and we, the general devotees, by our devotional service, have obtained the mercy of Kṛṣṇa."
    },
    {
        "verse_id": "32",
        "text": "Somehow or other, one must consider the form of Kṛṣṇa very seriously. Then, by one of the five different processes mentioned above, one can return home, back to Godhead. Atheists like King Vena, however, being unable to think of Kṛṣṇa’s form in any of these five ways, cannot attain salvation. Therefore, one must somehow think of Kṛṣṇa, whether in a friendly way or inimically."
    },
    {
        "verse_id": "33",
        "text": "Nārada Muni continued: O best of the Pāṇḍavas, your two cousins Śiśupāla and Dantavakra, the sons of your maternal aunt, were formerly associates of Lord Viṣṇu, but because they were cursed by brāhmaṇas, they fell from Vaikuṇṭha to this material world."
    },
    {
        "verse_id": "34",
        "text": "Mahārāja Yudhiṣṭhira inquired: What kind of great curse could affect even liberated viṣṇu-bhaktas, and what sort of person could curse even the Lord’s associates? For unflinching devotees of the Lord to fall again to this material world is impossible. I cannot believe this."
    },
    {
        "verse_id": "35",
        "text": "The bodies of the inhabitants of Vaikuṇṭha are completely spiritual, having nothing to do with the material body, senses or life air. Therefore, kindly explain how associates of the Personality of Godhead were cursed to descend in material bodies like ordinary persons."
    },
    {
        "verse_id": "36",
        "text": "The great saint Nārada said: Once upon a time when the four sons of Lord Brahmā named Sanaka, Sanandana, Sanātana and Sanat-kumāra were wandering throughout the three worlds, they came by chance to Viṣṇuloka."
    },
    {
        "verse_id": "37",
        "text": "Although these four great sages were older than Brahmā’s other sons like Marīci, they appeared like small naked children only five or six years old. When Jaya and Vijaya saw them trying to enter Vaikuṇṭhaloka, these two gatekeepers, thinking them ordinary children, forbade them to enter."
    },
    {
        "verse_id": "38",
        "text": "Thus checked by the doorkeepers Jaya and Vijaya, Sanandana and the other great sages very angrily cursed them. “You two foolish doorkeepers,” they said. “Being agitated by the material qualities of passion and ignorance, you are unfit to live at the shelter of Madhudviṣa’s lotus feet, which are free from such modes. It would be better for you to go immediately to the material world and take your birth in a family of most sinful asuras.”"
    },
    {
        "verse_id": "39",
        "text": "While Jaya and Vijaya, thus cursed by the sages, were falling to the material world, they were addressed as follows by the same sages, who were very kind to them. “O doorkeepers, after three births you will be able to return to your positions in Vaikuṇṭha, for then the duration of the curse will have ended.”"
    },
    {
        "verse_id": "40",
        "text": "These two associates of the Lord — Jaya and Vijaya — later descended to the material world, taking birth as the two sons of Diti, Hiraṇyakaśipu being the elder and Hiraṇyākṣa the younger. They were very much respected by the Daityas and Dānavas [demoniac species]."
    },
    {
        "verse_id": "41",
        "text": "Appearing as Nṛsiṁhadeva, the Supreme Personality of Godhead, Śrī Hari, killed Hiraṇyakaśipu. When the Lord delivered the planet earth, which had fallen in the Garbhodaka Ocean, Hiraṇyākṣa tried to hinder Him, and then the Lord, as Varāha, killed Hiraṇyākṣa."
    },
    {
        "verse_id": "42",
        "text": "Desiring to kill his son Prahlāda, who was a great devotee of Lord Viṣṇu, Hiraṇyakaśipu tortured him in many ways."
    },
    {
        "verse_id": "43",
        "text": "The Lord, the Supersoul of all living entities, is sober, peaceful and equal to everyone. Since the great devotee Prahlāda was protected by the Lord’s potency, Hiraṇyakaśipu was unable to kill him, in spite of endeavoring to do so in various ways."
    },
    {
        "verse_id": "44",
        "text": "Thereafter the same Jaya and Vijaya, the two doorkeepers of Lord Viṣṇu, took birth as Rāvaṇa and Kumbhakarṇa, begotten by Viśravā in the womb of Keśinī. They were extremely troublesome to all the people of the universe."
    },
    {
        "verse_id": "45",
        "text": "Nārada Muni continued: My dear King, just to relieve Jaya and Vijaya of the brāhmaṇas’ curse, Lord Rāmacandra appeared in order to kill Rāvaṇa and Kumbhakarṇa. It will be better for you to hear narrations about Lord Rāmacandra’s activities from Mārkaṇḍeya."
    },
    {
        "verse_id": "46",
        "text": "In their third birth, the same Jaya and Vijaya appeared in a family of kṣatriyas as your cousins, the sons of your aunt. Because Lord Kṛṣṇa has struck them with His disc, all their sinful reactions have been destroyed, and now they are free from the curse."
    },
    {
        "verse_id": "47",
        "text": "These two associates of Lord Viṣṇu — Jaya and Vijaya — maintained a feeling of enmity for a very long time. Because of always thinking of Kṛṣṇa in this way, they regained the shelter of the Lord, having returned home, back to Godhead."
    },
    {
        "verse_id": "48",
        "text": "Mahārāja Yudhiṣṭhira inquired: O my lord, Nārada Muni, why was there such enmity between Hiraṇyakaśipu and his beloved son Prahlāda Mahārāja? How did Prahlāda Mahārāja become such a great devotee of Lord Kṛṣṇa? Kindly explain this to me."
    }
]