[
    {
        "verse_id": "1",
        "text": "Nārada Muni continued: All the sons of the demons appreciated the transcendental instructions of Prahlāda Mahārāja and took them very seriously. They rejected the materialistic instructions given by their teachers, Ṣaṇḍa and Amarka."
    },
    {
        "verse_id": "2",
        "text": "When Ṣaṇḍa and Amarka, the sons of Śukrācārya, observed that all the students, the sons of the demons, were becoming advanced in Kṛṣṇa consciousness because of the association of Prahlāda Mahārāja, they were afraid. They approached the King of the demons and described the situation as it was."
    },
    {
        "verse_id": "3",
        "text": "When Hiraṇyakaśipu understood the entire situation, he was extremely angry, so much so that his body trembled. Thus he finally decided to kill his son Prahlāda. Hiraṇyakaśipu was by nature very cruel, and feeling insulted, he began hissing like a snake trampled upon by someone’s foot. His son Prahlāda was peaceful, mild and gentle, his senses were under control, and he stood before Hiraṇyakaśipu with folded hands. According to Prahlāda’s age and behavior, he was not to be chastised. Yet with staring, crooked eyes, Hiraṇyakaśipu rebuked him with the following harsh words."
    },
    {
        "verse_id": "5",
        "text": "Hiraṇyakaśipu said: O most impudent, most unintelligent disruptor of the family, O lowest of mankind, you have violated my power to rule you, and therefore you are an obstinate fool. Today I shall send you to the place of Yamarāja."
    },
    {
        "verse_id": "6",
        "text": "My son Prahlāda, you rascal, you know that when I am angry all the planets of the three worlds tremble, along with their chief rulers. By whose power has a rascal like you become so impudent that you appear fearless and overstep my power to rule you?"
    },
    {
        "verse_id": "7",
        "text": "Prahlāda Mahārāja said: My dear King, the source of my strength, of which you are asking, is also the source of yours. Indeed, the original source of all kinds of strength is one. He is not only your strength or mine, but the only strength for everyone. Without Him, no one can get any strength. Whether moving or not moving, superior or inferior, everyone, including Lord Brahmā, is controlled by the strength of the Supreme Personality of Godhead."
    },
    {
        "verse_id": "8",
        "text": "The Supreme Personality of Godhead, who is the supreme controller and time factor, is the power of the senses, the power of the mind, the power of the body, and the vital force of the senses. His influence is unlimited. He is the best of all living entities, the controller of the three modes of material nature. By His own power, He creates this cosmic manifestation, maintains it and annihilates it also."
    },
    {
        "verse_id": "9",
        "text": "Prahlāda Mahārāja continued: My dear father, please give up your demoniac mentality. Do not discriminate in your heart between enemies and friends; make your mind equipoised toward everyone. Except for the uncontrolled and misguided mind, there is no enemy within this world. When one sees everyone on the platform of equality, one then comes to the position of worshiping the Lord perfectly."
    },
    {
        "verse_id": "10",
        "text": "In former times there were many fools like you who did not conquer the six enemies that steal away the wealth of the body. These fools were very proud, thinking, “I have conquered all enemies in all the ten directions.” But if a person is victorious over the six enemies and is equipoised toward all living entities, for him there are no enemies. Enemies are merely imagined by one in ignorance."
    },
    {
        "verse_id": "11",
        "text": "Hiraṇyakaśipu replied: You rascal, you are trying to minimize my value, as if you were better than me at controlling the senses. This is over-intelligent. I can therefore understand that you desire to die at my hands, for this kind of nonsensical talk is indulged in by those about to die."
    },
    {
        "verse_id": "12",
        "text": "O most unfortunate Prahlāda, you have always described a supreme being other than me, a supreme being who is above everything, who is the controller of everyone, and who is all-pervading. But where is He? If He is everywhere, then why is He not present before me in this pillar?"
    },
    {
        "verse_id": "13",
        "text": "Because you are speaking so much nonsense, I shall now sever your head from your body. Now let me see your most worshipable God come to protect you. I want to see it."
    },
    {
        "verse_id": "14",
        "text": "Being obsessed with anger, Hiraṇyakaśipu, who was very great in bodily strength, thus chastised his exalted devotee-son Prahlāda with harsh words. Cursing him again and again, Hiraṇyakaśipu took up his sword, got up from his royal throne, and with great anger struck his fist against the column."
    },
    {
        "verse_id": "15",
        "text": "Then from within the pillar came a fearful sound, which appeared to crack the covering of the universe. O my dear Yudhiṣṭhira, this sound reached even the abodes of the demigods like Lord Brahmā, and when the demigods heard it, they thought, “Oh, now our planets are being destroyed!”"
    },
    {
        "verse_id": "16",
        "text": "While showing his extraordinary prowess, Hiraṇyakaśipu, who desired to kill his own son, heard that wonderful, tumultuous sound, which had never before been heard. Upon hearing the sound, the other leaders of the demons were afraid. None of them could find the origin of that sound in the assembly."
    },
    {
        "verse_id": "17",
        "text": "To prove that the statement of His servant Prahlāda Mahārāja was substantial — in other words, to prove that the Supreme Lord is present everywhere, even within the pillar of an assembly hall — the Supreme Personality of Godhead, Hari, exhibited a wonderful form never before seen. The form was neither that of a man nor that of a lion. Thus the Lord appeared in His wonderful form in the assembly hall."
    },
    {
        "verse_id": "18",
        "text": "While Hiraṇyakaśipu looked all around to find the source of the sound, that wonderful form of the Lord, which could not be ascertained to be either a man or a lion, emerged from the pillar. In amazement, Hiraṇyakaśipu wondered, “What is this creature that is half man and half lion?”"
    },
    {
        "verse_id": "19",
        "text": "Hiraṇyakaśipu studied the form of the Lord, trying to decide who the form of Nṛsiṁhadeva standing before him was. The Lord’s form was extremely fearsome because of His angry eyes, which resembled molten gold; His shining mane, which expanded the dimensions of His fearful face; His deadly teeth; and His razor-sharp tongue, which moved about like a dueling sword. His ears were erect and motionless, and His nostrils and gaping mouth appeared like caves of a mountain. His jaws parted fearfully, and His entire body touched the sky. His neck was very short and thick, His chest broad, His waist thin, and the hairs on His body as white as the rays of the moon. His arms, which resembled flanks of soldiers, spread in all directions as He killed the demons, rogues and atheists with His conchshell, disc, club, lotus and other natural weapons."
    },
    {
        "verse_id": "23",
        "text": "Hiraṇyakaśipu murmured to himself, “Lord Viṣṇu, who possesses great mystic power, has made this plan to kill me, but what is the use of such an attempt? Who can fight with me?” Thinking like this and taking up his club, Hiraṇyakaśipu attacked the Lord like an elephant."
    },
    {
        "verse_id": "24",
        "text": "Just as a small insect falls forcefully into a fire and the insignificant creature becomes invisible, when Hiraṇyakaśipu attacked the Lord, who was full of effulgence, Hiraṇyakaśipu became invisible. This is not at all astonishing, for the Lord is always situated in pure goodness. Formerly, during creation, He entered the dark universe and illuminated it by His spiritual effulgence."
    },
    {
        "verse_id": "25",
        "text": "Thereafter, the great demon Hiraṇyakaśipu, who was extremely angry, swiftly attacked Nṛsiṁhadeva with his club and began to beat Him. Lord Nṛsiṁhadeva, however, captured the great demon, along with his club, just as Garuḍa might capture a great snake."
    },
    {
        "verse_id": "26",
        "text": "O Yudhiṣṭhira, O great son of Bharata, when Lord Nṛsiṁhadeva gave Hiraṇyakaśipu a chance to slip from His hand, just as Garuḍa sometimes plays with a snake and lets it slip from his mouth, the demigods, who had lost their abodes and who were hiding behind the clouds for fear of the demon, did not consider that incident very good. Indeed, they were perturbed."
    },
    {
        "verse_id": "27",
        "text": "When Hiraṇyakaśipu was freed from the hands of Nṛsiṁhadeva, he falsely thought that the Lord was afraid of his prowess. Therefore, after taking a little rest from the fight, he took up his sword and shield and again attacked the Lord with great force."
    },
    {
        "verse_id": "28",
        "text": "Making a loud, shrill sound of laughter, the Supreme Personality of Godhead, Nārāyaṇa, who is extremely strong and powerful, captured Hiraṇyakaśipu, who was protecting himself with his sword and shield, leaving no gaps open. With the speed of a hawk, Hiraṇyakaśipu moved sometimes in the sky and sometimes on the earth, his eyes closed because of fear of Nṛsiṁhadeva’s laughter."
    },
    {
        "verse_id": "29",
        "text": "As a snake captures a mouse or Garuḍa captures a very venomous snake, Lord Nṛsiṁhadeva captured Hiraṇyakaśipu, who could not be pierced even by the thunderbolt of King Indra. As Hiraṇyakaśipu moved his limbs here, there and all around, very much afflicted at being captured, Lord Nṛsiṁhadeva placed the demon on His lap, supporting him with His thighs, and in the doorway of the assembly hall the Lord very easily tore the demon to pieces with the nails of His hand."
    },
    {
        "verse_id": "30",
        "text": "Lord Nṛsiṁhadeva’s mouth and mane were sprinkled with drops of blood, and His fierce eyes, full of anger, were impossible to look at. Licking the edge of His mouth with His tongue, the Supreme Personality of Godhead, Nṛsiṁhadeva, decorated with a garland of intestines taken from Hiraṇyakaśipu’s abdomen, resembled a lion that has just killed an elephant."
    },
    {
        "verse_id": "31",
        "text": "The Supreme Personality of Godhead, who had many, many arms, first uprooted Hiraṇyakaśipu’s heart and then threw him aside and turned toward the demon’s soldiers. These soldiers had come in thousands to fight with Him with raised weapons and were very faithful followers of Hiraṇyakaśipu, but Lord Nṛsiṁhadeva killed all of them merely with the ends of His nails."
    },
    {
        "verse_id": "32",
        "text": "The hair on Nṛsiṁhadeva’s head shook the clouds and scattered them here and there, His glaring eyes stole the effulgence of the luminaries in the sky, and His breathing agitated the seas and oceans. Because of His roaring, all the elephants in the world began to cry in fear."
    },
    {
        "verse_id": "33",
        "text": "Airplanes were thrown into outer space and the upper planetary system by the hair on Nṛsiṁhadeva’s head. Because of the pressure of the Lord’s lotus feet, the earth appeared to slip from its position, and all the hills and mountains sprang up due to His intolerable force. Because of the Lord’s bodily effulgence, both the sky and all directions diminished in their natural illumination."
    },
    {
        "verse_id": "34",
        "text": "Manifesting a full effulgence and a fearsome countenance, Lord Nṛsiṁha, being very angry and finding no contestant to face His power and opulence, then sat down in the assembly hall on the excellent throne of the king. Because of fear and obedience, no one could come forward to serve the Lord directly."
    },
    {
        "verse_id": "35",
        "text": "Hiraṇyakaśipu had been exactly like a fever of meningitis in the head of the three worlds. Thus when the wives of the demigods in the heavenly planets saw that the great demon had been killed by the personal hands of the Supreme Personality of Godhead, their faces blossomed in great joy. The wives of the demigods again and again showered flowers from heaven upon Lord Nṛsiṁhadeva like rain."
    },
    {
        "verse_id": "36",
        "text": "At that time, the airplanes of the demigods, who desired to see the activities of the Supreme Lord, Nārāyaṇa, crowded the sky. The demigods began beating drums and kettledrums, and upon hearing them the angelic women began to dance, while the chiefs of the Gandharvas sang sweetly."
    },
    {
        "verse_id": "37",
        "text": "My dear King Yudhiṣṭhira, the demigods then approached the Lord. They were headed by Lord Brahmā, King Indra and Lord Śiva and included great saintly persons and the residents of Pitṛloka, Siddhaloka, Vidyādhara-loka and the planet of the snakes. The Manus approached, and so did the chiefs of various other planets. The angelic dancers approached, as did the Gandharvas, the Cāraṇas, the Yakṣas, the inhabitants of Kinnaraloka, the Vetālas, the inhabitants of Kimpuruṣa-loka, and the personal servants of Viṣṇu like Sunanda and Kumuda. All of them came near the Lord, who glowed with intense light. They individually offered their obeisances and prayers, their hands folded at their heads."
    },
    {
        "verse_id": "40",
        "text": "Lord Brahmā prayed: My Lord, You are unlimited, and You possess unending potencies. No one can estimate or calculate Your prowess and wonderful influence, for Your actions are never polluted by the material energy. Through the material qualities, You very easily create the universe, maintain it and again annihilate it, yet You remain the same, without deterioration. I therefore offer my respectful obeisances unto You."
    },
    {
        "verse_id": "41",
        "text": "Lord Śiva said: The end of the millennium is the time for Your anger. Now that this insignificant demon Hiraṇyakaśipu has been killed, O my Lord, who are naturally affectionate to Your devotee, kindly protect his son Prahlāda Mahārāja, who is standing nearby as Your fully surrendered devotee."
    },
    {
        "verse_id": "42",
        "text": "King Indra said: O Supreme Lord, You are our deliverer and protector. Our shares of sacrifices, which are actually Yours, have been recovered from the demon by You. Because the demoniac king Hiraṇyakaśipu was most fearsome, our hearts, which are Your permanent abode, were all overtaken by him. Now, by Your presence, the gloom and darkness in our hearts have been dissipated. O Lord, for those who always engage in Your service, which is more exalted than liberation, all material opulence is insignificant. They do not even care for liberation, not to speak of the benefits of kāma, artha and dharma."
    },
    {
        "verse_id": "43",
        "text": "All the saintly persons present offered their prayers in this way: O Lord, O supreme maintainer of those sheltered at Your lotus feet, O original Personality of Godhead, the process of austerity and penance, in which You instructed us before, is the spiritual power of Your very self. It is by austerity that You create the material world, which lies dormant within You. This austerity was almost stopped by the activities of this demon, but now, by Yourself appearing in the form of Nṛsiṁhadeva, which is meant just to give us protection, and by killing this demon, You have again approved the process of austerity."
    },
    {
        "verse_id": "44",
        "text": "The inhabitants of Pitṛloka prayed: Let us offer our respectful obeisances unto Lord Nṛsiṁhadeva, the maintainer of the religious principles of the universe. He has killed Hiraṇyakaśipu, the demon who by force enjoyed all the offerings of the śrāddha ceremonies performed by our sons and grandsons on the anniversaries of our death and who drank the water with sesame seeds offered in holy places of pilgrimage. By killing this demon, O Lord, You have taken back all this stolen property from his abdomen by piercing it with Your nails. We therefore wish to offer our respectful obeisances unto You."
    },
    {
        "verse_id": "45",
        "text": "The inhabitants of Siddhaloka prayed: O Lord Nṛsiṁhadeva, because we belong to Siddhaloka, we automatically achieve perfection in all eight kinds of mystic power. Yet Hiraṇyakaśipu was so dishonest that by the strength of his power and austerity, he took away our powers. Thus he became very proud of his mystic strength. Now, because this rogue has been killed by Your nails, we offer our respectful obeisances unto You."
    },
    {
        "verse_id": "46",
        "text": "The inhabitants of Vidyādhara-loka prayed: Our acquired power to appear and disappear in various ways according to varieties of meditation was banned by that foolish Hiraṇyakaśipu because of his pride in his superior bodily strength and his ability to conquer others. Now the Supreme Personality of Godhead has killed him just as if the demon were an animal. Unto that supreme pastime form of Lord Nṛsiṁhadeva, we eternally offer our respectful obeisances."
    },
    {
        "verse_id": "47",
        "text": "The inhabitants of Nāgaloka said: The most sinful Hiraṇyakaśipu took away all the jewels on our hoods and all our beautiful wives. Now, since his chest has been pierced by Your nails, You are the source of all pleasure to our wives. Thus we together offer our respectful obeisances unto You."
    },
    {
        "verse_id": "48",
        "text": "All the Manus offered their prayers as follows: As Your order carriers, O Lord, we, the Manus, are the law-givers for human society, but because of the temporary supremacy of this great demon, Hiraṇyakaśipu, our laws for maintaining varṇāśrama-dharma were destroyed. O Lord, now that You have killed this great demon, we are in our normal condition. Kindly order us, Your eternal servants, what to do now."
    },
    {
        "verse_id": "49",
        "text": "The prajāpatis offered their prayers as follows: O Supreme Lord, Lord of even Brahmā and Śiva, we, the prajāpatis, were created by You to execute Your orders, but we were forbidden by Hiraṇyakaśipu to create any more good progeny. Now the demon is lying dead before us, his chest pierced by You. Let us therefore offer our respectful obeisances unto You, whose incarnation in this form of pure goodness is meant for the welfare of the entire universe."
    },
    {
        "verse_id": "50",
        "text": "The inhabitants of Gandharvaloka prayed: Your Lordship, we ever engage in Your service by dancing and singing in dramatic performances, but this Hiraṇyakaśipu, by the influence of his bodily strength and valor, brought us under his subjugation. Now he has been brought to this low condition by Your Lordship. What benefit can result from the activities of such an upstart as Hiraṇyakaśipu?"
    },
    {
        "verse_id": "51",
        "text": "The inhabitants of the Cāraṇa planet said: O Lord, because You have destroyed the demon Hiraṇyakaśipu, who was always a stake in the hearts of all honest men, we are now relieved, and we eternally take shelter of Your lotus feet, which award the conditioned soul liberation from materialistic contamination."
    },
    {
        "verse_id": "52",
        "text": "The inhabitants of Yakṣaloka prayed: O controller of the twenty-four elements, we are considered the best servants of Your Lordship because of rendering services pleasing to You, yet we engaged as palanquin carriers by the order of Hiraṇyakaśipu, the son of Diti. O Lord in the form of Nṛsiṁhadeva, You know how this demon gave trouble to everyone, but now You have killed him, and his body is mixing with the five material elements."
    },
    {
        "verse_id": "53",
        "text": "The inhabitants of Kimpuruṣa-loka said: We are insignificant living entities, and You are the Supreme Personality of Godhead, the supreme controller. Therefore how can we offer suitable prayers unto You? When this demon was condemned by devotees because they were disgusted with him, he was then killed by You."
    },
    {
        "verse_id": "54",
        "text": "The inhabitants of Vaitālika-loka said: Dear Lord, because of chanting Your spotless glories in great assemblies and arenas of sacrifice, we were accustomed to great respect from everyone. This demon, however, usurped that position. Now, to our great fortune, You have killed this great demon, exactly as one cures a chronic disease."
    },
    {
        "verse_id": "55",
        "text": "The Kinnaras said: O supreme controller, we are ever-existing servants of Your Lordship, but instead of rendering service to You, we were engaged by this demon in his service, constantly and without remuneration. This sinful man has now been killed by You. Therefore, O Lord Nṛsiṁhadeva, our master, we offer our respectful obeisances unto You. Please continue to be our patron."
    },
    {
        "verse_id": "56",
        "text": "The associates of Lord Viṣṇu in Vaikuṇṭha offered this prayer: O Lord, our supreme giver of shelter, today we have seen Your wonderful form as Lord Nṛsiṁhadeva, meant for the good fortune of all the world. O Lord, we can understand that Hiraṇyakaśipu was the same Jaya who engaged in Your service but was cursed by brāhmaṇas and who thus received the body of a demon. We understand that his having now been killed is Your special mercy upon him."
    }
]