[
    {
        "verse_id": "1",
        "text": "Prahlāda Mahārāja said: One who is sufficiently intelligent should use the human form of body from the very beginning of life — in other words, from the tender age of childhood — to practice the activities of devotional service, giving up all other engagements. The human body is most rarely achieved, and although temporary like other bodies, it is meaningful because in human life one can perform devotional service. Even a slight amount of sincere devotional service can give one complete perfection."
    },
    {
        "verse_id": "2",
        "text": "The human form of life affords one a chance to return home, back to Godhead. Therefore every living entity, especially in the human form of life, must engage in devotional service to the lotus feet of Lord Viṣṇu. This devotional service is natural because Lord Viṣṇu, the Supreme Personality of Godhead, is the most beloved, the master of the soul, and the well-wisher of all other living beings."
    },
    {
        "verse_id": "3",
        "text": "Prahlāda Mahārāja continued: My dear friends born of demoniac families, the happiness perceived with reference to the sense objects by contact with the body can be obtained in any form of life, according to one’s past fruitive activities. Such happiness is automatically obtained without endeavor, just as we obtain distress."
    },
    {
        "verse_id": "4",
        "text": "Endeavors merely for sense gratification or material happiness through economic development are not to be performed, for they result only in a loss of time and energy, with no actual profit. If one’s endeavors are directed toward Kṛṣṇa consciousness, one can surely attain the spiritual platform of self-realization. There is no such benefit from engaging oneself in economic development."
    },
    {
        "verse_id": "5",
        "text": "Therefore, while in material existence [bhavam āśritaḥ], a person fully competent to distinguish wrong from right must endeavor to achieve the highest goal of life as long as the body is stout and strong and is not embarrassed by dwindling."
    },
    {
        "verse_id": "6",
        "text": "Every human being has a maximum duration of life of one hundred years, but for one who cannot control his senses, half of those years are completely lost because at night he sleeps twelve hours, being covered by ignorance. Therefore such a person has a lifetime of only fifty years."
    },
    {
        "verse_id": "7",
        "text": "In the tender age of childhood, when everyone is bewildered, one passes ten years. Similarly, in boyhood, engaged in sporting and playing, one passes another ten years. In this way, twenty years are wasted. Similarly, in old age, when one is an invalid, unable to perform even material activities, one passes another twenty years wastefully."
    },
    {
        "verse_id": "8",
        "text": "One whose mind and senses are uncontrolled becomes increasingly attached to family life because of insatiable lusty desires and very strong illusion. In such a madman’s life, the remaining years are also wasted because even during those years he cannot engage himself in devotional service."
    },
    {
        "verse_id": "9",
        "text": "What person too attached to household life due to being unable to control his senses can liberate himself? An attached householder is bound very strongly by ropes of affection for his family [wife, children and other relatives]."
    },
    {
        "verse_id": "10",
        "text": "Money is so dear that one conceives of money as being sweeter than honey. Therefore, who can give up the desire to accumulate money, especially in household life? Thieves, professional servants [soldiers] and merchants try to acquire money even by risking their very dear lives."
    },
    {
        "verse_id": "11",
        "text": "How can a person who is most affectionate to his family, the core of his heart being always filled with their pictures, give up their association? Specifically, a wife is always very kind and sympathetic and always pleases her husband in a solitary place. Who could give up the association of such a dear and affectionate wife? Small children talk in broken language, very pleasing to hear, and their affectionate father always thinks of their sweet words. How could he give up their association? One’s elderly parents and one’s sons and daughters are also very dear. A daughter is especially dear to her father, and while living at her husband’s house she is always in his mind. Who could give up that association? Aside from this, in household affairs there are many decorated items of household furniture, and there are also animals and servants. Who could give up such comforts? The attached householder is like a silkworm, which weaves a cocoon in which it becomes imprisoned, unable to get out. Simply for the satisfaction of two important senses — the genitals and the tongue — one is bound by material conditions. How can one escape?"
    },
    {
        "verse_id": "14",
        "text": "One who is too attached cannot understand that he is wasting his valuable life for the maintenance of his family. He also fails to understand that the purpose of human life, a life suitable for realization of the Absolute Truth, is being imperceptibly spoiled. However, he is very cleverly attentive to seeing that not a single farthing is lost by mismanagement. Thus although an attached person in material existence always suffers from threefold miseries, he does not develop a distaste for the way of material existence."
    },
    {
        "verse_id": "15",
        "text": "If a person too attached to the duties of family maintenance is unable to control his senses, the core of his heart is immersed in how to accumulate money. Although he knows that one who takes the wealth of others will be punished by the law of the government, and by the laws of Yamarāja after death, he continues cheating others to acquire money."
    },
    {
        "verse_id": "16",
        "text": "O my friends, sons of demons! In this material world, even those who are apparently advanced in education have the propensity to consider, “This is mine, and that is for others.” Thus they are always engaged in providing the necessities of life to their families in a limited conception of family life, just like uneducated cats and dogs. They are unable to take to spiritual knowledge; instead, they are bewildered and overcome by ignorance."
    },
    {
        "verse_id": "17",
        "text": "My dear friends, O sons of the demons, it is certain that no one bereft of knowledge of the Supreme Personality of Godhead has been able to liberate himself from material bondage at any time or in any country. Rather, those bereft of knowledge of the Lord are bound by the material laws. They are factually addicted to sense gratification, and their target is woman. Indeed, they are actually playthings in the hands of attractive women. Victimized by such a conception of life, they become surrounded by children, grandchildren and great-grandchildren, and thus they are shackled to material bondage. Those who are very much addicted to this conception of life are called demons. Therefore, although you are sons of demons, keep aloof from such persons and take shelter of the Supreme Personality of Godhead, Nārāyaṇa, the origin of all the demigods, because the ultimate goal for the devotees of Nārāyaṇa is liberation from the bondage of material existence."
    },
    {
        "verse_id": "19",
        "text": "My dear sons of demons, the Supreme Personality of Godhead, Nārāyaṇa, is the original Supersoul, the father of all living entities. Consequently there are no impediments to pleasing Him or worshiping Him under any conditions, whether one be a child or an old man. The relationship between the living entities and the Supreme Personality of Godhead is always a fact, and therefore there is no difficulty in pleasing the Lord."
    },
    {
        "verse_id": "20",
        "text": "The Supreme Personality of Godhead, the supreme controller, who is infallible and indefatigable, is present in different forms of life, from the inert living beings [sthāvara], such as the plants, to Brahmā, the foremost created living being. He is also present in the varieties of material creations and in the material elements, the total material energy and the modes of material nature [sattva-guṇa, rajo-guṇa and tamo-guṇa], as well as the unmanifested material nature and the false ego. Although He is one, He is present everywhere, and He is also the transcendental Supersoul, the cause of all causes, who is present as the observer in the cores of the hearts of all living entities. He is indicated as that which is pervaded and as the all-pervading Supersoul, but actually He cannot be indicated. He is changeless and undivided. He is simply perceived as the supreme sac-cid-ānanda [eternity, knowledge and bliss]. Being covered by the curtain of the external energy, to the atheist He appears nonexistent."
    },
    {
        "verse_id": "24",
        "text": "Therefore, my dear young friends born of demons, please act in such a way that the Supreme Lord, who is beyond the conception of material knowledge, will be satisfied. Give up your demoniac nature and act without enmity or duality. Show mercy to all living entities by enlightening them in devotional service, thus becoming their well-wishers."
    },
    {
        "verse_id": "25",
        "text": "Nothing is unobtainable for devotees who have satisfied the Supreme Personality of Godhead, who is the cause of all causes, the original source of everything. The Lord is the reservoir of unlimited spiritual qualities. For devotees, therefore, who are transcendental to the modes of material nature, what is the use of following the principles of religion, economic development, sense gratification and liberation, which are all automatically obtainable under the influence of the modes of nature? We devotees always glorify the lotus feet of the Lord, and therefore we need not ask for anything in terms of dharma, kāma, artha and mokṣa."
    },
    {
        "verse_id": "26",
        "text": "Religion, economic development and sense gratification — these are described in the Vedas as tri-varga, or three ways to salvation. Within these three categories are education and self-realization; ritualistic ceremonies performed according to Vedic injunction; logic; the science of law and order; and the various means of earning one’s livelihood. These are the external subject matters of study in the Vedas, and therefore I consider them material. However, I consider surrender to the lotus feet of Lord Viṣṇu to be transcendental."
    },
    {
        "verse_id": "27",
        "text": "Nārāyaṇa, the Supreme Personality of Godhead, the well-wisher and friend of all living entities, formerly explained this transcendental knowledge to the great saint Nārada. Such knowledge is extremely difficult to understand without the mercy of a saintly person like Nārada, but everyone who has taken shelter of Nārada’s disciplic succession can understand this confidential knowledge."
    },
    {
        "verse_id": "28",
        "text": "Prahlāda Mahārāja continued: I received this knowledge from the great saint Nārada Muni, who is always engaged in devotional service. This knowledge, which is called bhāgavata-dharma, is fully scientific. It is based on logic and philosophy and is free from all material contamination."
    },
    {
        "verse_id": "29",
        "text": "The sons of the demons replied: Dear Prahlāda, neither you nor we know any teacher or spiritual master other than Ṣaṇḍa and Amarka, the sons of Śukrācārya. After all, we are children and they our controllers. For you especially, who always remain within the palace, it is very difficult to associate with a great personality. Dear friend, most gentle one, would you kindly explain how it was possible for you to hear Nārada? Kindly dispel our doubts in this regard."
    }
]