[
    {
        "verse_id": "1",
        "text": "Nārada Muni said: Although Prahlāda Mahārāja was born in a family of asuras, he was the greatest of all devotees. Having thus been questioned by his class friends, the sons of the asuras, he remembered the words spoken to him by me and replied to his friends as follows."
    },
    {
        "verse_id": "2",
        "text": "Prahlāda Mahārāja said: When our father, Hiraṇyakaśipu, went to Mandarācala Mountain to execute severe austerities, in his absence the demigods, headed by King Indra, made a severe attempt to subdue all the demons in warfare."
    },
    {
        "verse_id": "3",
        "text": "“Alas, as a serpent is eaten by small ants, so the troublesome Hiraṇyakaśipu, who always inflicted miseries upon all types of people, has now been defeated by the reactions of his own sinful activities.” Saying this, the demigods, headed by King Indra, arranged to fight the demons."
    },
    {
        "verse_id": "4",
        "text": "When the great leaders of the demons, who were being killed one after another, saw the unprecedented exertion of the demigods in fighting, they began to flee, scattering themselves in all directions. Simply to protect their lives, they hastily fled from their homes, wives, children, animals and household paraphernalia. Paying no heed to all these, the demons simply fled."
    },
    {
        "verse_id": "6",
        "text": "The victorious demigods plundered the palace of Hiraṇyakaśipu, the King of the demons, and destroyed everything within it. Then Indra, King of heaven, arrested my mother, the Queen."
    },
    {
        "verse_id": "7",
        "text": "As she was being led away, crying in fear like a kurarī captured by a vulture, the great sage Nārada, who at that time had no engagement, appeared on the scene and saw her in that condition."
    },
    {
        "verse_id": "8",
        "text": "Nārada Muni said: O Indra, King of the demigods, this woman is certainly sinless. You should not drag her off in this merciless way. O greatly fortunate one, this chaste woman is the wife of another. You must immediately release her."
    },
    {
        "verse_id": "9",
        "text": "King Indra said: In the womb of this woman, the wife of the demon Hiraṇyakaśipu, is the seed of that great demon. Therefore, let her remain in our custody until her child is delivered, and then we shall release her."
    },
    {
        "verse_id": "10",
        "text": "Nārada Muni replied: The child within this woman’s womb is faultless and sinless. Indeed, he is a great devotee, a powerful servant of the Supreme Personality of Godhead. Therefore you will not be able to kill him."
    },
    {
        "verse_id": "11",
        "text": "When the great saint Nārada Muni had thus spoken, King Indra, being respectful to Nārada’s words, immediately released my mother. Because of my being a devotee of the Lord, all the demigods circumambulated her. Then they returned to their celestial kingdom."
    },
    {
        "verse_id": "12",
        "text": "Prahlāda Mahārāja continued: The great saint Nārada Muni brought my mother to his āśrama and assured her of all protection, saying, “My dear child, please remain at my āśrama until the arrival of your husband.”"
    },
    {
        "verse_id": "13",
        "text": "After accepting the instructions of Devarṣi Nārada, my mother stayed in his care, without fear from any direction, as long as my father, the King of the Daityas, had not become free from his severe austerities."
    },
    {
        "verse_id": "14",
        "text": "My mother, being pregnant, desired the safety of her embryo and desired to give birth after her husband’s arrival. Thus she stayed at Nārada Muni’s āśrama, where she rendered service unto Nārada Muni with great devotion."
    },
    {
        "verse_id": "15",
        "text": "Nārada Muni delivered his instructions both to me, who was within the womb, and to my mother, who was engaged in rendering him service. Because he is naturally extremely kind to the fallen souls, being in a transcendental position, he gave instructions on religion and transcendental knowledge. These instructions were free from all material contamination."
    },
    {
        "verse_id": "16",
        "text": "Because of the long duration of time that has passed and because of her being a woman and therefore less intelligent, my mother has forgotten all those instructions; but the great sage Nārada blessed me, and therefore I could not forget them."
    },
    {
        "verse_id": "17",
        "text": "Prahlāda Mahārāja continued: My dear friends, if you can place your faith in my words, simply by that faith you can also understand transcendental knowledge, just like me, although you are small children. Similarly, a woman can also understand transcendental knowledge and know what is spirit and what is matter."
    },
    {
        "verse_id": "18",
        "text": "Just as the fruits and flowers of a tree in due course of time undergo six changes — birth, existence, growth, transformation, dwindling and then death — the material body, which is obtained by the spirit soul under different circumstances, undergoes similar changes. However, there are no such changes for the spirit soul."
    },
    {
        "verse_id": "19",
        "text": "“Ātmā” refers to the Supreme Lord or the living entities. Both of them are spiritual, free from birth and death, free from deterioration and free from material contamination. They are individual, they are the knowers of the external body, and they are the foundation or shelter of everything. They are free from material change, they are self-illuminated, they are the cause of all causes, and they are all-pervading. They have nothing to do with the material body, and therefore they are always uncovered. With these transcendental qualities, one who is actually learned must give up the illusory conception of life, in which one thinks, “I am this material body, and everything in relationship with this body is mine.”"
    },
    {
        "verse_id": "21",
        "text": "An expert geologist can understand where there is gold and by various processes can extract it from the gold ore. Similarly, a spiritually advanced person can understand how the spiritual particle exists within the body, and thus by cultivating spiritual knowledge he can attain perfection in spiritual life. However, as one who is not expert cannot understand where there is gold, a foolish person who has not cultivated spiritual knowledge cannot understand how the spirit exists within the body."
    },
    {
        "verse_id": "22",
        "text": "The Lord’s eight separated material energies, the three modes of material nature and the sixteen transformations [the eleven senses and the five gross material elements like earth and water] — within all these, the one spiritual soul exists as the observer. Therefore all the great ācāryas have concluded that the individual soul is conditioned by these material elements."
    },
    {
        "verse_id": "23",
        "text": "There are two kinds of bodies for every individual soul — a gross body made of five gross elements and a subtle body made of three subtle elements. Within these bodies, however, is the spirit soul. One must find the soul by analysis, saying, “This is not it. This is not it.” Thus one must separate spirit from matter."
    },
    {
        "verse_id": "24",
        "text": "Sober and expert persons should search for the spirit soul with minds purified through analytical study in terms of the soul’s connection with and distinction from all things that undergo creation, maintenance and destruction."
    },
    {
        "verse_id": "25",
        "text": "Intelligence can be perceived in three states of activity — wakefulness, dreaming and deep sleep. The person who perceives these three is to be considered the original master, the ruler, the Supreme Personality of Godhead."
    },
    {
        "verse_id": "26",
        "text": "As one can understand the presence of the air by the aromas it carries, so, under the guidance of the Supreme Personality of Godhead, one can understand the living soul by these three divisions of intelligence. These three divisions, however, are not the soul; they are constituted of the three modes and are born of activities."
    },
    {
        "verse_id": "27",
        "text": "Through polluted intelligence one is subjected to the modes of nature, and thus one is conditioned by material existence. Like a dreaming state in which one falsely suffers, material existence, which is due to ignorance, must be considered unwanted and temporary."
    },
    {
        "verse_id": "28",
        "text": "Therefore, my dear friends, O sons of the demons, your duty is to take to Kṛṣṇa consciousness, which can burn the seed of fruitive activities artificially created by the modes of material nature and stop the flow of the intelligence in wakefulness, dreaming and deep sleep. In other words, when one takes to Kṛṣṇa consciousness, his ignorance is immediately dissipated."
    },
    {
        "verse_id": "29",
        "text": "Of the different processes recommended for disentanglement from material life, the one personally explained and accepted by the Supreme Personality of Godhead should be considered all-perfect. That process is the performance of duties by which love for the Supreme Lord develops."
    },
    {
        "verse_id": "30",
        "text": "One must accept the bona fide spiritual master and render service unto him with great devotion and faith. Whatever one has in one’s possession should be offered to the spiritual master, and in the association of saintly persons and devotees one should worship the Lord, hear the glories of the Lord with faith, glorify the transcendental qualities and activities of the Lord, always meditate on the Lord’s lotus feet, and worship the Deity of the Lord strictly according to the injunctions of the śāstra and guru."
    },
    {
        "verse_id": "32",
        "text": "One should always remember the Supreme Personality of Godhead in His localized representation as the Paramātmā, who is situated in the core of every living entity’s heart. Thus one should offer respect to every living entity according to that living entity’s position or manifestation."
    },
    {
        "verse_id": "33",
        "text": "By these activities [as mentioned above] one is able to cut down the influence of the enemies, namely lust, anger, greed, illusion, madness and jealousy, and when thus situated, one can render service to the Lord. In this way one surely attains the platform of loving service to the Supreme Personality of Godhead."
    },
    {
        "verse_id": "34",
        "text": "One who is situated in devotional service is certainly the controller of his senses, and thus he is a liberated person. When such a liberated person, the pure devotee, hears of the transcendental qualities and activities of the Lord’s incarnations for the performance of various pastimes, his hair stands on end on his body, tears fall from his eyes, and in his spiritual realization his voice falters. Sometimes he very openly dances, sometimes he sings loudly, and sometimes he cries. Thus he expresses his transcendental jubilation."
    },
    {
        "verse_id": "35",
        "text": "When a devotee becomes like a person haunted by a ghost, he laughs and very loudly chants about the qualities of the Lord. Sometimes he sits to perform meditation, and he offers respects to every living entity, considering him a devotee of the Lord. Constantly breathing very heavily, he becomes careless of social etiquette and loudly chants like a madman, “Hare Kṛṣṇa, Hare Kṛṣṇa! O my Lord, O master of the universe!”"
    },
    {
        "verse_id": "36",
        "text": "The devotee is then freed from all material contamination because he constantly thinks of the Lord’s pastimes and because his mind and body have been converted to spiritual qualities. Because of his intense devotional service, his ignorance, material consciousness and all kinds of material desires are completely burnt to ashes. This is the stage at which one can achieve the shelter of the Lord’s lotus feet."
    },
    {
        "verse_id": "37",
        "text": "The real problem of life is the repetition of birth and death, which is like a wheel rolling repeatedly up and down. This wheel, however, completely stops when one is in touch with the Supreme Personality of Godhead. In other words, by the transcendental bliss realized from constant engagement in devotional service, one is completely liberated from material existence. All learned men know this. Therefore, my dear friends, O sons of the asuras, immediately begin meditating upon and worshiping the Supersoul within everyone’s heart."
    },
    {
        "verse_id": "38",
        "text": "O my friends, sons of the asuras, the Supreme Personality of Godhead in His Supersoul feature always exists within the cores of the hearts of all living entities. Indeed, He is the well-wisher and friend of all living entities, and there is no difficulty in worshiping the Lord. Why, then, should people not engage in His devotional service? Why are they so addicted to unnecessarily producing artificial paraphernalia for sense gratification?"
    },
    {
        "verse_id": "39",
        "text": "One’s riches, beautiful wife and female friends, one’s sons and daughters, one’s residence, one’s domestic animals like cows, elephants and horses, one’s treasury, economic development and sense gratification — indeed, even the lifetime in which one can enjoy all these material opulences — are certainly temporary and flickering. Since the opportunity of human life is temporary, what benefit can these material opulences give to a sensible man who has understood himself to be eternal?"
    },
    {
        "verse_id": "40",
        "text": "It is learned from Vedic literature that by performing great sacrifices one may elevate himself to the heavenly planets. However, although life on the heavenly planets is hundreds and thousands of times more comfortable than life on earth, the heavenly planets are not pure [nirmalam], or free from the taint of material existence. The heavenly planets are also temporary, and therefore they are not the goal of life. The Supreme Personality of Godhead, however, has never been seen or heard to possess inebriety. Consequently, for your own benefit and self-realization, you must worship the Lord with great devotion, as described in the revealed scriptures."
    },
    {
        "verse_id": "41",
        "text": "A materialistic person, thinking himself very advanced in intelligence, continually acts for economic development. But again and again, as enunciated in the Vedas, he is frustrated by material activities, either in this life or in the next. Indeed, the results one obtains are inevitably the opposite of those one desires."
    },
    {
        "verse_id": "42",
        "text": "In this material world, every materialist desires to achieve happiness and diminish his distress, and therefore he acts accordingly. Actually, however, one is happy as long as one does not endeavor for happiness; as soon as one begins his activities for happiness, his conditions of distress begin."
    },
    {
        "verse_id": "43",
        "text": "A living entity desires comfort for his body and makes many plans for this purpose, but actually the body is the property of others. Indeed, the perishable body embraces the living entity and then leaves him aside."
    },
    {
        "verse_id": "44",
        "text": "Since the body itself is ultimately meant to become stool or earth, what is the meaning of the paraphernalia related to the body, such as wives, residences, wealth, children, relatives, servants, friends, kingdoms, treasuries, animals and ministers? They are also temporary. What more can be said about this?"
    },
    {
        "verse_id": "45",
        "text": "All this paraphernalia is very near and dear as long as the body exists, but as soon as the body is destroyed, all things related to the body are also finished. Therefore, actually one has nothing to do with them, but because of ignorance one accepts them as valuable. Compared to the ocean of eternal happiness, they are most insignificant. What is the use of such insignificant relationships for the eternal living being?"
    },
    {
        "verse_id": "46",
        "text": "My dear friends, O sons of the asuras, the living entity receives different types of bodies according to his previous fruitive activities. Thus he is seen to suffer with reference to his particular body in all conditions of life, beginning with his infusion into the womb. Please tell me, therefore, after full consideration, what is the living entity’s actual interest in fruitive activities, which result in hardship and misery?"
    },
    {
        "verse_id": "47",
        "text": "The living entity, who has received his present body because of his past fruitive activity, may end the results of his actions in this life, but this does not mean that he is liberated from bondage to material bodies. The living entity receives one type of body, and by performing actions with that body he creates another. Thus he transmigrates from one body to another, through repeated birth and death, because of his gross ignorance."
    },
    {
        "verse_id": "48",
        "text": "The four principles of advancement in spiritual life — dharma, artha, kāma and mokṣa — all depend on the disposition of the Supreme Personality of Godhead. Therefore, my dear friends, follow in the footsteps of devotees. Without desire, fully depend upon the disposition of the Supreme Lord, worship Him, the Supersoul, in devotional service."
    },
    {
        "verse_id": "49",
        "text": "The Supreme Personality of Godhead, Hari, is the soul and the Supersoul of all living entities. Every living entity is a manifestation of His energy in terms of the living soul and the material body. Therefore the Lord is the most dear, and He is the supreme controller."
    },
    {
        "verse_id": "50",
        "text": "If a demigod, demon, human being, Yakṣa, Gandharva or anyone within this universe renders service to the lotus feet of Mukunda, who can deliver liberation, he is actually situated in the most auspicious condition of life, exactly like us [the mahājanas, headed by Prahlāda Mahārāja]."
    },
    {
        "verse_id": "51",
        "text": "My dear friends, O sons of the demons, you cannot please the Supreme Personality of Godhead by becoming perfect brāhmaṇas, demigods or great saints or by becoming perfectly good in etiquette or vast learning. None of these qualifications can awaken the pleasure of the Lord. Nor by charity, austerity, sacrifice, cleanliness or vows can one satisfy the Lord. The Lord is pleased only if one has unflinching, unalloyed devotion to Him. Without sincere devotional service, everything is simply a show."
    },
    {
        "verse_id": "53",
        "text": "My dear friends, O sons of the demons, in the same favorable way that one sees himself and takes care of himself, take to devotional service to satisfy the Supreme Personality of Godhead, who is present everywhere as the Supersoul of all living entities."
    },
    {
        "verse_id": "54",
        "text": "O my friends, O sons of demons, everyone, including you (the Yakṣas and Rākṣasas), the unintelligent women, śūdras and cowherd men, the birds, the lower animals and the sinful living entities, can revive his original, eternal spiritual life and exist forever simply by accepting the principles of bhakti-yoga."
    },
    {
        "verse_id": "55",
        "text": "In this material world, to render service to the lotus feet of Govinda, the cause of all causes, and to see Him everywhere, is the only goal of life. This much alone is the ultimate goal of human life, as explained by all the revealed scriptures."
    }
]