[
    {
        "verse_id": "1",
        "text": "Nārada Muni said to Mahārāja Yudhiṣṭhira: The demoniac king Hiraṇyakaśipu wanted to be unconquerable and free from old age and dwindling of the body. He wanted to gain all the yogic perfections like aṇimā and laghimā, to be deathless, and to be the only king of the entire universe, including Brahmaloka."
    },
    {
        "verse_id": "2",
        "text": "In the valley of Mandara Hill, Hiraṇyakaśipu began performing his austerities by standing with his toes on the ground, keeping his arms upward and looking toward the sky. This position was extremely difficult, but he accepted it as a means to attain perfection."
    },
    {
        "verse_id": "3",
        "text": "From the hair on Hiraṇyakaśipu’s head there emanated an effulgent light as brilliant and intolerable as the rays of the sun at the time of dissolution. Seeing the performance of such austere penances, the demigods, who had been wandering throughout the planets, now returned to their respective homes."
    },
    {
        "verse_id": "4",
        "text": "Because of Hiraṇyakaśipu’s severe austerities, fire came from his head, and this fire and its smoke spread throughout the sky, encompassing the upper and lower planets, which all became extremely hot."
    },
    {
        "verse_id": "5",
        "text": "Because of the power of his severe austerities, all the rivers and oceans were agitated, the surface of the globe, with its mountains and islands, began trembling, and the stars and planets fell. All directions were ablaze."
    },
    {
        "verse_id": "6",
        "text": "Scorched and extremely disturbed because of Hiraṇyakaśipu’s severe penances, all the demigods left the planets where they reside and went to the planet of Lord Brahmā, where they informed the creator as follows: O lord of the demigods, O master of the universe, because of the fire emanating from Hiraṇyakaśipu’s head as a result of his severe austerities, we have become so disturbed that we could not stay in our planets but have come to you."
    },
    {
        "verse_id": "7",
        "text": "O great person, chief of the universe, if you think it proper, kindly stop these disturbances, meant to destroy everything, before all your obedient subjects are annihilated."
    },
    {
        "verse_id": "8",
        "text": "Hiraṇyakaśipu has undertaken a most severe type of austerity. Although his plan is not unknown to you, kindly listen as we submit his intentions."
    },
    {
        "verse_id": "9",
        "text": "“The supreme person within this universe, Lord Brahmā, has gotten his exalted post by dint of severe austerities, mystic power and trance. Consequently, after creating the universe, he has become the most worshipable demigod within it. Since I am eternal and time is eternal, I shall endeavor for such austerity, mystic power and trance for many, many births, and thus I shall occupy the same post occupied by Lord Brahmā."
    },
    {
        "verse_id": "11",
        "text": "“By dint of my severe austerities, I shall reverse the results of pious and impious activities. I shall overturn all the established practices within this world. Even Dhruvaloka will be vanquished at the end of the millennium. Therefore, what is the use of it? I shall prefer to remain in the position of Brahmā.”"
    },
    {
        "verse_id": "12",
        "text": "O lord, we have heard from reliable sources that in order to obtain your post, Hiraṇyakaśipu is now engaged in severe austerity. You are the master of the three worlds. Please, without delay, take whatever steps you deem appropriate."
    },
    {
        "verse_id": "13",
        "text": "O Lord Brahmā, your position within this universe is certainly most auspicious for everyone, especially the cows and brāhmaṇas. Brahminical culture and the protection of cows can be increasingly glorified, and thus all kinds of material happiness, opulence and good fortune will automatically increase. But unfortunately, if Hiraṇyakaśipu occupies your seat, everything will be lost."
    },
    {
        "verse_id": "14",
        "text": "O King, being thus informed by the demigods, the most powerful Lord Brahmā, accompanied by Bhṛgu, Dakṣa and other great sages, immediately started for the place where Hiraṇyakaśipu was performing his penances and austerities."
    },
    {
        "verse_id": "15",
        "text": "Lord Brahmā, who is carried by a swan airplane, at first could not see where Hiraṇyakaśipu was, for Hiraṇyakaśipu’s body was covered by an anthill and by grass and bamboo sticks. Because Hiraṇyakaśipu had been there for a long time, the ants had devoured his skin, fat, flesh and blood. Then Lord Brahmā and the demigods spotted him, resembling a cloud-covered sun, heating all the world by his austerity. Struck with wonder, Lord Brahmā began to smile and then addressed him as follows."
    },
    {
        "verse_id": "17",
        "text": "Lord Brahmā said: O son of Kaśyapa Muni, please get up, please get up. All good fortune unto you. You are now perfect in the performance of your austerities, and therefore I may give you a benediction. You may now ask from me whatever you desire, and I shall try to fulfill your wish."
    },
    {
        "verse_id": "18",
        "text": "I have been very much astonished to see your endurance. In spite of being eaten and bitten by all kinds of worms and ants, you are keeping your life air circulating within your bones. Certainly this is wonderful."
    },
    {
        "verse_id": "19",
        "text": "Even saintly persons like Bhṛgu, born previously, could not perform such severe austerities, nor will anyone in the future be able to do so. Who within these three worlds can sustain his life without even drinking water for one hundred celestial years?"
    },
    {
        "verse_id": "20",
        "text": "My dear son of Diti, with your great determination and austerity you have done what was impossible even for great saintly persons, and thus I have certainly been conquered by you."
    },
    {
        "verse_id": "21",
        "text": "O best of the asuras, for this reason I am now prepared to give you all benedictions, according to your desire. I belong to the celestial world of demigods, who do not die like human beings. Therefore, although you are subject to death, your audience with me will not go in vain."
    },
    {
        "verse_id": "22",
        "text": "Śrī Nārada Muni continued: After speaking these words to Hiraṇyakaśipu, Lord Brahmā, the original being of this universe, who is extremely powerful, sprinkled transcendental, infallible, spiritual water from his kamaṇḍalu upon Hiraṇyakaśipu’s body, which had been eaten away by ants and moths. Thus he enlivened Hiraṇyakaśipu."
    },
    {
        "verse_id": "23",
        "text": "As soon as he was sprinkled with the water from Lord Brahmā’s waterpot, Hiraṇyakaśipu arose, endowed with a full body with limbs so strong that they could bear the striking of a thunderbolt. With physical strength and a bodily luster resembling molten gold, he emerged from the anthill a completely young man, just as fire springs from fuel wood."
    },
    {
        "verse_id": "24",
        "text": "Seeing Lord Brahmā present before him in the sky, carried by his swan airplane, Hiraṇyakaśipu was extremely pleased. He immediately fell flat with his head on the ground and began to express his obligation to the lord."
    },
    {
        "verse_id": "25",
        "text": "Then, getting up from the ground and seeing Lord Brahmā before him, the head of the Daityas was overwhelmed by jubilation. With tears in his eyes, his whole body shivering, he began praying in a humble mood, with folded hands and a faltering voice, to satisfy Lord Brahmā."
    },
    {
        "verse_id": "26",
        "text": "Let me offer my respectful obeisances unto the supreme lord within this universe. At the end of each day of his life, the universe is fully covered with dense darkness by the influence of time, and then again, during his next day, that self-effulgent lord, by his own effulgence, manifests, maintains and destroys the entire cosmic manifestation through the material energy, which is invested with the three modes of material nature. He, Lord Brahmā, is the shelter of those modes of nature — sattva-guṇa, rajo-guṇa and tamo-guṇa."
    },
    {
        "verse_id": "28",
        "text": "I offer my obeisances to the original personality within this universe, Lord Brahmā, who is cognizant and who can apply his mind and realized intelligence in creating this cosmic manifestation. It is because of his activities that everything within the universe is visible. He is therefore the cause of all manifestations."
    },
    {
        "verse_id": "29",
        "text": "Your Lordship, being the origin of the life of this material world, is the master and controller of the living entities, both moving and stationary, and you inspire their consciousness. You maintain the mind and the acting and knowledge-acquiring senses, and therefore you are the great controller of all the material elements and their qualities, and you are the controller of all desires."
    },
    {
        "verse_id": "30",
        "text": "My dear lord, by your form as the Vedas personified and through knowledge relating to the activities of all the yajñic brāhmaṇas, you spread the Vedic ritualistic ceremonies of the seven kinds of sacrifices, headed by agniṣṭoma. Indeed, you inspire the yajñic brāhmaṇas to perform the rituals mentioned in the three Vedas. Being the Supreme Soul, the Supersoul of all living entities, you are beginningless, endless and omniscient, beyond the limits of time and space."
    },
    {
        "verse_id": "31",
        "text": "O my lord, Your Lordship is eternally awake, seeing everything that happens. As eternal time, you reduce the duration of life for all living entities through your different parts, such as moments, seconds, minutes and hours. Nonetheless, you are unchanged, resting in one place as the Supersoul, witness and Supreme Lord, the birthless, all-pervading controller who is the cause of life for all living entities."
    },
    {
        "verse_id": "32",
        "text": "There is nothing separate from you, whether it be better or lower, stationary or moving. The knowledge derived from the Vedic literatures like the Upaniṣads, and from all the sub-limbs of the original Vedic knowledge, form your external body. You are Hiraṇyagarbha, the reservoir of the universe, but nonetheless, being situated as the supreme controller, you are transcendental to the material world, which consists of the three modes of material nature."
    },
    {
        "verse_id": "33",
        "text": "O my lord, being changelessly situated in your own abode, you expand your universal form within this cosmic manifestation, thus appearing to taste the material world. You are Brahman, the Supersoul, the oldest, the Personality of Godhead."
    },
    {
        "verse_id": "34",
        "text": "Let me offer my respectful obeisances unto the Supreme, who in his unlimited, unmanifested form has expanded the cosmic manifestation, the form of the totality of the universe. He possesses external and internal energies and the mixed energy called the marginal potency, which consists of all the living entities."
    },
    {
        "verse_id": "35",
        "text": "O my lord, O best of the givers of benediction, if you will kindly grant me the benediction I desire, please let me not meet death from any of the living entities created by you."
    },
    {
        "verse_id": "36",
        "text": "Grant me that I not die within any residence or outside any residence, during the daytime or at night, nor on the ground or in the sky. Grant me that my death not be brought by any being other than those created by you, nor by any weapon, nor by any human being or animal."
    },
    {
        "verse_id": "37",
        "text": "Grant me that I not meet death from any entity, living or nonliving. Grant me, further, that I not be killed by any demigod or demon or by any great snake from the lower planets. Since no one can kill you in the battlefield, you have no competitor. Therefore, grant me the benediction that I too may have no rival. Give me sole lordship over all the living entities and presiding deities, and give me all the glories obtained by that position. Furthermore, give me all the mystic powers attained by long austerities and the practice of yoga, for these cannot be lost at any time."
    }
]