[
    {
        "verse_id": "1",
        "text": "Nārada Muni continued: Lord Brahmā was very much satisfied by Hiraṇyakaśipu’s austerities, which were difficult to perform. Therefore, when solicited for benedictions, he indeed granted them, although they were rarely to be achieved."
    },
    {
        "verse_id": "2",
        "text": "Lord Brahmā said: O Hiraṇyakaśipu, these benedictions for which you have asked are difficult to obtain for most men. Nonetheless, O my son, I shall grant you them although they are generally not available."
    },
    {
        "verse_id": "3",
        "text": "Then Lord Brahmā, who awards infallible benedictions, departed, being worshiped by the best of the demons, Hiraṇyakaśipu, and being praised by great sages and saintly persons."
    },
    {
        "verse_id": "4",
        "text": "The demon Hiraṇyakaśipu, having thus been blessed by Lord Brahmā and having acquired a lustrous golden body, continued to remember the death of his brother and therefore be envious of Lord Viṣṇu."
    },
    {
        "verse_id": "5",
        "text": "Hiraṇyakaśipu became the conqueror of the entire universe. Indeed, that great demon conquered all the planets in the three worlds — upper, middle and lower — including the planets of the human beings, the Gandharvas, the Garuḍas, the great serpents, the Siddhas, Cāraṇas and Vidyādharas, the great saints, Yamarāja, the Manus, the Yakṣas, the Rākṣasas, the Piśācas and their masters, and the masters of the ghosts and Bhūtas. He defeated the rulers of all the other planets where there are living entities and brought them under his control. Conquering the abodes of all, he seized their power and influence."
    },
    {
        "verse_id": "8",
        "text": "Hiraṇyakaśipu, who possessed all opulence, began residing in heaven, with its famous Nandana garden, which is enjoyed by the demigods. In fact, he resided in the most opulent palace of Indra, the King of heaven. The palace had been directly constructed by the demigod architect Viśvakarmā and was as beautifully made as if the goddess of fortune of the entire universe resided there."
    },
    {
        "verse_id": "9",
        "text": "The steps of King Indra’s residence were made of coral, the floor was bedecked with invaluable emeralds, the walls were of crystal, and the columns of vaidūrya stone. The wonderful canopies were beautifully decorated, the seats were bedecked with rubies, and the silk bedding, as white as foam, was decorated with pearls. The ladies of the palace, who were blessed with beautiful teeth and the most wonderfully beautiful faces, walked here and there in the palace, their ankle bells tinkling melodiously, and saw their own beautiful reflections in the gems. The demigods, however, being very much oppressed, had to bow down and offer obeisances at the feet of Hiraṇyakaśipu, who chastised the demigods very severely and for no reason. Thus Hiraṇyakaśipu lived in the palace and severely ruled everyone."
    },
    {
        "verse_id": "13",
        "text": "O my dear King, Hiraṇyakaśipu was always drunk on strong-smelling wines and liquors, and therefore his coppery eyes were always rolling. Nonetheless, because he had powerfully executed great austerities in mystic yoga, although he was abominable, all but the three principal demigods — Lord Brahmā, Lord Śiva and Lord Viṣṇu — personally worshiped him to please him by bringing him various presentations with their own hands."
    },
    {
        "verse_id": "14",
        "text": "O Mahārāja Yudhiṣṭhira, descendant of Pāṇḍu, by dint of his personal power, Hiraṇyakaśipu, being situated on the throne of King Indra, controlled the inhabitants of all the other planets. The two Gandharvas Viśvāvasu and Tumburu, I myself and the Vidyādharas, Apsarās and sages all offered prayers to him again and again just to glorify him."
    },
    {
        "verse_id": "15",
        "text": "Being worshiped by sacrifices offered with great gifts by those who strictly followed the principles of varṇa and āśrama, Hiraṇyakaśipu, instead of offering shares of the oblations to the demigods, accepted them himself."
    },
    {
        "verse_id": "16",
        "text": "As if in fear of Hiraṇyakaśipu, the planet earth, which consists of seven islands, delivered food grains without being plowed. Thus it resembled cows like the surabhi of the spiritual world or the kāma-dughā of heaven. The earth yielded sufficient food grains, the cows supplied abundant milk, and outer space was beautifully decorated with wonderful phenomena."
    },
    {
        "verse_id": "17",
        "text": "By the flowing of their waves, the various oceans of the universe, along with their tributaries, the rivers, which are compared to their wives, supplied various kinds of gems and jewels for Hiraṇyakaśipu’s use. These oceans were the oceans of salt water, sugarcane juice, wine, clarified butter, milk, yogurt, and sweet water."
    },
    {
        "verse_id": "18",
        "text": "The valleys between the mountains became fields of pleasure for Hiraṇyakaśipu, by whose influence all the trees and plants produced fruits and flowers profusely in all seasons. The qualities of pouring water, drying and burning, which are all qualities of the three departmental heads of the universe — namely Indra, Vāyu and Agni — were all directed by Hiraṇyakaśipu alone, without assistance from the demigods."
    },
    {
        "verse_id": "19",
        "text": "In spite of achieving the power to control in all directions and in spite of enjoying all types of dear sense gratification as much as possible, Hiraṇyakaśipu was dissatisfied because instead of controlling his senses he remained their servant."
    },
    {
        "verse_id": "20",
        "text": "Hiraṇyakaśipu thus passed a long time being very much proud of his opulences and transgressing the laws and regulations mentioned in the authoritative śāstras. He was therefore subjected to a curse by the four Kumāras, who were great brāhmaṇas."
    },
    {
        "verse_id": "21",
        "text": "Everyone, including the rulers of the various planets, was extremely distressed because of the severe punishment inflicted upon them by Hiraṇyakaśipu. Fearful and disturbed, unable to find any other shelter, they at last surrendered to the Supreme Personality of Godhead, Viṣṇu."
    },
    {
        "verse_id": "22",
        "text": "“Let us offer our respectful obeisances unto that direction where the Supreme Personality of Godhead is situated, where those purified souls in the renounced order of life, the great saintly persons, go, and from which, having gone, they never return.” Without sleep, fully controlling their minds, and living on only their breath, the predominating deities of the various planets began worshiping Hṛṣīkeśa with this meditation."
    },
    {
        "verse_id": "24",
        "text": "Then there appeared before them a transcendental sound vibration, emanating from a personality not visible to material eyes. The voice was as grave as the sound of a cloud, and it was very encouraging, driving away all fear."
    },
    {
        "verse_id": "25",
        "text": "The voice of the Lord vibrated as follows: O best of learned persons, do not fear! I wish all good fortune to you. Become My devotees by hearing and chanting about Me and offering Me prayers, for these are certainly meant to award benedictions to all living entities. I know all about the activities of Hiraṇyakaśipu and shall surely stop them very soon. Please wait patiently until that time."
    },
    {
        "verse_id": "27",
        "text": "When one is envious of the demigods, who represent the Supreme Personality of Godhead, of the Vedas, which give all knowledge, of the cows, brāhmaṇas, Vaiṣṇavas and religious principles, and ultimately of Me, the Supreme Personality of Godhead, he and his civilization will be vanquished without delay."
    },
    {
        "verse_id": "28",
        "text": "When Hiraṇyakaśipu teases the great devotee Prahlāda, his own son, who is peaceful and sober and who has no enemy, I shall kill Hiraṇyakaśipu immediately, despite the benedictions of Brahmā."
    },
    {
        "verse_id": "29",
        "text": "The great saint Nārada Muni continued: When the Supreme Personality of Godhead, the spiritual master of everyone, thus reassured all the demigods living in the heavenly planets, they offered their respectful obeisances unto Him and returned, confident that the demon Hiraṇyakaśipu was now practically dead."
    },
    {
        "verse_id": "30",
        "text": "Hiraṇyakaśipu had four wonderful, well-qualified sons, of whom the one named Prahlāda was the best. Indeed, Prahlāda was a reservoir of all transcendental qualities because he was an unalloyed devotee of the Personality of Godhead."
    },
    {
        "verse_id": "31",
        "text": "[The qualities of Mahārāja Prahlāda, the son of Hiraṇyakaśipu, are described herewith.] He was completely cultured as a qualified brāhmaṇa, having very good character and being determined to understand the Absolute Truth. He had full control of his senses and mind. Like the Supersoul, he was kind to every living entity and was the best friend of everyone. To respectable persons he acted exactly like a menial servant, to the poor he was like a father, to his equals he was attached like a sympathetic brother, and he considered his teachers, spiritual masters and older Godbrothers to be as good as the Supreme Personality of Godhead. He was completely free from unnatural pride that might have arisen from his good education, riches, beauty, aristocracy and so on."
    },
    {
        "verse_id": "33",
        "text": "Although Prahlāda Mahārāja was born in a family of asuras, he himself was not an asura but a great devotee of Lord Viṣṇu. Unlike the other asuras, he was never envious of Vaiṣṇavas. He was not agitated when put into danger, and he was neither directly nor indirectly interested in the fruitive activities described in the Vedas. Indeed, he considered everything material to be useless, and therefore he was completely devoid of material desires. He always controlled his senses and life air, and being of steady intelligence and determination, he subdued all lusty desires."
    },
    {
        "verse_id": "34",
        "text": "O King, Prahlāda Mahārāja’s good qualities are still glorified by learned saints and Vaiṣṇavas. As all good qualities are always found existing in the Supreme Personality of Godhead, they also exist forever in His devotee Prahlāda Mahārāja."
    },
    {
        "verse_id": "35",
        "text": "In any assembly where there are discourses about saints and devotees, O King Yudhiṣṭhira, even the enemies of the demons, namely the demigods, what to speak of you, would cite Prahlāda Mahārāja as an example of a great devotee."
    },
    {
        "verse_id": "36",
        "text": "Who could list the innumerable transcendental qualities of Prahlāda Mahārāja? He had unflinching faith in Vāsudeva, Lord Kṛṣṇa [the son of Vasudeva], and unalloyed devotion to Him. His attachment to Lord Kṛṣṇa was natural because of his previous devotional service. Although his good qualities cannot be enumerated, they prove that he was a great soul [mahātmā]."
    },
    {
        "verse_id": "37",
        "text": "From the very beginning of his childhood, Prahlāda Mahārāja was uninterested in childish playthings. Indeed, he gave them up altogether and remained silent and dull, being fully absorbed in Kṛṣṇa consciousness. Since his mind was always affected by Kṛṣṇa consciousness, he could not understand how the world goes on being fully absorbed in the activities of sense gratification."
    },
    {
        "verse_id": "38",
        "text": "Prahlāda Mahārāja was always absorbed in thought of Kṛṣṇa. Thus, being always embraced by the Lord, he did not know how his bodily necessities, such as sitting, walking, eating, lying down, drinking and talking, were being automatically performed."
    },
    {
        "verse_id": "39",
        "text": "Because of advancement in Kṛṣṇa consciousness, he sometimes cried, sometimes laughed, sometimes expressed jubilation and sometimes sang loudly."
    },
    {
        "verse_id": "40",
        "text": "Sometimes, upon seeing the Supreme Personality of Godhead, Prahlāda Mahārāja would loudly call in full anxiety. He sometimes lost his shyness in jubilation and began dancing in ecstasy, and sometimes, being fully absorbed in thoughts of Kṛṣṇa, he felt oneness and imitated the pastimes of the Lord."
    },
    {
        "verse_id": "41",
        "text": "Sometimes, feeling the touch of the Lord’s lotus hands, he became spiritually jubilant and remained silent, his hairs standing on end and tears gliding down from his half-closed eyes because of his love for the Lord."
    },
    {
        "verse_id": "42",
        "text": "Because of his association with perfect, unalloyed devotees who had nothing to do with anything material, Prahlāda Mahārāja constantly engaged in the service of the Lord’s lotus feet. By seeing his bodily features when he was in perfect ecstasy, persons very poor in spiritual understanding became purified. In other words, Prahlāda Mahārāja bestowed upon them transcendental bliss."
    },
    {
        "verse_id": "43",
        "text": "My dear King Yudhiṣṭhira, the demon Hiraṇyakaśipu tormented this exalted, fortunate devotee, although Prahlāda was his own son."
    },
    {
        "verse_id": "44",
        "text": "Mahārāja Yudhiṣṭhira said: O best of the saints among the demigods, O best of spiritual leaders, how did Hiraṇyakaśipu give so much trouble to Prahlāda Mahārāja, the pure and exalted saint, although Prahlāda was his own son? I wish to know about this subject from you."
    },
    {
        "verse_id": "45",
        "text": "A father and mother are always affectionate to their children. When the children are disobedient the parents chastise them, not due to enmity but only for the child’s instruction and welfare. How did Hiraṇyakaśipu, the father of Prahlāda Mahārāja, chastise such a noble son? This is what I am eager to know."
    },
    {
        "verse_id": "46",
        "text": "Mahārāja Yudhiṣṭhira further inquired: How was it possible for a father to be so violent toward an exalted son who was obedient, well-behaved and respectful to his father? O brāhmaṇa, O master, I have never heard of such a contradiction as an affectionate father’s punishing his noble son with the intention of killing him. Kindly dissipate our doubts in this regard."
    }
]