[
    {
        "verse_id": "1",
        "text": "Śrī Nārada Muni said: A person able to cultivate spiritual knowledge should renounce all material connections, and merely keeping the body inhabitable, he should travel from one place to another, passing only one night in each village. In this way, without dependence in regard to the needs of the body, the sannyāsī should travel all over the world."
    },
    {
        "verse_id": "2",
        "text": "A person in the renounced order of life may try to avoid even a dress to cover himself. If he wears anything at all, it should be only a loincloth, and when there is no necessity, a sannyāsī should not even accept a daṇḍa. A sannyāsī should avoid carrying anything but a daṇḍa and kamaṇḍalu."
    },
    {
        "verse_id": "3",
        "text": "The sannyāsī, completely satisfied in the self, should live on alms begged from door to door. Not being dependent on any person or any place, he should always be a friendly well-wisher to all living beings and be a peaceful, unalloyed devotee of Nārāyaṇa. In this way he should move from one place to another."
    },
    {
        "verse_id": "4",
        "text": "The sannyāsī should always try to see the Supreme pervading everything and see everything, including this universe, resting on the Supreme."
    },
    {
        "verse_id": "5",
        "text": "During unconsciousness and consciousness, and between the two, he should try to understand the self and be fully situated in the self. In this way, he should realize that the conditional and liberated stages of life are only illusory and not actually factual. With such a higher understanding, he should see only the Absolute Truth pervading everything."
    },
    {
        "verse_id": "6",
        "text": "Since the material body is sure to be vanquished and the duration of one’s life is not fixed, neither death nor life is to be praised. Rather, one should observe the eternal time factor, in which the living entity manifests himself and disappears."
    },
    {
        "verse_id": "7",
        "text": "Literature that is a useless waste of time — in other words, literature without spiritual benefit — should be rejected. One should not become a professional teacher as a means of earning one’s livelihood, nor should one indulge in arguments and counterarguments. Nor should one take shelter of any cause or faction."
    },
    {
        "verse_id": "8",
        "text": "A sannyāsī must not present allurements of material benefits to gather many disciples, nor should he unnecessarily read many books or give discourses as a means of livelihood. He must never attempt to increase material opulences unnecessarily."
    },
    {
        "verse_id": "9",
        "text": "A peaceful, equipoised person who is factually advanced in spiritual consciousness does not need to accept the symbols of a sannyāsī, such as the tridaṇḍa and kamaṇḍalu. According to necessity, he may sometimes accept those symbols and sometimes reject them."
    },
    {
        "verse_id": "10",
        "text": "Although a saintly person may not expose himself to the vision of human society, by his behavior his purpose is disclosed. To human society he should present himself like a restless child, and although he is the greatest thoughtful orator, he should present himself like a dumb man."
    },
    {
        "verse_id": "11",
        "text": "As a historical example of this, learned sages recite the story of an ancient discussion between Prahlāda Mahārāja and a great saintly person who was feeding himself like a python."
    },
    {
        "verse_id": "12",
        "text": "Prahlāda Mahārāja, the most dear servitor of the Supreme Personality of Godhead, once went out touring the universe with some of his confidential associates just to study the nature of saintly persons. Thus he arrived at the bank of the Kāverī, where there was a mountain known as Sahya. There he found a great saintly person who was lying on the ground, covered with dirt and dust, but who was deeply spiritually advanced."
    },
    {
        "verse_id": "14",
        "text": "Neither by that saintly person’s activities, by his bodily features, by his words nor by the symptoms of his varṇāśrama status could people understand whether he was the same person they had known."
    },
    {
        "verse_id": "15",
        "text": "The advanced devotee Prahlāda Mahārāja duly worshiped and offered obeisances to the saintly person who had adopted a python’s means of livelihood. After thus worshiping the saintly person and touching his own head to the saint’s lotus feet, Prahlāda Mahārāja, in order to understand him, inquired very submissively as follows."
    },
    {
        "verse_id": "16",
        "text": "Seeing the saintly person to be quite fat, Prahlāda Mahārāja said: My dear sir, you undergo no endeavor to earn your livelihood, but you have a stout body, exactly like that of a materialistic enjoyer. I know that if one is very rich and has nothing to do, he becomes extremely fat by eating and sleeping and performing no work."
    },
    {
        "verse_id": "18",
        "text": "O brāhmaṇa, fully in knowledge of transcendence, you have nothing to do, and therefore you are lying down. It is also understood that you have no money for sense enjoyment. How then has your body become so fat? Under the circumstances, if you do not consider my question impudent, kindly explain how this has happened."
    },
    {
        "verse_id": "19",
        "text": "Your Honor appears learned, expert and intelligent in every way. You can speak very well, saying things that are pleasing to the heart. You see that people in general are engaged in fruitive activities, yet you are lying here inactive."
    },
    {
        "verse_id": "20",
        "text": "Nārada Muni continued: When the saintly person was thus questioned by Prahlāda Mahārāja, the King of the Daityas, he was captivated by this shower of nectarean words, and he replied to the inquisitiveness of Prahlāda Mahārāja with a smiling face."
    },
    {
        "verse_id": "21",
        "text": "The saintly brāhmaṇa said: O best of the asuras, Prahlāda Mahārāja, who are recognized by advanced and civilized men, you are aware of the different stages of life because of your inherent transcendental eyes, with which you can see a man’s character and thus know clearly the results of acceptance and rejection of things as they are."
    },
    {
        "verse_id": "22",
        "text": "Nārāyaṇa, the Supreme Personality of Godhead, who is full of all opulences, is predominant within the core of your heart because of your being a pure devotee. He always drives away all the darkness of ignorance, as the sun drives away the darkness of the universe."
    },
    {
        "verse_id": "23",
        "text": "My dear King, although you know everything, you have posed some questions, which I shall try to answer according to what I have learned by hearing from authorities. I cannot remain silent in this regard, for a personality like you is just fit to be spoken to by one who desires self-purification."
    },
    {
        "verse_id": "24",
        "text": "Because of insatiable material desires, I was being carried away by the waves of material nature’s laws, and thus I was engaging in different activities, struggling for existence in various forms of life."
    },
    {
        "verse_id": "25",
        "text": "In the course of the evolutionary process, which is caused by fruitive activities due to undesirable material sense gratification, I have received this human form of life, which can lead to the heavenly planets, to liberation, to the lower species, or to rebirth among human beings."
    },
    {
        "verse_id": "26",
        "text": "In this human form of life, men and women unite for the sensual pleasure of sex, but by actual experience we have observed that none of them are happy. Therefore, seeing the contrary results, I have stopped taking part in materialistic activities."
    },
    {
        "verse_id": "27",
        "text": "The actual form of life for the living entities is one of spiritual happiness, which is real happiness. This happiness can be achieved only when one stops all materialistic activities. Material sense enjoyment is simply an imagination. Therefore, considering this subject matter, I have ceased from all material activities and am lying down here."
    },
    {
        "verse_id": "28",
        "text": "In this way the conditioned soul living within the body forgets his self-interest because he identifies himself with the body. Because the body is material, his natural tendency is to be attracted by the varieties of the material world. Thus the living entity suffers the miseries of material existence."
    },
    {
        "verse_id": "29",
        "text": "Just as a deer, because of ignorance, cannot see the water within a well covered by grass, but runs after water elsewhere, the living entity covered by the material body does not see the happiness within himself, but runs after happiness in the material world."
    },
    {
        "verse_id": "30",
        "text": "The living entity tries to achieve happiness and rid himself of the causes of distress, but because the various bodies of the living entities are under the full control of material nature, all his plans in different bodies, one after another, are ultimately baffled."
    },
    {
        "verse_id": "31",
        "text": "Materialistic activities are always mixed with three kinds of miserable conditions — adhyātmika, adhidaivika and adhibautika. Therefore, even if one achieves some success by performing such activities, what is the benefit of this success? One is still subjected to birth, death, old age, disease and the reactions of his fruitive activities."
    },
    {
        "verse_id": "32",
        "text": "The brāhmaṇa continued: I am actually seeing how a rich man, who is a victim of his senses, is very greedy to accumulate wealth, and therefore suffers from insomnia due to fear from all sides, despite his wealth and opulence."
    },
    {
        "verse_id": "33",
        "text": "Those who are considered materially powerful and rich are always full of anxieties because of governmental laws, thieves and rogues, enemies, family members, animals, birds, persons seeking charity, the inevitable time factor and even their own selves. Thus they are invariably afraid."
    },
    {
        "verse_id": "34",
        "text": "Those in human society who are intelligent should give up the original cause of lamentation, illusion, fear, anger, attachment, poverty and unnecessary labor. The original cause of all of these is the desire for unnecessary prestige and money."
    },
    {
        "verse_id": "35",
        "text": "The bee and the python are two excellent spiritual masters who give us exemplary instructions regarding how to be satisfied by collecting only a little and how to stay in one place and not move."
    },
    {
        "verse_id": "36",
        "text": "From the bumblebee I have learned to be unattached to accumulating money, for although money is as good as honey, anyone can kill its owner and take it away."
    },
    {
        "verse_id": "37",
        "text": "I do not endeavor to get anything, but am satisfied with whatever is achieved in its own way. If I do not get anything, I am patient and unagitated like a python and lie down in this way for many days."
    },
    {
        "verse_id": "38",
        "text": "Sometimes I eat a very small quantity and sometimes a great quantity. Sometimes the food is very palatable, and sometimes it is stale. Sometimes prasāda is offered with great respect, and sometimes food is given neglectfully. Sometimes I eat during the day and sometimes at night. Thus I eat what is easily available."
    },
    {
        "verse_id": "39",
        "text": "To cover my body I use whatever is available, whether it be linen, silk, cotton, bark or deerskin, according to my destiny, and I am fully satisfied and unagitated."
    },
    {
        "verse_id": "40",
        "text": "Sometimes I lie on the surface of the earth, sometimes on leaves, grass or stone, sometimes on a pile of ashes, or sometimes, by the will of others, in a palace on a first-class bed with pillows."
    },
    {
        "verse_id": "41",
        "text": "O my lord, sometimes I bathe myself very nicely, smear sandalwood pulp all over my body, put on a flower garland, and dress in fine garments and ornaments. Then I travel like a king on the back of an elephant or on a chariot or horse. Sometimes, however, I travel naked, like a person haunted by a ghost."
    },
    {
        "verse_id": "42",
        "text": "Different people are of different mentalities. Therefore it is not my business either to praise them or to blaspheme them. I only desire their welfare, hoping that they will agree to become one with the Supersoul, the Supreme Personality of Godhead, Kṛṣṇa."
    },
    {
        "verse_id": "43",
        "text": "The mental concoction of discrimination between good and bad should be accepted as one unit and then invested in the mind, which should then be invested in the false ego. The false ego should be invested in the total material energy. This is the process of fighting false discrimination."
    },
    {
        "verse_id": "44",
        "text": "A learned, thoughtful person must realize that material existence is illusion. This is possible only by self-realization. A self-realized person, who has actually seen the truth, should retire from all material activities, being situated in self-realization."
    },
    {
        "verse_id": "45",
        "text": "Prahlāda Mahārāja, you are certainly a self-realized soul and a devotee of the Supreme Lord. You do not care for public opinion or so-called scriptures. For this reason I have described to you without hesitation the history of my self-realization."
    },
    {
        "verse_id": "46",
        "text": "Nārada Muni continued: After Prahlāda Mahārāja, the King of the demons, heard these instructions from the saint, he understood the occupational duties of a perfect person [paramahaṁsa]. Thus he duly worshiped the saint, took his permission and then left for his own home."
    }
]