[
    {
        "verse_id": "1",
        "text": "The great saint Nārada Muni said: The demons, headed by Hiraṇyakaśipu, accepted Śukrācārya as their priest for ritualistic ceremonies. Śukrācārya’s two sons, Ṣaṇḍa and Amarka, lived near Hiraṇyakaśipu’s palace."
    },
    {
        "verse_id": "2",
        "text": "Prahlāda Mahārāja was already educated in devotional life, but when his father sent him to those two sons of Śukrācārya to be educated, they accepted him at their school along with the other sons of the asuras."
    },
    {
        "verse_id": "3",
        "text": "Prahlāda certainly heard and recited the topics of politics and economics taught by the teachers, but he understood that political philosophy involves considering someone a friend and someone else an enemy, and thus he did not like it."
    },
    {
        "verse_id": "4",
        "text": "My dear King Yudhiṣṭhira, once upon a time the King of the demons, Hiraṇyakaśipu, took his son Prahlāda on his lap and very affectionately inquired: My dear son, please let me know what you think is the best of all the subjects you have studied from your teachers."
    },
    {
        "verse_id": "5",
        "text": "Prahlāda Mahārāja replied: O best of the asuras, King of the demons, as far as I have learned from my spiritual master, any person who has accepted a temporary body and temporary household life is certainly embarrassed by anxiety because of having fallen in a dark well where there is no water but only suffering. One should give up this position and go to the forest [vana]. More clearly, one should go to Vṛndāvana, where only Kṛṣṇa consciousness is prevalent, and should thus take shelter of the Supreme Personality of Godhead."
    },
    {
        "verse_id": "6",
        "text": "Nārada Muni continued: When Prahlāda Mahārāja spoke about the path of self-realization in devotional service, thus being faithful to the camp of his father’s enemies, Hiraṇyakaśipu, the King of the demons, heard Prahlāda’s words and he laughingly said, “Thus is the intelligence of children spoiled by the words of the enemy.”"
    },
    {
        "verse_id": "7",
        "text": "Hiraṇyakaśipu advised his assistants: My dear demons, give complete protection to this boy at the gurukula where he is instructed, so that his intelligence will not be further influenced by Vaiṣṇavas who may go there in disguise."
    },
    {
        "verse_id": "8",
        "text": "When Hiraṇyakaśipu’s servants brought the boy Prahlāda back to the gurukula [the place where the brāhmaṇas taught the boys], the priests of the demons, Ṣaṇḍa and Amarka, pacified him. With very mild voices and affectionate words, they inquired from him as follows."
    },
    {
        "verse_id": "9",
        "text": "Dear son Prahlāda, all peace and good fortune unto you. Kindly do not speak lies; just reply with the truth. These boys you see are not like you, for they do not speak in a deviant way. How have you learned these instructions? How has your intelligence been spoiled in this way?"
    },
    {
        "verse_id": "10",
        "text": "O best of your family, has this pollution of your intelligence been brought about by you or by the enemies? We are all your teachers and are very eager to hear about this. Please tell us the truth."
    },
    {
        "verse_id": "11",
        "text": "Prahlāda Mahārāja replied: Let me offer my respectful obeisances unto the Supreme Personality of Godhead, whose external energy has created the distinctions of “my friend” and “my enemy” by deluding the intelligence of men. Indeed, I am now actually experiencing this, although I have previously heard of it from authoritative sources."
    },
    {
        "verse_id": "12",
        "text": "When the Supreme Personality of Godhead is pleased with the living entity because of his devotional service, one becomes a paṇḍita and does not make distinctions between enemies, friends and himself. Intelligently, he then thinks, “Every one of us is an eternal servant of God, and therefore we are not different from one another.”"
    },
    {
        "verse_id": "13",
        "text": "Persons who always think in terms of “enemy” and “friend” are unable to ascertain the Supersoul within themselves. Not to speak of them, even such exalted persons as Lord Brahmā, who are fully conversant with the Vedic literature, are sometimes bewildered in following the principles of devotional service. The same Supreme Personality of Godhead who has created this situation has certainly given me the intelligence to take the side of your so-called enemy."
    },
    {
        "verse_id": "14",
        "text": "O brāhmaṇas [teachers], as iron attracted by a magnetic stone moves automatically toward the magnet, my consciousness, having been changed by His will, is attracted by Lord Viṣṇu, who carries a disc in His hand. Thus I have no independence."
    },
    {
        "verse_id": "15",
        "text": "The great saint Nārada Muni continued: The great soul Prahlāda Mahārāja became silent after saying this to his teachers, Ṣaṇḍa and Amarka, the seminal sons of Śukrācārya. These so-called brāhmaṇas then became angry at him. Because they were servants of Hiraṇyakaśipu, they were very sorry, and to chastise Prahlāda Mahārāja they spoke as follows."
    },
    {
        "verse_id": "16",
        "text": "Oh, please bring me a stick! This Prahlāda is damaging our name and fame. Because of his bad intelligence, he has become like a cinder in the dynasty of the demons. Now he needs to be treated by the fourth of the four kinds of political diplomacy."
    },
    {
        "verse_id": "17",
        "text": "This rascal Prahlāda has appeared like a thorn tree in a forest of sandalwood. To cut down sandalwood trees, an axe is needed, and the wood of the thorn tree is very suitable for the handle of such an axe. Lord Viṣṇu is the axe for cutting down the sandalwood forest of the family of demons, and this Prahlāda is the handle for that axe."
    },
    {
        "verse_id": "18",
        "text": "Ṣaṇḍa and Amarka, the teachers of Prahlāda Mahārāja, chastised and threatened their disciple in various ways and began teaching him about the paths of religion, economic development and sense gratification. This is the way they educated him."
    },
    {
        "verse_id": "19",
        "text": "After some time, the teachers Ṣaṇḍa and Amarka thought that Prahlāda Mahārāja was sufficiently educated in the diplomatic affairs of pacifying public leaders, appeasing them by giving them lucrative posts, dividing and ruling over them, and punishing them in cases of disobedience. Then, one day, after Prahlāda’s mother had personally washed the boy and dressed him nicely with sufficient ornaments, they presented him before his father."
    },
    {
        "verse_id": "20",
        "text": "When Hiraṇyakaśipu saw that his child had fallen at his feet and was offering obeisances, as an affectionate father he immediately began showering blessings upon the child and embraced him with both arms. A father naturally feels happy to embrace his son, and Hiraṇyakaśipu became very happy in this way."
    },
    {
        "verse_id": "21",
        "text": "Nārada Muni continued: My dear King Yudhiṣṭhira, Hiraṇyakaśipu seated Prahlāda Mahārāja on his lap and began smelling his head. With affectionate tears gliding down from his eyes and moistening the child’s smiling face, he spoke to his son as follows."
    },
    {
        "verse_id": "22",
        "text": "Hiraṇyakaśipu said: My dear Prahlāda, my dear son, O long-lived one, for so much time you have heard many things from your teachers. Now please repeat to me whatever you think is the best of that knowledge."
    },
    {
        "verse_id": "23",
        "text": "Prahlāda Mahārāja said: Hearing and chanting about the transcendental holy name, form, qualities, paraphernalia and pastimes of Lord Viṣṇu, remembering them, serving the lotus feet of the Lord, offering the Lord respectful worship with sixteen types of paraphernalia, offering prayers to the Lord, becoming His servant, considering the Lord one’s best friend, and surrendering everything unto Him (in other words, serving Him with the body, mind and words) — these nine processes are accepted as pure devotional service. One who has dedicated his life to the service of Kṛṣṇa through these nine methods should be understood to be the most learned person, for he has acquired complete knowledge."
    },
    {
        "verse_id": "25",
        "text": "After hearing these words of devotional service from the mouth of his son Prahlāda, Hiraṇyakaśipu was extremely angry. His lips trembling, he spoke as follows to Ṣaṇḍa, the son of his guru, Śukrācārya."
    },
    {
        "verse_id": "26",
        "text": "O unqualified, most heinous son of a brāhmaṇa, you have disobeyed my order and taken shelter of the party of my enemies. You have taught this poor boy about devotional service! What is this nonsense?"
    },
    {
        "verse_id": "27",
        "text": "In due course of time, various types of diseases are manifest in those who are sinful. Similarly, in this world there are many deceptive friends in false garbs, but eventually, because of their false behavior, their actual enmity becomes manifest."
    },
    {
        "verse_id": "28",
        "text": "The son of Śukrācārya, Hiraṇyakaśipu’s spiritual master, said: O enemy of King Indra, O King! Whatever your son Prahlāda has said was not taught to him by me or anyone else. His spontaneous devotional service has naturally developed in him. Therefore, please give up your anger and do not unnecessarily accuse us. It is not good to insult a brāhmaṇa in this way."
    },
    {
        "verse_id": "29",
        "text": "Śrī Nārada Muni continued: When Hiraṇyakaśipu received this reply from the teacher, he again addressed his son Prahlāda. Hiraṇyakaśipu said: You rascal, most fallen of our family, if you have not received this education from your teachers, where have you gotten it?"
    },
    {
        "verse_id": "30",
        "text": "Prahlāda Mahārāja replied: Because of their uncontrolled senses, persons too addicted to materialistic life make progress toward hellish conditions and repeatedly chew that which has already been chewed. Their inclinations toward Kṛṣṇa are never aroused, either by the instructions of others, by their own efforts, or by a combination of both."
    },
    {
        "verse_id": "31",
        "text": "Persons who are strongly entrapped by the consciousness of enjoying material life, and who have therefore accepted as their leader or guru a similar blind man attached to external sense objects, cannot understand that the goal of life is to return home, back to Godhead, and engage in the service of Lord Viṣṇu. As blind men guided by another blind man miss the right path and fall into a ditch, materially attached men led by another materially attached man are bound by the ropes of fruitive labor, which are made of very strong cords, and they continue again and again in materialistic life, suffering the threefold miseries."
    },
    {
        "verse_id": "32",
        "text": "Unless they smear upon their bodies the dust of the lotus feet of a Vaiṣṇava completely freed from material contamination, persons very much inclined toward materialistic life cannot be attached to the lotus feet of the Lord, who is glorified for His uncommon activities. Only by becoming Kṛṣṇa conscious and taking shelter at the lotus feet of the Lord in this way can one be freed from material contamination."
    },
    {
        "verse_id": "33",
        "text": "After Prahlāda Mahārāja had spoken in this way and become silent, Hiraṇyakaśipu, blinded by anger, threw him off his lap and onto the ground."
    },
    {
        "verse_id": "34",
        "text": "Indignant and angry, his reddish eyes like molten copper, Hiraṇyakaśipu said to his servants: O demons, take this boy away from me! He deserves to be killed. Kill him as soon as possible!"
    },
    {
        "verse_id": "35",
        "text": "This boy Prahlāda is the killer of my brother, for he has given up his family to engage in the devotional service of the enemy, Lord Viṣṇu, like a menial servant."
    },
    {
        "verse_id": "36",
        "text": "Although Prahlāda is only five years old, even at this young age he has given up his affectionate relationship with his father and mother. Therefore, he is certainly untrustworthy. Indeed, it is not at all believable that he will behave well toward Viṣṇu."
    },
    {
        "verse_id": "37",
        "text": "Although a medicinal herb, being born in the forest, does not belong to the same category as a man, if beneficial it is kept very carefully. Similarly, if someone outside one’s family is favorable, he should be given protection like a son. On the other hand, if a limb of one’s body is poisoned by disease, it must be amputated so that the rest of the body may live happily. Similarly, even one’s own son, if unfavorable, must be rejected, although born of one’s own body."
    },
    {
        "verse_id": "38",
        "text": "Just as uncontrolled senses are the enemies of all yogīs engaged in advancing in spiritual life, this Prahlāda, who appears to be a friend, is an enemy because I cannot control him. Therefore this enemy, whether eating, sitting or sleeping, must be killed by all means."
    },
    {
        "verse_id": "39",
        "text": "The demons [Rākṣasas], the servants of Hiraṇyakaśipu, thus began striking the tender parts of Prahlāda Mahārāja’s body with their tridents. The demons all had fearful faces, sharp teeth and reddish, coppery beards and hair, and they appeared extremely threatening. Making a tumultuous sound, shouting, “Chop him up! Pierce him!” they began striking Prahlāda Mahārāja, who sat silently, meditating upon the Supreme Personality of Godhead."
    },
    {
        "verse_id": "41",
        "text": "Even though a person who has no assets in pious activities performs some good deed, it will have no result. Thus the weapons of the demons had no tangible effects upon Prahlāda Mahārāja because he was a devotee undisturbed by material conditions and fully engaged in meditating upon and serving the Supreme Personality of Godhead, who is unchangeable, who cannot be realized by the material senses, and who is the soul of the entire universe."
    },
    {
        "verse_id": "42",
        "text": "My dear King Yudhiṣṭhira, when all the attempts of the demons to kill Prahlāda Mahārāja were futile, the King of the demons, Hiraṇyakaśipu, being most fearful, began contriving other means to kill him."
    },
    {
        "verse_id": "43",
        "text": "Hiraṇyakaśipu could not kill his son by throwing him beneath the feet of big elephants, throwing him among huge, fearful snakes, employing destructive spells, hurling him from the top of a hill, conjuring up illusory tricks, administering poison, starving him, exposing him to severe cold, winds, fire and water, or throwing heavy stones to crush him. When Hiraṇyakaśipu found that he could not in any way harm Prahlāda, who was completely sinless, he was in great anxiety about what to do next."
    },
    {
        "verse_id": "45",
        "text": "Hiraṇyakaśipu thought: I have used many ill names in chastising this boy Prahlāda and have devised many means of killing him, but despite all my endeavors, he could not be killed. Indeed, he saved himself by his own powers, without being affected in the least by these treacheries and abominable actions."
    },
    {
        "verse_id": "46",
        "text": "Although he is very near to me and is merely a child, he is situated in complete fearlessness. He resembles a dog’s curved tail, which can never be straightened, because he never forgets my misbehavior and his connection with his master, Lord Viṣṇu."
    },
    {
        "verse_id": "47",
        "text": "I can see that this boy’s strength is unlimited, for he has not feared any of my punishments. He appears immortal. Therefore, because of my enmity toward him, I shall die. Or maybe this will not take place."
    },
    {
        "verse_id": "48",
        "text": "Thinking in this way, the King of the Daityas, morose and bereft of bodily luster, remained silent with his face downward. Then Ṣaṇḍa and Amarka, the two sons of Śukrācārya, spoke to him in secret."
    },
    {
        "verse_id": "49",
        "text": "O lord, we know that when you simply move your eyebrows, all the commanders of the various planets are most afraid. Without the help of any assistant, you have conquered all the three worlds. Therefore, we do not find any reason for you to be morose and full of anxiety. As for Prahlāda, he is nothing but a child and cannot be a cause of anxiety. After all, his bad or good qualities have no value."
    },
    {
        "verse_id": "50",
        "text": "Until the return of our spiritual master, Śukrācārya, arrest this child with the ropes of Varuṇa so that he will not flee in fear. In any case, by the time he is somewhat grown up and has assimilated our instructions or served our spiritual master, he will change in his intelligence. Thus there need be no cause for anxiety."
    },
    {
        "verse_id": "51",
        "text": "After hearing these instructions of Ṣaṇḍa and Amarka, the sons of his spiritual master, Hiraṇyakaśipu agreed and requested them to instruct Prahlāda in that system of occupational duty which is followed by royal householder families."
    },
    {
        "verse_id": "52",
        "text": "Thereafter, Ṣaṇḍa and Amarka systematically and unceasingly taught Prahlāda Mahārāja, who was very submissive and humble, about mundane religion, economic development and sense gratification."
    },
    {
        "verse_id": "53",
        "text": "The teachers Ṣaṇḍa and Amarka instructed Prahlāda Mahārāja in the three kinds of material advancement called religion, economic development and sense gratification. Prahlāda, however, being situated above such instructions, did not like them, for such instructions are based on the duality of worldly affairs, which involve one in a materialistic way of life marked by birth, death, old age and disease."
    },
    {
        "verse_id": "54",
        "text": "When the teachers went home to attend to their household affairs, the students of the same age as Prahlāda Mahārāja would call him to take the opportunity of leisure hours for play."
    },
    {
        "verse_id": "55",
        "text": "Prahlāda Mahārāja, who was truly the supreme learned person, then addressed his class friends in very sweet language. Smiling, he began to teach them about the uselessness of the materialistic way of life. Being very kind to them, he instructed them as follows."
    },
    {
        "verse_id": "56",
        "text": "My dear King Yudhiṣṭhira, all the children were very much affectionate and respectful to Prahlāda Mahārāja, and because of their tender age they were not so polluted by the instructions and actions of their teachers, who were attached to condemned duality and bodily comfort. Thus the boys surrounded Prahlāda Mahārāja, giving up their playthings, and sat down to hear him. Their hearts and eyes being fixed upon him, they looked at him with great earnestness. Prahlāda Mahārāja, although born in a demon family, was an exalted devotee, and he desired their welfare. Thus he began instructing them about the futility of materialistic life."
    }
]