[
    {
        "verse_id": "1",
        "text": "The great saint Nārada Muni continued: The demigods, headed by Lord Brahmā, Lord Śiva and other great demigods, dared not come forward before the Lord, who at that time was extremely angry."
    },
    {
        "verse_id": "2",
        "text": "The goddess of fortune, Lakṣmījī, was requested to go before the Lord by all the demigods present, who because of fear could not do so. But even she had never seen such a wonderful and extraordinary form of the Lord, and thus she could not approach Him."
    },
    {
        "verse_id": "3",
        "text": "Thereafter Lord Brahmā requested Prahlāda Mahārāja, who was standing very near him: My dear son, Lord Nṛsiṁhadeva is extremely angry at your demoniac father. Please go forward and appease the Lord."
    },
    {
        "verse_id": "4",
        "text": "Nārada Muni continued: O King, although the exalted devotee Prahlāda Mahārāja was only a little boy, he accepted Lord Brahmā’s words. He gradually proceeded toward Lord Nṛsiṁhadeva and fell down to offer his respectful obeisances with folded hands."
    },
    {
        "verse_id": "5",
        "text": "When Lord Nṛsiṁhadeva saw the small boy Prahlāda Mahārāja prostrated at the soles of His lotus feet, He became most ecstatic in affection toward His devotee. Raising Prahlāda, the Lord placed His lotus hand upon the boy’s head because His hand is always ready to create fearlessness in all of His devotees."
    },
    {
        "verse_id": "6",
        "text": "By the touch of Lord Nṛsiṁhadeva’s hand on Prahlāda Mahārāja’s head, Prahlāda was completely freed of all material contaminations and desires, as if he had been thoroughly cleansed. Therefore he at once became transcendentally situated, and all the symptoms of ecstasy became manifest in his body. His heart filled with love, and his eyes with tears, and thus he was able to completely capture the lotus feet of the Lord within the core of his heart."
    },
    {
        "verse_id": "7",
        "text": "Prahlāda Mahārāja fixed his mind and sight upon Lord Nṛsiṁhadeva with full attention in complete trance. With a fixed mind, he began to offer prayers in love with a faltering voice."
    },
    {
        "verse_id": "8",
        "text": "Prahlāda Mahārāja prayed: How is it possible for me, who have been born in a family of asuras, to offer suitable prayers to satisfy the Supreme Personality of Godhead? Even until now, all the demigods, headed by Lord Brahmā, and all the saintly persons, could not satisfy the Lord by streams of excellent words, although such persons are very qualified, being in the mode of goodness. Then what is to be said of me? I am not at all qualified."
    },
    {
        "verse_id": "9",
        "text": "Prahlāda Mahārāja continued: One may possess wealth, an aristocratic family, beauty, austerity, education, sensory expertise, luster, influence, physical strength, diligence, intelligence and mystic yogic power, but I think that even by all these qualifications one cannot satisfy the Supreme Personality of Godhead. However, one can satisfy the Lord simply by devotional service. Gajendra did this, and thus the Lord was satisfied with him."
    },
    {
        "verse_id": "10",
        "text": "If a brāhmaṇa has all twelve of the brahminical qualifications [as they are stated in the book called Sanat-sujāta] but is not a devotee and is averse to the lotus feet of the Lord, he is certainly lower than a devotee who is a dog-eater but who has dedicated everything — mind, words, activities, wealth and life — to the Supreme Lord. Such a devotee is better than such a brāhmaṇa because the devotee can purify his whole family, whereas the so-called brāhmaṇa in a position of false prestige cannot purify even himself."
    },
    {
        "verse_id": "11",
        "text": "The Supreme Lord, the Supreme Personality of Godhead, is always fully satisfied in Himself. Therefore when something is offered to Him, the offering, by the Lord’s mercy, is for the benefit of the devotee, for the Lord does not need service from anyone. To give an example, if one’s face is decorated, the reflection of one’s face in a mirror is also seen to be decorated."
    },
    {
        "verse_id": "12",
        "text": "Therefore, although I was born in a demoniac family, I may without a doubt offer prayers to the Lord with full endeavor, as far as my intelligence allows. Anyone who has been forced by ignorance to enter the material world may be purified of material life if he offers prayers to the Lord and hears the Lord’s glories."
    },
    {
        "verse_id": "13",
        "text": "O my Lord, all the demigods, headed by Lord Brahmā, are sincere servants of Your Lordship, who are situated in a transcendental position. Therefore they are not like us [Prahlāda and his father, the demon Hiraṇyakaśipu]. Your appearance in this fearsome form is Your pastime for Your own pleasure. Such an incarnation is always meant for the protection and improvement of the universe."
    },
    {
        "verse_id": "14",
        "text": "My Lord Nṛsiṁhadeva, please, therefore, cease Your anger now that my father, the great demon Hiraṇyakaśipu, has been killed. Since even saintly persons take pleasure in the killing of a scorpion or a snake, all the worlds have achieved great satisfaction because of the death of this demon. Now they are confident of their happiness, and they will always remember Your auspicious incarnation in order to be free from fear."
    },
    {
        "verse_id": "15",
        "text": "My Lord, who are never conquered by anyone, I am certainly not afraid of Your ferocious mouth and tongue, Your eyes bright like the sun or Your frowning eyebrows. I do not fear Your sharp, pinching teeth, Your garland of intestines, Your mane soaked with blood, or Your high, wedgelike ears. Nor do I fear Your tumultuous roaring, which makes elephants flee to distant places, or Your nails, which are meant to kill Your enemies."
    },
    {
        "verse_id": "16",
        "text": "O most powerful, insurmountable Lord, who are kind to the fallen souls, I have been put into the association of demons as a result of my activities, and therefore I am very much afraid of my condition of life within this material world. When will that moment come when You will call me to the shelter of Your lotus feet, which are the ultimate goal for liberation from conditional life?"
    },
    {
        "verse_id": "17",
        "text": "O great one, O Supreme Lord, because of combination with pleasing and displeasing circumstances and because of separation from them, one is placed in a most regrettable position, within heavenly or hellish planets, as if burning in a fire of lamentation. Although there are many remedies by which to get out of miserable life, any such remedies in the material world are more miserable than the miseries themselves. Therefore I think that the only remedy is to engage in Your service. Kindly instruct me in such service."
    },
    {
        "verse_id": "18",
        "text": "O my Lord Nṛsiṁhadeva, by engaging in Your transcendental loving service in the association of devotees who are liberated souls [haṁsas], I shall become completely uncontaminated by the association of the three modes of material nature and be able to chant the glories of Your Lordship, who are so dear to me. I shall chant Your glories, following exactly in the footsteps of Lord Brahmā and his disciplic succession. In this way I shall undoubtedly be able to cross the ocean of nescience."
    },
    {
        "verse_id": "19",
        "text": "My Lord Nṛsiṁhadeva, O Supreme, because of a bodily conception of life, embodied souls neglected and not cared for by You cannot do anything for their betterment. Whatever remedies they accept, although perhaps temporarily beneficial, are certainly impermanent. For example, a father and mother cannot protect their child, a physician and medicine cannot relieve a suffering patient, and a boat on the ocean cannot protect a drowning man."
    },
    {
        "verse_id": "20",
        "text": "My dear Lord, everyone in this material world is under the modes of material nature, being influenced by goodness, passion and ignorance. Everyone — from the greatest personality, Lord Brahmā, down to the small ant — works under the influence of these modes. Therefore everyone in this material world is influenced by Your energy. The cause for which they work, the place where they work, the time when they work, the matter due to which they work, the goal of life they have considered final, and the process for obtaining this goal — all are nothing but manifestations of Your energy. Indeed, since the energy and energetic are identical, all of them are but manifestations of You."
    },
    {
        "verse_id": "21",
        "text": "O Lord, O supreme eternal, by expanding Your plenary portion You have created the subtle bodies of the living entities through the agency of Your external energy, which is agitated by time. Thus the mind entraps the living entity in unlimited varieties of desires to be fulfilled by the Vedic directions of karma-kāṇḍa [fruitive activity] and the sixteen elements. Who can get free from this entanglement unless he takes shelter at Your lotus feet?"
    },
    {
        "verse_id": "22",
        "text": "My dear Lord, O supreme great, You have created this material world of sixteen constituents, but You are transcendental to their material qualities. In other words, these material qualities are under Your full control, and You are never conquered by them. Therefore the time element is Your representation. My Lord, O Supreme, no one can conquer You. As for me, however, I am being crushed by the wheel of time, and therefore I surrender fully unto You. Now kindly take me under the protection of Your lotus feet."
    },
    {
        "verse_id": "23",
        "text": "My dear Lord, people in general want to be elevated to the higher planetary systems for a long duration of life, opulence and enjoyment, but I have seen all of these through the activities of my father. When my father was angry and he laughed sarcastically at the demigods, they were immediately vanquished simply by seeing the movements of his eyebrows. Yet my father, who was so powerful, has now been vanquished by You within a moment."
    },
    {
        "verse_id": "24",
        "text": "My dear Lord, now I have complete experience concerning the worldly opulence, mystic power, longevity and other material pleasures enjoyed by all living entities, from Lord Brahmā down to the ant. As powerful time, You destroy them all. Therefore, because of my experience, I do not wish to possess them. My dear Lord, I request You to place me in touch with Your pure devotee and let me serve him as a sincere servant."
    },
    {
        "verse_id": "25",
        "text": "In this material world, every living entity desires some future happiness, which is exactly like a mirage in the desert. Where is water in the desert, or, in other words, where is happiness in this material world? As for this body, what is its value? It is merely a source of various diseases. The so-called philosophers, scientists and politicians know this very well, but nonetheless they aspire for temporary happiness. Happiness is very difficult to obtain, but because they are unable to control their senses, they run after the so-called happiness of the material world and never come to the right conclusion."
    },
    {
        "verse_id": "26",
        "text": "O my Lord, O Supreme, because I was born in a family full of the hellish material qualities of passion and ignorance, what is my position? And what is to be said of Your causeless mercy, which was never offered even to Lord Brahmā, Lord Śiva or the goddess of fortune, Lakṣmī? You never put Your lotus hand upon their heads, but You have put it upon mine."
    },
    {
        "verse_id": "27",
        "text": "Unlike an ordinary living entity, my Lord, You do not discriminate between friends and enemies, the favorable and the unfavorable, because for You there is no conception of higher and lower. Nonetheless, You offer Your benedictions according to the level of one’s service, exactly as a desire tree delivers fruits according to one’s desires and makes no distinction between the lower and the higher."
    },
    {
        "verse_id": "28",
        "text": "My dear Lord, O Supreme Personality of Godhead, because of my association with material desires, one after another, I was gradually falling into a blind well full of snakes, following the general populace. But Your servant Nārada Muni kindly accepted me as his disciple and instructed me how to achieve this transcendental position. Therefore, my first duty is to serve him. How could I leave his service?"
    },
    {
        "verse_id": "29",
        "text": "My Lord, O unlimited reservoir of transcendental qualities, You have killed my father, Hiraṇyakaśipu, and saved me from his sword. He had said very angrily, “If there is any supreme controller other than me, let Him save you. I shall now sever your head from your body.” Therefore I think that both in saving me and in killing him, You have acted just to prove true the words of Your devotee. There is no other cause."
    },
    {
        "verse_id": "30",
        "text": "My dear Lord, You alone manifest Yourself as the entire cosmic manifestation, for You existed before the creation, You exist after the annihilation, and You are the maintainer between the beginning and the end. All this is done by Your external energy through actions and reactions of the three modes of material nature. Therefore whatever exists — externally and internally — is You alone."
    },
    {
        "verse_id": "31",
        "text": "My dear Lord, O Supreme Personality of Godhead, the entire cosmic creation is caused by You, and the cosmic manifestation is an effect of Your energy. Although the entire cosmos is but You alone, You keep Yourself aloof from it. The conception of “mine and yours,” is certainly a type of illusion [māyā] because everything is an emanation from You and is therefore not different from You. Indeed, the cosmic manifestation is nondifferent from You, and the annihilation is also caused by You. This relationship between Your Lordship and the cosmos is illustrated by the example of the seed and the tree, or the subtle cause and the gross manifestation."
    },
    {
        "verse_id": "32",
        "text": "O my Lord, O Supreme Personality of Godhead, after the annihilation the creative energy is kept in You, who appear to sleep with half-closed eyes. Actually, however, You do not sleep like an ordinary human being, for You are always in a transcendental stage, beyond the creation of the material world, and You always feel transcendental bliss. As Kāraṇodakaśāyī Viṣṇu, You thus remain in Your transcendental status, not touching material objects. Although You appear to sleep, this sleeping is distinct from sleeping in ignorance."
    },
    {
        "verse_id": "33",
        "text": "This cosmic manifestation, the material world, is also Your body. This total lump of matter is agitated by Your potent energy known as kāla-śakti, and thus the three modes of material nature are manifested. You awaken from the bed of Śeṣa, Ananta, and from Your navel a small transcendental seed is generated. It is from this seed that the lotus flower of the gigantic universe is manifested, exactly as a banyan tree grows from a small seed."
    },
    {
        "verse_id": "34",
        "text": "From that great lotus flower, Brahmā was generated, but Brahmā certainly could see nothing but the lotus. Therefore, thinking You to be outside, Lord Brahmā dove into the water and attempted to find the source of the lotus for one hundred years. He could find no trace of You, however, for when a seed fructifies, the original seed cannot be seen."
    },
    {
        "verse_id": "35",
        "text": "Lord Brahmā, who is celebrated as ātma-yoni, having been born without a mother, was struck with wonder. Thus he took shelter of the lotus flower, and when he had been purified after undergoing severe austerities for many hundreds of years, he could see that the cause of all causes, the Supreme Personality of Godhead, was spread throughout his own body and senses, just as aroma, although very subtle, is perceived in the earth."
    },
    {
        "verse_id": "36",
        "text": "Lord Brahmā could then see You possessing thousands and thousands of faces, feet, heads, hands, thighs, noses, ears and eyes. You were very nicely dressed, being decorated and bedecked with varieties of ornaments and weapons. Seeing You in the form of Lord Viṣṇu, Your symptoms and form being transcendental, Your legs extending from the lower planets, Lord Brahmā achieved transcendental bliss."
    },
    {
        "verse_id": "37",
        "text": "My dear Lord, when You appeared as Hayagrīva, with the head of a horse, You killed two demons known as Madhu and Kaiṭabha, who were full of the modes of passion and ignorance. Then You delivered the Vedic knowledge to Lord Brahmā. For this reason, all the great saints accept Your forms as transcendental, untinged by material qualities."
    },
    {
        "verse_id": "38",
        "text": "In this way, my Lord, You appear in various incarnations as a human being, an animal, a great saint, a demigod, a fish or a tortoise, thus maintaining the entire creation in different planetary systems and killing the demoniac principles. According to the age, O my Lord, You protect the principles of religion. In the Age of Kali, however, You do not assert Yourself as the Supreme Personality of Godhead, and therefore You are known as Triyuga, or the Lord who appears in three yugas."
    },
    {
        "verse_id": "39",
        "text": "My dear Lord of the Vaikuṇṭha planets, where there is no anxiety, my mind is extremely sinful and lusty, being sometimes so-called happy and sometimes so-called distressed. My mind is full of lamentation and fear, and it always seeks more and more money. Thus it has become most polluted and is never satisfied in topics concerning You. I am therefore most fallen and poor. In such a status of life, how shall I be able to discuss Your activities?"
    },
    {
        "verse_id": "40",
        "text": "My dear Lord, O infallible one, my position is like that of a person who has many wives, all trying to attract him in their own way. For example, the tongue is attracted to palatable dishes, the genitals to sex with an attractive woman, and the sense of touch to contact with soft things. The belly, although filled, still wants to eat more, and the ear, not attempting to hear about You, is generally attracted to cinema songs. The sense of smell is attracted to yet another side, the restless eyes are attracted to scenes of sense gratification, and the active senses are attracted elsewhere. In this way I am certainly embarrassed."
    },
    {
        "verse_id": "41",
        "text": "My dear Lord, You are always transcendentally situated on the other side of the river of death, but because of the reactions of our own activities, we are suffering on this side. Indeed, we have fallen into this river and are repeatedly suffering the pains of birth and death and eating horrible things. Now kindly look upon us — not only upon me but also upon all others who are suffering — and by Your causeless mercy and compassion, deliver us and maintain us."
    },
    {
        "verse_id": "42",
        "text": "O my Lord, O Supreme Personality of Godhead, original spiritual master of the entire world, what is the difficulty for You, who manage the affairs of the universe, in delivering the fallen souls engaged in Your devotional service? You are the friend of all suffering humanity, and for great personalities it is necessary to show mercy to the foolish. Therefore I think that You will show Your causeless mercy to persons like us, who engage in Your service."
    },
    {
        "verse_id": "43",
        "text": "O best of the great personalities, I am not at all afraid of material existence, for wherever I stay I am fully absorbed in thoughts of Your glories and activities. My concern is only for the fools and rascals who are making elaborate plans for material happiness and maintaining their families, societies and countries. I am simply concerned with love for them."
    },
    {
        "verse_id": "44",
        "text": "My dear Lord Nṛsiṁhadeva, I see that there are many saintly persons indeed, but they are interested only in their own deliverance. Not caring for the big cities and towns, they go to the Himālayas or the forest to meditate with vows of silence [mauna-vrata]. They are not interested in delivering others. As for me, however, I do not wish to be liberated alone, leaving aside all these poor fools and rascals. I know that without Kṛṣṇa consciousness, without taking shelter of Your lotus feet, one cannot be happy. Therefore I wish to bring them back to shelter at Your lotus feet."
    },
    {
        "verse_id": "45",
        "text": "Sex life is compared to the rubbing of two hands to relieve an itch. Gṛhamedhis, so-called gṛhasthas who have no spiritual knowledge, think that this itching is the greatest platform of happiness, although actually it is a source of distress. The kṛpaṇas, the fools who are just the opposite of brāhmaṇas, are not satisfied by repeated sensuous enjoyment. Those who are dhīra, however, who are sober and who tolerate this itching, are not subjected to the sufferings of fools and rascals."
    },
    {
        "verse_id": "46",
        "text": "O Supreme Personality of Godhead, there are ten prescribed methods on the path to liberation — to remain silent, not to speak to anyone, to observe vows, to amass all kinds of Vedic knowledge, to undergo austerities, to study the Vedas and other Vedic literatures, to execute the duties of varṇāśrama-dharma, to explain the śāstras, to stay in a solitary place, to chant mantras silently, and to be absorbed in trance. These different methods for liberation are generally only a professional practice and means of livelihood for those who have not conquered their senses. Because such persons are falsely proud, these procedures may not be successful."
    },
    {
        "verse_id": "47",
        "text": "By authorized Vedic knowledge one can see that the forms of cause and effect in the cosmic manifestation belong to the Supreme Personality of Godhead, for the cosmic manifestation is His energy. Both cause and effect are nothing but energies of the Lord. Therefore, O my Lord, just as a wise man, by considering cause and effect, can see how fire pervades wood, those engaged in devotional service understand how You are both the cause and effect."
    },
    {
        "verse_id": "48",
        "text": "O Supreme Lord, You are actually the air, the earth, fire, sky and water. You are the objects of sense perception, the life airs, the five senses, the mind, consciousness and false ego. Indeed, You are everything, subtle and gross. The material elements and anything expressed, either by the words or by the mind, are nothing but You."
    },
    {
        "verse_id": "49",
        "text": "Neither the three modes of material nature [sattva-guṇa, rajo-guṇa and tamo-guṇa], nor the predominating deities controlling these three modes, nor the five gross elements, nor the mind, nor the demigods nor the human beings can understand Your Lordship, for they are all subjected to birth and annihilation. Considering this, the spiritually advanced have taken to devotional service. Such wise men hardly bother with Vedic study. Instead, they engage themselves in practical devotional service."
    },
    {
        "verse_id": "50",
        "text": "Therefore, O Supreme Personality of Godhead, the best of all persons to whom prayers are offered, I offer my respectful obeisances unto You because without rendering six kinds of devotional service unto You — offering prayers, dedicating all the results of activities, worshiping You, working on Your behalf, always remembering Your lotus feet and hearing about Your glories — who can achieve that which is meant for the paramahaṁsas?"
    },
    {
        "verse_id": "51",
        "text": "The great saint Nārada said: Thus Lord Nṛsiṁhadeva was pacified by the devotee Prahlāda Mahārāja with prayers offered from the transcendental platform. The Lord gave up His anger, and being very kind to Prahlāda, who was offering prostrated obeisances, He spoke as follows."
    },
    {
        "verse_id": "52",
        "text": "The Supreme Personality of Godhead said: My dear Prahlāda, most gentle one, best of the family of the asuras, all good fortune unto you. I am very much pleased with you. It is My pastime to fulfill the desires of all living beings, and therefore you may ask from Me any benediction that you desire to be fulfilled."
    },
    {
        "verse_id": "53",
        "text": "My dear Prahlāda, may you live a long time. One cannot appreciate or understand Me without pleasing Me, but one who has seen or pleased Me has nothing more for which to lament for his own satisfaction."
    },
    {
        "verse_id": "54",
        "text": "My dear Prahlāda, you are very fortunate. Please know from Me that those who are very wise and highly elevated try to please Me in all different modes of mellows, for I am the only person who can fulfill all the desires of everyone."
    },
    {
        "verse_id": "55",
        "text": "Nārada Muni said: Prahlāda Mahārāja was the best person in the family of asuras, who always aspire for material happiness. Nonetheless, although allured by the Supreme Personality of Godhead, who offered him all benedictions for material happiness, because of his unalloyed Kṛṣṇa consciousness he did not want to take any material benefit for sense gratification."
    }
]