[
    {
        "verse_id": "1",
        "text": "Nārada Muni said: A student should practice completely controlling his senses. He should be submissive and should have an attitude of firm friendship for the spiritual master. With a great vow, the brahmacārī should live at the gurukula, only for the benefit of the guru."
    },
    {
        "verse_id": "2",
        "text": "At both junctions of day and night, namely, in the early morning and in the evening, he should be fully absorbed in thoughts of the spiritual master, fire, the sun-god and Lord Viṣṇu and by chanting the Gāyatrī mantra he should worship them."
    },
    {
        "verse_id": "3",
        "text": "Being called by the spiritual master, the student should study the Vedic mantras regularly. Every day, before beginning his studies and at the end of his studies, the disciple should respectfully offer obeisances unto the spiritual master."
    },
    {
        "verse_id": "4",
        "text": "Carrying pure kuśa grass in his hand, the brahmacārī should dress regularly with a belt of straw and with deerskin garments. He should wear matted hair, carry a rod and waterpot and be decorated with a sacred thread, as recommended in the śāstras."
    },
    {
        "verse_id": "5",
        "text": "The brahmacārī should go out morning and evening to collect alms, and he should offer all that he collects to the spiritual master. He should eat only if ordered to take food by the spiritual master; otherwise, if the spiritual master does not give this order, he may sometimes have to fast."
    },
    {
        "verse_id": "6",
        "text": "A brahmacārī should be quite well-behaved and gentle and should not eat or collect more than necessary. He must always be active and expert, fully believing in the instructions of the spiritual master and the śāstra. Fully controlling his senses, he should associate only as much as necessary with women or those controlled by women."
    },
    {
        "verse_id": "7",
        "text": "A brahmacārī, or one who has not accepted the gṛhastha-āśrama [family life], must rigidly avoid talking with women or about women, for the senses are so powerful that they may agitate even the mind of a sannyāsī, a member of the renounced order of life."
    },
    {
        "verse_id": "8",
        "text": "If the wife of the spiritual master is young, a young brahmacārī should not allow her to care for his hair, massage his body with oil, or bathe him with affection like a mother."
    },
    {
        "verse_id": "9",
        "text": "Woman is compared to fire, and man is compared to a butter pot. Therefore a man should avoid associating even with his own daughter in a secluded place. Similarly, he should also avoid association with other women. One should associate with women only for important business and not otherwise."
    },
    {
        "verse_id": "10",
        "text": "As long as a living entity is not completely self-realized — as long as he is not independent of the misconception of identifying with his body, which is nothing but a reflection of the original body and senses — he cannot be relieved of the conception of duality, which is epitomized by the duality between man and woman. Thus there is every chance that he will fall down because his intelligence is bewildered."
    },
    {
        "verse_id": "11",
        "text": "All the rules and regulations apply equally to the householder and the sannyāsī, the member of the renounced order of life. The gṛhastha, however, is given permission by the spiritual master to indulge in sex during the period favorable for procreation."
    },
    {
        "verse_id": "12",
        "text": "Brahmacārīs or gṛhasthas who have taken the vow of celibacy as described above should not indulge in the following: applying powder or ointment to the eyes, massaging the head with oil, massaging the body with the hands, seeing a woman or painting a woman’s picture, eating meat, drinking wine, decorating the body with flower garlands, smearing scented ointment on the body, or decorating the body with ornaments. These they should give up."
    },
    {
        "verse_id": "13",
        "text": "According to the rules and regulations mentioned above, one who is twice-born, namely a brāhmaṇa, kṣatriya or vaiśya, should reside in the gurukula under the care of the spiritual master. There he should study and learn all the Vedic literatures along with their supplements and the Upaniṣads, according to his ability and power to study. If possible, the student or disciple should reward the spiritual master with the remuneration the spiritual master requests, and then, following the master’s order, the disciple should leave and accept one of the other āśramas, namely the gṛhastha-āśrama, vānaprastha-āśrama or sannyāsa-āśrama, as he desires."
    },
    {
        "verse_id": "15",
        "text": "One should realize that in the fire, in the spiritual master, in one’s self and in all living entities — in all circumstances and conditions — the Supreme Personality of Godhead, Viṣṇu, has simultaneously entered and not entered. He is situated externally and internally as the full controller of everything."
    },
    {
        "verse_id": "16",
        "text": "By practicing in this way, whether one be in the brahmacārī-āśrama, gṛhastha-āśrama, vānaprastha-āśrama or sannyāsa-āśrama, one must always realize the all-pervading presence of the Supreme Lord, for in this way it is possible to understand the Absolute Truth."
    },
    {
        "verse_id": "17",
        "text": "O King, I shall now describe the qualifications for a vānaprastha, one who has retired from family life. By rigidly following the rules and regulations for the vānaprastha, one can easily be elevated to the upper planetary system known as Maharloka."
    },
    {
        "verse_id": "18",
        "text": "A person in vānaprastha life should not eat grains grown by tilling of the fields. He should also not eat grains that have grown without tilling of the field but are not fully ripe. Nor should a vānaprastha eat grains cooked in fire. Indeed, he should eat only fruit ripened by the sunshine."
    },
    {
        "verse_id": "19",
        "text": "A vānaprastha should prepare cakes to be offered in sacrifice from fruits and grains grown naturally in the forest. When he obtains some new grains, he should give up his old stock of grains."
    },
    {
        "verse_id": "20",
        "text": "A vānaprastha should prepare a thatched cottage or take shelter of a cave in a mountain only to keep the sacred fire, but he should personally practice enduring snowfall, wind, fire, rain and the shining of the sun."
    },
    {
        "verse_id": "21",
        "text": "The vānaprastha should wear matted locks of hair on his head and let his body hair, nails and moustache grow. He should not cleanse his body of dirt. He should keep a waterpot, deerskin and rod, wear the bark of a tree as a covering, and use garments colored like fire."
    },
    {
        "verse_id": "22",
        "text": "Being very thoughtful, a vānaprastha should remain in the forest for twelve years, eight years, four years, two years or at least one year. He should behave in such a way that he will not be disturbed or troubled by too much austerity."
    },
    {
        "verse_id": "23",
        "text": "When because of disease or old age one is unable to perform his prescribed duties for advancement in spiritual consciousness or study of the Vedas, he should practice fasting, not taking any food."
    },
    {
        "verse_id": "24",
        "text": "He should properly place the fire element in his own self and in this way give up bodily affinity, by which one thinks the body to be one’s self or one’s own. One should gradually merge the material body into the five elements [earth, water, fire, air and sky]."
    },
    {
        "verse_id": "25",
        "text": "A sober, self-realized person who has full knowledge should merge the various parts of the body in their original sources. The holes in the body are caused by the sky, the process of breathing is caused by the air, the heat of the body is caused by fire, and semen, blood and mucus are caused by water. The hard substances, like skin, muscle and bone, are caused by earth. In this way all the constituents of the body are caused by various elements, and they should be merged again into those elements."
    },
    {
        "verse_id": "26",
        "text": "Thereafter, the object of speech, along with the sense of speech [the tongue], should be bestowed upon fire. Craftsmanship and the two hands should be given to the demigod Indra. The power of movement and the legs should be given to Lord Viṣṇu. Sensual pleasure, along with the genitals, should be bestowed upon Prajāpati. The rectum, with the power of evacuation, should be bestowed, in its proper place, unto Mṛtyu. The aural instrument, along with sound vibration, should be given to the deities presiding over the directions. The instrument of touch, along with the sense objects of touch, should be given to Vāyu. Form, with the power of sight, should be bestowed upon the sun. The tongue, along with the demigod Varuṇa, should be bestowed upon water, and the power of smell, along with the two Aśvinī-kumāra demigods, should be bestowed upon the earth."
    },
    {
        "verse_id": "29",
        "text": "The mind, along with all material desires, should be merged in the moon demigod. All the subject matters of intelligence, along with the intelligence itself, should be placed in Lord Brahmā. False ego, which is under the influence of the material modes of nature and which induces one to think, “I am this body, and everything connected with this body is mine,” should be merged, along with material activities, in Rudra, the predominating deity of false ego. Material consciousness, along with the goal of thought, should be merged in the individual living being, and the demigods acting under the modes of material nature should be merged, along with the perverted living being, into the Supreme Being. The earth should be merged in water, water in the brightness of the sun, this brightness into the air, the air into the sky, the sky into the false ego, the false ego into the total material energy, the total material energy into the unmanifested ingredients [the pradhāna feature of the material energy], and at last the ingredient feature of material manifestation into the Supersoul."
    },
    {
        "verse_id": "31",
        "text": "When all the material designations have thus merged into their respective material elements, the living beings, who are all ultimately completely spiritual, being one in quality with the Supreme Being, should cease from material existence, as flames cease when the wood in which they are burning is consumed. When the material body is returned to its various material elements, only the spiritual being remains. This spiritual being is Brahman and is equal in quality with Parabrahman."
    }
]