[
	{
        "verse_id": "1",
        "text": " In this world, whose family is there without blemish? Who is free from sickness and grief? Who is forever happy?"
    },
    {
        "verse_id": "2",
        "text": " A man's descent may be discerned by - his conduct, his country by his pronunciation of language, his friendship by his warmth and glow, and his capacity to eat by his body."
    },
    {
        "verse_id": "3",
        "text": " Give your daughter in marriage to a good family, engage your son in learning, see that your enemy comes to grief, and engage your friends in dharma. (Krsna consciousness)."
    },
    {
        "verse_id": "4",
        "text": " Of a rascal and a serpent, the serpent is the better of the two, for he strikes only at the time he is destined to kill, while the former at every step."
    },
    {
        "verse_id": "5",
        "text": " Therefore kings gather round themselves men of good families, for they never forsake them either at the beginning, the middle or the end."
    },
    {
        "verse_id": "6",
        "text": " At the time of the pralaya (universal destruction) the oceans are to exceed their limits and seek to change, but a saintly man never changes."
    },
    {
        "verse_id": "7",
        "text": " Do not keep company with a fool for as we can see he is a two-legged beast. Like an unseen thorn he pierces the heart with his sharp words."
    },
    {
        "verse_id": "8",
        "text": " Though men be endowed with beauty and youth and born in noble families, yet without education they are like the palasa flower which is void of sweet fragrance."
    },
    {
        "verse_id": "9",
        "text": " The beauty of a cuckoo is in its notes, that of a woman in her unalloyed devotion to her husband, that of an ugly person in his scholarship, and that of an ascetic in his forgiveness."
    },
    {
        "verse_id": "10",
        "text": " Give up a member to save a family, a family to save a village, a village to save a country, and the country to save yourself."
    },
    {
        "verse_id": "11",
        "text": " There is no poverty for the industrious. Sin does not attach itself to the person practicing japa (chanting of the holy names of the Lord). Those  who are absorbed in maunam (silent contemplation of the Lord) have no quarrel with others. They are fearless who remain always alert."
    },
    {
        "verse_id": "12",
        "text": " What is too heavy for the strong and what place is too distant for those who put forth effort? What country is foreign to a man of true learning? Who can be inimical to one who speaks pleasingly?"
    },
    {
        "verse_id": "13",
        "text": " As a whole forest becomes fragrant by the existence of a single tree with sweet-smelling blossoms in it, so a family becomes famous by the birth of a virtuous son."
    },
    {
        "verse_id": "14",
        "text": " As a single withered tree, if set aflame, causes a whole forest to burn, so does a rascal son destroy a whole family."
    },
    {
        "verse_id": "15",
        "text": " As night looks delightful when the moon shines, so is a family gladdened by even one learned and virtuous son."
    },
    {
        "verse_id": "16",
        "text": " What is the use of having many sons if they cause grief and vexation? It is better to have only one son from whom the whole family can derive support and peacefulness."
    },
    {
        "verse_id": "17",
        "text": " Fondle a son until he is five years of age, and use the stick for another ten years, but when he has attained his sixteenth year treat him as a friend."
    },
    {
        "verse_id": "18",
        "text": " He who runs away from a fearful calamity, a foreign invasion, a terrible famine, and the companionship of wicked men is safe."
    },
    {
        "verse_id": "19 He who has not acquired one of the following: religious merit (dharma), wealth (artha), satisfaction of desires (kama), or liberation (moksa) is repeatedly born to die",
        "text": ""
    },
    {
        "verse_id": "20",
        "text": " Lakshmi, the Goddess of wealth, comes of Her own accord where fools are not respected, grain is well stored up, and the husband and wife do not quarrel."
    }
]