[
	{
        "verse_id": "1",
        "text": " Poverty, disease, sorrow, imprisonment and other evils are the fruits borne by the tree of one's own sins."
    },
    {
        "verse_id": "2",
        "text": " Wealth, a friend, a wife, and a kingdom may be regained; but this body when lost may never be acquired again."
    },
    {
        "verse_id": "3",
        "text": " The enemy can be overcome by the union of large numbers, just as grass through its collectiveness wards off erosion caused by heavy rainfall."
    },
    {
        "verse_id": "4",
        "text": " Oil on water, a secret communicated to a base man, a gift given to a worthy receiver, and scriptural instruction given to an intelligent man spread out by virtue of their nature."
    },
    {
        "verse_id": "5",
        "text": " If men should always retain the state of mind they experience when hearing religious instruction, when present at a crematorium ground, and when in sickness -- then who could not attain liberation."
    },
    {
        "verse_id": "6",
        "text": " If a man should feel before, as he feels after, repentance -- then who would not attain perfection?"
    },
    {
        "verse_id": "7",
        "text": " We should not feel pride in our charity, austerity, valour, scriptural knowledge, modesty and morality for the world is full of the rarest gems."
    },
    {
        "verse_id": "8",
        "text": " He who lives in our mind is near though he may actually be far away; but he who is not in our heart is far though he may really be nearby."
    },
    {
        "verse_id": "9",
        "text": " We should always speak what would please the man of whom we expect a favour, like the hunter who sings sweetly when he desires to shoot a deer."
    },
    {
        "verse_id": "10",
        "text": " It is ruinous to be familiar with the king, fire, the religious preceptor, and a woman. To be altogether indifferent of them is to be deprived of the opportunity to benefit ourselves, hence our association with them must be from a safe distance. "
    },
    {
        "verse_id": "11",
        "text": " We should always deal cautiously with fire, water, women, foolish people, serpents, and members of a royal family; for they may, when the occasion presents itself, at once bring about our death."
    },
    {
        "verse_id": "12",
        "text": " He should be considered to be living who is virtuous and pious, but the life of a man who is destitute of religion and virtues is void of any blessing."
    },
    {
        "verse_id": "13",
        "text": " If you wish to gain control of the world by the performance of a single deed, then keep the following fifteen, which are prone to wander here and there, from getting the upper hand of you: the five sense objects (objects of sight, sound, smell, taste, and touch); the five sense organs (ears, eyes, nose, tongue and skin) and organs of activity (hands, legs, mouth, genitals and anus)."
    },
    {
        "verse_id": "14",
        "text": " He is a pandit (man of knowledge) who speaks what is suitable to the occasion, who renders loving service according to his ability, and who knows the limits of his anger."
    },
    {
        "verse_id": "15 One single object (a woman) appears in three different ways: to the man who practices austerity it appears as a corpse, to the sensual it appears as a woman, and to the dogs as a lump of flesh",
        "text": ""
    },
    {
        "verse_id": "16",
        "text": " A wise man should not divulge the formula of a medicine which he has well prepared; an act of charity which he has performed; domestic conflicts; private affairs with his wife; poorly prepared food he may have been offered; or slang he may have heard."
    },
    {
        "verse_id": "17",
        "text": " The cuckoos remain silent for a long time (for several seasons) until they are able to sing sweetly (in the Spring ) so as to give joy to all."
    },
    {
        "verse_id": "18",
        "text": " We should secure and keep the following: the blessings of meritorious deeds, wealth, grain, the words of the spiritual master, and rare medicines. Otherwise life becomes impossible."
    },
    {
        "verse_id": "19",
        "text": " Eschew (Avoid) wicked company and associate with saintly persons. Acquire virtue day and night, and always meditate on that which is eternal forgetting that which is temporary"
    }
]