[
	{
        "verse_id": "1",
        "text": " Generosity, pleasing address, courage and propriety of conduct are not acquired, but are inbred qualities."
    },
    {
        "verse_id": "2",
        "text": " He who forsakes his own community and joins another perishes as the king who embraces an unrighteous path."
    },
    {
        "verse_id": "3",
        "text": " The elephant has a huge body but is controlled by the ankusha (goad): yet, is the goad as large as the elephant? A lighted candle banishes darkness: is the candle as vast as the darkness. A mountain is broken even by a thunderbolt: is the thunderbolt therefore as big as the mountain? No, he whose power prevails is really mighty; what is there in bulk?"
    },
    {
        "verse_id": "5",
        "text": " He who is engrossed in family life will never acquire knowledge; there can be no mercy in the eater of flesh; the greedy man will not be truthful; and purity will not be found in a woman and a hunter."
    },
    {
        "verse_id": "6",
        "text": " The wicked man will not attain sanctity even if he is instructed in different ways, and the nim tree will not become sweet even if it is sprinkled from the top to the roots with milk and ghee."
    },
    {
        "verse_id": "7",
        "text": " Mental dirt cannot be washed away even by one-hundred baths in the sacred waters, just as a wine pot cannot be purified even by evaporating all the wine by fire."
    },
    {
        "verse_id": "8",
        "text": " It is not strange if a man reviles (Degrades) a thing of which he has no knowledge, just as a wild hunter's wife throws away the pearl that is found in the head of an elephant, and picks up a gunj(a type of seed which poor tribals wear as ornaments)."
    },
    {
        "verse_id": "9",
        "text": " He who for one year eats his meals silently (inwardly meditating upon the Lord's prasadam); attains to the heavenly planets for a thousand crore of years. ( Note: one crore equals ten million) "
    },
    {
        "verse_id": "10",
        "text": " The student (brahmacari) should completely renounce the following eight things -- his lust, anger, greed, desire for sweets, sense of decorating the body, excessive curiosity, excessive sleep, and excessive endeavour for bodily maintenance."
    },
    {
        "verse_id": "12",
        "text": " He alone is a true brahmana (dvija or \"twice-born\") who is satisfied with one meal a day, who has the six samskaras (or acts of purification such as garbhadhana, etc.) performed for him, and who cohabits with his wife only once in a month on an auspicious day after her menses."
    },
    {
        "verse_id": "13",
        "text": " The brahmana who is engrossed in worldly affairs, brings up cows and is engaged in trade is really called a vaishya."
    },
    {
        "verse_id": "14",
        "text": " The brahmana who deals in lac-die, articles, oil, indigo, silken cloth, honey, clarified butter, liquor, and flesh is called a shudra."
    },
    {
        "verse_id": "15",
        "text": " The brahmana who thwarts the doings of others, who is hypocritical, selfish, and a deceitful hater, and while speaking mildly cherishes cruelty in his heart, is called a cat."
    },
    {
        "verse_id": "16",
        "text": " The brahmana who destroys a pond, a well, a tank, a garden and a temple is called a mleccha."
    },
    {
        "verse_id": "17",
        "text": " The brahmana who steals the property of the Deities and the spiritual preceptor, who cohabits with another's wife, and who maintains himself by eating anything and everything s called a chandala."
    },
    {
        "verse_id": "18",
        "text": " The meritorious should give away in charity all that they have in excess of their needs. By charity only Karna, Bali and King Vikramaditya survive even today. Just see the plight of the honeybees beating their legs in despair upon the earth. They are saying to themselves, 'Alas! We neither enjoyed our stored-up honey nor gave it in charity, and now someone has taken it from us in an instant."
    }
]