[
	{
        "verse_id": "1",
        "text": " A wise man should not reveal his loss of wealth, the vexation of his mind, the misconduct of his own wife, base words spoken by others, and disgrace that has befallen him."
    },
    {
        "verse_id": "2",
        "text": " He who gives up shyness in monetary dealings, in acquiring knowledge, in eating and in business, becomes happy."
    },
    {
        "verse_id": "3",
        "text": " The happiness and peace attained by those satisfied by the nectar of spiritual tranquillity is not attained by greedy persons restlessly moving here and there."
    },
    {
        "verse_id": "4",
        "text": " One should feel satisfied with the following three things; his own wife, food given by Providence and wealth acquired by honest effort; but one should never feel satisfied with the following three; study, chanting the holy names of the Lord (japa) and charity."
    },
    {
        "verse_id": "5",
        "text": " Do not pass between two brahmanas, between a brahmana and his sacrificial fire, between a wife and her husband, a master and his servant, and a plough and an ox."
    },
    {
        "verse_id": "6",
        "text": " Do not let your foot touch fire, the spiritual master or a brahmana; it must never touch a cow, a virgin, an old person or a child."
    },
    {
        "verse_id": "7",
        "text": " Keep one thousand cubits away from an elephant, a hundred from a horse, ten from a horned beast, but keep away from the wicked by leaving the country."
    },
    {
        "verse_id": "8",
        "text": " An elephant is controlled by a goad (ankusha), a horse by a slap of the hand, a horned animal with the show of a stick, and a rascal with a sword."
    },
    {
        "verse_id": "9",
        "text": " Brahmanas find satisfaction in a good meal, peacocks in the peal of thunder, a sadhu in seeing the prosperity of others, and the wicked in the misery of others."
    },
    {
        "verse_id": "10",
        "text": " Conciliate a strong man by submission, a wicked man by opposition, and the one whose power is equal to yours by politeness or force. "
    },
    {
        "verse_id": "11",
        "text": " The power of a king lies in his mighty arms; that of a brahmana in his spiritual knowledge; and that of a woman in her beauty youth and sweet words."
    },
    {
        "verse_id": "12",
        "text": " Do not be very upright in your dealings for you would see by going to the forest that straight trees are cut down while crooked ones are left standing."
    },
    {
        "verse_id": "13",
        "text": " Swans live wherever there is water, and leave the place where water dries up; let not a man act so -- and come and go as he pleases."
    },
    {
        "verse_id": "14",
        "text": " Accumulated wealth is saved by spending just as incoming fresh water is saved by letting out stagnant water."
    },
    {
        "verse_id": "15",
        "text": " He who has wealth has friends and relations; he alone survives and is respected as a man."
    },
    {
        "verse_id": "16",
        "text": " The following four characteristics of the denizens of heaven may be seen in the residents of this earth planet; charity, sweet words, worship of the Supreme Personality of Godhead, and satisfying the needs of brahmanas."
    },
    {
        "verse_id": "17",
        "text": " The following qualities of the denizens of hell may characterise men on earth; extreme wrath, harsh speech, enmity with one's relations, the company with the base, and service to men of low extraction."
    },
    {
        "verse_id": "18",
        "text": " By going to the den of a lion pearls from the head of an elephant may be obtained; but by visiting the hole of a jackal nothing but the tail of a calf or a bit of the hide of an ass may found."
    },
    {
        "verse_id": "19",
        "text": " The life of an uneducated man is as useless as the tail of a dog which neither covers its rear end, nor protects it from the bites of insects."
    },
    {
        "verse_id": "20",
        "text": " Purity of speech, of the mind, of the senses, and the of a compassionate heart are needed by one who desires to rise to the divine platform."
    },
    {
        "verse_id": "21",
        "text": " As you seek fragrance in a flower, oil in the sesamum seed, fire in wood, ghee in milk, and jaggery (guda) in sugarcane; so seek the spirit that is in the body by means of discrimination."
    }
]