[
	{
        "verse_id": "1",
        "text": " These five: the life-span, the type of work, wealth, learning and the time of one's death are determined while one is in the womb."
    },
    {
        "verse_id": "2",
        "text": " Offspring, friends and relatives flee from a devotee of the Lord: yet those who follow him bring merit to their families through their devotion."
    },
    {
        "verse_id": "3",
        "text": " Fish, tortoises, and birds bring up their young by means of sight, attention and touch; so do saintly men afford protection to their associates by the same means."
    },
    {
        "verse_id": "4",
        "text": " As long as your body is healthy and under control and death is distant, try to save your soul; when death is immanent what can you do?"
    },
    {
        "verse_id": "5",
        "text": " Learning is like a cow of desire. It, like her, yields in all seasons. Like a mother, it feeds you on your journey. Therefore learning is a hidden treasure."
    },
    {
        "verse_id": "6",
        "text": " A single son endowed with good qualities is far better than a hundred devoid of them. For the moon, though one, dispels the darkness, which the stars, though numerous, can not."
    },
    {
        "verse_id": "7",
        "text": " A still-born son as superior to a foolish son endowed with a long life. The first causes grief for but a moment while the latter like a blazing fire consumes his parents in grief for life."
    },
    {
        "verse_id": "8",
        "text": " Residing in a small village devoid of proper living facilities, serving a person born of a low family, unwholesome food, a frowning wife, a foolish son, and a widowed daughter burn the body without fire."
    },
    {
        "verse_id": "9",
        "text": " What good is a cow that neither gives milk nor conceives? Similarly, what is the value of the birth of a son if he becomes neither learned nor a pure devotee of the Lord?"
    },
    {
        "verse_id": "10",
        "text": " When one is consumed by the sorrows of life, three things give him relief: offspring, a wife, and the company of the Lord's devotees."
    },
    {
        "verse_id": "11",
        "text": " Kings speak for once, men of learning once, and the daughter is given in marriage once. All these things happen once and only once. "
    },
    {
        "verse_id": "12",
        "text": " Religious austerities should be practiced alone, study by two, and singing by three. A journey should be undertaken by four, agriculture by five, and war by many together."
    },
    {
        "verse_id": "13",
        "text": " She is a true wife who is clean (suci), expert, chaste, pleasing to the husband, and truthful."
    },
    {
        "verse_id": "14",
        "text": " The house of a childless person is a void, all directions are void to one who has no relatives, the heart of a fool is also void, but to a poverty stricken man all is void."
    },
    {
        "verse_id": "15",
        "text": " Scriptural lessons not put into practice are poison; a meal is poison to him who suffers from indigestion; a social gathering is poison to a poverty stricken person; and a young wife is poison to an aged man."
    },
    {
        "verse_id": "16",
        "text": " That man who is without religion and mercy should be rejected. A guru without spiritual knowledge should be rejected. The wife with an offensive face should be given up, and so should relatives who are without affection."
    },
    {
        "verse_id": "17",
        "text": " Constant travel brings old age upon a man; a horse becomes old by being constantly tied up; lack of sexual contact with her husband brings old age upon a woman; and garments become old through being left in the sun."
    },
    {
        "verse_id": "18",
        "text": " Consider again and again the following: the right time, the right friends, the right place, the right means of income, the right ways of spending, and from whom you derive your power."
    },
    {
        "verse_id": "19",
        "text": " For the twice-born the fire (Agni) is a representative of God. The Supreme Lord resides in the heart of His devotees. Those of average intelligence (alpa-buddhi or kanista-adhikari) see God only in His srimurti, but those of broad vision see the Supreme Lord everywhere."
    }
]