[
	{
        "verse_id": "1",
        "text": " Untruthfulness, rashness, guile, stupidity, avarice, uncleanliness and cruelty are a women's seven natural flaws."
    },
    {
        "verse_id": "2",
        "text": " To have ability for eating when dishes are ready at hand, to be robust and virile in the company of one's religiously wedded wife, and to have a mind for making charity when one is prosperous are the fruits of no ordinary austerities."
    },
    {
        "verse_id": "3",
        "text": " He whose son is obedient to him, whose wife's conduct is in accordance with his wishes, and who is content with his riches, has his heaven here on earth."
    },
    {
        "verse_id": "4",
        "text": " They alone are sons who are devoted to their father. He is a father who supports his sons. He is a friend in whom we can confide, and she only is a wife in whose company the husband feels contented and peaceful."
    },
    {
        "verse_id": "5",
        "text": " Avoid him who talks sweetly before you but tries to ruin you behind your back, for he is like a pitcher of poison with milk on top."
    },
    {
        "verse_id": "6",
        "text": " Do not put your trust in a bad companion nor even trust an ordinary friend, for if he should get angry with you, he may bring all your secrets to light."
    },
    {
        "verse_id": "7",
        "text": " Do not reveal what you have thought upon doing, but by wise council keep it secret being determined to carry it into execution."
    },
    {
        "verse_id": "8",
        "text": " Foolishness is indeed painful, and verily so is youth, but more painful by far than either is being obliged in another person's house."
    },
    {
        "verse_id": "9",
        "text": " There does not exist a ruby in every mountain, nor a pearl in the head of every elephant; neither are the sadhus to be found everywhere, nor sandal trees in every forest."
    },
    {
        "verse_id": "10",
        "text": " Wise men should always bring up their sons in various moral ways, for children who have knowledge of niti-sastra and are well-behaved become a glory to their family. "
    },
    {
        "verse_id": "11",
        "text": " Those parents who do not educate their sons are their enemies; for as is a crane among swans, so are ignorant so are ignorant sons in a public assembly."
    },
    {
        "verse_id": "12",
        "text": " Many a bad habit is developed through overindulgence, and many a good one by chastisement, therefore beat your son as well as your pupil; never indulge them. (\"Spare the rod and spoil the child.\")"
    },
    {
        "verse_id": "13",
        "text": " Let not a single day pass without your learning a verse, half a verse, or a fourth of it, or even one letter of it; nor without attending to charity, study and other pious activity."
    },
    {
        "verse_id": "14",
        "text": " Separation from the wife, disgrace from one's own people, an enemy saved in battle, service to a wicked king, poverty, and a mismanaged assembly: these six kinds of evils, if afflicting a person, burn him even without fire."
    },
    {
        "verse_id": "15",
        "text": " Trees on a river bank, a woman in another man's house, and kings without counsellors go without doubt to swift destruction."
    },
    {
        "verse_id": "16",
        "text": " A brahmana's strength is in his learning, a king's strength is in his army, a vaishya's strength is in his wealth and a shudra's strength is in his attitude of service."
    },
    {
        "verse_id": "17",
        "text": " The prostitute has to forsake a man who has no money, the subject a king that cannot defend him, the birds in a tree that bears no fruit, and the guests in a house after they have finished their meals."
    },
    {
        "verse_id": "18",
        "text": " Brahmanas quit their patrons after receiving alms from them, scholars leave their teachers after receiving education from them, and animals desert a forest that has been burnt down."
    },
    {
        "verse_id": "19",
        "text": " He who befriends a man whose conduct is vicious, whose vision impure, and who is notoriously crooked, is rapidly ruined."
    },
    {
        "verse_id": "20",
        "text": " Friendship between equals flourishes, service under a king is respectable, it is good to be business-minded in public dealings, and a handsome lady is safe in her own home."
    }
]