[
	{
        "verse_id": "1",
        "text": " One destitute of wealth is not destitute, he is indeed rich (if he is learned); but the man devoid of learning is destitute in every way."
    },
    {
        "verse_id": "2",
        "text": " We should carefully scrutinise that place upon which we step (having it ascertained to be free from filth and living creatures like insects, etc.); we should drink water which has been filtered (through a clean cloth); we should speak only those words which have the sanction of the satras; and do that act which we have carefully considered."
    },
    {
        "verse_id": "3",
        "text": " He who desires sense gratification must give up all thoughts of acquiring knowledge; and he who seeks knowledge must not hope for sense gratification. How can he who seeks sense gratification acquire knowledge, and he who possesses knowledge enjoy mundane sense pleasure?"
    },
    {
        "verse_id": "4",
        "text": " What is it that escapes the observation of poets? What is that act women are incapable of doing? What will drunken people not prate? What will not a crow eat?"
    },
    {
        "verse_id": "5",
        "text": " Fate makes a beggar a king and a king a beggar. He makes a rich man poor and a poor man rich."
    },
    {
        "verse_id": "6",
        "text": " The beggar is a miser's enemy; the wise counsellor is the fool's enemy; her husband is an adulterous wife's enemy; and the moon is the enemy of the thief."
    },
    {
        "verse_id": "7",
        "text": " Those who are destitute of learning, penance, knowledge, good disposition, virtue and benevolence are brutes wandering the earth in the form of men. They are burdensome to the earth."
    },
    {
        "verse_id": "8",
        "text": " Those that are empty-minded cannot be benefited by instruction. Bamboo does not acquire the quality of sandalwood by being associated with the Malaya Mountain."
    },
    {
        "verse_id": "9",
        "text": " What good can the scriptures do to a man who has no sense of his own? Of what use is as mirror to a blind man?"
    },
    {
        "verse_id": "10",
        "text": " Nothing can reform a bad man, just as the posterious cannot become a superior part of the body though washed one hundred times. "
    },
    {
        "verse_id": "11",
        "text": " By offending a kinsman, life is lost; by offending others, wealth is lost; by offending the king, everything is lost; and by offending a brahmana one's whole family is ruined."
    },
    {
        "verse_id": "12",
        "text": " It is better to live under a tree in a jungle inhabited by tigers and elephants, to maintain oneself in such a place with ripe fruits and spring water, to lie down on grass and to wear the ragged barks of trees than to live amongst one's relations when reduced to poverty."
    },
    {
        "verse_id": "13",
        "text": " The brahmana is like tree; his prayers are the roots, his chanting of the Vedas are the branches, and his religious act are the leaves. Consequently effort should be made to preserve his roots for if the roots are destroyed there can be no branches or leaves."
    },
    {
        "verse_id": "14",
        "text": " My mother is Kamala devi (Lakshmi), my father is Lord Janardana (Vishnu), my kinsmen are the Vishnu-bhaktas (Vaisnavas) and, my homeland is all the three worlds."
    },
    {
        "verse_id": "15",
        "text": " (Through the night) a great many kinds of birds perch(Sit and rest) on a tree but in the morning they fly in all the ten directions. Why should we lament (Expression of sorrow) for that? (Similarly, we should not grieve when we must inevitably part company from our dear ones)."
    },
    {
        "verse_id": "16",
        "text": " He who possesses intelligence is strong; how can the man that is unintelligent be powerful? The elephant of the forest having lost his senses by intoxication was tricked into a lake by a small rabbit. (this verse refers to a famous story from the niti-sastra called pancatantra compiled by the pandit Vishnusharma 2500 years ago)."
    },
    {
        "verse_id": "17",
        "text": " Why should I be concerned for my maintenance while absorbed in praising the glories of Lord Vishwambhara (Vishnu), the supporter of all. Without the grace of Lord Hari, how could milk flow from a mother's breast for a child's nourishment? Repeatedly thinking only in this way, O Lord of the Yadus, O husband of Lakshmi, all my time is spent in serving Your lotus feet."
    }
]