[
	{
        "verse_id": "1",
        "text": " My dear child, if you desire to be free from the cycle of birth and death, then abandon the objects of sense gratification as poison. Drink instead the nectar of forbearance, upright conduct, mercy, cleanliness and truth."
    },
    {
        "verse_id": "2",
        "text": " Those base men who speak of the secret faults of others destroy themselves like serpents who stray onto anthills."
    },
    {
        "verse_id": "3",
        "text": " Perhaps nobody has advised Lord Brahma, the creator, to impart perfume to gold; fruit to the sugarcane; flowers to the sandalwood tree; wealth to the learned; and long life to the king."
    },
    {
        "verse_id": "4",
        "text": " Nectar (amrita) is the best among medicines; eating good food is the best of all types of material happiness; the eye is the chief among all organs; and the head occupies the chief position among all parts of the body."
    },
    {
        "verse_id": "5",
        "text": " No messenger can travel about in the sky and no tidings come from there. The voice of its inhabitants as never heard, nor can any contact be established with them. Therefore the brahmana who predicts the eclipse of the sun and moon which occur in the sky must be considered as a vidwan (man of great learning)."
    },
    {
        "verse_id": "6",
        "text": " The student, the servant, the traveller, the hungry person, the frightened man, the treasury guard, and the steward: these seven ought to be awakened if they fall asleep."
    },
    {
        "verse_id": "7",
        "text": " The serpent, the king, the tiger, the stinging wasp, the small child, the dog owned by other people, and the fool: these seven ought not to be awakened from sleep."
    },
    {
        "verse_id": "8",
        "text": " Of those who have studied the Vedas for material rewards, and those who accept foodstuffs offered by shudras, what potency have they? They are just like serpents without fangs."
    },
    {
        "verse_id": "9",
        "text": " He who neither rouses fear by his anger, nor confers a favour when he is pleased can neither control nor protect. What can he do? "
    },
    {
        "verse_id": "10",
        "text": " The serpent may, without being poisonous, raise high its hood, but the show of terror is enough to frighten people -- whether he be venomous or not."
    },
    {
        "verse_id": "11",
        "text": " Wise men spend their mornings in discussing gambling, the afternoon discussing the activities of women, and the night hearing about the activities of theft. (The first item above refers to the gambling of King Yuddhisthira, the great devotee of Krishna. The second item refers to the glorious deeds of mother Sita, the consort of Lord Ramachandra. The third item hints at the adorable childhood pastimes of Sri Krishna who stole butter from the elderly cowherd ladies of Gokula. Hence Chanakya Pandits advises wise persons to spend the morning absorbed in Mahabharata, the afternoon studying Ramayana, and the evening devotedly hearing the Srimad-Bhagvatam.)"
    },
    {
        "verse_id": "12",
        "text": " By preparing a garland for a Deity with one's own hand; by grinding sandal paste for the Lord with one's own hand; and by writing sacred texts with one's own hand -- one becomes blessed with opulence equal to that of Indra."
    },
    {
        "verse_id": "13",
        "text": " Poverty is set off by fortitude; shabby garments by keeping them clean; bad food by warming it; and ugliness by good behaviour"
    }
]