[
	{
        "verse_id": "1",
        "text": " The scholar who has acquired knowledge by studying innumerable books without the blessings of a bonafide spiritual master does not shine in an assembly of truly learned men just as an illegitimate child is not honoured in society."
    },
    {
        "verse_id": "2",
        "text": " We should repay the favours of others by acts of kindness; so also should we return evil for evil in which there is no sin, for it is necessary to pay a wicked man in his own coin."
    },
    {
        "verse_id": "3",
        "text": " That thing which is distant, that thing which appears impossible, and that which is far beyond our reach, can be easily attained through tapasya (religious austerity), for nothing can surpass austerity."
    },
    {
        "verse_id": "4",
        "text": " What vice could be worse than covetousness? What is more sinful than slander? For one who is truthful, what need is there for austerity? For one who has a clean heart, what is the need for pilgrimage? If one has a good disposition, what other virtue is needed? If a man has fame, what is the value of other ornamentation? What need is there for wealth for the man of practical knowledge? And if a man is dishonoured, what could there be worse in death?"
    },
    {
        "verse_id": "5",
        "text": " Though the sea, which is the reservoir of all jewels, is the father of the conch shell, and the Goddess of fortune Lakshmi is conch's sister, still the conch must go from door to door for alms (in the hands of a beggar). It is true, therefore, that one gains nothing without having given in the past."
    },
    {
        "verse_id": "6",
        "text": " When a man has no strength left in him he becomes a sadhu, one without wealth acts like a brahmacari, a sick man behaves like a devotee of the Lord, and when a woman grows old she becomes devoted to her husband."
    },
    {
        "verse_id": "8",
        "text": " There is poison in the fang of the serpent, in the mouth of the fly and in the sting of a scorpion; but the wicked man is saturated with it."
    },
    {
        "verse_id": "9",
        "text": " The woman who fasts and observes religious vows without the permission of her husband shortens his life, and goes to hell. "
    },
    {
        "verse_id": "10",
        "text": " A woman does not become holy by offering by charity, by observing hundreds of fasts, or by sipping sacred water, as by sipping the water used to wash her husbands feet."
    },
    {
        "verse_id": "12",
        "text": " The hand is not so well adorned by ornaments as by charitable offerings; one does not become clean by smearing sandalwood paste upon the body as by taking a bath; one does not become so much satisfied by dinner as by having respect shown to him; and salvation is not attained by self-adornment as by cultivation of spiritual knowledge."
    },
    {
        "verse_id": "14",
        "text": " The eating of tundi fruit deprives a man of his sense, while the vacha root administered revives his reasoning immediately. A woman at once robs a man of his vigour while milk at once restores it."
    },
    {
        "verse_id": "15",
        "text": " He who nurtures benevolence for all creatures within his heart overcomes all difficulties and will be the recipient of all types of riches at every step."
    },
    {
        "verse_id": "16",
        "text": " What is there to be enjoyed in the world of Lord Indra for one whose wife is loving and virtuous, who possesses wealth, who has a wellbehaved son endowed with good qualities, and who has a grandchildren born of his children?"
    },
    {
        "verse_id": "17",
        "text": " Men have eating, sleeping, fearing and mating in common with the lower animals. That in which men excel the beasts is discretionary knowledge; hence, indiscreet men who are without knowledge should be regarded as beasts."
    },
    {
        "verse_id": "18",
        "text": " If the bees which seek the liquid oozing from the head of a lustintoxicated elephant are driven away by the flapping of his ears, then the elephant has lost only the ornament of his head. The bees are quite happy in the lotus filled lake."
    },
    {
        "verse_id": "19",
        "text": " A king, a prostitute, Lord Yamaraja, fire, a thief, a young boy, and a beggar cannot understand the suffering of others. The eighth of this category is the tax collector20. O lady, why are you gazing downward? Has something of yours fallen on the ground? (She replies) O fool, can you not understand the pearl of my youth has slipped away?"
    },
    {
        "verse_id": "21",
        "text": " O ketki flower! Serpents live in your midst, you bear no edible fruits, your leaves are covered with thorns, you are crooked in growth, you thrive in mud, and you are not easily accessible. Still for your exceptional fragrance you are as dear as a kinsmen to others. Hence, a single excellence overcomes a multitude of blemishes."
    }
]