[
	{
        "verse_id": "1",
        "text": " By means of hearing one understands dharma, malignity vanishes, knowledge is acquired, and liberation from material bondage is gained."
    },
    {
        "verse_id": "2",
        "text": " Among birds the crow is vile; among beasts the dog; the ascetic whose sins is abominable, but he who blasphemes others is the worst chandala."
    },
    {
        "verse_id": "3",
        "text": " Brass is polished by ashes; copper is cleaned by tamarind; a woman, by her menses; and a river by its flow."
    },
    {
        "verse_id": "4",
        "text": " The king, the brahmana, and the ascetic yogi who go abroad are respected; but the woman who wanders is utterly ruined."
    },
    {
        "verse_id": "5",
        "text": " He who has wealth has friends. He who is wealthy has relatives. The rich one alone is called a man, and the affluent alone are respected as pandits."
    },
    {
        "verse_id": "6",
        "text": " As is the desire of Providence, so functions one's intellect; one's activities are also controlled by Providence; and by the will of Providence one is surrounded by helpers."
    },
    {
        "verse_id": "7",
        "text": " Time perfects all living beings as well as kills them; it alone is awake when all others are asleep. Time is insurmountable."
    },
    {
        "verse_id": "8",
        "text": " Those born blind cannot see; similarly blind are those in the grip of lust. Proud men have no perception of evil; and those bent on acquiring riches see no sin in their actions."
    },
    {
        "verse_id": "9",
        "text": " The spirit soul goes through his own course of karma and he himself suffers the good and bad results thereby accrued. By his own actions he entangles himself in samsara, and by his own efforts he extricates himself."
    },
    {
        "verse_id": "10",
        "text": " The king is obliged to accept the sins of his subjects; the purohit (priest) suffers for those of the king; a husband suffers for those of his wife; and the guru suffers for those of his pupils."
    },
    {
        "verse_id": "11",
        "text": " A father who is a chronic debtor, an adulterous mother, a beautiful wife, and an unlearned son are enemies ( in one's own home). "
    },
    {
        "verse_id": "12",
        "text": " Conciliate () a covetous () man by means of a gift, an obstinate () man with folded hands in salutation, a fool by humouring him, and a learned man by truthful words."
    },
    {
        "verse_id": "13",
        "text": " It is better to be without a kingdom than to rule over a petty one; better to be without a friend than to befriend a rascal; better to be without a disciple than to have a stupid one; and better to be without a wife than to have a bad one."
    },
    {
        "verse_id": "14",
        "text": " How can people be made happy in a petty kingdom? What peace can we expect from a rascal friend? What happiness can we have at home in the company of a bad wife? How can renown be gained by instructing an unworthy disciple?"
    },
    {
        "verse_id": "15",
        "text": " Learn one thing from a lion; one from a crane; four from a cock; five from a crow; six from a dog; and three from an ass."
    },
    {
        "verse_id": "16",
        "text": " The one excellent thing that can be learned from a lion is that whatever a man intends doing should be done by him with a whole-hearted and strenuous effort."
    },
    {
        "verse_id": "17",
        "text": " The wise man should restrain his senses like the crane and accomplish his purpose with due knowledge of his place, time and ability."
    },
    {
        "verse_id": "18",
        "text": " To wake at the proper time; to take a bold stand and fight; to make a fair division (of property) among relations; and to earn one's own bread by personal exertion are the four excellent things to be learned from a cock."
    },
    {
        "verse_id": "19",
        "text": " Union in privacy (with one's wife); boldness; storing away useful items; watchfulness; and not easily trusting others; these five things are to be learned from a crow."
    },
    {
        "verse_id": "20",
        "text": " Contentment with little or nothing to eat although one may have a great appetite; to awaken instantly although one may be in a deep slumber; unflinching devotion to the master; and bravery; these six qualities should be learned from the dog."
    },
    {
        "verse_id": "21",
        "text": " Although an ass is tired, he continues to carry his burden; he is unmindful of cold and heat; and he is always contented; these three things should be learned from the ass."
    },
    {
        "verse_id": "22",
        "text": " He who shall practice these twenty virtues shall become invincible in all his undertakings."
    }
]