[
	{
        "verse_id": "1",
        "text": " Low class men desire wealth; middle class men both wealth and respect; but the noble, honour only; hence honour is the noble man's true wealth."
    },
    {
        "verse_id": "3",
        "text": " The lamp eats up the darkness and therefore it produces lamp black; in the same way according to the nature of our diet (sattva, rajas, or tamas) we produce offspring in similar quality."
    },
    {
        "verse_id": "4",
        "text": " O wise man! Give your wealth only to the worthy and never to others. The water of the sea received by the clouds is always sweet. The rain water enlivens all living beings of the earth both movable (insects, animals, humans, etc.) and immovable (plants, trees, etc.), and then returns to the ocean it value multiplied a million fold."
    },
    {
        "verse_id": "5",
        "text": " The wise who discern the essence of things have declared that the yavana (meat eater) is equal in baseness to a thousand candalas the lowest class), and hence a yavana is the basest of men; indeed there is no one more base."
    },
    {
        "verse_id": "6",
        "text": " After having rubbed oil on the body, after encountering the smoke from a funeral pyre, after sexual intercourse, and after being shaved, one remains a chandala until he bathes."
    },
    {
        "verse_id": "7",
        "text": " Water is the medicine for indigestion; it is invigorating when the food that is eaten is well digested; it is like nectar when drunk in the middle of a dinner; and it is like poison when taken at the end of a meal."
    },
    {
        "verse_id": "8",
        "text": " Knowledge is lost without putting it into practice; a man is lost due to ignorance; an army is lost without a commander; and a woman is lost without a husband."
    },
    {
        "verse_id": "9",
        "text": " A man who encounters the following three is unfortunate; the death of his wife in his old age, the entrusting of money into the hands of relatives, and depending upon others for food."
    },
    {
        "verse_id": "10",
        "text": " Chanting of the Vedas without making ritualistic sacrifices to the Supreme Lord through the medium of Agni, and sacrifices not followed  by bountiful gifts are futile. Perfection can be achieved only through devotion (to the Supreme Lord) for devotion is the basis of all success."
    },
    {
        "verse_id": "13",
        "text": " There is no austerity equal to a balanced mind, and there is no happiness equal to contentment; there is no disease like covetousness, and no virtue like mercy."
    },
    {
        "verse_id": "14",
        "text": " Anger is a personification of Yama (the demigod of death); thirst is like the hellish river Vaitarani; knowledge is like a kamadhenu (the cow of plenty); and contentment is like Nandanavana (the garden of Indra)."
    },
    {
        "verse_id": "15",
        "text": " Moral excellence is an ornament for personal beauty; righteous conduct, for high birth; success for learning; and proper spending for wealth."
    },
    {
        "verse_id": "16",
        "text": " Beauty is spoiled by an immoral nature; noble birth by bad conduct; learning, without being perfected; and wealth by not being properly utilised."
    },
    {
        "verse_id": "17",
        "text": " Water seeping into the earth is pure; and a devoted wife is pure; the king who is the benefactor of his people is pure; and pure is the brahmana who is contented."
    },
    {
        "verse_id": "18",
        "text": " Discontented brahmanas, contented kings, shy prostitutes, and immodest housewives are ruined."
    },
    {
        "verse_id": "19",
        "text": " Of what avail is a high birth if a person is destitute of scholarship? A man who is of low extraction is honoured even by the demigods if he is learned."
    },
    {
        "verse_id": "20",
        "text": " A learned man is honoured by the people. A learned man commands respect everywhere for his learning. Indeed, learning is honoured everywhere."
    },
    {
        "verse_id": "21",
        "text": " Those who are endowed with beauty and youth and who are born of noble families are worthless if they have no learning. They are just like  the kimshuka blossoms ( flowers of the palasa tree) which, though beautiful, have no fragrance."
    },
    {
        "verse_id": "22",
        "text": " The earth is encumbered with the weight of the flesh-eaters, winebibblers, dolts and blockheads, who are beasts in the form of men."
    },
    {
        "verse_id": "23",
        "text": " There is no enemy like a yajna (sacrifice) which consumes the kingdom when not attended by feeding on a large scale; consumes the priest when the chanting is not done properly; and consumes the yajaman (the responsible person) when the gifts are not made."
    }
]