[
	{
        "verse_id": "1",
        "text": " Humbly bowing down before the almighty Lord Sri Vishnu, the Lord of the three worlds, I recite maxims of the science of political ethics (niti) selected from the various satras."
    },
    {
        "verse_id": "2",
        "text": " That man who by the study of these maxims from the satras acquires a knowledge of the most celebrated principles of duty, and understands what ought and what ought not to be followed, and what is good and what is bad, is most excellent."
    },
    {
        "verse_id": "3",
        "text": " Therefore with an eye to the public good, I shall speak that which, when understood, will lead to an understanding of things in their proper perspective."
    },
    {
        "verse_id": "4",
        "text": " Even a pandit comes to grief by giving instruction to a foolish disciple, by maintaining a wicked wife, and by excessive familiarity with the miserable."
    },
    {
        "verse_id": "5",
        "text": " A wicked wife, a false friend, a saucy servant and living in a house with a serpent in it are nothing but death."
    },
    {
        "verse_id": "6",
        "text": " One should save his money against hard times, save his wife at the sacrifice of his riches, but invariably one should save his soul even at the sacrifice of his wife and riches."
    },
    {
        "verse_id": "7",
        "text": " Save your wealth against future calamity. Do not say, 'What what fear has a rich man of calamity?' When riches begin to forsake one even the accumulated stock dwindles away."
    },
    {
        "verse_id": "8",
        "text": " Do not inhabit a country where you are not respected, cannot earn your livelihood, have no friends, or cannot acquire knowledge."
    },
    {
        "verse_id": "9",
        "text": " Do not stay for a single day where there are not these five persons: a wealthy man, a brahmana well versed in Vedic lore, a king, a river and a physician. "
    },
    {
        "verse_id": "10",
        "text": " Wise men should never go into a country where there are no means of earning one's livelihood, where the people have no dread of anybody, have no sense of shame, no intelligence, or a charitable disposition."
    },
    {
        "verse_id": "11",
        "text": " Test a servant while in the discharge of his duty, a relative in difficulty, a friend in adversity, and a wife in misfortune."
    },
    {
        "verse_id": "12",
        "text": " He is a true friend who does not forsake us in time of need, misfortune, famine, or war, in a king's court, or at the crematorium (smasana)."
    },
    {
        "verse_id": "13",
        "text": " He who gives up what is imperishable for that which perishable, loses that which is imperishable; and doubtlessly loses that which is perishable also."
    },
    {
        "verse_id": "14",
        "text": " A wise man should marry a virgin of a respectable family even if she is deformed. He should not marry one of a low-class family, through beauty. Marriage in a family of equal status is preferable."
    },
    {
        "verse_id": "15",
        "text": " Do not put your trust in rivers, men who carry weapons, beasts with claws or horns, women, and members of a royal family."
    },
    {
        "verse_id": "16",
        "text": " Even from poison extract nectar, wash and take back gold if it has fallen in filth, receive the highest knowledge (Krsna consciousness) from a low born person; so also a girl possessing virtuous qualities (stri-ratna) even if she be born in a disreputable family."
    },
    {
        "verse_id": "17",
        "text": " Women have hunger two-fold, shyness four-fold, daring six-fold, and lust eight-fold as compared to men."
    }
]