[
	{
        "verse_id": "2",
        "text": " The heart of a woman is not united; it is divided. While she is talking with one man, she looks lustfully at another and thinks fondly of a third in her heart."
    },
    {
        "verse_id": "3",
        "text": " The fool (mudha) who fancies that a charming young lady loves him, becomes her slave and he dances like a shakuntal bird tied to a string."
    },
    {
        "verse_id": "4",
        "text": " Who is there who, having become rich, has not become proud? Which licentious (Free) man has put an end to his calamities (A grievous disaster)? Which man in this world has not been overcome by a woman? Who is always loved by the king? Who is there who has not been overcome by the ravages of time? Which beggar has attained glory? Who has become happy by contracting the vices of the wicked?"
    },
    {
        "verse_id": "6",
        "text": " A man attains greatness by his merits, not simply by occupying an exalted seat. Can we call a crow an eagle (garuda) simply because he sits on the top of a tall building."
    },
    {
        "verse_id": "8",
        "text": " The man who is praised by others as great is regarded as worthy though he may be really void of all merit. But the man who sings his own praises lowers himself in the estimation of others though he should be Indra (the possessor of all excellences)."
    },
    {
        "verse_id": "9",
        "text": " If good qualities should characterise a man of discrimination, the brilliance of his qualities will be recognised just as a gem which is essentially bright really shines when fixed in an ornament of gold."
    },
    {
        "verse_id": "10",
        "text": " Even one who by his qualities appears to be all knowing suffers without patronage; the gem, though precious, requires a gold setting."
    },
    {
        "verse_id": "11",
        "text": " I do not deserve that wealth which is to be attained by enduring much suffering, or by transgressing the rules of virtue, or by flattering an enemy."
    },
    {
        "verse_id": "13",
        "text": " Those who were not satiated with the enjoyment of wealth, food and women have all passed away; there are others now passing away who have likewise remained unsatiated; and in the future still others will pass away feeling themselves unsatiated."
    },
    {
        "verse_id": "14",
        "text": " All charities and sacrifices (performed for fruitive gain) bring only temporary results, but gifts made to deserving persons (those who are Krishna consciousness) and protection offered to all creatures shall never perish."
    },
    {
        "verse_id": "15",
        "text": " A blade of grass is light, cotton is lighter, the beggar is infinitely lighter still. Why then does not the wind carry him away? Because it fears that he may ask alms of him."
    },
    {
        "verse_id": "16",
        "text": " It is better to die than to preserve this life by incurring disgrace. The loss of life causes but a moment's grief, but disgrace brings grief every day of one's life."
    },
    {
        "verse_id": "17",
        "text": " All the creatures are pleased by loving words; and therefore we should address words that are pleasing to all, for there is no lack of sweet words."
    },
    {
        "verse_id": "18",
        "text": " There are two nectarean fruits hanging from the tree of this world: one is the hearing of sweet words (such as Krishna-katha) and the other, the society of saintly men."
    },
    {
        "verse_id": "19",
        "text": " The good habits of charity, learning and austerity practised during many past lives continue to be cultivated in this birth by virtue of the link (yoga) of this present life to the previous ones."
    },
    {
        "verse_id": "20",
        "text": " One whose knowledge is confined to books and whose wealth is in the possession of others, can use neither his knowledge nor wealth when the need for them arise"
    }
]