[
	{
        "verse_id": "1",
        "text": " He is a blessed grhasta (householder) in whose house there is a blissful atmosphere, whose sons are talented, whose wife speaks sweetly, whose wealth is enough to satisfy his desires, who finds pleasure in the company of his wife, whose servants are obedient, in whose house hospitality is shown, the auspicious Supreme Lord is worshiped daily, delicious food and drink is partaken, and who finds joy in the company of devotees."
    },
    {
        "verse_id": "2",
        "text": " One who devotedly gives a little to a brahmana who is in distress is recompensed abundantly. Hence, O Prince, what is given to a good brahmana is got back not in an equal quantity, but in an infinitely higher degree."
    },
    {
        "verse_id": "3",
        "text": " Those men who are happy in this world, who are generous towards their relatives, kind to strangers, indifferent to the wicked, loving to the good, shrewd in their dealings with the base, frank with the learned, courageous with enemies, humble with elders and stern with the wife."
    },
    {
        "verse_id": "4",
        "text": " O jackal, leave aside the body of that man at once, whose hands have never given in charity, whose ears have not heard the voice of learning, whose eyes have not beheld a pure devotee of the Lord, whose feet have never traversed to holy places, whose belly is filled with things obtained by crooked practices, and whose head is held high in vanity. Do not eat it, O jackal, otherwise you will become polluted."
    },
    {
        "verse_id": "5",
        "text": " 'Shame upon those who have no devotion to the lotus feet of Sri Krishna, the son of mother Yasoda; who have no attachment for the describing the glories of Srimati Radharani; whose ears are not eager to listen to the stories of the Lord's lila.' Such is the exclamation of the mrdanga sound of dhik-tam dhik-tam dhigatam at kirtana."
    },
    {
        "verse_id": "6",
        "text": " What fault of spring that the bamboo shoot has no leaves? What fault of the sun if the owl cannot see during the daytime? Is it the fault of the clouds if no raindrops fall into the mouth of the chatak bird? Who can erase what Lord Brahma has inscribed upon our foreheads at the time of birth? "
    },
    {
        "verse_id": "7",
        "text": " A wicked man may develop saintly qualities in the company of a devotee, but a devotee does not become impious in the company of a wicked person. The earth is scented by a flower that falls upon it, but the flower does not contact the odour of the earth."
    },
    {
        "verse_id": "8",
        "text": " One indeed becomes blessed by having darshan of a devotee; for the devotee has the ability to purify immediately, whereas the sacred tirtha gives purity only after prolonged contact."
    },
    {
        "verse_id": "9",
        "text": " A stranger asked a brahmana, 'Tell me, who is great in this city?' The brahmana replied, 'The cluster of palmyra trees is great.' Then the traveller asked, 'Who is the most charitable person?' The brahmana answered, 'The washerman who takes the clothes in the morning and gives them back in the evening is the most charitable.' He then asked, 'Who is the ablest man?' The brahmana answered, 'Everyone is expert in robbing others of their wives and wealth.' The man then asked the brahmana, 'How do you manage to live in such a city?' The brahmana replied, 'As a worm survives while even in a filthy place so do I survive here!'"
    },
    {
        "verse_id": "10",
        "text": " The house in which the lotus feet of brahmanas are not washed, in which Vedic mantras are not loudly recited, and in which the holy rites of svaha (sacrificial offerings to the Supreme Lord) and swadha (offerings to the ancestors) are not performed, is like a crematorium."
    },
    {
        "verse_id": "11",
        "text": " (It is said that a sadhu, when asked about his family, replied thusly): truth is my mother, and my father is spiritual knowledge; righteous conduct is my brother, and mercy is my friend, inner peace is my wife, and forgiveness is my son: these six are my kinsmen."
    },
    {
        "verse_id": "12",
        "text": " Our bodies are perishable, wealth is not at all permanent and death is always nearby. Therefore we must immediately engage in acts of merit."
    },
    {
        "verse_id": "13",
        "text": " Arjuna says to Krishna. 'Brahmanas find joy in going to feasts, cows find joy in eating their tender grass, wives find joy in the company of their husbands, and know, O Krishna, that in the same way I rejoice in battle."
    },
    {
        "verse_id": "14",
        "text": " He who regards another's wife as his mother, the wealth that does not belong to him as a lump of mud, and the pleasure and pain of all other living beings as his own -- truly sees things in the right perspective, and he is a true pandit."
    },
    {
        "verse_id": "15",
        "text": " O Raghava, the love of virtue, pleasing speech, and an ardent desire for performing acts of charity, guileless dealings with friends, humility in the guru's presence , deep tranquillity of mind, pure conduct, discernment of virtues, realised knowledge of the sastras, beauty of form and devotion to God are all found in you.' (The great sage Vasistha Muni, the spiritual preceptor of the dynasty of the sun, said this to Lord Ramachandra at the time of His proposed coronation)."
    },
    {
        "verse_id": "16",
        "text": " The desire tree is wood; the golden Mount Meru is motionless; the wish-fulfilling gem cintamani is just a stone; the sun is scorching; the moon is prone to wane; the boundless ocean is saline; the demigod of lust lost his body (due to Shiva's wrath); Bali Maharaja, the son of Diti, was born into a clan of demons; and Kamadhenu (the cow of heaven) is a mere beast. O Lord of the Raghu dynasty! I cannot compare you to any one of these (taking their merits into account)."
    },
    {
        "verse_id": "17",
        "text": " Realised learning (vidya) is our friend while travelling , the wife is a friend at home, medicine is the friend of a sick man, and meritorious deeds are the friends at death."
    },
    {
        "verse_id": "18",
        "text": " Courtesy should be learned from princes, the art of conversation from pandits, lying should be learned from gamblers and deceitful ways should be learned from women."
    },
    {
        "verse_id": "19",
        "text": " The unthinking spender, the homeless urchin (|e@p`|ob#), the quarrel monger (x#[@o@]#), the man who neglects his wife and is heedless in his actions -- all these will soon come to ruination."
    },
    {
        "verse_id": "20",
        "text": " The wise man should not be anxious about his food; he should be anxious to be engaged only in dharma (Krishna consciousness). the food of each man is created for him at his birth."
    },
    {
        "verse_id": "21",
        "text": " He who is not shy in the acquisition of wealth, grain and knowledge, and in taking his meals, will be happy"
    },
    {
        "verse_id": "22",
        "text": " As centesimal droppings will fill a pot so also are knowledge, virtue and wealth gradually obtained. "
    },
    {
        "verse_id": "23",
        "text": " The man who remains a fool even in advanced age is really a fool, just as the Indra-Varuna fruit does not become sweet no matter how ripe it might becom"
    }
]