[{
        "verse_id": "1",
        "text": " Agni is the worshipable person for the twice-born; the brahmana for the other castes; the husband for the wife; and the guest who comes for food at the midday meal for all."
    },
    {
        "verse_id": "2",
        "text": " As gold is tested in four ways by rubbing, cutting, heating and beating - - so a man should be tested by these four things: his renunciation, his conduct, his qualities and his actions."
    },
    {
        "verse_id": "3",
        "text": " A thing may be dreaded as long as it has not overtaken you, but once it has come upon you, try to get rid of it without hesitation."
    },
    {
        "verse_id": "4",
        "text": " Though persons be born from the same womb and under the same stars, they do not become alike in disposition as the thousand fruits of the badari tree."
    },
    {
        "verse_id": "5",
        "text": " He whose hands are clean does not like to hold an office; he who desires nothing cares not for bodily decorations; he who is only partially educated cannot speak agreeably; and he who speaks out plainly cannot be a deceiver."
    },
    {
        "verse_id": "6",
        "text": " The learned are envied by the foolish; rich men by the poor; chaste women by adulteresses; and beautiful ladies by ugly ones."
    },
    {
        "verse_id": "7",
        "text": " Indolent application ruins study; money is lost when entrusted to others; a farmer who sows his seed sparsely is ruined; and an army is lost for want of a commander."
    },
    {
        "verse_id": "8",
        "text": " Learning is retained through putting into practice; family prestige is maintained through good behaviour; a respectable person is recognised by his excellent qualities; and anger is seen in the eyes."
    },
    {
        "verse_id": "9",
        "text": " Religion is preserved by wealth; knowledge by diligent practice; a king by conciliatory words; and a home by a dutiful housewife."
    },
    {
        "verse_id": "10",
        "text": " Those who blaspheme Vedic wisdom, who ridicule the life style recommended in the satras, and who deride men of peaceful temperament, come to grief unnecessarily. "
    },
    {
        "verse_id": "11",
        "text": " Charity puts an end to poverty; righteous conduct to misery; discretion to ignorance; and scrutiny to fear."
    },
    {
        "verse_id": "12",
        "text": " There is no disease (so destructive) as lust; no enemy like infatuation; no fire like wrath; and no happiness like spiritual knowledge."
    },
    {
        "verse_id": "13",
        "text": " A man is born alone and dies alone; and he experiences the good and bad consequences of his karma alone; and he goes alone to hell or the Supreme abode."
    },
    {
        "verse_id": "14",
        "text": " Heaven is but a straw to him who knows spiritual life (Krsna consciousness); so is life to a valiant man; a woman to him who has subdued his senses; and the universe to him who is without attachment for the world."
    },
    {
        "verse_id": "15",
        "text": " Learning is a friend on the journey; a wife in the house; medicine in sickness; and religious merit is the only friend after death."
    },
    {
        "verse_id": "17",
        "text": " There is no water like rainwater; no strength like one's own; no light like that of the eyes; and no wealth more dear than food grain."
    },
    {
        "verse_id": "18",
        "text": " The poor wish for wealth; animals for the faculty of speech; men wish for heaven; and godly persons for liberation."
    },
    {
        "verse_id": "19",
        "text": " The earth is supported by the power of truth; it is the power of truth that makes the sun shine and the winds blow; indeed all things rest upon truth."
    },
    {
        "verse_id": "20",
        "text": " The Goddess of wealth is unsteady (chanchala), and so is the life breath. The duration of life is uncertain, and the place of habitation is uncertain; but in all this inconsistent world religious merit alone is immovable."
    },
    {
        "verse_id": "21",
        "text": " Among men the barber is cunning; among birds the crow; among beasts the jackal; and among women, the malin (flower girl). "
    },
    {
        "verse_id": "22",
        "text": " These five are your fathers; he who gave you birth, girdled you with sacred thread, teaches you, provides you with food, and protects you from fearful situations."
    },
    {
        "verse_id": "23",
        "text": " These five should be considered as mothers; the king's wife, the preceptor's wife, the friend's wife, your wife's mother, and your own mother."
    }
]