[
	{
        "verse_id": "1",
        "text": " A man may live but for a moment, but that moment should be spent in doing auspicious deeds. It is useless living even for a kalpa (4,320,000<br/>\n*1000 years) and bringing only distress upon the two worlds (this world and the next)."
    },
    {
        "verse_id": "2",
        "text": " We should not fret for what is past, nor should we be anxious about the future; men of discernment deal only with the present moment."
    },
    {
        "verse_id": "3",
        "text": " It certainly is nature of the demigods, men of good character, and parents to be easily pleased. Near and distant relatives are pleased when<br/>\nthey are hospitably received with bathing, food, and drink; and pandits are pleased with an opportunity for giving spiritual discourse."
    },
    {
        "verse_id": "4",
        "text": " Even as the unborn babe is in the womb of his mother, these five are fixed as his life destiny: his life span, his activities, his acquisition of wealth and knowledge, and his time of death."
    },
    {
        "verse_id": "5",
        "text": " O see what a wonder it is! The doings of the great are strange: they treat wealth as light as a straw, yet, when they obtain it, they bend under its weight."
    },
    {
        "verse_id": "6",
        "text": " He who is overly attached to his family members experiences fear and sorrow, for the root of all grief is attachment. Thus one should discard<br/>\nattachment to be happy."
    },
    {
        "verse_id": "7",
        "text": " He who is prepared for the future and he who deals cleverly with any situation that may arise are both happy; but the fatalistic man who<br/>\nwholly depends on luck is ruined."
    },
    {
        "verse_id": "8",
        "text": " If the king is virtuous, then the subjects are also virtuous. If the king is sinful, then the subjects also become sinful. If he is mediocre, then the subjects are mediocre. The subjects follow the example of the king. In short, as is the king so are the subjects."
    },
    {
        "verse_id": "9",
        "text": " I consider him who does not act religiously as dead though living, but he who dies acting religiously unquestionably lives long though he is<br/>\ndead. "
    },
    {
        "verse_id": "10",
        "text": " He who has acquired neither virtue, wealth, satisfaction of desires nor salvation (dharma, artha, kama, moksa), lives an utterly useless life, like the 'nipples' hanging from the neck of a goat."
    },
    {
        "verse_id": "11",
        "text": " The hearts of base men burn before the fire of other's fame, and they slander them being themselves unable to rise to such a high position."
    },
    {
        "verse_id": "12",
        "text": " Excessive attachment to sense pleasures leads to bondage, and detachment from sense pleasures leads to liberation; therefore it is the mind alone that is responsible for bondage or liberation."
    },
    {
        "verse_id": "13",
        "text": " He who sheds bodily identification by means of knowledge of the indwelling Supreme Self (Paramatma), will always be absorbed in meditative trance (samadhi) wherever his mind leads him."
    },
    {
        "verse_id": "14",
        "text": " Who realises all the happiness he desires? Everything is in the hands of God. Therefore one should learn contentment."
    },
    {
        "verse_id": "15",
        "text": " As a calf follows its mother among a thousand cows, so the (good or bad) deeds of a man follow him."
    },
    {
        "verse_id": "16",
        "text": " He whose actions are disorganised has no happiness either in the midst of men or in a jungle -- in the midst of men his heart burns by social contacts, and his helplessness burns him in the forest."
    },
    {
        "verse_id": "17",
        "text": " As the man who digs obtains underground water by use of a shovel, so the student attains the knowledge possessed by his preceptor through his service."
    },
    {
        "verse_id": "18",
        "text": " Men reap the fruits of their deeds, and intellects bear the mark of deeds performed in previous lives; even so the wise act after due circumspection."
    },
    {
        "verse_id": "19",
        "text": " Even the man who has taught the spiritual significance of just one letter ought to be worshiped. He who does not give reverence to such a guru is born as a dog a hundred times, and at last takes birth as a chandala (dog-eater)."
    },
    {
        "verse_id": "20",
        "text": " At the end of the yuga, Mount Meru may be shaken; at the end of the kalpa, the waters of the seven oceans may be disturbed; but a sadhu will never swerve from the spiritual path. "
    },
    {
        "verse_id": "21",
        "text": " There are three gems upon this earth; food, water, and pleasing words -- fools (mudhas) consider pieces of rocks as gems."
    }
]