[
    {
        "verse": "1",
        "devanagari": "कपिल उवाचअथ यो गृहमेधीयान्धर्मानेवावसन्गृहे ।काममर्थं च धर्मान्स्वान्दोग्धि भूय: पिपर्ति तान् ॥ १ ॥",
        "english_devnagari": "kapila uvācaatha yo gṛha-medhīyāndharmān evāvasan gṛhekāmam arthaṁ ca dharmān svāndogdhi bhūyaḥ piparti tān",
        "verse_Syn": [
            "kapilaḥ",
            "uvāca",
            "atha",
            "yaḥ",
            "gṛha",
            "medhīyān",
            "dharmān",
            "eva",
            "āvasan",
            "gṛhe",
            "kāmam",
            "artham",
            "ca",
            "dharmān",
            "svān",
            "dogdhi",
            "bhūyaḥ",
            "piparti",
            "tān"
        ],
        "translation": "The Personality of Godhead said: The person who lives in the center of household life derives material benefits by performing religious rituals, and thereby he fulfills his desire for economic development and sense gratification. Again and again he acts the same way.",
        "purport": " There are two kinds of householders. One is called the gṛhamedhī, and the other is called the gṛhastha. The objective of the gṛhamedhī is sense gratification, and the objective of the gṛhastha is self-realization. Here the Lord is speaking about the gṛhamedhī, or the person who wants to remain in this material world. His activity is to enjoy material benefits by performing religious rituals for economic development and thereby ultimately satisfy the senses. He does not want anything more. Such a person works very hard throughout his life to become very rich and eat very nicely and drink. By giving some charity for pious activity he can go to a higher planetary atmosphere in the heavenly planets in his next life, but he does not want to stop the repetition of birth and death and finish with the concomitant miserable factors of material existence. Such a person is called a gṛhamedhī. A gṛhastha is a person who lives with family, wife, children and relatives but has no attachment for them. He prefers to live in family life rather than as a mendicant or sannyāsī, but his chief aim is to achieve self-realization, or to come to the standard of Kṛṣṇa consciousness. Here, however, Lord Kapiladeva is speaking about the gṛhamedhīs, who have made their aim the materialistically prosperous life, which they achieve by sacrificial ceremonies, by charities and by good work. They are posted in good positions, and since they know that they are using up their assets of pious activities, they again and again perform activities of sense gratification. It is said by Prahlāda Mahārāja, punaḥ punaś carvita-carvaṇānām: they prefer to chew the already chewed. Again and again they experience the material pangs, even if they are rich and prosperous, but they do not want to give up this kind of life."
    },
    {
        "verse": "2",
        "devanagari": "स चापि भगवद्धर्मात्काममूढ: पराङ्‍मुख: ।यजते क्रतुभिर्देवान्पितृंश्च श्रद्धयान्वित: ॥ २ ॥",
        "english_devnagari": "sa cāpi bhagavad-dharmātkāma-mūḍhaḥ parāṅ-mukhaḥyajate kratubhir devānpitṝṁś ca śraddhayānvitaḥ",
        "verse_Syn": [
            "saḥ",
            "ca",
            "api",
            "bhagavat",
            "dharmāt",
            "kāma",
            "mūḍhaḥ",
            "parāk",
            "mukhaḥ",
            "yajate",
            "kratubhiḥ",
            "devān",
            "pitṝn",
            "ca",
            "śraddhayā",
            "anvitaḥ"
        ],
        "translation": "Such persons are ever bereft of devotional service due to being too attached to sense gratification, and therefore, although they perform various kinds of sacrifices and take great vows to satisfy the demigods and forefathers, they are not interested in Kṛṣṇa consciousness, devotional service.",
        "purport": " In Bhagavad-gītā (7.20) it is said that persons who worship demigods have lost their intelligence: kāmais tais tair hṛta jñānāḥ. They are much attracted to sense gratification, and therefore they worship the demigods. It is, of course, recommended in the Vedic scriptures that if one wants money, health or education, then he should worship the various demigods. A materialistic person has manifold demands, and thus there are manifold demigods to satisfy his senses. The gṛhamedhīs, who want to continue a prosperous materialistic way of life, generally worship the demigods or the forefathers by offering piṇḍa, or respectful oblations. Such persons are bereft of Kṛṣṇa consciousness and are not interested in devotional service to the Lord. This kind of so-called pious and religious man is the result of impersonalism. The impersonalists maintain that the Supreme Absolute Truth has no form and that one can imagine any form he likes for his benefit and worship in that way. Therefore the gṛhamedhīs or materialistic men say that they can worship any form of a demigod as worship of the Supreme Lord. Especially amongst the Hindus, those who are meat-eaters prefer to worship the goddess Kālī because it is prescribed that one can sacrifice a goat before that goddess. They maintain that whether one worships the goddess Kālī or the Supreme Personality of Godhead Viṣṇu or any demigod, the destination is the same. This is first-class rascaldom, and such people are misled. But they prefer this philosophy. Bhagavad-gītā does not accept such rascaldom, and it is clearly stated that such methods are meant for persons who have lost their intelligence. The same judgment is confirmed here, and the word kāma-mūḍha, meaning one who has lost his sense or is infatuated by the lust of attraction for sense gratification, is used. Kāma-mūḍhas are bereft of Kṛṣṇa consciousness and devotional service and are infatuated by a strong desire for sense gratification. The worshipers of demigods are condemned both in Bhagavad-gītā and in Śrīmad-Bhāgavatam."
    },
    {
        "verse": "3",
        "devanagari": "तच्छ्रद्धयाक्रान्तमति: पितृदेवव्रत: पुमान् ।गत्वा चान्द्रमसं लोकं सोमपा: पुनरेष्यति ॥ ३ ॥",
        "english_devnagari": "tac-chraddhayākrānta-matiḥpitṛ-deva-vrataḥ pumāngatvā cāndramasaṁ lokaṁsoma-pāḥ punar eṣyati",
        "verse_Syn": [
            "tat",
            "śraddhayā",
            "ākrānta",
            "matiḥ",
            "pitṛ",
            "deva",
            "vrataḥ",
            "pumān",
            "gatvā",
            "cāndramasam",
            "lokam",
            "soma",
            "pāḥ",
            "punaḥ",
            "eṣyati"
        ],
        "translation": "Such materialistic persons, attracted by sense gratification and devoted to the forefathers and demigods, can be elevated to the moon, where they drink an extract of the soma plant. They again return to this planet.",
        "purport": " The moon is considered one of the planets of the heavenly kingdom. One can be promoted to this planet by executing different sacrifices recommended in the Vedic literature, such as pious activities in worshiping the demigods and forefathers with rigidity and vows. But one cannot remain there for a very long time. Life on the moon is said to last ten thousand years according to the calculation of the demigods. The demigods’ time is calculated in such a way that one day (twelve hours) is equal to six months on this planet. It is not possible to reach the moon by any material vehicle like a sputnik, but persons who are attracted by material enjoyment can go to the moon by pious activities. In spite of being promoted to the moon, however, one has to come back to this earth again when the merits of his works in sacrifice are finished. This is also confirmed in Bhagavad-gītā (9.21): te taṁ bhuktvā svarga-lokaṁ viśālaṁ kṣīṇe puṇye martya-lokaṁ viśanti."
    },
    {
        "verse": "4",
        "devanagari": "यदा चाहीन्द्रशय्यायां शेतेऽनन्तासनो हरि: ।तदा लोका लयं यान्ति त एते गृहमेधिनाम् ॥ ४ ॥",
        "english_devnagari": "yadā cāhīndra-śayyāyāṁśete ’nantāsano hariḥtadā lokā layaṁ yāntita ete gṛha-medhinām",
        "verse_Syn": [
            "yadā",
            "ca",
            "ahi",
            "indra",
            "śayyāyām",
            "śete",
            "ananta",
            "āsanaḥ",
            "hariḥ",
            "tadā",
            "lokāḥ",
            "layam",
            "yānti",
            "te",
            "ete",
            "gṛha",
            "medhinām"
        ],
        "translation": "All the planets of the materialistic persons, including all the heavenly planets, such as the moon, are vanquished when the Supreme Personality of Godhead, Hari, goes to His bed of serpents, which is known as Ananta Śeṣa.",
        "purport": " The materially attached are very eager to promote themselves to the heavenly planets such as the moon. There are many heavenly planets to which they aspire just to achieve more and more material happiness by getting a long duration of life and the paraphernalia for sense enjoyment. But the attached persons do not know that even if one goes to the highest planet, Brahmaloka, destruction exists there also. In Bhagavad-gītā the Lord says that one can even go to the Brahmaloka, but still he will find the pangs of birth, death, disease and old age. Only by approaching the Lord’s abode, the Vaikuṇṭhaloka, does one not take birth again in this material world. The gṛhamedhīs, or materialistic persons, however, do not like to use this advantage. They would prefer to transmigrate perpetually from one body to another, or from one planet to another. They do not want the eternal, blissful life in knowledge in the kingdom of God. There are two kinds of dissolutions. One dissolution takes place at the end of the life of Brahmā. At that time all the planetary systems, including the heavenly systems, are dissolved in water and enter into the body of Garbhodakaśāyī Viṣṇu, who lies on the Garbhodaka Ocean on the bed of serpents, called Śeṣa. In the other dissolution, which occurs at the end of Brahmā’s day, all the lower planetary systems are destroyed. When Lord Brahmā rises after his night, these lower planetary systems are again created. The statement in Bhagavad-gītā that persons who worship the demigods have lost their intelligence is confirmed in this verse. These less intelligent persons do not know that even if they are promoted to the heavenly planets, at the time of dissolution they themselves, the demigods and all their planets will be annihilated. They have no information that eternal, blissful life can be attained."
    },
    {
        "verse": "5",
        "devanagari": "ये स्वधर्मान्न दुह्यन्ति धीरा: कामार्थहेतवे ।नि:सङ्गा न्यस्तकर्माण: प्रशान्ता: शुद्धचेतस: ॥ ५ ॥",
        "english_devnagari": "ye sva-dharmān na duhyantidhīrāḥ kāmārtha-hetaveniḥsaṅgā nyasta-karmāṇaḥpraśāntāḥ śuddha-cetasaḥ",
        "verse_Syn": [
            "ye",
            "sva",
            "dharmān",
            "na",
            "duhyanti",
            "dhīrāḥ",
            "kāma",
            "artha",
            "hetave",
            "niḥsaṅgāḥ",
            "nyasta",
            "karmāṇaḥ",
            "praśāntāḥ",
            "śuddha",
            "cetasaḥ"
        ],
        "translation": "Those who are intelligent and are of purified consciousness are completely satisfied in Kṛṣṇa consciousness. Freed from the modes of material nature, they do not act for sense gratification; rather, since they are situated in their own occupational duties, they act as one is expected to act.",
        "purport": " The first-class example of this type of man is Arjuna. Arjuna was a kṣatriya, and his occupational duty was to fight. Generally, kings fight to extend their kingdoms, which they rule for sense gratification. But as far as Arjuna is concerned, he declined to fight for his own sense gratification. He said that although he could get a kingdom by fighting with his relatives, he did not want to fight with them. But when he was ordered by Kṛṣṇa and convinced by the teachings of Bhagavad-gītā that his duty was to satisfy Kṛṣṇa, then he fought. Thus he fought not for his sense gratification but for the satisfaction of the Supreme Personality of Godhead. Persons who work at their prescribed duties, not for sense gratification but for gratification of the Supreme Lord, are called niḥsaṅga, freed from the influence of the modes of material nature. Nyasta-karmāṇaḥ indicates that the results of their activities are given to the Supreme Personality of Godhead. Such persons appear to be acting on the platform of their respective duties, but such activities are not performed for personal sense gratification; rather, they are performed for the Supreme Person. Such devotees are called praśāntāḥ, which means “completely satisfied.” Śuddha-cetasaḥ means Kṛṣṇa conscious; their consciousness has become purified. In unpurified consciousness one thinks of himself as the Lord of the universe, but in purified consciousness one thinks himself the eternal servant of the Supreme Personality of Godhead. Putting oneself in that position of eternal servitorship to the Supreme Lord and working for Him perpetually, one actually becomes completely satisfied. As long as one works for his personal sense gratification, he will always be full of anxiety. That is the difference between ordinary consciousness and Kṛṣṇa consciousness."
    },
    {
        "verse": "6",
        "devanagari": "निवृत्तिधर्मनिरता निर्ममा निरहङ्कृता: ।स्वधर्माप्तेन सत्त्वेन परिशुद्धेन चेतसा ॥ ६ ॥",
        "english_devnagari": "nivṛtti-dharma-niratānirmamā nirahaṅkṛtāḥsva-dharmāptena sattvenapariśuddhena cetasā",
        "verse_Syn": [
            "nivṛtti",
            "dharma",
            "niratāḥ",
            "nirmamāḥ",
            "nirahaṅkṛtāḥ",
            "sva",
            "dharma",
            "āptena",
            "sattvena",
            "pariśuddhena",
            "cetasā"
        ],
        "translation": "By executing one’s occupational duties, acting with detachment and without a sense of proprietorship or false egoism, one is posted in one’s constitutional position by dint of complete purification of consciousness, and by thus executing so-called material duties he can easily enter into the kingdom of God.",
        "purport": " Here the word nivṛtti-dharma-niratāḥ means “constantly engaging in executing religious activities for detachment.” There are two kinds of religious performances. One is called pravṛtti-dharma, which means the religious activities performed by the gṛhamedhīs for elevation to higher planets or for economic prosperity, the final aim of which is sense gratification. Every one of us who has come to this material world has the sense of overlordship. This is called pravṛtti. But the opposite type of religious performance, which is called nivṛtti, is to act for the Supreme Personality of Godhead. Engaged in devotional service in Kṛṣṇa consciousness, one has no proprietorship claim, nor is one situated in the false egoism of thinking that he is God or the master. He always thinks himself the servant. That is the process of purifying consciousness. With pure consciousness only can one enter into the kingdom of God. Materialistic persons, in their elevated condition, can enter any one of the planets within this material world, but all are subjected to dissolution over and over again."
    },
    {
        "verse": "7",
        "devanagari": "सूर्यद्वारेण ते यान्ति पुरुषं विश्वतोमुखम् ।परावरेशं प्रकृतिमस्योत्पत्त्यन्तभावनम् ॥ ७ ॥",
        "english_devnagari": "sūrya-dvāreṇa te yāntipuruṣaṁ viśvato-mukhamparāvareśaṁ prakṛtimasyotpatty-anta-bhāvanam",
        "verse_Syn": [
            "sūrya",
            "dvāreṇa",
            "te",
            "yānti",
            "puruṣam",
            "viśvataḥ",
            "mukham",
            "para",
            "avara",
            "īśam",
            "prakṛtim",
            "asya",
            "utpatti",
            "anta",
            "bhāvanam"
        ],
        "translation": "Through the path of illumination, such liberated persons approach the complete Personality of Godhead, who is the proprietor of the material and spiritual worlds and is the supreme cause of their manifestation and dissolution.",
        "purport": " The word sūrya-dvāreṇa means “by the illuminated path,” or through the sun planet. The illuminated path is devotional service. It is advised in the Vedas not to pass through the darkness, but to pass through the sun planet. It is also recommended here that by traversing the illuminated path one can be freed from the contamination of the material modes of nature; by that path one can enter into the kingdom where the completely perfect Personality of Godhead resides. The words puruṣaṁ viśvato-mukham mean the Supreme Personality of Godhead, who is all-perfect. All living entities other than the Supreme Personality of Godhead are very small, although they may be big by our calculation. Everyone is infinitesimal, and therefore in the Vedas the Supreme Lord is called the supreme eternal amongst all eternals. He is the proprietor of the material and spiritual worlds and the supreme cause of manifestation. Material nature is only the ingredient because actually the manifestation is caused by His energy. The material energy is also His energy; just as the combination of father and mother is the cause of childbirth, so the combination of the material energy and the glance of the Supreme Personality of Godhead is the cause of the manifestation of the material world. The efficient cause is therefore not matter, but the Lord Himself."
    },
    {
        "verse": "8",
        "devanagari": "द्विपरार्धावसाने य: प्रलयो ब्रह्मणस्तु ते ।तावदध्यासते लोकं परस्य परचिन्तका: ॥ ८ ॥",
        "english_devnagari": "dvi-parārdhāvasāne yaḥpralayo brahmaṇas tu tetāvad adhyāsate lokaṁparasya para-cintakāḥ",
        "verse_Syn": [
            "dvi",
            "parārdha",
            "avasāne",
            "yaḥ",
            "pralayaḥ",
            "brahmaṇaḥ",
            "tu",
            "te",
            "tāvat",
            "adhyāsate",
            "lokam",
            "parasya",
            "para",
            "cintakāḥ"
        ],
        "translation": "Worshipers of the Hiraṇyagarbha expansion of the Personality of Godhead remain within this material world until the end of two parārdhas, when Lord Brahmā also dies.",
        "purport": " One dissolution is at the end of Brahmā’s day, and one is at the end of Brahmā’s life. Brahmā dies at the end of two parārdhas, at which time the entire material universe is dissolved. Persons who are worshipers of Hiraṇyagarbha, the plenary expansion of the Supreme Personality of Godhead Garbhodakaśāyī Viṣṇu, do not directly approach the Supreme Personality of Godhead in Vaikuṇṭha. They remain within this universe on Satyaloka or other higher planets until the end of the life of Brahmā. Then, with Brahmā, they are elevated to the spiritual kingdom. The words parasya para-cintakāḥ mean “always thinking of the Supreme Personality of Godhead,” or being always Kṛṣṇa conscious. When we speak of Kṛṣṇa, this refers to the complete category of viṣṇu-tattva. Kṛṣṇa includes the three puruṣa incarnations, namely Mahā-Viṣṇu, Garbhodakaśāyī Viṣṇu and Kṣīrodakaśāyī Viṣṇu, as well as all the incarnations taken together. This is confirmed in the Brahma-saṁhitā. Rāmādi-mūrtiṣu kalā-niyamena tiṣṭhan: Lord Kṛṣṇa is perpetually situated with His many expansions, such as Rāma, Nṛsiṁha, Vāmana, Madhusūdana, Viṣṇu and Nārāyaṇa. He exists with all His plenary portions and the portions of His plenary portions, and each of them is as good as the Supreme Personality of Godhead. The words parasya para-cintakāḥ mean those who are fully Kṛṣṇa conscious. Such persons enter directly into the kingdom of God, the Vaikuṇṭha planets, or, if they are worshipers of the plenary portion Garbhodakaśāyī Viṣṇu, they remain within this universe until its dissolution, and after that they enter."
    },
    {
        "verse": "9",
        "devanagari": "क्ष्माम्भोऽनलानिलवियन्मनइन्द्रियार्थ-भूतादिभि: परिवृतं प्रतिसञ्जिहीर्षु: ।अव्याकृतं विशति यर्हि गुणत्रयात्माकालं पराख्यमनुभूय पर: स्वयम्भू: ॥ ९ ॥",
        "english_devnagari": "kṣmāmbho-’nalānila-viyan-mana-indriyārtha-bhūtādibhiḥ parivṛtaṁ pratisañjihīrṣuḥavyākṛtaṁ viśati yarhi guṇa-trayātmākālaṁ parākhyam anubhūya paraḥ svayambhūḥ",
        "verse_Syn": [
            "kṣmā",
            "ambhaḥ",
            "anala",
            "anila",
            "viyat",
            "manaḥ",
            "indriya",
            "artha",
            "bhūta",
            "ādibhiḥ",
            "parivṛtam",
            "pratisañjihīrṣuḥ",
            "avyākṛtam",
            "viśati",
            "yarhi",
            "guṇa",
            "traya",
            "ātmā",
            "kālam",
            "para",
            "ākhyam",
            "anubhūya",
            "paraḥ",
            "svayambhūḥ"
        ],
        "translation": "After experiencing the inhabitable time of the three modes of material nature, known as two parārdhas, Lord Brahmā closes the material universe, which is covered by layers of earth, water, air, fire, ether, mind, ego, etc., and goes back to Godhead.",
        "purport": " The word avyākṛtam is very significant in this verse. The same meaning is stated in Bhagavad-gītā, in the word sanātana. This material world is vyākṛta, or subject to changes, and it finally dissolves. But after the dissolution of this material world, the manifestation of the spiritual world, the sanātana-dhāma, remains. That spiritual sky is called avyākṛta, that which does not change, and there the Supreme Personality of Godhead resides. When, after ruling over the material universe under the influence of the time element, Lord Brahmā desires to dissolve it and enter into the kingdom of God, others then enter with him."
    },
    {
        "verse": "10",
        "devanagari": "एवं परेत्य भगवन्तमनुप्रविष्टाये योगिनो जितमरुन्मनसो विरागा: ।तेनैव साकममृतं पुरुषं पुराणंब्रह्म प्रधानमुपयान्त्यगताभिमाना: ॥ १० ॥",
        "english_devnagari": "evaṁ paretya bhagavantam anupraviṣṭāye yogino jita-marun-manaso virāgāḥtenaiva sākam amṛtaṁ puruṣaṁ purāṇaṁbrahma pradhānam upayānty agatābhimānāḥ",
        "verse_Syn": [
            "evam",
            "paretya",
            "bhagavantam",
            "anupraviṣṭāḥ",
            "ye",
            "yoginaḥ",
            "jita",
            "marut",
            "manasaḥ",
            "virāgāḥ",
            "tena",
            "eva",
            "sākam",
            "amṛtam",
            "puruṣam",
            "purāṇam",
            "brahma",
            "pradhānam",
            "upayānti",
            "agata",
            "abhimānāḥ"
        ],
        "translation": "The yogīs who become detached from the material world by practice of breathing exercises and control of the mind reach the planet of Brahmā, which is far, far away. After giving up their bodies, they enter into the body of Lord Brahmā, and therefore when Brahmā is liberated and goes to the Supreme Personality of Godhead, who is the Supreme Brahman, such yogīs can also enter into the kingdom of God.",
        "purport": " By perfecting their yogic practice, yogīs can reach the highest planet, Brahmaloka, or Satyaloka, and after giving up their material bodies, they can enter into the body of Lord Brahmā. Because they are not directly devotees of the Lord, they cannot get liberation directly. They have to wait until Brahmā is liberated, and only then, along with Brahmā, are they also liberated. It is clear that as long as a living entity is a worshiper of a particular demigod, his consciousness is absorbed in thoughts of that demigod, and therefore he cannot get direct liberation, or entrance into the kingdom of God, nor can he merge into the impersonal effulgence of the Supreme Personality of Godhead. Such yogīs or demigod worshipers are subjected to the chance of taking birth again when there is again creation."
    },
    {
        "verse": "11",
        "devanagari": "अथ तं सर्वभूतानां हृत्पद्मेषु कृतालयम् ।श्रुतानुभावं शरणं व्रज भावेन भामिनि ॥ ११ ॥",
        "english_devnagari": "atha taṁ sarva-bhūtānāṁhṛt-padmeṣu kṛtālayamśrutānubhāvaṁ śaraṇaṁvraja bhāvena bhāmini",
        "verse_Syn": [
            "atha",
            "tam",
            "sarva",
            "bhūtānām",
            "hṛt",
            "padmeṣu",
            "kṛta",
            "ālayam",
            "śruta",
            "anubhāvam",
            "śaraṇam",
            "vraja",
            "bhāvena",
            "bhāmini"
        ],
        "translation": "Therefore, My dear mother, by devotional service take direct shelter of the Supreme Personality of Godhead, who is seated in everyone’s heart.",
        "purport": " One can attain direct contact with the Supreme Personality of Godhead in full Kṛṣṇa consciousness and revive one’s eternal relationship with Him as lover, as Supreme Soul, as son, as friend or as master. One can reestablish the transcendental loving relationship with the Supreme Lord in so many ways, and that feeling is true oneness. The oneness of the Māyāvādī philosophers and the oneness of Vaiṣṇava philosophers are different. The Māyāvādī and Vaiṣṇava philosophers both want to merge into the Supreme, but the Vaiṣṇavas do not lose their identities. They want to keep the identity of lover, parent, friend or servant. In the transcendental world, the servant and master are one. That is the absolute platform. Although the relationship is servant and master, both the servant and the served stand on the same platform. That is oneness. Lord Kapila advised His mother that she did not need any indirect process. She was already situated in that direct process because the Supreme Lord had taken birth as her son. Actually, she did not need any further instruction because she was already in the perfectional stage. Kapiladeva advised her to continue in the same way. He therefore addressed His mother as bhāmini to indicate that she was already thinking of the Lord as her son. Devahūti is advised by Lord Kapila to take directly to devotional service, Kṛṣṇa consciousness, because without that consciousness one cannot become liberated from the clutches of māyā."
    },
    {
        "verse": "12-15",
        "devanagari": "आद्य: स्थिरचराणां यो वेदगर्भ: सहर्षिभि: ।योगेश्वरै: कुमाराद्यै: सिद्धैर्योगप्रवर्तकै: ॥ १२ ॥भेदद‍ृष्टय‍ाभिमानेन नि:सङ्गेनापि कर्मणा ।कर्तृत्वात्सगुणं ब्रह्म पुरुषं पुरुषर्षभम् ॥ १३ ॥स संसृत्य पुन: काले कालेनेश्वरमूर्तिना ।जाते गुणव्यतिकरे यथापूर्वं प्रजायते ॥ १४ ॥ऐश्वर्यं पारमेष्ठ्यं च तेऽपि धर्मविनिर्मितम् ।निषेव्य पुनरायान्ति गुणव्यतिकरे सति ॥ १५ ॥",
        "english_devnagari": "ādyaḥ sthira-carāṇāṁ yoveda-garbhaḥ saharṣibhiḥyogeśvaraiḥ kumārādyaiḥsiddhair yoga-pravartakaiḥ",
        "verse_Syn": [
            "ādyaḥ",
            "sthira",
            "carāṇām",
            "yaḥ",
            "veda",
            "garbhaḥ",
            "saha",
            "ṛṣibhiḥ",
            "yoga",
            "īśvaraiḥ",
            "kumāra",
            "ādyaiḥ",
            "siddhaiḥ",
            "yoga",
            "pravartakaiḥ",
            "bheda",
            "dṛṣṭyā",
            "abhimānena",
            "niḥsaṅgena",
            "api",
            "karmaṇā",
            "kartṛtvāt",
            "sa",
            "guṇam",
            "brahma",
            "puruṣam",
            "puruṣa",
            "ṛṣabham",
            "saḥ",
            "saṁsṛtya",
            "punaḥ",
            "kāle",
            "kālena",
            "īśvara",
            "mūrtinā",
            "jāte",
            "guṇa",
            "vyatikare",
            "yathā",
            "pūrvam",
            "prajāyate",
            "aiśvaryam",
            "pārameṣṭhyam",
            "ca",
            "te",
            "api",
            "dharma",
            "vinirmitam",
            "niṣevya",
            "punaḥ",
            "āyānti",
            "guṇa",
            "vyatikare",
            "sati"
        ],
        "translation": "My dear mother, someone may worship the Supreme Personality of Godhead with a special self-interest, but even demigods such as Lord Brahmā, great sages such as Sanat-kumāra and great munis such as Marīci have to come back to the material world again at the time of creation. When the interaction of the three modes of material nature begins, Brahmā, who is the creator of this cosmic manifestation and who is full of Vedic knowledge, and the great sages, who are the authors of the spiritual path and the yoga system, come back under the influence of the time factor. They are liberated by their nonfruitive activities and attain the first incarnation of the puruṣa, but at the time of creation they come back in exactly the same forms and positions they previously had.",
        "purport": " That Brahmā becomes liberated is known to everyone, but he cannot liberate his devotees. Demigods like Brahmā and Lord Śiva cannot give liberation to any living entity. As it is confirmed in Bhagavad-gītā, only one who surrenders unto Kṛṣṇa, the Supreme Personality of Godhead, can be liberated from the clutches of māyā. Brahmā is called here ādyaḥ sthira-carāṇām. He is the original, first-created living entity, and after his own birth he creates the entire cosmic manifestation. He was fully instructed in the matter of creation by the Supreme Lord. Here he is called veda-garbha, which means that he knows the complete purpose of the Vedas. He is always accompanied by such great personalities as Marīci, Kaśyapa and the seven sages, as well as by great mystic yogīs, the Kumāras and many other spiritually advanced living entities, but he has his own interest, separate from the Lord’s. Bheda-dṛṣṭyā means that Brahmā sometimes thinks that he is independent of the Supreme Lord, or he thinks of himself as one of the three equally independent incarnations. Brahmā is entrusted with creation, Viṣṇu maintains and Rudra, Lord Śiva, destroys. The three of them are understood to be incarnations of the Supreme Lord in charge of the three different material modes of nature, but none of them is independent of the Supreme Personality of Godhead. Here the word bheda-dṛṣṭyā occurs because Brahmā has a slight inclination to think that he is as independent as Rudra. Sometimes Brahmā thinks that he is independent of the Supreme Lord, and the worshiper also thinks that Brahmā is independent. For this reason, after the destruction of this material world, when there is again creation by the interaction of the material modes of nature, Brahmā comes back. Although Brahmā reaches the Supreme Personality of Godhead as the first puruṣa incarnation, Mahā-Viṣṇu, who is full with transcendental qualities, he cannot stay in the spiritual world. The specific significance of his coming back may be noted. Brahmā and the great ṛṣis and the great master of yoga (Śiva) are not ordinary living entities; they are very powerful and have all the perfections of mystic yoga. But still they have an inclination to try to become one with the Supreme, and therefore they have to come back. In the Śrīmad-Bhāgavatam it is accepted that as long as one thinks that he is equal with the Supreme Personality of Godhead, he is not completely purified or knowledgeable. In spite of going up to the first puruṣa-avatāra, Mahā-Viṣṇu, after the dissolution of this material creation, such personalities again fall down or come back to the material creation. It is a great falldown on the part of the impersonalists to think that the Supreme Lord appears within a material body and that one should therefore not meditate upon the form of the Supreme but should meditate instead on the formless. For this particular mistake, even the great mystic yogīs or great stalwart transcendentalists also come back again when there is creation. All living entities other than the impersonalists and monists can directly take to devotional service in full Kṛṣṇa consciousness and become liberated by developing transcendental loving service to the Supreme Personality of Godhead. Such devotional service develops in the degrees of thinking of the Supreme Lord as master, as friend, as son and, at last, as lover. These distinctions in transcendental variegatedness must always be present."
    },
    {
        "verse": "16",
        "devanagari": "ये त्विहासक्तमनस: कर्मसु श्रद्धयान्विता: ।कुर्वन्त्यप्रतिषिद्धानि नित्यान्यपि च कृत्स्‍नश: ॥ १६ ॥",
        "english_devnagari": "ye tv ihāsakta-manasaḥkarmasu śraddhayānvitāḥkurvanty apratiṣiddhāninityāny api ca kṛtsnaśaḥ",
        "verse_Syn": [
            "ye",
            "tu",
            "iha",
            "āsakta",
            "manasaḥ",
            "karmasu",
            "śraddhayā",
            "anvitāḥ",
            "kurvanti",
            "apratiṣiddhāni",
            "nityāni",
            "api",
            "ca",
            "kṛtsnaśaḥ"
        ],
        "translation": "Persons who are too addicted to this material world execute their prescribed duties very nicely and with great faith. They daily perform all such prescribed duties with attachment to the fruitive result.",
        "purport": " In this and the following six verses, the Śrīmad-Bhāgavatam criticizes persons who are too materially attached. It is enjoined in the Vedic scriptures that those who are attached to the enjoyment of material facilities have to sacrifice and undergo certain ritualistic performances. They have to observe certain rules and regulations in their daily lives to be elevated to the heavenly planets. It is stated in this verse that such persons cannot be liberated at any time. Those who worship demigods with the consciousness that each and every demigod is a separate God cannot be elevated to the spiritual world, what to speak of persons who are simply attached to duties for the upliftment of their material condition."
    },
    {
        "verse": "17",
        "devanagari": "रजसा कुण्ठमनस: कामात्मानोऽजितेन्द्रिया: ।पितृन् यजन्त्यनुदिनं गृहेष्वभिरताशया: ॥ १७ ॥",
        "english_devnagari": "rajasā kuṇṭha-manasaḥkāmātmāno ’jitendriyāḥpitṝn yajanty anudinaṁgṛheṣv abhiratāśayāḥ",
        "verse_Syn": [
            "rajasā",
            "kuṇṭha",
            "manasaḥ",
            "kāma",
            "ātmānaḥ",
            "ajita",
            "indriyāḥ",
            "pitṝn",
            "yajanti",
            "anudinam",
            "gṛheṣu",
            "abhirata",
            "āśayāḥ"
        ],
        "translation": "Such persons, impelled by the mode of passion, are full of anxieties and always aspire for sense gratification due to uncontrolled senses. They worship the forefathers and are busy day and night improving the economic condition of their family, social or national life.",
        "purport": ""
    },
    {
        "verse": "18",
        "devanagari": "त्रैवर्गिकास्ते पुरुषा विमुखा हरिमेधस: ।कथायां कथनीयोरुविक्रमस्य मधुद्विष: ॥ १८ ॥",
        "english_devnagari": "trai-vargikās te puruṣāvimukhā hari-medhasaḥkathāyāṁ kathanīyoru-vikramasya madhudviṣaḥ",
        "verse_Syn": [
            "trai",
            "vargikāḥ",
            "te",
            "puruṣāḥ",
            "vimukhāḥ",
            "hari",
            "medhasaḥ",
            "kathāyām",
            "kathanīya",
            "uru",
            "vikramasya",
            "madhu",
            "dviṣaḥ"
        ],
        "translation": "Such persons are called trai-vargika because they are interested in the three elevating processes. They are averse to the Supreme Personality of Godhead, who can give relief to the conditioned soul. They are not interested in the Supreme Personality’s pastimes, which are worth hearing because of His transcendental prowess.",
        "purport": " According to Vedic thought, there are four elevating principles, namely religiosity, economic development, sense gratification and liberation. Persons who are simply interested in material enjoyment make plans to execute prescribed duties. They are interested in the three elevating processes of religious rituals, economic elevation and sense enjoyment. By developing their economic condition, they can enjoy material life. Materialistic persons are therefore interested in those elevating processes, which are called trai-vargika. Trai means “three”; vargika means “elevating processes.” Such materialistic persons are never attracted by the Supreme Personality of Godhead. Rather, they are antagonistic towards Him. The Supreme Personality of Godhead is here described as hari-medhaḥ, or “He who can deliver one from the cycle of birth and death.” Materialistic persons are never interested in hearing about the marvelous pastimes of the Lord. They think that they are fictions and stories and that the Supreme Godhead is also a man of material nature. They are not fit for advancing in devotional service, or Kṛṣṇa consciousness. Such materialistic persons are interested in newspaper stories, novels and imaginary dramas. The factual activities of the Lord, such as Lord Kṛṣṇa’s acting in the Battle of Kurukṣetra, or the activities of the Pāṇḍavas, or the Lord’s activities in Vṛndāvana or Dvārakā, are related in the Bhagavad-gītā and Śrīmad-Bhāgavatam, which are full of the activities of the Lord. But materialistic persons who engage in elevating their position in the material world are not interested in such activities of the Lord. They may be interested in the activities of a great politician or a great rich man of this world, but they are not interested in the transcendental activities of the Supreme Lord."
    },
    {
        "verse": "19",
        "devanagari": "नूनं दैवेन विहता ये चाच्युतकथासुधाम् ।हित्वा श‍ृण्वन्त्यसद्गाथा: पुरीषमिव विड्भुज: ॥ १९ ॥",
        "english_devnagari": "nūnaṁ daivena vihatāye cācyuta-kathā-sudhāmhitvā śṛṇvanty asad-gāthāḥpurīṣam iva viḍ-bhujaḥ",
        "verse_Syn": [
            "nūnam",
            "daivena",
            "vihatāḥ",
            "ye",
            "ca",
            "acyuta",
            "kathā",
            "sudhām",
            "hitvā",
            "śṛṇvanti",
            "asat",
            "gāthāḥ",
            "purīṣam",
            "iva",
            "viṭ",
            "bhujaḥ"
        ],
        "translation": "Such persons are condemned by the supreme order of the Lord. Because they are averse to the nectar of the activities of the Supreme Personality of Godhead, they are compared to stool-eating hogs. They give up hearing the transcendental activities of the Lord and indulge in hearing of the abominable activities of materialistic persons.",
        "purport": " Everyone is addicted to hearing of the activities of another person, whether a politician or a rich man or an imaginary character whose activities are created in a novel. There are so many nonsensical literatures, stories and books of speculative philosophy. Materialistic persons are very interested in reading such literature, but when they are presented with genuine books of knowledge like Śrīmad-Bhāgavatam, Bhagavad-gītā, Viṣṇu Purāṇa or other scriptures of the world, such as the Bible and Koran, they are not interested. These persons are condemned by the supreme order as much as a hog is condemned. The hog is interested in eating stool. If the hog is offered some nice preparation made of condensed milk or ghee, he won’t like it; he would prefer obnoxious, bad-smelling stool, which he finds very relishable. Materialistic persons are considered condemned because they are interested in hellish activities and not in transcendental activities. The message of the Lord’s activities is nectar, and besides that message, any information in which we may be interested is actually hellish."
    },
    {
        "verse": "20",
        "devanagari": "दक्षिणेन पथार्यम्ण: पितृलोकं व्रजन्ति ते ।प्रजामनु प्रजायन्ते श्मशानान्तक्रियाकृत: ॥ २० ॥",
        "english_devnagari": "dakṣiṇena pathāryamṇaḥpitṛ-lokaṁ vrajanti teprajām anu prajāyanteśmaśānānta-kriyā-kṛtaḥ",
        "verse_Syn": [
            "dakṣiṇena",
            "pathā",
            "aryamṇaḥ",
            "pitṛ",
            "lokam",
            "vrajanti",
            "te",
            "prajām",
            "anu",
            "prajāyante",
            "śmaśāna",
            "anta",
            "kriyā",
            "kṛtaḥ"
        ],
        "translation": "Such materialistic persons are allowed to go to the planet called Pitṛloka by the southern course of the sun, but they again come back to this planet and take birth in their own families, beginning again the same fruitive activities from birth to the end of life.",
        "purport": " In Bhagavad-gītā, Ninth Chapter, verse 21, it is stated that such persons are elevated to the higher planetary systems. As soon as their lifetimes of fruitive activity are finished, they return to this planet, and thus they go up and come down. Those who are elevated to the higher planets again come back into the same family for which they had too much attachment; they are born, and the fruitive activities continue again until the end of life. There are different prescribed rituals from birth until the end of life, and they are very much attached to such activities."
    },
    {
        "verse": "21",
        "devanagari": "ततस्ते क्षीणसुकृता: पुनर्लोकमिमं सति ।पतन्ति विवशा देवै: सद्यो विभ्रंशितोदया: ॥ २१ ॥",
        "english_devnagari": "tatas te kṣīṇa-sukṛtāḥpunar lokam imaṁ satipatanti vivaśā devaiḥsadyo vibhraṁśitodayāḥ",
        "verse_Syn": [
            "tataḥ",
            "te",
            "kṣīṇa",
            "su",
            "kṛtāḥ",
            "punaḥ",
            "lokam",
            "imam",
            "sati",
            "patanti",
            "vivaśāḥ",
            "devaiḥ",
            "sadyaḥ",
            "vibhraṁśita",
            "udayāḥ"
        ],
        "translation": "When the results of their pious activities are exhausted, they fall down by higher arrangement and again come back to this planet, just as any person raised to a high position sometimes all of a sudden falls.",
        "purport": " It is sometimes found that a person elevated to a very high position in government service falls down all of a sudden, and no one can check him. Similarly, after finishing their period of enjoyment, foolish persons who are very much interested in being elevated to the position of president in higher planets also fall down to this planet. The distinction between the elevated position of a devotee and that of an ordinary person attracted to fruitive activities is that when a devotee is elevated to the spiritual kingdom he never falls down, whereas an ordinary person falls, even if he is elevated to the highest planetary system, Brahmaloka. It is confirmed in Bhagavad-gītā (ābrahma-bhuvanāl lokāḥ) that even if one is elevated to a higher planet, he has to come down again. But Kṛṣṇa confirms in Bhagavad-gītā (8.16), mām upetya tu kaunteya punar janma na vidyate: “Anyone who attains My abode never comes back to this conditioned life of material existence.”"
    },
    {
        "verse": "22",
        "devanagari": "तस्मात्त्वं सर्वभावेन भजस्व परमेष्ठिनम् ।तद्गुणाश्रयया भक्त्या भजनीयपदाम्बुजम् ॥ २२ ॥",
        "english_devnagari": "tasmāt tvaṁ sarva-bhāvenabhajasva parameṣṭhinamtad-guṇāśrayayā bhaktyābhajanīya-padāmbujam",
        "verse_Syn": [
            "tasmāt",
            "tvam",
            "sarva",
            "bhāvena",
            "bhajasva",
            "parameṣṭhinam",
            "tat",
            "guṇa",
            "āśrayayā",
            "bhaktyā",
            "bhajanīya",
            "pada",
            "ambujam"
        ],
        "translation": "My dear mother, I therefore advise that you take shelter of the Supreme Personality of Godhead, for His lotus feet are worth worshiping. Accept this with all devotion and love, for thus you can be situated in transcendental devotional service.",
        "purport": " The word parameṣṭhinam is sometimes used in connection with Brahmā. Parameṣṭhī means “the supreme person.” As Brahmā is the supreme person within this universe, Kṛṣṇa is the Supreme Personality in the spiritual world. Lord Kapiladeva advises His mother that she should take shelter of the lotus feet of the Supreme Personality of Godhead, Kṛṣṇa, because it is worthwhile. Taking shelter of demigods, even those in the highest positions, like Brahmā and Śiva, is not advised herein. One should take shelter of the Supreme Godhead. Sarva-bhāvena means “in all-loving ecstasy.” Bhāva is the preliminary stage of elevation before the attainment of pure love of Godhead. It is stated in Bhagavad-gītā, budhā bhāva-samanvitāḥ: one who has attained the stage of bhāva can accept the lotus feet of Lord Kṛṣṇa as worshipable. This is also advised here by Lord Kapila to His mother. Also significant in this verse is the phrase tad-guṇāśrayayā bhaktyā. This means that discharging devotional service unto Kṛṣṇa is transcendental; it is not material activity. This is confirmed in Bhagavad-gītā: those who engage in devotional service are accepted to be situated in the spiritual kingdom. Brahma-bhūyāya kalpate: they at once become situated in the transcendental kingdom. Devotional service in full Kṛṣṇa consciousness is the only means for attaining the highest perfection of life for the human being. This is recommended herein by Lord Kapila to His mother. Bhakti is therefore nirguṇa, free from all tinges of material qualities. Although the discharge of devotional service appears to be like material activities, it is never saguṇa, or contaminated by material qualities. Tad-guṇāśrayayā means that Lord Kṛṣṇa’s transcendental qualities are so sublime that there is no need to divert one’s attention to any other activities. His behavior with the devotees is so exalted that a devotee need not try to divert his attention to any other worship. It is said that the demoniac Pūtanā came to kill Kṛṣṇa by poisoning Him, but because Kṛṣṇa was pleased to suck her breast, she was given the same position as His mother. Devotees therefore pray that if a demon who wanted to kill Kṛṣṇa gets such an exalted position, why should they go to anyone other than Kṛṣṇa for their worshipful attachment? There are two kinds of religious activities: one for material advancement and the other for spiritual advancement. By taking shelter under the lotus feet of Kṛṣṇa, one is endowed with both kinds of prosperity, material and spiritual. Why then should one go to any demigod?"
    },
    {
        "verse": "23",
        "devanagari": "वासुदेवे भगवति भक्तियोग: प्रयोजित: ।जनयत्याशु वैराग्यं ज्ञानं यद्ब्रह्मदर्शनम् ॥ २३ ॥",
        "english_devnagari": "vāsudeve bhagavatibhakti-yogaḥ prayojitaḥjanayaty āśu vairāgyaṁjñānaṁ yad brahma-darśanam",
        "verse_Syn": [
            "vāsudeve",
            "bhagavati",
            "bhakti",
            "yogaḥ",
            "prayojitaḥ",
            "janayati",
            "āśu",
            "vairāgyam",
            "jñānam",
            "yat",
            "brahma",
            "darśanam"
        ],
        "translation": "Engagement in Kṛṣṇa consciousness and application of devotional service unto Kṛṣṇa make it possible to advance in knowledge and detachment, as well as in self-realization.",
        "purport": " It is said by less intelligent men that bhakti-yoga, or devotional service, is meant for persons who are not advanced in transcendental knowledge and renunciation. But the fact is that if one engages in the devotional service of the Lord in full Kṛṣṇa consciousness, he does not have to attempt separately to practice detachment or to wait for an awakening of transcendental knowledge. It is said that one who engages unflinchingly in the devotional service of the Lord actually has all the good qualities of the demigods develop in him automatically. One cannot discover how such good qualities develop in the body of a devotee, but actually it happens. There is one instance where a hunter was taking pleasure in killing animals but after becoming a devotee he was not prepared to kill even an ant. Such is the quality of a devotee. Those who are very eager to advance in transcendental knowledge can engage themselves in pure devotional service, without wasting time in mental speculation. For arriving at the positive conclusions of knowledge in the Absolute Truth, the word brahma-darśanam is significant in this verse. Brahma-darśanam means to realize or to understand the Transcendence. One who engages in the service of Vāsudeva can actually realize what Brahman is. If Brahman is impersonal, then there is no question of darśanam, which means “seeing face to face.” Darśanam refers to seeing the Supreme Personality of Godhead, Vāsudeva. Unless the seer and the seen are persons, there is no darśanam. Brahma-darśanam means that as soon as one sees the Supreme Personality of Godhead, he can at once realize what impersonal Brahman is. A devotee does not need to make separate investigations to understand the nature of Brahman. Bhagavad-gītā also confirms this. Brahma-bhūyāya kalpate: a devotee at once becomes a self-realized soul in the Absolute Truth."
    },
    {
        "verse": "24",
        "devanagari": "यदास्य चित्तमर्थेषु समेष्विन्द्रियवृत्तिभि: ।न विगृह्णाति वैषम्यं प्रियमप्रियमित्युत ॥ २४ ॥",
        "english_devnagari": "yadāsya cittam artheṣusameṣv indriya-vṛttibhiḥna vigṛhṇāti vaiṣamyaṁpriyam apriyam ity uta",
        "verse_Syn": [
            "yadā",
            "asya",
            "cittam",
            "artheṣu",
            "sameṣu",
            "indriya",
            "vṛttibhiḥ",
            "na",
            "vigṛhṇāti",
            "vaiṣamyam",
            "priyam",
            "apriyam",
            "iti",
            "uta"
        ],
        "translation": "The exalted devotee’s mind becomes equipoised in sensory activities, and he is transcendental to that which is agreeable and not agreeable.",
        "purport": " The significance of advancement in transcendental knowledge and detachment from material attraction is exhibited in the personality of a highly advanced devotee. For him there is nothing agreeable or disagreeable because he does not act in any way for his personal sense gratification. Whatever he does, whatever he thinks, is for the satisfaction of the Personality of Godhead. Either in the material world or in the spiritual world, his equipoised mind is completely manifested. He can understand that in the material world there is nothing good; everything is bad due to its being contaminated by material nature. The materialists conclusions of good and bad, moral and immoral, etc., are simply mental concoction or sentiment. Actually there is nothing good in the material world. In the spiritual field everything is absolutely good. There is no inebriety in the spiritual varieties. Because a devotee accepts everything in spiritual vision, he is equipoised; that is the symptom of his being elevated to the transcendental position. He automatically attains detachment, vairāgya, then jñāna, knowledge, and then actual transcendental knowledge. The conclusion is that an advanced devotee dovetails himself in the transcendental qualities of the Lord, and in that sense he becomes qualitatively one with the Supreme Personality of Godhead."
    },
    {
        "verse": "25",
        "devanagari": "स तदैवात्मनात्मानं नि:सङ्गं समदर्शनम् ।हेयोपादेयरहितमारूढं पदमीक्षते ॥ २५ ॥",
        "english_devnagari": "sa tadaivātmanātmānaṁniḥsaṅgaṁ sama-darśanamheyopādeya-rahitamārūḍhaṁ padam īkṣate",
        "verse_Syn": [
            "saḥ",
            "tadā",
            "eva",
            "ātmanā",
            "ātmānam",
            "niḥsaṅgam",
            "sama",
            "darśanam",
            "heya",
            "upādeya",
            "rahitam",
            "ārūḍham",
            "padam",
            "īkṣate"
        ],
        "translation": "Because of his transcendental intelligence, the pure devotee is equipoised in his vision and sees himself to be uncontaminated by matter. He does not see anything as superior or inferior, and he feels himself elevated to the transcendental platform of being equal in qualities with the Supreme Person.",
        "purport": " Perception of the disagreeable arises from attachment. A devotee has no personal attachment to anything; therefore for him there is no question of agreeable or disagreeable. For the service of the Lord he can accept anything, even though it may be disagreeable to his personal interest. In fact, he is completely free from personal interest, and thus anything agreeable to the Lord is agreeable to him. For example, for Arjuna at first fighting was not agreeable, but when he understood that the fighting was agreeable to the Lord, he accepted the fighting as agreeable. That is the position of a pure devotee. For his personal interest there is nothing which is agreeable or disagreeable; everything is done for the Lord, and therefore he is free from attachment and detachment. That is the transcendental stage of neutrality. A pure devotee enjoys life in the pleasure of the Supreme Lord."
    },
    {
        "verse": "26",
        "devanagari": "ज्ञानमात्रं परं ब्रह्म परमात्मेश्वर: पुमान् ।द‍ृश्यादिभि: पृथग्भावैर्भगवानेक ईयते ॥ २६ ॥",
        "english_devnagari": "jñāna-mātraṁ paraṁ brahmaparamātmeśvaraḥ pumāndṛśy-ādibhiḥ pṛthag bhāvairbhagavān eka īyate",
        "verse_Syn": [
            "jñāna",
            "mātram",
            "param",
            "brahma",
            "parama",
            "ātmā",
            "īśvaraḥ",
            "pumān",
            "dṛśi",
            "ādibhiḥ",
            "pṛthak",
            "bhāvaiḥ",
            "bhagavān",
            "ekaḥ",
            "īyate"
        ],
        "translation": "The Supreme Personality of Godhead alone is complete transcendental knowledge, but according to the different processes of understanding He appears differently, either as impersonal Brahman, as Paramātmā, as the Supreme Personality of Godhead or as the puruṣa-avatāra.",
        "purport": " The word dṛśy-ādibhiḥ is significant. According to Jīva Gosvāmī, dṛśi means jñāna, philosophical research. By different processes of philosophical research under different concepts, such as the process of jñāna-yoga, the same Bhagavān, or Supreme Personality of Godhead, is understood as impersonal Brahman. Similarly, by the eightfold yoga system He appears as the Paramātmā. But in pure Kṛṣṇa consciousness, or knowledge in purity, when one tries to understand the Absolute Truth, one realizes Him as the Supreme Person. The Transcendence is realized simply on the basis of knowledge. The words used here, paramātmeśvaraḥ pumān, are all transcendental, and they refer to Supersoul. Supersoul is also described as puruṣa, but the word Bhagavān directly refers to the Supreme Personality of Godhead, who is full of six opulences: wealth, fame, strength, beauty, knowledge and renunciation. He is the Personality of Godhead in different spiritual skies. The various descriptions of paramātmā, īśvara and pumān indicate that the expansions of the Supreme Godhead are unlimited. Ultimately, to understand the Supreme Personality of Godhead one has to accept bhakti-yoga. By executing jñāna-yoga or dhyāna-yoga one has to eventually approach the bhakti-yoga platform, and then Paramātmā, īśvara, pumān, etc., are all clearly understood. It is recommended in the Second Canto of Śrīmad-Bhāgavatam that whether one is a devotee or fruitive actor or liberationist, if he is intelligent enough he should engage himself with all seriousness in the process of devotional service. It is also explained that whatever one desires which is obtainable by fruitive activities, even if one wants to be elevated to higher planets, can be achieved simply by execution of devotional service. Since the Supreme Lord is full in six opulences, He can bestow any one of them upon the worshiper. The one Supreme Personality of Godhead reveals Himself to different thinkers as the Supreme Person or impersonal Brahman or Paramātmā. Impersonalists merge into the impersonal Brahman, but that is not achieved by worshiping the impersonal Brahman. If one takes to devotional service and at the same time desires to merge into the existence of the Supreme Lord, he can achieve that. If someone desires at all to merge into the existence of the Supreme, he has to execute devotional service. The devotee can see the Supreme Lord face to face, but the jñānī, or empiric philosopher, and the yogī cannot. They cannot be elevated to the positions of associates of the Lord. There is no evidence in the scriptures stating that by cultivating knowledge or worshiping the impersonal Brahman one can become a personal associate of the Supreme Personality of Godhead. Nor by executing the yogic principles can one become an associate of the Supreme Godhead. Impersonal Brahman, being formless, is described as adṛśya because the impersonal effulgence of brahmajyoti covers the face of the Supreme Lord. Some yogīs see the four-handed Viṣṇu sitting within the heart, and therefore in their case also the Supreme Lord is invisible. Only for the devotees is the Lord visible. Here the statement dṛśy-ādibhiḥ is significant. Since the Supreme Personality of Godhead is both invisible and visible, there are different features of the Lord. The Paramātmā feature and Brahman feature are invisible, but the Bhagavān feature is visible. In the Viṣṇu Purāṇa this fact is very nicely explained. The universal form of the Lord and the formless Brahman effulgence of the Lord, being invisible, are inferior features. The concept of the universal form is material, and the concept of impersonal Brahman is spiritual, but the highest spiritual understanding is the Personality of Godhead. The Viṣṇu Purāṇa states, viṣṇur brahma-svarūpeṇa svayam eva vyavasthitaḥ: Brahman’s real feature is Viṣṇu, or the Supreme Brahman is Viṣṇu. Svayam eva: that is His personal feature. The supreme spiritual conception is the Supreme Personality of Godhead. It is also confirmed in Bhagavad-gītā: yad gatvā na nivartante tad dhāma paramaṁ mama. That specific abode called paramaṁ mama is the place from which, once one attains it, one does not return to this miserable, conditional life. Every place, every space and everything belongs to Viṣṇu, but where He personally lives is tad dhāma paramam, His supreme abode. One has to make one’s destination the supreme abode of the Lord."
    },
    {
        "verse": "27",
        "devanagari": "एतावानेव योगेन समग्रेणेह योगिन: ।युज्यतेऽभिमतो ह्यर्थो यदसङ्गस्तु कृत्स्‍नश: ॥ २७ ॥",
        "english_devnagari": "etāvān eva yogenasamagreṇeha yoginaḥyujyate ’bhimato hy arthoyad asaṅgas tu kṛtsnaśaḥ",
        "verse_Syn": [
            "etāvān",
            "eva",
            "yogena",
            "samagreṇa",
            "iha",
            "yoginaḥ",
            "yujyate",
            "abhimataḥ",
            "hi",
            "arthaḥ",
            "yat",
            "asaṅgaḥ",
            "tu",
            "kṛtsnaśaḥ"
        ],
        "translation": "The greatest common understanding for all yogīs is complete detachment from matter, which can be achieved by different kinds of yoga.",
        "purport": " There are three kinds of yoga, namely bhakti-yoga, jñāna-yoga and aṣṭāṅga-yoga. Devotees, jñānīs and yogīs all try to get out of the material entanglement. The jñānīs try to detach their sensual activities from material engagement. The jñāna-yogī thinks that matter is false and that Brahman is truth; therefore by cultivation of knowledge he tries to detach the senses from material enjoyment. The aṣṭāṅga-yogīs also try to control the senses. The devotees, however, try to engage the senses in the service of the Lord. Therefore it appears that the activities of the bhaktas, devotees, are better than those of the jñānīs and yogīs. The mystic yogīs simply try to control the senses by practicing the eight divisions of yoga — yama, niyama, āsana, prāṇāyāma, pratyāhāra, etc. — and the jñānīs try by mental reasoning to understand that sense enjoyment is false. But the easiest and most direct process is to engage the senses in the service of the Lord. The purpose of all yoga is to detach one’s sense activities from this material world. The final aims, however, are different. Jñānīs want to become one with the Brahman effulgence, yogīs want to realize Paramātmā, and devotees want to develop Kṛṣṇa consciousness and transcendental loving service to the Lord. That loving service is the perfect stage of sense control. The senses are actually active symptoms of life, and they cannot be stopped. They can be detached only if there is superior engagement. As it is confirmed in Bhagavad-gītā, paraṁ dṛṣṭvā nivartate: the activities of the senses can be stopped if they are given superior engagements. The supreme engagement is engagement of the senses in the service of the Lord. That is the purpose of all yoga."
    },
    {
        "verse": "28",
        "devanagari": "ज्ञानमेकं पराचीनैरिन्द्रियैर्ब्रह्म निर्गुणम् ।अवभात्यर्थरूपेण भ्रान्त्या शब्दादिधर्मिणा ॥ २८ ॥",
        "english_devnagari": "jñānam ekaṁ parācīnairindriyair brahma nirguṇamavabhāty artha-rūpeṇabhrāntyā śabdādi-dharmiṇā",
        "verse_Syn": [
            "jñānam",
            "ekam",
            "parācīnaiḥ",
            "indriyaiḥ",
            "brahma",
            "nirguṇam",
            "avabhāti",
            "artha",
            "rūpeṇa",
            "bhrāntyā",
            "śabda",
            "ādi",
            "dharmiṇā"
        ],
        "translation": "Those who are averse to the Transcendence realize the Supreme Absolute Truth differently through speculative sense perception, and therefore, because of mistaken speculation, everything appears to them to be relative.",
        "purport": " The Supreme Absolute Truth, the Personality of Godhead, is one, and He is spread everywhere by His impersonal feature. This is clearly expressed in Bhagavad-gītā. Lord Kṛṣṇa says, “Everything that is experienced is but an expansion of My energy.” Everything is sustained by Him, but that does not mean that He is in everything. Sense perceptions, such as aural perception of the sound of a drum, visual perception of a beautiful woman, or perception of the delicious taste of a milk preparation by the tongue, all come through different senses and are therefore differently understood. Therefore sensory knowledge is divided in different categories, although actually everything is one as a manifestation of the energy of the Supreme Lord. Similarly, the energies of fire are heat and illumination, and by these two energies fire can display itself in many varieties, or in diversified sense perception. Māyāvādī philosophers declare this diversity to be false. But Vaiṣṇava philosophers do not accept the different manifestations as false; they accept them as nondifferent from the Supreme Personality of Godhead because they are a display of His diverse energies. The philosophy that the Absolute is true and this creation is false (brahma satyaṁ jagan mithyā) is not accepted by Vaiṣṇava philosophers. The example is given that although all that glitters is not gold, this does not mean that a glittering object is false. For example, an oyster shell appears to be golden; this appearance of golden hue is due only to the perception of the eyes, but that does not mean that the oyster shell is false. Similarly, by seeing the form of Lord Kṛṣṇa one cannot understand what He actually is, but this does not mean that He is false. The form of Kṛṣṇa has to be understood as it is described in the books of knowledge such as Brahma-saṁhitā. Īśvaraḥ paramaḥ kṛṣṇaḥ sac-cid-ānanda-vigrahaḥ: Kṛṣṇa, the Supreme Personality of Godhead, has an eternal, blissful, spiritual body. By our imperfect sense perception we cannot understand the form of the Lord. We have to acquire knowledge about Him. Therefore it is said here, jñānam ekam. Bhagavad-gītā confirms that they are fools who, simply upon seeing Kṛṣṇa, consider Him a common man. They do not know the unlimited knowledge, power and opulence of the Supreme Personality of Godhead. Material sense speculation leads to the conclusion that the Supreme is formless. It is because of such mental speculation that the conditioned soul remains in ignorance under the spell of illusory energy. The Supreme Person has to be understood by the transcendental sound vibrated by Him in Bhagavad-gītā, wherein He says that there is nothing superior to Himself; the impersonal Brahman effulgence is resting on His personality. The purified, absolute vision of Bhagavad-gītā is compared to the river Ganges. Ganges water is so pure that it can purify even the asses and cows. But anyone who, disregarding the pure Ganges, wishes to be purified instead by the filthy water flowing in a drain, cannot be successful. Similarly, one can successfully attain pure knowledge of the Absolute only by hearing from the pure Absolute Himself. In this verse it is clearly said that those who are averse to the Supreme Personality of Godhead speculate with their imperfect senses about the nature of the Absolute Truth. The formless Brahman conception, however, can be received only by aural reception and not by personal experience. Knowledge is therefore acquired by aural reception. It is confirmed in the Vedānta-sūtra, śāstra-yonitvāt: one has to acquire pure knowledge from the authorized scriptures. So-called speculative arguments about the Absolute Truth are therefore useless. The actual identity of the living entity is his consciousness, which is always present while the living entity is awake, dreaming or in deep sleep. Even in deep sleep, he can perceive by consciousness whether he is happy or distressed. Thus when consciousness is displayed through the medium of the subtle and gross material bodies, it is covered, but when the consciousness is purified, in Kṛṣṇa consciousness, one becomes free from the entanglement of repeated birth and death. When uncontaminated pure knowledge is uncovered from the modes of material nature, the actual identity of the living entity is discovered: he is eternally a servitor of the Supreme Personality of Godhead. The process of uncovering is like this: the rays of sunshine are luminous, and the sun itself is also luminous. In the presence of the sun, the rays illuminate just like the sun, but when the sunshine is covered by the spell of a cloud, or by māyā, then darkness, the imperfection of perception, begins. Therefore, to get out of the entanglement of the spell of nescience, one has to awaken his spiritual consciousness, or Kṛṣṇa consciousness, in terms of the authorized scriptures."
    },
    {
        "verse": "29",
        "devanagari": "यथा महानहंरूपस्त्रिवृत्पञ्चविध: स्वराट् ।एकादशविधस्तस्य वपुरण्डं जगद्यत: ॥ २९ ॥",
        "english_devnagari": "yathā mahān ahaṁ-rūpastri-vṛt pañca-vidhaḥ svarāṭekādaśa-vidhas tasyavapur aṇḍaṁ jagad yataḥ",
        "verse_Syn": [
            "yathā",
            "mahān",
            "aham",
            "rūpaḥ",
            "tri",
            "vṛt",
            "pañca",
            "vidhaḥ",
            "sva",
            "rāṭ",
            "ekādaśa",
            "vidhaḥ",
            "tasya",
            "vapuḥ",
            "aṇḍam",
            "jagat",
            "yataḥ"
        ],
        "translation": "From the total energy, the mahat-tattva, I have manifested the false ego, the three modes of material nature, the five material elements, the individual consciousness, the eleven senses and the material body. Similarly, the entire universe has come from the Supreme Personality of Godhead.",
        "purport": " The Supreme Lord is described as mahat-pada, which means that the total material energy, known as the mahat-tattva, is lying at His lotus feet. The origin or the total energy of the cosmic manifestation is the mahat-tattva. From the mahat-tattva all the other twenty-four divisions have sprung, namely the eleven senses (including the mind), the five sense objects, the five material elements, and then consciousness, intelligence and false ego. The Supreme Personality of Godhead is the cause of the mahat-tattva, and therefore, in one sense, because everything is an emanation from the Supreme Lord, there is no difference between the Lord and the cosmic manifestation. But at the same time the cosmic manifestation is different from the Lord. The word svarāṭ is very significant here. Svarāṭ means “independent.” The Supreme Lord is independent, and the individual soul is also independent. Although there is no comparison between the two qualities of independence, the living entity is minutely independent, and the Supreme Lord is fully independent. As the individual soul has a material body made of five elements and the senses, the supreme independent Lord similarly has the gigantic body of the universe. The individual body is temporary; similarly, the entire universe, which is considered to be the body of the Supreme Lord, is also temporary, and both the individual and universal bodies are products of the mahat-tattva. One has to understand the differences with intelligence. Everyone knows that his material body has developed from a spiritual spark, and similarly the universal body has developed from the supreme spark, Supersoul. As the individual body develops from the individual soul, the gigantic body of the universe develops from the Supreme Soul. Just as the individual soul has consciousness, the Supreme Soul is also conscious. But although there is a similarity between the consciousness of the Supreme Soul and the consciousness of the individual soul, the individual soul’s consciousness is limited, whereas the consciousness of the Supreme Soul is unlimited. This is described in Bhagavad-gītā (13.3). Kṣetra-jñaṁ cāpi māṁ viddhi: the Supersoul is present in every field of activity, just as the individual soul is present in the individual body. Both of them are conscious. The difference is that the individual soul is conscious of the individual body only, whereas the Supersoul is conscious of the total number of individual bodies."
    },
    {
        "verse": "30",
        "devanagari": "एतद्वै श्रद्धया भक्त्या योगाभ्यासेन नित्यश: ।समाहितात्मा नि:सङ्गो विरक्त्या परिपश्यति ॥ ३० ॥",
        "english_devnagari": "etad vai śraddhayā bhaktyāyogābhyāsena nityaśaḥsamāhitātmā niḥsaṅgoviraktyā paripaśyati",
        "verse_Syn": [
            "etat",
            "vai",
            "śraddhayā",
            "bhaktyā",
            "yoga",
            "abhyāsena",
            "nityaśaḥ",
            "samāhita",
            "ātmā",
            "niḥsaṅgaḥ",
            "viraktyā",
            "paripaśyati"
        ],
        "translation": "This perfect knowledge can be achieved by a person who is already engaged in devotional service with faith, steadiness and full detachment, and who is always absorbed in thought of the Supreme. He is aloof from material association.",
        "purport": " The atheistic mystic practitioner of yoga cannot understand this perfect knowledge. Only persons who engage in the practical activities of devotional service in full Kṛṣṇa consciousness can become absorbed in full samādhi. It is possible for them to see and understand the actual fact of the entire cosmic manifestation and its cause. It is clearly stated here that this is not possible to understand for one who has not developed devotional service in full faith. The words samāhitātmā and samādhi are synonymous."
    },
    {
        "verse": "31",
        "devanagari": "इत्येतत्कथितं गुर्वि ज्ञानं तद्ब्रह्म-दर्शनम् ।येनानुबुद्ध्यते तत्त्वं प्रकृते: पुरुषस्य च ॥ ३१ ॥",
        "english_devnagari": "ity etat kathitaṁ gurvijñānaṁ tad brahma-darśanamyenānubuddhyate tattvaṁprakṛteḥ puruṣasya ca",
        "verse_Syn": [
            "iti",
            "etat",
            "kathitam",
            "gurvi",
            "jñānam",
            "tat",
            "brahma",
            "darśanam",
            "yena",
            "anubuddhyate",
            "tattvam",
            "prakṛteḥ",
            "puruṣasya",
            "ca"
        ],
        "translation": "My dear respectful mother, I have already described the path of understanding the Absolute Truth, by which one can come to understand the real truth of matter and spirit and their relationship.",
        "purport": ""
    },
    {
        "verse": "32",
        "devanagari": "ज्ञानयोगश्च मन्निष्ठो नैर्गुण्यो भक्तिलक्षण: ।द्वयोरप्येक एवार्थो भगवच्छब्दलक्षण: ॥ ३२ ॥",
        "english_devnagari": "jñāna-yogaś ca man-niṣṭhonairguṇyo bhakti-lakṣaṇaḥdvayor apy eka evārthobhagavac-chabda-lakṣaṇaḥ",
        "verse_Syn": [
            "jñāna",
            "yogaḥ",
            "ca",
            "mat",
            "niṣṭhaḥ",
            "nairguṇyaḥ",
            "bhakti",
            "lakṣaṇaḥ",
            "dvayoḥ",
            "api",
            "ekaḥ",
            "eva",
            "arthaḥ",
            "bhagavat",
            "śabda",
            "lakṣaṇaḥ"
        ],
        "translation": "Philosophical research culminates in understanding the Supreme Personality of Godhead. After achieving this understanding, when one becomes free from the material modes of nature, he attains the stage of devotional service. Either by devotional service directly or by philosophical research, one has to find the same destination, which is the Supreme Personality of Godhead.",
        "purport": " It is said in Bhagavad-gītā that after many, many lives of philosophical research the wise man ultimately comes to the point of knowing that Vāsudeva, the Supreme Personality of Godhead, is everything, and therefore he surrenders unto Him. Such serious students in philosophical research are rare because they are very great souls. If by philosophical research one cannot come to the point of understanding the Supreme Person, then his task is not finished. His search in knowledge is still to be continued until he comes to the point of understanding the Supreme Lord in devotional service. The opportunity for direct touch with the Personality of Godhead is given in Bhagavad-gītā, where it is also said that those who take to other processes, namely the processes of philosophical speculation and mystic yoga practice, have much trouble. After many, many years of much trouble, a yogī or wise philosopher may come to Him, but his path is very troublesome, whereas the path of devotional service is easy for everyone. One can achieve the result of wise philosophical speculation simply by discharging devotional service, and unless one reaches the point of understanding the Personality of Godhead by his mental speculation, all his research work is said to be simply a labor of love. The ultimate destination of the wise philosopher is to merge in the impersonal Brahman, but that Brahman is the effulgence of the Supreme Person. The Lord says in Bhagavad-gītā (14.27), brahmaṇo hi pratiṣṭhāham amṛtasyāvyayasya ca: “I am the basis of the impersonal Brahman, which is indestructible and is the supreme bliss.” The Lord is the supreme reservoir of all pleasure, including Brahman pleasure; therefore, one who has unflinching faith in the Supreme Personality of Godhead is said to be already realized in impersonal Brahman and Paramātmā."
    },
    {
        "verse": "33",
        "devanagari": "यथेन्द्रियै: पृथग्द्वारैरर्थो बहुगुणाश्रय: ।एको नानेयते तद्वद्भगवान्शास्त्रवर्त्मभि: ॥ ३३ ॥",
        "english_devnagari": "yathendriyaiḥ pṛthag-dvārairartho bahu-guṇāśrayaḥeko nāneyate tadvadbhagavān śāstra-vartmabhiḥ",
        "verse_Syn": [
            "yathā",
            "indriyaiḥ",
            "pṛthak",
            "dvāraiḥ",
            "arthaḥ",
            "bahu",
            "guṇa",
            "āśrayaḥ",
            "ekaḥ",
            "nānā",
            "īyate",
            "tadvat",
            "bhagavān",
            "śāstra",
            "vartmabhiḥ"
        ],
        "translation": "A single object is appreciated differently by different senses due to its having different qualities. Similarly, the Supreme Personality of Godhead is one, but according to different scriptural injunctions He appears to be different.",
        "purport": " It appears that by following the path of jñāna-yoga, or empiric philosophical speculation, one reaches the impersonal Brahman, whereas by executing devotional service in Kṛṣṇa consciousness one enriches his faith in and devotion to the Personality of Godhead. But it is stated here that both bhakti-yoga and jñāna-yoga are meant for reaching the same destination — the Personality of Godhead. By the process of jñāna-yoga the same Personality of Godhead appears to be impersonal. As the same object appears to be different when perceived by different senses, the same Supreme Lord appears to be impersonal by mental speculation. A hill appears cloudy from a distance, and one who does not know may speculate that the hill is a cloud. Actually, it is not a cloud; it is a big hill. One has to learn from authority that the sight of a cloud is not actually a cloud but a hill. If one makes a little more progress, then instead of a cloud he sees the hill and something green. When one actually approaches the hill, he will see many varieties. Another example is in perceiving milk. When we see milk, we see that it is white; when we taste it, it appears that milk is very palatable. When we touch milk, it appears very cold; when we smell milk, it appears to have a very good flavor; and when we hear, we understand that it is called milk. Perceiving milk with different senses, we say that it is something white, something very delicious, something very aromatic, and so on. Actually, it is milk. Similarly, those who are trying to find the Supreme Godhead by mental speculation may approach the bodily effulgence, or the impersonal Brahman, and those who are trying to find the Supreme Godhead by yoga practice may find Him as the localized Supersoul, but those who are directly trying to approach the Supreme Truth by practice of bhakti-yoga can see Him face to face as the Supreme Person. Ultimately, the Supreme Person is the destination of all different processes. The fortunate person who, by following the principles of scriptures, becomes completely purified of all material contamination, surrenders unto the Supreme Lord as everything. Just as one can appreciate the real taste of milk with the tongue and not with the eyes, nostrils or ears, one can similarly appreciate the Absolute Truth perfectly and with all relishable pleasure only through one path, devotional service. This is also confirmed in Bhagavad-gītā. Bhaktyā mām abhijānāti: if one wants to understand the Absolute Truth in perfection, he must take to devotional service. Of course, no one can understand the Absolute Truth in all perfection. That is not possible for the infinitesimal living entities. But the highest point of understanding by the living entity is reached by discharge of devotional service, not otherwise. By following various scriptural paths, one may come to the impersonal effulgence of the Supreme Personality of Godhead. The transcendental pleasure derived from merging with or understanding the impersonal Brahman is very extensive because Brahman is ananta. Tad brahma niṣkalaṁ anantam: brahmānanda is unlimited. But that unlimited pleasure can also be surpassed. That is the nature of the Transcendence. The unlimited can be surpassed also, and that higher platform is Kṛṣṇa. When one deals directly with Kṛṣṇa, the mellow and the humor relished by reciprocation of devotional service is incomparable, even with the pleasure derived from transcendental Brahman. Prabodhānanda Sarasvatī therefore says that kaivalya, the Brahman pleasure, is undoubtedly very great and is appreciated by many philosophers, but to a devotee, who has understood how to derive pleasure from exchanging devotional service with the Lord, this unlimited Brahman appears to be hellish. Therefore one should try to transcend even the Brahman pleasure in order to approach the position of dealing with Kṛṣṇa face to face. As the mind is the center of all the activities of the senses, Kṛṣṇa is called the master of the senses, Hṛṣīkeśa. The process is to fix the mind on Hṛṣīkeśa, or Kṛṣṇa, as Mahārāja Ambarīṣa did (sa vai manaḥ kṛṣṇa-padāravindayoḥ). Bhakti is the basic principle of all processes. Without bhakti, neither jñāna-yoga nor aṣṭāṅga-yoga can be successful, and unless one approaches Kṛṣṇa, the principles of self-realization have no ultimate destination."
    },
    {
        "verse": "34-36",
        "devanagari": "क्रियया क्रतुभिर्दानैस्तप:स्वाध्यायमर्शनै: ।आत्मेन्द्रियजयेनापि संन्यासेन च कर्मणाम् ॥ ३४ ॥योगेन विविधाङ्गेन भक्तियोगेन चैव हि ।धर्मेणोभयचिह्नेन य: प्रवृत्तिनिवृत्तिमान् ॥ ३५ ॥आत्मतत्त्वावबोधेन वैराग्येण द‍ृढेन च ।ईयते भगवानेभि: सगुणो निर्गुण: स्वद‍ृक् ॥ ३६ ॥",
        "english_devnagari": "kriyayā kratubhir dānaistapaḥ-svādhyāya-marśanaiḥātmendriya-jayenāpisannyāsena ca karmaṇām",
        "verse_Syn": [
            "kriyayā",
            "kratubhiḥ",
            "dānaiḥ",
            "tapaḥ",
            "svādhyāya",
            "marśanaiḥ",
            "ātma",
            "indriya",
            "jayena",
            "api",
            "sannyāsena",
            "ca",
            "karmaṇām",
            "yogena",
            "vividha",
            "aṅgena",
            "bhakti",
            "yogena",
            "ca",
            "eva",
            "hi",
            "dharmeṇa",
            "ubhaya",
            "cihnena",
            "yaḥ",
            "pravṛtti",
            "nivṛtti",
            "mān",
            "ātma",
            "tattva",
            "avabodhena",
            "vairāgyeṇa",
            "dṛḍhena",
            "ca",
            "īyate",
            "bhagavān",
            "ebhiḥ",
            "sa",
            "guṇaḥ",
            "nirguṇaḥ",
            "sva",
            "dṛk"
        ],
        "translation": "By performing fruitive activities and sacrifices, by distributing charity, by performing austerities, by studying various literatures, by conducting philosophical research, by controlling the mind, by subduing the senses, by accepting the renounced order of life, by performing the prescribed duties of one’s social order, by performing the different divisions of yoga practice, by performing devotional service, by exhibiting the process of devotional service containing the symptoms of both attachment and detachment, by understanding the science of self-realization, and by developing a strong sense of detachment, one who is expert in understanding the different processes of self-realization realizes the Supreme Personality of Godhead as He is represented in the material world as well as in transcendence.",
        "purport": " As it is stated in the previous verse, one has to follow the principles of the scriptures. There are different prescribed duties for persons in the different social and spiritual orders. Here it is stated that performance of fruitive activities and sacrifices and distribution of charity are activities meant for persons who are in the householder order of society. There are four orders of the social system: brahmacarya, gṛhastha, vānaprastha and sannyāsa. For the gṛhasthas, or householders, performance of sacrifices, distribution of charity, and action according to prescribed duties are especially recommended. Similarly, austerity, study of Vedic literature, and philosophical research are meant for the vānaprasthas, or retired persons. Study of the Vedic literature from the bona fide spiritual master is meant for the brahmacārī, or student. Ātmendriya-jaya, control of the mind and taming of the senses, is meant for persons in the renounced order of life. All these different activities are prescribed for different persons so that they may be elevated to the platform of self-realization and from there to Kṛṣṇa consciousness, devotional service. The words bhakti-yogena caiva hi mean that whatever is to be performed, as described in verse 34, whether yoga or sacrifice or fruitive activity or study of Vedic literature or philosophical research or acceptance of the renounced order of life, is to be executed in bhakti-yoga. The words caiva hi, according to Sanskrit grammar, indicate that one must perform all these activities mixed with devotional service, otherwise such activities will not produce any fruit. Any prescribed activity must be performed for the sake of the Supreme Personality of Godhead. It is confirmed in Bhagavad-gītā (9.27), yat karoṣi yad aśnāsi: “Whatever you do, whatever you eat, whatever you sacrifice, whatever austerities you undergo and whatever charities you give, the result should be given to the Supreme Lord.” The word eva is added, indicating that one must execute activities in such a way. Unless one adds devotional service to all activities, he cannot achieve the desired result, but when bhakti-yoga is prominent in every activity, then the ultimate goal is sure. One has to approach the Supreme Personality of Godhead, Kṛṣṇa, as it is stated in Bhagavad-gītā: “After many, many births, one approaches the Supreme Person, Kṛṣṇa, and surrenders unto Him, knowing that He is everything.” Also in Bhagavad-gītā, the Lord says, bhoktāraṁ yajña-tapasām: “For anyone who is undergoing rigid austerity or for anyone performing different kinds of sacrifices, the beneficiary is the Supreme Personality of Godhead.” He is the proprietor of all planets, and He is the friend of every living soul. The words dharmeṇobhaya-cihnena mean that the bhakti-yoga process contains two symptoms, namely attachment for the Supreme Lord and detachment from all material affinities. There are two symptoms of advancement in the process of devotional service, just as there are two processes taking place while eating. A hungry man feels strength and satisfaction from eating, and at the same time he gradually becomes detached from eating any more. Similarly, with the execution of devotional service, real knowledge develops, and one becomes detached from all material activities. In no other activity but devotional service is there such detachment from matter and attachment for the Supreme. There are nine different processes to increase this attachment to the Supreme Lord: hearing, chanting, remembering, worshiping, serving the Lord, making friendship, praying, offering everything and serving the lotus feet of the Lord. The processes for increasing detachment from material affinities are explained in verse 36. One can achieve elevation to the higher planetary systems like the heavenly kingdom by executing one’s prescribed duties and by performing sacrifices. When one is transcendental to such desires because of accepting the renounced order of life, he can understand the Brahman feature of the Supreme, and when one is able to see his real constitutional position, he sees all other processes and becomes situated in the stage of pure devotional service. At that time he can understand the Supreme Personality of Godhead, Bhagavān. Understanding of the Supreme person is called ātma-tattva-avabodhena, which means “understanding of one’s real constitutional position.” If one actually understands one’s constitutional position as an eternal servitor of the Supreme Lord, he becomes detached from the service of the material world. Everyone engages in some sort of service. If one does not know one’s constitutional position, one engages in the service of his personal gross body or his family, society or country. But as soon as one is able to see his constitutional position (the word sva-dṛk means “one who is able to see”), he becomes detached from such material service and engages himself in devotional service. As long as one is in the modes of material nature and is performing the duties prescribed in the scriptures, he can be elevated to higher planetary systems, where the predominating deities are material representations of the Supreme Personality of Godhead, like the sun-god, the moon-god, the air-god, Brahmā and Lord Śiva. All the different demigods are material representations of the Supreme Lord. By material activities one can approach only such demigods, as stated in Bhagavad-gītā (9.25). Yānti deva-vratā devān: those who are attached to the demigods and who perform the prescribed duties can approach the abodes of the demigods. In this way, one can go to the planet of the Pitās, or forefathers. Similarly, one who fully understands the real position of his life adopts devotional service and realizes the Supreme Personality of Godhead."
    },
    {
        "verse": "37",
        "devanagari": "प्रावोचं भक्तियोगस्य स्वरूपं ते चतुर्विधम् ।कालस्य चाव्यक्तगतेर्योऽन्तर्धावति जन्तुषु ॥ ३७ ॥",
        "english_devnagari": "prāvocaṁ bhakti-yogasyasvarūpaṁ te catur-vidhamkālasya cāvyakta-gateryo ’ntardhāvati jantuṣu",
        "verse_Syn": [
            "prāvocam",
            "bhakti",
            "yogasya",
            "svarūpam",
            "te",
            "catuḥ",
            "vidham",
            "kālasya",
            "ca",
            "avyakta",
            "gateḥ",
            "yaḥ",
            "antardhāvati",
            "jantuṣu"
        ],
        "translation": "My dear mother, I have explained to you the process of devotional service and its identity in four different social divisions. I have explained to you as well how eternal time is chasing the living entities, although it is imperceptible to them.",
        "purport": " The process of bhakti-yoga, devotional service, is the main river flowing down towards the sea of the Absolute Truth, and all other processes mentioned are just like tributaries. Lord Kapila is summarizing the importance of the process of devotional service. Bhakti-yoga, as described before, is divided into four divisions — three in the material modes of nature and one in transcendence, which is untinged by the modes of material nature. Devotional service mixed with the modes of material nature is a means for material existence, whereas devotional service without desires for fruitive result and without attempts for empirical philosophical research is pure, transcendental devotional service."
    },
    {
        "verse": "38",
        "devanagari": "जीवस्य संसृतीर्बह्वीरविद्याकर्मनिर्मिता: ।यास्वङ्ग प्रविशन्नात्मा न वेद गतिमात्मन: ॥ ३८ ॥",
        "english_devnagari": "jīvasya saṁsṛtīr bahvīravidyā-karma-nirmitāḥyāsv aṅga praviśann ātmāna veda gatim ātmanaḥ",
        "verse_Syn": [
            "jīvasya",
            "saṁsṛtīḥ",
            "bahvīḥ",
            "avidyā",
            "karma",
            "nirmitāḥ",
            "yāsu",
            "aṅga",
            "praviśan",
            "ātmā",
            "na",
            "veda",
            "gatim",
            "ātmanaḥ"
        ],
        "translation": "There are varieties of material existence for the living entity according to the work he performs in ignorance or forgetfulness of his real identity. My dear mother, if anyone enters into that forgetfulness, he is unable to understand where his movements will end.",
        "purport": " Once one enters into the continuation of material existence, it is very difficult to get out. Therefore the Supreme Personality of Godhead comes Himself or sends His bona fide representative, and He leaves behind scriptures like Bhagavad-gītā and Śrīmad-Bhāgavatam, so that the living entities hovering in the darkness of nescience may take advantage of the instructions, the saintly persons and the spiritual masters and thus be freed. Unless the living entity receives the mercy of the saintly persons, the spiritual master or Kṛṣṇa, it is not possible for him to get out of the darkness of material existence; by his own endeavor it is not possible."
    },
    {
        "verse": "39",
        "devanagari": "नैतत्खलायोपदिशेन्नाविनीताय कर्हिचित् ।न स्तब्धाय न भिन्नाय नैव धर्मध्वजाय च ॥ ३९ ॥",
        "english_devnagari": "naitat khalāyopadiśennāvinītāya karhicitna stabdhāya na bhinnāyanaiva dharma-dhvajāya ca",
        "verse_Syn": [
            "na",
            "etat",
            "khalāya",
            "upadiśet",
            "na",
            "avinītāya",
            "karhicit",
            "na",
            "stabdhāya",
            "na",
            "bhinnāya",
            "na",
            "eva",
            "dharma",
            "dhvajāya",
            "ca"
        ],
        "translation": "Lord Kapila continued: This instruction is not meant for the envious, for the agnostics or for persons who are unclean in their behavior. Nor is it for hypocrites or for persons who are proud of material possessions.",
        "purport": ""
    },
    {
        "verse": "40",
        "devanagari": "न लोलुपायोपदिशेन्न गृहारूढचेतसे ।नाभक्ताय च मे जातु न मद्भक्तद्विषामपि ॥ ४० ॥",
        "english_devnagari": "na lolupāyopadiśenna gṛhārūḍha-cetasenābhaktāya ca me jātuna mad-bhakta-dviṣām api",
        "verse_Syn": [
            "na",
            "lolupāya",
            "upadiśet",
            "na",
            "gṛha",
            "ārūḍha",
            "cetase",
            "na",
            "abhaktāya",
            "ca",
            "me",
            "jātu",
            "na",
            "mat",
            "bhakta",
            "dviṣām",
            "api"
        ],
        "translation": "It is not to be instructed to persons who are too greedy and too attached to family life, nor to persons who are nondevotees and who are envious of the devotees and of the Personality of Godhead.",
        "purport": " Persons who are always planning to do harm to other living entities are not eligible to understand Kṛṣṇa consciousness and cannot enter into the realm of transcendental loving service to the Lord. Also, there are so-called disciples who become submissive to a spiritual master most artificially, with an ulterior motive. They also cannot understand what Kṛṣṇa consciousness or devotional service is. Persons who, due to being initiated by another sect of religious faith, do not find devotional service as the common platform for approaching the Supreme Personality of Godhead, also cannot understand Kṛṣṇa consciousness. We have experience that some students come to join us, but because of being biased in some particular type of faith, they leave our camp and become lost in the wilderness. Actually, Kṛṣṇa consciousness is not a sectarian religious faith; it is a teaching process for understanding the Supreme Lord and our relationship with Him. Anyone can join this movement without prejudice, but unfortunately there are persons who feel differently. Therefore it is better not to instruct the science of Kṛṣṇa consciousness to such persons. Generally, materialistic persons are after some name, fame and material gain, so if someone takes to Kṛṣṇa consciousness for these reasons, he will never be able to understand this philosophy. Such persons take to religious principles as a social decoration. They admit themselves into some cultural institution for the sake of name only, especially in this age. Such persons also cannot understand the philosophy of Kṛṣṇa consciousness. Even if one is not greedy for material possessions but is too attached to family life, he also cannot understand Kṛṣṇa consciousness. Superficially, such persons are not very greedy for material possessions, but they are too attached to wife, children and family improvement. When a person is not contaminated by the above-mentioned faults yet at the ultimate issue is not interested in the service of the Supreme Personality of Godhead, or if he is a nondevotee, he also cannot understand the philosophy of Kṛṣṇa consciousness."
    },
    {
        "verse": "41",
        "devanagari": "श्रद्दधानाय भक्ताय विनीतायानसूयवे ।भूतेषु कृतमैत्राय शुश्रूषाभिरताय च ॥ ४१ ॥",
        "english_devnagari": "śraddadhānāya bhaktāyavinītāyānasūyavebhūteṣu kṛta-maitrāyaśuśrūṣābhiratāya ca",
        "verse_Syn": [
            "śraddadhānāya",
            "bhaktāya",
            "vinītāya",
            "anasūyave",
            "bhūteṣu",
            "kṛta",
            "maitrāya",
            "śuśrūṣā",
            "abhiratāya",
            "ca"
        ],
        "translation": "Instruction should be given to the faithful devotee who is respectful to the spiritual master, nonenvious, friendly to all kinds of living entities and eager to render service with faith and sincerity.",
        "purport": ""
    },
    {
        "verse": "42",
        "devanagari": "बहिर्जातविरागाय शान्तचित्ताय दीयताम् ।निर्मत्सराय शुचये यस्याहं प्रेयसां प्रिय: ॥ ४२ ॥",
        "english_devnagari": "bahir-jāta-virāgāyaśānta-cittāya dīyatāmnirmatsarāya śucayeyasyāhaṁ preyasāṁ priyaḥ",
        "verse_Syn": [
            "bahiḥ",
            "jāta",
            "virāgāya",
            "śānta",
            "cittāya",
            "dīyatām",
            "nirmatsarāya",
            "śucaye",
            "yasya",
            "aham",
            "preyasām",
            "priyaḥ"
        ],
        "translation": "This instruction should be imparted by the spiritual master to persons who have taken the Supreme Personality of Godhead to be more dear than anything, who are not envious of anyone, who are perfectly cleansed and who have developed detachment for that which is outside the purview of Kṛṣṇa consciousness.",
        "purport": " In the beginning, no one can be elevated to the highest stage of devotional service. Here bhakta means one who does not hesitate to accept the reformatory processes for becoming a bhakta. In order to become a devotee of the Lord, one has to accept a spiritual master and inquire from him about how to progress in devotional service. To serve a devotee, to chant the holy name according to a certain counting method, to worship the Deity, to hear Śrīmad-Bhāgavatam or Bhagavad-gītā from a realized person and to live in a sacred place where devotional service is not disturbed are the first out of sixty-four devotional activities for making progress in devotional service. One who has accepted these five chief activities is called a devotee. One must be prepared to offer the necessary respect and honor to the spiritual master. He should not be unnecessarily envious of his Godbrothers. Rather, if a godbrother is more enlightened and advanced in Kṛṣṇa consciousness, one should accept him as almost equal to the spiritual master, and one should be happy to see such godbrothers advance in Kṛṣṇa consciousness. A devotee should always be very kind to the general public in instructing Kṛṣṇa consciousness because that is the only solution for getting out of the clutches of māyā. That is really humanitarian work, for it is the way to show mercy to other people who need it very badly. The word śuśrūṣābhiratāya indicates a person who faithfully engages in serving the spiritual master. One should give personal service and all kinds of comforts to the spiritual master. A devotee who does so is also a bona fide candidate for taking this instruction. The word bahir jāta-virāgāya means a person who has developed detachment from external and internal material propensities. Not only is he detached from activities which are not connected to Kṛṣṇa consciousness, but he should be internally averse to the material way of life. Such a person must be nonenvious and should think of the welfare of all living entities, not only of the human beings, but living entities other than human beings. The word śucaye means one who is cleansed both externally and internally. To become actually cleansed externally and internally, one should chant the holy name of the Lord, Hare Kṛṣṇa, or Viṣṇu, constantly. The word dīyatām means that knowledge of Kṛṣṇa consciousness should be offered by the spiritual master. The spiritual master must not accept a disciple who is not qualified; he should not be professional and should not accept disciples for monetary gains. The bona fide spiritual master must see the bona fide qualities of a person whom he is going to initiate. An unworthy person should not be initiated. The spiritual master should train his disciple in such a way so that in the future only the Supreme Personality of Godhead will be the dearmost goal of his life. In these two verses the qualities of a devotee are fully explained. One who has actually developed all the qualities listed in these verses is already elevated to the post of a devotee. If one has not developed all these qualities, he still has to fulfill these conditions in order to become a perfect devotee."
    },
    {
        "verse": "43",
        "devanagari": "य इदं श‍ृणुयादम्ब श्रद्धया पुरुष: सकृत् ।यो वाभिधत्ते मच्चित्त: स ह्येति पदवीं च मे ॥ ४३ ॥",
        "english_devnagari": "ya idaṁ śṛṇuyād ambaśraddhayā puruṣaḥ sakṛtyo vābhidhatte mac-cittaḥsa hy eti padavīṁ ca me",
        "verse_Syn": [
            "yaḥ",
            "idam",
            "śṛṇuyāt",
            "amba",
            "śraddhayā",
            "puruṣaḥ",
            "sakṛt",
            "yaḥ",
            "vā",
            "abhidhatte",
            "mat",
            "cittaḥ",
            "saḥ",
            "hi",
            "eti",
            "padavīm",
            "ca",
            "me"
        ],
        "translation": "Anyone who once meditates upon Me with faith and affection, who hears and chants about Me, surely goes back home, back to Godhead.",
        "purport": ""
    }
]