[
    {
        "verse": "1",
        "devanagari": "शौनक उवाचमहीं प्रतिष्ठामध्यस्य सौते स्वायम्भुवो मनु: ।कान्यन्वतिष्ठद् द्वाराणि मार्गायावरजन्मनाम् ॥ १ ॥",
        "english_devnagari": "śaunaka uvācamahīṁ pratiṣṭhām adhyasyasaute svāyambhuvo manuḥkāny anvatiṣṭhad dvārāṇimārgāyāvara-janmanām",
        "verse_Syn": [
            "śaunakaḥ",
            "uvāca",
            "mahīm",
            "pratiṣṭhām",
            "adhyasya",
            "saute",
            "svāyambhuvaḥ",
            "manuḥ",
            "kāni",
            "anvatiṣṭhat",
            "dvārāṇi",
            "mārgāya",
            "avara",
            "janmanām"
        ],
        "translation": "Śrī Śaunaka inquired: O Sūta Gosvāmī, after the earth was again situated in its orbit, what did Svāyambhuva Manu do to show the path of liberation to persons who were to take birth later on?",
        "purport": " The appearance of the Lord as the first boar incarnation occurred during the time of Svāyambhuva Manu, whereas the present age is in the period of Vaivasvata Manu. Each Manu’s period lasts seventy-two times the cycle of four ages, and one cycle of ages equals 4,320,000 solar years. Thus 4,320,000 × 72 solar years is the reign of one Manu. In each Manu’s period there are many changes in many ways, and there are fourteen Manus within one day of Brahmā. It is understood here that Manu creates scriptural regulations for the salvation of the conditioned souls, who come to the material world for material enjoyment. The Lord is so kind that any soul who wants to enjoy in this material world is given full facility for enjoyment and at the same time he is shown the path of salvation. Śaunaka Ṛṣi, therefore, inquired from Sūta Gosvāmī: “What did Svāyambhuva Manu do after the reinstatement of the earth in its orbital situation?”"
    },
    {
        "verse": "2",
        "devanagari": "क्षत्ता महाभागवत: कृष्णस्यैकान्तिक: सुहृत् ।यस्तत्याजाग्रजं कृष्णे सापत्यमघवानिति ॥ २ ॥",
        "english_devnagari": "kṣattā mahā-bhāgavataḥkṛṣṇasyaikāntikaḥ suhṛtyas tatyājāgrajaṁ kṛṣṇesāpatyam aghavān iti",
        "verse_Syn": [
            "kṣattā",
            "mahā",
            "bhāgavataḥ",
            "kṛṣṇasya",
            "ekāntikaḥ",
            "suhṛt",
            "yaḥ",
            "tatyāja",
            "agra",
            "jam",
            "kṛṣṇe",
            "sa",
            "apatyam",
            "agha",
            "vān",
            "iti"
        ],
        "translation": "Śaunaka Ṛṣi inquired about Vidura, who was a great devotee and friend of Lord Kṛṣṇa and who gave up the company of his elder brother because the latter, along with his sons, played tricks against the desires of the Lord.",
        "purport": " The incident referred to here is that Vidura left the protection of his elder brother Dhṛtarāṣṭra, went traveling everywhere to sacred places and met Maitreya at Hardwar. Śaunaka Ṛṣi here inquires about the topics of the conversation between Maitreya Ṛṣi and Vidura. Vidura’s qualification was that he was not only a friend of the Lord but also a great devotee. When Kṛṣṇa tried to stop the war and mitigate the misunderstanding between the cousin-brothers, they refused to accept His counsel; therefore Kṣattā, or Vidura, was unsatisfied with them, and he left the palace. As a devotee, Vidura showed by example that anywhere that Kṛṣṇa is not honored is a place unfit for human habitation. A devotee may be tolerant regarding his own interests, but he should not be tolerant when there is misbehavior toward the Lord or the Lord’s devotee. Here the word aghavān is very significant, for it indicates that the Kauravas, Dhṛtarāṣṭra’s sons, lost the war because of being sinful in disobeying the instructions of Kṛṣṇa."
    },
    {
        "verse": "3",
        "devanagari": "द्वैपायनादनवरो महित्वे तस्य देहज: ।सर्वात्मना श्रित: कृष्णं तत्परांश्चाप्यनुव्रत: ॥ ३ ॥",
        "english_devnagari": "dvaipāyanād anavaromahitve tasya dehajaḥsarvātmanā śritaḥ kṛṣṇaṁtat-parāṁś cāpy anuvrataḥ",
        "verse_Syn": [
            "dvaipāyanāt",
            "anavaraḥ",
            "mahitve",
            "tasya",
            "deha",
            "jaḥ",
            "sarva",
            "ātmanā",
            "śritaḥ",
            "kṛṣṇam",
            "tat",
            "parān",
            "ca",
            "api",
            "anuvrataḥ"
        ],
        "translation": "Vidura was born from the body of Vedavyāsa and was not less than he. Thus he accepted the lotus feet of Kṛṣṇa wholeheartedly and was attached to His devotees.",
        "purport": " The history of Vidura is that he was born of a śūdra mother, but his seminal father was Vyāsadeva; thus he was not less than Vyāsadeva in any respect. Since he was born of a great father, who was supposed to be an incarnation of Nārāyaṇa and who composed all the Vedic literatures, Vidura was also a great personality. He accepted Kṛṣṇa as his worshipable Lord and followed His instructions wholeheartedly."
    },
    {
        "verse": "4",
        "devanagari": "किमन्वपृच्छन्मैत्रेयं विरजास्तीर्थसेवया ।उपगम्य कुशावर्त आसीनं तत्त्ववित्तमम् ॥ ४ ॥",
        "english_devnagari": "kim anvapṛcchan maitreyaṁvirajās tīrtha-sevayāupagamya kuśāvartaāsīnaṁ tattva-vittamam",
        "verse_Syn": [
            "kim",
            "anvapṛcchat",
            "maitreyam",
            "virajāḥ",
            "tīrtha",
            "sevayā",
            "upagamya",
            "kuśāvarte",
            "āsīnam",
            "tattva",
            "vit",
            "tamam"
        ],
        "translation": "Vidura was purified of all passion by wandering in sacred places, and at last he reached Hardwar, where he met the great sage who knew the science of spiritual life, and he inquired from him. Śaunaka Ṛṣi therefore asked: What more did Vidura inquire from Maitreya?",
        "purport": " Here the words virajās tīrtha-sevayā refer to Vidura, who was completely cleansed of all contamination by traveling to places of pilgrimage. In India there are hundreds of sacred places of pilgrimage, of which Prayāga, Hardwar, Vṛndāvana and Rāmeśvaram are considered principal. After leaving his home, which was full of politics and diplomacy, Vidura wanted to purify himself by traveling to all the sacred places, which are so situated that anyone who goes there automatically becomes purified. This is especially true in Vṛndāvana; any person may go there, and even if he is sinful he will at once contact an atmosphere of spiritual life and will automatically chant the names of Kṛṣṇa and Rādhā. That we have actually seen and experienced. It is recommended in the śāstras that after retiring from active life and accepting the vānaprastha (retired) order, one should travel everywhere to places of pilgrimage in order to purify himself. Vidura completely discharged this duty, and at last he reached Kuśāvarta, or Hardwar, where the sage Maitreya was sitting. Another significant point is that one must go to sacred places not only to take bath there but to search out great sages like Maitreya and take instructions from them. If one does not do so, his traveling to places of pilgrimage is simply a waste of time. Narottama dāsa Ṭhākura, a great ācārya of the Vaiṣṇava sect, has, for the present, forbidden us to go to such places of pilgrimage because in this age, the times having so changed, a sincere person may have a different impression on seeing the behavior of the present residents of the pilgrimage sites. He has recommended that instead of taking the trouble to travel to such places, one should concentrate his mind on Govinda, and that will help him. Of course, to concentrate one’s mind on Govinda in any place is a path meant for those who are the most spiritually advanced; it is not for ordinary persons. Ordinary persons may still derive benefit from traveling to holy places like Prayāga, Mathurā, Vṛndāvana and Hardwar. It is recommended in this verse that one find a person who knows the science of God, or a tattva-vit. Tattva-vit means “one who knows the Absolute Truth.” There are many pseudotranscendentalists, even at places of pilgrimage. Such men are always present, and one has to be intelligent enough to find the actual person to be consulted; then one’s attempt to progress by traveling to different holy places will be successful. One has to be freed from all contamination, and at the same time he has to find a person who knows the science of Kṛṣṇa. Kṛṣṇa helps a sincere person; as stated in the Caitanya-caritāmṛta, guru-kṛṣṇa-prasāde: by the mercy of the spiritual master and Kṛṣṇa, one attains the path of salvation, devotional service. If one sincerely searches for spiritual salvation, then Kṛṣṇa, being situated in everyone’s heart, gives him the intelligence to find a suitable spiritual master. By the grace of a spiritual master like Maitreya, one gets the proper instruction and advances in his spiritual life."
    },
    {
        "verse": "5",
        "devanagari": "तयो: संवदतो: सूत प्रवृत्ता ह्यमला: कथा: ।आपो गाङ्गा इवाघघ्नीर्हरे: पादाम्बुजाश्रया: ॥ ५ ॥",
        "english_devnagari": "tayoḥ saṁvadatoḥ sūtapravṛttā hy amalāḥ kathāḥāpo gāṅgā ivāgha-ghnīrhareḥ pādāmbujāśrayāḥ",
        "verse_Syn": [
            "tayoḥ",
            "saṁvadatoḥ",
            "sūta",
            "pravṛttāḥ",
            "hi",
            "amalāḥ",
            "kathāḥ",
            "āpaḥ",
            "gāṅgāḥ",
            "iva",
            "agha",
            "ghnīḥ",
            "hareḥ",
            "pāda",
            "ambuja",
            "āśrayāḥ"
        ],
        "translation": "Śaunaka inquired about the conversation between Vidura and Maitreya: There must have been many narrations of the spotless pastimes of the Lord. The hearing of such narrations is exactly like bathing in the water of the Ganges, for it can free one from all sinful reactions.",
        "purport": " The water of the Ganges is purified because it pours forth from the lotus feet of the Lord. Similarly, Bhagavad-gītā is as good as the water of the Ganges because it is spoken from the mouth of the Supreme Lord. So it is with any topic on the pastimes of the Lord or the characteristics of His transcendental activities. The Lord is absolute; there is no difference between His words, His perspiration or His pastimes. The water of the Ganges, the narrations of His pastimes and the words spoken by Him are all on the absolute platform, and thus taking shelter of any one of them is equally good. Śrīla Rūpa Gosvāmī has enunciated that anything in relationship with Kṛṣṇa is on the transcendental platform. If we can dovetail all our activities in relationship with Kṛṣṇa, then we do not stand on the material platform, but always on the spiritual platform."
    },
    {
        "verse": "6",
        "devanagari": "ता न: कीर्तय भद्रं ते कीर्तन्योदारकर्मण: ।रसज्ञ: को नु तृप्येत हरिलीलामृतं पिबन् ॥ ६ ॥",
        "english_devnagari": "tā naḥ kīrtaya bhadraṁ tekīrtanyodāra-karmaṇaḥrasajñaḥ ko nu tṛpyetahari-līlāmṛtaṁ piban",
        "verse_Syn": [
            "tāḥ",
            "naḥ",
            "kīrtaya",
            "bhadram",
            "te",
            "kīrtanya",
            "udāra",
            "karmaṇaḥ",
            "rasa",
            "jñaḥ",
            "kaḥ",
            "nu",
            "tṛpyeta",
            "hari",
            "līlā",
            "amṛtam",
            "piban"
        ],
        "translation": "O Sūta Gosvāmī, all good fortune to you! Please narrate the activities of the Lord, which are all magnanimous and worth glorifying. What sort of devotee can be satiated by hearing the nectarean pastimes of the Lord?",
        "purport": " The narration of the pastimes of the Lord, which are always enacted on the transcendental platform, should be received with all respect by devotees. Those who are actually on the transcendental platform are never satiated by hearing the continuous narration of the pastimes of the Lord. For example, if any self-realized soul reads from Bhagavad-gītā, he will never feel satiated. The narrations of Bhagavad-gītā and Śrīmad-Bhāgavatam may be read thousands and thousands of times, and still, without fail, new aspects of the subject matter will be relished by the devotee."
    },
    {
        "verse": "7",
        "devanagari": "एवमुग्रश्रवा: पृष्ट ऋषिभिर्नैमिषायनै: ।भगवत्यर्पिताध्यात्मस्तानाह श्रूयतामिति ॥ ७ ॥",
        "english_devnagari": "evam ugraśravāḥ pṛṣṭaṛṣibhir naimiṣāyanaiḥbhagavaty arpitādhyātmastān āha śrūyatām iti",
        "verse_Syn": [
            "evam",
            "ugraśravāḥ",
            "pṛṣṭaḥ",
            "ṛṣibhiḥ",
            "naimiṣa",
            "ayanaiḥ",
            "bhagavati",
            "arpita",
            "adhyātmaḥ",
            "tān",
            "āha",
            "śrūyatām",
            "iti"
        ],
        "translation": "On being asked to speak by the great sages of Naimiṣāraṇya, the son of Romaharṣaṇa, Sūta Gosvāmī, whose mind was absorbed in the transcendental pastimes of the Lord, said: Please hear what I shall now speak.",
        "purport": ""
    },
    {
        "verse": "8",
        "devanagari": "सूत उवाचहरेर्धृतक्रोडतनो: स्वमाययानिशम्य गोरुद्धरणं रसातलात् ।लीलां हिरण्याक्षमवज्ञया हतंसञ्जातहर्षो मुनिमाह भारत: ॥ ८ ॥",
        "english_devnagari": "sūta uvācaharer dhṛta-kroḍa-tanoḥ sva-māyayāniśamya gor uddharaṇaṁ rasātalātlīlāṁ hiraṇyākṣam avajñayā hataṁsañjāta-harṣo munim āha bhārataḥ",
        "verse_Syn": [
            "sūtaḥ",
            "uvāca",
            "hareḥ",
            "dhṛta",
            "kroḍa",
            "tanoḥ",
            "sva",
            "māyayā",
            "niśamya",
            "goḥ",
            "uddharaṇam",
            "rasātalāt",
            "līlām",
            "hiraṇyākṣam",
            "avajñayā",
            "hatam",
            "sañjāta",
            "harṣaḥ",
            "munim",
            "āha",
            "bhārataḥ"
        ],
        "translation": "Sūta Gosvāmī continued: Vidura, the descendant of Bharata, was delighted to hear the story of the Lord, who, having assumed by His own divine potency the form of a boar, had enacted the sport of lifting the earth from the bottom of the ocean and indifferently killing the demon Hiraṇyākṣa. Vidura then spoke to the sage as follows.",
        "purport": " It is stated here that the Lord assumed the form of a boar by His own potency. His form is not actually the form of a conditioned soul. A conditioned soul is forced to accept a particular type of body by the higher authority of material laws, but here it is clearly said that the Lord was not forced to accept the form of a boar by the external power. In Bhagavad-gītā the same fact is confirmed: when the Lord descends to this earth, He assumes a form by His own internal potency. The form of the Lord, therefore, can never consist of material energy. The Māyāvāda version that when Brahman assumes a form the form is accepted from māyā is not acceptable, because although māyā is superior to the conditioned soul, she is not superior to the Supreme Personality of Godhead; she is under the control of the Supreme Godhead, as confirmed in Bhagavad-gītā. Māyā is under His superintendence; māyā cannot overcome the Lord. The Māyāvāda idea that the living entity is the Supreme Absolute Truth but has become covered by māyā is invalid, because māyā cannot be so great that it can cover the Supreme. The covering capacity can be employed on the part and parcel of Brahman, not on the Supreme Brahman."
    },
    {
        "verse": "9",
        "devanagari": "विदुर उवाचप्रजापतिपति: सृष्ट्वा प्रजासर्गे प्रजापतीन् ।किमारभत मे ब्रह्मन् प्रब्रूह्यव्यक्तमार्गवित् ॥ ९ ॥",
        "english_devnagari": "vidura uvācaprajāpati-patiḥ sṛṣṭvāprajā-sarge prajāpatīnkim ārabhata me brahmanprabrūhy avyakta-mārga-vit",
        "verse_Syn": [
            "viduraḥ",
            "uvāca",
            "prajāpati",
            "patiḥ",
            "sṛṣṭvā",
            "prajā",
            "sarge",
            "prajāpatīn",
            "kim",
            "ārabhata",
            "me",
            "brahman",
            "prabrūhi",
            "avyakta",
            "mārga",
            "vit"
        ],
        "translation": "Vidura said: Since you know of matters inconceivable to us, tell me, O holy sage, what did Brahmā do to create living beings after evolving the Prajāpatis, the progenitors of living beings?",
        "purport": " Significant here is the word avyakta-mārga-vit, “one who knows that which is beyond our perception.” To know matters beyond one’s perception, one has to learn from a superior authority in the line of disciplic succession. Just to know who is our father is beyond our perception. For that, the mother is the authority. Similarly, we have to understand everything beyond our perception from the authority who actually knows. The first avyakta-mārga-vit, or authority, is Brahmā, and the next authority in disciplic succession is Nārada. Maitreya Ṛṣi belongs to that disciplic succession, so he also is avyakta-mārga-vit. Anyone in the bona fide line of disciplic succession is avyakta-mārga-vit, a personality who knows that which is beyond ordinary perception."
    },
    {
        "verse": "10",
        "devanagari": "ये मरीच्यादयो विप्रा यस्तु स्वायम्भुवो मनु: ।ते वै ब्रह्मण आदेशात्कथमेतदभावयन् ॥ १० ॥",
        "english_devnagari": "ye marīcy-ādayo viprāyas tu svāyambhuvo manuḥte vai brahmaṇa ādeśātkatham etad abhāvayan",
        "verse_Syn": [
            "ye",
            "marīci",
            "ādayaḥ",
            "viprāḥ",
            "yaḥ",
            "tu",
            "svāyambhuvaḥ",
            "manuḥ",
            "te",
            "vai",
            "brahmaṇaḥ",
            "ādeśāt",
            "katham",
            "etat",
            "abhāvayan"
        ],
        "translation": "Vidura inquired: How did the Prajāpatis [such progenitors of living entities as Marīci and Svāyambhuva Manu] create according to the instruction of Brahmā, and how did they evolve this manifested universe?",
        "purport": ""
    },
    {
        "verse": "11",
        "devanagari": "सद्वितीया: किमसृजन् स्वतन्त्रा उत कर्मसु ।आहोस्वित्संहता: सर्व इदं स्म समकल्पयन् ॥ ११ ॥",
        "english_devnagari": "sa-dvitīyāḥ kim asṛjansvatantrā uta karmasuāho svit saṁhatāḥ sarvaidaṁ sma samakalpayan",
        "verse_Syn": [
            "sa",
            "dvitīyāḥ",
            "kim",
            "asṛjan",
            "sva",
            "tantrāḥ",
            "uta",
            "karmasu",
            "āho",
            "svit",
            "saṁhatāḥ",
            "sarve",
            "idam",
            "sma",
            "samakalpayan"
        ],
        "translation": "Did they evolve the creation in conjunction with their respective wives, did they remain independent in their action, or did they all jointly produce it?",
        "purport": ""
    },
    {
        "verse": "12",
        "devanagari": "मैत्रेय उवाचदैवेन दुर्वितर्क्येण परेणानिमिषेण च ।जातक्षोभाद्भगवतो महानासीद् गुणत्रयात् ॥ १२ ॥",
        "english_devnagari": "maitreya uvācadaivena durvitarkyeṇapareṇānimiṣeṇa cajāta-kṣobhād bhagavatomahān āsīd guṇa-trayāt",
        "verse_Syn": [
            "maitreyaḥ",
            "uvāca",
            "daivena",
            "durvitarkyeṇa",
            "pareṇa",
            "animiṣeṇa",
            "ca",
            "jāta",
            "kṣobhāt",
            "bhagavataḥ",
            "mahān",
            "āsīt",
            "guṇa",
            "trayāt"
        ],
        "translation": "Maitreya said: When the equilibrium of the combination of the three modes of nature was agitated by the unseen activity of the living entity, by Mahā-Viṣṇu and by the force of time, the total material elements were produced.",
        "purport": " The cause of the material creation is described here very lucidly. The first cause is daiva, or the destiny of the conditioned soul. The material creation exists for the conditioned soul who wanted to become a false lord for sense enjoyment. One cannot trace out the history of when the conditioned soul first desired to lord it over material nature, but in Vedic literature we always find that the material creation is meant for the sense enjoyment of the conditioned soul. There is a nice verse which says that the sum and substance of the conditioned soul’s sense enjoyment is that as soon as he forgets his primary duty, to render service to the Lord, he creates an atmosphere of sense enjoyment, which is called māyā; that is the cause of material creation. Another word used here is durvitarkyeṇa. No one can argue about when and how the conditioned soul became desirous of sense enjoyment, but the cause is there. Material nature is an atmosphere meant only for the sense enjoyment of the conditioned soul, and it is created by the Personality of Godhead. It is mentioned here that in the beginning of the creation the material nature, or prakṛti, is agitated by the Personality of Godhead, Viṣṇu. There are three Viṣṇus mentioned. One is Mahā-Viṣṇu, another is Garbhodakaśāyī Viṣṇu, and the third is Kṣīrodakaśāyī Viṣṇu. The First Canto of Śrīmad-Bhāgavatam discusses all these three Viṣṇus, and here also it is confirmed that Viṣṇu is the cause of creation. From Bhagavad-gītā also we learn that prakṛti begins to work and is still working under Kṛṣṇa’s, or Viṣṇu’s, glance of superintendence, but the Supreme Personality of Godhead is unchangeable. One should not mistakenly think that because the creation emanates from the Supreme Personality of Godhead, He has therefore transformed into this material cosmic manifestation. He exists in His personal form always, but the cosmic manifestation takes place by His inconceivable potency. The workings of that energy are difficult to comprehend, but it is understood from Vedic literature that the conditioned soul creates his own destiny and is offered a particular body by the laws of nature under the superintendence of the Supreme Personality of Godhead, who always accompanies him as Paramātmā."
    },
    {
        "verse": "13",
        "devanagari": "रज:प्रधानान्महतस्त्रिलिङ्गो दैवचोदितात् ।जात: ससर्ज भूतादिर्वियदादीनि पञ्चश: ॥ १३ ॥",
        "english_devnagari": "rajaḥ-pradhānān mahatastri-liṅgo daiva-coditātjātaḥ sasarja bhūtādirviyad-ādīni pañcaśaḥ",
        "verse_Syn": [
            "rajaḥ",
            "pradhānāt",
            "mahataḥ",
            "tri",
            "liṅgaḥ",
            "daiva",
            "coditāt",
            "jātaḥ",
            "sasarja",
            "bhūta",
            "ādiḥ",
            "viyat",
            "ādīni",
            "pañcaśaḥ"
        ],
        "translation": "As impelled by the destiny of the jīva, the false ego, which is of three kinds, evolved from the mahat-tattva, in which the element of rajas predominates. From the ego, in turn, evolved many groups of five principles.",
        "purport": " The primordial matter, or prakṛti, material nature, consisting of three modes, generates four groups of five. The first group is called elementary and consists of earth, water, fire, air and ether. The second group of five is called tan-mātra, referring to the subtle elements (sense objects): sound, touch, form, taste and smell. The third group is the five sense organs for acquiring knowledge: eyes, ears, nose, tongue and skin. The fourth group is the five working senses: speech, hands, feet, anus and genitals. Some say that there are five groups of five. One group is the sense objects, one is the five elements, one is the five sense organs for acquiring knowledge, another is the senses for working, and the fifth group is the five deities who control these divisions."
    },
    {
        "verse": "14",
        "devanagari": "तानि चैकैकश: स्रष्टुमसमर्थानि भौतिकम् ।संहत्य दैवयोगेन हैममण्डमवासृजन् ॥ १४ ॥",
        "english_devnagari": "tāni caikaikaśaḥ sraṣṭumasamarthāni bhautikamsaṁhatya daiva-yogenahaimam aṇḍam avāsṛjan",
        "verse_Syn": [
            "tāni",
            "ca",
            "eka",
            "ekaśaḥ",
            "sraṣṭum",
            "asamarthāni",
            "bhautikam",
            "saṁhatya",
            "daiva",
            "yogena",
            "haimam",
            "aṇḍam",
            "avāsṛjan"
        ],
        "translation": "Separately unable to produce the material universe, they combined with the help of the energy of the Supreme Lord and were able to produce a shining egg.",
        "purport": ""
    },
    {
        "verse": "15",
        "devanagari": "सोऽशयिष्टाब्धिसलिले आण्डकोशो निरात्मक: ।साग्रं वै वर्षसाहस्रमन्ववात्सीत्तमीश्वर: ॥ १५ ॥",
        "english_devnagari": "so ’śayiṣṭābdhi-salileāṇḍakośo nirātmakaḥsāgraṁ vai varṣa-sāhasramanvavātsīt tam īśvaraḥ",
        "verse_Syn": [
            "saḥ",
            "aśayiṣṭa",
            "abdhi",
            "salile",
            "āṇḍa",
            "kośaḥ",
            "nirātmakaḥ",
            "sāgram",
            "vai",
            "varṣa",
            "sāhasram",
            "anvavātsīt",
            "tam",
            "īśvaraḥ"
        ],
        "translation": "For over one thousand years the shiny egg lay on the waters of the Causal Ocean in the lifeless state. Then the Lord entered it as Garbhodakaśāyī Viṣṇu.",
        "purport": " From this verse it appears that all the universes are floating in the Causal Ocean."
    },
    {
        "verse": "16",
        "devanagari": "तस्य नाभेरभूत्पद्मं सहस्रार्कोरुदीधिति ।सर्वजीवनिकायौको यत्र स्वयमभूत्स्वराट् ॥ १६ ॥",
        "english_devnagari": "tasya nābher abhūt padmaṁsahasrārkoru-dīdhitisarva-jīvanikāyaukoyatra svayam abhūt svarāṭ",
        "verse_Syn": [
            "tasya",
            "nābheḥ",
            "abhūt",
            "padmam",
            "sahasra",
            "arka",
            "uru",
            "dīdhiti",
            "sarva",
            "jīva",
            "nikāya",
            "okaḥ",
            "yatra",
            "svayam",
            "abhūt",
            "sva",
            "rāṭ"
        ],
        "translation": "From the navel of the Personality of Godhead Garbhodakaśāyī Viṣṇu sprouted a lotus flower effulgent like a thousand blazing suns. This lotus flower is the reservoir of all conditioned souls, and the first living entity who came out of the lotus flower was the omnipotent Brahmā",
        "purport": " It appears from this verse that the conditioned souls who rested within the body of the Personality of Godhead after the dissolution of the last creation came out in the sum total form of the lotus. This is called hiraṇyagarbha. The first living entity to come out was Lord Brahmā, who is independently able to create the rest of the manifested universe. The lotus is described here as effulgent as the glare of a thousand suns. This indicates that the living entities, as parts and parcels of the Supreme Lord, are also of the same quality, since the Lord also diffuses His bodily glare, known as brahmajyoti. The description of Vaikuṇṭhaloka, as stated in Bhagavad-gītā and other Vedic literatures, is confirmed herewith. In Vaikuṇṭha, the spiritual sky, there is no need of sunshine, moonshine, electricity or fire. Every planet there is self-effulgent like the sun."
    },
    {
        "verse": "17",
        "devanagari": "सोऽनुविष्टो भगवता य: शेते सलिलाशये ।लोकसंस्थां यथापूर्वं निर्ममे संस्थया स्वया ॥ १७ ॥",
        "english_devnagari": "so ’nuviṣṭo bhagavatāyaḥ śete salilāśayeloka-saṁsthāṁ yathā pūrvaṁnirmame saṁsthayā svayā",
        "verse_Syn": [
            "saḥ",
            "anuviṣṭaḥ",
            "bhagavatā",
            "yaḥ",
            "śete",
            "salila",
            "āśaye",
            "loka",
            "saṁsthām",
            "yathā",
            "pūrvam",
            "nirmame",
            "saṁsthayā",
            "svayā"
        ],
        "translation": "When that Supreme Personality of Godhead who is lying on the Garbhodaka Ocean entered the heart of Brahmā, Brahmā brought his intelligence to bear, and with the intelligence invoked he began to create the universe as it was before.",
        "purport": " At a certain time, the Personality of Godhead Kāraṇodakaśāyī Viṣṇu lies in the Kāraṇa Ocean and produces many thousands of universes from His breathing; then He enters again into each and every universe as Garbhodakaśāyī Viṣṇu and fills up half of each universe with His own perspiration. The other half of the universe remains vacant, and that vacant region is called outer space. Then the lotus flower sprouts from His abdomen and produces the first living creature, Brahmā. Then again, as Kṣīrodakaśāyī Viṣṇu, the Lord enters into the heart of every living entity, including Brahmā. This is confirmed in Bhagavad-gītā, Fifteenth Chapter. The Lord says, “I am seated in everyone’s heart, and by Me are remembrance and forgetfulness made possible.” As the witness of the activities of the individual entities, the Lord gives each one remembrance and intelligence to act according to his desire at the time he was annihilated in his last birth in the last millennium. This intelligence is invoked according to one’s own capacity, or by the law of karma. Brahmā was the first living entity, and he was empowered by the Supreme Lord to act in charge of the mode of passion; therefore, he was given the required intelligence, which is so powerful and extensive that he is almost independent of the control of the Supreme Personality of Godhead. Just as a highly posted manager is almost as independent as the owner of a firm, Brahmā is described here as independent because, as the Lord’s representative to control the universe, he is almost as powerful and independent as the Supreme Personality of Godhead. The Lord, as the Supersoul within Brahmā, gave him the intelligence to create. Therefore the creative power of every living entity is not his own; it is by the grace of the Lord that one can create. There are many scientists and great workers in this material world who have wonderful creative force, but they act and create only according to the direction of the Supreme Lord. A scientist may create many wonderful inventions by the direction of the Lord, but it is not possible for him to overcome the stringent laws of material nature by his intelligence, nor is it possible to acquire such intelligence from the Lord, for the Lord’s supremacy would then be hampered. It is stated in this verse that Brahmā created the universe as it was before. This means that he created everything by the same name and form as in the previous cosmic manifestation."
    },
    {
        "verse": "18",
        "devanagari": "ससर्ज च्छाययाविद्यां पञ्चपर्वाणमग्रत: ।तामिस्रमन्धतामिस्रं तमो मोहो महातम: ॥ १८ ॥",
        "english_devnagari": "sasarja cchāyayāvidyāṁpañca-parvāṇam agrataḥtāmisram andha-tāmisraṁtamo moho mahā-tamaḥ",
        "verse_Syn": [
            "sasarja",
            "chāyayā",
            "avidyām",
            "pañca",
            "parvāṇam",
            "agrataḥ",
            "tāmisram",
            "andha",
            "tāmisram",
            "tamaḥ",
            "mohaḥ",
            "mahā",
            "tamaḥ"
        ],
        "translation": "First of all, Brahmā created from his shadow the coverings of ignorance of the conditioned souls. They are five in number and are called tāmisra, andha-tāmisra, tamas, moha and mahā-moha.",
        "purport": " The conditioned souls, or living entities who come to the material world to enjoy sense gratification, are covered in the beginning by five different conditions. The first condition is a covering of tāmisra, or anger. Constitutionally, each and every living entity has minute independence; it is misuse of that minute independence for the conditioned soul to think that he can also enjoy like the Supreme Lord or to think, “Why shall I not be a free enjoyer like the Supreme Lord?” This forgetfulness of his constitutional position is due to anger or envy. The living entity, being eternally a part-and-parcel servitor of the Supreme Lord, can never, by constitution, be an equal enjoyer with the Lord. When he forgets this, however, and tries to be one with Him, his condition is called tāmisra. Even in the field of spiritual realization, this tāmisra mentality of the living entity is hard to overcome. In trying to get out of the entanglement of material life, there are many who want to be one with the Supreme. Even in their transcendental activities, this lower-grade mentality of tāmisra continues. Andha-tāmisra involves considering death to be the ultimate end. The atheists generally think that the body is the self and that everything is therefore ended with the end of the body. Thus they want to enjoy material life as far as possible during the existence of the body. Their theory is: “As long as you live, you should live prosperously. Never mind whether you commit all kinds of so-called sins. You must eat sumptuously. Beg, borrow and steal, and if you think that by stealing and borrowing you are being entangled in sinful activities for which you will have to pay, then just forget that misconception because after death everything is finished. No one is responsible for anything he does during his life.” This atheistic conception of life is killing human civilization, for it is without knowledge of the continuation of eternal life. This andha-tāmisra ignorance is due to tamas. The condition of not knowing anything about the spirit soul is called tamas. This material world is also generally called tamas because ninety-nine percent of its living entities are ignorant of their identity as soul. Almost everyone is thinking that he is this body; he has no information of the spirit soul. Guided by this misconception, one always thinks, “This is my body, and anything in relationship with this body is mine.” For such misguided living entities, sex life is the background of material existence. Actually, the conditioned souls, in ignorance in this material world, are simply guided by sex life, and as soon as they get the opportunity for sex life, they become attached to so-called home, motherland, children, wealth and opulence. As these attachments increase, moha, or the illusion of the bodily concept of life, also increases. Thus the idea that “I am this body, and everything belonging to this body is mine” also increases, and as the whole world is put into moha, sectarian societies, families and nationalities are created, and they fight with one another. Mahā-moha means to be mad after material enjoyment. Especially in this Age of Kali, everyone is overwhelmed by the madness to accumulate paraphernalia for material enjoyment. These definitions are very nicely given in Viṣṇu Purāṇa, wherein it is said:"
    },
    {
        "verse": "19",
        "devanagari": "विससर्जात्मन: कायं नाभिनन्दंस्तमोमयम् ।जगृहुर्यक्षरक्षांसि रात्रिं क्षुत्तृट्‌समुद्भवाम् ॥ १९ ॥",
        "english_devnagari": "visasarjātmanaḥ kāyaṁnābhinandaṁs tamomayamjagṛhur yakṣa-rakṣāṁsirātriṁ kṣut-tṛṭ-samudbhavām",
        "verse_Syn": [
            "visasarja",
            "ātmanaḥ",
            "kāyam",
            "na",
            "abhinandan",
            "tamaḥ",
            "mayam",
            "jagṛhuḥ",
            "yakṣa",
            "rakṣāṁsi",
            "rātrim",
            "kṣut",
            "tṛṭ",
            "samudbhavām"
        ],
        "translation": "Out of disgust, Brahmā threw off the body of ignorance, and taking this opportunity, Yakṣas and Rākṣasas sprang for possession of the body, which continued to exist in the form of night. Night is the source of hunger and thirst.",
        "purport": ""
    },
    {
        "verse": "20",
        "devanagari": "क्षुत्तृड्भ्यामुपसृष्टास्ते तं जग्धुमभिदुद्रुवु: ।मा रक्षतैनं जक्षध्वमित्यूचु: क्षुत्तृडर्दिता: ॥ २० ॥",
        "english_devnagari": "kṣut-tṛḍbhyām upasṛṣṭās tetaṁ jagdhum abhidudruvuḥmā rakṣatainaṁ jakṣadhvamity ūcuḥ kṣut-tṛḍ-arditāḥ",
        "verse_Syn": [
            "kṣut",
            "tṛḍbhyām",
            "upasṛṣṭāḥ",
            "te",
            "tam",
            "jagdhum",
            "abhidudruvuḥ",
            "mā",
            "rakṣata",
            "enam",
            "jakṣadhvam",
            "iti",
            "ūcuḥ",
            "kṣut",
            "tṛṭ",
            "arditāḥ"
        ],
        "translation": "Overpowered by hunger and thirst, they ran to devour Brahmā from all sides and cried, “Spare him not! Eat him up!”",
        "purport": " The representatives of the Yakṣas and Rākṣasas still exist in some countries of the world. It is understood that such uncivilized men take pleasure in killing their own grandfathers and holding a “love feast” by roasting the bodies."
    },
    {
        "verse": "21",
        "devanagari": "देवस्तानाह संविग्नो मा मां जक्षत रक्षत ।अहो मे यक्षरक्षांसि प्रजा यूयं बभूविथ ॥ २१ ॥",
        "english_devnagari": "devas tān āha saṁvignomā māṁ jakṣata rakṣataaho me yakṣa-rakṣāṁsiprajā yūyaṁ babhūvitha",
        "verse_Syn": [
            "devaḥ",
            "tān",
            "āha",
            "saṁvignaḥ",
            "mā",
            "mām",
            "jakṣata",
            "rakṣata",
            "aho",
            "me",
            "yakṣa",
            "rakṣāṁsi",
            "prajāḥ",
            "yūyam",
            "babhūvitha"
        ],
        "translation": "Brahmā, the head of the demigods, full of anxiety, asked them, “Do not eat me, but protect me. You are born from me and have become my sons. Therefore you are Yakṣas and Rākṣasas.”",
        "purport": " The demons who were born from the body of Brahmā were called Yakṣas and Rākṣasas because some of them cried that Brahmā should be eaten and the others cried that he should not be protected. The ones who said that he should be eaten were called Yakṣas, and the ones who said that he should not be protected became Rākṣasas, man-eaters. The two, Yakṣas and Rākṣasas, are the original creation by Brahmā and are represented even until today in the uncivilized men who are scattered all over the universe. They are born of the mode of ignorance, and therefore, because of their behavior, they are called Rākṣasas, or man-eaters."
    },
    {
        "verse": "22",
        "devanagari": "देवता: प्रभया या या दीव्यन् प्रमुखतोऽसृजत् ।ते अहार्षुर्देवयन्तो विसृष्टां तां प्रभामह: ॥ २२ ॥",
        "english_devnagari": "devatāḥ prabhayā yā yādīvyan pramukhato ’sṛjatte ahārṣur devayantovisṛṣṭāṁ tāṁ prabhām ahaḥ",
        "verse_Syn": [
            "devatāḥ",
            "prabhayā",
            "yāḥ",
            "yāḥ",
            "dīvyan",
            "pramukhataḥ",
            "asṛjat",
            "te",
            "ahārṣuḥ",
            "devayantaḥ",
            "visṛṣṭām",
            "tām",
            "prabhām",
            "ahaḥ"
        ],
        "translation": "He then created the chief demigods, who were shining with the glory of goodness. He dropped before them the effulgent form of daytime, and the demigods sportingly took possession of it.",
        "purport": " Demons were born from the creation of night, and the demigods were born from the creation of day. In other words, demons like the Yakṣas and Rākṣasas are born of the quality of ignorance, and demigods are born of the quality of goodness."
    },
    {
        "verse": "23",
        "devanagari": "देवोऽदेवाञ्जघनत: सृजति स्मातिलोलुपान् ।तएनं लोलुपतया मैथुनायाभिपेदिरे ॥ २३ ॥",
        "english_devnagari": "devo ’devāñ jaghanataḥsṛjati smātilolupānta enaṁ lolupatayāmaithunāyābhipedire",
        "verse_Syn": [
            "devaḥ",
            "adevān",
            "jaghanataḥ",
            "sṛjati",
            "sma",
            "ati",
            "lolupān",
            "te",
            "enam",
            "lolupatayā",
            "maithunāya",
            "abhipedire"
        ],
        "translation": "Lord Brahmā then gave birth to the demons from his buttocks, and they were very fond of sex. Because they were too lustful, they approached him for copulation.",
        "purport": " Sex life is the background of material existence. Here also it is repeated that demons are very fond of sex life. The more one is free from the desire for sex, the more he is promoted to the level of the demigods; the more one is inclined to enjoy sex, the more he is degraded to the level of demoniac life."
    },
    {
        "verse": "24",
        "devanagari": "ततो हसन् सभगवानसुरैर्निरपत्रपै: ।अन्वीयमानस्तरसा क्रुद्धो भीत: परापतत् ॥ २४ ॥",
        "english_devnagari": "tato hasan sa bhagavānasurair nirapatrapaiḥanvīyamānas tarasākruddho bhītaḥ parāpatat",
        "verse_Syn": [
            "tataḥ",
            "hasan",
            "saḥ",
            "bhagavān",
            "asuraiḥ",
            "nirapatrapaiḥ",
            "anvīyamānaḥ",
            "tarasā",
            "kruddhaḥ",
            "bhītaḥ",
            "parāpatat"
        ],
        "translation": "The worshipful Brahmā first laughed at their stupidity, but finding the shameless asuras close upon him, he grew indignant and ran in great haste out of fear.",
        "purport": " Sexually inclined demons have no respect even for their father, and the best policy for a saintly father like Brahmā is to leave such demoniac sons."
    },
    {
        "verse": "25",
        "devanagari": "स उपव्रज्य वरदं प्रपन्नार्तिहरं हरिम् ।अनुग्रहाय भक्तानामनुरूपात्मदर्शनम् ॥ २५ ॥",
        "english_devnagari": "sa upavrajya varadaṁprapannārti-haraṁ harimanugrahāya bhaktānāmanurūpātma-darśanam",
        "verse_Syn": [
            "saḥ",
            "upavrajya",
            "vara",
            "dam",
            "prapanna",
            "ārti",
            "haram",
            "harim",
            "anugrahāya",
            "bhaktānām",
            "anurūpa",
            "ātma",
            "darśanam"
        ],
        "translation": "He approached the Personality of Godhead, who bestows all boons and who dispels the agony of His devotees and of those who take shelter of His lotus feet. He manifests His innumerable transcendental forms for the satisfaction of His devotees.",
        "purport": " Here the words bhaktānām anurūpātma-darśanam mean that the Personality of Godhead manifests His multiforms according to the desires of the devotees. For example, Hanumānjī (Vajrāṅgajī) wanted to see the form of the Lord as the Personality of Godhead Rāmacandra, whereas other Vaiṣṇavas want to see the form of Rādhā-Kṛṣṇa, and still other devotees want to see the Lord in the form of Lakṣmī-Nārāyaṇa. The Māyāvādī philosophers think that although all these forms are assumed by the Lord just as the devotees desire to see Him, actually He is impersonal. From Brahma-saṁhitā, however, we can understand that this is not so, for the Lord has multiforms. It is said in the Brahma-saṁhitā, advaitam acyutam. The Lord does not appear before the devotee because of the devotee’s imagination. Brahma-saṁhitā further explains that the Lord has innumerable forms: rāmādi-mūrtiṣu kalā-niyamena tiṣṭhan. He exists in millions and millions of forms. There are 8,400,000 spieces of living entities, but the incarnations of the Supreme Lord are innumerable. In the Bhāgavatam it is stated that as the waves in the sea cannot be counted but appear and disappear continually, the incarnations and forms of the Lord are innumerable. A devotee is attached to a particular form, and it is that form which he worships. We have just described the first appearance of the boar within this universe. There are innumerable universes, and somewhere or other the boar form is now existing. All the forms of the Lord are eternal. It is the devotee’s inclination to worship a particular form, and he engages in devotional service to that form. In a verse in the Rāmāyaṇa, Hanumān, the great devotee of Rāma, said, “I know that there is no difference between the Sītā-Rāma and Lakṣmī-Nārāyaṇa forms of the Supreme Personality of Godhead, but nevertheless, the form of Rāma and Sītā has absorbed my affection and love. Therefore I want to see the Lord in the forms of Rāma and Sītā.” Similarly, the Gauḍīya Vaiṣṇava loves the forms of Rādhā and Kṛṣṇa, and Kṛṣṇa and Rukmiṇī at Dvārakā. The words bhaktānām anurūpātma-darśanam mean that the Lord is always pleased to favor the devotee in the particular form in which the devotee wants to worship and render service unto Him. In this verse it is stated that Brahmā approached Hari, the Supreme Personality of Godhead. This form of the Lord is Kṣīrodakaśāyī Viṣṇu. Whenever there is some trouble and Brahmā has to approach the Lord, he can approach Kṣīrodakaśāyī Viṣṇu, and it is the grace of the Lord that whenever Brahmā approaches about disturbances in the universe, the Lord gives him relief in so many ways."
    },
    {
        "verse": "26",
        "devanagari": "पाहि मां परमात्मंस्ते प्रेषणेनासृजंप्रजा: ।ता इमा यभितुं पापा उपाक्रामन्ति मां प्रभो ॥ २६ ॥",
        "english_devnagari": "pāhi māṁ paramātmaṁs tepreṣaṇenāsṛjaṁ prajāḥtā imā yabhituṁ pāpāupākrāmanti māṁ prabho",
        "verse_Syn": [
            "pāhi",
            "mām",
            "parama",
            "ātman",
            "te",
            "preṣaṇena",
            "asṛjam",
            "prajāḥ",
            "tāḥ",
            "imāḥ",
            "yabhitum",
            "pāpāḥ",
            "upākrāmanti",
            "mām",
            "prabho"
        ],
        "translation": "Lord Brahmā, approaching the Lord, addressed Him thus: My Lord, please protect me from these sinful demons, who were created by me under Your order. They are infuriated by an appetite for sex and have come to attack me.",
        "purport": " It appears here that the homosexual appetite of males for each other is created in this episode of the creation of the demons by Brahmā. In other words, the homosexual appetite of a man for another man is demoniac and is not for any sane male in the ordinary course of life."
    },
    {
        "verse": "27",
        "devanagari": "त्वमेक: किल लोकानां क्लिष्टानांक्लेशनाशन: ।त्वमेक: क्लेशदस्तेषामनासन्नपदां तव ॥ २७ ॥",
        "english_devnagari": "tvam ekaḥ kila lokānāṁkliṣṭānāṁ kleśa-nāśanaḥtvam ekaḥ kleśadas teṣāmanāsanna-padāṁ tava",
        "verse_Syn": [
            "tvam",
            "ekaḥ",
            "kila",
            "lokānām",
            "kliṣṭānām",
            "kleśa",
            "nāśanaḥ",
            "tvam",
            "ekaḥ",
            "kleśa",
            "daḥ",
            "teṣām",
            "anāsanna",
            "padām",
            "tava"
        ],
        "translation": "My Lord, You are the only one capable of ending the affliction of the distressed and inflicting agony on those who never resort to Your feet.",
        "purport": " The words kleśadas teṣām anāsanna-padāṁ tava indicate that the Lord has two concerns. The first is to give protection to persons who take shelter of His lotus feet, and the second is to give trouble to those who are always demoniac and who are inimical toward the Lord. Māyā’s function is to give afflictions to the nondevotees. Here Brahmā said, “You are the protector of the surrendered souls; therefore I surrender unto Your lotus feet. Please give me protection from these demons.”"
    },
    {
        "verse": "28",
        "devanagari": "सोऽवधार्यास्य कार्पण्यं विविक्ताध्यात्मदर्शन: ।विमुञ्चात्मतनुं घोरामित्युक्तो विमुमोच ह ॥ २८ ॥",
        "english_devnagari": "so ’vadhāryāsya kārpaṇyaṁviviktādhyātma-darśanaḥvimuñcātma-tanuṁ ghorāmity ukto vimumoca ha",
        "verse_Syn": [
            "saḥ",
            "avadhārya",
            "asya",
            "kārpaṇyam",
            "vivikta",
            "adhyātma",
            "darśanaḥ",
            "vimuñca",
            "ātma",
            "tanum",
            "ghorām",
            "iti",
            "uktaḥ",
            "vimumoca",
            "ha"
        ],
        "translation": "The Lord, who can distinctly see the minds of others, perceived Brahmā’s distress and said to him: “Cast off this impure body of yours.” Thus commanded by the Lord, Brahmā cast off his body.",
        "purport": " The Lord is described here by the word viviktādhyātma-darśanaḥ. If anyone can completely perceive another’s distress without doubt, it is the Lord Himself. If someone is in distress and wants to get relief from his friend, sometimes it so happens that his friend does not appreciate the volume of distress he is suffering. But for the Supreme Lord it is not difficult. The Supreme Lord, as Paramātmā, is sitting within the heart of every living entity, and He directly perceives the exact causes of distress. In Bhagavad-gītā the Lord says, sarvasya cāhaṁ hṛdi sanniviṣṭaḥ: “I am sitting in everyone’s heart, and because of Me one’s remembrance and forgetfulness occur.” Thus whenever one fully surrenders unto the Supreme Lord, one finds that He is sitting within one’s heart. He can give us direction how to get out of dangers or how to approach Him in devotional service. The Lord, however, asked Brahmā to give up his present body because it had created the demoniac principle. According to Śrīdhara Svāmī, Brahmā’s constant dropping of his body does not refer to his actually giving up his body. Rather, he suggests that Brahmā gave up a particular mentality. Mind is the subtle body of the living entity. We may sometimes be absorbed in some thought which is sinful, but if we give up the sinful thought, it may be said that we give up the body. Brahmā’s mind was not in correct order when he created the demons. It must have been full of passion because the entire creation was passionate; therefore such passionate sons were born. It follows that any father and mother should also be careful while begetting children. The mental condition of a child depends upon the mental status of his parents at the time he is conceived. According to the Vedic system, therefore, the garbhādhāna-saṁskāra, or the ceremony for giving birth to a child, is observed. Before begetting a child, one has to sanctify his perplexed mind. When the parents engage their minds in the lotus feet of the Lord and in such a state the child is born, naturally good devotee children come; when the society is full of such good population, there is no trouble from demoniac mentalities."
    },
    {
        "verse": "29",
        "devanagari": "तां क्‍वणच्चरणाम्भोजां मदविह्वललोचनाम् ।काञ्चीकलापविलसद्दुकूलच्छन्नरोधसम् ॥ २९ ॥",
        "english_devnagari": "tāṁ kvaṇac-caraṇāmbhojāṁmada-vihvala-locanāmkāñcī-kalāpa-vilasad-dukūla-cchanna-rodhasam",
        "verse_Syn": [
            "tām",
            "kvaṇat",
            "caraṇa",
            "ambhojām",
            "mada",
            "vihvala",
            "locanām",
            "kāñcī",
            "kalāpa",
            "vilasat",
            "dukūla",
            "channa",
            "rodhasam"
        ],
        "translation": "The body given up by Brahmā took the form of the evening twilight, when the day and night meet, a time which kindles passion. The asuras, who are passionate by nature, dominated as they are by the element of rajas, took it for a damsel, whose lotus feet resounded with the tinkling of anklets, whose eyes were wide with intoxication and whose hips were covered by fine cloth, over which shone a girdle.",
        "purport": " As early morning is the period for spiritual cultivation, the beginning of evening is the period for passion. Demoniac men are generally very fond of sex enjoyment; therefore they very much appreciate the approach of evening. The demons took the approach of the evening twilight to be a beautiful woman, and they began to adore her in various ways. They imagined the twilight to be a very beautiful woman with tinkling bangles on her feet, a girdle on her hips, and beautiful breasts, and for their sexual satisfaction they imagined the appearance of this beautiful girl before them."
    },
    {
        "verse": "30",
        "devanagari": "अन्योन्यश्लेषयोत्तुङ्गनिरन्तरपयोधराम् ।सुनासां सुद्विजां स्‍निग्धहासलीलावलोकनाम् ॥ ३० ॥",
        "english_devnagari": "anyonya-śleṣayottuṅga-nirantara-payodharāmsunāsāṁ sudvijāṁ snigdha-hāsa-līlāvalokanām",
        "verse_Syn": [
            "anyonya",
            "śleṣayā",
            "uttuṅga",
            "nirantara",
            "payaḥ",
            "dharām",
            "su",
            "nāsām",
            "su",
            "dvijām",
            "snigdha",
            "hāsa",
            "līlā",
            "avalokanām"
        ],
        "translation": "Her breasts projected upward because of their clinging to each other, and they were too contiguous to admit any intervening space. She had a shapely nose and beautiful teeth, a lovely smile played on her lips, and she cast a sportful glance at the asuras.",
        "purport": ""
    },
    {
        "verse": "31",
        "devanagari": "गूहन्तीं व्रीडयात्मानं नीलालकवरूथिनीम् ।उपलभ्यासुरा धर्म सर्वे सम्मुमुहु: स्त्रियम् ॥ ३१ ॥",
        "english_devnagari": "gūhantīṁ vrīḍayātmānaṁnīlālaka-varūthinīmupalabhyāsurā dharmasarve sammumuhuḥ striyam",
        "verse_Syn": [
            "gūhantīm",
            "vrīḍayā",
            "ātmānam",
            "nīla",
            "alaka",
            "varūthinīm",
            "upalabhya",
            "asurāḥ",
            "dharma",
            "sarve",
            "sammumuhuḥ",
            "striyam"
        ],
        "translation": "Adorned with dark tresses, she hid herself, as it were, out of shyness. Upon seeing that girl, the asuras were all infatuated with an appetite for sex.",
        "purport": " The difference between demons and demigods is that a beautiful woman very easily attracts the minds of demons, but she cannot attract the mind of a godly person. A godly person is full of knowledge, and a demoniac person is full of ignorance. Just as a child is attracted by a beautiful doll, similarly a demon, who is less intelligent and full of ignorance, is attracted by material beauty and an appetite for sex. The godly person knows that this nicely dressed and ornamented attraction of high breasts, high hips, beautiful nose and fair complexion is māyā. All the beauty a woman can display is only a combination of flesh and blood. Śrī Śaṅkarācārya has advised all persons not to be attracted by the interaction of flesh and blood; they should be attracted by the real beauty In spiritual life. The real beauty is Kṛṣṇa and Rādhā. One who is attracted by the beauty of Rādhā and Kṛṣṇa cannot be attracted by the false beauty of this material world. That is the difference between a demon and a godly person or devotee."
    },
    {
        "verse": "32",
        "devanagari": "अहो रूपमहो धैर्यमहो अस्या नवं वय: ।मध्ये कामयमानानामकामेव विसर्पति ॥ ३२ ॥",
        "english_devnagari": "aho rūpam aho dhairyamaho asyā navaṁ vayaḥmadhye kāmayamānānāmakāmeva visarpati",
        "verse_Syn": [
            "aho",
            "rūpam",
            "aho",
            "dhairyam",
            "aho",
            "asyāḥ",
            "navam",
            "vayaḥ",
            "madhye",
            "kāmayamānānām",
            "akāmā",
            "iva",
            "visarpati"
        ],
        "translation": "The demons praised her: Oh, what a beauty! What rare self-control! What a budding youth! In the midst of us all, who are passionately longing for her, she is moving about like one absolutely free from passion.",
        "purport": ""
    },
    {
        "verse": "33",
        "devanagari": "वितर्कयन्तो बहुधा तां सन्ध्यांप्रमदाकृतिम् ।अभिसम्भाव्य विश्रम्भात्पर्यपृच्छन् कुमेधस: ॥ ३३ ॥",
        "english_devnagari": "vitarkayanto bahudhātāṁ sandhyāṁ pramadākṛtimabhisambhāvya viśrambhātparyapṛcchan kumedhasaḥ",
        "verse_Syn": [
            "vitarkayantaḥ",
            "bahudhā",
            "tām",
            "sandhyām",
            "pramadā",
            "ākṛtim",
            "abhisambhāvya",
            "viśrambhāt",
            "paryapṛcchan",
            "ku",
            "medhasaḥ"
        ],
        "translation": "Indulging in various speculations about the evening twilight, which appeared to them endowed with the form of a young woman, the wicked-minded asuras treated her with respect and fondly spoke to her as follows.",
        "purport": ""
    },
    {
        "verse": "34",
        "devanagari": "कासि कस्यासि रम्भोरु को वार्थस्तेऽत्रभामिनि ।रूपद्रविणपण्येन दुर्भगान्नो विबाधसे ॥ ३४ ॥",
        "english_devnagari": "kāsi kasyāsi rambhoruko vārthas te ’tra bhāminirūpa-draviṇa-paṇyenadurbhagān no vibādhase",
        "verse_Syn": [
            "kā",
            "asi",
            "kasya",
            "asi",
            "rambhoru",
            "kaḥ",
            "vā",
            "arthaḥ",
            "te",
            "atra",
            "bhāmini",
            "rūpa",
            "draviṇa",
            "paṇyena",
            "durbhagān",
            "naḥ",
            "vibādhase"
        ],
        "translation": "Who are you, O pretty girl? Whose wife or daughter are you, and what can be the object of your appearing before us? Why do you tantalize us, unfortunate as we are, with the priceless commodity of your beauty?",
        "purport": " The mentality of the demons in being enamored by the false beauty of this material world is expressed herein. The demoniac can pay any price for the skin beauty of this material world. They work very hard all day and night, but the purpose of their hard work is to enjoy sex life. Sometimes they misrepresent themselves as karma-yogīs, not knowing the meaning of the word yoga. Yoga means to link up with the Supreme Personality of Godhead, or to act in Kṛṣṇa consciousness. A person who works very hard, no matter in what occupation, and who offers the result of the work to the service of the Supreme Personality of Godhead, Kṛṣṇa, is called a karma-yogi."
    },
    {
        "verse": "35",
        "devanagari": "या वा काचित्त्वमबले दिष्टय‍ा सन्दर्शनं तव ।उत्सुनोषीक्षमाणानां कन्दुकक्रीडया मन: ॥ ३५ ॥",
        "english_devnagari": "yā vā kācit tvam abalediṣṭyā sandarśanaṁ tavautsunoṣīkṣamāṇānāṁkanduka-krīḍayā manaḥ",
        "verse_Syn": [
            "yā",
            "vā",
            "kācit",
            "tvam",
            "abale",
            "diṣṭyā",
            "sandarśanam",
            "tava",
            "utsunoṣi",
            "īkṣamāṇānām",
            "kanduka",
            "krīḍayā",
            "manaḥ"
        ],
        "translation": "Whosoever you may be, O beautiful girl, we are fortunate in being able to see you. While playing with a ball, you have agitated the minds of all onlookers.",
        "purport": " Demons arrange many kinds of performances to see the glaring beauty of a beautiful woman. Here it is stated that they saw the girl playing with a ball. Sometimes the demoniac arrange for so-called sports, like tennis, with the opposite sex. The purpose of such sporting is to see the bodily construction of the beautiful girl and enjoy a subtle sex mentality. This demoniac sex mentality of material enjoyment is sometimes encouraged by so-called yogīs who encourage the public to enjoy sex life in different varieties and at the same time advertise that if one meditates on a certain manufactured mantra one can become God within six months. The public wants to be cheated, and Kṛṣṇa therefore creates such cheaters to misrepresent and delude. These so-called yogīs are actually enjoyers of the world garbed as yogīs. Bhagavad-gītā, however, recommends that if one wants to enjoy life, then it cannot be with these gross senses. A patient is advised by the experienced physician to refrain from ordinary enjoyment while in the diseased condition. A diseased person cannot enjoy anything; he has to restrain his enjoyment in order to get rid of the disease. Similarly, our material condition is a diseased condition. If one wants to enjoy real sense enjoyment, then one must get free of the entanglement of material existence. In spiritual life we can enjoy sense enjoyment which has no end. The difference between material and spiritual enjoyment is that material enjoyment is limited. Even if a man engages in material sex enjoyment, he cannot enjoy it for long. But when the sex enjoyment is given up, then one can enter spiritual life, which is unending. In the Bhāgavatam (5.5.1) it is stated that brahma-saukhya, spiritual happiness, is ananta, unending. Foolish creatures are enamored by the beauty of matter and think that the enjoyment it offers is real, but actually that is not real enjoyment."
    },
    {
        "verse": "36",
        "devanagari": "नैकत्र ते जयति शालिनि पादपद्मंघ्नन्त्या मुहु: करतलेन पतत्पतङ्गम् ।मध्यं विषीदति बृहत्स्तनभारभीतंशान्तेव द‍ृष्टिरमला सुशिखासमूह: ॥ ३६ ॥",
        "english_devnagari": "naikatra te jayati śālini pāda-padmaṁghnantyā muhuḥ kara-talena patat-pataṅgammadhyaṁ viṣīdati bṛhat-stana-bhāra-bhītaṁśānteva dṛṣṭir amalā suśikhā-samūhaḥ",
        "verse_Syn": [
            "na",
            "ekatra",
            "te",
            "jayati",
            "śālini",
            "pāda",
            "padmam",
            "ghnantyāḥ",
            "muhuḥ",
            "kara",
            "talena",
            "patat",
            "pataṅgam",
            "madhyam",
            "viṣīdati",
            "bṛhat",
            "stana",
            "bhāra",
            "bhītam",
            "śāntā",
            "iva",
            "dṛṣṭiḥ",
            "amalā",
            "su",
            "śikhā",
            "samūhaḥ"
        ],
        "translation": "O beautiful woman, when you strike the bouncing ball against the ground with your hand again and again, your lotus feet do not stay in one place. Oppressed by the weight of your full-grown breasts, your waist becomes fatigued, and your clear vision grows dull, as it were. Pray braid your comely hair.",
        "purport": " The demons observed beautiful gestures in the woman’s every step. Here they praise her full-grown breasts, her scattered hair and her movements in stepping forward and backward while playing with the ball. In every step they enjoy her womanly beauty, and while they enjoy her beauty their minds become agitated by sex desire. As moths at night surround a fire and are killed, so the demons become victims of the movements of the ball-like breasts of a beautiful woman. The scattered hair of a beautiful woman also afflicts the heart of a lusty demon."
    },
    {
        "verse": "37",
        "devanagari": "इति सायन्तनीं सन्ध्यामसुरा: प्रमदायतीम् ।प्रलोभयन्तीं जगृहुर्मत्वा मूढधिय: स्त्रियम् ॥ ३७ ॥",
        "english_devnagari": "iti sāyantanīṁ sandhyāmasurāḥ pramadāyatīmpralobhayantīṁ jagṛhurmatvā mūḍha-dhiyaḥ striyam",
        "verse_Syn": [
            "iti",
            "sāyantanīm",
            "sandhyām",
            "asurāḥ",
            "pramadāyatīm",
            "pralobhayantīm",
            "jagṛhuḥ",
            "matvā",
            "mūḍha",
            "dhiyaḥ",
            "striyam"
        ],
        "translation": "The asuras, clouded in their understanding, took the evening twilight to be a beautiful woman showing herself in her alluring form, and they seized her.",
        "purport": " The asuras are described here as mūḍha-dhiyaḥ, meaning that they are captivated by ignorance, just like the ass. The demons were captivated by the false, glaring beauty of this material form, and thus they embraced her."
    },
    {
        "verse": "38",
        "devanagari": "प्रहस्य भावगम्भीरं जिघ्रन्त्यात्मानमात्मना ।कान्त्या ससर्ज भगवान् गन्धर्वाप्सरसां गणान् ॥ ३८ ॥",
        "english_devnagari": "prahasya bhāva-gambhīraṁjighrantyātmānam ātmanākāntyā sasarja bhagavāngandharvāpsarasāṁ gaṇān",
        "verse_Syn": [
            "prahasya",
            "bhāva",
            "gambhīram",
            "jighrantyā",
            "ātmānam",
            "ātmanā",
            "kāntyā",
            "sasarja",
            "bhagavān",
            "gandharva",
            "apsarasām",
            "gaṇān"
        ],
        "translation": "With a laugh full of deep significance, the worshipful Brahmā then evolved by his own loveliness, which seemed to enjoy itself by itself, the hosts of Gandharvas and Apsarās.",
        "purport": " The musicians in the upper planetary systems are called Gandharvas, and the dancing girls are called Apsarās. After being attacked by the demons and evolving a form of a beautiful woman in the twilight, Brahmā next created Gandharvas and Apsarās. Music and dancing employed in sense gratification are to be accepted as demoniac, but the same music and dancing, when employed in glorifying the Supreme Lord as kīrtana, are transcendental, and they bring about a life completely fit for spiritual enjoyment."
    },
    {
        "verse": "39",
        "devanagari": "विससर्ज तनुं तां वैज्योत्‍स्‍नां कान्तिमतीं प्रियाम् ।त एव चाददु: प्रीत्या विश्वावसुपुरोगमा: ॥ ३९ ॥",
        "english_devnagari": "visasarja tanuṁ tāṁ vaijyotsnāṁ kāntimatīṁ priyāmta eva cādaduḥ prītyāviśvāvasu-purogamāḥ",
        "verse_Syn": [
            "visasarja",
            "tanum",
            "tām",
            "vai",
            "jyotsnām",
            "kānti",
            "matīm",
            "priyām",
            "te",
            "eva",
            "ca",
            "ādaduḥ",
            "prītyā",
            "viśvāvasu",
            "puraḥ",
            "gamāḥ"
        ],
        "translation": "After that, Brahmā gave up that shining and beloved form of moonlight. Viśvāvasu and other Gandharvas gladly took possession of it.",
        "purport": ""
    },
    {
        "verse": "40",
        "devanagari": "सृष्ट्वा भूतपिशाचांश्च भगवानात्मतन्द्रिणा ।दिग्वाससो मुक्तकेशान् वीक्ष्य चामीलयद् द‍ृशौ ॥ ४० ॥",
        "english_devnagari": "sṛṣṭvā bhūta-piśācāṁś cabhagavān ātma-tandriṇādig-vāsaso mukta-keśānvīkṣya cāmīlayad dṛśau",
        "verse_Syn": [
            "sṛṣṭvā",
            "bhūta",
            "piśācān",
            "ca",
            "bhagavān",
            "ātma",
            "tandriṇā",
            "dik",
            "vāsasaḥ",
            "mukta",
            "keśān",
            "vīkṣya",
            "ca",
            "amīlayat",
            "dṛśau"
        ],
        "translation": "The glorious Brahmā next evolved from his sloth the ghosts and fiends, but he closed his eyes when he saw them stand naked with their hair scattered.",
        "purport": " Ghosts and mischievous hobgoblins are also the creation of Brahmā; they are not false. All of them are meant for putting the conditioned soul into various miseries. They are understood to be the creation of Brahmā under the direction of the Supreme Lord."
    },
    {
        "verse": "41",
        "devanagari": "जगृहुस्तद्विसृष्टां तां जृम्भणाख्यां तनुं प्रभो: ।निद्रामिन्द्रियविक्लेदो यया भूतेषु द‍ृश्यते ।येनोच्छिष्टान्धर्षयन्ति तमुन्मादं प्रचक्षते ॥ ४१ ॥",
        "english_devnagari": "jagṛhus tad-visṛṣṭāṁ tāṁjṛmbhaṇākhyāṁ tanuṁ prabhoḥnidrām indriya-vikledoyayā bhūteṣu dṛśyateyenocchiṣṭān dharṣayantitam unmādaṁ pracakṣate",
        "verse_Syn": [
            "jagṛhuḥ",
            "tat",
            "visṛṣṭām",
            "tām",
            "jṛmbhaṇa",
            "ākhyām",
            "tanum",
            "prabhoḥ",
            "nidrām",
            "indriya",
            "vikledaḥ",
            "yayā",
            "bhūteṣu",
            "dṛśyate",
            "yena",
            "ucchiṣṭān",
            "dharṣayanti",
            "tam",
            "unmādam",
            "pracakṣate"
        ],
        "translation": "The ghosts and hobgoblins took possession of the body thrown off in the form of yawning by Brahmā, the creator of the living entities. This is also known as the sleep which causes drooling. The hobgoblins and ghosts attack men who are impure, and their attack is spoken of as insanity.",
        "purport": " The disease of insanity or being haunted by ghosts takes place in an unclean state of existence. Here it is clearly stated that when a man is fast asleep and saliva flows from his mouth and he remains unclean, ghosts then take advantage of his unclean state and haunt his body. In other words, those who drool while sleeping are considered unclean and are subject to be haunted by ghosts or to go insane."
    },
    {
        "verse": "42",
        "devanagari": "ऊर्जस्वन्तं मन्यमान आत्मानं भगवानज: ।साध्यान् गणान् पितृगणान् परोक्षेणासृजत्प्रभु: ॥ ४२ ॥",
        "english_devnagari": "ūrjasvantaṁ manyamānaātmānaṁ bhagavān ajaḥsādhyān gaṇān pitṛ-gaṇānparokṣeṇāsṛjat prabhuḥ",
        "verse_Syn": [
            "ūrjaḥ",
            "vantam",
            "manyamānaḥ",
            "ātmānam",
            "bhagavān",
            "ajaḥ",
            "sādhyān",
            "gaṇān",
            "pitṛ",
            "gaṇān",
            "parokṣeṇa",
            "asṛjat",
            "prabhuḥ"
        ],
        "translation": "Recognizing himself to be full of desire and energy, the worshipful Brahmā, the creator of the living entities, evolved from his own invisible form, from his navel, the hosts of Sādhyas and Pitās.",
        "purport": " The Sādhyas and Pitās are invisible forms of departed souls, and they are also created by Brahmā."
    },
    {
        "verse": "43",
        "devanagari": "त आत्मसर्गं तं कायं पितर: प्रतिपेदिरे ।साध्येभ्यश्च पितृभ्यश्च कवयो यद्वितन्वते ॥ ४३ ॥",
        "english_devnagari": "ta ātma-sargaṁ taṁ kāyaṁpitaraḥ pratipediresādhyebhyaś ca pitṛbhyaś cakavayo yad vitanvate",
        "verse_Syn": [
            "te",
            "ātma",
            "sargam",
            "tam",
            "kāyam",
            "pitaraḥ",
            "pratipedire",
            "sādhyebhyaḥ",
            "ca",
            "pitṛbhyaḥ",
            "ca",
            "kavayaḥ",
            "yat",
            "vitanvate"
        ],
        "translation": "The Pitās themselves took possession of the invisible body, the source of their existence. It is through the medium of this invisible body that those well versed in the rituals offer oblations to the Sādhyas and Pitās [in the form of their departed ancestors] on the occasion of śrāddha.",
        "purport": " Śrāddha is a ritualistic performance observed by the followers of the Vedas. There is a yearly occasion of fifteen days when ritualistic religionists follow the principle of offering oblations to departed souls. Thus those fathers and ancestors who, by freaks of nature, might not have a gross body for material enjoyment can again gain such bodies due to the offering of śrāddha oblations by their descendants. The performance of śrāddha, or offering oblations with prasāda, is still current in India, especially at Gayā, where oblations are offered at the lotus feet of Viṣṇu in a celebrated temple. Because the Lord is thus pleased with the devotional service of the descendants, by His grace He liberates the condemned souls of forefathers who do not have gross bodies, and He favors them to again receive a gross body for development of spiritual advancement. Unfortunately, by the influence of māyā, the conditioned soul employs the body he gets for sense gratification, forgetting that such an occupation may lead him to return to an invisible body. The devotee of the Lord, or one who is in Kṛṣṇa consciousness, however, does not need to perform such ritualistic ceremonies as śrāddha because he is always pleasing the Supreme Lord; therefore his fathers and ancestors who might have been in difficulty are automatically relieved. The vivid example is Prahlāda Mahārāja. Prahlāda Mahārāja requested Lord Nṛsiṁhadeva to deliver his sinful father, who had so many times offended the lotus feet of the Lord. The Lord replied that in a family where a Vaiṣṇava like Prahlāda is born, not only his father but his father’s father and their fathers — up to the fourteenth father back — are all automatically delivered. The conclusion, therefore, is that Kṛṣṇa consciousness is the sum total of all good work for the family, for society and for all living entities. In the Caitanya-caritāmṛta, the author says that a person fully conversant with Kṛṣṇa consciousness does not perform any rituals because he knows that simply by serving Kṛṣṇa in full Kṛṣṇa consciousness all rituals are automatically performed."
    },
    {
        "verse": "44",
        "devanagari": "सिद्धान् विद्याधरांश्चैव तिरोधानेन सोऽसृजत् ।तेभ्योऽददात्तमात्मानमन्तर्धानाख्यमद्भुतम् ॥ ४४ ॥",
        "english_devnagari": "siddhān vidyādharāṁś caivatirodhānena so ’sṛjattebhyo ’dadāt tam ātmānamantardhānākhyam adbhutam",
        "verse_Syn": [
            "siddhān",
            "vidyādharān",
            "ca",
            "eva",
            "tirodhānena",
            "saḥ",
            "asṛjat",
            "tebhyaḥ",
            "adadāt",
            "tam",
            "ātmānam",
            "antardhāna",
            "ākhyam",
            "adbhutam"
        ],
        "translation": "Then Lord Brahmā, by his ability to be hidden from vision, created the Siddhas and Vidyādharas and gave them that wonderful form of his known as the Antardhāna.",
        "purport": " Antardhāna means that these living creatures can be perceived to be present, but they cannot be seen by vision."
    },
    {
        "verse": "45",
        "devanagari": "स किन्नरान किम्पुरुषान् प्रत्यात्म्येनासृजत्प्रभु: ।मानयन्नात्मनात्मानमात्माभासं विलोकयन् ॥ ४५ ॥",
        "english_devnagari": "sa kinnarān kimpuruṣānpratyātmyenāsṛjat prabhuḥmānayann ātmanātmānamātmābhāsaṁ vilokayan",
        "verse_Syn": [
            "saḥ",
            "kinnarān",
            "kimpuruṣān",
            "pratyātmyena",
            "asṛjat",
            "prabhuḥ",
            "mānayan",
            "ātmanā",
            "ātmānam",
            "ātma",
            "ābhāsam",
            "vilokayan"
        ],
        "translation": "One day, Brahmā, the creator of the living entities, beheld his own reflection in the water, and admiring himself, he evolved Kimpuruṣas as well as Kinnaras out of that reflection.",
        "purport": ""
    },
    {
        "verse": "46",
        "devanagari": "ते तु तज्जगृहू रूपं त्यक्तं यत्परमेष्ठिना ।मिथुनीभूय गायन्तस्तमेवोषसि कर्मभि: ॥ ४६ ॥",
        "english_devnagari": "te tu taj jagṛhū rūpaṁtyaktaṁ yat parameṣṭhināmithunī-bhūya gāyantastam evoṣasi karmabhiḥ",
        "verse_Syn": [
            "te",
            "tu",
            "tat",
            "jagṛhuḥ",
            "rūpam",
            "tyaktam",
            "yat",
            "parameṣṭhinā",
            "mithunī",
            "bhūya",
            "gāyantaḥ",
            "tam",
            "eva",
            "uṣasi",
            "karmabhiḥ"
        ],
        "translation": "The Kimpuruṣas and Kinnaras took possession of that shadowy form left by Brahmā. That is why they and their spouses sing his praises by recounting his exploits at every daybreak.",
        "purport": " The time early in the morning, one and a half hours before sunrise, is called brāhma-muhūrta. During this brāhma-muhūrta, spiritual activities are recommended. Spiritual activities performed early in the morning have a greater effect than in any other part of the day."
    },
    {
        "verse": "47",
        "devanagari": "देहेन वै भोगवता शयानो बहुचिन्तया ।सर्गेऽनुपचिते क्रोधादुत्ससर्ज ह तद्वपु: ॥ ४७ ॥",
        "english_devnagari": "dehena vai bhogavatāśayāno bahu-cintayāsarge ’nupacite krodhādutsasarja ha tad vapuḥ",
        "verse_Syn": [
            "dehena",
            "vai",
            "bhogavatā",
            "śayānaḥ",
            "bahu",
            "cintayā",
            "sarge",
            "anupacite",
            "krodhāt",
            "utsasarja",
            "ha",
            "tat",
            "vapuḥ"
        ],
        "translation": "Once Brahmā lay down with his body stretched at full length. He was very concerned that the work of creation had not proceeded apace, and in a sullen mood he gave up that body too.",
        "purport": ""
    },
    {
        "verse": "48",
        "devanagari": "येऽहीयन्तामुत: केशा अहयस्तेऽङ्ग जज्ञिरे ।सर्पा: प्रसर्पत: क्रूरा नागा भोगोरुकन्धरा: ॥ ४८ ॥",
        "english_devnagari": "ye ’hīyantāmutaḥ keśāahayas te ’ṅga jajñiresarpāḥ prasarpataḥ krūrānāgā bhogoru-kandharāḥ",
        "verse_Syn": [
            "ye",
            "ahīyanta",
            "amutaḥ",
            "keśāḥ",
            "ahayaḥ",
            "te",
            "aṅga",
            "jajñire",
            "sarpāḥ",
            "prasarpataḥ",
            "krūrāḥ",
            "nāgāḥ",
            "bhoga",
            "uru",
            "kandharāḥ"
        ],
        "translation": "O dear Vidura, the hair that dropped from that body transformed into snakes, and even while the body crawled along with its hands and feet contracted, there sprang from it ferocious serpents and Nāgas with their hoods expanded.",
        "purport": ""
    },
    {
        "verse": "49",
        "devanagari": "स आत्मान् मन्यमान: कृतकृत्यमिवात्मभू: ।तदा मनून् ससर्जान्ते मनसा लोकभावनान् ॥ ४९ ॥",
        "english_devnagari": "sa ātmānaṁ manyamānaḥkṛta-kṛtyam ivātmabhūḥtadā manūn sasarjāntemanasā loka-bhāvanān",
        "verse_Syn": [
            "saḥ",
            "ātmānam",
            "manyamānaḥ",
            "kṛta",
            "kṛtyam",
            "iva",
            "ātmabhūḥ",
            "tadā",
            "manūn",
            "sasarja",
            "ante",
            "manasā",
            "loka",
            "bhāvanān"
        ],
        "translation": "One day Brahmā, the self-born, the first living creature, felt as if the object of his life had been accomplished. At that time he evolved from his mind the Manus, who promote the welfare activities of the universe.",
        "purport": ""
    },
    {
        "verse": "50",
        "devanagari": "तेभ्य: सोऽसृजत्स्वीयं पुरं पुरुषमात्मवान् ।तान् दृष्ट्वा ये पुरा सृष्टा: प्रशशंसु: प्रजापतिम् ॥ ५० ॥",
        "english_devnagari": "tebhyaḥ so ’sṛjat svīyaṁpuraṁ puruṣam ātmavāntān dṛṣṭvā ye purā sṛṣṭāḥpraśaśaṁsuḥ prajāpatim",
        "verse_Syn": [
            "tebhyaḥ",
            "saḥ",
            "asṛjat",
            "svīyam",
            "puram",
            "puruṣam",
            "ātma",
            "vān",
            "tān",
            "dṛṣṭvā",
            "ye",
            "purā",
            "sṛṣṭāḥ",
            "praśaśaṁsuḥ",
            "prajāpatim"
        ],
        "translation": "The self-possessed creator gave them his own human form. On seeing the Manus, those who had been created earlier — the demigods, the Gandharvas and so on — applauded Brahmā, the lord of the universe.",
        "purport": ""
    },
    {
        "verse": "51",
        "devanagari": "अहो एतज्जगत्स्रष्ट: सुकृतं बत ते कृतम् ।प्रतिष्ठिता: क्रिया यस्मिन् साकमन्नमदामहे ॥ ५१ ॥",
        "english_devnagari": "aho etaj jagat-sraṣṭaḥsukṛtaṁ bata te kṛtampratiṣṭhitāḥ kriyā yasminsākam annam adāma he",
        "verse_Syn": [
            "aho",
            "etat",
            "jagat",
            "sraṣṭaḥ",
            "sukṛtam",
            "bata",
            "te",
            "kṛtam",
            "pratiṣṭhitāḥ",
            "kriyāḥ",
            "yasmin",
            "sākam",
            "annam",
            "adāma",
            "he"
        ],
        "translation": "They prayed: O creator of the universe, we are glad; what you have produced is well done. Since ritualistic acts have now been established soundly in this human form, we shall all share the sacrificial oblations.",
        "purport": " The importance of sacrifice is also mentioned in Bhagavad-gītā, Third Chapter, verse 10. The Lord confirms there that in the beginning of creation Brahmā created the Manus, along with the ritualistic sacrificial method, and blessed them: “Continue these sacrificial rites, and you will be gradually elevated to your proper position of self-realization and will also enjoy material happiness.” All the living entities created by Brahmā are conditioned souls and are inclined to lord it over material nature. The purpose of sacrificial rituals is to revive, gradually, the spiritual realization of the living entities. That is the beginning of life within this universe. These sacrificial rituals, however, are intended to please the Supreme Lord. Unless one pleases the Supreme Lord, or unless one is Kṛṣṇa conscious, one cannot be happy either in material enjoyment or in spiritual realization."
    },
    {
        "verse": "52",
        "devanagari": "तपसा विद्यया युक्तो योगेन सुसमाधिना ।ऋषीनृषिर्हृषीकेश: ससर्जाभिमता: प्रजा: ॥ ५२ ॥",
        "english_devnagari": "tapasā vidyayā yuktoyogena susamādhināṛṣīn ṛṣir hṛṣīkeśaḥsasarjābhimatāḥ prajāḥ",
        "verse_Syn": [
            "tapasā",
            "vidyayā",
            "yuktaḥ",
            "yogena",
            "su",
            "samādhinā",
            "ṛṣīn",
            "ṛṣiḥ",
            "hṛṣīkeśaḥ",
            "sasarja",
            "abhimatāḥ",
            "prajāḥ"
        ],
        "translation": "Having equipped himself with austere penance, adoration, mental concentration and absorption in devotion, accompanied by dispassion, and having controlled his senses, Brahmā, the self-born living creature, evolved great sages as his beloved sons.",
        "purport": " The ritualistic performances of sacrifice are meant for material economic development; in other words, they are meant to keep the body in good condition for cultivation of spiritual knowledge. But for actual attainment of spiritual knowledge, other qualifications are needed. What is essential is vidyā, or worship of the Supreme Lord. Sometimes the word yoga is used to refer to the gymnastic performances of different bodily postures which help mental concentration. Generally, the different bodily postures in the yoga system are accepted by less intelligent men to be the end of yoga, but actually they are meant to concentrate the mind upon the Supersoul. After creating persons for economic development, Brahmā created sages who would set the example for spiritual realization."
    },
    {
        "verse": "53",
        "devanagari": "तेभ्यश्चैकैकश: स्वस्य देहस्यांशमदादज: ।यत्तत्समाधियोगर्द्धितपोविद्याविरक्तिमत् ॥ ५३ ॥",
        "english_devnagari": "tebhyaś caikaikaśaḥ svasyadehasyāṁśam adād ajaḥyat tat samādhi-yogarddhi-tapo-vidyā-viraktimat",
        "verse_Syn": [
            "tebhyaḥ",
            "ca",
            "ekaikaśaḥ",
            "svasya",
            "dehasya",
            "aṁśam",
            "adāt",
            "ajaḥ",
            "yat",
            "tat",
            "samādhi",
            "yoga",
            "ṛddhi",
            "tapaḥ",
            "vidyā",
            "virakti",
            "mat"
        ],
        "translation": "To each one of these sons the unborn creator of the universe gave a part of his own body, which was characterized by deep meditation, mental concentration, supernatural power, austerity, adoration and renunciation.",
        "purport": " The word viraktimat in this verse means “possessed of the qualification of renunciation.” Spiritual realization cannot be attained by materialistic persons. For those who are addicted to sense enjoyment, spiritual realization is not possible. In Bhagavad-gītā it is stated that those who are too attached to seeking material possessions and material enjoyment cannot reach yoga-samādhi, absorption in Kṛṣṇa consciousness. Propaganda that one can enjoy this life materially and at the same time spiritually advance is simply bogus. The principles of renunciation are four: (1) to avoid illicit sex life, (2) to avoid meat-eating, (3) to avoid intoxication and (4) to avoid gambling. These four principles are called tapasya, or austerity. To absorb the mind in the Supreme in Kṛṣṇa consciousness is the process of spiritual realization."
    }
]