[
    {
        "verse": "1",
        "devanagari": "श्रीभगवानुवाचअथ ते सम्प्रवक्ष्यामि तत्त्वानां लक्षणं पृथक् ।यद्विदित्वा विमुच्येत पुरुष: प्राकृतैर्गुणै: ॥ १ ॥",
        "english_devnagari": "śrī-bhagavān uvācaatha te sampravakṣyāmitattvānāṁ lakṣaṇaṁ pṛthakyad viditvā vimucyetapuruṣaḥ prākṛtair guṇaiḥ",
        "verse_Syn": [
            "śrī",
            "bhagavān",
            "uvāca",
            "atha",
            "te",
            "sampravakṣyāmi",
            "tattvānām",
            "lakṣaṇam",
            "pṛthak",
            "yat",
            "viditvā",
            "vimucyeta",
            "puruṣaḥ",
            "prākṛtaiḥ",
            "guṇaiḥ"
        ],
        "translation": "The Personality of Godhead, Kapila, continued: My dear mother, now I shall describe unto you the different categories of the Absolute Truth, knowing which any person can be released from the influence of the modes of material nature.",
        "purport": " As stated in Bhagavad-gītā, one can understand the Supreme Personality of Godhead, the Absolute Truth, only through devotional service (bhaktyā mām abhijānāti). As stated in the Bhāgavatam, the object of devotional service is mām, Kṛṣṇa. And, as explained in the Caitanya-caritāmṛta, to understand Kṛṣṇa means to understand Kṛṣṇa in His personal form with His internal energy, His external energy, His expansions and His incarnations. There are many diverse departments of knowledge in understanding Kṛṣṇa. Sāṅkhya philosophy is especially meant for persons who are conditioned by this material world. It is generally understood by the paramparā system, or by disciplic succession, to be the science of devotional service. Preliminary studies of devotional service have already been explained. Now the analytical study of devotional service will be explained by the Lord, who says that by such an analytical study, one becomes freed from the modes of material nature. The same assertion is confirmed in Bhagavad-gītā. Tato māṁ tattvato jñātvā: by understanding the Lord according to various categories, one can become eligible to enter into the kingdom of God. This is also explained here. By understanding the science of devotional service in Sāṅkhya philosophy, one can become free from the modes of material nature. The eternal self, after becoming freed from the spell of material nature, becomes eligible to enter into the kingdom of God. As long as one has even a slight desire to enjoy or lord it over material nature, there is no chance of his being freed from the influence of nature’s material modes. Therefore, one has to understand the Supreme Personality of Godhead analytically, as explained in the Sāṅkhya system of philosophy by Lord Kapiladeva."
    },
    {
        "verse": "2",
        "devanagari": "ज्ञानं नि:श्रेयसार्थाय पुरुषस्यात्मदर्शनम् ।यदाहुर्वर्णये तत्ते हृदयग्रन्थिभेदनम् ॥ २ ॥",
        "english_devnagari": "jñānaṁ niḥśreyasārthāyapuruṣasyātma-darśanamyad āhur varṇaye tat tehṛdaya-granthi-bhedanam",
        "verse_Syn": [
            "jñānam",
            "niḥśreyasa",
            "arthāya",
            "puruṣasya",
            "ātma",
            "darśanam",
            "yat",
            "āhuḥ",
            "varṇaye",
            "tat",
            "te",
            "hṛdaya",
            "granthi",
            "bhedanam"
        ],
        "translation": "Knowledge is the ultimate perfection of self-realization. I shall explain that knowledge unto you by which the knots of attachment to the material world are cut.",
        "purport": " It is said that by proper understanding of the pure self, or by self-realization, one can be freed from material attachment. Knowledge leads one to attain the ultimate perfection of life and to see oneself as he is. The Śvetāśvatara Upaniṣad (3.8) also confirms this. Tam eva viditvāti-mṛtyum eti: simply by understanding one’s spiritual position, or by seeing oneself as he is, one can be freed from material entanglement. In various ways, the seeing of oneself is described in the Vedic literatures, and it is confirmed in the Bhāgavatam (puruṣasya ātma-darśanam) that one has to see oneself and know what he is. As Kapiladeva explains to His mother, this “seeing” can be done by hearing from the proper authoritative source. Kapiladeva is the greatest authority because He is the Personality of Godhead, and if someone accepts whatever is explained as it is, without interpretation, then he can see himself. Lord Caitanya explained to Sanātana Gosvāmī the real constitutional position of the individual. He said directly that each and every individual soul is eternally a servitor of Kṛṣṇa. Jīvera ‘svarūpa’ haya — kṛṣṇera ‘nitya-dāsa’: every individual soul is eternally a servitor. When one is fixed in the understanding that he is part and parcel of the Supreme Soul and that his eternal position is to serve in association with the Supreme Lord, he becomes self-realized. This position of rightly understanding oneself cuts the knot of material attraction (hṛdaya-granthi-bhedanam). Due to false ego, or false identification of oneself with the body and the material world, one is entrapped by māyā, but as soon as one understands that he is qualitatively the same substance as the Supreme Lord because he belongs to the same category of spirit soul, and that his perpetual position is to serve, one attains ātma-darśanam and hṛdaya-granthi-bhedanam, self-realization. When one can cut the knot of attachment to the material world, his understanding is called knowledge. Ātma-darśanam means to see oneself by knowledge; therefore, when one is freed from the false ego by the cultivation of real knowledge, he sees himself, and that is the ultimate necessity of human life. The soul is thus isolated from the entanglement of the twenty-four categories of material nature. Pursuit of the systematic philosophic process called Sāṅkhya is called knowledge and self-revelation."
    },
    {
        "verse": "3",
        "devanagari": "अनादिरात्मा पुरुषो निर्गुण: प्रकृते: पर: ।प्रत्यग्धामा स्वयंज्योतिर्विश्वं येन समन्वितम् ॥ ३ ॥",
        "english_devnagari": "anādir ātmā puruṣonirguṇaḥ prakṛteḥ paraḥpratyag-dhāmā svayaṁ-jyotirviśvaṁ yena samanvitam",
        "verse_Syn": [
            "anādiḥ",
            "ātmā",
            "puruṣaḥ",
            "nirguṇaḥ",
            "prakṛteḥ",
            "paraḥ",
            "pratyak",
            "dhāmā",
            "svayam",
            "jyotiḥ",
            "viśvam",
            "yena",
            "samanvitam"
        ],
        "translation": "The Supreme Personality of Godhead is the Supreme Soul, and He has no beginning. He is transcendental to the material modes of nature and beyond the existence of this material world. He is perceivable everywhere because He is self-effulgent, and by His self-effulgent luster the entire creation is maintained.",
        "purport": " The Supreme Personality of Godhead is described as being without beginning. He is puruṣa, the Supreme Spirit. Puruṣa means “person.” When we think of a person in our present experience, that person has a beginning. This means that he has taken birth and that there is a history from the beginning of his life. But the Lord is particularly mentioned here as anādi, beginningless. If we examine all persons, we will find that everyone has a beginning, but when we approach a person who has no beginning, He is the Supreme Person. That is the definition given in the Brahma-saṁhitā. Īśvaraḥ paramaḥ kṛṣṇaḥ: the Supreme Personality of Godhead is Kṛṣṇa, the supreme controller; He is without beginning, and He is the beginning of everyone. This definition is found in all Vedic literatures. The Lord is described as the soul, or spirit. What is the definition of spirit? Spirit is perceivable everywhere. Brahman means “great.” His greatness is perceived everywhere. And what is that greatness? Consciousness. We have personal experience of consciousness, for it is spread all over the body; in every hair follicle of our body we can feel consciousness. This is individual consciousness. Similarly, there is superconsciousness. The example can be given of a small light and the sunlight. The sunlight is perceived everywhere, even within the room or in the sky, but the small light is experienced within a specific limit. Similarly, our consciousness is perceived within the limit of our particular body, but the superconsciousness, or the existence of God, is perceived everywhere. He is present everywhere by His energy. It is stated in the Viṣṇu Purāṇa that whatever we find, anywhere and everywhere, is the distribution of the energy of the Supreme Lord. In Bhagavad-gītā also it is confirmed that the Lord is all-pervading and exists everywhere by His two kinds of energy, one spiritual and the other material. Both the spiritual and material energies are spread everywhere, and that is the proof of the existence of the Supreme Personality of Godhead. The existence of consciousness everywhere is not temporary. It is without beginning, and because it is without beginning, it is also without end. The theory that consciousness develops at a certain stage of material combination is not accepted herein, for the consciousness which exists everywhere is said to be without beginning. The materialistic or atheistic theory stating that there is no soul, that there is no God and that consciousness is the result of a combination of matter is not acceptable. Matter is not beginningless; it has a beginning. As this material body has a beginning, the universal body does also. And as our material body has begun on the basis of our soul, the entire gigantic universal body has begun on the basis of the Supreme Soul. The Vedānta-sūtra says, janmādy asya. This entire material exhibition — its creation, its growth, its maintenance and its dissolution — is an emanation from the Supreme Person. In Bhagavad-gītā also, the Lord says, “I am the beginning, the source of birth of everything.” The Supreme Personality of Godhead is described here. He is not a temporary person, nor does He have a beginning. He is without a cause, and He is the cause of all causes. Paraḥ means “transcendental, beyond the creative energy.” The Lord is the creator of the creative energy. We can see that there is a creative energy in the material world, but He is not under this energy. He is prakṛti-paraḥ, beyond this energy. He is not subjected to the threefold miseries created by the material energy because He is beyond it. The modes of material nature do not touch Him. It is explained here, svayaṁ-jyotiḥ: He is light Himself. We have experience in the material world of one light’s being a reflection of another, just as moonlight is a reflection of the sunlight. Sunlight is also the reflection of the brahmajyoti. Similarly, brahmajyoti, the spiritual effulgence, is a reflection of the body of the Supreme Lord. This is confirmed in the Brahma-saṁhitā: yasya prabhā prabhavataḥ. The brahmajyoti, or Brahman effulgence, is due to His bodily luster. Therefore it is said here, svayaṁ-jyotiḥ: He Himself is light. His light is distributed in different ways, as the brahmajyoti, as sunlight and as moonlight. Bhagavad-gītā confirms that in the spiritual world there is no need of sunlight, moonlight or electricity. The Upaniṣads also confirm this; because the bodily luster of the Supreme Personality of Godhead is sufficient to illuminate the spiritual world, there is no need of sunlight, moonlight or any other light or electricity. This self-illumination also contradicts the theory that the spirit soul, or the spiritual consciousness, develops at a certain point in material combination. The term svayaṁ-jyotiḥ indicates that there is no tinge of anything material or any material reaction. It is confirmed here that the concept of the Lord’s all-pervasiveness is due to His illumination everywhere. We have experience that the sun is situated in one place, but the sunlight is diffused all around for millions and millions of miles. That is our practical experience. Similarly, although the supreme light is situated in His personal abode, Vaikuṇṭha or Vṛndāvana, His light is diffused not only in the spiritual world but beyond that. In the material world also, that light is reflected by the sun globe, and the sunlight is reflected by the moon globe. Thus although He is situated in His own abode, His light is distributed all over the spiritual and material worlds. The Brahma-saṁhitā (5.37) confirms this. Goloka eva nivasaty akhilātma-bhūtaḥ: He is living in Goloka, but still He is present all over the creation. He is the Supersoul of everything, the Supreme Personality of Godhead, and He has innumerable transcendental qualities. It is also concluded that although He is undoubtedly a person, He is not a puruṣa of this material world. Māyāvādī philosophers cannot understand that beyond this material world there can be a person; therefore they are impersonalists. But it is explained very nicely here that the Personality of Godhead is beyond material existence."
    },
    {
        "verse": "4",
        "devanagari": "स एष प्रकृतिं सूक्ष्मां दैवीं गुणमयीं विभु: ।यद‍ृच्छयैवोपगतामभ्यपद्यत लीलया ॥ ४ ॥",
        "english_devnagari": "sa eṣa prakṛtiṁ sūkṣmāṁdaivīṁ guṇa-mayīṁ vibhuḥyadṛcchayaivopagatāmabhyapadyata līlayā",
        "verse_Syn": [
            "saḥ",
            "eṣaḥ",
            "prakṛtim",
            "sūkṣmām",
            "daivīm",
            "guṇa",
            "mayīm",
            "vibhuḥ",
            "yadṛcchayā",
            "iva",
            "upagatām",
            "abhyapadyata",
            "līlayā"
        ],
        "translation": "As His pastime, that Supreme Personality of Godhead, the greatest of the great, accepted the subtle material energy, which is invested with three material modes of nature and which is related with Viṣṇu.",
        "purport": " In this verse the word guṇa-mayīm is very significant. Daivīm means “the energy of the Supreme Personality of Godhead,” and guṇa-mayīm means “invested with the three modes of material nature.” When the material energy of the Supreme Personality of Godhead appears, this guṇa-mayīm energy acts as a manifestation of the energies of the three modes; it acts as a covering. The energy emanated from the Supreme Personality of Godhead manifests in two ways — as an emanation from the Supreme Lord and as a covering of the Lord’s face. In Bhagavad-gītā it is said that because the whole world is illusioned by the three modes of material nature, the common conditioned soul, being covered by such energy, cannot see the Supreme Personality of Godhead. The example of a cloud is very nicely given. All of a sudden there may appear a big cloud in the sky. This cloud is perceived in two ways. To the sun the cloud is a creation of its energy, but to the ordinary common man in the conditioned state, it is a covering to the eyes; because of the cloud, the sun cannot be seen. It is not that the sun is actually covered by the cloud; only the vision of the ordinary being is covered. Similarly, although māyā cannot cover the Supreme Lord, who is beyond māyā, the material energy covers the ordinary living entities. Those conditioned souls who are covered are individual living entities, and He from whose energy māyā is created is the Supreme Personality of Godhead. In another place in the Śrīmad-Bhāgavatam, in the First Canto, Seventh Chapter, it is stated that Vyāsadeva, by his spiritual vision, saw the Supreme Lord and the material energy standing behind Him. This indicates that material energy cannot cover the Lord, just as darkness cannot cover the sun. Darkness can cover a jurisdiction which is very insignificant in comparison to that of the sun. Darkness can cover a small cave, but not the open sky. Similarly, the covering capacity of the material energy is limited and cannot act on the Supreme Personality of Godhead, who is therefore called vibhu. As the appearance of a cloud is accepted by the sun, so the appearance of the material energy at a certain interval is accepted by the Lord. Although His material energy is utilized to create the material world, this does not mean that He is covered by that energy. Those who are covered by the material energy are called conditioned souls. The Lord accepts the material energy for His material pastimes in creation, maintenance and dissolution. But the conditioned soul is covered; he cannot understand that beyond this material energy there is the Supreme Personality of Godhead, who is the cause of all causes, just as a less intelligent person cannot understand that beyond the covering of the clouds there is bright sunshine."
    },
    {
        "verse": "5",
        "devanagari": "गुणैर्विचित्रा: सृजतीं सरूपा: प्रकृतिं प्रजा: ।विलोक्य मुमुहे सद्य: स इह ज्ञानगूहया ॥ ५ ॥",
        "english_devnagari": "guṇair vicitrāḥ sṛjatīṁsa-rūpāḥ prakṛtiṁ prajāḥvilokya mumuhe sadyaḥsa iha jñāna-gūhayā",
        "verse_Syn": [
            "guṇaiḥ",
            "vicitrāḥ",
            "sṛjatīm",
            "sa",
            "rūpāḥ",
            "prakṛtim",
            "prajāḥ",
            "vilokya",
            "mumuhe",
            "sadyaḥ",
            "saḥ",
            "iha",
            "jñāna",
            "gūhayā"
        ],
        "translation": "Divided into varieties by her threefold modes, material nature creates the forms of the living entities, and the living entities, seeing this, are illusioned by the knowledge-covering feature of the illusory energy.",
        "purport": " Material energy has the power to cover knowledge, but this covering cannot be applied to the Supreme Personality of Godhead. It is applicable only to the prajāḥ, or those who are born with material bodies, the conditioned souls. The different kinds of living entities vary according to the modes of material nature, as explained in Bhagavad-gītā and other Vedic literature. In Bhagavad-gītā (7.12) it is very nicely explained that although the modes of goodness, passion and ignorance are born of the Supreme Personality of Godhead, He is not subject to them. In other words, the energy emanating from the Supreme Personality of Godhead cannot act on Him; it acts on the conditioned souls, who are covered by the material energy. The Lord is the father of all living entities because He impregnates material energy with the conditioned souls. Therefore, the conditioned souls get bodies created by the material energy, whereas the father of the living entities is aloof from the three modes. It is stated in the previous verse that the material energy was accepted by the Supreme Personality of Godhead in order that He might exhibit pastimes for the living entities who wanted to enjoy and lord it over the material energy. This world was created through the material energy of the Lord for the so-called enjoyment of such living entities. Why this material world was created for the sufferings of the conditioned souls is a very intricate question. There is a hint in the previous verse in the word līlayā, which means “for the pastimes of the Lord.” The Lord wants to rectify the enjoying temperament of the conditioned souls. It is stated in Bhagavad-gītā that no one is the enjoyer but the Supreme Personality of Godhead. This material energy is therefore created for anyone who pretends to enjoy. An example can be cited here that there is no necessity for the government’s creation of a separate police department, but because it is a fact that some of the citizens will not accept the state laws, a department to deal with criminals is necessary. There is no necessity, but at the same time there is a necessity. Similarly, there was no necessity to create this material world for the sufferings of the conditioned souls, but at the same time there are certain living entities, known as nitya-baddha, who are eternally conditioned. We say that they have been conditioned from time immemorial because no one can trace out when the living entity, the part and parcel of the Supreme Lord, became rebellious against the supremacy of the Lord. It is a fact that there are two classes of men — those who are obedient to the laws of the Supreme Lord and those who are atheists or agnostics, who do not accept the existence of God and who want to create their own laws. They want to establish that everyone can create his own laws or his own religious path. Without tracing out the beginning of the existence of these two classes, we can take it for granted that some of the living entities revolted against the laws of the Lord. Such entities are called conditioned souls, for they are conditioned by the three modes of material nature. Therefore the words guṇair vicitrāḥ are used here. In this material world there are 8,400,000 species of life. As spirit souls, they are all transcendental to this material world. Why, then, do they exhibit themselves in different stages of life? The answer is given here: they are under the spell of the three modes of material nature. Because they were created by the material energy, their bodies are made of the material elements. Covered by the material body, the spiritual identity is lost, and therefore the word mumuhe is used here, indicating that they have forgotten their own spiritual identity. This forgetfulness of spiritual identity is present in the jīvas, or souls, who are conditioned, being subject to be covered by the energy of material nature. Jñāna-gūhayā is another word used. Gūhā means “covering.” Because the knowledge of the minute conditioned souls is covered, they are exhibited in so many species of life. It is said in the Śrīmad-Bhāgavatam, First Canto, Seventh Chapter: “The living entities are illusioned by the material energy.” In the Vedas also it is stated that the eternal living entities are covered by different modes and that they are called tricolored — red, white and blue — living entities. Red is the representation of the mode of passion, white is the representation of the mode of goodness, and blue is the representation of the mode of ignorance. These modes of material nature belong to the material energy, and therefore the living entities under these different modes of material nature have different kinds of material bodies. Because they are forgetful of their spiritual identities, they think the material bodies to be themselves. To the conditioned soul, “me” means the material body. This is called moha, or bewilderment. It is repeatedly said in the Kaṭha Upaniṣad that the Supreme Personality of Godhead is never affected by the influence of material nature. It is, rather, the conditioned souls, or the minute infinitesimal parts and parcels of the Supreme, who are affected by the influence of material nature and who appear in different bodies under the material modes."
    },
    {
        "verse": "6",
        "devanagari": "एवं पराभिध्यानेन कर्तृत्वं प्रकृते: पुमान् ।कर्मसु क्रियमाणेषु गुणैरात्मनि मन्यते ॥ ६ ॥",
        "english_devnagari": "evaṁ parābhidhyānenakartṛtvaṁ prakṛteḥ pumānkarmasu kriyamāṇeṣuguṇair ātmani manyate",
        "verse_Syn": [
            "evam",
            "para",
            "abhidhyānena",
            "kartṛtvam",
            "prakṛteḥ",
            "pumān",
            "karmasu",
            "kriyamāṇeṣu",
            "guṇaiḥ",
            "ātmani",
            "manyate"
        ],
        "translation": "Because of his forgetfulness, the transcendental living entity accepts the influence of material energy as his field of activities, and thus actuated, he wrongly applies the activities to himself.",
        "purport": " The forgetful living entity can be compared to a man who is under the influence of disease and has become mad or to a man haunted by ghosts, who acts without control and yet thinks himself to be in control. Under the influence of material nature, the conditioned soul becomes absorbed in material consciousness. In this consciousness, whatever is done under the influence of the material energy is accepted by the conditioned soul as self-actuated. Actually, the soul in his pure state of existence should be in Kṛṣṇa consciousness. When a person is not acting in Kṛṣṇa consciousness, he is understood to be acting in material consciousness. Consciousness cannot be killed, for the symptom of the living entity is consciousness. The material consciousness simply has to be purified. One becomes liberated by accepting Kṛṣṇa, or the Supreme Lord, as master and by changing the mode of consciousness from material consciousness to Kṛṣṇa consciousness."
    },
    {
        "verse": "7",
        "devanagari": "तदस्य संसृतिर्बन्ध: पारतन्‍त्र्यं च तत्कृतम् ।भवत्यकर्तुरीशस्य साक्षिणो निर्वृतात्मन: ॥ ७ ॥",
        "english_devnagari": "tad asya saṁsṛtir bandhaḥpāra-tantryaṁ ca tat-kṛtambhavaty akartur īśasyasākṣiṇo nirvṛtātmanaḥ",
        "verse_Syn": [
            "tat",
            "asya",
            "saṁsṛtiḥ",
            "bandhaḥ",
            "pāra",
            "tantryam",
            "ca",
            "tat",
            "kṛtam",
            "bhavati",
            "akartuḥ",
            "īśasya",
            "sākṣiṇaḥ",
            "nirvṛta",
            "ātmanaḥ"
        ],
        "translation": "Material consciousness is the cause of one’s conditional life, in which conditions are enforced upon the living entity by the material energy. Although the spirit soul does not do anything and is transcendental to such activities, he is thus affected by conditional life.",
        "purport": " The Māyāvādī philosopher, who does not differentiate between the Supreme Spirit and the individual spirit, says that the conditional existence of the living entity is his līlā, or pastime. But the word “pastime” implies employment in the activities of the Lord. The Māyāvādīs misuse the word and say that even if the living entity has become a stool-eating hog, he is also enjoying his pastimes. This is a most dangerous interpretation. Actually the Supreme Lord is the leader and maintainer of all living entities. His pastimes are transcendental to any material activity. Such pastimes of the Lord cannot be dragged to the level of the conditional activities of the living entities. In conditional life the living entity actually remains as if a captive in the hands of material energy. Whatever the material energy dictates, the conditioned soul does. He has no responsibility; he is simply the witness of the action, but he is forced to act in that way due to his offense in his eternal relationship with Kṛṣṇa. Lord Kṛṣṇa therefore says in Bhagavad-gītā that māyā, His material energy, is so forceful that it is insurmountable. But if a living entity simply understands that his constitutional position is to serve Kṛṣṇa and he tries to act on this principle, then however conditioned he may be, the influence of māyā immediately vanishes. This is clearly stated in Bhagavad-gītā, Seventh Chapter: Kṛṣṇa takes charge of anyone who surrenders to Him in helplessness, and thus the influence of māyā, or conditional life, is removed. The spirit soul is actually sac-cid-ānanda — eternal, full of bliss and full of knowledge. Under the clutches of māyā, however, he suffers from continued birth, death, disease and old age. One has to be serious to cure this condition of material existence and transfer himself to Kṛṣṇa consciousness, for thus his long suffering may be mitigated without difficulty. In summary, the suffering of the conditioned soul is due to his attachment to material nature. This attachment should thus be transferred from matter to Kṛṣṇa."
    },
    {
        "verse": "8",
        "devanagari": "कार्यकारणकर्तृत्वे कारणं प्रकृतिं विदु: ।भोक्‍तृत्वे सुखदु:खानां पुरुषं प्रकृते: परम् ॥ ८ ॥",
        "english_devnagari": "kārya-kāraṇa-kartṛtvekāraṇaṁ prakṛtiṁ viduḥbhoktṛtve sukha-duḥkhānāṁpuruṣaṁ prakṛteḥ param",
        "verse_Syn": [
            "kārya",
            "kāraṇa",
            "kartṛtve",
            "kāraṇam",
            "prakṛtim",
            "viduḥ",
            "bhoktṛtve",
            "sukha",
            "duḥkhānām",
            "puruṣam",
            "prakṛteḥ",
            "param"
        ],
        "translation": "The cause of the conditioned soul’s material body and senses, and the senses’ presiding deities, the demigods, is the material nature. This is understood by learned men. The feelings of happiness and distress of the soul, who is transcendental by nature, are caused by the spirit soul himself.",
        "purport": " In Bhagavad-gītā it is said that when the Lord descends to this material world, He comes as a person by His own energy, ātma-māyā. He is not forced by any superior energy. He comes by His own will, and this can be called His pastime, or līlā. But here it is clearly stated that the conditioned soul is forced to take a certain type of body and senses under the three modes of material nature. That body is not received according to his own choice. In other words, a conditioned soul has no free choice; he has to accept a certain type of body according to his karma. But when there are bodily reactions as felt in happiness and distress, it is to be understood that the cause is the spirit soul himself. If he so desires, the spirit soul can change this conditional life of dualities by choosing to serve Kṛṣṇa. The living entity is the cause of his own suffering, but he can also be the cause of his eternal happiness. When he wants to engage in Kṛṣṇa consciousness, a suitable body is offered to him by the internal potency, the spiritual energy of the Lord, and when he wants to satisfy his senses, a material body is offered. Thus it is his free choice to accept a spiritual body or a material body, but once the body is accepted he has to enjoy or suffer the consequences. The Māyāvādī philosopher’s presentation is that the living entity enjoys his pastimes by accepting the body of a hog. This theory is not acceptable, however, because the word “pastime” implies voluntary acceptance for enjoyment. Therefore this interpretation is most misleading. When there is enforced acceptance for suffering, it is not a pastime. The Lord’s pastimes and the conditioned living entity’s acceptance of karmic reaction are not on the same level."
    },
    {
        "verse": "9",
        "devanagari": "देवहूतिरुवाचप्रकृते: पुरुषस्यापि लक्षणं पुरुषोत्तम ।ब्रूहि कारणयोरस्य सदसच्च यदात्मकम् ॥ ९ ॥",
        "english_devnagari": "devahūtir uvācaprakṛteḥ puruṣasyāpilakṣaṇaṁ puruṣottamabrūhi kāraṇayor asyasad-asac ca yad-ātmakam",
        "verse_Syn": [
            "devahūtiḥ",
            "uvāca",
            "prakṛteḥ",
            "puruṣasya",
            "api",
            "lakṣaṇam",
            "puruṣa",
            "uttama",
            "brūhi",
            "kāraṇayoḥ",
            "asya",
            "sat",
            "asat",
            "ca",
            "yat",
            "ātmakam"
        ],
        "translation": "Devahūti said: O Supreme Personality of Godhead, kindly explain the characteristics of the Supreme Person and His energies, for both of these are the causes of this manifest and unmanifest creation.",
        "purport": " Prakṛti, or material nature, is connected with both the Supreme Lord and the living entities, just as a woman is connected with her husband as a wife and with her children as a mother. In Bhagavad-gītā the Lord says that He impregnates mother nature with children, living entities, and thereafter all species of living entities become manifest. The relationship of all living entities with material nature has been explained. Now an understanding of the relationship between material nature and the Supreme Lord is sought by Devahūti. The product of that relationship is stated to be the manifest and unmanifest material world. The unmanifest material world is the subtle mahat-tattva, and from that mahat-tattva the material manifestation has emerged. In the Vedic literatures it is said that by the glance of the Supreme Lord the total material energy is impregnated, and then everything is born of material nature. It is also confirmed in the Ninth Chapter of Bhagavad-gītā that under His glance, adhyakṣeṇa — under His direction and by His will — nature is working. It is not that nature works blindly. After understanding the position of the conditioned souls in relation to material nature, Devahūti wanted to know how nature works under the direction of the Lord and what the relationship is between the material nature and the Lord. In other words, she wanted to learn the characteristics of the Supreme Lord in relation to the material nature. The relationship of the living entities with matter and that of the Supreme Lord with matter are certainly not on the same level, although the Māyāvādīs may interpret it in that way. When it is said that the living entities are bewildered, the Māyāvādī philosophers ascribe this bewilderment to the Supreme Lord. But that is not applicable. The Lord is never bewildered. That is the difference between personalists and impersonalists. Devahūti is not unintelligent. She has enough intelligence to understand that the living entities are not on the level of the Supreme Lord. Because the living entities are infinitesimal, they become bewildered or conditioned by material nature, but this does not mean that the Supreme Lord is also conditioned or bewildered. The difference between the conditioned soul and the Lord is that the Lord is the Lord, the master of material nature, and He is therefore not subject to its control. He is controlled neither by spiritual nature nor by material nature. He is the supreme controller Himself, and He cannot be compared to the ordinary living entities, who are controlled by the laws of material nature. Two words used in this verse are sat and asat. The cosmic manifestation is asat — it does not exist — but the material energy of the Supreme Lord is sat, or ever existing. Material nature is ever existing in its subtle form as the energy of the Lord, but it sometimes manifests this nonexistent or temporarily existent nature, the cosmos. An analogy may be made with the father and mother: the mother and the father exist, but sometimes the mother begets children. Similarly, this cosmic manifestation, which comes from the unmanifest material nature of the Supreme Lord, sometimes appears and again disappears. But the material nature is ever existing, and the Lord is the supreme cause for both the subtle and gross manifestations of this material world."
    },
    {
        "verse": "10",
        "devanagari": "श्रीभगवानुवाचयत्तत्‍त्रिगुणमव्यक्तं नित्यं सदसदात्मकम् ।प्रधानं प्रकृतिं प्राहुरविशेषं विशेषवत् ॥ १० ॥",
        "english_devnagari": "śrī-bhagavān uvācayat tat tri-guṇam avyaktaṁnityaṁ sad-asad-ātmakampradhānaṁ prakṛtiṁ prāhuraviśeṣaṁ viśeṣavat",
        "verse_Syn": [
            "śrī",
            "bhagavān",
            "uvāca",
            "yat",
            "tat",
            "tri",
            "guṇam",
            "avyaktam",
            "nityam",
            "sat",
            "asat",
            "ātmakam",
            "pradhānam",
            "prakṛtim",
            "prāhuḥ",
            "aviśeṣam",
            "viśeṣa",
            "vat"
        ],
        "translation": "The Supreme Personality of Godhead said: The unmanifested eternal combination of the three modes is the cause of the manifest state and is called pradhāna. It is called prakṛti when in the manifested stage of existence.",
        "purport": " The Lord points out material nature in its subtle stage, which is called pradhāna, and He analyzes this pradhāna. The explanation of pradhāna and prakṛti is that pradhāna is the subtle, undifferentiated sum total of all material elements. Although they are undifferentiated, one can understand that the total material elements are contained therein. When the total material elements are manifested by the interaction of the three modes of material nature, the manifestation is called prakṛti. Impersonalists say that Brahman is without variegatedness and without differentiation. One may say that pradhāna is the Brahman stage, but actually the Brahman stage is not pradhāna. Pradhāna is distinct from Brahman because in Brahman there is no existence of the material modes of nature. One may argue that the mahat-tattva is also different from pradhāna because in the mahat-tattva there are manifestations. The actual explanation of pradhāna, however, is given here: when the cause and effect are not clearly manifested (avyakta), the reaction of the total elements does not take place, and that stage of material nature is called pradhāna. Pradhāna is not the time element because in the time element there are actions and reactions, creation and annihilation. Nor is it the jīva, or marginal potency of living entities, or designated, conditioned living entities, because the designations of the living entities are not eternal. One adjective used in this connection is nitya, which indicates eternality. Therefore the condition of material nature immediately previous to its manifestation is called pradhāna."
    },
    {
        "verse": "11",
        "devanagari": "पञ्चभि: पञ्चभिर्ब्रह्म चतुर्भिर्दशभिस्तथा ।एतच्चतुर्विंशतिकं गणं प्राधानिकं विदु: ॥ ११ ॥",
        "english_devnagari": "pañcabhiḥ pañcabhir brahmacaturbhir daśabhis tathāetac catur-viṁśatikaṁgaṇaṁ prādhānikaṁ viduḥ",
        "verse_Syn": [
            "pañcabhiḥ",
            "pañcabhiḥ",
            "brahma",
            "caturbhiḥ",
            "daśabhiḥ",
            "tathā",
            "etat",
            "catuḥ",
            "viṁśatikam",
            "gaṇam",
            "prādhānikam",
            "viduḥ"
        ],
        "translation": "The aggregate elements, namely the five gross elements, the five subtle elements, the four internal senses, the five senses for gathering knowledge and the five outward organs of action, are known as the pradhāna.",
        "purport": " According to Bhagavad-gītā, the sum total of the twenty-four elements described herein is called the yonir mahad brahma. The sum total of the living entities is impregnated into this yonir mahad brahma, and they are born in different forms, beginning from Brahmā down to the insignificant ant. In the Śrīmad-Bhāgavatam and other Vedic literatures, the sum total of the twenty-four elements, pradhāna, is also described as yonir mahad brahma; it is the source of the birth and subsistence of all living entities."
    },
    {
        "verse": "12",
        "devanagari": "महाभूतानि पञ्चैव भूरापोऽग्निर्मरुन्नभ: ।तन्मात्राणि च तावन्ति गन्धादीनि मतानि मे ॥ १२ ॥",
        "english_devnagari": "mahā-bhūtāni pañcaivabhūr āpo ’gnir marun nabhaḥtan-mātrāṇi ca tāvantigandhādīni matāni me",
        "verse_Syn": [
            "mahā",
            "bhūtāni",
            "pañca",
            "eva",
            "bhūḥ",
            "āpaḥ",
            "agniḥ",
            "marut",
            "nabhaḥ",
            "tat",
            "mātrāṇi",
            "ca",
            "tāvanti",
            "gandha",
            "ādīni",
            "matāni",
            "me"
        ],
        "translation": "There are five gross elements, namely earth, water, fire, air and ether. There are also five subtle elements: smell, taste, color, touch and sound.",
        "purport": ""
    },
    {
        "verse": "13",
        "devanagari": "इन्द्रियाणि दश श्रोत्रं त्वग्दृग्रसननासिका: ।वाक्‍करौ चरणौ मेढ्रं पायुर्दशम उच्यते ॥ १३ ॥",
        "english_devnagari": "indriyāṇi daśa śrotraṁtvag dṛg rasana-nāsikāḥvāk karau caraṇau meḍhraṁpāyur daśama ucyate",
        "verse_Syn": [
            "indriyāṇi",
            "daśa",
            "śrotram",
            "tvak",
            "dṛk",
            "rasana",
            "nāsikāḥ",
            "vāk",
            "karau",
            "caraṇau",
            "meḍhram",
            "pāyuḥ",
            "daśamaḥ",
            "ucyate"
        ],
        "translation": "The senses for acquiring knowledge and the organs for action number ten, namely the auditory sense, the sense of taste, the tactile sense, the sense of sight, the sense of smell, and the active organs for speaking, working, traveling, generating and evacuating.",
        "purport": ""
    },
    {
        "verse": "14",
        "devanagari": "मनो बुद्धिरहङ्कारश्चित्तमित्यन्तरात्मकम् ।चतुर्धा लक्ष्यते भेदो वृत्त्या लक्षणरूपया ॥ १४ ॥",
        "english_devnagari": "mano buddhir ahaṅkāraścittam ity antar-ātmakamcaturdhā lakṣyate bhedovṛttyā lakṣaṇa-rūpayā",
        "verse_Syn": [
            "manaḥ",
            "buddhiḥ",
            "ahaṅkāraḥ",
            "cittam",
            "iti",
            "antaḥ",
            "ātmakam",
            "catuḥ",
            "dhā",
            "lakṣyate",
            "bhedaḥ",
            "vṛttyā",
            "lakṣaṇa",
            "rūpayā"
        ],
        "translation": "The internal, subtle senses are experienced as having four aspects, in the shape of mind, intelligence, ego and contaminated consciousness. Distinctions between them can be made only by different functions, since they represent different characteristics.",
        "purport": " The four internal senses, or subtle senses, described herein are defined by different characteristics. When pure consciousness is polluted by material contamination and when identification with the body becomes prominent, one is said to be situated under false ego. Consciousness is the function of the soul, and therefore behind consciousness there is soul. Consciousness polluted by material contamination is called ahaṅkāra."
    },
    {
        "verse": "15",
        "devanagari": "एतावानेव सङ्ख्यातो ब्रह्मण: सगुणस्य ह ।सन्निवेशो मया प्रोक्तो य: काल: पञ्चविंशक: ॥ १५ ॥",
        "english_devnagari": "etāvān eva saṅkhyātobrahmaṇaḥ sa-guṇasya hasanniveśo mayā proktoyaḥ kālaḥ pañca-viṁśakaḥ",
        "verse_Syn": [
            "etāvān",
            "eva",
            "saṅkhyātaḥ",
            "brahmaṇaḥ",
            "sa",
            "guṇasya",
            "ha",
            "sanniveśaḥ",
            "mayā",
            "proktaḥ",
            "yaḥ",
            "kālaḥ",
            "pañca",
            "viṁśakaḥ"
        ],
        "translation": "All these are considered the qualified Brahman. The mixing element, which is known as time, is counted as the twenty-fifth element.",
        "purport": " According to the Vedic version there is no existence beyond Brahman. Sarvaṁ khalv idaṁ brahma (Chāndogya Upaniṣad 3.14.1). It is stated also in the Viṣṇu Purāṇa that whatever we see is parasya brahmaṇaḥ śaktiḥ; everything is an expansion of the energy of the Supreme Absolute Truth, Brahman. When Brahman is mixed with the three qualities goodness, passion and ignorance, there results the material expansion, which is sometimes called saguṇa Brahman and which consists of these twenty-five elements. In the nirguṇa Brahman, where there is no material contamination, or in the spiritual world, the three modes — goodness, passion and ignorance — are not present. Where nirguṇa Brahman is found, simple unalloyed goodness prevails. Saguṇa Brahman is described by the Sāṅkhya system of philosophy as consisting of twenty-five elements, including the time factor (past, present and future)."
    },
    {
        "verse": "16",
        "devanagari": "प्रभावं पौरुषं प्राहु: कालमेके यतो भयम् ।अहङ्कारविमूढस्य कर्तु: प्रकृतिमीयुष: ॥ १६ ॥",
        "english_devnagari": "prabhāvaṁ pauruṣaṁ prāhuḥkālam eke yato bhayamahaṅkāra-vimūḍhasyakartuḥ prakṛtim īyuṣaḥ",
        "verse_Syn": [
            "prabhāvam",
            "pauruṣam",
            "prāhuḥ",
            "kālam",
            "eke",
            "yataḥ",
            "bhayam",
            "ahaṅkāra",
            "vimūḍhasya",
            "kartuḥ",
            "prakṛtim",
            "īyuṣaḥ"
        ],
        "translation": "The influence of the Supreme Personality of Godhead is felt in the time factor, which causes fear of death due to the false ego of the deluded soul who has contacted material nature.",
        "purport": " The living entity’s fear of death is due to his false ego of identifying with the body. Everyone is afraid of death. Actually there is no death for the spirit soul, but due to our absorption in the identification of body as self, the fear of death develops. It is also stated in the Śrīmad-Bhāgavatam (11.2.37), bhayaṁ dvitīyābhiniveśataḥ syāt. Dvitīya refers to matter, which is beyond spirit. Matter is the secondary manifestation of spirit, for matter is produced from spirit. Just as the material elements described are caused by the Supreme Lord, or the Supreme Spirit, the body is also a product of the spirit soul. Therefore, the material body is called dvitīya, or “the second.” One who is absorbed in this second element or second exhibition of the spirit is afraid of death. When one is fully convinced that he is not his body, there is no question of fearing death, since the spirit soul does not die. If the spirit soul engages in the spiritual activities of devotional service, he is completely freed from the platform of birth and death. His next position is complete spiritual freedom from a material body. The fear of death is the action of the kāla, or the time factor, which represents the influence of the Supreme Personality of Godhead. In other words, time is destructive. Whatever is created is subject to destruction and dissolution, which is the action of time. Time is a representation of the Lord, and it reminds us also that we must surrender unto the Lord. The Lord speaks to every conditioned soul as time. He says in Bhagavad-gītā that if someone surrenders unto Him, then there is no longer any problem of birth and death. We should therefore accept the time factor as the Supreme Personality of Godhead standing before us. This is further explained in the following verse."
    },
    {
        "verse": "17",
        "devanagari": "प्रकृतेर्गुणसाम्यस्य निर्विशेषस्य मानवि ।चेष्टा यत: स भगवान्काल इत्युपलक्षित: ॥ १७ ॥",
        "english_devnagari": "prakṛter guṇa-sāmyasyanirviśeṣasya mānaviceṣṭā yataḥ sa bhagavānkāla ity upalakṣitaḥ",
        "verse_Syn": [
            "prakṛteḥ",
            "guṇa",
            "sāmyasya",
            "nirviśeṣasya",
            "mānavi",
            "ceṣṭā",
            "yataḥ",
            "saḥ",
            "bhagavān",
            "kālaḥ",
            "iti",
            "upalakṣitaḥ"
        ],
        "translation": "My dear mother, O daughter of Svāyambhuva Manu, the time factor, as I have explained, is the Supreme Personality of Godhead, from whom the creation begins as a result of the agitation of the neutral, unmanifested nature.",
        "purport": " The unmanifested state of material nature, pradhāna, is being explained. The Lord says that when the unmanifested material nature is agitated by the glance of the Supreme Personality of Godhead, it begins to manifest itself in different ways. Before this agitation, it remains in the neutral state, without interaction by the three modes of material nature. In other words, material nature cannot produce any variety of manifestations without the contact of the Supreme Personality of Godhead. This is very nicely explained in Bhagavad-gītā. The Supreme Personality of Godhead is the cause of the products of material nature. Without His contact, material nature cannot produce anything. In the Caitanya-caritāmṛta also, a very suitable example is given in this connection. Although the nipples on a goat’s neck appear to be breast nipples, they do not give milk. Similarly, material nature appears to the material scientist to act and react in a wonderful manner, but in reality it cannot act without the agitator, time, who is the representation of the Supreme Personality of Godhead. When time agitates the neutral state of material nature, material nature begins to produce varieties of manifestations. Ultimately it is said that the Supreme Personality of Godhead is the cause of creation. As a woman cannot produce children unless impregnated by a man, material nature cannot produce or manifest anything unless it is impregnated by the Supreme Personality of Godhead in the form of the time factor."
    },
    {
        "verse": "18",
        "devanagari": "अन्त: पुरुषरूपेण कालरूपेण यो बहि: ।समन्वेत्येष सत्त्वानां भगवानात्ममायया ॥ १८ ॥",
        "english_devnagari": "antaḥ puruṣa-rūpeṇakāla-rūpeṇa yo bahiḥsamanvety eṣa sattvānāṁbhagavān ātma-māyayā",
        "verse_Syn": [
            "antaḥ",
            "puruṣa",
            "rūpeṇa",
            "kāla",
            "rūpeṇa",
            "yaḥ",
            "bahiḥ",
            "samanveti",
            "eṣaḥ",
            "sattvānām",
            "bhagavān",
            "ātma",
            "māyayā"
        ],
        "translation": "By exhibiting His potencies, the Supreme Personality of Godhead adjusts all these different elements, keeping Himself within as the Supersoul and without as time.",
        "purport": " Here it is stated that within the heart the Supreme Personality of Godhead resides as the Supersoul. This situation is also explained in Bhagavad-gītā: the Supersoul rests beside the individual soul and acts as a witness. This is also confirmed elsewhere in the Vedic literature: two birds are sitting on the same tree of the body; one is witnessing, and the other is eating the fruits of the tree. This puruṣa, or Paramātmā, who resides within the body of the individual soul, is described in Bhagavad-gītā (13.23) as the upadraṣṭā, witness, and the anumantā, sanctioning authority. The conditioned soul engages in the happiness and distress of the particular body given him by the arrangement of the external energy of the Supreme Lord. But the supreme living being, or the Paramātmā, is different from the conditioned soul. He is described in Bhagavad-gītā as maheśvara, or the Supreme Lord. He is Paramātmā, not jīvātmā. Paramātmā means the Supersoul, who is sitting by the side of the conditioned soul just to sanction his activities. The conditioned soul comes to this material world in order to lord it over material nature. Since one cannot do anything without the sanction of the Supreme Lord, He lives with the jīva soul as witness and sanction-giver. He is also bhoktā; He gives maintenance and sustenance to the conditioned soul. Since the living entity is constitutionally part and parcel of the Supreme Personality of Godhead, the Lord is very affectionate to the living entities. Unfortunately, when the living entity is bewildered or illusioned by the external energy, he becomes forgetful of his eternal relationship with the Lord, but as soon as he becomes aware of his constitutional position, he is liberated. The minute independence of the conditioned soul is exhibited by his marginal position. If he likes, he can forget the Supreme Personality of Godhead and come into the material existence with a false ego to lord it over material nature, but if he likes he can turn his face to the service of the Lord. The individual living entity is given that independence. His conditional life is ended and his life becomes successful as soon as he turns his face to the Lord, but by misusing his independence he enters into material existence. Yet the Lord is so kind that, as Supersoul, He always remains with the conditioned soul. The concern of the Lord is neither to enjoy nor to suffer from the material body. He remains with the jīva simply as sanction-giver and witness so that the living entity can receive the results of his activities, good or bad. Outside the body of the conditioned soul, the Supreme Personality of Godhead remains as the time factor. According to the Sāṅkhya system of philosophy, there are twenty-five elements. The twenty-four elements already described plus the time factor make twenty-five. According to some learned philosophers, the Supersoul is included to make a total of twenty-six elements."
    },
    {
        "verse": "19",
        "devanagari": "दैवात्क्षुभितधर्मिण्यां स्वस्यां योनौ पर: पुमान् ।आधत्त वीर्यं सासूत महत्तत्त्वं हिरण्मयम् ॥ १९ ॥",
        "english_devnagari": "daivāt kṣubhita-dharmiṇyāṁsvasyāṁ yonau paraḥ pumānādhatta vīryaṁ sāsūtamahat-tattvaṁ hiraṇmayam",
        "verse_Syn": [
            "daivāt",
            "kṣubhita",
            "dharmiṇyām",
            "svasyām",
            "yonau",
            "paraḥ",
            "pumān",
            "ādhatta",
            "vīryam",
            "sā",
            "asūta",
            "mahat",
            "tattvam",
            "hiraṇmayam"
        ],
        "translation": "After the Supreme Personality of Godhead impregnates material nature with His internal potency, material nature delivers the sum total of the cosmic intelligence, which is known as Hiraṇmaya. This takes place in material nature when she is agitated by the destinations of the conditioned souls.",
        "purport": " This impregnation of material nature is described in Bhagavad-gītā, Fourteenth Chapter, verse 3. Material nature’s primal factor is the mahat-tattva, or breeding source of all varieties. This part of material nature, which is called pradhāna as well as Brahman, is impregnated by the Supreme Personality of Godhead and delivers varieties of living entities. Material nature in this connection is called Brahman because it is a perverted reflection of the spiritual nature. It is described in the Viṣṇu Purāṇa that the living entities belong to the spiritual nature. The potency of the Supreme Lord is spiritual, and the living entities, although they are called marginal potency, are also spiritual. If the living entities were not spiritual, this description of impregnation by the Supreme Lord would not be applicable. The Supreme Lord does not put His semen into that which is not spiritual, but it is stated here that the Supreme Person puts His semen into material nature. This means that the living entities are spiritual by nature. After impregnation, material nature delivers all kinds of living entities, beginning from the greatest living creature, Lord Brahmā, down to the insignificant ant, in all varieties of form. In Bhagavad-gītā (14.4) material nature is clearly mentioned as sarva-yoniṣu. This means that of all varieties of species — demigods, human beings, animals, birds and beasts (whatever is manifested) — material nature is the mother, and the Supreme Personality of Godhead is the seed-giving father. Generally it is experienced that the father gives life to the child but the mother gives its body; although the seed of life is given by the father, the body develops within the womb of the mother. Similarly, the spiritual living entities are impregnated into the womb of material nature, but the body, being supplied by material nature, takes on many different species and forms of life. The theory that the symptoms of life are manifest by the interaction of the twenty-four material elements is not supported here. The living force comes directly from the Supreme Personality of Godhead and is completely spiritual. Therefore, no material scientific advancement can produce life. The living force comes from the spiritual world and has nothing to do with the interaction of the material elements."
    },
    {
        "verse": "20",
        "devanagari": "विश्वमात्मगतं व्यञ्जन्कूटस्थो जगदङ्कुर: ।स्वतेजसापिबत्तीव्रमात्मप्रस्वापनं तम: ॥ २० ॥",
        "english_devnagari": "viśvam ātma-gataṁ vyañjankūṭa-stho jagad-aṅkuraḥsva-tejasāpibat tīvramātma-prasvāpanaṁ tamaḥ",
        "verse_Syn": [
            "viśvam",
            "ātma",
            "gatam",
            "vyañjan",
            "kūṭa",
            "sthaḥ",
            "jagat",
            "aṅkuraḥ",
            "sva",
            "tejasā",
            "apibat",
            "tīvram",
            "ātma",
            "prasvāpanam",
            "tamaḥ"
        ],
        "translation": "Thus, after manifesting variegatedness, the effulgent mahat-tattva, which contains all the universes within itself, which is the root of all cosmic manifestations and which is not destroyed at the time of annihilation, swallows the darkness that covered the effulgence at the time of dissolution.",
        "purport": " Since the Supreme Personality of Godhead is ever existing, all-blissful and full of knowledge, His different energies are also ever existing in the dormant stage. Thus when the mahat-tattva was created, it manifested the material ego and swallowed up the darkness which covered the cosmic manifestation at the time of dissolution. This idea can be further explained. A person at night remains inactive, covered by the darkness of night, but when he is awakened in the morning, the covering of night, or the forgetfulness of the sleeping state, disappears. Similarly, when the mahat-tattva appears after the night of dissolution, the effulgence is manifested to exhibit the variegatedness of this material world."
    },
    {
        "verse": "21",
        "devanagari": "यत्तत्सत्त्वगुणं स्वच्छं शान्तं भगवत: पदम् ।यदाहुर्वासुदेवाख्यं चित्तं तन्महदात्मकम् ॥ २१ ॥",
        "english_devnagari": "yat tat sattva-guṇaṁ svacchaṁśāntaṁ bhagavataḥ padamyad āhur vāsudevākhyaṁcittaṁ tan mahad-ātmakam",
        "verse_Syn": [
            "yat",
            "tat",
            "sattva",
            "guṇam",
            "svaccham",
            "śāntam",
            "bhagavataḥ",
            "padam",
            "yat",
            "āhuḥ",
            "vāsudeva",
            "ākhyam",
            "cittam",
            "tat",
            "mahat",
            "ātmakam"
        ],
        "translation": "The mode of goodness, which is the clear, sober status of understanding the Personality of Godhead and which is generally called vāsudeva, or consciousness, becomes manifest in the mahat-tattva.",
        "purport": " The vāsudeva manifestation, or the status of understanding the Supreme Personality of Godhead, is called pure goodness, or śuddha-sattva. In the śuddha-sattva status there is no infringement of the other qualities, namely passion and ignorance. In the Vedic literature there is mention of the Lord’s expansion as the four Personalities of Godhead — Vāsudeva, Saṅkarṣaṇa, Pradyumna and Aniruddha. Here in the reappearance of the mahat-tattva the four expansions of Godhead occur. He who is seated within as Supersoul expands first as Vāsudeva. The vāsudeva stage is free from infringement by material desires and is the status in which one can understand the Supreme Personality of Godhead, or the objective which is described in the Bhagavad-gītā as adbhuta. This is another feature of the mahat-tattva. The vāsudeva expansion is also called Kṛṣṇa consciousness, for it is free from all tinges of material passion and ignorance. This clear state of understanding helps one to know the Supreme Personality of Godhead. The vāsudeva status is also explained in Bhagavad-gītā as kṣetra-jña, which refers to the knower of the field of activities as well as the Superknower. The living being who has occupied a particular type of body knows that body, but the Superknower, Vāsudeva, knows not only a particular type of body but also the field of activities in all the different varieties of bodies. In order to be situated in clear consciousness, or Kṛṣṇa consciousness, one must worship Vāsudeva. Vāsudeva is Kṛṣṇa alone. When Kṛṣṇa, or Viṣṇu, is alone, without the accompaniment of His internal energy, He is Vāsudeva. When He is accompanied by His internal potency, He is called Dvārakādhīśa. To have clear consciousness, or Kṛṣṇa consciousness, one has to worship Vāsudeva. It is also explained in Bhagavad-gītā that after many, many births one surrenders to Vāsudeva. Such a great soul is very rare. In order to get release from the false ego, one has to worship Saṅkarṣaṇa. Saṅkarṣaṇa is also worshiped through Lord Śiva; the snakes which cover the body of Lord Śiva are representations of Saṅkarṣaṇa, and Lord Śiva is always absorbed in meditation upon Saṅkarṣaṇa. One who is actually a worshiper of Lord Śiva as a devotee of Saṅkarṣaṇa can be released from false, material ego. If one wants to get free from mental disturbances, one has to worship Aniruddha. For this purpose, worship of the moon planet is also recommended in the Vedic literature. Similarly, to be fixed in one’s intelligence one has to worship Pradyumna, who is reached through the worship of Brahmā. These matters are explained in Vedic literature."
    },
    {
        "verse": "22",
        "devanagari": "स्वच्छत्वमविकारित्वं शान्तत्वमिति चेतस: ।वृत्तिभिर्लक्षणं प्रोक्तं यथापां प्रकृति: परा ॥ २२ ॥",
        "english_devnagari": "svacchatvam avikāritvaṁśāntatvam iti cetasaḥvṛttibhir lakṣaṇaṁ proktaṁyathāpāṁ prakṛtiḥ parā",
        "verse_Syn": [
            "svacchatvam",
            "avikāritvam",
            "śāntatvam",
            "iti",
            "cetasaḥ",
            "vṛttibhiḥ",
            "lakṣaṇam",
            "proktam",
            "yathā",
            "apām",
            "prakṛtiḥ",
            "parā"
        ],
        "translation": "After the manifestation of the mahat-tattva, these features appear simultaneously. As water in its natural state, before coming in contact with earth, is clear, sweet and unruffled, so the characteristic traits of pure consciousness are complete serenity, clarity, and freedom from distraction.",
        "purport": " The pure status of consciousness, or Kṛṣṇa consciousness, exists in the beginning; just after creation, consciousness is not polluted. The more one becomes materially contaminated, however, the more consciousness becomes obscured. In pure consciousness one can perceive a slight reflection of the Supreme Personality of Godhead. As in clear, unagitated water, free from impurities, one can see everything clearly, so in pure consciousness, or Kṛṣṇa consciousness, one can see things as they are. One can see the reflection of the Supreme Personality of Godhead, and one can see his own existence as well. This state of consciousness is very pleasing, transparent and sober. In the beginning, consciousness is pure."
    },
    {
        "verse": "23-24",
        "devanagari": "महत्तत्त्वाद्विकुर्वाणाद्भगवद्वीर्यसम्भवात् ।क्रियाशक्तिरहङ्कारस्त्रिविध: समपद्यत ॥ २३ ॥वैकारिकस्तैजसश्च तामसश्च यतो भव: ।मनसश्चेन्द्रियाणां च भूतानां महतामपि ॥ २४ ॥",
        "english_devnagari": "mahat-tattvād vikurvāṇādbhagavad-vīrya-sambhavātkriyā-śaktir ahaṅkārastri-vidhaḥ samapadyata",
        "verse_Syn": [
            "mahat",
            "tattvāt",
            "vikurvāṇāt",
            "bhagavat",
            "vīrya",
            "sambhavāt",
            "kriyā",
            "śaktiḥ",
            "ahaṅkāraḥ",
            "tri",
            "vidhaḥ",
            "samapadyata",
            "vaikārikaḥ",
            "taijasaḥ",
            "ca",
            "tāmasaḥ",
            "ca",
            "yataḥ",
            "bhavaḥ",
            "manasaḥ",
            "ca",
            "indriyāṇām",
            "ca",
            "bhūtānām",
            "mahatām",
            "api"
        ],
        "translation": "The material ego springs up from the mahat-tattva, which evolved from the Lord’s own energy. The material ego is endowed predominantly with active power of three kinds: good, passionate and ignorant. It is from these three types of material ego that the mind, the senses of perception, the organs of action, and the gross elements evolve.",
        "purport": " In the beginning, from clear consciousness, or the pure state of Kṛṣṇa consciousness, the first contamination sprang up. This is called false ego, or identification of the body as self. The living entity exists in the natural state of Kṛṣṇa consciousness, but he has marginal independence, and this allows him to forget Kṛṣṇa. Originally, pure Kṛṣṇa consciousness exists, but because of misuse of marginal independence there is a chance of forgetting Kṛṣṇa. This is exhibited in actual life; there are many instances in which someone acting in Kṛṣṇa consciousness suddenly changes. In the Upaniṣads it is therefore stated that the path of spiritual realization is just like the sharp edge of a razor. The example is very appropriate. One shaves his cheeks with a sharp razor very nicely, but as soon as his attention is diverted from the activity, he immediately cuts his cheek because he mishandles the razor. Not only must one come to the stage of pure Kṛṣṇa consciousness, but one must also be very careful. Any inattentiveness or carelessness may cause falldown. This falldown is due to false ego. From the status of pure consciousness, the false ego is born because of misuse of independence. We cannot argue about why false ego arises from pure consciousness. Factually, there is always the chance that this will happen, and therefore one has to be very careful. False ego is the basic principle for all material activities, which are executed in the modes of material nature. As soon as one deviates from pure Kṛṣṇa consciousness, he increases his entanglement in material reaction. The entanglement of materialism is the material mind, and from this material mind, the senses and material organs become manifest."
    },
    {
        "verse": "25",
        "devanagari": "सहस्रशिरसं साक्षाद्यमनन्तं प्रचक्षते ।सङ्कर्षणाख्यं पुरुषं भूतेन्द्रियमनोमयम् ॥ २५ ॥",
        "english_devnagari": "sahasra-śirasaṁ sākṣādyam anantaṁ pracakṣatesaṅkarṣaṇākhyaṁ puruṣaṁbhūtendriya-manomayam",
        "verse_Syn": [
            "sahasra",
            "śirasam",
            "sākṣāt",
            "yam",
            "anantam",
            "pracakṣate",
            "saṅkarṣaṇa",
            "ākhyam",
            "puruṣam",
            "bhūta",
            "indriya",
            "manaḥ",
            "mayam"
        ],
        "translation": "The threefold ahaṅkāra, the source of the gross elements, the senses and the mind, is identical with them because it is their cause. It is known by the name of Saṅkarṣaṇa, who is directly Lord Ananta with a thousand heads.",
        "purport": ""
    },
    {
        "verse": "26",
        "devanagari": "कर्तृत्वं करणत्वं च कार्यत्वं चेति लक्षणम् ।शान्तघोरविमूढत्वमिति वा स्यादहङ्कृते: ॥ २६ ॥",
        "english_devnagari": "kartṛtvaṁ karaṇatvaṁ cakāryatvaṁ ceti lakṣaṇamśānta-ghora-vimūḍhatvamiti vā syād ahaṅkṛteḥ",
        "verse_Syn": [
            "kartṛtvam",
            "karaṇatvam",
            "ca",
            "kāryatvam",
            "ca",
            "iti",
            "lakṣaṇam",
            "śānta",
            "ghora",
            "vimūḍhatvam",
            "iti",
            "vā",
            "syāt",
            "ahaṅkṛteḥ"
        ],
        "translation": "This false ego is characterized as the doer, as an instrument and as an effect. It is further characterized as serene, active or dull according to how it is influenced by the modes of goodness, passion and ignorance.",
        "purport": " Ahaṅkāra, or false ego, is transformed into the demigods, the controlling directors of material affairs. As an instrument, the false ego is represented as different senses and sense organs, and as the result of the combination of the demigods and the senses, material objects are produced. In the material world we are producing so many things, and this is called advancement of civilization, but factually the advancement of civilization is a manifestation of the false ego. By false ego all material things are produced as objects of enjoyment. One has to cease increasing artificial necessities in the form of material objects. One great ācārya, Narottama dāsa Ṭhākura, has lamented that when one deviates from pure consciousness of Vāsudeva, or Kṛṣṇa consciousness, he becomes entangled in material activities. The exact words he uses are, sat-saṅga chāḍi’ kainu asate vilāsa, te-kāraṇe lāgila ye karma-bandha-phāṅsa: “I have given up the pure status of consciousness because I wanted to enjoy in the temporary, material manifestation; therefore I have been entangled in the network of actions and reactions.”"
    },
    {
        "verse": "27",
        "devanagari": "वैकारिकाद्विकुर्वाणान्मनस्तत्त्वमजायत ।यत्सङ्कल्पविकल्पाभ्यां वर्तते कामसम्भव: ॥ २७ ॥",
        "english_devnagari": "vaikārikād vikurvāṇānmanas-tattvam ajāyatayat-saṅkalpa-vikalpābhyāṁvartate kāma-sambhavaḥ",
        "verse_Syn": [
            "vaikārikāt",
            "vikurvāṇāt",
            "manaḥ",
            "tattvam",
            "ajāyata",
            "yat",
            "saṅkalpa",
            "vikalpābhyām",
            "vartate",
            "kāma",
            "sambhavaḥ"
        ],
        "translation": "From the false ego of goodness, another transformation takes place. From this evolves the mind, whose thoughts and reflections give rise to desire.",
        "purport": " The symptoms of the mind are determination and rejection, which are due to different kinds of desires. We desire that which is favorable to our sense gratification, and we reject that which is not favorable to sense gratification. The material mind is not fixed, but the very same mind can be fixed when engaged in the activities of Kṛṣṇa consciousness. Otherwise, as long as the mind is on the material platform, it is hovering, and all this rejection and acceptance is asat, temporary. It is stated that he whose mind is not fixed in Kṛṣṇa consciousness must hover between acceptance and rejection. However advanced a man is in academic qualifications, as long as he is not fixed in Kṛṣṇa consciousness he will simply accept and reject and will never be able to fix his mind on a particular subject matter."
    },
    {
        "verse": "28",
        "devanagari": "यद्विदुर्ह्यनिरुद्धाख्यं हृषीकाणामधीश्वरम् ।शारदेन्दीवरश्यामं संराध्यं योगिभि: शनै: ॥ २८ ॥",
        "english_devnagari": "yad vidur hy aniruddhākhyaṁhṛṣīkāṇām adhīśvaramśāradendīvara-śyāmaṁsaṁrādhyaṁ yogibhiḥ śanaiḥ",
        "verse_Syn": [
            "yat",
            "viduḥ",
            "hi",
            "aniruddha",
            "ākhyam",
            "hṛṣīkāṇām",
            "adhīśvaram",
            "śārada",
            "indīvara",
            "śyāmam",
            "saṁrādhyam",
            "yogibhiḥ",
            "śanaiḥ"
        ],
        "translation": "The mind of the living entity is known by the name of Lord Aniruddha, the supreme ruler of the senses. He possesses a bluish-black form resembling a lotus flower growing in the autumn. He is found slowly by the yogīs.",
        "purport": " The system of yoga entails controlling the mind, and the Lord of the mind is Aniruddha. It is stated that Aniruddha is four-handed, with Sudarśana cakra, conchshell, club and lotus flower. There are twenty-four forms of Viṣṇu, each differently named. Among these twenty-four forms, Saṅkarṣaṇa, Aniruddha, Pradyumna and Vāsudeva are depicted very nicely in the Caitanya-caritāmṛta, where it is stated that Aniruddha is worshiped by the yogīs. Meditation upon voidness is a modern invention of the fertile brain of some speculator. Actually the process of yoga meditation, as prescribed in this verse, should be fixed upon the form of Aniruddha. By meditating on Aniruddha one can become free from the agitation of acceptance and rejection. When one’s mind is fixed upon Aniruddha, one gradually becomes God-realized; he approaches the pure status of Kṛṣṇa consciousness, which is the ultimate goal of yoga."
    },
    {
        "verse": "29",
        "devanagari": "तैजसात्तु विकुर्वाणाद् बुद्धितत्त्वमभूत्सति ।द्रव्यस्फुरणविज्ञानमिन्द्रियाणामनुग्रह: ॥ २९ ॥",
        "english_devnagari": "taijasāt tu vikurvāṇādbuddhi-tattvam abhūt satidravya-sphuraṇa-vijñānamindriyāṇām anugrahaḥ",
        "verse_Syn": [
            "taijasāt",
            "tu",
            "vikurvāṇāt",
            "buddhi",
            "tattvam",
            "abhūt",
            "sati",
            "dravya",
            "sphuraṇa",
            "vijñānam",
            "indriyāṇām",
            "anugrahaḥ"
        ],
        "translation": "By transformation of the false ego in passion, intelligence takes birth, O virtuous lady. The functions of intelligence are to help in ascertaining the nature of objects when they come into view, and to help the senses.",
        "purport": " Intelligence is the discriminating power to understand an object, and it helps the senses make choices. Therefore intelligence is supposed to be the master of the senses. The perfection of intelligence is attained when one becomes fixed in the activities of Kṛṣṇa consciousness. By the proper use of intelligence one’s consciousness is expanded, and the ultimate expansion of consciousness is Kṛṣṇa consciousness."
    },
    {
        "verse": "30",
        "devanagari": "संशयोऽथ विपर्यासो निश्चय: स्मृतिरेव च ।स्वाप इत्युच्यते बुद्धेर्लक्षणं वृत्तित: पृथक् ॥ ३० ॥",
        "english_devnagari": "saṁśayo ’tha viparyāsoniścayaḥ smṛtir eva casvāpa ity ucyate buddherlakṣaṇaṁ vṛttitaḥ pṛthak",
        "verse_Syn": [
            "saṁśayaḥ",
            "atha",
            "viparyāsaḥ",
            "niścayaḥ",
            "smṛtiḥ",
            "eva",
            "ca",
            "svāpaḥ",
            "iti",
            "ucyate",
            "buddheḥ",
            "lakṣaṇam",
            "vṛttitaḥ",
            "pṛthak"
        ],
        "translation": "Doubt, misapprehension, correct apprehension, memory and sleep, as determined by their different functions, are said to be the distinct characteristics of intelligence.",
        "purport": " Doubt is one of the important functions of intelligence; blind acceptance of something does not give evidence of intelligence. Therefore the word saṁśaya is very important; in order to cultivate intelligence, one should be doubtful in the beginning. But doubting is not very favorable when information is received from the proper source. In Bhagavad-gītā the Lord says that doubting the words of the authority is the cause of destruction. As described in the Patañjali yoga system, pramāṇa-viparyaya-vikalpa-nidra-smṛtyaḥ. By intelligence only one can understand things as they are. By intelligence only can one understand whether or not he is the body. The study to determine whether one’s identity is spiritual or material begins in doubt. When one is able to analyze his actual position, the false identification with the body is detected. This is viparyāsa. When false identification is detected, then real identification can be understood. Real understanding is described here as niścayaḥ, or proved experimental knowledge. This experimental knowledge can be achieved when one has understood the false knowledge. By experimental or proved knowledge, one can understand that he is not the body but spirit soul. Smṛti means “memory,” and svāpa means “sleep.” Sleep is also necessary to keep the intelligence in working order. If there is no sleep, the brain cannot work nicely. In Bhagavad-gītā it is especially mentioned that persons who regulate eating, sleeping and other necessities of the body in the proper proportion become very successful in the yoga process. These are some of the aspects of the analytical study of intelligence as described in both the Patañjali yoga system and the Sāṅkhya philosophy system of Kapiladeva in Śrīmad-Bhāgavatam."
    },
    {
        "verse": "31",
        "devanagari": "तैजसानीन्द्रियाण्येव क्रियाज्ञानविभागश: ।प्राणस्य हि क्रियाशक्तिर्बुद्धेर्विज्ञानशक्तिता ॥ ३१ ॥",
        "english_devnagari": "taijasānīndriyāṇy evakriyā-jñāna-vibhāgaśaḥprāṇasya hi kriyā-śaktirbuddher vijñāna-śaktitā",
        "verse_Syn": [
            "taijasāni",
            "indriyāṇi",
            "eva",
            "kriyā",
            "jñāna",
            "vibhāgaśaḥ",
            "prāṇasya",
            "hi",
            "kriyā",
            "śaktiḥ",
            "buddheḥ",
            "vijñāna",
            "śaktitā"
        ],
        "translation": "Egoism in the mode of passion produces two kinds of senses: the senses for acquiring knowledge and the senses of action. The senses of action depend on the vital energy, and the senses for acquiring knowledge depend on intelligence.",
        "purport": " It has been explained in the previous verses that mind is the product of ego in goodness and that the function of the mind is acceptance and rejection according to desire. But here intelligence is said to be the product of ego in passion. That is the distinction between mind and intelligence: mind is a product of egoism in goodness, and intelligence is a product of egoism in passion. The desire to accept something and reject something is a very important factor of the mind. Since mind is a product of the mode of goodness, if it is fixed upon the Lord of the mind, Aniruddha, then the mind can be changed to Kṛṣṇa consciousness. It is stated by Narottama dāsa Ṭhākura that we always have desires. Desire cannot be stopped. But if we transfer our desires to please the Supreme Personality of Godhead, that is the perfection of life. As soon as the desire is transferred to lording it over material nature, it becomes contaminated by matter. Desire has to be purified. In the beginning, this purification process has to be carried out by the order of the spiritual master, since the spiritual master knows how the disciple’s desires can be transformed into Kṛṣṇa consciousness. As far as intelligence is concerned, it is clearly stated here that it is a product of egoism in passion. By practice one comes to the point of the mode of goodness, and by surrendering or fixing the mind upon the Supreme Personality of Godhead, one becomes a very great personality, or mahātmā. In Bhagavad-gītā it is clearly said, sa mahātmā sudurlabhaḥ: “Such a great soul is very rare.” In this verse it is clear that both kinds of senses, the senses for acquiring knowledge and the senses for action, are products of egoism in the mode of passion. And because the sense organs for activity and for acquiring knowledge require energy, the vital energy, or life energy, is also produced by egoism in the mode of passion. We can therefore actually see that those who are very passionate can improve in material acquisition very quickly. It is recommended in the Vedic scriptures that if one wants to encourage a person in acquiring material possessions, one should also encourage him in sex life. We naturally find that those who are addicted to sex life are also materially advanced because sex life or passionate life is the impetus for the material advancement of civilization. For those who want to make spiritual advancement, there is almost no existence of the mode of passion. Only the mode of goodness is prominent. We find that those who engage in Kṛṣṇa consciousness are materially poor, but one who has eyes can see who is the greater. Although he appears to be materially poor, a person in Kṛṣṇa consciousness is not actually a poor man, but the person who has no taste for Kṛṣṇa consciousness and appears to be very happy with material possessions is actually poor. Persons infatuated by material consciousness are very intelligent in discovering things for material comforts, but they have no access to understanding the spirit soul and spiritual life. Therefore if anyone wants to advance in spiritual life, he has to come back to the platform of purified desire, the purified desire for devotional service. As stated in the Nārada-pañcarātra, engagement in the service of the Lord when the senses are purified in Kṛṣṇa consciousness is called pure devotion."
    },
    {
        "verse": "32",
        "devanagari": "तामसाच्च विकुर्वाणाद्भगवद्वीर्यचोदितात् ।शब्दमात्रमभूत्तस्मान्नभ: श्रोत्रं तु शब्दगम् ॥ ३२ ॥",
        "english_devnagari": "tāmasāc ca vikurvāṇādbhagavad-vīrya-coditātśabda-mātram abhūt tasmānnabhaḥ śrotraṁ tu śabdagam",
        "verse_Syn": [
            "tāmasāt",
            "ca",
            "vikurvāṇāt",
            "bhagavat",
            "vīrya",
            "coditāt",
            "śabda",
            "mātram",
            "abhūt",
            "tasmāt",
            "nabhaḥ",
            "śrotram",
            "tu",
            "śabda",
            "gam"
        ],
        "translation": "When egoism in ignorance is agitated by the sex energy of the Supreme Personality of Godhead, the subtle element sound is manifested, and from sound come the ethereal sky and the sense of hearing.",
        "purport": " It appears from this verse that all the objects of our sense gratification are the products of egoism in ignorance. It is understood from this verse that by agitation of the element of egoism in ignorance, the first thing produced was sound, which is the subtle form of ether. It is stated also in the Vedānta-sūtra that sound is the origin of all objects of material possession and that by sound one can also dissolve this material existence. Anāvṛttiḥ śabdāt means “liberation by sound.” The entire material manifestation began from sound, and sound can also end material entanglement, if it has a particular potency. The particular sound capable of doing this is the transcendental vibration Hare Kṛṣṇa. Our entanglement in material affairs has begun from material sound. Now we must purify that sound in spiritual understanding. There is sound in the spiritual world also. If we approach that sound, then our spiritual life begins, and the other requirements for spiritual advancement can be supplied. We have to understand very clearly that sound is the beginning of the creation of all material objects for our sense gratification. Similarly, if sound is purified, our spiritual necessities also are produced from sound. Here it is said that from sound the ether became manifested and that the air became manifested from ether. How the ethereal sky comes from sound, how the air comes from sky and how fire comes from air will be explained later on. Sound is the cause of the sky, and sky is the cause of śrotram, the ear. The ear is the first sense for receiving knowledge. One must give aural reception to any knowledge one wants to receive, either material or spiritual. Therefore śrotram is very important. The Vedic knowledge is called śruti; knowledge has to be received by hearing. By hearing only can we have access to either material or spiritual enjoyment. In the material world, we manufacture many things for our material comfort simply by hearing. They are already there, but just by hearing, one can transform them. If we want to build a very high skyscraper, this does not mean that we have to create it. The materials for the skyscraper — wood, metal, earth, etc. — are already there, but we make our intimate relationship with those already created material elements by hearing how to utilize them. Modern economic advancement for creation is also a product of hearing, and similarly one can create a favorable field of spiritual activities by hearing from the right source. Arjuna was a gross materialist in the bodily conception of life and was suffering from the bodily concept very acutely. But simply by hearing, Arjuna became a spiritualized, Kṛṣṇa conscious person. Hearing is very important, and that hearing is produced from the sky. By hearing only can we make proper use of that which already exists. The principle of hearing to properly utilize preconceived materials is applicable to spiritual paraphernalia as well. We must hear from the proper spiritual source."
    },
    {
        "verse": "33",
        "devanagari": "अर्थाश्रयत्वं शब्दस्य द्रष्टुर्लिङ्गत्वमेव च ।तन्मात्रत्वं च नभसो लक्षणं कवयो विदु: ॥ ३३ ॥",
        "english_devnagari": "arthāśrayatvaṁ śabdasyadraṣṭur liṅgatvam eva catan-mātratvaṁ ca nabhasolakṣaṇaṁ kavayo viduḥ",
        "verse_Syn": [
            "artha",
            "āśrayatvam",
            "śabdasya",
            "draṣṭuḥ",
            "liṅgatvam",
            "eva",
            "ca",
            "tat",
            "mātratvam",
            "ca",
            "nabhasaḥ",
            "lakṣaṇam",
            "kavayaḥ",
            "viduḥ"
        ],
        "translation": "Persons who are learned and who have true knowledge define sound as that which conveys the idea of an object, indicates the presence of a speaker screened from our view and constitutes the subtle form of ether.",
        "purport": " It is very clear herein that as soon as we speak of hearing, there must be a speaker; without a speaker there is no question of hearing. Therefore the Vedic knowledge, which is known as śruti, or that which is received by hearing, is also called apauruṣa. Apauruṣa means “not spoken by any person materially created.” It is stated in the beginning of Śrīmad-Bhāgavatam, tene brahma hṛdā. The sound of Brahman, or Veda, was first impregnated into the heart of Brahmā, the original learned man (ādi-kavaye). How did he become learned? Whenever there is learning, there must be a speaker and the process of hearing. But Brahmā was the first created being. Who spoke to him? Since no one was there, who was the spiritual master to give knowledge? He was the only living creature; therefore the Vedic knowledge was imparted within his heart by the Supreme Personality of Godhead, who is seated within everyone as Paramātmā. Vedic knowledge is understood to be spoken by the Supreme Lord, and therefore it is free from the defects of material understanding. Material understanding is defective. If we hear something from a conditioned soul, it is full of defects. All material and mundane information is tainted by illusion, error, cheating and imperfection of the senses. Because Vedic knowledge was imparted by the Supreme Lord, who is transcendental to material creation, it is perfect. If we receive that Vedic knowledge from Brahmā in disciplic succession, then we receive perfect knowledge. Every word we hear has a meaning behind it. As soon as we hear the word “water,” there is a substance — water — behind the word. Similarly, as soon as we hear the word “God,” there is a meaning to it. If we receive that meaning and explanation of “God” from God Himself, then it is perfect. But if we speculate about the meaning of “God,” it is imperfect. Bhagavad-gītā, which is the science of God, is spoken by the Personality of Godhead Himself. This is perfect knowledge. Mental speculators or so-called philosophers who are researching what is actually God will never understand the nature of God. The science of God has to be understood in disciplic succession from Brahmā, who was first instructed about knowledge of God by God Himself. We can understand the knowledge of God by hearing Bhagavad-gītā from a person authorized in the disciplic succession. When we speak of seeing, there must be form. By our sense perception, the beginning experience is the sky. Sky is the beginning of form. And from the sky, other forms emanate. Therefore the objects of knowledge and sense perception begin from the sky."
    },
    {
        "verse": "34",
        "devanagari": "भूतानां छिद्रदातृत्वं बहिरन्तरमेव च ।प्राणेन्द्रियात्मधिष्ण्यत्वं नभसो वृत्तिलक्षणम् ॥ ३४ ॥",
        "english_devnagari": "bhūtānāṁ chidra-dātṛtvaṁbahir antaram eva caprāṇendriyātma-dhiṣṇyatvaṁnabhaso vṛtti-lakṣaṇam",
        "verse_Syn": [
            "bhūtānām",
            "chidra",
            "dātṛtvam",
            "bahiḥ",
            "antaram",
            "eva",
            "ca",
            "prāṇa",
            "indriya",
            "ātma",
            "dhiṣṇyatvam",
            "nabhasaḥ",
            "vṛtti",
            "lakṣaṇam"
        ],
        "translation": "The activities and characteristics of the ethereal element can be observed as the accommodation of room for the external and internal existences of all living entities, namely the field of activities of the vital air, the senses and the mind.",
        "purport": " The mind, the senses and the vital force, or living entity, have forms, although they are not visible to the naked eye. Form rests in subtle existence in the sky, and internally it is perceived as the veins within the body and the circulation of the vital air. Externally there are invisible forms of sense objects. The production of the invisible sense objects is the external activity of the ethereal element, and the circulation of vital air and blood is its internal activity. That subtle forms exist in the ether has been proven by modern science by transmission of television, by which forms or photographs of one place are transmitted to another place by the action of the ethereal element. That is very nicely explained here. This verse is the potential basis of great scientific research work, for it explains how subtle forms are generated from the ethereal element, what their characteristics and actions are, and how the tangible elements, namely air, fire, water and earth, are manifested from the subtle form. Mental activities, or psychological actions of thinking, feeling and willing, are also activities on the platform of ethereal existence. The statement in Bhagavad-gītā that the mental situation at the time of death is the basis of the next birth is also corroborated in this verse. Mental existence transforms into tangible form as soon as there is an opportunity due to contamination or development of the gross elements from subtle form."
    },
    {
        "verse": "35",
        "devanagari": "नभस: शब्दतन्मात्रात्कालगत्या विकुर्वत: ।स्पर्शोऽभवत्ततो वायुस्त्वक्स्पर्शस्य च संग्रह: ॥ ३५ ॥",
        "english_devnagari": "nabhasaḥ śabda-tanmātrātkāla-gatyā vikurvataḥsparśo ’bhavat tato vāyustvak sparśasya ca saṅgrahaḥ",
        "verse_Syn": [
            "nabhasaḥ",
            "śabda",
            "tanmātrāt",
            "kāla",
            "gatyā",
            "vikurvataḥ",
            "sparśaḥ",
            "abhavat",
            "tataḥ",
            "vāyuḥ",
            "tvak",
            "sparśasya",
            "ca",
            "saṅgrahaḥ"
        ],
        "translation": "From ethereal existence, which evolves from sound, the next transformation takes place under the impulse of time, and thus the subtle element touch and thence the air and sense of touch become prominent.",
        "purport": " In the course of time, when the subtle forms are transformed into gross forms, they become the objects of touch. The objects of touch and the tactile sense also develop after this evolution in time. Sound is the first sense object to exhibit material existence, and from the perception of sound, touch perception evolves, and from touch perception, the perception of sight. That is the way of the gradual evolution of our perceptive objects."
    },
    {
        "verse": "36",
        "devanagari": "मृदुत्वं कठिनत्वं च शैत्यमुष्णत्वमेव च ।एतत्स्पर्शस्य स्पर्शत्वं तन्मात्रत्वं नभस्वत: ॥ ३६ ॥",
        "english_devnagari": "mṛdutvaṁ kaṭhinatvaṁ caśaityam uṣṇatvam eva caetat sparśasya sparśatvaṁtan-mātratvaṁ nabhasvataḥ",
        "verse_Syn": [
            "mṛdutvam",
            "kaṭhinatvam",
            "ca",
            "śaityam",
            "uṣṇatvam",
            "eva",
            "ca",
            "etat",
            "sparśasya",
            "sparśatvam",
            "tat",
            "mātratvam",
            "nabhasvataḥ"
        ],
        "translation": "Softness and hardness and cold and heat are the distinguishing attributes of touch, which is characterized as the subtle form of air.",
        "purport": " Tangibility is the proof of form. In actuality, objects are perceived in two different ways. They are either soft or hard, cold or hot, etc. This tangible action of the tactile sense is the result of the evolution of air, which is produced from the sky."
    },
    {
        "verse": "37",
        "devanagari": "चालनं व्यूहनं प्राप्तिर्नेतृत्वं द्रव्यशब्दयो: ।सर्वेन्द्रियाणामात्मत्वं वायो: कर्माभिलक्षणम् ॥ ३७ ॥",
        "english_devnagari": "cālanaṁ vyūhanaṁ prāptirnetṛtvaṁ dravya-śabdayoḥsarvendriyāṇām ātmatvaṁvāyoḥ karmābhilakṣaṇam",
        "verse_Syn": [
            "cālanam",
            "vyūhanam",
            "prāptiḥ",
            "netṛtvam",
            "dravya",
            "śabdayoḥ",
            "sarva",
            "indriyāṇām",
            "ātmatvam",
            "vāyoḥ",
            "karma",
            "abhilakṣaṇam"
        ],
        "translation": "The action of the air is exhibited in movements, mixing, allowing approach to the objects of sound and other sense perceptions, and providing for the proper functioning of all other senses.",
        "purport": " We can perceive the action of the air when the branches of a tree move or when dry leaves on the ground collect together. Similarly, it is only by the action of the air that a body moves, and when the air circulation is impeded, many diseases result. Paralysis, nervous breakdowns, madness and many other diseases are actually due to an insufficient circulation of air. In the Āyurvedic system these diseases are treated on the basis of air circulation. If from the beginning one takes care of the process of air circulation, such diseases cannot take place. From the Āyur-veda as well as from the Śrīmad-Bhāgavatam it is clear that so many activities are going on internally and externally because of air alone, and as soon as there is some deficiency in the air circulation, these activities cannot take place. Here it is clearly stated, netṛtvaṁ dravya-śabdayoḥ. Our sense of proprietorship over action is also due to the activity of the air. If the air circulation is stifled, we cannot approach a place after hearing. If someone calls us, we hear the sound because of the air circulation, and we approach that sound or the place from which the sound comes. It is clearly said in this verse that these are all movements of the air. The ability to detect odors is also due to the action of the air."
    },
    {
        "verse": "38",
        "devanagari": "वायोश्च स्पर्शतन्मात्राद्रूपं दैवेरितादभूत् ।समुत्थितं ततस्तेजश्चक्षू रूपोपलम्भनम् ॥ ३८ ॥",
        "english_devnagari": "vāyoś ca sparśa-tanmātrādrūpaṁ daiveritād abhūtsamutthitaṁ tatas tejaścakṣū rūpopalambhanam",
        "verse_Syn": [
            "vāyoḥ",
            "ca",
            "sparśa",
            "tanmātrāt",
            "rūpam",
            "daiva",
            "īritāt",
            "abhūt",
            "samutthitam",
            "tataḥ",
            "tejaḥ",
            "cakṣuḥ",
            "rūpa",
            "upalambhanam"
        ],
        "translation": "By interactions of the air and the sensations of touch, one receives different forms according to destiny. By evolution of such forms, there is fire, and the eye sees different forms in color.",
        "purport": " Because of destiny, the touch sensation, the interactions of air, and the situation of the mind, which is produced of the ethereal element, one receives a body according to his previous activities. Needless to say, a living entity transmigrates from one form to another. His form changes according to destiny and by the arrangement of a superior authority which controls the interaction of air and the mental situation. Form is the combination of different types of sense perception. Predestined activities are the plans of the mental situation and the interaction of air."
    },
    {
        "verse": "39",
        "devanagari": "द्रव्याकृतित्वं गुणता व्यक्तिसंस्थात्वमेव च ।तेजस्त्वं तेजस: साध्वि रूपमात्रस्य वृत्तय: ॥ ३९ ॥",
        "english_devnagari": "dravyākṛtitvaṁ guṇatāvyakti-saṁsthātvam eva catejastvaṁ tejasaḥ sādhvirūpa-mātrasya vṛttayaḥ",
        "verse_Syn": [
            "dravya",
            "ākṛtitvam",
            "guṇatā",
            "vyakti",
            "saṁsthātvam",
            "eva",
            "ca",
            "tejastvam",
            "tejasaḥ",
            "sādhvi",
            "rūpa",
            "mātrasya",
            "vṛttayaḥ"
        ],
        "translation": "My dear mother, the characteristics of form are understood by dimension, quality and individuality. The form of fire is appreciated by its effulgence.",
        "purport": " Every form that we appreciate has its particular dimensions and characteristics. The quality of a particular object is appreciated by its utility. But the form of sound is independent. Forms which are invisible can be understood only by touch; that is the independent appreciation of invisible form. Visible forms are understood by analytical study of their constitution. The constitution of a certain object is appreciated by its internal action. For example, the form of salt is appreciated by the interaction of salty tastes, and the form of sugar is appreciated by the interaction of sweet tastes. Tastes and qualitative constitution are the basic principles in understanding the form of an object."
    },
    {
        "verse": "40",
        "devanagari": "द्योतनं पचनं पानमदनं हिममर्दनम् ।तेजसो वृत्तयस्त्वेता: शोषणं क्षुत्तृडेव च ॥ ४० ॥",
        "english_devnagari": "dyotanaṁ pacanaṁ pānamadanaṁ hima-mardanamtejaso vṛttayas tv etāḥśoṣaṇaṁ kṣut tṛḍ eva ca",
        "verse_Syn": [
            "dyotanam",
            "pacanam",
            "pānam",
            "adanam",
            "hima",
            "mardanam",
            "tejasaḥ",
            "vṛttayaḥ",
            "tu",
            "etāḥ",
            "śoṣaṇam",
            "kṣut",
            "tṛṭ",
            "eva",
            "ca"
        ],
        "translation": "Fire is appreciated by its light and by its ability to cook, to digest, to destroy cold, to evaporate, and to give rise to hunger, thirst, eating and drinking.",
        "purport": " The first symptoms of fire are distribution of light and heat, and the existence of fire is also perceived in the stomach. Without fire we cannot digest what we eat. Without digestion there is no hunger and thirst or power to eat and drink. When there is insufficient hunger and thirst, it is understood that there is a shortage of fire within the stomach, and the Āyurvedic treatment is performed in connection with the fire element, agni-māndyam. Since fire is increased by the secretion of bile, the treatment is to increase bile secretion. The Āyurvedic treatment thus corroborates the statements in Śrīmad-Bhāgavatam. The characteristic of fire in subduing the influence of cold is known to everyone. Severe cold can always be counteracted by fire."
    },
    {
        "verse": "41",
        "devanagari": "रूपमात्राद्विकुर्वाणात्तेजसो दैवचोदितात् ।रसमात्रमभूत्तस्मादम्भो जिह्वा रसग्रह: ॥ ४१ ॥",
        "english_devnagari": "rūpa-mātrād vikurvāṇāttejaso daiva-coditātrasa-mātram abhūt tasmādambho jihvā rasa-grahaḥ",
        "verse_Syn": [
            "rūpa",
            "mātrāt",
            "vikurvāṇāt",
            "tejasaḥ",
            "daiva",
            "coditāt",
            "rasa",
            "mātram",
            "abhūt",
            "tasmāt",
            "ambhaḥ",
            "jihvā",
            "rasa",
            "grahaḥ"
        ],
        "translation": "By the interaction of fire and the visual sensation, the subtle element taste evolves under a superior arrangement. From taste, water is produced, and the tongue, which perceives taste, is also manifested.",
        "purport": " The tongue is described here as the instrument for acquiring knowledge of taste. Because taste is a product of water, there is always saliva on the tongue."
    },
    {
        "verse": "42",
        "devanagari": "कषायो मधुरस्तिक्त: कट्‍वम्‍ल इति नैकधा ।भौतिकानां विकारेण रस एको विभिद्यते ॥ ४२ ॥",
        "english_devnagari": "kaṣāyo madhuras tiktaḥkaṭv amla iti naikadhābhautikānāṁ vikāreṇarasa eko vibhidyate",
        "verse_Syn": [
            "kaṣāyaḥ",
            "madhuraḥ",
            "tiktaḥ",
            "kaṭu",
            "amlaḥ",
            "iti",
            "na",
            "ekadhā",
            "bhautikānām",
            "vikāreṇa",
            "rasaḥ",
            "ekaḥ",
            "vibhidyate"
        ],
        "translation": "Although originally one, taste becomes manifold as astringent, sweet, bitter, pungent, sour and salty due to contact with other substances.",
        "purport": ""
    },
    {
        "verse": "43",
        "devanagari": "क्लेदनं पिण्डनं तृप्ति: प्राणनाप्यायनोन्दनम् ।तापापनोदो भूयस्त्वमम्भसो वृत्तयस्त्विमा: ॥ ४३ ॥",
        "english_devnagari": "kledanaṁ piṇḍanaṁ tṛptiḥprāṇanāpyāyanondanamtāpāpanodo bhūyastvamambhaso vṛttayas tv imāḥ",
        "verse_Syn": [
            "kledanam",
            "piṇḍanam",
            "tṛptiḥ",
            "prāṇana",
            "āpyāyana",
            "undanam",
            "tāpa",
            "apanodaḥ",
            "bhūyastvam",
            "ambhasaḥ",
            "vṛttayaḥ",
            "tu",
            "imāḥ"
        ],
        "translation": "The characteristics of water are exhibited by its moistening other substances, coagulating various mixtures, causing satisfaction, maintaining life, softening things, driving away heat, incessantly supplying itself to reservoirs of water, and refreshing by slaking thirst.",
        "purport": " Starvation can be mitigated by drinking water. It is sometimes found that if a person who has taken a vow to fast takes a little water at intervals, the exhaustion of fasting is at once mitigated. In the Vedas it is also stated, āpomayaḥ prāṇaḥ: “Life depends on water.” With water, anything can be moistened or dampened. Flour dough can be prepared with a mixture of water. Mud is made by mixing earth with water. As stated in the beginning of Śrīmad-Bhāgavatam, water is the cementing ingredient of different material elements. If we build a house, water is actually the constituent in making the bricks. Fire, water and air are the exchanging elements for the entire material manifestation, but water is most prominent. Also, excessive heat can be reduced simply by pouring water on the heated field."
    },
    {
        "verse": "44",
        "devanagari": "रसमात्राद्विकुर्वाणादम्भसो दैवचोदितात् ।गन्धमात्रमभूत्तस्मात्पृथ्वी घ्राणस्तु गन्धग: ॥ ४४ ॥",
        "english_devnagari": "rasa-mātrād vikurvāṇādambhaso daiva-coditātgandha-mātram abhūt tasmātpṛthvī ghrāṇas tu gandhagaḥ",
        "verse_Syn": [
            "rasa",
            "mātrāt",
            "vikurvāṇāt",
            "ambhasaḥ",
            "daiva",
            "coditāt",
            "gandha",
            "mātram",
            "abhūt",
            "tasmāt",
            "pṛthvī",
            "ghrāṇaḥ",
            "tu",
            "gandha",
            "gaḥ"
        ],
        "translation": "Due to the interaction of water with the taste perception, the subtle element odor evolves under superior arrangement. Thence the earth and the olfactory sense, by which we can variously experience the aroma of the earth, become manifest.",
        "purport": ""
    },
    {
        "verse": "45",
        "devanagari": "करम्भपूतिसौरभ्यशान्तोग्राम्‍लादिभि: पृथक् ।द्रव्यावयववैषम्याद्गन्ध एको विभिद्यते ॥ ४५ ॥",
        "english_devnagari": "karambha-pūti-saurabhya-śāntogrāmlādibhiḥ pṛthakdravyāvayava-vaiṣamyādgandha eko vibhidyate",
        "verse_Syn": [
            "karambha",
            "pūti",
            "saurabhya",
            "śānta",
            "ugra",
            "amla",
            "ādibhiḥ",
            "pṛthak",
            "dravya",
            "avayava",
            "vaiṣamyāt",
            "gandhaḥ",
            "ekaḥ",
            "vibhidyate"
        ],
        "translation": "Odor, although one, becomes many — as mixed, offensive, fragrant, mild, strong, acidic and so on — according to the proportions of associated substances.",
        "purport": " Mixed smell is sometimes perceived in foodstuffs prepared from various ingredients, such as vegetables mixed with different kinds of spices and asafetida. Bad odors are perceived in filthy places, good smells are perceived from camphor, menthol and similar other products, pungent smells are perceived from garlic and onions, and acidic smells are perceived from turmeric and similar sour substances. The original aroma is the odor emanating from the earth, and when it is mixed with different substances, this odor appears in different ways."
    },
    {
        "verse": "46",
        "devanagari": "भावनं ब्रह्मण: स्थानं धारणं सद्विशेषणम् ।सर्वसत्त्वगुणोद्भेद: पृथिवीवृत्तिलक्षणम् ॥ ४६ ॥",
        "english_devnagari": "bhāvanaṁ brahmaṇaḥ sthānaṁdhāraṇaṁ sad-viśeṣaṇamsarva-sattva-guṇodbhedaḥpṛthivī-vṛtti-lakṣaṇam",
        "verse_Syn": [
            "bhāvanam",
            "brahmaṇaḥ",
            "sthānam",
            "dhāraṇam",
            "sat",
            "viśeṣaṇam",
            "sarva",
            "sattva",
            "guṇa",
            "udbhedaḥ",
            "pṛthivī",
            "vṛtti",
            "lakṣaṇam"
        ],
        "translation": "The characteristics of the functions of earth can be perceived by modeling forms of the Supreme Brahman, by constructing places of residence, by preparing pots to contain water, etc. In other words, the earth is the place of sustenance for all elements.",
        "purport": " Different elements, such as sound, sky, air, fire and water, can be perceived in the earth. Another feature of the earth especially mentioned here is that earth can manifest different forms of the Supreme Personality of Godhead. By this statement of Kapila’s it is confirmed that the Supreme Personality of Godhead, Brahman, has innumerable forms, which are described in the scriptures. By manipulation of earth and its products, such as stone, wood and jewels, these forms of the Supreme Lord can be present before our eyes. When a form of Lord Kṛṣṇa or Lord Viṣṇu is manifested by presentation of a statue made of earth, it is not imaginary. The earth gives shape to the Lord’s forms as described in the scriptures. In the Brahma-saṁhitā there is description of Lord Kṛṣṇa’s lands, the variegatedness of the spiritual abode, and the forms of the Lord playing a flute with His spiritual body. All these forms are described in the scriptures, and when they are thus presented they become worshipable. They are not imaginary as the Māyāvāda philosophy says. Sometimes the word bhāvana is misinterpreted as “imagination.” But bhāvana does not mean “imagination”; it means giving actual shape to the description of Vedic literature. Earth is the ultimate transformation of all living entities and their respective modes of material nature."
    },
    {
        "verse": "47",
        "devanagari": "नभोगुणविशेषोऽर्थो यस्य तच्छ्रोत्रमुच्यते ।वायोर्गुणविशेषोऽर्थो यस्य तत्स्पर्शनं विदु: ॥ ४७ ॥",
        "english_devnagari": "nabho-guṇa-viśeṣo ’rthoyasya tac chrotram ucyatevāyor guṇa-viśeṣo ’rthoyasya tat sparśanaṁ viduḥ",
        "verse_Syn": [
            "nabhaḥ",
            "guṇa",
            "viśeṣaḥ",
            "arthaḥ",
            "yasya",
            "tat",
            "śrotram",
            "ucyate",
            "vāyoḥ",
            "guṇa",
            "viśeṣaḥ",
            "arthaḥ",
            "yasya",
            "tat",
            "sparśanam",
            "viduḥ"
        ],
        "translation": "The sense whose object of perception is sound is called the auditory sense, and that whose object of perception is touch is called the tactile sense.",
        "purport": " Sound is one of the qualifications of the sky and is the subject matter for hearing. Similarly, touch is the qualification of the air and is the subject of the touch sensation."
    },
    {
        "verse": "48",
        "devanagari": "तेजोगुणविशेषोऽर्थो यस्य तच्चक्षुरुच्यते ।अम्भोगुणविशेषोऽर्थो यस्य तद्रसनं विदु: ।भूमेर्गुणविशेषोऽर्थो यस्य स घ्राण उच्यते ॥ ४८ ॥",
        "english_devnagari": "tejo-guṇa-viśeṣo ’rthoyasya tac cakṣur ucyateambho-guṇa-viśeṣo ’rthoyasya tad rasanaṁ viduḥbhūmer guṇa-viśeṣo ’rthoyasya sa ghrāṇa ucyate",
        "verse_Syn": [
            "tejaḥ",
            "guṇa",
            "viśeṣaḥ",
            "arthaḥ",
            "yasya",
            "tat",
            "cakṣuḥ",
            "ucyate",
            "ambhaḥ",
            "guṇa",
            "viśeṣaḥ",
            "arthaḥ",
            "yasya",
            "tat",
            "rasanam",
            "viduḥ",
            "bhūmeḥ",
            "guṇa",
            "viśeṣaḥ",
            "arthaḥ",
            "yasya",
            "saḥ",
            "ghrāṇaḥ",
            "ucyate"
        ],
        "translation": "The sense whose object of perception is form, the distinctive characteristic of fire, is the sense of sight. The sense whose object of perception is taste, the distinctive characteristic of water, is known as the sense of taste. Finally, the sense whose object of perception is odor, the distinctive characteristic of earth, is called the sense of smell.",
        "purport": ""
    },
    {
        "verse": "49",
        "devanagari": "परस्य द‍ृश्यते धर्मो ह्यपरस्मिन्समन्वयात् ।अतो विशेषो भावानां भूमावेवोपलक्ष्यते ॥ ४९ ॥",
        "english_devnagari": "parasya dṛśyate dharmohy aparasmin samanvayātato viśeṣo bhāvānāṁbhūmāv evopalakṣyate",
        "verse_Syn": [
            "parasya",
            "dṛśyate",
            "dharmaḥ",
            "hi",
            "aparasmin",
            "samanvayāt",
            "ataḥ",
            "viśeṣaḥ",
            "bhāvānām",
            "bhūmau",
            "eva",
            "upalakṣyate"
        ],
        "translation": "Since the cause exists in its effect as well, the characteristics of the former are observed in the latter. That is why the peculiarities of all the elements exist in the earth alone.",
        "purport": " Sound is the cause of the sky, sky is the cause of the air, air is the cause of fire, fire is the cause of water, and water is the cause of earth. In the sky there is only sound; in the air there are sound and touch; in the fire there are sound, touch and form; in water there are sound, touch, form and taste; and in the earth there are sound, touch, form, taste and smell. Therefore earth is the reservoir of all the qualities of the other elements. Earth is the sum total of all other elements. The earth has all five qualities of the elements, water has four qualities, fire has three, air has two, and the sky has only one quality, sound."
    },
    {
        "verse": "50",
        "devanagari": "एतान्यसंहत्य यदा महदादीनि सप्त वै ।कालकर्मगुणोपेतो जगदादिरुपाविशत् ॥ ५० ॥",
        "english_devnagari": "etāny asaṁhatya yadāmahad-ādīni sapta vaikāla-karma-guṇopetojagad-ādir upāviśat",
        "verse_Syn": [
            "etāni",
            "asaṁhatya",
            "yadā",
            "mahat",
            "ādīni",
            "sapta",
            "vai",
            "kāla",
            "karma",
            "guṇa",
            "upetaḥ",
            "jagat",
            "ādiḥ",
            "upāviśat"
        ],
        "translation": "When all these elements were unmixed, the Supreme Personality of Godhead, the origin of creation, along with time, work, and the qualities of the modes of material nature, entered into the universe with the total material energy in seven divisions.",
        "purport": " After stating the generation of the causes, Kapiladeva speaks about the generation of the effects. At that time when the causes were unmixed, the Supreme Personality of Godhead, in His feature of Garbhodakaśāyī Viṣṇu, entered within each universe. Accompanying Him were all of the seven primary elements — the five material elements, the total energy (mahat-tattva) and the false ego. This entrance of the Supreme Personality of Godhead involves His entering even the atoms of the material world. This is confirmed in the Brahma-saṁhitā (5.35): aṇḍāntara-stha-paramāṇu-cayāntara-stham. He is not only within the universe, but within the atoms also. He is within the heart of every living entity. Garbhodakaśāyī Viṣṇu, the Supreme Personality of Godhead, entered into everything."
    },
    {
        "verse": "51",
        "devanagari": "ततस्तेनानुविद्धेभ्यो युक्तेभ्योऽण्डमचेतनम् ।उत्थितं पुरुषो यस्मादुदतिष्ठदसौ विराट् ॥ ५१ ॥",
        "english_devnagari": "tatas tenānuviddhebhyoyuktebhyo ’ṇḍam acetanamutthitaṁ puruṣo yasmādudatiṣṭhad asau virāṭ",
        "verse_Syn": [
            "tataḥ",
            "tena",
            "anuviddhebhyaḥ",
            "yuktebhyaḥ",
            "aṇḍam",
            "acetanam",
            "utthitam",
            "puruṣaḥ",
            "yasmāt",
            "udatiṣṭhat",
            "asau",
            "virāṭ"
        ],
        "translation": "From these seven principles, roused into activity and united by the presence of the Lord, an unintelligent egg arose, from which appeared the celebrated Cosmic Being.",
        "purport": " In sex life, the combination of matter from the parents, which involves emulsification and secretion, creates the situation whereby a soul is received within matter, and the combination of matter gradually develops into a complete body. The same principle exists in the universal creation: the ingredients are present, but only when the Lord enters into the material elements is matter actually agitated. That is the cause of creation. We can see this in our ordinary experience. Although we may have clay, water and fire, the elements take the shape of a brick only when we labor to combine them. Without the living energy, there is no possibility that matter can take shape. Similarly, this material world does not develop unless agitated by the Supreme Lord as the virāṭ-puruṣa. Yasmād udatiṣṭhad asau virāṭ: by His agitation, space was created, and the universal form of the Lord also manifested therein."
    },
    {
        "verse": "52",
        "devanagari": "एतदण्डं विशेषाख्यं क्रमवृद्धैर्दशोत्तरै: ।तोयादिभि: परिवृतं प्रधानेनावृतैर्बहि: ।यत्र लोकवितानोऽयं रूपं भगवतो हरे: ॥ ५२ ॥",
        "english_devnagari": "etad aṇḍaṁ viśeṣākhyaṁkrama-vṛddhair daśottaraiḥtoyādibhiḥ parivṛtaṁpradhānenāvṛtair bahiḥyatra loka-vitāno ’yaṁrūpaṁ bhagavato hareḥ",
        "verse_Syn": [
            "etat",
            "aṇḍam",
            "viśeṣa",
            "ākhyam",
            "krama",
            "vṛddhaiḥ",
            "daśa",
            "uttaraiḥ",
            "toya",
            "ādibhiḥ",
            "parivṛtam",
            "pradhānena",
            "āvṛtaiḥ",
            "bahiḥ",
            "yatra",
            "loka",
            "vitānaḥ",
            "ayam",
            "rūpam",
            "bhagavataḥ",
            "hareḥ"
        ],
        "translation": "This universal egg, or the universe in the shape of an egg, is called the manifestation of material energy. Its layers of water, air, fire, sky, ego and mahat-tattva increase in thickness one after another. Each layer is ten times bigger than the previous one, and the final outside layer is covered by pradhāna. Within this egg is the universal form of Lord Hari, of whose body the fourteen planetary systems are parts.",
        "purport": " This universe, or the universal sky which we can visualize with its innumerable planets, is shaped just like an egg. As an egg is covered by a shell, the universe is also covered by various layers. The first layer is water, the next is fire, then air, then sky, and the ultimate holding crust is pradhāna. Within this egglike universe is the universal form of the Lord as the virāṭ-puruṣa. All the different planetary situations are parts of His body. This is already explained in the beginning of Śrīmad-Bhāgavatam, Second Canto. The planetary systems are considered to form different bodily parts of that universal form of the Lord. Persons who cannot directly engage in the worship of the transcendental form of the Lord are advised to think of and worship this universal form. The lowest planetary system, Pātāla, is considered to be the sole of the Supreme Lord, and the earth is considered to be the belly of the Lord. Brahmaloka, or the highest planetary system, where Brahmā lives, is considered to be the head of the Lord. This virāṭ-puruṣa is considered an incarnation of the Lord. The original form of the Lord is Kṛṣṇa, as confirmed in Brahma-saṁhitā: ādi-puruṣa. The virāṭ-puruṣa is also puruṣa, but He is not ādi-puruṣa. The ādi-puruṣa is Kṛṣṇa: īśvaraḥ paramaḥ kṛṣṇaḥ sac-cid-ānanda-vigrahaḥ/ anādir ādir govindaḥ. In Bhagavad-gītā Kṛṣṇa is also accepted as the ādi-puruṣa, the original. Kṛṣṇa says, “No one is greater than Me.” There are innumerable expansions of the Lord, and all of them are puruṣas, or enjoyers, but neither the virāṭ-puruṣa nor the puruṣa-avatāras — Kāraṇodakaśāyī Viṣṇu, Garbhodakaśāyī Viṣṇu and Kṣīrodakaśāyī Viṣṇu — nor any of the many other expansions, is the original. In each universe there are Garbhodakaśāyī Viṣṇu, the virāṭ-puruṣa and Kṣīrodakaśāyī Viṣṇu. The active manifestation of the virāṭ-puruṣa is described here. Persons who are in the lower grade of understanding regarding the Supreme Personality of Godhead may think of the universal form of the Lord, for that is advised in the Bhāgavatam. The dimensions of the universe are estimated here. The outer covering is made of layers of water, air, fire, sky, ego and mahat-tattva, and each layer is ten times greater than the one previous. The space within the hollow of the universe cannot be measured by any human scientist or anyone else, and beyond the hollow there are seven coverings, each one ten times greater than the one preceding it. The layer of water is ten times greater than the diameter of the universe, and the layer of fire is ten times greater than that of water. Similarly, the layer of air is ten times greater than that of fire. These dimensions are all inconceivable to the tiny brain of a human being. It is also stated that this description is of only one egglike universe. There are innumerable universes besides this one, and some of them are many, many times greater. It is considered, in fact, that this universe is the smallest; therefore the predominating superintendent, or Brahmā, has only four heads for management. In other universes, which are far greater than this one, Brahmā has more heads. In the Caitanya-caritāmṛta it is stated that all these Brahmās were called one day by Lord Kṛṣṇa on the inquiry of the small Brahmā, who, after seeing all the larger Brahmās, was thunderstruck. That is the inconceivable potency of the Lord. No one can measure the length and breadth of God by speculation or by false identification with God. These attempts are symptoms of lunacy."
    },
    {
        "verse": "53",
        "devanagari": "हिरण्मयादण्डकोशादुत्थाय सलिलेशयात् ।तमाविश्य महादेवो बहुधा निर्बिभेद खम् ॥ ५३ ॥",
        "english_devnagari": "hiraṇmayād aṇḍa-kośādutthāya salile śayāttam āviśya mahā-devobahudhā nirbibheda kham",
        "verse_Syn": [
            "hiraṇmayāt",
            "aṇḍa",
            "kośāt",
            "utthāya",
            "salile",
            "śayāt",
            "tam",
            "āviśya",
            "mahā",
            "devaḥ",
            "bahudhā",
            "nirbibheda",
            "kham"
        ],
        "translation": "The Supreme Personality of Godhead, the virāṭ-puruṣa, situated Himself in that golden egg, which was lying on the water, and He divided it into many departments.",
        "purport": ""
    },
    {
        "verse": "54",
        "devanagari": "निरभिद्यतास्य प्रथमं मुखं वाणी ततोऽभवत् ।वाण्या वह्निरथो नासे प्राणोतो घ्राण एतयो: ॥ ५४ ॥",
        "english_devnagari": "nirabhidyatāsya prathamaṁmukhaṁ vāṇī tato ’bhavatvāṇyā vahnir atho nāseprāṇoto ghrāṇa etayoḥ",
        "verse_Syn": [
            "nirabhidyata",
            "asya",
            "prathamam",
            "mukham",
            "vāṇī",
            "tataḥ",
            "abhavat",
            "vāṇyā",
            "vahniḥ",
            "athaḥ",
            "nāse",
            "prāṇa",
            "utaḥ",
            "ghrāṇaḥ",
            "etayoḥ"
        ],
        "translation": "First of all a mouth appeared in Him, and then came forth the organ of speech, and with it the god of fire, the deity who presides over that organ. Then a pair of nostrils appeared, and in them appeared the olfactory sense, as well as prāṇa, the vital air.",
        "purport": " With the manifestation of speech, fire also became manifested, and with the manifestation of nostrils the vital air, the breathing process and the sense of smell also became manifested."
    },
    {
        "verse": "55",
        "devanagari": "घ्राणाद्वायुरभिद्येतामक्षिणी चक्षुरेतयो: ।तस्मात्सूर्यो न्यभिद्येतां कर्णौ श्रोत्रं ततो दिश: ॥ ५५ ॥",
        "english_devnagari": "ghrāṇād vāyur abhidyetāmakṣiṇī cakṣur etayoḥtasmāt sūryo nyabhidyetāṁkarṇau śrotraṁ tato diśaḥ",
        "verse_Syn": [
            "ghrāṇāt",
            "vāyuḥ",
            "abhidyetām",
            "akṣiṇī",
            "cakṣuḥ",
            "etayoḥ",
            "tasmāt",
            "sūryaḥ",
            "nyabhidyetām",
            "karṇau",
            "śrotram",
            "tataḥ",
            "diśaḥ"
        ],
        "translation": "In the wake of the olfactory sense came the wind-god, who presides over that sense. Thereafter a pair of eyes appeared in the universal form, and in them the sense of sight. In the wake of this sense came the sun-god, who presides over it. Next there appeared in Him a pair of ears, and in them the auditory sense and in its wake the Dig-devatās, or the deities who preside over the directions.",
        "purport": " The appearance of different bodily parts of the Lord’s universal form and the appearance of the presiding deities of those bodily parts is being described. As in the womb of a mother a child gradually grows different bodily parts, so in the universal womb the universal form of the Lord gives rise to the creation of various paraphernalia. The senses appear, and over each of them there is a presiding deity. It is corroborated by this statement of Śrīmad-Bhāgavatam, and also by Brahma-saṁhitā, that the sun appeared after the appearance of the eyes of the universal form of the Lord. The sun is dependent on the eyes of the universal form. The Brahma-saṁhitā also says that the sun is the eye of the Supreme Personality of Godhead, Kṛṣṇa. Yac-cakṣur eṣa savitā. Savitā means “the sun.” The sun is the eye of the Supreme Personality of Godhead. Actually, everything is created by the universal body of the Supreme Godhead. Material nature is simply the supplier of materials. The creation is actually done by the Supreme Lord, as confirmed in Bhagavad-gītā (9.10). Mayādhyakṣeṇa prakṛtiḥ sūyate sa-carācaram: “Under My direction does material nature create all moving and nonmoving objects in the cosmic creation.”"
    },
    {
        "verse": "56",
        "devanagari": "निर्बिभेद विराजस्त्वग्रोमश्मश्रवादयस्तत: ।तत ओषधयश्चासन् शिश्नं निर्बिभिदे तत: ॥ ५६ ॥",
        "english_devnagari": "nirbibheda virājas tvag-roma-śmaśrv-ādayas tataḥtata oṣadhayaś cāsanśiśnaṁ nirbibhide tataḥ",
        "verse_Syn": [
            "nirbibheda",
            "virājaḥ",
            "tvak",
            "roma",
            "śmaśru",
            "ādayaḥ",
            "tataḥ",
            "tataḥ",
            "oṣadhayaḥ",
            "ca",
            "āsan",
            "śiśnam",
            "nirbibhide",
            "tataḥ"
        ],
        "translation": "Then the universal form of the Lord, the virāṭ-puruṣa, manifested His skin, and thereupon the hair, mustache and beard appeared. After this all the herbs and drugs became manifested, and then His genitals also appeared.",
        "purport": " The skin is the site of the touch sensation. The demigods who control the production of herbs and medicinal drugs are the deities presiding over the tactile sense."
    },
    {
        "verse": "57",
        "devanagari": "रेतस्तस्मादाप आसन्निरभिद्यत वै गुदम् ।गुदादपानोऽपानाच्च मृत्युर्लोकभयङ्कर: ॥ ५७ ॥",
        "english_devnagari": "retas tasmād āpa āsannirabhidyata vai gudamgudād apāno ’pānāc camṛtyur loka-bhayaṅkaraḥ",
        "verse_Syn": [
            "retaḥ",
            "tasmāt",
            "āpaḥ",
            "āsan",
            "nirabhidyata",
            "vai",
            "gudam",
            "gudāt",
            "apānaḥ",
            "apānāt",
            "ca",
            "mṛtyuḥ",
            "loka",
            "bhayam",
            "karaḥ"
        ],
        "translation": "After this, semen (the faculty of procreation) and the god who presides over the waters appeared. Next appeared an anus and then the organs of defecation and thereupon the god of death, who is feared throughout the universe.",
        "purport": " It is understood herewith that the faculty to discharge semen is the cause of death. Therefore, yogīs and transcendentalists who want to live for greater spans of life voluntarily restrain themselves from discharging semen. The more one can restrain the discharge of semen, the more one can be aloof from the problem of death. There are many yogīs living up to three hundred or seven hundred years by this process, and in the Bhāgavatam it is clearly stated that discharging semen is the cause of horrible death. The more one is addicted to sexual enjoyment, the more susceptible he is to a quick death."
    },
    {
        "verse": "58",
        "devanagari": "हस्तौ च निरभिद्येतां बलं ताभ्यां तत: स्वराट् ।पादौ च निरभिद्येतां गतिस्ताभ्यां ततो हरि: ॥ ५८ ॥",
        "english_devnagari": "hastau ca nirabhidyetāṁbalaṁ tābhyāṁ tataḥ svarāṭpādau ca nirabhidyetāṁgatis tābhyāṁ tato hariḥ",
        "verse_Syn": [
            "hastau",
            "ca",
            "nirabhidyetām",
            "balam",
            "tābhyām",
            "tataḥ",
            "svarāṭ",
            "pādau",
            "ca",
            "nirabhidyetām",
            "gatiḥ",
            "tābhyām",
            "tataḥ",
            "hariḥ"
        ],
        "translation": "Thereafter the two hands of the universal form of the Lord became manifested, and with them the power of grasping and dropping things, and after that Lord Indra appeared. Next the legs became manifested, and with them the process of movement, and after that Lord Viṣṇu appeared.",
        "purport": " The deity presiding over the hands is Indra, and the presiding deity of movement is the Supreme Personality of Godhead, Viṣṇu. Viṣṇu appeared on the appearance of the legs of the virāṭ-puruṣa."
    },
    {
        "verse": "59",
        "devanagari": "नाड्योऽस्य निरभिद्यन्त ताभ्यो लोहितमाभृतम् ।नद्यस्तत: समभवन्नुदरं निरभिद्यत ॥ ५९ ॥",
        "english_devnagari": "nāḍyo ’sya nirabhidyantatābhyo lohitam ābhṛtamnadyas tataḥ samabhavannudaraṁ nirabhidyata",
        "verse_Syn": [
            "nāḍyaḥ",
            "asya",
            "nirabhidyanta",
            "tābhyaḥ",
            "lohitam",
            "ābhṛtam",
            "nadyaḥ",
            "tataḥ",
            "samabhavan",
            "udaram",
            "nirabhidyata"
        ],
        "translation": "The veins of the universal body became manifested and thereafter the red corpuscles, or blood. In their wake came the rivers (the deities presiding over the veins), and then appeared an abdomen.",
        "purport": " Blood veins are compared to rivers; when the veins were manifested in the universal form, the rivers in the various planets were also manifested. The controlling deity of the rivers is also the controlling deity of the nervous system. In Āyurvedic treatment, those who are suffering from the disease of nervous instability are recommended to take a bath by dipping into a flowing river."
    },
    {
        "verse": "60",
        "devanagari": "क्षुत्पिपासे तत: स्यातां समुद्रस्त्वेतयोरभूत् ।अथास्य हृदयं भिन्नं हृदयान्मन उत्थितम् ॥ ६० ॥",
        "english_devnagari": "kṣut-pipāse tataḥ syātāṁsamudras tv etayor abhūtathāsya hṛdayaṁ bhinnaṁhṛdayān mana utthitam",
        "verse_Syn": [
            "kṣut",
            "pipāse",
            "tataḥ",
            "syātām",
            "samudraḥ",
            "tu",
            "etayoḥ",
            "abhūt",
            "atha",
            "asya",
            "hṛdayam",
            "bhinnam",
            "hṛdayāt",
            "manaḥ",
            "utthitam"
        ],
        "translation": "Next grew feelings of hunger and thirst, and in their wake came the manifestation of the oceans. Then a heart became manifest, and in the wake of the heart the mind appeared.",
        "purport": " The ocean is considered to be the presiding deity of the abdomen, where the feelings of hunger and thirst originate. When there is an irregularity in hunger and thirst, one is advised, according to Āyurvedic treatment, to take a bath in the ocean."
    },
    {
        "verse": "61",
        "devanagari": "मनसश्चन्द्रमा जातो बुद्धिर्बुद्धेर्गिरां पति: ।अहङ्कारस्ततो रुद्रश्चित्तं चैत्यस्ततोऽभवत् ॥ ६१ ॥",
        "english_devnagari": "manasaś candramā jātobuddhir buddher girāṁ patiḥahaṅkāras tato rudraścittaṁ caityas tato ’bhavat",
        "verse_Syn": [
            "manasaḥ",
            "candramāḥ",
            "jātaḥ",
            "buddhiḥ",
            "buddheḥ",
            "girām",
            "patiḥ",
            "ahaṅkāraḥ",
            "tataḥ",
            "rudraḥ",
            "cittam",
            "caityaḥ",
            "tataḥ",
            "abhavat"
        ],
        "translation": "After the mind, the moon appeared. Intelligence appeared next, and after intelligence, Lord Brahmā appeared. Then the false ego appeared and then Lord Śiva, and after the appearance of Lord Śiva came consciousness and the deity presiding over consciousness.",
        "purport": " The moon appeared after the appearance of mind, and this indicates that the moon is the presiding deity of mind. Similarly, Lord Brahmā, appearing after intelligence, is the presiding deity of intelligence, and Lord Śiva, who appears after false ego, is the presiding deity of false ego. In other words, it is indicated that the moon-god is in the mode of goodness, whereas Lord Brahmā is in the mode of passion and Lord Śiva is in the mode of ignorance. The appearance of consciousness after the appearance of false ego indicates that, from the beginning, material consciousness is under the mode of ignorance and that one therefore has to purify himself by purifying his consciousness. This purificatory process is called Kṛṣṇa consciousness. As soon as the consciousness is purified, the false ego disappears. Identification of the body with the self is called false identification, or false ego. Lord Caitanya confirms this in His Śikṣāṣṭaka. He states that the first result of chanting the mahā-mantra, Hare Kṛṣṇa, is that dirt is cleared from the consciousness, or the mirror of the mind, and then at once the blazing fire of material existence is over. The blazing fire of material existence is due to false ego, but as soon as the false ego is removed, one can understand his real identity. At that point he is actually liberated from the clutches of māyā. As soon as one is freed from the clutches of false ego, his intelligence also becomes purified, and then his mind is always engaged upon the lotus feet of the Supreme Personality of Godhead. The Supreme Personality of Godhead appeared on the full-moon day as Gauracandra, or the spotless transcendental moon. The material moon has spots on it, but on the transcendental moon, Gauracandra, there are no spots. In order to fix the purified mind in the service of the Supreme Lord, one has to worship the spotless moon, Gauracandra. Those who are materially passionate or those who want to exhibit their intelligence for material advancement in life are generally worshipers of Lord Brahmā, and persons who are in the gross ignorance of identifying with the body worship Lord Śiva. Materialists like Hiraṇyakaśipu and Rāvaṇa are worshipers of Lord Brahmā or Lord Śiva, but Prahlāda and other devotees in the service of Kṛṣṇa consciousness worship the Supreme Lord, the Personality of Godhead."
    },
    {
        "verse": "62",
        "devanagari": "एते ह्यभ्युत्थिता देवा नैवास्योत्थापनेऽशकन् ।पुनराविविशु: खानि तमुत्थापयितुं क्रमात् ॥ ६२ ॥",
        "english_devnagari": "ete hy abhyutthitā devānaivāsyotthāpane ’śakanpunar āviviśuḥ khānitam utthāpayituṁ kramāt",
        "verse_Syn": [
            "ete",
            "hi",
            "abhyutthitāḥ",
            "devāḥ",
            "na",
            "eva",
            "asya",
            "utthāpane",
            "aśakan",
            "punaḥ",
            "āviviśuḥ",
            "khāni",
            "tam",
            "utthāpayitum",
            "kramāt"
        ],
        "translation": "When the demigods and presiding deities of the various senses were thus manifested, they wanted to wake their origin of appearance. But upon failing to do so, they reentered the body of the virāṭ-puruṣa one after another in order to wake Him.",
        "purport": " In order to wake the sleeping Deity-controller within, one has to rechannel the sense activities from concentration on the outside to concentration inside. In the following verses, the sense activities which are required to wake the virāṭ-puruṣa will be explained very nicely."
    },
    {
        "verse": "63",
        "devanagari": "वह्निर्वाचा मुखं भेजे नोदतिष्ठत्तदा विराट् ।घ्राणेन नासिके वायुर्नोदतिष्ठत्तदा विराट् ॥ ६३ ॥",
        "english_devnagari": "vahnir vācā mukhaṁ bhejenodatiṣṭhat tadā virāṭghrāṇena nāsike vāyurnodatiṣṭhat tadā virāṭ",
        "verse_Syn": [
            "vahniḥ",
            "vācā",
            "mukham",
            "bheje",
            "na",
            "udatiṣṭhat",
            "tadā",
            "virāṭ",
            "ghrāṇena",
            "nāsike",
            "vāyuḥ",
            "na",
            "udatiṣṭhat",
            "tadā",
            "virāṭ"
        ],
        "translation": "The god of fire entered His mouth with the organ of speech, but the virāṭ-puruṣa could not be aroused. Then the god of wind entered His nostrils with the sense of smell, but still the virāṭ-puruṣa refused to be awakened.",
        "purport": ""
    },
    {
        "verse": "64",
        "devanagari": "अक्षिणी चक्षुषादित्यो नोदतिष्ठत्तदा विराट् ।श्रोत्रेण कर्णौ च दिशो नोदतिष्ठत्तदा विराट् ॥ ६४ ॥",
        "english_devnagari": "akṣiṇī cakṣuṣādityonodatiṣṭhat tadā virāṭśrotreṇa karṇau ca diśonodatiṣṭhat tadā virāṭ",
        "verse_Syn": [
            "akṣiṇī",
            "cakṣuṣā",
            "ādityaḥ",
            "na",
            "udatiṣṭhat",
            "tadā",
            "virāṭ",
            "śrotreṇa",
            "karṇau",
            "ca",
            "diśaḥ",
            "na",
            "udatiṣṭhat",
            "tadā",
            "virāṭ"
        ],
        "translation": "The sun-god entered the eyes of the virāṭ-puruṣa with the sense of sight, but still the virāṭ-puruṣa did not get up. Similarly, the predominating deities of the directions entered through His ears with the sense of hearing, but still He did not get up.",
        "purport": ""
    },
    {
        "verse": "65",
        "devanagari": "त्वचं रोमभिरोषध्यो नोदतिष्ठत्तदा विराट् ।रेतसा शिश्नमापस्तु नोदतिष्ठत्तदा विराट् ॥ ६५ ॥",
        "english_devnagari": "tvacaṁ romabhir oṣadhyonodatiṣṭhat tadā virāṭretasā śiśnam āpas tunodatiṣṭhat tadā virāṭ",
        "verse_Syn": [
            "tvacam",
            "romabhiḥ",
            "oṣadhyaḥ",
            "na",
            "udatiṣṭhat",
            "tadā",
            "virāṭ",
            "retasā",
            "śiśnam",
            "āpaḥ",
            "tu",
            "na",
            "udatiṣṭhat",
            "tadā",
            "virāṭ"
        ],
        "translation": "The predominating deities of the skin, herbs and seasoning plants entered the skin of the virāṭ-puruṣa with the hair of the body, but the Cosmic Being refused to get up even then. The god predominating over water entered His organ of generation with the faculty of procreation, but the virāṭ-puruṣa still would not rise.",
        "purport": ""
    },
    {
        "verse": "66",
        "devanagari": "गुदं मृत्युरपानेन नोदतिष्ठत्तदा विराट् ।हस्ताविन्द्रो बलेनैव नोदतिष्ठत्तदा विराट् ॥ ६६ ॥",
        "english_devnagari": "gudaṁ mṛtyur apānenanodatiṣṭhat tadā virāṭhastāv indro balenaivanodatiṣṭhat tadā virāṭ",
        "verse_Syn": [
            "gudam",
            "mṛtyuḥ",
            "apānena",
            "na",
            "udatiṣṭhat",
            "tadā",
            "virāṭ",
            "hastau",
            "indraḥ",
            "balena",
            "eva",
            "na",
            "udatiṣṭhat",
            "tadā",
            "virāṭ"
        ],
        "translation": "The god of death entered His anus with the organ of defecation, but the virāṭ-puruṣa could not be spurred to activity. The god Indra entered the hands with their power of grasping and dropping things, but the virāṭ-puruṣa would not get up even then.",
        "purport": ""
    },
    {
        "verse": "67",
        "devanagari": "विष्णुर्गत्यैव चरणौ नोदतिष्ठत्तदा विराट् ।नाडीर्नद्यो लोहितेन नोदतिष्ठत्तदा विराट् ॥ ६७ ॥",
        "english_devnagari": "viṣṇur gatyaiva caraṇaunodatiṣṭhat tadā virāṭnāḍīr nadyo lohitenanodatiṣṭhat tadā virāṭ",
        "verse_Syn": [
            "viṣṇuḥ",
            "gatyā",
            "eva",
            "caraṇau",
            "na",
            "udatiṣṭhat",
            "tadā",
            "virāṭ",
            "nāḍīḥ",
            "nadyaḥ",
            "lohitena",
            "na",
            "udatiṣṭhat",
            "tadā",
            "virāṭ"
        ],
        "translation": "Lord Viṣṇu entered His feet with the faculty of locomotion, but the virāṭ-puruṣa refused to stand up even then. The rivers entered His blood vessels with the blood and the power of circulation, but still the Cosmic Being could not be made to stir.",
        "purport": ""
    },
    {
        "verse": "68",
        "devanagari": "क्षुत्तृड्भ्यामुदरं सिन्धुर्नोदतिष्ठत्तदा विराट् ।हृदयं मनसा चन्द्रो नोदतिष्ठत्तदा विराट् ॥ ६८ ॥",
        "english_devnagari": "kṣut-tṛḍbhyām udaraṁ sindhurnodatiṣṭhat tadā virāṭhṛdayaṁ manasā candronodatiṣṭhat tadā virāṭ",
        "verse_Syn": [
            "kṣut",
            "tṛḍbhyām",
            "udaram",
            "sindhuḥ",
            "na",
            "udatiṣṭhat",
            "tadā",
            "virāṭ",
            "hṛdayam",
            "manasā",
            "candraḥ",
            "na",
            "udatiṣṭhat",
            "tadā",
            "virāṭ"
        ],
        "translation": "The ocean entered His abdomen with hunger and thirst, but the Cosmic Being refused to rise even then. The moon-god entered His heart with the mind, but the Cosmic Being would not be roused.",
        "purport": ""
    },
    {
        "verse": "69",
        "devanagari": "बुद्ध्या ब्रह्मापि हृदयं नोदतिष्ठत्तदा विराट् ।रुद्रोऽभिमत्या हृदयं नोदतिष्ठत्तदा विराट् ॥ ६९ ॥",
        "english_devnagari": "buddhyā brahmāpi hṛdayaṁnodatiṣṭhat tadā virāṭrudro ’bhimatyā hṛdayaṁnodatiṣṭhat tadā virāṭ",
        "verse_Syn": [
            "buddhyā",
            "brahmā",
            "api",
            "hṛdayam",
            "na",
            "udatiṣṭhat",
            "tadā",
            "virāṭ",
            "rudraḥ",
            "abhimatyā",
            "hṛdayam",
            "na",
            "udatiṣṭhat",
            "tadā",
            "virāṭ"
        ],
        "translation": "Brahmā also entered His heart with intelligence, but even then the Cosmic Being could not be prevailed upon to get up. Lord Rudra also entered His heart with the ego, but even then the Cosmic Being did not stir.",
        "purport": ""
    },
    {
        "verse": "70",
        "devanagari": "चित्तेन हृदयं चैत्य: क्षेत्रज्ञ: प्राविशद्यदा ।विराट् तदैव पुरुष: सलिलादुदतिष्ठत ॥ ७० ॥",
        "english_devnagari": "cittena hṛdayaṁ caityaḥkṣetra-jñaḥ prāviśad yadāvirāṭ tadaiva puruṣaḥsalilād udatiṣṭhata",
        "verse_Syn": [
            "cittena",
            "hṛdayam",
            "caityaḥ",
            "kṣetra",
            "jñaḥ",
            "prāviśat",
            "yadā",
            "virāṭ",
            "tadā",
            "eva",
            "puruṣaḥ",
            "salilāt",
            "udatiṣṭhata"
        ],
        "translation": "However, when the inner controller, the deity presiding over consciousness, entered the heart with reason, at that very moment the Cosmic Being arose from the causal waters.",
        "purport": ""
    },
    {
        "verse": "71",
        "devanagari": "यथा प्रसुप्तं पुरुषं प्राणेन्द्रियमनोधिय: ।प्रभवन्ति विना येन नोत्थापयितुमोजसा ॥ ७१ ॥",
        "english_devnagari": "yathā prasuptaṁ puruṣaṁprāṇendriya-mano-dhiyaḥprabhavanti vinā yenanotthāpayitum ojasā",
        "verse_Syn": [
            "yathā",
            "prasuptam",
            "puruṣam",
            "prāṇa",
            "indriya",
            "manaḥ",
            "dhiyaḥ",
            "prabhavanti",
            "vinā",
            "yena",
            "na",
            "utthāpayitum",
            "ojasā"
        ],
        "translation": "When a man is sleeping, all his material assets — namely the vital energy, the senses for recording knowledge, the senses for working, the mind and the intelligence — cannot arouse him. He can be aroused only when the Supersoul helps him.",
        "purport": " The explanation of Sāṅkhya philosophy is described here in detail in the sense that the virāṭ-puruṣa, or the universal form of the Supreme Personality of Godhead, is the original source of all the various sense organs and their presiding deities. The relationship between the virāṭ-puruṣa and the presiding deities or the living entities is so intricate that simply by exercising the sense organs, which are related to their presiding deities, the virāṭ-puruṣa cannot be aroused. It is not possible to arouse the virāṭ-puruṣa or to link with the Supreme Absolute Personality of Godhead by material activities. Only by devotional service and detachment can one perform the process of linking with the Absolute."
    },
    {
        "verse": "72",
        "devanagari": "तमस्मिन्प्रत्यगात्मानं धिया योगप्रवृत्तया ।भक्त्या विरक्त्या ज्ञानेन विविच्यात्मनि चिन्तयेत् ॥ ७२ ॥",
        "english_devnagari": "tam asmin pratyag-ātmānaṁdhiyā yoga-pravṛttayābhaktyā viraktyā jñānenavivicyātmani cintayet",
        "verse_Syn": [
            "tam",
            "asmin",
            "pratyak",
            "ātmānam",
            "dhiyā",
            "yoga",
            "pravṛttayā",
            "bhaktyā",
            "viraktyā",
            "jñānena",
            "vivicya",
            "ātmani",
            "cintayet"
        ],
        "translation": "Therefore, through devotion, detachment and advancement in spiritual knowledge acquired through concentrated devotional service, one should contemplate that Supersoul as present in this very body although simultaneously apart from it.",
        "purport": " One can realize the Supersoul within oneself. He is within one’s body but apart from the body, or transcendental to the body. Although sitting in the same body as the individual soul, the Supersoul has no affection for the body, whereas the individual soul does. Therefore one has to detach himself from this material body, by discharging devotional service. It is clearly mentioned here (bhaktyā) that one has to execute devotional service to the Supreme. As it is stated in the First Canto, Second Chapter, of Śrīmad-Bhāgavatam (1.2.7), vāsudeve bhagavati bhakti-yogaḥ prayojitaḥ. When Vāsudeva, the all-pervading Viṣṇu, the Supreme Personality of Godhead, is served in completely pure devotion, detachment from the material world immediately begins. The purpose of Sāṅkhya is to detach oneself from material contamination. This can be achieved simply by devotional service to the Supreme Personality of Godhead. When one is detached from the attraction of material prosperity, one can actually concentrate his mind upon the Supersoul. As long as the mind is distracted towards the material, there is no possibility of concentrating one’s mind and intelligence upon the Supreme Personality of Godhead or His partial representation, Supersoul. In other words, one cannot concentrate one’s mind and energy upon the Supreme unless one is detached from the material world. Following detachment from the material world, one can actually attain transcendental knowledge of the Absolute Truth. As long as one is entangled in sense enjoyment, or material enjoyment, it is not possible to understand the Absolute Truth. This is also confirmed in Bhagavad-gītā (18.54). One who is freed from material contamination is joyful and can enter into devotional service, and by devotional service he can be liberated. In the Śrīmad-Bhāgavatam, First Canto, it is stated that one becomes joyful by discharging devotional service. In that joyful attitude, one can understand the science of God, or Kṛṣṇa consciousness; otherwise it is not possible. The analytical study of the elements of material nature and the concentration of the mind upon the Supersoul are the sum and substance of the Sāṅkhya philosophical system. The perfection of this sāṅkhya-yoga culminates in devotional service unto the Absolute Truth."
    }
]