[
    {
        "verse": "1",
        "devanagari": "मैत्रेय उवाचएवमाविष्कृताशेषगुणकर्मोदयो मुनिम् ।सव्रीड इव तं सम्राडुपारतमुवाच ह ॥ १ ॥",
        "english_devnagari": "maitreya uvācaevam āviṣkṛtāśeṣa-guṇa-karmodayo munimsavrīḍa iva taṁ samrāḍupāratam uvāca ha",
        "verse_Syn": [
            "maitreyaḥ",
            "uvāca",
            "evam",
            "āviṣkṛta",
            "aśeṣa",
            "guṇa",
            "karma",
            "udayaḥ",
            "munim",
            "sa",
            "vrīḍaḥ",
            "iva",
            "tam",
            "samrāṭ",
            "upāratam",
            "uvāca",
            "ha"
        ],
        "translation": "Śrī Maitreya said: After describing the greatness of the Emperor’s manifold qualities and activities, the sage became silent, and the Emperor, feeling modesty, addressed him as follows.",
        "purport": ""
    },
    {
        "verse": "2",
        "devanagari": "मनुरुवाचब्रह्मासृजत्स्वमुखतो युष्मानात्मपरीप्सया ।छन्दोमयस्तपोविद्यायोगयुक्तानलम्पटान् ॥ २ ॥",
        "english_devnagari": "manur uvācabrahmāsṛjat sva-mukhatoyuṣmān ātma-parīpsayāchandomayas tapo-vidyā-yoga-yuktān alampaṭān",
        "verse_Syn": [
            "manuḥ",
            "uvāca",
            "brahmā",
            "asṛjat",
            "sva",
            "mukhataḥ",
            "yuṣmān",
            "ātma",
            "parīpsayā",
            "chandaḥ",
            "mayaḥ",
            "tapaḥ",
            "vidyā",
            "yoga",
            "yuktān",
            "alampaṭān"
        ],
        "translation": "Manu replied: To expand himself in Vedic knowledge, Lord Brahmā, the personified Veda, from his face created you, the brāhmaṇas, who are full of austerity, knowledge and mystic power and are averse to sense gratification.",
        "purport": " The purpose of the Vedas is to propagate the transcendental knowledge of the Absolute Truth. The brāhmaṇas were created from the mouth of the Supreme Person, and therefore they are meant to spread the knowledge of the Vedas in order to spread the glories of the Lord. In Bhagavad-gītā also Lord Kṛṣṇa says that all the Vedas are meant for understanding the Supreme Personality of Godhead. It is especially mentioned here (yoga-yuktān alampaṭān) that brāhmaṇas are full of mystic power and are completely averse to sense gratification. Actually there are two kinds of occupations. One occupation, in the material world, is sense gratification, and the other occupation is spiritual activity — to satisfy the Lord by His glorification. Those who engage in sense gratification are called demons, and those who spread the glorification of the Lord or satisfy the transcendental senses of the Lord are called demigods. It is specifically mentioned here that the brāhmaṇas are created from the face of the cosmic personality, or virāṭ-puruṣa. Similarly, the kṣatriyas are said to be created from His arms, the vaiśyas are created from His waist, and the śūdras are created from His legs. Brāhmaṇas are especially meant for austerity, learning and knowledge and are averse to all kinds of sense gratification."
    },
    {
        "verse": "3",
        "devanagari": "तत्‍त्राणायासृजच्चास्मान् दो:सहस्रात्सहस्रपात् ।हृदयं तस्य हि ब्रह्म क्षत्रमङ्गं प्रचक्षते ॥ ३ ॥",
        "english_devnagari": "tat-trāṇāyāsṛjac cāsmāndoḥ-sahasrāt sahasra-pāthṛdayaṁ tasya hi brahmakṣatram aṅgaṁ pracakṣate",
        "verse_Syn": [
            "tat",
            "trāṇāya",
            "asṛjat",
            "ca",
            "asmān",
            "doḥ",
            "sahasrāt",
            "sahasra",
            "pāt",
            "hṛdayam",
            "tasya",
            "hi",
            "brahma",
            "kṣatram",
            "aṅgam",
            "pracakṣate"
        ],
        "translation": "For the protection of the brāhmaṇas, the thousand-legged Supreme Being created us, the kṣatriyas, from His thousand arms. Hence the brāhmaṇas are said to be His heart and the kṣatriyas His arms.",
        "purport": " Kṣatriyas are specifically meant to maintain the brāhmaṇas because if the brāhmaṇas are protected, then the head of civilization is protected. Brāhmaṇas are supposed to be the head of the social body; if the head is clear and has not gone mad, then everything is in proper position. The Lord is described thus: namo brahmaṇya-devāya go-brāhmaṇa-hitāya ca. The purport of this prayer is that the Lord specifically protects the brāhmaṇas and the cows, and then He protects all other members of society (jagad-dhitāya). It is His will that universal welfare work depends on the protection of cows and brāhmaṇas; thus brahminical culture and cow protection are the basic principles for human civilization. Kṣatriyas are especially meant to protect the brāhmaṇas, as is the supreme will of the Lord: go-brāhmaṇa-hitāya ca. As the heart is a very important part within the body, so the brāhmaṇas are also the important element in human society. The kṣatriyas are more like the whole body; even though the whole body is bigger than the heart, the heart is more important."
    },
    {
        "verse": "4",
        "devanagari": "अतो ह्यन्योन्यमात्मानं ब्रह्म क्षत्रं च रक्षत: ।रक्षति स्माव्ययो देव: स य: सदसदात्मक: ॥ ४ ॥",
        "english_devnagari": "ato hy anyonyam ātmānaṁbrahma kṣatraṁ ca rakṣataḥrakṣati smāvyayo devaḥsa yaḥ sad-asad-ātmakaḥ",
        "verse_Syn": [
            "ataḥ",
            "hi",
            "anyonyam",
            "ātmānam",
            "brahma",
            "kṣatram",
            "ca",
            "rakṣataḥ",
            "rakṣati",
            "sma",
            "avyayaḥ",
            "devaḥ",
            "saḥ",
            "yaḥ",
            "sat",
            "asat",
            "ātmakaḥ"
        ],
        "translation": "That is why the brāhmaṇas and kṣatriyas protect each other, as well as themselves; and the Lord Himself, who is both the cause and effect and is yet immutable, protects them through each other.",
        "purport": " The entire social structure of varṇa and āśrama is a cooperative system meant to uplift all to the highest platform of spiritual realization. The brāhmaṇas are intended to be protected by the kṣatriyas, and the kṣatriyas also are intended to be enlightened by the brāhmaṇas. When the brāhmaṇas and kṣatriyas cooperate nicely, the other subordinate divisions, the vaiśyas, or mercantile people, and the śūdras, or laborer class, automatically flourish. The entire elaborate system of Vedic society was therefore based on the importance of the brāhmaṇas and kṣatriyas. The Lord is the real protector, but He is unattached to the affairs of protection. He creates brāhmaṇas for the protection of the kṣatriyas, and kṣatriyas for the protection of the brāhmaṇas. He remains aloof from all activities; therefore, He is called nirvikāra, “without activity.” He has nothing to do. He is so great that He does not perform action personally, but His energies act. The brāhmaṇas and kṣatriyas, and anything that we see, are different energies acting upon one another. Although individual souls are all different, the Superself, or Supersoul, is the Supreme Personality of Godhead. Individually one’s self may differ from others in certain qualities and may engage in different activities, such as those of a brāhmaṇa, kṣatriya or vaiśya, but when there is complete cooperation among different individual souls, the Supreme Personality of Godhead as Supersoul, Paramātmā, being one in every individual soul, is pleased and gives them all protection. As stated before, the brāhmaṇas are produced from the mouth of the Lord, and the kṣatriyas are produced from the chest or arms of the Lord. If the different castes or social sections, although apparently differently occupied in different activities, nevertheless act in full cooperation, then the Lord is pleased. This is the idea of the institution of four varṇas and four āśramas. If the members of different āśramas and varṇas cooperate fully in Kṛṣṇa consciousness, then society is well protected by the Lord, without doubt. In Bhagavad-gītā it is stated that the Lord is the proprietor of all different bodies. The individual soul is the proprietor of his individual body, but the Lord clearly states, “My dear Bhārata, you must know that I am also kṣetra-jña.” Kṣetra-jña means “the knower or proprietor of the body.” The individual soul is the proprietor of the individual body, but the Supersoul, the Personality of Godhead, Kṛṣṇa, is the proprietor of all bodies everywhere. He is the proprietor not only of human bodies but of birds, beasts and all other entities, not only on this planet but on other planets also. He is the supreme proprietor; therefore He does not become divided by protecting the different individual souls. He remains one and the same. That the sun appears on top of everyone’s head when at the meridian does not imply that the sun becomes divided. One man thinks that the sun is on his head only, whereas five thousand miles away another man is thinking that the sun is only on his head. Similarly, the Supersoul, the Supreme Personality of Godhead, is one, but He appears to individually oversee each individual soul. This does not mean that the individual soul and the Supersoul are one. They are one in quality, as spirit soul, but the individual soul and Supersoul are different."
    },
    {
        "verse": "5",
        "devanagari": "तव सन्दर्शनादेवच्छिन्ना मे सर्वसंशया: ।यत्स्वयं भगवान् प्रीत्या धर्ममाह रिरक्षिषो: ॥ ५ ॥",
        "english_devnagari": "tava sandarśanād evacchinnā me sarva-saṁśayāḥyat svayaṁ bhagavān prītyādharmam āha rirakṣiṣoḥ",
        "verse_Syn": [
            "tava",
            "sandarśanāt",
            "eva",
            "chinnāḥ",
            "me",
            "sarva",
            "saṁśayāḥ",
            "yat",
            "svayam",
            "bhagavān",
            "prītyā",
            "dharmam",
            "āha",
            "rirakṣiṣoḥ"
        ],
        "translation": "Now I have resolved all my doubts simply by meeting you, for Your Lordship has very kindly and clearly explained the duty of a king who desires to protect his subjects.",
        "purport": " Manu described herewith the result of seeing a great saintly person. Lord Caitanya says that one should always try to associate with saintly persons because if one establishes a proper association with a saintly person, even for a moment, one attains all perfection. Somehow or other, if one meets a saintly person and achieves his favor, then the entire mission of one’s human life is fulfilled. In our personal experience we have actual proof of this statement of Manu. Once we had the opportunity to meet Viṣṇupāda Śrī Śrīmad Bhaktisiddhānta Sarasvatī Gosvāmī Mahārāja, and on first sight he requested this humble self to preach his message in the Western countries. There was no preparation for this, but somehow or other he desired it, and by his grace we are now engaged in executing his order, which has given us a transcendental occupation and has saved and liberated us from the occupation of material activities. Thus it is actually a fact that if one meets a saintly person completely engaged in transcendental duties and achieves his favor, then one’s life mission becomes complete. What is not possible to achieve in thousands of lives can be achieved in one moment if there is an opportunity to meet a saintly person. It is therefore enjoined in Vedic literature that one should always try to associate with saintly persons and try to disassociate oneself from the common man, because by one word of a saintly person one can be liberated from material entanglement. A saintly person has the power, because of his spiritual advancement, to give immediate liberation to the conditioned soul. Here Manu admits that all his doubts are now over because Kardama has very kindly described the different duties of individual souls."
    },
    {
        "verse": "6",
        "devanagari": "दिष्टय‍ा मे भगवान् द‍ृष्टो दुर्दर्शो योऽकृतात्मनाम् ।दिष्टय‍ा पादरज: स्पृष्टं शीर्ष्णा मे भवत: शिवम् ॥ ६ ॥",
        "english_devnagari": "diṣṭyā me bhagavān dṛṣṭodurdarśo yo ’kṛtātmanāmdiṣṭyā pāda-rajaḥ spṛṣṭaṁśīrṣṇā me bhavataḥ śivam",
        "verse_Syn": [
            "diṣṭyā",
            "me",
            "bhagavān",
            "dṛṣṭaḥ",
            "durdarśaḥ",
            "yaḥ",
            "akṛta",
            "ātmanām",
            "diṣṭyā",
            "pāda",
            "rajaḥ",
            "spṛṣṭam",
            "śīrṣṇā",
            "me",
            "bhavataḥ",
            "śivam"
        ],
        "translation": "It is my good fortune that I have been able to see you, for you cannot easily be seen by persons who have not subdued the mind or controlled the senses. I am all the more fortunate to have touched with my head the blessed dust of your feet.",
        "purport": " The perfection of transcendental life can be achieved simply by touching the holy dust of the lotus feet of a holy man. In the Bhāgavatam it is said, mahat-pāda-rajo-’bhiṣekam, which means to be blessed by the holy dust of the lotus feet of a mahat, a great devotee. As stated in Bhagavad-gītā, mahātmānas tu: those who are great souls are under the spell of spiritual energy, and their symptom is that they fully engage in Kṛṣṇa consciousness for the service of the Lord. Therefore they are called mahat. Unless one is fortunate enough to have the dust of the lotus feet of a mahātmā on one’s head, there is no possibility of perfection in spiritual life. The paramparā system of disciplic succession is very important as a means of spiritual success. One becomes a mahat by the grace of his mahat spiritual master. If one takes shelter of the lotus feet of a great soul, there is every possibility of one’s also becoming a great soul. When Mahārāja Rahūgaṇa asked Jaḍa Bharata about his wonderful achievement of spiritual success, he replied to the King that spiritual success is not possible simply by following the rituals of religion or simply by converting oneself into a sannyāsī or offering sacrifices as recommended in the scriptures. These methods are undoubtedly helpful for spiritual realization, but the real effect is brought about by the grace of a mahātmā. In Viśvanātha Cakravartī Ṭhākura’s eight stanzas of prayer to the spiritual master, it is clearly stated that simply by satisfying the spiritual master one can achieve the supreme success in life, and in spite of executing all ritualistic performances, if one cannot satisfy the spiritual master, one has no access to spiritual perfection. Here the word akṛtātmanām is very significant. Ātmā means “body,” “soul,” or “mind,” and akṛtātmā means the common man, who cannot control the senses or the mind. Because the common man is unable to control the senses and the mind, it is his duty to seek the shelter of a great soul or a great devotee of the Lord and just try to please him. That will make his life perfect. A common man cannot rise to the topmost stage of spiritual perfection simply by following the rituals and religious principles. He has to take shelter of a bona fide spiritual master and work under his direction faithfully and sincerely; then he becomes perfect, without a doubt."
    },
    {
        "verse": "7",
        "devanagari": "दिष्टय‍ा त्वयानुशिष्टोऽहं कृतश्चानुग्रहो महान् ।अपावृतै: कर्णरन्ध्रैर्जुष्टा दिष्ट्योशतीर्गिर: ॥ ७ ॥",
        "english_devnagari": "diṣṭyā tvayānuśiṣṭo ’haṁkṛtaś cānugraho mahānapāvṛtaiḥ karṇa-randhrairjuṣṭā diṣṭyośatīr giraḥ",
        "verse_Syn": [
            "diṣṭyā",
            "tvayā",
            "anuśiṣṭaḥ",
            "aham",
            "kṛtaḥ",
            "ca",
            "anugrahaḥ",
            "mahān",
            "apāvṛtaiḥ",
            "karṇa",
            "randhraiḥ",
            "juṣṭāḥ",
            "diṣṭyā",
            "uśatīḥ",
            "giraḥ"
        ],
        "translation": "I have fortunately been instructed by you, and thus great favor has been bestowed upon me. I thank God that I have listened with open ears to your pure words.",
        "purport": " Śrīla Rūpa Gosvāmī has given directions, in his Bhakti-rasāmṛta-sindhu, on how to accept a bona fide spiritual master and how to deal with him. First, the desiring candidate must find a bona fide spiritual master, and then he must very eagerly receive instructions from him and execute them. This is reciprocal service. A bona fide spiritual master or saintly person always desires to elevate a common man who comes to him. Because everyone is under the delusion of māyā and is forgetful of his prime duty, Kṛṣṇa consciousness, a saintly person always desires that everyone become a saintly person. It is the function of a saintly person to invoke Kṛṣṇa consciousness in every forgetful common man. Manu said that since he was advised and instructed by Kardama Muni, he was very much favored. He considered himself lucky to receive the message by aural reception. It is especially mentioned here that one should be very inquisitive to hear with open ears from the authorized source of the bona fide spiritual master. How is one to receive? One should receive the transcendental message by aural reception. The word karṇa-randhraiḥ means “through the holes of the ears.” The favor of the spiritual master is not received through any other part of the body but the ears. This does not mean, however, that the spiritual master gives a particular type of mantra through the ears in exchange for some dollars and if the man meditates on that he achieves perfection and becomes God within six months. Such reception through the ears is bogus. The real fact is that a bona fide spiritual master knows the nature of a particular man and what sort of duties he can perform in Kṛṣṇa consciousness, and he instructs him in that way. He instructs him through the ear, not privately, but publicly. “You are fit for such and such work in Kṛṣṇa consciousness. You can act in this way.” One person is advised to act in Kṛṣṇa consciousness by working in the Deities’ room, another is advised to act in Kṛṣṇa consciousness by performing editorial work, another is advised to do preaching work, and another is advised to carry out Kṛṣṇa consciousness in the cooking department. There are different departments of activity in Kṛṣṇa consciousness, and a spiritual master, knowing the particular ability of a particular man, trains him in such a way that by his tendency to act he becomes perfect. Bhagavad-gītā makes it clear that one can attain the highest perfection of spiritual life simply by offering service according to his ability, just as Arjuna served Kṛṣṇa by his ability in the military art. Arjuna offered his service fully as a military man, and he became perfect. Similarly, an artist can attain perfection simply by performing artistic work under the direction of the spiritual master. If one is a literary man, he can write articles and poetry for the service of the Lord under the direction of the spiritual master. One has to receive the message of the spiritual master regarding how to act in one’s capacity, for the spiritual master is expert in giving such instructions. This combination, the instruction of the spiritual master and the faithful execution of the instruction by the disciple, makes the entire process perfect. Śrīla Viśvanātha Cakravartī Ṭhākura describes in his explanation of the verse in Bhagavad-gītā, vyavasāyātmikā buddhiḥ, that one who wants to be certain to achieve spiritual success must take the instruction from the spiritual master as to what his particular function is. He should faithfully try to execute that particular instruction and should consider that his life and soul. The faithful execution of the instruction which he receives from the spiritual master is the only duty of a disciple, and that will bring him perfection. One should be very careful to receive the message from the spiritual master through the ears and execute it faithfully. That will make one’s life successful."
    },
    {
        "verse": "8",
        "devanagari": "स भवान्दुहितृस्‍नेहपरिक्लिष्टात्मनो मम ।श्रोतुमर्हसि दीनस्य श्रावितं कृपया मुने ॥ ८ ॥",
        "english_devnagari": "sa bhavān duhitṛ-sneha-parikliṣṭātmano mamaśrotum arhasi dīnasyaśrāvitaṁ kṛpayā mune",
        "verse_Syn": [
            "saḥ",
            "bhavān",
            "duhitṛ",
            "sneha",
            "parikliṣṭa",
            "ātmanaḥ",
            "mama",
            "śrotum",
            "arhasi",
            "dīnasya",
            "śrāvitam",
            "kṛpayā",
            "mune"
        ],
        "translation": "O great sage, graciously be pleased to listen to the prayer of my humble self, for my mind is troubled by affection for my daughter.",
        "purport": " When a disciple is perfectly in consonance with the spiritual master, having received his message and executed it perfectly and sincerely, he has a right to ask a particular favor from the spiritual master. Generally a pure devotee of the Lord or a pure disciple of a bona fide spiritual master does not ask any favor either from the Lord or the spiritual master, but even if there is a need to ask a favor from the spiritual master, one cannot ask that favor without satisfying him fully. Svāyambhuva Manu wanted to disclose his mind regarding the function he wanted to execute due to affection for his daughter."
    },
    {
        "verse": "9",
        "devanagari": "प्रियव्रतोत्तानपदो: स्वसेयं दुहिता मम ।अन्विच्छति पतिं युक्तं वय: शीलगुणादिभि: ॥ ९ ॥",
        "english_devnagari": "priyavratottānapadoḥsvaseyaṁ duhitā mamaanvicchati patiṁ yuktaṁvayaḥ-śīla-guṇādibhiḥ",
        "verse_Syn": [
            "priyavrata",
            "uttānapadoḥ",
            "svasā",
            "iyam",
            "duhitā",
            "mama",
            "anvicchati",
            "patim",
            "yuktam",
            "vayaḥ",
            "śīla",
            "guṇa",
            "ādibhiḥ"
        ],
        "translation": "My daughter is the sister of Priyavrata and Uttānapāda. She is seeking a suitable husband in terms of age, character and good qualities.",
        "purport": " The grown-up daughter of Svāyambhuva Manu, Devahūti, had good character and was well qualified; therefore she was searching for a suitable husband just befitting her age, qualities and character. The purpose of Manu’s introducing his daughter as the sister of Priyavrata and Uttānapāda, two great kings, was to convince the sage that the girl came from a great family. She was his daughter and at the same time the sister of kṣatriyas; she did not come from a lower-class family. Manu therefore offered her to Kardama as just suitable for his purpose. It is clear that although the daughter was mature in age and qualities, she did not go out and find her husband independently. She expressed her desire for a suitable husband corresponding to her character, age and quality, and the father himself, out of affection for his daughter, took charge of finding such a husband."
    },
    {
        "verse": "10",
        "devanagari": "यदा तु भवत: शीलश्रुतरूपवयोगुणान् ।अश‍ृणोन्नारदादेषा त्वय्यासीत्कृतनिश्चया ॥ १० ॥",
        "english_devnagari": "yadā tu bhavataḥ śīla-śruta-rūpa-vayo-guṇānaśṛṇon nāradād eṣātvayy āsīt kṛta-niścayā",
        "verse_Syn": [
            "yadā",
            "tu",
            "bhavataḥ",
            "śīla",
            "śruta",
            "rūpa",
            "vayaḥ",
            "guṇān",
            "aśṛṇot",
            "nāradāt",
            "eṣā",
            "tvayi",
            "āsīt",
            "kṛta",
            "niścayā"
        ],
        "translation": "The moment she heard from the sage Nārada of your noble character, learning, beautiful appearance, youth and other virtues, she fixed her mind upon you.",
        "purport": " The girl Devahūti did not personally see Kardama Muni, nor did she personally experience his character or qualities, since there was no social intercourse by which she could gain such understanding. But she heard about Kardama Muni from the authority of Nārada Muni. Hearing from an authority is a better experience than gaining personal understanding. She heard from Nārada Muni that Kardama Muni was just fit to be her husband; therefore she became fixed in her heart that she would marry him, and she expressed her desire to her father, who therefore brought her before him."
    },
    {
        "verse": "11",
        "devanagari": "तत्प्रतीच्छ द्विजाग्र्येमां श्रद्धयोपहृतां मया ।सर्वात्मनानुरूपां ते गृहमेधिषु कर्मसु ॥ ११ ॥",
        "english_devnagari": "tat pratīccha dvijāgryemāṁśraddhayopahṛtāṁ mayāsarvātmanānurūpāṁ tegṛhamedhiṣu karmasu",
        "verse_Syn": [
            "tat",
            "pratīccha",
            "dvija",
            "agrya",
            "imām",
            "śraddhayā",
            "upahṛtām",
            "mayā",
            "sarva",
            "ātmanā",
            "anurūpām",
            "te",
            "gṛha",
            "medhiṣu",
            "karmasu"
        ],
        "translation": "Therefore please accept her, O chief of the brāhmaṇas, for I offer her with faith and she is in every respect fit to be your wife and take charge of your household duties.",
        "purport": " The words gṛhamedhiṣu karmasu mean “in household duties.” Another word is also used here: sarvātmanānurūpām. The purport is that a wife should not only be equal to her husband in age, character and qualities, but must be helpful to him in his household duties. The household duty of a man is not to satisfy his sense gratification, but to remain with a wife and children and at the same time attain advancement in spiritual life. One who does not do so is not a householder but a gṛhamedhī. Two words are used in Sanskrit literature; one is gṛhastha, and the other is gṛhamedhī. The difference between gṛhamedhī and gṛhastha is that gṛhastha is also an āśrama, or spiritual order, but if one simply satisfies his senses as a householder, then he is a gṛhamedhī. For a gṛhamedhī, to accept a wife means to satisfy the senses, but for a gṛhastha a qualified wife is an assistant in every respect for advancement in spiritual activities. It is the duty of the wife to take charge of household affairs and not to compete with the husband. A wife is meant to help, but she cannot help her husband unless he is completely equal to her in age, character and quality."
    },
    {
        "verse": "12",
        "devanagari": "उद्यतस्य हि कामस्य प्रतिवादो न शस्यते ।अपि निर्मुक्तसङ्गस्य कामरक्तस्य किं पुन: ॥ १२ ॥",
        "english_devnagari": "udyatasya hi kāmasyaprativādo na śasyateapi nirmukta-saṅgasyakāma-raktasya kiṁ punaḥ",
        "verse_Syn": [
            "udyatasya",
            "hi",
            "kāmasya",
            "prativādaḥ",
            "na",
            "śasyate",
            "api",
            "nirmukta",
            "saṅgasya",
            "kāma",
            "raktasya",
            "kim",
            "punaḥ"
        ],
        "translation": "To deny an offering that has come of itself is not commendable even for one absolutely free from all attachment, much less one addicted to sensual pleasure.",
        "purport": " In material life everyone is desirous of sense gratification; therefore, a person who gets an object of sense gratification without endeavor should not refuse to accept it. Kardama Muni was not meant for sense gratification, yet he aspired to marry and prayed to the Lord for a suitable wife. This was known to Svāyambhuva Manu. He indirectly convinced Kardama Muni: “You desire a suitable wife like my daughter, and she is now present before you. You should not reject the fulfillment of your prayer; you should accept my daughter.”"
    },
    {
        "verse": "13",
        "devanagari": "य उद्यतमनाद‍ृत्य कीनाशमभियाचते ।क्षीयते तद्यश: स्फीतं मानश्चावज्ञया हत: ॥ १३ ॥",
        "english_devnagari": "ya udyatam anādṛtyakīnāśam abhiyācatekṣīyate tad-yaśaḥ sphītaṁmānaś cāvajñayā hataḥ",
        "verse_Syn": [
            "yaḥ",
            "udyatam",
            "anādṛtya",
            "kīnāśam",
            "abhiyācate",
            "kṣīyate",
            "tat",
            "yaśaḥ",
            "sphītam",
            "mānaḥ",
            "ca",
            "avajñayā",
            "hataḥ"
        ],
        "translation": "One who rejects an offering that comes of its own accord but later begs a boon from a miser thus loses his widespread reputation, and his pride is humbled by the neglectful behavior of others.",
        "purport": " The general procedure of Vedic marriage is that a father offers his daughter to a suitable boy. That is a very respectable marriage. A boy should not go to the girl’s father and ask for the hand of his daughter in marriage. That is considered to be humbling one’s respectable position. Svāyambhuva Manu wanted to convince Kardama Muni, since he knew that the sage wanted to marry a suitable girl: “I am offering just such a suitable wife. Do not reject the offer, or else, because you are in need of a wife, you will have to ask for such a wife from someone else, who may not behave with you so well. In that case your position will be humbled.” Another feature of this incident is that Svāyambhuva Manu was the emperor, but he went to offer his qualified daughter to a poor brāhmaṇa. Kardama Muni had no worldly possessions — he was a hermit living in the forest — but he was advanced in culture. Therefore, in offering one’s daughter to a person, the culture and quality are counted as prominent, not wealth or any other material consideration."
    },
    {
        "verse": "14",
        "devanagari": "अहं त्वाश‍ृणवं विद्वन् विवाहार्थं समुद्यतम् ।अतस्त्वमुपकुर्वाण: प्रत्तां प्रतिगृहाण मे ॥ १४ ॥",
        "english_devnagari": "ahaṁ tvāśṛṇavaṁ vidvanvivāhārthaṁ samudyatamatas tvam upakurvāṇaḥprattāṁ pratigṛhāṇa me",
        "verse_Syn": [
            "aham",
            "tvā",
            "aśṛṇavam",
            "vidvan",
            "vivāha",
            "artham",
            "samudyatam",
            "ataḥ",
            "tvam",
            "upakurvāṇaḥ",
            "prattām",
            "pratigṛhāṇa",
            "me"
        ],
        "translation": "Svāyambhuva Manu continued: O wise man, I heard that you were prepared to marry. Please accept her hand, which is being offered to you by me, since you have not taken a vow of perpetual celibacy.",
        "purport": " The principle of brahmacarya is celibacy. There are two kinds of brahmacārīs. One is called naiṣṭhika-brahmacārī, which means one who takes a vow of celibacy for his whole life, whereas the other, the upakurvāṇa-brahmacārī, is a brahmacārī who takes the vow of celibacy up to a certain age. For example, he may take the vow to remain celibate up to twenty-five years of age; then, with the permission of his spiritual master, he enters married life. Brahmacarya is student life, the beginning of life in the spiritual orders, and the principle of brahmacarya is celibacy. Only a householder can indulge in sense gratification or sex life, not a brahmacārī. Svāyambhuva Manu requested Kardama Muni to accept his daughter, since Kardama had not taken the vow of naiṣṭhika-brahmacarya. He was willing to marry, and the suitable daughter of a high royal family was presented."
    },
    {
        "verse": "15",
        "devanagari": "ऋषिरुवाचबाढमुद्वोढुकामोऽहमप्रत्ता च तवात्मजा ।आवयोरनुरूपोऽसावाद्यो वैवाहिको विधि: ॥ १५ ॥",
        "english_devnagari": "ṛṣir uvācabāḍham udvoḍhu-kāmo ’hamaprattā ca tavātmajāāvayor anurūpo ’sāvādyo vaivāhiko vidhiḥ",
        "verse_Syn": [
            "ṛṣiḥ",
            "uvāca",
            "bāḍham",
            "udvoḍhu",
            "kāmaḥ",
            "aham",
            "aprattā",
            "ca",
            "tava",
            "ātma",
            "jā",
            "āvayoḥ",
            "anurūpaḥ",
            "asau",
            "ādyaḥ",
            "vaivāhikaḥ",
            "vidhiḥ"
        ],
        "translation": "The great sage replied: Certainly I have a desire to marry, and your daughter has not yet married or given her word to anyone. Therefore our marriage according to the Vedic system can take place.",
        "purport": " There were many considerations by Kardama Muni before accepting the daughter of Svāyambhuva Manu. Most important is that Devahūti had first of all fixed her mind on marrying him. She did not choose to have any other man as her husband. That is a great consideration because female psychology dictates that when a woman offers her heart to a man for the first time, it is very difficult for her to take it back. Also, she had not married before; she was a virgin girl. All these considerations convinced Kardama Muni to accept her. Therefore he said, “Yes, I shall accept your daughter under religious regulations of marriage.” There are different kinds of marriages, of which the first-class marriage is held by inviting a suitable bridegroom for the daughter and giving her in charity, well dressed and well decorated with ornaments, along with a dowry according to the means of the father. There are other kinds of marriage, such as gāndharva marriage and marriage by love, which are also accepted as marriage. Even if one is forcibly kidnapped and later on accepted as a wife, that is also accepted. But Kardama Muni accepted the first-class way of marriage because the father was willing and the daughter was qualified. She had never offered her heart to anyone else. All these considerations made Kardama Muni agree to accept the daughter of Svāyambhuva Manu."
    },
    {
        "verse": "16",
        "devanagari": "काम: स भूयान्नरदेव तेऽस्या:पुत्र्या: समाम्नायविधौ प्रतीत: ।क एव ते तनयां नाद्रियेतस्वयैव कान्त्या क्षिपतीमिव श्रियम् ॥ १६ ॥",
        "english_devnagari": "kāmaḥ sa bhūyān naradeva te ’syāḥputryāḥ samāmnāya-vidhau pratītaḥka eva te tanayāṁ nādriyetasvayaiva kāntyā kṣipatīm iva śriyam",
        "verse_Syn": [
            "kāmaḥ",
            "saḥ",
            "bhūyāt",
            "nara",
            "deva",
            "te",
            "asyāḥ",
            "putryāḥ",
            "samāmnāya",
            "vidhau",
            "pratītaḥ",
            "kaḥ",
            "eva",
            "te",
            "tanayām",
            "na",
            "ādriyeta",
            "svayā",
            "eva",
            "kāntyā",
            "kṣipatīm",
            "iva",
            "śriyam"
        ],
        "translation": "Let your daughter’s desire for marriage, which is recognized in the Vedic scriptures, be fulfilled. Who would not accept her hand? She is so beautiful that by her bodily luster alone she excels the beauty of her ornaments.",
        "purport": " Kardama Muni wanted to marry Devahūti in the recognized manner of marriage prescribed in the scriptures. As stated in the Vedic scriptures, the first-class process is to call the bridegroom to the home of the bride and hand her to him in charity with a dowry of necessary ornaments, gold, furniture and other household paraphernalia. This form of marriage is prevalent among higher-class Hindus even today and is declared in the śāstras to confer great religious merit on the bride’s father. To give a daughter in charity to a suitable son-in-law is considered to be one of the pious activities of a householder. There are eight forms of marriage mentioned in the scripture Manu-smṛti, but only one process of marriage, brāhma or rājasika marriage, is now current. Other kinds of marriage — by love, by exchange of garlands or by kidnapping the bride — are now forbidden in this Kali age. Formerly, at their pleasure kṣatriyas would kidnap a princess from another royal house and there would be a fight between the kṣatriya and the girl’s family; then, if the kidnapper was the winner, the girl would be offered to him for marriage. Even Kṛṣṇa married Rukmiṇī by that process, and some of His sons and grandsons also married by kidnapping. Kṛṣṇa’s grandsons kidnapped Duryodhana’s daughter, which caused a fight between the Kuru and Yadu families. Afterward, an adjustment was made by the elderly members of the Kuru family. Such marriages were current in bygone ages, but at the present moment they are impossible because the strict principles of kṣatriya life have practically been abolished. Since India has become dependent on foreign countries, the particular influences of her social orders have been lost; now, according to the scriptures, everyone is a śūdra. The so-called brāhmaṇas, kṣatriyas and vaiśyas have forgotten their traditional activities, and in the absence of these activities they are called śūdras. It is said in the scriptures, kalau śūdra-sambhavaḥ. In the Age of Kali everyone will be like śūdras. The traditional social customs are not followed in this age, although formerly they were followed strictly."
    },
    {
        "verse": "17",
        "devanagari": "यां हर्म्यपृष्ठे क्‍वणदङ्‌घ्रिशोभांविक्रीडतीं कन्दुकविह्वलाक्षीम् ।विश्‍वावसुर्न्यपतत्स्वाद्विमाना-द्विलोक्य सम्मोहविमूढचेता: ॥ १७ ॥",
        "english_devnagari": "yāṁ harmya-pṛṣṭhe kvaṇad-aṅghri-śobhāṁvikrīḍatīṁ kanduka-vihvalākṣīmviśvāvasur nyapatat svād vimānādvilokya sammoha-vimūḍha-cetāḥ",
        "verse_Syn": [
            "yām",
            "harmya",
            "pṛṣṭhe",
            "kvaṇat",
            "aṅghri",
            "śobhām",
            "vikrīḍatīm",
            "kanduka",
            "vihvala",
            "akṣīm",
            "viśvāvasuḥ",
            "nyapatat",
            "svāt",
            "vimānāt",
            "vilokya",
            "sammoha",
            "vimūḍha",
            "cetāḥ"
        ],
        "translation": "I have heard that Viśvāvasu, the great Gandharva, his mind stupefied with infatuation, fell from his airplane after seeing your daughter playing with a ball on the roof of the palace, for she was indeed beautiful with her tinkling ankle bells and her eyes moving to and fro.",
        "purport": " It is understood that not only at the present moment but in those days also there were skyscrapers. Herein we find the word harmya-pṛṣṭhe. Harmya means “a very big palatial building.” Svād vimānāt means “from his own airplane.” It is suggested that private airplanes or helicopters were also current in those days. The Gandharva Viśvāvasu, while flying in the sky, could see Devahūti playing ball on the roof of the palace. Ball playing was also current, but aristocratic girls would not play in a public place. Ball playing and other such pleasures were not meant for ordinary women and girls; only princesses like Devahūti could indulge in such sports. It is described here that she was seen from the flying airplane. This indicates that the palace was very high, otherwise how could one see her from an airplane? The vision was so distinct that the Gandharva Viśvāvasu was bewildered by her beauty and by hearing the sound of her ankle bangles, and being captivated by the sound and beauty, he fell down. Kardama Muni mentioned the incident as he had heard it."
    },
    {
        "verse": "18",
        "devanagari": "तां प्रार्थयन्तीं ललनाललाम-मसेवितश्रीचरणैरद‍ृष्टाम् ।वत्सां मनोरुच्चपद: स्वसारंको नानुमन्येत बुधोऽभियाताम् ॥ १८ ॥",
        "english_devnagari": "tāṁ prārthayantīṁ lalanā-lalāmamasevita-śrī-caraṇair adṛṣṭāmvatsāṁ manor uccapadaḥ svasāraṁko nānumanyeta budho ’bhiyātām",
        "verse_Syn": [
            "tām",
            "prārthayantīm",
            "lalanā",
            "lalāmam",
            "asevita",
            "śrī",
            "caraṇaiḥ",
            "adṛṣṭām",
            "vatsām",
            "manoḥ",
            "uccapadaḥ",
            "svasāram",
            "kaḥ",
            "na",
            "anumanyeta",
            "budhaḥ",
            "abhiyātām"
        ],
        "translation": "What wise man would not welcome her, the very ornament of womanhood, the beloved daughter of Svāyambhuva Manu and sister of Uttānapāda? Those who have not worshiped the gracious feet of the goddess of fortune cannot even perceive her, yet she has come of her own accord to seek my hand.",
        "purport": " Kardama Muni praised the beauty and qualification of Devahūti in different ways. Devahūti was actually the ornament of all ornamented beautiful girls. A girl becomes beautiful by putting ornaments on her body, but Devahūti was more beautiful than the ornaments; she was considered the ornament of the ornamented beautiful girls. Demigods and Gandharvas were attracted by her beauty. Kardama Muni, although a great sage, was not a denizen of the heavenly planets, but it is mentioned in the previous verse that Viśvāvasu, who came from heaven, was also attracted by the beauty of Devahūti. Besides her personal beauty, she was the daughter of Emperor Svāyambhuva and sister of King Uttānapāda. Who could refuse the hand of such a girl?"
    },
    {
        "verse": "19",
        "devanagari": "अतो भजिष्ये समयेन साध्वींयावत्तेजो बिभृयादात्मनो मे ।अतो धर्मान् पारमहंस्यमुख्यान्शुक्लप्रोक्तान् बहु मन्येऽविहिंस्रान् ॥ १९ ॥",
        "english_devnagari": "ato bhajiṣye samayena sādhvīṁyāvat tejo bibhṛyād ātmano meato dharmān pāramahaṁsya-mukhyānśukla-proktān bahu manye ’vihiṁsrān",
        "verse_Syn": [
            "ataḥ",
            "bhajiṣye",
            "samayena",
            "sādhvīm",
            "yāvat",
            "tejaḥ",
            "bibhṛyāt",
            "ātmanaḥ",
            "me",
            "ataḥ",
            "dharmān",
            "pāramahaṁsya",
            "mukhyān",
            "śukla",
            "proktān",
            "bahu",
            "manye",
            "avihiṁsrān"
        ],
        "translation": "Therefore I shall accept this chaste girl as my wife, on the condition that after she bears semen from my body, I shall accept the life of devotional service accepted by the most perfect human beings. That process was described by Lord Viṣṇu. It is free from envy.",
        "purport": " Kardama Muni expressed his desire for a very beautiful wife to Emperor Svāyambhuva and accepted the Emperor’s daughter for marriage. Kardama Muni was in the hermitage practicing complete celibacy as a brahmacārī, and although he had the desire to marry, he did not want to be a householder for the whole span of his life because he was conversant with the Vedic principles of human life. According to Vedic principles, the first part of life should be utilized in brahmacarya for the development of character and spiritual qualities. In the next part of life, one may accept a wife and beget children, but one should not beget children like cats and dogs. Kardama Muni desired to beget a child who would be a ray of the Supreme Personality of Godhead. One should beget a child who can perform the duties of Viṣṇu, otherwise there is no need to produce children. There are two kinds of children born of good fathers: one is educated in Kṛṣṇa consciousness so that he can be delivered from the clutches of māyā in that very life, and the other is a ray of the Supreme Personality of Godhead and teaches the world the ultimate goal of life. As will be described in later chapters, Kardama Muni begot such a child — Kapila, the incarnation of the Personality of Godhead who enunciated the philosophy of Sāṅkhya. Great householders pray to God to send His representative so that there may be an auspicious movement in human society. This is one reason to beget a child. Another reason is that a highly enlightened parent can train a child in Kṛṣṇa consciousness so that the child will not have to come back again to this miserable world. Parents should see to it that the child born of them does not enter the womb of a mother again. Unless one can train a child for liberation in that life, there is no need to marry or produce children. If human society produces children like cats and dogs for the disturbance of social order, then the world becomes hellish, as it has in this Age of Kali. In this age, neither parents nor their children are trained; both are animalistic and simply eat, sleep, mate, defend, and gratify their senses. This disorder in social life cannot bring peace to human society. Kardama Muni explains beforehand that he would not associate with the girl Devahūti for the whole duration of his life. He would simply associate with her until she had a child. In other words, sex life should be utilized only to produce a nice child, not for any other purpose. Human life is especially meant for complete devotion to the service of the Lord. That is the philosophy of Lord Caitanya. After fulfilling his responsibility to produce a nice child, one should take sannyāsa and engage in the perfectional paramahaṁsa stage. Paramahaṁsa refers to the most highly elevated perfectional stage of life. There are four stages within sannyāsa life, and paramahaṁsa is the highest order. The Śrīmad-Bhāgavatam is called the paramahaṁsa-saṁhitā, the treatise for the highest class of human beings. The paramahaṁsa is free from envy. In other stages, even in the householder stage of life, there is competition and envy, but since the activities of the human being in the paramahaṁsa stage are completely engaged in Kṛṣṇa consciousness, or devotional service, there is no scope for envy. In the same order as Kardama Muni, about one hundred years ago, Ṭhākura Bhaktivinoda also wanted to beget a child who could preach the philosophy and teachings of Lord Caitanya to the fullest extent. By his prayers to the Lord he had as his child Bhaktisiddhānta Sarasvatī Gosvāmī Mahārāja, who at the present moment is preaching the philosophy of Lord Caitanya throughout the entire world through his bona fide disciples."
    },
    {
        "verse": "20",
        "devanagari": "यतोऽभवद्विश्वमिदं विचित्रंसंस्थास्यते यत्र च वावतिष्ठते ।प्रजापतीनां पतिरेष मह्यंपरं प्रमाणं भगवाननन्त: ॥ २० ॥",
        "english_devnagari": "yato ’bhavad viśvam idaṁ vicitraṁsaṁsthāsyate yatra ca vāvatiṣṭhateprajāpatīnāṁ patir eṣa mahyaṁparaṁ pramāṇaṁ bhagavān anantaḥ",
        "verse_Syn": [
            "yataḥ",
            "abhavat",
            "viśvam",
            "idam",
            "vicitram",
            "saṁsthāsyate",
            "yatra",
            "ca",
            "vā",
            "avatiṣṭhate",
            "prajā",
            "patīnām",
            "patiḥ",
            "eṣaḥ",
            "mahyam",
            "param",
            "pramāṇam",
            "bhagavān",
            "anantaḥ"
        ],
        "translation": "The highest authority for me is the unlimited Supreme Personality of Godhead, from whom this wonderful creation emanates and in whom its sustenance and dissolution rest. He is the origin of all Prajāpatis, the personalities meant to produce living entities in this world.",
        "purport": " Kardama Muni was ordered by his father, Prajāpati, to produce children. In the beginning of creation the Prajāpatis were meant to produce the large population which was to reside in the planets of the gigantic universe. But Kardama Muni said that although his father was Prajāpati, who desired him to produce children, actually his origin was the Supreme Personality of Godhead, Viṣṇu, because Viṣṇu is the origin of everything; He is the actual creator of this universe, He is the actual maintainer, and when everything is annihilated, it rests in Him only. That is the conclusion of Śrīmad-Bhāgavatam. For creation, maintenance and annihilation there are the three deities Brahmā, Viṣṇu and Maheśvara (Śiva), but Brahmā and Maheśvara are qualitative expansions of Viṣṇu. Viṣṇu is the central figure. Therefore He takes charge of maintenance. No one can maintain the whole creation but Him. There are innumerable entities, and they have innumerable demands; no one but Viṣṇu can fulfill the innumerable demands of all the innumerable living entities. Brahmā is ordered to create, and Śiva is ordered to annihilate. The middle function, maintenance, is taken charge of by Viṣṇu. Kardama Muni knew very well, by his power in progressive spiritual life, that Viṣṇu, the Personality of Godhead, was his worshipable Deity. Whatever Viṣṇu desired was his duty, and nothing else. He was not prepared to beget a number of children. He would beget only one child, who would help the mission of Viṣṇu. As stated in Bhagavad-gītā, whenever there is a discrepancy in the discharge of religious principles, the Lord descends to the surface of the earth to protect religious principles and to annihilate the miscreants. Marrying and begetting a child is considered to liquidate one’s debts to the family in which one is born. There are many debts which are imposed upon a child just after his birth. There are debts to the family in which one is born, debts to the demigods, debts to the Pitās, debts to the ṛṣis, etc. But if someone engages only in the service of the Supreme Lord, the Personality of Godhead, who is actually worshipable, then even without trying to liquidate other debts, one becomes free from all obligations. Kardama Muni preferred to devote his life as a servant of the Lord in paramahaṁsa knowledge and to beget a child only for that purpose, not to beget numberless children to fill up the vacancies in the universe."
    },
    {
        "verse": "21",
        "devanagari": "मैत्रेय उवाचस उग्रधन्वन्नियदेवाबभाषेआसीच्च तूष्णीमरविन्दनाभम् ।धियोपगृह्णन् स्मितशोभितेनमुखेन चेतो लुलुभे देवहूत्या: ॥ २१ ॥",
        "english_devnagari": "maitreya uvācasa ugra-dhanvann iyad evābabhāṣeāsīc ca tūṣṇīm aravinda-nābhamdhiyopagṛhṇan smita-śobhitenamukhena ceto lulubhe devahūtyāḥ",
        "verse_Syn": [
            "maitreyaḥ",
            "uvāca",
            "saḥ",
            "ugra",
            "dhanvan",
            "iyat",
            "eva",
            "ābabhāṣe",
            "āsīt",
            "ca",
            "tūṣṇīm",
            "aravinda",
            "nābham",
            "dhiyā",
            "upagṛhṇan",
            "smita",
            "śobhitena",
            "mukhena",
            "cetaḥ",
            "lulubhe",
            "devahūtyāḥ"
        ],
        "translation": "Śrī Maitreya said: O great warrior Vidura, the sage Kardama said this much only and then became silent, thinking of his worshipable Lord Viṣṇu, who has a lotus on His navel. As he silently smiled, his face captured the mind of Devahūti, who began to meditate upon the great sage.",
        "purport": " It appears that Kardama Muni was fully absorbed in Kṛṣṇa consciousness because as soon as he became silent, he at once began to think of Lord Viṣṇu. That is the way of Kṛṣṇa consciousness. Pure devotees are so absorbed in thought of Kṛṣṇa that they have no other engagement; although they may seem to think or act otherwise, they are always thinking of Kṛṣṇa. The smile of such a Kṛṣṇa conscious person is so attractive that simply by smiling he wins so many admirers, disciples and followers."
    },
    {
        "verse": "22",
        "devanagari": "सोऽनुज्ञात्वा व्यवसितं महिष्या दुहितु: स्फुटम् ।तस्मै गुणगणाढ्याय ददौ तुल्यां प्रहर्षित: ॥ २२ ॥",
        "english_devnagari": "so ’nu jñātvā vyavasitaṁmahiṣyā duhituḥ sphuṭamtasmai guṇa-gaṇāḍhyāyadadau tulyāṁ praharṣitaḥ",
        "verse_Syn": [
            "saḥ",
            "anu",
            "jñātvā",
            "vyavasitam",
            "mahiṣyāḥ",
            "duhituḥ",
            "sphuṭam",
            "tasmai",
            "guṇa",
            "gaṇa",
            "āḍhyāya",
            "dadau",
            "tulyām",
            "praharṣitaḥ"
        ],
        "translation": "After having unmistakably known the decision of the Queen, as well as that of Devahūti, the Emperor most gladly gave his daughter to the sage, whose host of virtues was equaled by hers.",
        "purport": ""
    },
    {
        "verse": "23",
        "devanagari": "शतरूपा महाराज्ञी पारिबर्हान्महाधनान् ।दम्पत्यो: पर्यदात्प्रीत्या भूषावास: परिच्छदान् ॥ २३ ॥",
        "english_devnagari": "śatarūpā mahā-rājñīpāribarhān mahā-dhanāndampatyoḥ paryadāt prītyābhūṣā-vāsaḥ paricchadān",
        "verse_Syn": [
            "śatarūpā",
            "mahā",
            "rājñī",
            "pāribarhān",
            "mahā",
            "dhanān",
            "dam",
            "patyoḥ",
            "paryadāt",
            "prītyā",
            "bhūṣā",
            "vāsaḥ",
            "paricchadān"
        ],
        "translation": "Empress Śatarūpā lovingly gave most valuable presents, suitable for the occasion, such as jewelry, clothes and household articles, in dowry to the bride and bridegroom.",
        "purport": " The custom of giving one’s daughter in charity with a dowry is still current in India. The gifts are given according to the position of the father of the bride. Pāribarhān mahā-dhanān means the dowry which must be awarded to the bridegroom at the time of marriage. Here mahā-dhanān means greatly valuable gifts befitting the dowry of an empress. The words bhūṣā-vāsaḥ paricchadān also appear here. Bhūṣā means “ornaments,” vāsaḥ means “clothing,” and paricchadān means “various household articles.” All things befitting the marriage ceremony of an emperor’s daughter were awarded to Kardama Muni, who was until now observing celibacy as a brahmacārī. The bride, Devahūti, was very richly dressed with ornaments and clothing. In this way Kardama Muni was married with full opulence to a qualified wife and was endowed with the necessary paraphernalia for household life. In the Vedic way of marriage such a dowry is still given to the bridegroom by the father of the bride; even in poverty-stricken India there are marriages where hundreds and thousands of rupees are spent for a dowry. The dowry system is not illegal, as some have tried to prove. The dowry is a gift given to the daughter by the father to show good will, and it is compulsory. In rare cases where the father is completely unable to give a dowry, it is enjoined that he must at least give a fruit and a flower. As stated in Bhagavad-gītā, God can also be pleased even by a fruit and a flower. When there is financial inability and no question of accumulating a dowry by another means, one can give a fruit and flower for the satisfaction of the bridegroom."
    },
    {
        "verse": "24",
        "devanagari": "प्रत्तां दुहितरं सम्राट् सद‍ृक्षाय गतव्यथ: ।उपगुह्य च बाहुभ्यामौत्कण्ठ्योन्मथिताशय: ॥ २४ ॥",
        "english_devnagari": "prattāṁ duhitaraṁ samrāṭsadṛkṣāya gata-vyathaḥupaguhya ca bāhubhyāmautkaṇṭhyonmathitāśayaḥ",
        "verse_Syn": [
            "prattām",
            "duhitaram",
            "samrāṭ",
            "sadṛkṣāya",
            "gata",
            "vyathaḥ",
            "upaguhya",
            "ca",
            "bāhubhyām",
            "autkaṇṭhya",
            "unmathita",
            "āśayaḥ"
        ],
        "translation": "Thus relieved of his responsibility by handing over his daughter to a suitable man, Svāyambhuva Manu, his mind agitated by feelings of separation, embraced his affectionate daughter with both his arms.",
        "purport": " A father always remains in anxiety until he can hand over his grownup daughter to a suitable boy. A father and mother’s responsibility for children continues until they marry them to suitable spouses; when the father is able to perform that duty, he is relieved of his responsibility."
    },
    {
        "verse": "25",
        "devanagari": "अशक्नुवंस्तद्विरहं मुञ्चन् बाष्पकलां मुहु: ।आसिञ्चदम्ब वत्सेति नेत्रोदैर्दुहितु: शिखा: ॥ २५ ॥",
        "english_devnagari": "aśaknuvaṁs tad-virahaṁmuñcan bāṣpa-kalāṁ muhuḥāsiñcad amba vatsetinetrodair duhituḥ śikhāḥ",
        "verse_Syn": [
            "aśaknuvan",
            "tat",
            "viraham",
            "muñcan",
            "bāṣpa",
            "kalām",
            "muhuḥ",
            "āsiñcat",
            "amba",
            "vatsa",
            "iti",
            "netra",
            "udaiḥ",
            "duhituḥ",
            "śikhāḥ"
        ],
        "translation": "The Emperor was unable to bear the separation of his daughter. Therefore tears poured from his eyes again and again, drenching his daughter’s head as he cried, “My dear mother! My dear daughter!”",
        "purport": " The word amba is significant. A father sometimes addresses his daughter in affection as “mother” and sometimes as “my darling.” The feeling of separation occurs because until the daughter is married she remains the daughter of the father, but after her marriage she is no longer claimed as a daughter in the family; she must go to the husband’s house, for after marriage she becomes the property of the husband. According to Manu-saṁhitā, a woman is never independent. She must remain the property of the father while she is not married, and she must remain the property of the husband until she is elderly and has grown-up children of her own. In old age, when the husband has taken sannyāsa and left home, she remains the property of the sons. A woman is always dependent, either upon the father, husband or elderly sons. That will be exhibited in the life of Devahūti. Devahūti’s father handed over responsibility for her to the husband, Kardama Muni, and in the same way, Kardama Muni also left home, giving the responsibility to his son, Kapiladeva. This narration will describe these events one after another."
    },
    {
        "verse": "26-27",
        "devanagari": "आमन्‍त्र्‍य तं मुनिवरमनुज्ञात: सहानुग: ।प्रतस्थे रथमारुह्य सभार्य: स्वपुरं नृप: ॥ २६ ॥उभयोऋर्षिकुल्याया: सरस्वत्या: सुरोधसो: ।ऋषीणामुपशान्तानां पश्यन्नाश्रमसम्पद: ॥ २७ ॥",
        "english_devnagari": "āmantrya taṁ muni-varamanujñātaḥ sahānugaḥpratasthe ratham āruhyasabhāryaḥ sva-puraṁ nṛpaḥ",
        "verse_Syn": [
            "āmantrya",
            "tam",
            "muni",
            "varam",
            "anujñātaḥ",
            "saha",
            "anugaḥ",
            "pratasthe",
            "ratham",
            "āruhya",
            "sa",
            "bhāryaḥ",
            "sva",
            "puram",
            "nṛpaḥ",
            "ubhayoḥ",
            "ṛṣi",
            "kulyāyāḥ",
            "sarasvatyāḥ",
            "su",
            "rodhasoḥ",
            "ṛṣīṇām",
            "upaśāntānām",
            "paśyan",
            "āśrama",
            "sampadaḥ"
        ],
        "translation": "After asking and obtaining the great sage’s permission to leave, the monarch mounted his chariot with his wife and started for his capital, followed by his retinue. Along the way he saw the prosperity of the tranquil seers’ beautiful hermitages on both the charming banks of the Sarasvatī, the river so agreeable to saintly persons.",
        "purport": " As cities are constructed in the modern age with great engineering and architectural craftsmanship, so in days gone by there were neighborhoods called ṛṣi-kulas, where great saintly persons resided. In India there are still many magnificent places for spiritual understanding; there are many ṛṣis and saintly persons living in nice cottages on the banks of the Ganges and Yamunā for purposes of spiritual cultivation. While passing through the ṛṣi-kulas the King and his party were very much satisfied with the beauty of the cottages and hermitages. It is stated here, paśyann āśrama-sampadaḥ. The great sages had no skyscrapers, but the hermitages were so beautiful that the King was very much pleased at the sight."
    },
    {
        "verse": "28",
        "devanagari": "तमायान्तमभिप्रेत्य ब्रह्मावर्तात्प्रजा: पतिम् ।गीतसंस्तुतिवादित्रै: प्रत्युदीयु: प्रहर्षिता: ॥ २८ ॥",
        "english_devnagari": "tam āyāntam abhipretyabrahmāvartāt prajāḥ patimgīta-saṁstuti-vāditraiḥpratyudīyuḥ praharṣitāḥ",
        "verse_Syn": [
            "tam",
            "āyāntam",
            "abhipretya",
            "brahmāvartāt",
            "prajāḥ",
            "patim",
            "gīta",
            "saṁstuti",
            "vāditraiḥ",
            "pratyudīyuḥ",
            "praharṣitāḥ"
        ],
        "translation": "Overjoyed to know of his arrival, his subjects came forth from Brahmāvarta to greet their returning lord with songs, prayers and musical instruments.",
        "purport": " It is the custom of the citizens of a kingdom’s capital to receive the king when he returns from a tour. There is a similar description when Kṛṣṇa returned to Dvārakā after the Battle of Kurukṣetra. At that time He was received by all classes of citizens at the gate of the city. Formerly, capital cities were surrounded by walls, and there were different gates for regular entrance. Even in Delhi today there are old gates, and some other old cities have such gates where citizens would gather to receive the king. Here also the citizens of Barhiṣmatī, the capital of Brahmāvarta, the kingdom of Svāyambhuva, came nicely dressed to receive the Emperor with decorations and musical instruments."
    },
    {
        "verse": "29-30",
        "devanagari": "बर्हिष्मती नाम पुरी सर्वसम्पत्समन्विता ।न्यपतन् यत्र रोमाणि यज्ञस्याङ्गं विधुन्वत: ॥ २९ ॥कुशा: काशास्त एवासन् शश्वद्धरितवर्चस: ।ऋषयो यै: पराभाव्य यज्ञघ्नान् यज्ञमीजिरे ॥ ३० ॥",
        "english_devnagari": "barhiṣmatī nāma purīsarva-sampat-samanvitānyapatan yatra romāṇiyajñasyāṅgaṁ vidhunvataḥ",
        "verse_Syn": [
            "barhiṣmatī",
            "nāma",
            "purī",
            "sarva",
            "sampat",
            "samanvitā",
            "nyapatan",
            "yatra",
            "romāṇi",
            "yajñasya",
            "aṅgam",
            "vidhunvataḥ",
            "kuśāḥ",
            "kāśāḥ",
            "te",
            "eva",
            "āsan",
            "śaśvat",
            "harita",
            "varcasaḥ",
            "ṛṣayaḥ",
            "yaiḥ",
            "parābhāvya",
            "yajña",
            "ghnān",
            "yajñam",
            "ījire"
        ],
        "translation": "The city of Barhiṣmatī, rich in all kinds of wealth, was so called because Lord Viṣṇu’s hair dropped there from His body when He manifested Himself as Lord Boar. As He shook His body, this very hair fell and turned into blades of evergreen kuśa grass and kāśa [another kind of grass used for mats], by means of which the sages worshiped Lord Viṣṇu after defeating the demons who had interfered with the performance of their sacrifices.",
        "purport": " Any place directly connected with the Supreme Lord is called pīṭha-sthāna. Barhiṣmatī, the capital of Svāyambhuva Manu, was exalted not because the city was very rich in wealth and opulence, but because the hairs of Lord Varāha fell at this very spot. These hairs of the Lord later grew as green grass, and the sages used to worship the Lord with that grass after the time when the Lord killed the demon Hiraṇyākṣa. Yajña means Viṣṇu, the Supreme Personality of Godhead. In Bhagavad-gītā, karma is described as yajñārtha. Yajñārtha-karma means “work done only for the satisfaction of Viṣṇu.” If something is done for sense gratification or any other purpose, it will be binding upon the worker. If one wants to be freed from the reaction of his work, he must perform everything for the satisfaction of Viṣṇu, or Yajña. In the capital of Svāyambhuva Manu, Barhiṣmatī, these particular functions were being performed by the great sages and saintly persons."
    },
    {
        "verse": "31",
        "devanagari": "कुशकाशमयं बर्हिरास्तीर्य भगवान्मनु: ।अयजद्यज्ञपुरुषं लब्धा स्थानं यतो भुवम् ॥ ३१ ॥",
        "english_devnagari": "kuśa-kāśamayaṁ barhirāstīrya bhagavān manuḥayajad yajña-puruṣaṁlabdhā sthānaṁ yato bhuvam",
        "verse_Syn": [
            "kuśa",
            "kāśa",
            "mayam",
            "barhiḥ",
            "āstīrya",
            "bhagavān",
            "manuḥ",
            "ayajat",
            "yajña",
            "puruṣam",
            "labdhā",
            "sthānam",
            "yataḥ",
            "bhuvam"
        ],
        "translation": "Manu spread a seat of kuśas and kāśas and worshiped the Lord, the Personality of Godhead, by whose grace he had obtained the rule of the terrestrial globe.",
        "purport": " Manu is the father of mankind, and therefore from manu comes the word man, or, in Sanskrit, manuṣya. Those who are in a better position in the world, having sufficient wealth, should especially take lessons from Manu, who acknowledged his kingdom and opulence to be gifts from the Supreme Personality of Godhead and thus always engaged in devotional service. Similarly, the descendants of Manu, or human beings, especially those who are situated in a well-to-do condition, must consider that whatever riches they have are gifts from the Supreme Personality of Godhead. Those riches should be utilized for the service of the Lord in sacrifices performed to please Him. That is the way of utilizing wealth and opulence. No one can achieve wealth, opulence, good birth, a beautiful body or nice education without the mercy of the Supreme Lord. Therefore, those who are in possession of such valuable facilities must acknowledge their gratefulness to the Lord by worshiping Him and offering what they have received from Him. When such acknowledgment is given, either by a family, nation or society, their abode becomes almost like Vaikuṇṭha, and it becomes free from the operation of the threefold miseries of this material world. In the modern age the mission of Kṛṣṇa consciousness is for everyone to acknowledge the supremacy of Lord Kṛṣṇa; whatever one has in his possession must be considered a gift by the grace of the Lord. Therefore everyone should engage in devotional service through Kṛṣṇa consciousness. If one wants to be happy and peaceful in his position, either as a householder or citizen or member of human society, one must promote devotional service for the pleasure of the Lord."
    },
    {
        "verse": "32",
        "devanagari": "बर्हिष्मतीं नाम विभुर्यां निर्विश्य समावसत् ।तस्यां प्रविष्टो भवनं तापत्रयविनाशनम् ॥ ३२ ॥",
        "english_devnagari": "barhiṣmatīṁ nāma vibhuryāṁ nirviśya samāvasattasyāṁ praviṣṭo bhavanaṁtāpa-traya-vināśanam",
        "verse_Syn": [
            "barhiṣmatīm",
            "nāma",
            "vibhuḥ",
            "yām",
            "nirviśya",
            "samāvasat",
            "tasyām",
            "praviṣṭaḥ",
            "bhavanam",
            "tāpa",
            "traya",
            "vināśanam"
        ],
        "translation": "Having entered the city of Barhiṣmatī, in which he had previously lived, Manu entered his palace, which was filled with an atmosphere that eradicated the three miseries of material existence.",
        "purport": " The material world, or material existential life, is filled with threefold miseries: miseries pertaining to the body and mind, miseries pertaining to natural disturbances and miseries inflicted by other living entities. Human society is meant to create a spiritual atmosphere by spreading the spirit of Kṛṣṇa consciousness. The miseries of material existence cannot affect the status of Kṛṣṇa consciousness. It is not that the miseries of the material world completely vanish when one takes to Kṛṣṇa consciousness, but for one who is Kṛṣṇa conscious the miseries of material existence have no effect. We cannot stop the miseries of the material atmosphere, but Kṛṣṇa consciousness is the antiseptic method to protect us from being affected by the miseries of material existence. For a Kṛṣṇa conscious person, both living in heaven and living in hell are equal. How Svāyambhuva Manu created an atmosphere wherein he was not affected by material miseries is explained in the following verses."
    },
    {
        "verse": "33",
        "devanagari": "सभार्य: सप्रज: कामान् बुभुजेऽन्याविरोधत: ।सङ्गीयमानसत्कीर्ति: सस्त्रीभि: सुरगायकै: ।प्रत्यूषेष्वनुबद्धेन हृदा श‍ृण्वन् हरे: कथा: ॥ ३३ ॥",
        "english_devnagari": "sabhāryaḥ saprajaḥ kāmānbubhuje ’nyāvirodhataḥsaṅgīyamāna-sat-kīrtiḥsastrībhiḥ sura-gāyakaiḥpraty-ūṣeṣv anubaddhenahṛdā śṛṇvan hareḥ kathāḥ",
        "verse_Syn": [
            "sa",
            "bhāryaḥ",
            "sa",
            "prajaḥ",
            "kāmān",
            "bubhuje",
            "anya",
            "avirodhataḥ",
            "saṅgīyamāna",
            "sat",
            "kīrtiḥ",
            "sa",
            "strībhiḥ",
            "sura",
            "gāyakaiḥ",
            "prati",
            "ūṣeṣu",
            "anubaddhena",
            "hṛdā",
            "śṛṇvan",
            "hareḥ",
            "kathāḥ"
        ],
        "translation": "Emperor Svāyambhuva Manu enjoyed life with his wife and subjects and fulfilled his desires without being disturbed by unwanted principles contrary to the process of religion. Celestial musicians and their wives sang in chorus about the pure reputation of the Emperor, and early in the morning, every day, he used to listen to the pastimes of the Supreme Personality of Godhead with a loving heart.",
        "purport": " Human society is actually meant for realization of perfection in Kṛṣṇa consciousness. There is no restriction against living with a wife and children, but life should be so conducted that one may not go against the principles of religion, economic development, regulated sense enjoyment and, ultimately, liberation from material existence. The Vedic principles are designed in such a way that the conditioned souls who have come to this material existence may be guided in fulfilling their material desires and at the same time be liberated and go back to Godhead, back home. It is understood that Emperor Svāyambhuva Manu enjoyed his household life by following these principles. It is stated here that early in the morning there were musicians who used to sing with musical instruments about the glories of the Lord, and the Emperor, with his family, personally used to hear about the pastimes of the Supreme Person. This custom is still prevalent in India in some of the royal families and temples. Professional musicians sing with śahnāīs, and the sleeping members of the house gradually get up from their beds in a pleasing atmosphere. During bedtime also the singers sing songs in relationship with the pastimes of the Lord, with śahnāī accompaniment, and the householders gradually fall asleep remembering the glories of the Lord. In every house, in addition to the singing program, there is an arrangement for Bhāgavatam lectures in the evening; family members sit down, hold Hare Kṛṣṇa kīrtana, hear narrations from Śrīmad-Bhāgavatam and Bhagavad-gītā and enjoy music before going to bed. The atmosphere created by this saṅkīrtana movement lives in their hearts, and while sleeping they also dream of the singing and glorification of the Lord. In such a way, perfection of Kṛṣṇa consciousness can be attained. This practice is very old, as learned from this verse of Śrīmad-Bhāgavatam; millions of years ago, Svāyambhuva Manu used to avail himself of this opportunity to live householder life in the peace and prosperity of a Kṛṣṇa consciousness atmosphere. As far as temples are concerned, in each and every royal palace or rich man’s house, inevitably there is a nice temple, and the members of the household rise early in the morning and go to the temple to see the maṅgala-ārati ceremony. The maṅgala-ārati ceremony is the first worship of the morning. In the ārati ceremony a light is offered in circles before the Deities, as are a conchshell and flowers and a fan. The Lord is supposed to rise early in the morning and take some light refreshment and give audience to the devotees. The devotees then go back to the house or sing the glories of the Lord in the temple. The early morning ceremony still takes place in Indian temples and palaces. Temples are meant for the assembly of the general public. Temples within palaces are especially for the royal families, but in many of these palace temples the public is also allowed to visit. The temple of the King of Jaipur is situated within the palace, but the public is allowed to assemble; if one goes there, he will see that the temple is always crowded with at least five hundred devotees. After the maṅgala-ārati ceremony they sit down together and sing the glories of the Lord with musical instruments and thus enjoy life. Temple worship by the royal family is also mentioned in Bhagavad-gītā, where it is stated that those who fail to achieve success in the bhakti-yoga principles within one life are given a chance to take birth in the next life in a family of rich men or in a royal family or family of learned brāhmaṇas or devotees. If one gets the opportunity to take birth in these families, he can achieve the facilities of a Kṛṣṇa conscious atmosphere without difficulty. A child born in that Kṛṣṇa atmosphere is sure to develop Kṛṣṇa consciousness. The perfection which he failed to attain in his last life is again offered in this life, and he can make himself perfect without fail."
    },
    {
        "verse": "34",
        "devanagari": "निष्णातं योगमायासु मुनिं स्वायम्भुवं मनुम् ।यदाभ्रंशयितुं भोगा न शेकुर्भगवत्परम् ॥ ३४ ॥",
        "english_devnagari": "niṣṇātaṁ yoga-māyāsumuniṁ svāyambhuvaṁ manumyad ābhraṁśayituṁ bhogāna śekur bhagavat-param",
        "verse_Syn": [
            "niṣṇātam",
            "yoga",
            "māyāsu",
            "munim",
            "svāyambhuvam",
            "manum",
            "yat",
            "ābhraṁśayitum",
            "bhogāḥ",
            "na",
            "śekuḥ",
            "bhagavat",
            "param"
        ],
        "translation": "Thus Svāyambhuva Manu was a saintly king. Although absorbed in material happiness, he was not dragged to the lowest grade of life, for he always enjoyed his material happiness in a Kṛṣṇa conscious atmosphere.",
        "purport": " The kingly happiness of material enjoyment generally drags one to the lowest grade of life, namely degradation to animal life, because of unrestricted sense enjoyment. But Svāyambhuva Manu was considered as good as a saintly sage because the atmosphere created in his kingdom and home was completely Kṛṣṇa conscious. The case is similar with the conditioned souls in general; they have come into this material life for sense gratification, but if they are able to create a Kṛṣṇa conscious atmosphere, as depicted here or as prescribed in revealed scriptures, by temple worship and household Deity worship, then in spite of their material enjoyment they can make advancement in pure Kṛṣṇa consciousness without a doubt. At the present moment, modern civilization is too much attached to the material way of life, or sense gratification. Therefore, the Kṛṣṇa consciousness movement can give the people in general the best opportunity to utilize their human life in the midst of material enjoyment. Kṛṣṇa consciousness does not stop them in their propensity for material enjoyment, but simply regulates their habits in the life of sense enjoyment. In spite of their enjoying the material advantages, they can be liberated in this very life by practicing Kṛṣṇa consciousness by the simple method of chanting the holy names of the Lord — Hare Kṛṣṇa, Hare Kṛṣṇa, Kṛṣṇa Kṛṣṇa, Hare Hare/ Hare Rāma, Hare Rāma, Rāma Rāma, Hare Hare."
    },
    {
        "verse": "35",
        "devanagari": "अयातयामास्तस्यासन् यामा:स्वान्तरयापना: ।श‍ृण्वतो ध्यायतो विष्णो: कुर्वतो ब्रुवत: कथा: ॥ ३५ ॥",
        "english_devnagari": "ayāta-yāmās tasyāsanyāmāḥ svāntara-yāpanāḥśṛṇvato dhyāyato viṣṇoḥkurvato bruvataḥ kathāḥ",
        "verse_Syn": [
            "ayāta",
            "yāmāḥ",
            "tasya",
            "āsan",
            "yāmāḥ",
            "sva",
            "antara",
            "yāpanāḥ",
            "śṛṇvataḥ",
            "dhyāyataḥ",
            "viṣṇoḥ",
            "kurvataḥ",
            "bruvataḥ",
            "kathāḥ"
        ],
        "translation": "Consequently, although his duration of life gradually came to an end, his long life, consisting of a Manvantara era, was not spent in vain, since he ever engaged in hearing, contemplating, writing down and chanting the pastimes of the Lord.",
        "purport": " As freshly prepared food is very tasteful but if kept for three or four hours becomes stale and tasteless, so the existence of material enjoyment can endure as long as life is fresh, but at the fag end of life everything becomes tasteless, and everything appears to be vain and painful. The life of Emperor Svāyambhuva Manu, however, was not tasteless; as he grew older, his life remained as fresh as in the beginning because of his continued Kṛṣṇa consciousness. The life of a man in Kṛṣṇa consciousness is always fresh. It is said that the sun rises in the morning and sets in the evening and its business is to reduce the duration of everyone’s life. But the sunrise and sunset cannot diminish the life of one who engages in Kṛṣṇa consciousness. Svāyambhuva Manu’s life did not become stale after some time, for he engaged himself always in chanting about and meditating upon Lord Viṣṇu. He was the greatest yogī because he never wasted his time. It is especially mentioned here, viṣṇoḥ kurvato bruvataḥ kathāḥ. When he talked, he talked only of Kṛṣṇa and Viṣṇu, the Personality of Godhead; when he heard something, it was about Kṛṣṇa; when he meditated, it was upon Kṛṣṇa and His activities. It is stated that his life was very long, seventy-one yugas. One yuga is completed in 4,320,000 years, seventy-one of such yugas is the duration of the life of a Manu, and fourteen such Manus come and go in one day of Brahma. For the entire duration of his life — 4,320,000 × 71 years — Manu engaged in Kṛṣṇa consciousness by chanting, hearing, talking about and meditating upon Kṛṣṇa. Therefore, his life was not wasted, nor did it become stale."
    },
    {
        "verse": "36",
        "devanagari": "स एवं स्वान्तरं निन्ये युगानामेकसप्ततिम् ।वासुदेवप्रसङ्गेन परिभूतगतित्रय: ॥ ३६ ॥",
        "english_devnagari": "sa evaṁ svāntaraṁ ninyeyugānām eka-saptatimvāsudeva-prasaṅgenaparibhūta-gati-trayaḥ",
        "verse_Syn": [
            "saḥ",
            "evam",
            "sva",
            "antaram",
            "ninye",
            "yugānām",
            "eka",
            "saptatim",
            "vāsudeva",
            "prasaṅgena",
            "paribhūta",
            "gati",
            "trayaḥ"
        ],
        "translation": "He passed his time, which lasted seventy-one cycles of the four ages [71 × 4,320,000 years], always thinking of Vāsudeva and always engaged in matters regarding Vāsudeva. Thus he transcended the three destinations.",
        "purport": " The three destinations are meant for persons who are under the control of the three modes of material nature. These destinations are sometimes described as the awakened, dreaming and unconscious stages. In Bhagavad-gītā the three destinations are described as the destinations of persons in the modes of goodness, passion and ignorance. It is stated in the Gītā that those who are in the mode of goodness are promoted to better living conditions in higher planets, and those who are in the mode of passion remain within this material world on the earth or on heavenly planets, but those who are in the mode of ignorance are degraded to an animal life on planets where life is lower than human. But one who is Kṛṣṇa conscious is above these three modes of material nature. It is stated in Bhagavad-gītā that anyone who engages in devotional service to the Lord automatically becomes transcendental to the three destinations of material nature and is situated in the brahma-bhūta, or self-realized, stage. Although Svāyambhuva Manu, the ruler of this material world, appeared to be absorbed in material happiness, he was neither in the mode of goodness nor in the modes of passion or ignorance, but in the transcendental stage. Therefore one who fully engages in devotional service is always liberated. Bilvamaṅgala Ṭhākura, a great devotee of the Lord, stated, “If I have unflinching devotion to the lotus feet of Kṛṣṇa, then Mother Liberation is always engaged in my service. The complete perfection of material enjoyment, religion and economic development is at my command.” People are after dharma, artha, kāma and mokṣa. Generally they perform religious activities to achieve some material gain, and they engage in material activity for sense gratification. After being frustrated in material sense gratification, one wants to be liberated and become one with the Absolute Truth. These four principles form the transcendental path for the less intelligent. Those who are actually intelligent engage in Kṛṣṇa consciousness, not caring for these four principles of the transcendental method. They at once elevate themselves to the transcendental platform, which is above liberation. Liberation is not a very great achievement for a devotee, to say nothing of the results of ritualistic performances in religion, economic development or the materialistic life of sense gratification. Devotees do not care for these. They are situated always on the transcendental platform of the brahma-bhūta stage of self-realization."
    },
    {
        "verse": "37",
        "devanagari": "शारीरा मानसा दिव्या वैयासे ये च मानुषा: ।भौतिकाश्च कथं क्लेशा बाधन्ते हरिसंश्रयम् ॥ ३७ ॥",
        "english_devnagari": "śārīrā mānasā divyāvaiyāse ye ca mānuṣāḥbhautikāś ca kathaṁ kleśābādhante hari-saṁśrayam",
        "verse_Syn": [
            "śārīrāḥ",
            "mānasāḥ",
            "divyāḥ",
            "vaiyāse",
            "ye",
            "ca",
            "mānuṣāḥ",
            "bhautikāḥ",
            "ca",
            "katham",
            "kleśāḥ",
            "bādhante",
            "hari",
            "saṁśrayam"
        ],
        "translation": "Therefore, O Vidura, how can persons completely under the shelter of Lord Kṛṣṇa in devotional service be put into miseries pertaining to the body, the mind, nature, and other men and living creatures?",
        "purport": " Every living entity within this material world is always afflicted by some kind of miseries, pertaining either to the body, the mind or natural disturbances. Distresses due to cold in winter and severe heat in summer always inflict miseries on the living entities in this material world, but one who has completely taken shelter of the lotus feet of the Lord in Kṛṣṇa consciousness is in the transcendental stage; he is not disturbed by any miseries, either due to the body, the mind or natural disturbances of summer and winter. He is transcendental to all these miseries."
    },
    {
        "verse": "38",
        "devanagari": "य: पृष्टो मुनिभि: प्राह धर्मान्नानाविदाञ्छुभान् ।नृणां वर्णाश्रमाणां च सर्वभूतहित: सदा ॥ ३८ ॥",
        "english_devnagari": "yaḥ pṛṣṭo munibhiḥ prāhadharmān nānā-vidhāñ chubhānnṛṇāṁ varṇāśramāṇāṁ casarva-bhūta-hitaḥ sadā",
        "verse_Syn": [
            "yaḥ",
            "pṛṣṭaḥ",
            "munibhiḥ",
            "prāha",
            "dharmān",
            "nānā",
            "vidhān",
            "śubhān",
            "nṛṇām",
            "varṇa",
            "āśramāṇām",
            "ca",
            "sarva",
            "bhūta",
            "hitaḥ",
            "sadā"
        ],
        "translation": "In reply to questions asked by certain sages, he [Svāyambhuva Manu], out of compassion for all living entities, taught the diverse sacred duties of men in general and the different varṇas and āśramas.",
        "purport": ""
    },
    {
        "verse": "39",
        "devanagari": "एतत्त आदिराजस्य मनोश्चरितमद्भुतम् ।वर्णितं वर्णनीयस्य तदपत्योदयं श‍ृणु ॥ ३९ ॥",
        "english_devnagari": "etat ta ādi-rājasyamanoś caritam adbhutamvarṇitaṁ varṇanīyasyatad-apatyodayaṁ śṛṇu",
        "verse_Syn": [
            "etat",
            "te",
            "ādi",
            "rājasya",
            "manoḥ",
            "caritam",
            "adbhutam",
            "varṇitam",
            "varṇanīyasya",
            "tat",
            "apatya",
            "udayam",
            "śṛṇu"
        ],
        "translation": "I have spoken to you of the wonderful character of Svāyambhuva Manu, the original king, whose reputation is worthy of description. Please hear as I speak of the flourishing of his daughter Devahūti.",
        "purport": ""
    }
]