[
    {
        "verse": "1-2",
        "devanagari": "देवहूतिरुवाचलक्षणं महदादीनां प्रकृते: पुरुषस्य च ।स्वरूपं लक्ष्यतेऽमीषां येन तत्पारमार्थिकम् ॥ १ ॥यथा साङ्ख्येषु कथितं यन्मूलं तत्प्रचक्षते ।भक्तियोगस्य मे मार्गं ब्रूहि विस्तरश: प्रभो ॥ २ ॥",
        "english_devnagari": "devahūtir uvācalakṣaṇaṁ mahad-ādīnāṁprakṛteḥ puruṣasya casvarūpaṁ lakṣyate ’mīṣāṁyena tat-pāramārthikam",
        "verse_Syn": [
            "devahūtiḥ",
            "uvāca",
            "lakṣaṇam",
            "mahat",
            "ādīnām",
            "prakṛteḥ",
            "puruṣasya",
            "ca",
            "svarūpam",
            "lakṣyate",
            "amīṣām",
            "yena",
            "tat",
            "pārama",
            "arthikam",
            "yathā",
            "sāṅkhyeṣu",
            "kathitam",
            "yat",
            "mūlam",
            "tat",
            "pracakṣate",
            "bhakti",
            "yogasya",
            "me",
            "mārgam",
            "brūhi",
            "vistaraśaḥ",
            "prabho"
        ],
        "translation": "Devahūti inquired: My dear Lord, You have already very scientifically described the symptoms of the total material nature and the characteristics of the spirit according to the Sāṅkhya system of philosophy. Now I shall request You to explain the path of devotional service, which is the ultimate end of all philosophical systems.",
        "purport": " In this Twenty-ninth Chapter, the glories of devotional service are elaborately explained, and the influence of time on the conditioned soul is also described. The purpose of elaborately describing the influence of time is to detach the conditioned soul from his material activities, which are considered to be simply a waste of time. In the previous chapter, material nature, the spirit and the Supreme Lord, or Supersoul, are analytically studied, and in this chapter the principles of bhakti-yoga, or devotional service — the execution of activities in the eternal relationship between the living entities and the Personality of Godhead — are explained. Bhakti-yoga, devotional service, is the basic principle of all systems of philosophy; all philosophy which does not aim for devotional service to the Lord is considered merely mental speculation. But of course bhakti-yoga with no philosophical basis is more or less sentiment. There are two classes of men. Some consider themselves intellectually advanced and simply speculate and meditate, and others are sentimental and have no philosophical basis for their propositions. Neither of these can achieve the highest goal of life — or, if they do, it will take them many, many years. Vedic literature therefore suggests that there are three elements — namely the Supreme Lord, the living entity and their eternal relationship — and that the goal of life is to follow the principles of bhakti, or devotional service, and ultimately attain to the planet of the Supreme Lord in full devotion and love as an eternal servitor of the Lord. Sāṅkhya philosophy is the analytical study of all existence. One has to understand everything by examining its nature and characteristics. This is called acquirement of knowledge. But one should not simply acquire knowledge without reaching the goal of life or the basic principle for acquiring knowledge — bhakti-yoga. If we give up bhakti-yoga and simply busy ourselves in the analytical study of the nature of things as they are, then the result will be practically nil. It is stated in the Bhāgavatam that such engagement is something like husking a paddy. There is no use beating the husk if the grain has already been removed. By the scientific study of material nature, the living entity and the Supersoul, one has to understand the basic principle of devotional service to the Lord."
    },
    {
        "verse": "3",
        "devanagari": "विरागो येन पुरुषो भगवन्सर्वतो भवेत् ।आचक्ष्व जीवलोकस्य विविधा मम संसृती: ॥ ३ ॥",
        "english_devnagari": "virāgo yena puruṣobhagavan sarvato bhavetācakṣva jīva-lokasyavividhā mama saṁsṛtīḥ",
        "verse_Syn": [
            "virāgaḥ",
            "yena",
            "puruṣaḥ",
            "bhagavan",
            "sarvataḥ",
            "bhavet",
            "ācakṣva",
            "jīva",
            "lokasya",
            "vividhāḥ",
            "mama",
            "saṁsṛtīḥ"
        ],
        "translation": "Devahūti continued: My dear Lord, please also describe in detail, both for me and for people in general, the continual process of birth and death, for by hearing of such calamities we may become detached from the activities of this material world.",
        "purport": " In this verse the word saṁsṛtīḥ is very important. Śreyaḥ-sṛti means the prosperous path of advancement towards the Supreme Personality of Godhead, and saṁsṛti means the continued journey on the path of birth and death towards the darkest region of material existence. People who have no knowledge of this material world, God and their actual intimate relationship with Him are actually going to the darkest region of material existence in the name of progress in the material advancement of civilization. To enter the darkest region of material existence means to enter into a species of life other than the human species. Ignorant men do not know that after this life they are completely under the grip of material nature and will be offered a life which may not be very congenial. How a living entity gets different kinds of bodies will be explained in the next chapter. This continual change of bodies in birth and death is called saṁsāra. Devahūti requests her glorious son, Kapila Muni, to explain about this continued journey to impress upon the conditioned souls that they are undergoing a path of degradation by not understanding the path of bhakti-yoga, devotional service."
    },
    {
        "verse": "4",
        "devanagari": "कालस्येश्वररूपस्य परेषां च परस्य ते ।स्वरूपं बत कुर्वन्ति यद्धेतो: कुशलं जना: ॥ ४ ॥",
        "english_devnagari": "kālasyeśvara-rūpasyapareṣāṁ ca parasya tesvarūpaṁ bata kurvantiyad-dhetoḥ kuśalaṁ janāḥ",
        "verse_Syn": [
            "kālasya",
            "īśvara",
            "rūpasya",
            "pareṣām",
            "ca",
            "parasya",
            "te",
            "svarūpam",
            "bata",
            "kurvanti",
            "yat",
            "hetoḥ",
            "kuśalam",
            "janāḥ"
        ],
        "translation": "Please also describe eternal time, which is a representation of Your form and by whose influence people in general engage in the performance of pious activities.",
        "purport": " However ignorant one may be regarding the path of good fortune and the path down to the darkest region of ignorance, everyone is aware of the influence of eternal time, which devours all the effects of our material activities. The body is born at a certain time, and immediately the influence of time acts upon it. From the date of the birth of the body, the influence of death is also acting; the advancement of age entails the influence of time on the body. If a man is thirty or fifty years old, then the influence of time has already devoured thirty or fifty years of the duration of his life. Everyone is conscious of the last stage of life, when he will meet the cruel hands of death, but some consider their age and circumstances, concern themselves with the influence of time and thus engage in pious activities so that in the future they will not be put into a low family or an animal species. Generally, people are attached to sense enjoyment and so aspire for life on the heavenly planets; therefore they engage themselves in charitable or other pious activities. But actually, as stated in Bhagavad-gītā, one cannot get relief from the chain of birth and death even if he goes to the highest planet, Brahmaloka, because the influence of time is present everywhere within this material world. In the spiritual world, however, the time factor has no influence."
    },
    {
        "verse": "5",
        "devanagari": "लोकस्य मिथ्याभिमतेरचक्षुष-श्चिरं प्रसुप्तस्य तमस्यनाश्रये ।श्रान्तस्य कर्मस्वनुविद्धया धियात्वमाविरासी: किल योगभास्कर: ॥ ५ ॥",
        "english_devnagari": "lokasya mithyābhimater acakṣuṣaściraṁ prasuptasya tamasy anāśrayeśrāntasya karmasv anuviddhayā dhiyātvam āvirāsīḥ kila yoga-bhāskaraḥ",
        "verse_Syn": [
            "lokasya",
            "mithyā",
            "abhimateḥ",
            "acakṣuṣaḥ",
            "ciram",
            "prasuptasya",
            "tamasi",
            "anāśraye",
            "śrāntasya",
            "karmasu",
            "anuviddhayā",
            "dhiyā",
            "tvam",
            "āvirāsīḥ",
            "kila",
            "yoga",
            "bhāskaraḥ"
        ],
        "translation": "My dear Lord, You are just like the sun, for You illuminate the darkness of the conditional life of the living entities. Because their eyes of knowledge are not open, they are sleeping eternally in that darkness without Your shelter, and therefore they are falsely engaged by the actions and reactions of their material activities, and they appear to be very fatigued.",
        "purport": " It appears that Śrīmatī Devahūti, the glorious mother of Lord Kapiladeva, is very compassionate for the regrettable condition of people in general, who, not knowing the goal of life, are sleeping in the darkness of illusion. It is the general feeling of the Vaiṣṇava, or devotee of the Lord, that he should awaken them. Similarly, Devahūti is requesting her glorious son to illuminate the lives of the conditioned souls so that their most regrettable conditional life may be ended. The Lord is described herein as yoga-bhāskara, the sun of the system of all yoga. Devahūti has already requested her glorious son to describe bhakti-yoga, and the Lord has described bhakti-yoga as the ultimate yoga system. Bhakti-yoga is the sunlike illumination for delivering the conditioned souls, whose general condition is described here. They have no eyes to see their own interests. They do not know that the goal of life is not to increase the material necessities of existence, because the body will not exist more than a few years. The living beings are eternal, and they have their eternal need. If one engages only in caring for the necessities of the body, not caring for the eternal necessities of life, then he is part of a civilization whose advancement puts the living entities in the darkest region of ignorance. Sleeping in that darkest region, one does not get any refreshment, but, rather, gradually becomes fatigued. He invents many processes to adjust this fatigued condition, but he fails and thus remains confused. The only path for mitigating his fatigue in the struggle for existence is the path of devotional service, or the path of Kṛṣṇa consciousness."
    },
    {
        "verse": "6",
        "devanagari": "मैत्रेय उवाचइति मातुर्वच: श्लक्ष्णं प्रतिनन्द्य महामुनि: ।आबभाषे कुरुश्रेष्ठ प्रीतस्तां करुणार्दित: ॥ ६ ॥",
        "english_devnagari": "maitreya uvācaiti mātur vacaḥ ślakṣṇaṁpratinandya mahā-muniḥābabhāṣe kuru-śreṣṭhaprītas tāṁ karuṇārditaḥ",
        "verse_Syn": [
            "maitreyaḥ",
            "uvāca",
            "iti",
            "mātuḥ",
            "vacaḥ",
            "ślakṣṇam",
            "pratinandya",
            "mahā",
            "muniḥ",
            "ābabhāṣe",
            "kuru",
            "śreṣṭha",
            "prītaḥ",
            "tām",
            "karuṇā",
            "arditaḥ"
        ],
        "translation": "Śrī Maitreya said: O best amongst the Kurus, the great sage Kapila, moved by great compassion and pleased by the words of His glorious mother, spoke as follows.",
        "purport": " Lord Kapila was very satisfied by the request of His glorious mother because she was thinking not only in terms of her personal salvation but in terms of all the fallen conditioned souls. The Lord is always compassionate towards the fallen souls of this material world, and therefore He comes Himself or sends His confidential servants to deliver them. Since He is perpetually compassionate towards them, if some of His devotees also become compassionate towards them, He is very pleased with the devotees. In Bhagavad-gītā it is clearly stated that persons who are trying to elevate the condition of the fallen souls by preaching the conclusion of Bhagavad-gītā — namely, full surrender unto the Personality of Godhead — are very dear to Him. Thus when the Lord saw that His beloved mother was very compassionate towards the fallen souls, He was pleased, and He also became compassionate towards her."
    },
    {
        "verse": "7",
        "devanagari": "श्रीभगवानुवाचभक्तियोगो बहुविधो मार्गैर्भामिनि भाव्यते ।स्वभावगुणमार्गेण पुंसां भावो विभिद्यते ॥ ७ ॥",
        "english_devnagari": "śrī-bhagavān uvācabhakti-yogo bahu-vidhomārgair bhāmini bhāvyatesvabhāva-guṇa-mārgeṇapuṁsāṁ bhāvo vibhidyate",
        "verse_Syn": [
            "śrī",
            "bhagavān",
            "uvāca",
            "bhakti",
            "yogaḥ",
            "bahu",
            "vidhaḥ",
            "mārgaiḥ",
            "bhāmini",
            "bhāvyate",
            "svabhāva",
            "guṇa",
            "mārgeṇa",
            "puṁsām",
            "bhāvaḥ",
            "vibhidyate"
        ],
        "translation": "Lord Kapila, the Personality of Godhead, replied: O noble lady, there are multifarious paths of devotional service in terms of the different qualities of the executor.",
        "purport": " Pure devotional service in Kṛṣṇa consciousness is one because in pure devotional service there is no demand from the devotee to be fulfilled by the Lord. But generally people take to devotional service with a purpose. As stated in Bhagavad-gītā, people who are not purified take to devotional service with four purposes. A person who is distressed because of material conditions becomes a devotee of the Lord and approaches the Lord for mitigation of his distress. A person in need of money approaches the Lord to ask for some improvement in his monetary condition. Others, who are not in distress or in need of monetary assistance but are seeking knowledge in order to understand the Absolute Truth, also take to devotional service, and they inquire into the nature of the Supreme Lord. This is very nicely described in Bhagavad-gītā (7.16). Actually the path of devotional service is one without a second, but according to the devotees’ condition, devotional service appears in multifarious varieties, as will be nicely explained in the following verses."
    },
    {
        "verse": "8",
        "devanagari": "अभिसन्धाय यो हिंसां दम्भं मात्सर्यमेव वा ।संरम्भी भिन्नद‍ृग्भावं मयि कुर्यात्स तामस: ॥ ८ ॥",
        "english_devnagari": "abhisandhāya yo hiṁsāṁdambhaṁ mātsaryam eva vāsaṁrambhī bhinna-dṛg bhāvaṁmayi kuryāt sa tāmasaḥ",
        "verse_Syn": [
            "abhisandhāya",
            "yaḥ",
            "hiṁsām",
            "dambham",
            "mātsaryam",
            "eva",
            "vā",
            "saṁrambhī",
            "bhinna",
            "dṛk",
            "bhāvam",
            "mayi",
            "kuryāt",
            "saḥ",
            "tāmasaḥ"
        ],
        "translation": "Devotional service executed by a person who is envious, proud, violent and angry, and who is a separatist, is considered to be in the mode of darkness.",
        "purport": " It has already been stated in the Śrīmad-Bhāgavatam, First Canto, Second Chapter, that the highest, most glorious religion is the attainment of causeless, unmotivated devotional service. In pure devotional service, the only motive should be to please the Supreme Personality of Godhead. That is not actually a motive; that is the pure condition of the living entity. In the conditioned stage, when one engages in devotional service he should follow the instruction of the bona fide spiritual master in full surrender. The spiritual master is the manifested representation of the Supreme Lord because he receives and presents the instructions of the Lord, as they are, by disciplic succession. It is described in Bhagavad-gītā that the teachings therein should be received by disciplic succession, otherwise there is adulteration. To act under the direction of a bona fide spiritual master with a motive to satisfy the Supreme Personality of Godhead is pure devotional service. But if one has a motive for personal sense gratification, his devotional service is manifested differently. Such a man may be violent, proud, envious and angry, and his interests are separate from the Lord’s. One who approaches the Supreme Lord to render devotional service but who is proud of his personality, envious of others or vengeful is in the mode of anger. He thinks that he is the best devotee. Devotional service executed in this way is not pure; it is mixed and is of the lowest grade, tāmasaḥ. Śrīla Viśvanātha Cakravartī Ṭhākura advises that a Vaiṣṇava who is not of good character should be avoided. A Vaiṣṇava is one who has taken the Supreme Personality of Godhead as the ultimate goal of life, but if one is not pure and still has motives, then he is not a Vaiṣṇava of the first order of good character. One may offer his respects to such a Vaiṣṇava because he has accepted the Supreme Lord as the ultimate goal of life, but one should not keep company with a Vaiṣṇava who is in the mode of ignorance."
    },
    {
        "verse": "9",
        "devanagari": "विषयानभिसन्धाय यश ऐश्वर्यमेव वा ।अर्चादावर्चयेद्यो मां पृथग्भाव: स राजस: ॥ ९ ॥",
        "english_devnagari": "viṣayān abhisandhāyayaśa aiśvaryam eva vāarcādāv arcayed yo māṁpṛthag-bhāvaḥ sa rājasaḥ",
        "verse_Syn": [
            "viṣayān",
            "abhisandhāya",
            "yaśaḥ",
            "aiśvaryam",
            "eva",
            "vā",
            "arcā",
            "ādau",
            "arcayet",
            "yaḥ",
            "mām",
            "pṛthak",
            "bhāvaḥ",
            "saḥ",
            "rājasaḥ"
        ],
        "translation": "The worship of Deities in the temple by a separatist, with a motive for material enjoyment, fame and opulence, is devotion in the mode of passion.",
        "purport": " The word “separatist” must be understood carefully. The Sanskrit words in this connection are bhinna-dṛk and pṛthag-bhāvaḥ. A separatist is one who sees his interest as separate from that of the Supreme Lord. Mixed devotees, or devotees in the modes of passion and ignorance, think that the interest of the Supreme Lord is supplying the orders of the devotee; the interest of such devotees is to draw from the Lord as much as possible for their sense gratification. This is the separatist mentality. Actually, pure devotion is explained in the previous chapter: the mind of the Supreme Lord and the mind of the devotee should be dovetailed. A devotee should not wish anything but to execute the desire of the Supreme. That is oneness. When the devotee has an interest or will different from the interest of the Supreme Lord, his mentality is that of a separatist. When the so-called devotee desires material enjoyment, without reference to the interest of the Supreme Lord, or he wants to become famous or opulent by utilizing the mercy or grace of the Supreme Lord, he is in the mode of passion. Māyāvādīs, however, interpret this word “separatist” in a different way. They say that while worshiping the Lord, one should think himself one with the Supreme Lord. This is another adulterated form of devotion within the modes of material nature. The conception that the living entity is one with the Supreme is in the mode of ignorance. Oneness is actually based on oneness of interest. A pure devotee has no interest but to act on behalf of the Supreme Lord. When one has even a tinge of personal interest, his devotion is mixed with the three modes of material nature."
    },
    {
        "verse": "10",
        "devanagari": "कर्मनिर्हारमुद्दिश्य परस्मिन्वा तदर्पणम् ।यजेद्यष्टव्यमिति वा पृथग्भाव: स सात्त्विक: ॥ १० ॥",
        "english_devnagari": "karma-nirhāram uddiśyaparasmin vā tad-arpaṇamyajed yaṣṭavyam iti vāpṛthag-bhāvaḥ sa sāttvikaḥ",
        "verse_Syn": [
            "karma",
            "nirhāram",
            "uddiśya",
            "parasmin",
            "vā",
            "tat",
            "arpaṇam",
            "yajet",
            "yaṣṭavyam",
            "iti",
            "vā",
            "pṛthak",
            "bhāvaḥ",
            "saḥ",
            "sāttvikaḥ"
        ],
        "translation": "When a devotee worships the Supreme Personality of Godhead and offers the results of his activities in order to free himself from the inebrieties of fruitive activities, his devotion is in the mode of goodness.",
        "purport": " The brāhmaṇas, kṣatriyas, vaiśyas and śūdras, along with the brahmacārīs, gṛhasthas, vānaprasthas and sannyāsīs, are the members of the eight divisions of varṇas and āśramas, and they have their respective duties to perform for the satisfaction of the Supreme Personality of Godhead. When such activities are performed and the results are offered to the Supreme Lord, they are called karmārpaṇam, duties performed for the satisfaction of the Lord. If there is any inebriety or fault, it is atoned for by this offering process. But if this offering process is in the mode of goodness rather than in pure devotion, then the interest is different. The four āśramas and the four varṇas act for some benefit in accordance with their personal interests. Therefore such activities are in the mode of goodness; they cannot be counted in the category of pure devotion. Pure devotional service as described by Rūpa Gosvāmī is free from all material desires. Anyābhilāṣitā-śūnyam. There can be no excuse for personal or material interest. Devotional activities should be transcendental to fruitive activities and empiric philosophical speculation. Pure devotional service is transcendental to all material qualities. Devotional service in the modes of ignorance, passion and goodness can be divided into eighty-one categories. There are different devotional activities, such as hearing, chanting, remembering, worshiping, offering prayer, rendering service and surrendering everything, and each of them can be divided into three qualitative categories. There is hearing in the mode of passion, in the mode of ignorance and in the mode of goodness. Similarly, there is chanting in the mode of ignorance, passion and goodness, etc. Three multiplied by nine equals twenty-seven, and when again multiplied by three it becomes eighty-one. One has to transcend all such mixed materialistic devotional service in order to reach the standard of pure devotional service, as explained in the next verses."
    },
    {
        "verse": "11-12",
        "devanagari": "मद्गुणश्रुतिमात्रेण मयि सर्वगुहाशये ।मनोगतिरविच्छिन्ना यथा गङ्गाम्भसोऽम्बुधौ ॥ ११ ॥लक्षणं भक्तियोगस्य निर्गुणस्य ह्युदाहृतम् ।अहैतुक्यव्यवहिता या भक्ति: पुरुषोत्तमे ॥ १२ ॥",
        "english_devnagari": "mad-guṇa-śruti-mātreṇamayi sarva-guhāśayemano-gatir avicchinnāyathā gaṅgāmbhaso ’mbudhau",
        "verse_Syn": [
            "mat",
            "guṇa",
            "śruti",
            "mātreṇa",
            "mayi",
            "sarva",
            "guhā",
            "āśaye",
            "manaḥ",
            "gatiḥ",
            "avicchinnā",
            "yathā",
            "gaṅgā",
            "ambhasaḥ",
            "ambudhau",
            "lakṣaṇam",
            "bhakti",
            "yogasya",
            "nirguṇasya",
            "hi",
            "udāhṛtam",
            "ahaitukī",
            "avyavahitā",
            "yā",
            "bhaktiḥ",
            "puruṣa",
            "uttame"
        ],
        "translation": "The manifestation of unadulterated devotional service is exhibited when one’s mind is at once attracted to hearing the transcendental name and qualities of the Supreme Personality of Godhead, who is residing in everyone’s heart. Just as the water of the Ganges flows naturally down towards the ocean, such devotional ecstasy, uninterrupted by any material condition, flows towards the Supreme Lord.",
        "purport": " The basic principle of this unadulterated, pure devotional service is love of Godhead. Mad-guṇa-śruti-mātreṇa means “just after hearing about the transcendental qualities of the Supreme Personality of Godhead.” These qualities are called nirguṇa. The Supreme Lord is uncontaminated by the modes of material nature; therefore He is attractive to the pure devotee. There is no need to practice meditation to attain such attraction; the pure devotee is already in the transcendental stage, and the affinity between him and the Supreme Personality of Godhead is natural and is compared to the Ganges water flowing towards the sea. The flow of the Ganges water cannot be stopped by any condition; similarly, a pure devotee’s attraction for the transcendental name, form and pastimes of the Supreme Godhead cannot be stopped by any material condition. The word avicchinnā, “without interruptions,” is very important in this connection. No material condition can stop the flow of the devotional service of a pure devotee. The word ahaitukī means “without reason.” A pure devotee does not render loving service to the Personality of Godhead for any cause or for any benefit, material or spiritual. This is the first symptom of unalloyed devotion. Anyābhilāṣitā-śūnyam: he has no desire to fulfill by rendering devotional service. Such devotional service is meant for the puruṣottama, the Supreme Personality, and not for anyone else. Sometimes pseudodevotees show devotion to many demigods, thinking the forms of the demigods to be the same as the Supreme Personality of Godhead’s form. It is specifically mentioned herein, however, that bhakti, devotional service, is meant only for the Supreme Personality of Godhead — Nārāyaṇa, Viṣṇu, or Kṛṣṇa — not for anyone else. Avyavahitā means “without cessation.” A pure devotee must engage in the service of the Lord twenty-four hours a day, without cessation; his life is so molded that at every minute and every second he engages in some sort of devotional service to the Supreme Personality of Godhead. Another meaning of the word avyavahitā is that the interest of the devotee and the interest of the Supreme Lord are on the same level. The devotee has no interest but to fulfill the transcendental desire of the Supreme Lord. Such spontaneous service unto the Supreme Lord is transcendental and is never contaminated by the material modes of nature. These are the symptoms of pure devotional service, which is free from all contamination of material nature."
    },
    {
        "verse": "13",
        "devanagari": "सालोक्यसार्ष्टिसामीप्यसारूप्यैकत्वमप्युत ।दीयमानं न गृह्णन्ति विना मत्सेवनं जना: ॥ १३ ॥",
        "english_devnagari": "sālokya-sārṣṭi-sāmīpya-sārūpyaikatvam apy utadīyamānaṁ na gṛhṇantivinā mat-sevanaṁ janāḥ",
        "verse_Syn": [
            "sālokya",
            "sārṣṭi",
            "sāmīpya",
            "sārūpya",
            "ekatvam",
            "api",
            "uta",
            "dīyamānam",
            "na",
            "gṛhṇanti",
            "vinā",
            "mat",
            "sevanam",
            "janāḥ"
        ],
        "translation": "A pure devotee does not accept any kind of liberation — sālokya, sārṣṭi, sāmīpya, sārūpya or ekatva — even though they are offered by the Supreme Personality of Godhead.",
        "purport": " Lord Caitanya teaches us how to execute pure devotional service out of spontaneous love for the Supreme Personality of Godhead. In the Śikṣāṣṭaka, He prays to the Lord: “O Lord, I do not wish to gain from You any wealth, nor do I wish to have a beautiful wife, nor do I wish to have many followers. All I want from You is that in life after life I may remain a pure devotee at Your lotus feet.” There is a similarity between the prayers of Lord Caitanya and the statements of Śrīmad-Bhāgavatam. Lord Caitanya prays, “in life after life,” indicating that a devotee does not even desire the cessation of birth and death. The yogīs and empiric philosophers desire cessation of the process of birth and death, but a devotee is satisfied even to remain in this material world and execute devotional service. It is clearly stated herein that a pure devotee does not desire ekatva, oneness with the Supreme Lord, as desired by the impersonalists, the mental speculators and the meditators. To become one with the Supreme Lord is beyond the dream of a pure devotee. Sometimes he may accept promotion to the Vaikuṇṭha planets to serve the Lord there, but he will never accept merging into the Brahman effulgence, which he considers worse than hellish. Such ekatva, or merging into the effulgence of the Supreme Lord, is called kaivalya, but the happiness derived from kaivalya is considered by the pure devotee to be hellish. The devotee is so fond of rendering service to the Supreme Lord that the five kinds of liberation are not important to him. If one is engaged in pure transcendental loving service to the Lord, it is understood that he has already achieved the five kinds of liberation. When a devotee is promoted to the spiritual world, Vaikuṇṭha, he receives four kinds of facilities. One of these is sālokya, living on the same planet as the Supreme Personality. The Supreme Person, in His different plenary expansions, lives on innumerable Vaikuṇṭha planets, and the chief planet is Kṛṣṇaloka. Just as within the material universe the chief planet is the sun, in the spiritual world the chief planet is Kṛṣṇaloka. From Kṛṣṇaloka, the bodily effulgence of Lord Kṛṣṇa is distributed not only to the spiritual world but to the material world as well; it is covered by matter, however, in the material world. In the spiritual world there are innumerable Vaikuṇṭha planets, and on each one the Lord is the predominating Deity. A devotee can be promoted to one such Vaikuṇṭha planet to live with the Supreme Personality of Godhead. In sārṣṭi liberation the opulence of the devotee is equal to the opulence of the Supreme Lord. Sāmīpya means to be a personal associate of the Supreme Lord. In sārūpya liberation the bodily features of the devotee are exactly like those of the Supreme Person but for two or three symptoms found exclusively on the transcendental body of the Lord. Śrīvatsa, for example, the hair on the chest of the Lord, particularly distinguishes Him from His devotees. A pure devotee does not accept these five kinds of spiritual existence, even if they are offered, and he certainly does not hanker after material benefits, which are all insignificant in comparison with spiritual benefits. When Prahlāda Mahārāja was offered some material benefit, he stated, “My Lord, I have seen that my father achieved all kinds of material benefits, and even the demigods were afraid of his opulence, but still, in a second, You have finished his life and all his material prosperity.” For a devotee there is no question of desiring any material or spiritual prosperity. He simply aspires to serve the Lord. That is his highest happiness."
    },
    {
        "verse": "14",
        "devanagari": "स एव भक्तियोगाख्य आत्यन्तिक उदाहृत: ।येनातिव्रज्य त्रिगुणं मद्भावायोपपद्यते ॥ १४ ॥",
        "english_devnagari": "sa eva bhakti-yogākhyaātyantika udāhṛtaḥyenātivrajya tri-guṇaṁmad-bhāvāyopapadyate",
        "verse_Syn": [
            "saḥ",
            "eva",
            "bhakti",
            "yoga",
            "ākhyaḥ",
            "ātyantikaḥ",
            "udāhṛtaḥ",
            "yena",
            "ativrajya",
            "tri",
            "guṇam",
            "mat",
            "bhāvāya",
            "upapadyate"
        ],
        "translation": "By attaining the highest platform of devotional service, as I have explained, one can overcome the influence of the three modes of material nature and be situated in the transcendental stage, as is the Lord.",
        "purport": " Śrīpāda Śaṅkarācārya, who is supposed to be the leader of the impersonalist school of philosophers, has admitted in the beginning of his comments on Bhagavad-gītā that Nārāyaṇa, the Supreme Personality of Godhead, is beyond the material creation; except for Him, everything is within the material creation. It is also confirmed in the Vedic literature that before the creation there was only Nārāyaṇa; neither Lord Brahmā nor Lord Śiva existed. Only Nārāyaṇa, or the Supreme Personality of Godhead, Viṣṇu, or Kṛṣṇa, is always in the transcendental position, beyond the influence of material creation. The material qualities of goodness, passion and ignorance cannot affect the position of the Supreme Personality of Godhead; therefore He is called nirguṇa (free from all tinges of material qualities). Here the same fact is confirmed by Lord Kapila: one who is situated in pure devotional service is transcendentally situated, as is the Lord. Just as the Lord is unaffected by the influence of the material modes, so too are His pure devotees. One who is not affected by the three modes of material nature is called a liberated soul, or brahma-bhūta soul. Brahma-bhūtaḥ prasannātmā is the stage of liberation. Ahaṁ brahmāsmi: “I am not this body.” This is applicable only to the person who constantly engages in the devotional service of Kṛṣṇa and is thus in the transcendental stage; he is above the influence of the three modes of material nature. It is the misconception of the impersonalists that one can worship any imaginary form of the Lord, or Brahman, and at the end merge in the Brahman effulgence. Of course, to merge into the bodily effulgence (Brahman) of the Supreme Lord is also liberation, as explained in the previous verse. Ekatva is also liberation, but that sort of liberation is never accepted by any devotee, for qualitative oneness is immediately attained as soon as one is situated in devotional service. For a devotee, that qualitative equality, which is the result of impersonal liberation, is already attained; he does not have to try for it separately. It is clearly stated here that simply by pure devotional service one becomes qualitatively as good as the Lord Himself."
    },
    {
        "verse": "15",
        "devanagari": "निषेवितेनानिमित्तेन स्वधर्मेण महीयसा ।क्रियायोगेन शस्तेन नातिहिंस्रेण नित्यश: ॥ १५ ॥",
        "english_devnagari": "niṣevitenānimittenasva-dharmeṇa mahīyasākriyā-yogena śastenanātihiṁsreṇa nityaśaḥ",
        "verse_Syn": [
            "niṣevitena",
            "animittena",
            "sva",
            "dharmeṇa",
            "mahīyasā",
            "kriyā",
            "yogena",
            "śastena",
            "na",
            "atihiṁsreṇa",
            "nityaśaḥ"
        ],
        "translation": "A devotee must execute his prescribed duties, which are glorious, without material profit. Without excessive violence, one should regularly perform one’s devotional activities.",
        "purport": " One has to execute his prescribed duties according to his social position as a brāhmaṇa, kṣatriya, vaiśya or śūdra. The prescribed duties of the four classes of men in human society are also described in Bhagavad-gītā. The activities of brāhmaṇas are to control the senses and to become simple, clean, learned devotees. The kṣatriyas have the spirit for ruling, they are not afraid on the battlefield, and they are charitable. The vaiśyas, or the mercantile class of men, trade in commodities, protect cows and develop agricultural produce. The śūdras, or laborer class, serve the higher classes because they themselves are not very intelligent. From every position, as confirmed in Bhagavad-gītā, sva-karmaṇā tam abhyarcya: one can serve the Supreme Lord by performing one’s prescribed duty. It is not that only the brāhmaṇas can serve the Supreme Lord and not the śūdras. Anyone can serve the Supreme Lord by performing his prescribed duties under the direction of a spiritual master, or representative of the Supreme Personality of Godhead. No one should think that his prescribed duties are inferior. A brāhmaṇa can serve the Lord by using his intelligence, and the kṣatriya can serve the Supreme Lord by using his military arts, just as Arjuna served Kṛṣṇa. Arjuna was a warrior; he had no time to study Vedānta or other highly intellectual books. The damsels in Vrajadhāma were girls born of the vaiśya class, and they engaged in protecting cows and producing agriculture. Kṛṣṇa’s foster father, Nanda Mahārāja, and his associates were all vaiśyas. They were not at all educated, but they could serve Kṛṣṇa by loving Him and by offering everything to Him. Similarly, there are many instances in which caṇḍālas, or those lower than śūdras, have served Kṛṣṇa. Also, the sage Vidura was considered a śūdra because his mother happened to be a śūdra. There are no distinctions, for it is declared by the Lord in Bhagavad-gītā that anyone engaged specifically in devotional service is elevated to the transcendental position without a doubt. Everyone’s prescribed duty is glorious if it is performed in the devotional service of the Lord, without desire for profit. Such loving service must be performed without reason, without impediment, and spontaneously. Kṛṣṇa is lovable, and one has to serve Him in whatever capacity one can. That is pure devotional service. Another significant phrase in this verse is nātihiṁsreṇa, “with minimum violence or sacrifice of life.” Even if a devotee has to commit violence, it should not be done beyond what is necessary. Sometimes the question is put before us: “You ask us not to eat meat, but you are eating vegetables. Do you think that is not violence?” The answer is that eating vegetables is violence, and vegetarians are also committing violence against other living entities because vegetables also have life. Nondevotees are killing cows, goats and so many other animals for eating purposes, and a devotee, who is vegetarian, is also killing. But here, significantly, it is stated that every living entity has to live by killing another entity; that is the law of nature. Jīvo jīvasya jīvanam: one living entity is the life for another living entity. But for a human being, that violence should be committed only as much as necessary. A human being is not to eat anything which is not offered to the Supreme Personality of Godhead. Yajña-śiṣṭāśinaḥ santaḥ: one becomes freed from all sinful reactions by eating foodstuffs which are offered to Yajña, the Supreme Personality of Godhead. A devotee therefore eats only prasāda, or foodstuffs offered to the Supreme Lord, and Kṛṣṇa says that when a devotee offers Him foodstuffs from the vegetable kingdom, with devotion, He eats that. A devotee is to offer to Kṛṣṇa foodstuffs prepared from vegetables. If the Supreme Lord wanted foodstuffs prepared from animal food, the devotee could offer this, but He does not order to do that. We have to commit violence; that is a natural law. We should not, however, commit violence extravagantly, but only as much as ordered by the Lord. Arjuna engaged in the art of killing, and although killing is, of course, violence, he killed the enemy simply on Kṛṣṇa’s order. In the same way, if we commit violence as it is necessary, by the order of the Lord, that is called nātihiṁsā. We cannot avoid violence, for we are put into a conditional life in which we have to commit violence, but we should not commit more violence than necessary or than ordered by the Supreme Personality of Godhead."
    },
    {
        "verse": "16",
        "devanagari": "मद्धिष्ण्यदर्शनस्पर्शपूजास्तुत्यभिवन्दनै: ।भूतेषु मद्भावनया सत्त्वेनासङ्गमेन च ॥ १६ ॥",
        "english_devnagari": "mad-dhiṣṇya-darśana-sparśa-pūjā-stuty-abhivandanaiḥbhūteṣu mad-bhāvanayāsattvenāsaṅgamena ca",
        "verse_Syn": [
            "mat",
            "dhiṣṇya",
            "darśana",
            "sparśa",
            "pūjā",
            "stuti",
            "abhivandanaiḥ",
            "bhūteṣu",
            "mat",
            "bhāvanayā",
            "sattvena",
            "asaṅgamena",
            "ca"
        ],
        "translation": "The devotee should regularly see My statues in the temple, touch My lotus feet and offer worshipable paraphernalia and prayer. He should see in the spirit of renunciation, from the mode of goodness, and see every living entity as spiritual.",
        "purport": " Temple worship is one of the duties of a devotee. It is especially recommended for neophytes, but those who are advanced should not refrain from temple worship. There is a distinction in the manner a neophyte and an advanced devotee appreciate the Lord’s presence in the temple. A neophyte considers the arcā-vigraha (the statue of the Lord) to be different from the original Personality of Godhead; he considers it a representation of the Supreme Lord in the form of a Deity. But an advanced devotee accepts the Deity in the temple as the Supreme Personality of Godhead. He does not see any difference between the original form of the Lord and the statue, or arcā form of the Lord, in the temple. This is the vision of a devotee whose devotional service is in the highest stage of bhāva, or love of Godhead, whereas a neophyte’s worship in the temple is a matter of routine duty. Temple Deity worship is one of the functions of a devotee. He goes regularly to see the Deity nicely decorated, and with veneration and respect he touches the lotus feet of the Lord and presents offerings of worship, such as fruits, flowers and prayers. At the same time, to advance in devotional service, a devotee should see other living entities as spiritual sparks, parts and parcels of the Supreme Lord. A devotee is to offer respect to every entity that has a relationship with the Lord. Because every living entity originally has a relationship with the Lord as part and parcel, a devotee should try to see all living entities on the same equal level of spiritual existence. As stated in Bhagavad-gītā, a paṇḍita, one who is learned, sees equally a very learned brāhmaṇa, a śūdra, a hog, a dog and a cow. He does not see the body, which is only an outward dress. He does not see the dress of a brāhmaṇa, or that of a cow or of a hog. He sees the spiritual spark, part and parcel of the Supreme Lord. If a devotee does not see every living entity as part and parcel of the Supreme Lord, he is considered prākṛta-bhakta, a materialistic devotee. He is not completely situated on the spiritual platform; rather, he is in the lowest stage of devotion. He does, however, show all respect to the Deity. Although a devotee sees all living entities on the level of spiritual existence, he is not interested in associating with everyone. Simply because a tiger is part and parcel of the Supreme Lord does not mean that we embrace him because of his spiritual relationship with the Supreme Lord. We must associate only with persons who have developed Kṛṣṇa consciousness. We should befriend and offer special respect to persons who are developed in Kṛṣṇa consciousness. Other living entities are undoubtedly part and parcel of the Supreme Lord, but because their consciousness is still covered and not developed in Kṛṣṇa consciousness, we should renounce their association. It is said by Viśvanātha Cakravartī Ṭhākura that even if one is a Vaiṣṇava, if he is not of good character his company should be avoided, although he may be offered the respect of a Vaiṣṇava. Anyone who accepts Viṣṇu as the Supreme Personality of Godhead is accepted as a Vaiṣṇava, but a Vaiṣṇava is expected to develop all the good qualities of the demigods. The exact meaning of the word sattvena is given by Śrīdhara Svāmī as being synonymous with dhairyeṇa, or patience. One must perform devotional service with great patience. One should not give up the execution of devotional service because one or two attempts have not been successful. One must continue. Śrī Rūpa Gosvāmī also confirms that one should be very enthusiastic and execute devotional service with patience and confidence. Patience is necessary for developing the confidence that “Kṛṣṇa will certainly accept me because I am engaging in devotional service.” One has only to execute service according to the rules and regulations to insure success."
    },
    {
        "verse": "17",
        "devanagari": "महतां बहुमानेन दीनानामनुकम्पया ।मैत्र्या चैवात्मतुल्येषु यमेन नियमेन च ॥ १७ ॥",
        "english_devnagari": "mahatāṁ bahu-mānenadīnānām anukampayāmaitryā caivātma-tulyeṣuyamena niyamena ca",
        "verse_Syn": [
            "mahatām",
            "bahu",
            "mānena",
            "dīnānām",
            "anukampayā",
            "maitryā",
            "ca",
            "eva",
            "ātma",
            "tulyeṣu",
            "yamena",
            "niyamena",
            "ca"
        ],
        "translation": "The pure devotee should execute devotional service by giving the greatest respect to the spiritual master and the ācāryas. He should be compassionate to the poor and make friendship with persons who are his equals, but all his activities should be executed under regulation and with control of the senses.",
        "purport": " In Bhagavad-gītā, Thirteenth Chapter, it is clearly stated that one should execute devotional service and advance on the path of spiritual knowledge by accepting the ācārya. Ācāryopāsanam: one should worship an ācārya, a spiritual master who knows things as they are. The spiritual master must be in the disciplic succession from Kṛṣṇa. The predecessors of the spiritual master are his spiritual master, his grand spiritual master, his great-grand spiritual master and so on, who form the disciplic succession of ācāryas. It is recommended herewith that all the ācāryas be given the highest respect. It is stated, guruṣu nara-matiḥ. Guruṣu means “unto the ācāryas,” and nara-matiḥ means “thinking like a common man.” To think of the Vaiṣṇavas, the devotees, as belonging to a particular caste or community, to think of the ācāryas as ordinary men, or to think of the Deity in the temple as being made of stone, wood or metal is condemned. Niyamena: one should offer the greatest respect to the ācāryas according to the standard regulations. A devotee should also be compassionate to the poor. This does not refer to those who are poverty-stricken materially. According to devotional vision, a man is poor if he is not in Kṛṣṇa consciousness. A man may be very rich materially, but if he is not Kṛṣṇa conscious, he is considered poor. On the other hand, many ācāryas, such as Rūpa Gosvāmī and Sanātana Gosvāmī, used to live beneath trees every night. Superficially it appeared that they were poverty-stricken, but from their writings we can understand that in spiritual life they were the richest personalities. A devotee shows compassion to those poor souls who are wanting in spiritual knowledge by enlightening them in order to elevate them to Kṛṣṇa consciousness. That is one of the duties of a devotee. He should also make friendship with persons who are on an equal level with himself or who have the same understanding that he does. For a devotee, there is no point in making friendships with ordinary persons; he should make friendship with other devotees so that by discussing among themselves they may elevate one another on the path of spiritual understanding. This is called iṣṭa-goṣṭhī. In Bhagavad-gītā there is reference to bodhayantaḥ parasparam, “discussing among themselves.” Generally pure devotees utilize their valuable time in chanting and discussing various activities of Lord Kṛṣṇa or Lord Caitanya amongst themselves. There are innumerable books, such as the Purāṇas, Mahābhārata, Bhāgavatam, Bhagavad-gītā and Upaniṣads, which contain countless subjects for discussion among two devotees or more. Friendship should be cemented between persons with mutual interests and understanding. Such persons are said to be sva jāti, “of the same caste.” The devotee should avoid a person whose character is not fixed in the standard understanding; even though he may be a Vaiṣṇava, or a devotee of Kṛṣṇa, if his character is not correctly representative, then he should be avoided. One should steadily control the senses and the mind and strictly follow the rules and regulations, and he should make friendship with persons of the same standard."
    },
    {
        "verse": "18",
        "devanagari": "आध्यात्मिकानुश्रवणान्नामसङ्कीर्तनाच्च मे ।आर्जवेनार्यसङ्गेन निरहङ्‍‌क्रियया तथा ॥ १८ ॥",
        "english_devnagari": "ādhyātmikānuśravaṇānnāma-saṅkīrtanāc ca meārjavenārya-saṅgenanirahaṅkriyayā tathā",
        "verse_Syn": [
            "ādhyātmika",
            "anuśravaṇāt",
            "nāma",
            "saṅkīrtanāt",
            "ca",
            "me",
            "ārjavena",
            "ārya",
            "saṅgena",
            "nirahaṅkriyayā",
            "tathā"
        ],
        "translation": "A devotee should always try to hear about spiritual matters and should always utilize his time in chanting the holy name of the Lord. His behavior should always be straightforward and simple, and although he is not envious but friendly to everyone, he should avoid the company of persons who are not spiritually advanced.",
        "purport": " In order to advance in spiritual understanding, one has to hear from authentic sources about spiritual knowledge. One can understand the reality of spiritual life by following strict regulative principles and by controlling the senses. To have control it is necessary that one be nonviolent and truthful, refrain from stealing, abstain from sex life and possess only that which is absolutely necessary for keeping the body and soul together. One should not eat more than necessary, he should not collect more paraphernalia than necessary, he should not talk unnecessarily with common men, and he should not follow the rules and regulations without purpose. He should follow the rules and regulations so that he may actually make advancement. There are eighteen qualifications mentioned in Bhagavad-gītā, among which is simplicity. One should be without pride, one should not demand unnecessary respect from others, and one should be nonviolent (amānitvam adambhitvam ahiṁsā). One should be very tolerant and simple, one should accept the spiritual master, and one should control the senses. These are mentioned here and in Bhagavad-gītā as well. One should hear from authentic sources how to advance in spiritual life; such instructions should be taken from the ācārya and should be assimilated. It is especially mentioned here, nāma-saṅkīrtanāc ca: one should chant the holy names of the Lord — Hare Kṛṣṇa, Hare Kṛṣṇa, Kṛṣṇa Kṛṣṇa, Hare Hare/ Hare Rāma, Hare Rāma, Rāma Rāma, Hare Hare — either individually or with others. Lord Caitanya has given special stress to chanting of these holy names of the Lord as the basic principle of spiritual advancement. Another word used here is ārjavena, meaning “without diplomacy.” A devotee should not make plans out of self-interest. Of course, preachers sometimes have to make some plan to execute the mission of the Lord under proper guidance, but regarding personal self-interest, a devotee should always be without diplomacy, and he should avoid the company of persons who are not advancing in spiritual life. Another word is ārya. Āryans are persons who are advancing in knowledge of Kṛṣṇa consciousness as well as in material prosperity. The difference between the Āryan and non-Āryan, the sura and asura, is in their standards of spiritual advancement. Association with persons who are not spiritually advanced is forbidden. Lord Caitanya advised, asat-saṅga-tyāga: one should avoid persons who are attached to the temporary. Asat is one who is too materially attached — who is not a devotee of the Lord or who is too attached to women or enjoyable material things. Such a person, according to Vaiṣṇava philosophy, is a persona non grata. A devotee should not be proud of his acquisitions. The symptoms of a devotee are meekness and humility. Although spiritually very advanced, he will always remain meek and humble, as Kavirāja Gosvāmī and all the other Vaiṣṇavas have taught us by personal example. Caitanya Mahāprabhu taught that one should be humbler than the grass on the street and more tolerant than the tree. One should not be proud or falsely puffed up. In this way one will surely advance in spiritual life."
    },
    {
        "verse": "19",
        "devanagari": "मद्धर्मणो गुणैरेतै: परिसंशुद्ध आशय: ।पुरुषस्याञ्जसाभ्येति श्रुतमात्रगुणं हि माम् ॥ १९ ॥",
        "english_devnagari": "mad-dharmaṇo guṇair etaiḥparisaṁśuddha āśayaḥpuruṣasyāñjasābhyetiśruta-mātra-guṇaṁ hi mām",
        "verse_Syn": [
            "mat",
            "dharmaṇaḥ",
            "guṇaiḥ",
            "etaiḥ",
            "parisaṁśuddhaḥ",
            "āśayaḥ",
            "puruṣasya",
            "añjasā",
            "abhyeti",
            "śruta",
            "mātra",
            "guṇam",
            "hi",
            "mām"
        ],
        "translation": "When one is fully qualified with all these transcendental attributes and his consciousness is thus completely purified, he is immediately attracted simply by hearing My name or hearing of My transcendental quality.",
        "purport": " In the beginning of this instruction, the Lord explained to His mother that mad-guṇa-śruti-mātreṇa, simply by hearing of the name, quality, form, etc., of the Supreme Personality of Godhead, one is immediately attracted. A person becomes fully qualified with all transcendental qualities by following the rules and regulations, as recommended in different scriptures. We have developed certain unnecessary qualities by material association, and by following the above process we become free from that contamination. To develop transcendental qualities, as explained in the previous verse, one must become free from these contaminated qualities."
    },
    {
        "verse": "20",
        "devanagari": "यथा वातरथो घ्राणमावृङ्क्ते गन्ध आशयात् ।एवं योगरतं चेत आत्मानमविकारि यत् ॥ २० ॥",
        "english_devnagari": "yathā vāta-ratho ghrāṇamāvṛṅkte gandha āśayātevaṁ yoga-rataṁ cetaātmānam avikāri yat",
        "verse_Syn": [
            "yathā",
            "vāta",
            "rathaḥ",
            "ghrāṇam",
            "āvṛṅkte",
            "gandhaḥ",
            "āśayāt",
            "evam",
            "yoga",
            "ratam",
            "cetaḥ",
            "ātmānam",
            "avikāri",
            "yat"
        ],
        "translation": "As the chariot of air carries an aroma from its source and immediately catches the sense of smell, similarly, one who constantly engages in devotional service, in Kṛṣṇa consciousness, can catch the Supreme Soul, who is equally present everywhere.",
        "purport": " As a breeze carrying a pleasant fragrance from a garden of flowers at once captures the organ of smell, so one’s consciousness, saturated with devotion, can at once capture the transcendental existence of the Supreme Personality of Godhead, who, in His Paramātmā feature, is present everywhere, even in the heart of every living being. It is stated in Bhagavad-gītā that the Supreme Personality of Godhead is kṣetra-jña, present within this body, but He is also simultaneously present in every other body. Since the individual soul is present only in a particular body, he is altered when another individual soul does not cooperate with him. The Supersoul, however, is equally present everywhere. Individual souls may disagree, but the Supersoul, being equally present in every body, is called unchanging, or avikāri. The individual soul, when fully saturated with Kṛṣṇa consciousness, can understand the presence of the Supersoul. It is confirmed in Bhagavad-gītā that (bhaktyā mām abhijānāti) a person saturated with devotional service in full Kṛṣṇa consciousness can understand the Supreme Personality of Godhead, either as Supersoul or as the Supreme Person."
    },
    {
        "verse": "21",
        "devanagari": "अहं सर्वेषु भूतेषु भूतात्मावस्थित: सदा ।तमवज्ञाय मां मर्त्य: कुरुतेऽर्चाविडम्बनम् ॥ २१ ॥",
        "english_devnagari": "ahaṁ sarveṣu bhūteṣubhūtātmāvasthitaḥ sadātam avajñāya māṁ martyaḥkurute ’rcā-viḍambanam",
        "verse_Syn": [
            "aham",
            "sarveṣu",
            "bhūteṣu",
            "bhūta",
            "ātmā",
            "avasthitaḥ",
            "sadā",
            "tam",
            "avajñāya",
            "mām",
            "martyaḥ",
            "kurute",
            "arcā",
            "viḍambanam"
        ],
        "translation": "I am present in every living entity as the Supersoul. If someone neglects or disregards that Supersoul everywhere and engages himself in the worship of the Deity in the temple, that is simply imitation.",
        "purport": " In purified consciousness, or Kṛṣṇa consciousness, one sees the presence of Kṛṣṇa everywhere. Therefore if one only engages in Deity worship in the temple and does not consider other living entities, then he is in the lowest grade of devotional service. One who worships the Deity in the temple and does not show respect to others is a devotee on the material platform, in the lowest stage of devotional service. A devotee should try to understand everything in relationship with Kṛṣṇa and try to serve everything in that spirit. To serve everything means to engage everything in the service of Kṛṣṇa. If a person is innocent and does not know his relationship with Kṛṣṇa, an advanced devotee should try to engage him in the service of Kṛṣṇa. One who is advanced in Kṛṣṇa consciousness can engage not only the living being but everything in the service of Kṛṣṇa."
    },
    {
        "verse": "22",
        "devanagari": "यो मां सर्वेषु भूतेषु सन्तमात्मानमीश्वरम् ।हित्वार्चां भजते मौढ्याद्भस्मन्येव जुहोति स: ॥ २२ ॥",
        "english_devnagari": "yo māṁ sarveṣu bhūteṣusantam ātmānam īśvaramhitvārcāṁ bhajate mauḍhyādbhasmany eva juhoti saḥ",
        "verse_Syn": [
            "yaḥ",
            "mām",
            "sarveṣu",
            "bhūteṣu",
            "santam",
            "ātmānam",
            "īśvaram",
            "hitvā",
            "arcām",
            "bhajate",
            "mauḍhyāt",
            "bhasmani",
            "eva",
            "juhoti",
            "saḥ"
        ],
        "translation": "One who worships the Deity of Godhead in the temples but does not know that the Supreme Lord, as Paramātmā, is situated in every living entity’s heart, must be in ignorance and is compared to one who offers oblations into ashes.",
        "purport": " It is stated clearly herein that the Supreme Personality of Godhead, in His plenary expansion of Supersoul, is present in all living entities. The living entities have 8,400,000 different kinds of bodies, and the Supreme Personality of Godhead is living in every body both as the individual soul and as the Supersoul. Since the individual soul is part and parcel of the Supreme Lord, in that sense the Lord is living in every body, and, as Supersoul, the Lord is also present as a witness. In both cases the presence of God in every living entity is essential. Therefore persons who profess to belong to some religious sect but who do not feel the presence of the Supreme Personality of Godhead in every living entity, and everywhere else, are in the mode of ignorance. If, without this preliminary knowledge of the Lord’s omnipresence, one simply attaches himself to the rituals in a temple, church or mosque, it is as if he were offering butter into ashes rather than into the fire. One offers sacrifices by pouring clarified butter into a fire and chanting Vedic mantras, but even if there are Vedic mantras and all conditions are favorable, if the clarified butter is poured on ashes, then such a sacrifice will be useless. In other words, a devotee should not ignore any living entity. The devotee must know that in every living entity, however insignificant he may be, even in an ant, God is present, and therefore every living entity should be kindly treated and should not be subjected to any violence. In modern civilized society, slaughterhouses are regularly maintained and supported by a certain type of religious principle. But without knowledge of the presence of God in every living entity, any so-called advancement of human civilization, either spiritual or material, is to be understood as being in the mode of ignorance."
    },
    {
        "verse": "23",
        "devanagari": "द्विषत: परकाये मां मानिनो भिन्नदर्शिन: ।भूतेषु बद्धवैरस्य न मन: शान्तिमृच्छति ॥ २३ ॥",
        "english_devnagari": "dviṣataḥ para-kāye māṁmānino bhinna-darśinaḥbhūteṣu baddha-vairasyana manaḥ śāntim ṛcchati",
        "verse_Syn": [
            "dviṣataḥ",
            "para",
            "kāye",
            "mām",
            "māninaḥ",
            "bhinna",
            "darśinaḥ",
            "bhūteṣu",
            "baddha",
            "vairasya",
            "na",
            "manaḥ",
            "śāntim",
            "ṛcchati"
        ],
        "translation": "One who offers Me respect but is envious of the bodies of others and is therefore a separatist never attains peace of mind, because of his inimical behavior towards other living entities.",
        "purport": " In this verse, two phrases — bhūteṣu baddha-vairasya (“inimical towards others”) and dviṣataḥ para-kāye (“envious of another’s body”) — are significant. One who is envious of or inimical towards others never experiences any happiness. A devotee’s vision, therefore, must be perfect. He should ignore bodily distinctions and should see only the presence of the part and parcel of the Supreme Lord, and the Lord Himself in His plenary expansion as Supersoul. That is the vision of a pure devotee. The bodily expression of a particular type of living entity is always ignored by the devotee. It is expressed herein that the Lord is always eager to deliver the conditioned souls, who have been encaged within material bodies. Devotees are expected to carry the message or desire of the Lord to such conditioned souls and enlighten them with Kṛṣṇa consciousness. Thus they may be elevated to transcendental, spiritual life, and the mission of their lives will be successful. Of course this is not possible for living entities who are lower than human beings, but in human society it is feasible that all living entities can be enlightened with Kṛṣṇa consciousness. Even living entities who are lower than human can be raised to Kṛṣṇa consciousness by other methods. For example, Śivānanda Sena, a great devotee of Lord Caitanya, delivered a dog by feeding him prasāda. Distribution of prasāda, or remnants of foodstuffs offered to the Lord, even to the ignorant masses of people and to animals, gives such living entities the chance for elevation to Kṛṣṇa consciousness. Factually it happened that the same dog, when met by Lord Caitanya at Purī, was liberated from the material condition. It is especially mentioned here that a devotee must be free from all violence (jīvāhiṁsā). Lord Caitanya has recommended that a devotee not commit violence to any living entity. Sometimes the question is raised that since vegetables also have life and devotees take vegetable foodstuffs, isn’t that violence? Firstly, however, taking some leaves, twigs or fruit from a tree or plant does not kill the plant. Besides that, jīvāhiṁsā means that since every living entity has to pass through a particular type of body according to his past karma, although every living entity is eternal he should not be disturbed in his gradual evolution. A devotee has to execute the principles of devotional service exactly as they are, and he must know that however insignificant a living entity may be, the Lord is present within him. A devotee must realize this universal presence of the Lord."
    },
    {
        "verse": "24",
        "devanagari": "अहमुच्चावचैर्द्रव्यै: क्रिययोत्पन्नयानघे ।नैव तुष्येऽर्चितोऽर्चायां भूतग्रामावमानिन: ॥ २४ ॥",
        "english_devnagari": "aham uccāvacair dravyaiḥkriyayotpannayānaghenaiva tuṣye ’rcito ’rcāyāṁbhūta-grāmāvamāninaḥ",
        "verse_Syn": [
            "aham",
            "ucca",
            "avacaiḥ",
            "dravyaiḥ",
            "kriyayā",
            "utpannayā",
            "anaghe",
            "na",
            "eva",
            "tuṣye",
            "arcitaḥ",
            "arcāyām",
            "bhūta",
            "grāma",
            "avamāninaḥ"
        ],
        "translation": "My dear mother, even if he worships with proper rituals and paraphernalia, a person who is ignorant of My presence in all living entities never pleases Me by the worship of My Deities in the temple.",
        "purport": " There are sixty-four different prescriptions for worship of the Deity in the temple. There are many items offered to the Deity, some valuable and some less valuable. It is prescribed in Bhagavad-gītā: “If a devotee offers Me a small flower, a leaf, some water or a little fruit, I will accept it.” The real purpose is to exhibit one’s loving devotion to the Lord; the offerings themselves are secondary. If one has not developed loving devotion to the Lord and simply offers many kinds of foodstuffs, fruits and flowers without real devotion, the offering will not be accepted by the Lord. We cannot bribe the Personality of Godhead. He is so great that our bribery has no value. Nor has He any scarcity; since He is full in Himself, what can we offer Him? Everything is produced by Him. We simply offer to show our love and gratitude to the Lord. This gratitude and love for God is exhibited by a pure devotee, who knows that the Lord lives in every living entity. As such, temple worship necessarily includes distribution of prasāda. It is not that one should create a temple in his private apartment or private room, offer something to the Lord, and then eat. Of course, that is better than simply cooking foodstuffs and eating without understanding one’s relationship with the Supreme Lord; people who act in this manner are just like animals. But the devotee who wants to elevate himself to the higher level of understanding must know that the Lord is present in every living entity, and, as stated in the previous verse, one should be compassionate to other living entities. A devotee should worship the Supreme Lord, be friendly to persons who are on the same level and be compassionate to the ignorant. One should exhibit his compassion for ignorant living entities by distributing prasāda. Distribution of prasāda to the ignorant masses of people is essential for persons who make offerings to the Personality of Godhead. Real love and devotion is accepted by the Lord. Many valuable foodstuffs may be presented to a person, but if the person is not hungry, all such offerings are useless for him. Similarly, we may offer many valuable items to the Deity, but if we have no real sense of devotion and no real sense of the Lord’s presence everywhere, then we are lacking in devotional service; in such a state of ignorance, we cannot offer anything acceptable to the Lord."
    },
    {
        "verse": "25",
        "devanagari": "अर्चादावर्चयेत्तावदीश्वरं मां स्वकर्मकृत् ।यावन्न वेद स्वहृदि सर्वभूतेष्ववस्थितम् ॥ २५ ॥",
        "english_devnagari": "arcādāv arcayet tāvadīśvaraṁ māṁ sva-karma-kṛtyāvan na veda sva-hṛdisarva-bhūteṣv avasthitam",
        "verse_Syn": [
            "arcā",
            "ādau",
            "arcayet",
            "tāvat",
            "īśvaram",
            "mām",
            "sva",
            "karma",
            "kṛt",
            "yāvat",
            "na",
            "veda",
            "sva",
            "hṛdi",
            "sarva",
            "bhūteṣu",
            "avasthitam"
        ],
        "translation": "Performing his prescribed duties, one should worship the Deity of the Supreme Personality of Godhead until one realizes My presence in his own heart and in the hearts of other living entities as well.",
        "purport": " Worship of the Deity of the Supreme Personality of Godhead is prescribed herewith even for persons who are simply discharging their prescribed duties. There are prescribed duties for the different social classes of men — the brāhmaṇas, the vaiśyas, the kṣatriyas and the śūdras — and for the different āśramas — brahmacarya, gṛhastha, vānaprastha and sannyāsa. One should worship the Deity of the Lord until one appreciates the presence of the Lord in every living entity. In other words, one should not be satisfied simply by discharging his duties properly; he must realize his relationship and the relationship of all other living entities with the Supreme Personality of Godhead. If he does not understand this, then even though he discharges his prescribed duties properly, it is to be understood that he is simply laboring without profit. The word sva-karma-kṛt in this verse is very significant. Sva-karma-kṛt is one who engages in discharging his prescribed duties. It is not that one who has become a devotee of the Lord or who engages in devotional service should give up his prescribed duties. No one should be lazy under the plea of devotional service. One has to execute devotional service according to his prescribed duties. Sva-karma-kṛt means that one should discharge the duties prescribed for him without neglect."
    },
    {
        "verse": "26",
        "devanagari": "आत्मनश्च परस्यापि य: करोत्यन्तरोदरम् ।तस्य भिन्नद‍ृशो मृत्युर्विदधे भयमुल्बणम् ॥ २६ ॥",
        "english_devnagari": "ātmanaś ca parasyāpiyaḥ karoty antarodaramtasya bhinna-dṛśo mṛtyurvidadhe bhayam ulbaṇam",
        "verse_Syn": [
            "ātmanaḥ",
            "ca",
            "parasya",
            "api",
            "yaḥ",
            "karoti",
            "antarā",
            "udaram",
            "tasya",
            "bhinna",
            "dṛśaḥ",
            "mṛtyuḥ",
            "vidadhe",
            "bhayam",
            "ulbaṇam"
        ],
        "translation": "As the blazing fire of death, I cause great fear to whoever makes the least discrimination between himself and other living entities because of a differential outlook.",
        "purport": " There are bodily differentiations among all varieties of living entities, but a devotee should not distinguish between one living entity and another on such a basis; a devotee’s outlook should be that both the soul and Supersoul are equally present in all varieties of living entities."
    },
    {
        "verse": "27",
        "devanagari": "अथ मां सर्वभूतेषु भूतात्मानं कृतालयम् ।अर्हयेद्दानमानाभ्यां मैत्र्याभिन्नेन चक्षुषा ॥ २७ ॥",
        "english_devnagari": "atha māṁ sarva-bhūteṣubhūtātmānaṁ kṛtālayamarhayed dāna-mānābhyāṁmaitryābhinnena cakṣuṣā",
        "verse_Syn": [
            "atha",
            "mām",
            "sarva",
            "bhūteṣu",
            "bhūta",
            "ātmānam",
            "kṛta",
            "ālayam",
            "arhayet",
            "dāna",
            "mānābhyām",
            "maitryā",
            "abhinnena",
            "cakṣuṣā"
        ],
        "translation": "Therefore, through charitable gifts and attention, as well as through friendly behavior and by viewing all to be alike, one should propitiate Me, who abide in all creatures as their very Self.",
        "purport": " It should not be misunderstood that because the Supersoul is dwelling within the heart of a living entity, the individual soul has become equal to Him. The equality of the Supersoul and the individual soul is misconceived by the impersonalist. Here it is distinctly mentioned that the individual soul should be recognized in relationship with the Supreme Personality of Godhead. The method of worshiping the individual soul is described here as either giving charitable gifts or behaving in a friendly manner, free from any separatist outlook. The impersonalist sometimes accepts a poor individual soul as being daridra-nārāyaṇa, meaning that Nārāyaṇa, the Supreme Personality of Godhead, has become poor. This is a contradiction. The Supreme Personality of Godhead is full in all opulences. He can agree to live with a poor soul or even with an animal, but this does not make Him poor. There are two Sanskrit words used here, māna and dāna. Māna indicates a superior, and dāna indicates one who gives charitable gifts or is compassionate towards an inferior. We cannot treat the Supreme Personality of Godhead as an inferior who is dependent on our charitable gifts. When we give charity, it is to a person who is inferior in his material or economic condition. Charity is not given to a rich man. Similarly, it is explicitly stated here that māna, respect, is offered to a superior, and charity is offered to an inferior. The living entities, according to different results of fruitive activities, may become rich or poor, but the Supreme Personality of Godhead is unchangeable; He is always full in six opulences. Treating a living entity equally does not mean treating him as one would treat the Supreme Personality of Godhead. Compassion and friendliness do not necessitate falsely elevating someone to the exalted position of the Supreme Personality of Godhead. We should not, at the same time, misunderstand that the Supersoul situated in the heart of an animal like a hog and the Supersoul situated in the heart of a learned brāhmaṇa are different. The Supersoul in all living entities is the same Supreme Personality of Godhead. By His omnipotency, He can live anywhere, and He can create His Vaikuṇṭha situation everywhere. That is His inconceivable potency. Therefore, when Nārāyaṇa is living in the heart of a hog, He does not become a hog-Nārāyaṇa. He is always Nārāyaṇa and is unaffected by the body of the hog."
    },
    {
        "verse": "28",
        "devanagari": "जीवा: श्रेष्ठा ह्यजीवानां तत: प्राणभृत: शुभे ।त: सचित्ता: प्रवरास्ततश्चेन्द्रियवृत्तय: ॥ २८ ॥",
        "english_devnagari": "jīvāḥ śreṣṭhā hy ajīvānāṁtataḥ prāṇa-bhṛtaḥ śubhetataḥ sa-cittāḥ pravarāstataś cendriya-vṛttayaḥ",
        "verse_Syn": [
            "jīvāḥ",
            "śreṣṭhāḥ",
            "hi",
            "ajīvānām",
            "tataḥ",
            "prāṇa",
            "bhṛtaḥ",
            "śubhe",
            "tataḥ",
            "sa",
            "cittāḥ",
            "pravarāḥ",
            "tataḥ",
            "ca",
            "indriya",
            "vṛttayaḥ"
        ],
        "translation": "Living entities are superior to inanimate objects, O blessed mother, and among them, living entities who display life symptoms are better. Animals with developed consciousness are better than them, and better still are those who have developed sense perception.",
        "purport": " In the previous verse it was explained that living entities should be honored by charitable gifts and friendly behavior, and in this verse and in the following verses the description of different grades of living entities is given so that one can know when to behave friendly and when to give charity. For example, a tiger is a living entity, part and parcel of the Supreme Personality of Godhead, and the Supreme Lord is living in the heart of the tiger as Supersoul. But does this mean that we have to treat the tiger in a friendly manner? Certainly not. We have to treat him differently, giving him charity in the form of prasāda. The many saintly persons in the jungles do not treat the tigers in a friendly way, but they supply prasāda foodstuffs to them. The tigers come, take the food and go away, just as a dog does. According to the Vedic system, a dog is not allowed to enter the house. Because of their uncleanliness, cats and dogs are not allowed within the apartment of a gentleman, but are so trained that they stand outside. The compassionate householder will supply prasāda to the dogs and cats, who eat outside and then go away. We must treat the lower living entities compassionately, but this does not mean that we have to treat them in the same way we treat other human beings. The feeling of equality must be there, but the treatment should be discriminating. Just how discrimination should be maintained is given in the following six verses concerning the different grades of living conditions. The first division is made between dead, stonelike matter and the living organism. A living organism is sometimes manifested even in stone. Experience shows that some hills and mountains grow. This is due to the presence of the soul within that stone. Above that, the next manifestation of the living condition is development of consciousness, and the next manifestation is the development of sense perception. In the Mokṣa-dharma section of the Mahābhārata it is stated that trees have developed sense perception; they can see and smell. We know by experience that trees can see. Sometimes in its growth a large tree changes its course of development to avoid some hindrances. This means that a tree can see, and according to Mahābhārata, a tree can also smell. This indicates the development of sense perception."
    },
    {
        "verse": "29",
        "devanagari": "तत्रापि स्पर्शवेदिभ्य: प्रवरा रसवेदिन: ।तेभ्यो गन्धविद: श्रेष्ठास्तत: शब्दविदो वरा: ॥ २९ ॥",
        "english_devnagari": "tatrāpi sparśa-vedibhyaḥpravarā rasa-vedinaḥtebhyo gandha-vidaḥ śreṣṭhāstataḥ śabda-vido varāḥ",
        "verse_Syn": [
            "tatra",
            "api",
            "sparśa",
            "vedibhyaḥ",
            "pravarāḥ",
            "rasa",
            "vedinaḥ",
            "tebhyaḥ",
            "gandha",
            "vidaḥ",
            "śreṣṭhāḥ",
            "tataḥ",
            "śabda",
            "vidaḥ",
            "varāḥ"
        ],
        "translation": "Among the living entities who have developed sense perception, those who have developed the sense of taste are better than those who have developed only the sense of touch. Better than them are those who have developed the sense of smell, and better still are those who have developed the sense of hearing.",
        "purport": " Although Westerners accept that Darwin first expounded the doctrine of evolution, the science of anthropology is not new. The development of the evolutionary process was known long before from the Bhāgavatam, which was written five thousand years ago. There are records of the statements of Kapila Muni, who was present almost in the beginning of the creation. This knowledge has existed since the Vedic time, and all these sequences are disclosed in Vedic literature; the theory of gradual evolution or anthropology is not new to the Vedas. It is said here that amongst the trees there are also evolutionary processes; the different kinds of trees have touch perception. It is said that better than the trees are the fish because fish have developed the sense of taste. Better than the fish are the bees, who have developed the sense of smell, and better than them are the serpents because serpents have developed the sense of hearing. In the darkness of night a snake can find its eatables simply by hearing the frog’s very pleasant cry. The snake can understand, “There is the frog,” and he captures the frog simply because of its sound vibration. This example is sometimes given for persons who vibrate sounds simply for death. One may have a very nice tongue that can vibrate sound like the frogs, but that kind of vibration is simply calling death. The best use of the tongue and of sound vibration is to chant Hare Kṛṣṇa, Hare Kṛṣṇa, Kṛṣṇa Kṛṣṇa, Hare Hare/ Hare Rāma, Hare Rāma, Rāma Rāma, Hare Hare. That will protect one from the hands of cruel death."
    },
    {
        "verse": "30",
        "devanagari": "रूपभेदविदस्तत्र ततश्चोभयतोदत: ।तेषां बहुपदा: श्रेष्ठाश्चतुष्पादस्ततो द्विपात् ॥ ३० ॥",
        "english_devnagari": "rūpa-bheda-vidas tatratataś cobhayato-dataḥteṣāṁ bahu-padāḥ śreṣṭhāścatuṣ-pādas tato dvi-pāt",
        "verse_Syn": [
            "rūpa",
            "bheda",
            "vidaḥ",
            "tatra",
            "tataḥ",
            "ca",
            "ubhayataḥ",
            "dataḥ",
            "teṣām",
            "bahu",
            "padāḥ",
            "śreṣṭhāḥ",
            "catuḥ",
            "pādaḥ",
            "tataḥ",
            "dvi",
            "pāt"
        ],
        "translation": "Better than those living entities who can perceive sound are those who can distinguish between one form and another. Better than them are those who have developed upper and lower sets of teeth, and better still are those who have many legs. Better than them are the quadrupeds, and better still are the human beings.",
        "purport": " It is said that certain birds, such as crows, can distinguish one form from another. Living entities that have many legs, like the wasp, are better than plants and grasses, which have no legs. Four-legged animals are better than many-legged living entities, and better than the animals is the human being, who has only two legs."
    },
    {
        "verse": "31",
        "devanagari": "ततो वर्णाश्च चत्वारस्तेषां ब्राह्मण उत्तम: ।ब्राह्मणेष्वपि वेदज्ञो ह्यर्थज्ञोऽभ्यधिकस्तत: ॥ ३१ ॥",
        "english_devnagari": "tato varṇāś ca catvārasteṣāṁ brāhmaṇa uttamaḥbrāhmaṇeṣv api veda-jñohy artha-jño ’bhyadhikas tataḥ",
        "verse_Syn": [
            "tataḥ",
            "varṇāḥ",
            "ca",
            "catvāraḥ",
            "teṣām",
            "brāhmaṇaḥ",
            "uttamaḥ",
            "brāhmaṇeṣu",
            "api",
            "veda",
            "jñaḥ",
            "hi",
            "artha",
            "jñaḥ",
            "abhyadhikaḥ",
            "tataḥ"
        ],
        "translation": "Among human beings, the society which is divided according to quality and work is best, and in that society, the intelligent men, who are designated as brāhmaṇas, are best. Among the brāhmaṇas, one who has studied the Vedas is the best, and among the brāhmaṇas who have studied the Vedas, one who knows the actual purport of Veda is the best.",
        "purport": " The system of four classifications in human society according to quality and work is very scientific. This system of brāhmaṇas, kṣatriyas, vaiśyas and śūdras has now become vitiated as the present caste system in India, but it appears that this system has been current a very long time, since it is mentioned in Śrīmad-Bhāgavatam and Bhagavad-gītā. Unless there is such a division of the social orders in human society, including the intelligent class, the martial class, the mercantile class and the laborer class, there is always confusion as to who is to work for what purpose. A person trained to the stage of understanding the Absolute Truth is a brāhmaṇa, and when such a brāhmaṇa is veda jña, he understands the purpose of Veda. The purpose of Veda is to understand the Absolute. One who understands the Absolute Truth in three phases, namely Brahman, Paramātmā and Bhagavān, and who understands the term Bhagavān to mean the Supreme Personality of Godhead, is considered to be the best of the brāhmaṇas, or a Vaiṣṇava."
    },
    {
        "verse": "32",
        "devanagari": "अर्थज्ञात्संशयच्छेत्ता तत: श्रेयान्स्वकर्मकृत् ।मुक्तसङ्गस्ततो भूयानदोग्धा धर्ममात्मन: ॥ ३२ ॥",
        "english_devnagari": "artha-jñāt saṁśaya-cchettātataḥ śreyān sva-karma-kṛtmukta-saṅgas tato bhūyānadogdhā dharmam ātmanaḥ",
        "verse_Syn": [
            "artha",
            "jñāt",
            "saṁśaya",
            "chettā",
            "tataḥ",
            "śreyān",
            "sva",
            "karma",
            "kṛt",
            "mukta",
            "saṅgaḥ",
            "tataḥ",
            "bhūyān",
            "adogdhā",
            "dharmam",
            "ātmanaḥ"
        ],
        "translation": "Better than the brāhmaṇa who knows the purpose of the Vedas is he who can dissipate all doubts, and better than him is one who strictly follows the brahminical principles. Better than him is one who is liberated from all material contamination, and better than him is a pure devotee, who executes devotional service without expectation of reward.",
        "purport": " Artha-jña brāhmaṇa refers to one who has made a thorough analytical study of the Absolute Truth and who knows that the Absolute Truth is realized in three different phases, namely Brahman, Paramātmā and Bhagavān. If someone not only has this knowledge but is able to clear all doubts if questioned about the Absolute Truth, he is considered better. Further, there may be a learned brāhmaṇa Vaiṣṇava who can explain clearly and eradicate all doubts, but if he does not follow the Vaiṣṇava principles, then he is not situated on a higher level. One must be able to clear all doubts and simultaneously be situated in the brahminical characteristics. Such a person, who knows the purpose of the Vedic injunctions, who can employ the principles laid down in the Vedic literatures, and who teaches his disciples in that way, is called an ācārya. The position of an ācārya is that he executes devotional service with no desire for elevation to a higher position of life. The highest perfectional brāhmaṇa is the Vaiṣṇava. A Vaiṣṇava who knows the science of the Absolute Truth but is not able to preach such knowledge to others is described as being in the lower stage, one who not only understands the principles of the science of God but can also preach is in the second stage, and one who not only can preach but who also sees everything in the Absolute Truth and the Absolute Truth in everything is in the highest class of Vaiṣṇavas. It is mentioned here that a Vaiṣṇava is already a brāhmaṇa; in fact, the highest stage of brahminical perfection is reached when one becomes a Vaiṣṇava."
    },
    {
        "verse": "33",
        "devanagari": "तस्मान्मय्यर्पिताशेषक्रियार्थात्मा निरन्तर: ।मय्यर्पितात्मन: पुंसो मयि संन्यस्तकर्मण: ।न पश्यामि परं भूतमकर्तु: समदर्शनात् ॥ ३३ ॥",
        "english_devnagari": "tasmān mayy arpitāśeṣa-kriyārthātmā nirantaraḥmayy arpitātmanaḥ puṁsomayi sannyasta-karmaṇaḥna paśyāmi paraṁ bhūtamakartuḥ sama-darśanāt",
        "verse_Syn": [
            "tasmāt",
            "mayi",
            "arpita",
            "aśeṣa",
            "kriyā",
            "artha",
            "ātmā",
            "nirantaraḥ",
            "mayi",
            "arpita",
            "ātmanaḥ",
            "puṁsaḥ",
            "mayi",
            "sannyasta",
            "karmaṇaḥ",
            "na",
            "paśyāmi",
            "param",
            "bhūtam",
            "akartuḥ",
            "sama",
            "darśanāt"
        ],
        "translation": "Therefore I do not find a greater person than he who has no interest outside of Mine and who therefore engages and dedicates all his activities and all his life — everything — unto Me without cessation.",
        "purport": " In this verse the word sama-darśanāt means that he no longer has any separate interest; the devotee’s interest and the Supreme Personality of Godhead’s interest are one. For example, Lord Caitanya, in the role of a devotee, also preached the same philosophy. He preached that Kṛṣṇa is the worshipful Lord, the Supreme Personality of Godhead, and that the interest of His pure devotees is the same as His own. Sometimes Māyāvādī philosophers, due to a poor fund of knowledge, define the word sama-darśanāt to mean that a devotee should see himself as one with the Supreme Personality of Godhead. This is foolishness. When one thinks himself one with the Supreme Personality of Godhead, there is no question of serving Him. When there is service, there must be a master. Three things must be present for there to be service: the master, the servant and the service. Here it is clearly stated that he who has dedicated his life, all his activities, his mind and his soul — everything — for the satisfaction of the Supreme Lord, is considered to be the greatest person. The word akartuḥ means “without any sense of proprietorship.” Everyone wants to act as the proprietor of his actions so that he can enjoy the result. A devotee, however, has no such desire; he acts because the Personality of Godhead wants him to act in a particular way. He has no personal motive. When Lord Caitanya preached Kṛṣṇa consciousness, it was not with the purpose that people would call Him Kṛṣṇa, the Supreme Personality of Godhead; rather, He preached that Kṛṣṇa is the Supreme Personality of Godhead and should be worshiped as such. A devotee who is a most confidential servant of the Lord never does anything for his personal account, but does everything for the satisfaction of the Supreme Lord. Therefore it is clearly stated, mayi sannyasta-karmaṇaḥ: the devotee works, but he works for the Supreme. It is also stated, mayy arpitātmanaḥ: “He gives his mind unto Me.” These are the qualifications of a devotee, who, according to this verse, is accepted as the highest of all human beings."
    },
    {
        "verse": "34",
        "devanagari": "मनसैतानि भूतानि प्रणमेद्बहुमानयन् ।ईश्वरो जीवकलया प्रविष्टो भगवानिति ॥ ३४ ॥",
        "english_devnagari": "manasaitāni bhūtānipraṇamed bahu-mānayanīśvaro jīva-kalayāpraviṣṭo bhagavān iti",
        "verse_Syn": [
            "manasā",
            "etāni",
            "bhūtāni",
            "praṇamet",
            "bahu",
            "mānayan",
            "īśvaraḥ",
            "jīva",
            "kalayā",
            "praviṣṭaḥ",
            "bhagavān",
            "iti"
        ],
        "translation": "Such a perfect devotee offers respects to every living entity because he is under the firm conviction that the Supreme Personality of Godhead has entered the body of every living entity as the Supersoul, or controller.",
        "purport": " A perfect devotee, as described above, does not make the mistake of thinking that because the Supreme Personality of Godhead as Paramātmā has entered into the body of every living entity, every living entity has become the Supreme Personality of Godhead. This is foolishness. Suppose a person enters into a room; that does not mean that the room has become that person. Similarly, that the Supreme Lord has entered into each of the 8,400,000 particular types of material bodies does not mean that each of these bodies has become the Supreme Lord. Because the Supreme Lord is present, however, a pure devotee accepts each body as the temple of the Lord, and since the devotee offers respect to such temples in full knowledge, he gives respect to every living entity in relationship with the Lord. Māyāvādī philosophers wrongly think that because the Supreme Person has entered the body of a poor man, the Supreme Lord has become daridra-nārāyaṇa, or poor Nārāyaṇa. These are all blasphemous statements of atheists and nondevotees."
    },
    {
        "verse": "35",
        "devanagari": "भक्तियोगश्च योगश्च मया मानव्युदीरित: ।ययोरेकतरेणैव पुरुष: पुरुषं व्रजेत् ॥ ३५ ॥",
        "english_devnagari": "bhakti-yogaś ca yogaś camayā mānavy udīritaḥyayor ekatareṇaivapuruṣaḥ puruṣaṁ vrajet",
        "verse_Syn": [
            "bhakti",
            "yogaḥ",
            "ca",
            "yogaḥ",
            "ca",
            "mayā",
            "mānavi",
            "udīritaḥ",
            "yayoḥ",
            "ekatareṇa",
            "eva",
            "puruṣaḥ",
            "puruṣam",
            "vrajet"
        ],
        "translation": "My dear mother, O daughter of Manu, a devotee who applies the science of devotional service and mystic yoga in this way can achieve the abode of the Supreme Person simply by that devotional service.",
        "purport": " Herein the Supreme Personality of Godhead Kapiladeva perfectly explains that the mystic yoga system, consisting of eight different kinds of yoga activities, has to be performed with the aim of coming to the perfectional stage of bhakti-yoga. It is not acceptable for one to be satisfied simply by practicing the sitting postures and thinking himself complete. By meditation one must attain the stage of devotional service. As previously described, a yogī is advised to meditate on the form of Lord Viṣṇu from point to point, from the ankles to the legs to the knees to the thighs to the chest to the neck, and in this way gradually up to the face and then to the ornaments. There is no question of impersonal meditation. When, by meditation on the Supreme Personality of Godhead in all detail, one comes to the point of love of God, that is the point of bhakti-yoga, and at that point he must actually render service to the Lord out of transcendental love. Anyone who practices yoga and comes to the point of devotional service can attain the Supreme Personality of Godhead in His transcendental abode. Here it is clearly stated, puruṣaḥ puruṣaṁ vrajet: the puruṣa, the living entity, goes to the Supreme Person. The Supreme Personality of Godhead and the living entity are qualitatively one; both are defined as puruṣa. The quality of puruṣa exists both in the Supreme Godhead and in the living entity. Puruṣa means “enjoyer,” and the spirit of enjoyment is present both in the living entity and in the Supreme Lord. The difference is that the quantity of enjoyment is not equal. The living entity cannot experience the same quantity of enjoyment as the Supreme Personality of Godhead. An analogy may be made with a rich man and a poor man: the propensity for enjoyment is present in both, but the poor man cannot enjoy in the same quantity as the rich man. When the poor man dovetails his desires with those of the rich man, however, and when there is cooperation between the poor man and the rich man, or between the big and the small man, then the enjoyment is shared equally. That is like bhakti-yoga. Puruṣaḥ puruṣaṁ vrajet: when the living entity enters into the kingdom of God and cooperates with the Supreme Lord by giving Him enjoyment, he enjoys the same facility or the same amount of pleasure as the Supreme Personality of Godhead. On the other hand, when the living entity wants to enjoy by imitating the Supreme Personality of Godhead, his desire is called māyā, and it puts him in the material atmosphere. A living entity who wants to enjoy on his personal account and not cooperate with the Supreme Lord is engaged in materialistic life. As soon as he dovetails his enjoyment with the Supreme Personality of Godhead, he is engaged in spiritual life. An example may be cited here: The different limbs of the body cannot enjoy life independently; they must cooperate with the whole body and supply food to the stomach. In so doing, all the different parts of the body enjoy equally in cooperation with the whole body. That is the philosophy of acintya-bhedābheda, simultaneous oneness and difference. The living entity cannot enjoy life in opposition to the Supreme Lord; he has to dovetail his activities with the Lord by practicing bhakti-yoga. It is said herein that one can approach the Supreme Personality of Godhead by either the yoga process or the bhakti-yoga process. This indicates that factually there is no difference between yoga and bhakti-yoga because the target of both is Viṣṇu. In the modern age, however, a yoga process has been manufactured which aims at something void and impersonal. Actually, yoga means meditation on the form of Lord Viṣṇu. If the yoga practice is actually performed according to the standard direction, there is no difference between yoga and bhakti-yoga."
    },
    {
        "verse": "36",
        "devanagari": "एतद्भगवतो रूपं ब्रह्मण: परमात्मन: ।परं प्रधानं पुरुषं दैवं कर्मविचेष्टितम् ॥ ३६ ॥",
        "english_devnagari": "etad bhagavato rūpaṁbrahmaṇaḥ paramātmanaḥparaṁ pradhānaṁ puruṣaṁdaivaṁ karma-viceṣṭitam",
        "verse_Syn": [
            "etat",
            "bhagavataḥ",
            "rūpam",
            "brahmaṇaḥ",
            "parama",
            "ātmanaḥ",
            "param",
            "pradhānam",
            "puruṣam",
            "daivam",
            "karma",
            "viceṣṭitam"
        ],
        "translation": "This puruṣa whom the individual soul must approach is the eternal form of the Supreme Personality of Godhead, who is known as Brahman and Paramātmā. He is the transcendental chief personality, and His activities are all spiritual.",
        "purport": " In order to distinguish the personality whom the individual soul must approach, it is described herein that this puruṣa, the Supreme Personality of Godhead, is the chief amongst all living entities and is the ultimate form of the impersonal Brahman effulgence and Paramātmā manifestation. Since He is the origin of the Brahman effulgence and Paramātmā manifestation, He is described herewith as the chief personality. It is confirmed in the Kaṭha Upaniṣad, nityo nityānām: there are many eternal living entities, but He is the chief maintainer. This is confirmed in Bhagavad-gītā also, where Lord Kṛṣṇa says, ahaṁ sarvasya prabhavaḥ: “I am the origin of everything, including the Brahman effulgence and Paramātmā manifestation.” His activities are transcendental, as confirmed in Bhagavad-gītā. Janma karma ca me divyam: the activities and the appearance and disappearance of the Supreme Personality of Godhead are transcendental; they are not to be considered material. Anyone who knows this fact — that the appearance, disappearance and activities of the Lord are beyond material activities or material conception — is liberated. Yo vetti tattvataḥ/ tyaktvā dehaṁ punar janma: such a person, after quitting his body, does not come back again to this material world, but goes to the Supreme Person. It is confirmed here, puruṣaḥ puruṣaṁ vrajet: the living entity goes to the Supreme Personality simply by understanding His transcendental nature and activities."
    },
    {
        "verse": "37",
        "devanagari": "रूपभेदास्पदं दिव्यं काल इत्यभिधीयते ।भूतानां महदादीनां यतो भिन्नद‍ृशां भयम् ॥ ३७ ॥",
        "english_devnagari": "rūpa-bhedāspadaṁ divyaṁkāla ity abhidhīyatebhūtānāṁ mahad-ādīnāṁyato bhinna-dṛśāṁ bhayam",
        "verse_Syn": [
            "rūpa",
            "bheda",
            "āspadam",
            "divyam",
            "kālaḥ",
            "iti",
            "abhidhīyate",
            "bhūtānām",
            "mahat",
            "ādīnām",
            "yataḥ",
            "bhinna",
            "dṛśām",
            "bhayam"
        ],
        "translation": "The time factor, who causes the transformation of the various material manifestations, is another feature of the Supreme Personality of Godhead. Anyone who does not know that time is the same Supreme Personality is afraid of the time factor.",
        "purport": " Everyone is afraid of the activities of time, but a devotee who knows that the time factor is another representation or manifestation of the Supreme Personality of Godhead has nothing to fear from the influence of time. The phrase rūpa-bhedāspadam is very significant. By the influence of time, so many forms are changing. For example, when a child is born his form is small, but in the course of time that form changes into a larger form, the body of a boy and then the body of a young man. Similarly, everything is changed and transformed by the time factor, or by the indirect control of the Supreme Personality of Godhead. Usually, we do not see any difference between the body of a child and the body of a boy or young man because we know that these changes are due to the action of the time factor. There is cause for fear for a person who does not know how time acts."
    },
    {
        "verse": "38",
        "devanagari": "योऽन्त: प्रविश्य भूतानि भूतैरत्त्यखिलाश्रय: ।स विष्ण्वाख्योऽधियज्ञोऽसौ काल: कलयतां प्रभु: ॥ ३८ ॥",
        "english_devnagari": "yo ’ntaḥ praviśya bhūtānibhūtair atty akhilāśrayaḥsa viṣṇv-ākhyo ’dhiyajño ’saukālaḥ kalayatāṁ prabhuḥ",
        "verse_Syn": [
            "yaḥ",
            "antaḥ",
            "praviśya",
            "bhūtāni",
            "bhūtaiḥ",
            "atti",
            "akhila",
            "āśrayaḥ",
            "saḥ",
            "viṣṇu",
            "ākhyaḥ",
            "adhiyajñaḥ",
            "asau",
            "kālaḥ",
            "kalayatām",
            "prabhuḥ"
        ],
        "translation": "Lord Viṣṇu, the Supreme Personality of Godhead, who is the enjoyer of all sacrifices, is the time factor and the master of all masters. He enters everyone’s heart, He is the support of everyone, and He causes every being to be annihilated by another.",
        "purport": " Lord Viṣṇu, the Supreme Personality of Godhead, is clearly described in this passage. He is the supreme enjoyer, and all others are working as His servants. As stated in the Caitanya caritāmṛta (Ādi 5.14), ekale īśvara kṛṣṇa: the only Supreme Lord is Viṣṇu. Āra saba bhṛtya: all others are His servants. Lord Brahmā, Lord Śiva and other demigods are all servants. The same Viṣṇu enters everyone’s heart as Paramātmā, and He causes the annihilation of every being through another being."
    },
    {
        "verse": "39",
        "devanagari": "न चास्य कश्चिद्दयितो न द्वेष्यो न च बान्धव: ।आविशत्यप्रमत्तोऽसौ प्रमत्तं जनमन्तकृत् ॥ ३९ ॥",
        "english_devnagari": "na cāsya kaścid dayitona dveṣyo na ca bāndhavaḥāviśaty apramatto ’saupramattaṁ janam anta-kṛt",
        "verse_Syn": [
            "na",
            "ca",
            "asya",
            "kaścit",
            "dayitaḥ",
            "na",
            "dveṣyaḥ",
            "na",
            "ca",
            "bāndhavaḥ",
            "āviśati",
            "apramattaḥ",
            "asau",
            "pramattam",
            "janam",
            "anta",
            "kṛt"
        ],
        "translation": "No one is dear to the Supreme Personality of Godhead, nor is anyone His enemy or friend. But He gives inspiration to those who have not forgotten Him and destroys those who have.",
        "purport": " Forgetfulness of one’s relationship with Lord Viṣṇu, the Supreme Personality of Godhead, is the cause of one’s repeated birth and death. A living entity is as eternal as the Supreme Lord, but due to his forgetfulness he is put into this material nature and transmigrates from one body to another, and when the body is destroyed, he thinks that he is also destroyed. Actually, this forgetfulness of his relationship with Lord Viṣṇu is the cause of his destruction. Anyone who revives his consciousness of the original relationship receives inspiration from the Lord. This does not mean that the Lord is someone’s enemy and someone else’s friend. He helps everyone; one who is not bewildered by the influence of material energy is saved, and one who is bewildered is destroyed. It is therefore said, hariṁ vinā na mṛtiṁ taranti: no one can be saved from the repetition of birth and death without the help of the Supreme Lord. It is therefore the duty of all living entities to take shelter of the lotus feet of Viṣṇu and thus save themselves from the cycle of birth and death."
    },
    {
        "verse": "40",
        "devanagari": "यद्भयाद्वाति वातोऽयं सूर्यस्तपति यद्भयात् ।यद्भयाद्वर्षते देवो भगणो भाति यद्भयात् ॥ ४० ॥",
        "english_devnagari": "yad-bhayād vāti vāto ’yaṁsūryas tapati yad-bhayātyad-bhayād varṣate devobha-gaṇo bhāti yad-bhayāt",
        "verse_Syn": [
            "yat",
            "bhayāt",
            "vāti",
            "vātaḥ",
            "ayam",
            "sūryaḥ",
            "tapati",
            "yat",
            "bhayāt",
            "yat",
            "bhayāt",
            "varṣate",
            "devaḥ",
            "bha",
            "gaṇaḥ",
            "bhāti",
            "yat",
            "bhayāt"
        ],
        "translation": "Out of fear of the Supreme Personality of Godhead the wind blows, out of fear of Him the sun shines, out of fear of Him the rain pours forth showers, and out of fear of Him the host of heavenly bodies shed their luster.",
        "purport": " The Lord states in Bhagavad-gītā, mayādhyakṣeṇa prakṛtiḥ sūyate: “Nature is working under My direction.” The foolish person thinks that nature is working automatically, but such an atheistic theory is not supported in the Vedic literature. Nature is working under the superintendence of the Supreme Personality of Godhead. That is confirmed in Bhagavad-gītā, and we also find here that the sun shines under the direction of the Lord, and the cloud pours forth showers of rain under the direction of the Lord. All natural phenomena are under superintendence of the Supreme Personality of Godhead, Viṣṇu."
    },
    {
        "verse": "41",
        "devanagari": "यद्वनस्पतयो भीता लताश्चौषधिभि: सह ।स्वे स्वे कालेऽभिगृह्णन्ति पुष्पाणि च फलानि च ॥ ४१ ॥",
        "english_devnagari": "yad vanaspatayo bhītālatāś cauṣadhibhiḥ sahasve sve kāle ’bhigṛhṇantipuṣpāṇi ca phalāni ca",
        "verse_Syn": [
            "yat",
            "vanaḥ",
            "patayaḥ",
            "bhītāḥ",
            "latāḥ",
            "ca",
            "oṣadhibhiḥ",
            "saha",
            "sve",
            "sve",
            "kāle",
            "abhigṛhṇanti",
            "puṣpāṇi",
            "ca",
            "phalāni",
            "ca"
        ],
        "translation": "Out of fear of the Supreme Personality of Godhead the trees, creepers, herbs and seasonal plants and flowers blossom and fructify, each in its own season.",
        "purport": " As the sun rises and sets and the seasonal changes ensue at their appointed times by the superintendence of the Supreme Personality of Godhead, so the seasonal plants, flowers, herbs and trees all grow under the direction of the Supreme Lord. It is not that plants grow automatically, without any cause, as the atheistic philosophers say. Rather, they grow in pursuance of the supreme order of the Supreme Personality of Godhead. It is confirmed in the Vedic literature that the Lord’s diverse energies are working so nicely that it appears that everything is being done automatically."
    },
    {
        "verse": "42",
        "devanagari": "स्रवन्ति सरितो भीता नोत्सर्पत्युदधिर्यत: ।अग्निरिन्धे सगिरिभिर्भूर्न मज्जति यद्भयात् ॥ ४२ ॥",
        "english_devnagari": "sravanti sarito bhītānotsarpaty udadhir yataḥagnir indhe sa-giribhirbhūr na majjati yad-bhayāt",
        "verse_Syn": [
            "sravanti",
            "saritaḥ",
            "bhītāḥ",
            "na",
            "utsarpati",
            "uda",
            "dhiḥ",
            "yataḥ",
            "agniḥ",
            "indhe",
            "sa",
            "giribhiḥ",
            "bhūḥ",
            "na",
            "majjati",
            "yat",
            "bhayāt"
        ],
        "translation": "Out of fear of the Supreme Personality of Godhead the rivers flow, and the ocean never overflows. Out of fear of Him only does fire burn and does the earth, with its mountains, not sink in the water of the universe.",
        "purport": " We can understand from the Vedic literature that this universe is half filled with water, on which Garbhodakaśāyī Viṣṇu is lying. From His abdomen a lotus flower has grown, and within the stem of that lotus flower all the different planets exist. The material scientist explains that all these different planets are floating because of the law of gravity or some other law; but the actual lawmaker is the Supreme Personality of Godhead. When we speak of law, we must understand that there must be a lawmaker. The material scientists can discover laws of nature, but they are unable to recognize the lawmaker. From Śrīmad-Bhāgavatam and Bhagavad-gītā we can know who the lawmaker is: the lawmaker is the Supreme Personality of Godhead. It is said here that the planets do not sink. Since they are floating under the order or energy of the Supreme Godhead, they do not fall down into the water which covers half the universe. All the planets are heavy, with their various mountains, seas, oceans, cities, palaces and buildings, and yet they are floating. It is understood from this passage that all the other planets that are floating in the air have oceans and mountains similar to those on this planet."
    },
    {
        "verse": "43",
        "devanagari": "नभो ददाति श्वसतां पदं यन्नियमादद: ।लोकं स्वदेहं तनुते महान् सप्तभिरावृतम् ॥ ४३ ॥",
        "english_devnagari": "nabho dadāti śvasatāṁpadaṁ yan-niyamād adaḥlokaṁ sva-dehaṁ tanutemahān saptabhir āvṛtam",
        "verse_Syn": [
            "nabhaḥ",
            "dadāti",
            "śvasatām",
            "padam",
            "yat",
            "niyamāt",
            "adaḥ",
            "lokam",
            "sva",
            "deham",
            "tanute",
            "mahān",
            "saptabhiḥ",
            "āvṛtam"
        ],
        "translation": "Subject to the control of the Supreme Personality of Godhead, the sky allows outer space to accommodate all the various planets, which hold innumerable living entities. The total universal body expands with its seven coverings under His supreme control.",
        "purport": " It is understood from this verse that all the planets in outer space are floating, and they all hold living entities. The word śvasatām means “those who breathe,” or the living entities. In order to accommodate them, there are innumerable planets. Every planet is a residence for innumerable living entities, and the necessary space is provided in the sky by the supreme order of the Lord. It is also stated here that the total universal body is increasing. It is covered by seven layers, and as there are five elements within the universe, so the total elements, in layers, cover the outside of the universal body. The first layer is of earth, and it is ten times greater in size than the space within the universe; the second layer is water, and that is ten times greater than the earthly layer; the third covering is fire, which is ten times greater than the water covering. In this way each layer is ten times greater than the previous one."
    },
    {
        "verse": "44",
        "devanagari": "गुणाभिमानिनो देवा: सर्गादिष्वस्य यद्भयात् ।वर्तन्तेऽनुयुगं येषां वश एतच्चराचरम् ॥ ४४ ॥",
        "english_devnagari": "guṇābhimānino devāḥsargādiṣv asya yad-bhayātvartante ’nuyugaṁ yeṣāṁvaśa etac carācaram",
        "verse_Syn": [
            "guṇa",
            "abhimāninaḥ",
            "devāḥ",
            "sarga",
            "ādiṣu",
            "asya",
            "yat",
            "bhayāt",
            "vartante",
            "anuyugam",
            "yeṣām",
            "vaśe",
            "etat",
            "cara",
            "acaram"
        ],
        "translation": "Out of fear of the Supreme Personality of Godhead, the directing demigods in charge of the modes of material nature carry out the functions of creation, maintenance and destruction; everything animate and inanimate within this material world is under their control.",
        "purport": " The three modes of material nature, namely goodness, passion and ignorance, are under the control of three deities — Brahmā, Viṣṇu and Lord Śiva. Lord Viṣṇu is in charge of the mode of goodness, Lord Brahmā is in charge of the mode of passion, and Lord Śiva is in charge of the mode of ignorance. Similarly, there are many other demigods in charge of the air department, the water department, the cloud department, etc. Just as the government has many different departments, so, within this material world, the government of the Supreme Lord has many departments, and all these departments function in proper order out of fear of the Supreme Personality of Godhead. Demigods are undoubtedly controlling all matter, animate and inanimate, within the universe, but above them the supreme controller is the Personality of Godhead. Therefore in the Brahma-saṁhitā it is said, īśvaraḥ paramaḥ kṛṣṇaḥ. Undoubtedly there are many controllers in the departmental management of this universe, but the supreme controller is Kṛṣṇa. There are two kinds of dissolutions. One kind of dissolution takes place when Brahmā goes to sleep during his night, and the final dissolution takes place when Brahmā dies. As long as Brahmā does not die, creation, maintenance and destruction are actuated by different demigods under the superintendence of the Supreme Lord."
    },
    {
        "verse": "45",
        "devanagari": "सोऽनन्तोऽन्तकर: कालोऽनादिरादिकृदव्यय: ।जनं जनेन जनयन्मारयन्मृत्युनान्तकम् ॥ ४५ ॥",
        "english_devnagari": "so ’nanto ’nta-karaḥ kālo’nādir ādi-kṛd avyayaḥjanaṁ janena janayanmārayan mṛtyunāntakam",
        "verse_Syn": [
            "saḥ",
            "anantaḥ",
            "anta",
            "karaḥ",
            "kālaḥ",
            "anādiḥ",
            "ādi",
            "kṛt",
            "avyayaḥ",
            "janam",
            "janena",
            "janayan",
            "mārayan",
            "mṛtyunā",
            "antakam"
        ],
        "translation": "The eternal time factor has no beginning and no end. It is the representative of the Supreme Personality of Godhead, the maker of the criminal world. It brings about the end of the phenomenal world, it carries on the work of creation by bringing one individual into existence from another, and likewise it dissolves the universe by destroying even the lord of death, Yamarāja.",
        "purport": " By the influence of eternal time, which is a representative of the Supreme Personality of Godhead, the father begets a son, and the father dies by the influence of cruel death. But by time’s influence, even the lord of cruel death is killed. In other words, all the demigods within the material world are temporary, like ourselves. Our lives last for one hundred years at the most, and similarly, although their lives may last for millions and billions of years, the demigods are not eternal. No one can live within this material world eternally. The phenomenal world is created, maintained and destroyed by the finger signal of the Supreme Personality of Godhead. Therefore a devotee does not desire anything in this material world. A devotee desires only to serve the Supreme Personality of Godhead. This servitude exists eternally; the Lord exists eternally, His servitor exists eternally, and the service exists eternally."
    }
]