[
    {
        "verse": "1",
        "devanagari": "श्रीशुक उवाचएवमेतत्पुरा पृष्टो मैत्रेयो भगवान् किल ।क्षत्‍त्रावनं प्रविष्टेन त्यक्त्वा स्वगृहमृद्धिमत् ॥ १ ॥",
        "english_devnagari": "śrī-śuka uvācaevam etat purā pṛṣṭomaitreyo bhagavān kilakṣattrā vanaṁ praviṣṭenatyaktvā sva-gṛham ṛddhimat",
        "verse_Syn": [
            "śrī",
            "śukaḥ",
            "uvāca",
            "evam",
            "etat",
            "purā",
            "pṛṣṭaḥ",
            "maitreyaḥ",
            "bhagavān",
            "kila",
            "kṣattrā",
            "vanam",
            "praviṣṭena",
            "tyaktvā",
            "sva",
            "gṛham",
            "ṛddhimat"
        ],
        "translation": "Śukadeva Gosvāmī said: After renouncing his prosperous home and entering the forest, King Vidura, the great devotee, asked this question of His Grace Maitreya Ṛṣi.",
        "purport": ""
    },
    {
        "verse": "2",
        "devanagari": "यद्वा अयं मन्त्रकृद्वो भगवानखिलेश्वर: ।पौरवेन्द्रगृहंहित्वा प्रविवेशात्मसात्कृतम् ॥ २ ॥",
        "english_devnagari": "yad vā ayaṁ mantra-kṛd vobhagavān akhileśvaraḥpauravendra-gṛhaṁ hitvāpraviveśātmasāt kṛtam",
        "verse_Syn": [
            "yat",
            "vai",
            "ayam",
            "mantra",
            "kṛt",
            "vaḥ",
            "bhagavān",
            "akhila",
            "īśvaraḥ",
            "pauravendra",
            "gṛham",
            "hitvā",
            "praviveśa",
            "ātmasāt",
            "kṛtam"
        ],
        "translation": "What else is there to say about the residential house of the Pāṇḍavas? Śrī Kṛṣṇa, the Lord of everything, acted as your minister. He used to enter that house as if it were His own, and He did not take any care of Duryodhana’s house.",
        "purport": " According to the Gauḍīya acintya-bhedābheda-tattva philosophy, anything which satisfies the senses of the Supreme Lord, Śrī Kṛṣṇa, is also Śrī Kṛṣṇa. For example, Śrī Vṛndāvana-dhāma is nondifferent from Śrī Kṛṣṇa (tad-dhāma vṛndāvanam) because at Vṛndāvana the Lord enjoys the transcendental bliss of His internal potency. Similarly, the house of the Pāṇḍavas was also the source of transcendental bliss for the Lord. It is mentioned here that the Lord identified the house with His own Self. Thus the house of the Pāṇḍavas was as good as Vṛndāvana, and Vidura should not have given up that place of transcendental bliss. Therefore the reason for his quitting the house was not exactly family misunderstanding; rather, Vidura took the opportunity to meet Ṛṣi Maitreya and discuss transcendental knowledge. For a saintly person like Vidura, any disturbance due to worldly affairs is insignificant. Such disturbances, however, are sometimes favorable for higher realization, and therefore Vidura took advantage of a family misunderstanding in order to meet Maitreya Ṛṣi."
    },
    {
        "verse": "3",
        "devanagari": "राजोवाचकुत्र क्षत्तुर्भगवता मैत्रेयेणास सङ्गम: ।कदावा सह संवाद एतद्वर्णय न: प्रभो ॥ ३ ॥",
        "english_devnagari": "rājovācakutra kṣattur bhagavatāmaitreyeṇāsa saṅgamaḥkadā vā saha-saṁvādaetad varṇaya naḥ prabho",
        "verse_Syn": [
            "rājā",
            "uvāca",
            "kutra",
            "kṣattuḥ",
            "bhagavatā",
            "maitreyeṇa",
            "āsa",
            "saṅgamaḥ",
            "kadā",
            "vā",
            "saha",
            "saṁvādaḥ",
            "etat",
            "varṇaya",
            "naḥ",
            "prabho"
        ],
        "translation": "The King asked Śukadeva Gosvāmī: Where and when did the meeting and discussion take place between Saint Vidura and His Grace Maitreya Muni? Kindly oblige, my lord, and describe this to us.",
        "purport": " Exactly as Śaunaka Ṛṣi inquired of Sūta Gosvāmī and Sūta Gosvāmī replied, so Śrīla Śukadeva Gosvāmī replied to King Parīkṣit’s inquiries. The King was very anxious to understand the meaningful discussion that took place between the two great souls."
    },
    {
        "verse": "4",
        "devanagari": "न ह्यल्पार्थोदयस्तस्य विदुरस्यामलात्मन: ।तस्मिन् वरीयसि प्रश्न: साधुवादोपबृंहित: ॥ ४ ॥",
        "english_devnagari": "na hy alpārthodayas tasyavidurasyāmalātmanaḥtasmin varīyasi praśnaḥsādhu-vādopabṛṁhitaḥ",
        "verse_Syn": [
            "na",
            "hi",
            "alpa",
            "artha",
            "udayaḥ",
            "tasya",
            "vidurasya",
            "amala",
            "ātmanaḥ",
            "tasmin",
            "varīyasi",
            "praśnaḥ",
            "sādhu",
            "vāda",
            "upabṛṁhitaḥ"
        ],
        "translation": "Saint Vidura was a great and pure devotee of the Lord, and therefore his questions to His Grace Ṛṣi Maitreya must have been very purposeful, on the highest level, and approved by learned circles.",
        "purport": " Questions and answers among different classes of men have different value. Inquiries by mercantile men in a business exchange cannot be expected to be highly purposeful in spiritual values. Questions and answers by different classes of men can be guessed by the caliber of the persons concerned. In Bhagavad-gītā, the discussion was between Lord Śrī Kṛṣṇa and Arjuna, the Supreme Person and the supreme devotee respectively. The Lord admitted Arjuna to be His devotee and friend (Bg. 4.3), and therefore any sane man can guess that the discussion was on the topic of the bhakti-yoga system. Actually the whole Bhagavad-gītā is based on the principle of bhakti-yoga. There is a difference between karma and karma-yoga. Karma is regulated action for the enjoyment of the fruit by the performer, but karma-yoga is action performed by the devotee for the satisfaction of the Lord. Karma-yoga is based on bhakti, or pleasing the Lord, whereas karma is based on pleasing the senses of the performer himself. According to Śrīmad-Bhāgavatam, one is advised to approach a bona fide spiritual master when one is actually inclined to question from an elevated level of spiritual understanding. A common man who has no interest in spiritual values has no need to approach a spiritual master just as a matter of following fashion. As a student, Mahārāja Parīkṣit was serious about learning the science of God, and Śukadeva Gosvāmī was a bona fide spiritual master in the transcendental science. Both of them knew that the topics discussed by Vidura and Ṛṣi Maitreya were elevated, and thus Mahārāja Parīkṣit was very interested in learning from the bona fide spiritual master."
    },
    {
        "verse": "5",
        "devanagari": "सूत उवाचस एवमृषिवर्योऽयं पृष्टो राज्ञा परीक्षिता ।प्रत्याह तं सुबहुवित्प्रीतात्मा श्रूयतामिति ॥ ५ ॥",
        "english_devnagari": "sūta uvācasa evam ṛṣi-varyo ’yaṁpṛṣṭo rājñā parīkṣitāpratyāha taṁ subahu-vitprītātmā śrūyatām iti",
        "verse_Syn": [
            "sūtaḥ",
            "uvāca",
            "saḥ",
            "evam",
            "ṛṣi",
            "varyaḥ",
            "ayam",
            "pṛṣṭaḥ",
            "rājñā",
            "parīkṣitā",
            "pratyāha",
            "tam",
            "su",
            "bahu",
            "vit",
            "prīta",
            "ātmā",
            "śrūyatām",
            "iti"
        ],
        "translation": "Śrī Suta Gosvāmī said: The great sage Śukadeva Gosvāmī was highly experienced and was pleased with the King. Thus being questioned by the King, he said to him, “Please hear the topics attentively.”",
        "purport": ""
    },
    {
        "verse": "6",
        "devanagari": "श्रीशुक उवाचयदा तु राजा स्वसुतानसाधून्पुष्णन्नधर्मेण विनष्टद‍ृष्टि: ।भ्रातुर्यविष्ठस्य सुतान् विबन्धून्प्रवेश्य लाक्षाभवने ददाह ॥ ६ ॥",
        "english_devnagari": "śrī-śuka uvācayadā tu rājā sva-sutān asādhūnpuṣṇan na dharmeṇa vinaṣṭa-dṛṣṭiḥbhrātur yaviṣṭhasya sutān vibandhūnpraveśya lākṣā-bhavane dadāha",
        "verse_Syn": [
            "śrī",
            "śukaḥ",
            "uvāca",
            "yadā",
            "tu",
            "rājā",
            "sva",
            "sutān",
            "asādhūn",
            "puṣṇan",
            "na",
            "dharmeṇa",
            "vinaṣṭa",
            "dṛṣṭiḥ",
            "bhrātuḥ",
            "yaviṣṭhasya",
            "sutān",
            "vibandhūn",
            "praveśya",
            "lākṣā",
            "bhavane",
            "dadāha"
        ],
        "translation": "Śrī Śukadeva Gosvāmī said: King Dhṛtarāṣṭra became blind under the influence of impious desires to nourish his dishonest sons, and thus he set fire to the lacquer house to burn his fatherless nephews, the Pāṇḍavas.",
        "purport": " Dhṛtarāṣṭra was blind from birth, but his blindness in committing impious activities to support his dishonest sons was a greater blindness than his physical lack of eyesight. The physical lack of sight does not bar one from spiritual progress. But when one is blind spiritually, even though physically fit, that blindness is dangerously detrimental to the progressive path of human life."
    },
    {
        "verse": "7",
        "devanagari": "यदा सभायां कुरुदेवदेव्या:केशाभिमर्शं सुतकर्म गर्ह्यम् ।न वारयामास नृप: स्‍नुषाया:स्वास्रैर्हरन्त्या: कुचकुङ्कुमानि ॥ ७ ॥",
        "english_devnagari": "yadā sabhāyāṁ kuru-deva-devyāḥkeśābhimarśaṁ suta-karma garhyamna vārayām āsa nṛpaḥ snuṣāyāḥsvāsrair harantyāḥ kuca-kuṅkumāni",
        "verse_Syn": [
            "yadā",
            "sabhāyām",
            "kuru",
            "deva",
            "devyāḥ",
            "keśa",
            "abhimarśam",
            "suta",
            "karma",
            "garhyam",
            "na",
            "vārayām",
            "āsa",
            "nṛpaḥ",
            "snuṣāyāḥ",
            "svāsraiḥ",
            "harantyāḥ",
            "kuca",
            "kuṅkumāni"
        ],
        "translation": "The King did not forbid his son Duḥśāsana’s abominable action of grabbing the hair of Draupadī, the wife of the godly King Yudhiṣṭhira, even though her tears washed the red dust on her breast.",
        "purport": ""
    },
    {
        "verse": "8",
        "devanagari": "द्यूते त्वधर्मेण जितस्य साधो:सत्यावलम्बस्य वनं गतस्य ।न याचतोऽदात्समयेन दायंतमोजुषाणो यदजातशत्रो: ॥ ८ ॥",
        "english_devnagari": "dyūte tv adharmeṇa jitasya sādhoḥsatyāvalambasya vanaṁ gatasyana yācato ’dāt samayena dāyaṁtamo-juṣāṇo yad ajāta-śatroḥ",
        "verse_Syn": [
            "dyūte",
            "tu",
            "adharmeṇa",
            "jitasya",
            "sādhoḥ",
            "satya",
            "avalambasya",
            "vanam",
            "gatasya",
            "na",
            "yācataḥ",
            "adāt",
            "samayena",
            "dāyam",
            "tamaḥ",
            "juṣāṇaḥ",
            "yat",
            "ajāta",
            "śatroḥ"
        ],
        "translation": "Yudhiṣṭhira, who was born without any enemy, was unfairly defeated in gambling. But because he had taken the vow of truthfulness, he went off to the forest. When he came back in due course and begged the return of his rightful share of the kingdom, he was refused by Dhṛtarāṣṭra, who was overwhelmed by illusion.",
        "purport": " Mahārāja Yudhiṣṭhira was the rightful heir to his father’s kingdom. But just to favor his own sons, headed by Duryodhana, Dhṛtarāṣṭra, Mahārāja Yudhiṣṭhira’s uncle, adopted various unfair means to cheat his nephews of their rightful share of the kingdom. At last the Pāṇḍavas demanded only five villages, one for each of the five brothers, but that was also refused by the usurpers. This incident led to the War of Kurukṣetra. The Battle of Kurukṣetra, therefore, was induced by the Kurus, and not the Pāṇḍavas. As kṣatriyas, the proper livelihood of the Pāṇḍavas was only to rule, and not to accept any other occupation. A brāhmaṇa, kṣatriya or vaiśya will not accept employment for his livelihood under any circumstances."
    },
    {
        "verse": "9",
        "devanagari": "यदा च पार्थप्रहित: सभायांजगद्गुरुर्यानि जगाद कृष्ण: ।न तानि पुंसाममृतायनानिराजोरु मेने क्षतपुण्यलेश: ॥ ९ ॥",
        "english_devnagari": "yadā ca pārtha-prahitaḥ sabhāyāṁjagad-gurur yāni jagāda kṛṣṇaḥna tāni puṁsām amṛtāyanānirājoru mene kṣata-puṇya-leśaḥ",
        "verse_Syn": [
            "yadā",
            "ca",
            "pārtha",
            "prahitaḥ",
            "sabhāyām",
            "jagat",
            "guruḥ",
            "yāni",
            "jagāda",
            "kṛṣṇaḥ",
            "na",
            "tāni",
            "puṁsām",
            "amṛta",
            "ayanāni",
            "rājā",
            "uru",
            "mene",
            "kṣata",
            "puṇya",
            "leśaḥ"
        ],
        "translation": "Lord Kṛṣṇa was sent by Arjuna into the assembly as the spiritual master of the whole world, and although His words were heard by some [like Bhīṣma] as pure nectar, it was not so for the others, who were completely bereft of the last farthing of past pious works. The King [Dhṛtarāṣṭra or Duryodhana] did not take the words of Lord Kṛṣṇa very seriously.",
        "purport": " Lord Kṛṣṇa, who is the spiritual master of the entire universe, accepted the duty of a messenger and, deputed by Arjuna, went to the assembly of King Dhṛtarāṣṭra on a peace mission. Kṛṣṇa is everyone’s Lord, yet because He was the transcendental friend of Arjuna, He gladly accepted the role of messenger, exactly like an ordinary friend. That is the beauty of the Lord’s behavior with His pure devotees. He reached the assembly and spoke about peace, and the message was relished by Bhīṣma and other great leaders because it was spoken by the Lord Himself. But due to the exhaustion of the pious results of their past deeds, Duryodhana, or his father, Dhṛtarāṣṭra, did not take the message very seriously. That is the way of persons who have no credit of pious deeds. By past pious deeds, one may become the king of a country, but because the results of the pious acts of Duryodhana and company were dwindling, it became evident from their actions that they were sure to lose the kingdom to the Pāṇḍavas. The message of Godhead is always like nectar to the devotees, but it is just the opposite to the nondevotees. Sugar candy is always sweet to a healthy man, but it tastes very bitter to persons suffering from jaundice."
    },
    {
        "verse": "10",
        "devanagari": "यदोपहूतो भवनं प्रविष्टोमन्त्राय पृष्ट: किल पूर्वजेन ।अथाह तन्मन्त्रद‍ृशां वरीयान्यन्मन्त्रिणो वैदुरिकं वदन्ति ॥ १० ॥",
        "english_devnagari": "yadopahūto bhavanaṁ praviṣṭomantrāya pṛṣṭaḥ kila pūrvajenaathāha tan mantra-dṛśāṁ varīyānyan mantriṇo vaidurikaṁ vadanti",
        "verse_Syn": [
            "yadā",
            "upahūtaḥ",
            "bhavanam",
            "praviṣṭaḥ",
            "mantrāya",
            "pṛṣṭaḥ",
            "kila",
            "pūrvajena",
            "atha",
            "āha",
            "tat",
            "mantra",
            "dṛśām",
            "varīyān",
            "yat",
            "mantriṇaḥ",
            "vaidurikam",
            "vadanti"
        ],
        "translation": "When Vidura was invited by his elder brother [Dhṛtarāṣṭra] for consultation, he entered the house and gave instructions which were exactly to the point. His advice is well known, and instructions by Vidura are approved by expert ministers of state.",
        "purport": " Political suggestions by Vidura are known as expert, just as, in modern times, Paṇḍita Cāṇakya is considered the authority in good counsel in both political and moral instructions."
    },
    {
        "verse": "11",
        "devanagari": "अजातशत्रो: प्रतियच्छ दायंतितिक्षतो दुर्विषहं तवाग: ।सहानुजो यत्र वृकोदराहि:श्वसन् रुषा यत्त्वमलं बिभेषि ॥ ११ ॥",
        "english_devnagari": "ajāta-śatroḥ pratiyaccha dāyaṁtitikṣato durviṣahaṁ tavāgaḥsahānujo yatra vṛkodarāhiḥśvasan ruṣā yat tvam alaṁ bibheṣi",
        "verse_Syn": [
            "ajāta",
            "śatroḥ",
            "pratiyaccha",
            "dāyam",
            "titikṣataḥ",
            "durviṣaham",
            "tava",
            "āgaḥ",
            "saha",
            "anujaḥ",
            "yatra",
            "vṛkodara",
            "ahiḥ",
            "śvasan",
            "ruṣā",
            "yat",
            "tvam",
            "alam",
            "bibheṣi"
        ],
        "translation": "[Vidura said:] You must now return the legitimate share to Yudhiṣṭhira, who has no enemies and who has been forbearing through untold sufferings due to your offenses. He is waiting with his younger brothers, among whom is the revengeful Bhīma, breathing heavily like a snake. Surely you are afraid of him.",
        "purport": ""
    },
    {
        "verse": "12",
        "devanagari": "पार्थांस्तु देवो भगवान्मुकुन्दोगृहीतवान् सक्षितिदेवदेव: ।आस्ते स्वपुर्यां यदुदेवदेवोविनिर्जिताशेषनृदेवदेव: ॥ १२ ॥",
        "english_devnagari": "pārthāṁs tu devo bhagavān mukundogṛhītavān sakṣiti-deva-devaḥāste sva-puryāṁ yadu-deva-devovinirjitāśeṣa-nṛdeva-devaḥ",
        "verse_Syn": [
            "pārthān",
            "tu",
            "devaḥ",
            "bhagavān",
            "mukundaḥ",
            "gṛhītavān",
            "sa",
            "kṣiti",
            "deva",
            "devaḥ",
            "āste",
            "sva",
            "puryām",
            "yadu",
            "deva",
            "devaḥ",
            "vinirjita",
            "aśeṣa",
            "nṛdeva",
            "devaḥ"
        ],
        "translation": "Lord Kṛṣṇa, the Personality of Godhead, has accepted the sons of Pṛthā as His kinsmen, and all the kings of the world are with Lord Śrī Kṛṣṇa. He is present in His home with all His family members, the kings and princes of the Yadu dynasty, who have conquered an unlimited number of rulers, and He is their Lord.",
        "purport": " Vidura gave Dhṛtarāṣṭra very good counsel regarding political alliance with the sons of Pṛthā, the Pāṇḍavas. The first thing he said was that Lord Kṛṣṇa was intimately related with them as their cousin. Because Lord Kṛṣṇa is the Supreme Personality of Godhead, He is worshipable by all brāhmaṇas and demigods, who are the controllers of the universal affairs. Besides that, Lord Kṛṣṇa and His family members, the royal order of the Yadu dynasty, were the conquerors of all kings of the world. The kṣatriyas used to fight the kings of various dominions and kidnap their beautiful princess-daughters after conquering their relatives. This system was laudable because the kṣatriyas and the princesses would be married only on the basis of the chivalry of the conquering kṣatriya. All the young princes of the Yadu dynasty married the daughters of other kings in this way, by chivalrous force, and thus they were conquerors of all the kings of the world. Vidura wanted to impress upon his elder brother that fighting with the Pāṇḍavas was fraught with many dangers because they were supported by Lord Kṛṣṇa, who had conquered, even in His childhood, demons like Kaṁsa and Jarāsandha and demigods like Brahmā and Indra. Therefore all universal power was behind the Pāṇḍavas."
    },
    {
        "verse": "13",
        "devanagari": "स एष दोष: पुरुषद्विडास्तेगृहान् प्रविष्टो यमपत्यमत्या ।पुष्णासि कृष्णाद्विमुखो गतश्री-स्त्यजाश्वशैवं कुलकौशलाय ॥ १३ ॥",
        "english_devnagari": "sa eṣa doṣaḥ puruṣa-dviḍ āstegṛhān praviṣṭo yam apatya-matyāpuṣṇāsi kṛṣṇād vimukho gata-śrīstyajāśv aśaivaṁ kula-kauśalāya",
        "verse_Syn": [
            "saḥ",
            "eṣaḥ",
            "doṣaḥ",
            "puruṣa",
            "dviṭ",
            "āste",
            "gṛhān",
            "praviṣṭaḥ",
            "yam",
            "apatya",
            "matyā",
            "puṣṇāsi",
            "kṛṣṇāt",
            "vimukhaḥ",
            "gata",
            "śrīḥ",
            "tyaja",
            "āśu",
            "aśaivam",
            "kula",
            "kauśalāya"
        ],
        "translation": "You are maintaining offense personified, Duryodhana, as your infallible son, but he is envious of Lord Kṛṣṇa. And because you are thus maintaining a nondevotee of Kṛṣṇa, you are devoid of all auspicious qualities. Relieve yourself of this ill fortune as soon as possible and do good to the whole family!",
        "purport": " A good son is called apatya, one who does not allow his father to fall down. The son can protect the father’s soul when the father is dead by offering sacrifices to please the Supreme Lord, Viṣṇu. This system is still prevalent in India. After the death of his father, a son goes to offer sacrifices at the lotus feet of Viṣṇu at Gayā and thus delivers the father’s soul if the father is fallen. But if the son is already an enemy of Viṣṇu, how, in such an inimical mood, can he offer sacrifice unto Lord Viṣṇu’s lotus feet? Lord Kṛṣṇa is directly the Personality of Godhead, Viṣṇu, and Duryodhana was inimical to Him. He would therefore be unable to protect his father, Dhṛtarāṣṭra, after his death. He himself was to fall down because of his faithlessness towards Viṣṇu. How, then, could he protect his father? Vidura advised Dhṛtarāṣṭra to get rid of such an unworthy son as Duryodhana as soon as possible if he was at all anxious to see to the good of his family. According to the moral instructions of Cāṇakya Paṇḍita, “What is the use of a son who is neither a learned man nor a devotee of the Lord?” If a son is not a devotee of the Supreme Lord, he is just like blind eyes — a source of trouble. A physician may sometimes advise the extrication of such useless eyes from their sockets so that one can be relieved of the constant trouble. Duryodhana was exactly like blind, troubling eyes; he would be a source of great trouble to the family of Dhṛtarāṣṭra, as foreseen by Vidura. Vidura therefore rightly advised his eldest brother to get rid of this source of trouble. Dhṛtarāṣṭra was wrongly maintaining such personified offense under the mistaken impression that Duryodhana was a good son, able to liberate his father."
    },
    {
        "verse": "14",
        "devanagari": "इत्यूचिवांस्तत्र सुयोधनेनप्रवृद्धकोपस्फुरिताधरेण ।असत्कृत: सत्स्पृहणीयशील:क्षत्ता सकर्णानुजसौबलेन ॥ १४ ॥",
        "english_devnagari": "ity ūcivāṁs tatra suyodhanenapravṛddha-kopa-sphuritādhareṇaasat-kṛtaḥ sat-spṛhaṇīya-śīlaḥkṣattā sakarṇānuja-saubalena",
        "verse_Syn": [
            "iti",
            "ūcivān",
            "tatra",
            "suyodhanena",
            "pravṛddha",
            "kopa",
            "sphurita",
            "adhareṇa",
            "asat",
            "kṛtaḥ",
            "sat",
            "spṛhaṇīya",
            "śīlaḥ",
            "kṣattā",
            "sa",
            "karṇa",
            "anuja",
            "saubalena"
        ],
        "translation": "While speaking thus, Vidura, whose personal character was esteemed by respectable persons, was insulted by Duryodhana, who was swollen with anger and whose lips were trembling. Duryodhana was in company with Karṇa, his younger brothers and his maternal uncle Śakuni.",
        "purport": " It is said that giving good counsel to a foolish person causes the fool to become angry, just as feeding milk to a snake only increases its venomous poison. Saint Vidura was so honorable that his character was looked up to by all respectable persons. But Duryodhana was so foolish that he dared to insult Vidura. This was due to his bad association with Śakuni, his maternal uncle, as well as with his friend Karṇa, who always encouraged Duryodhana in his nefarious acts."
    },
    {
        "verse": "15",
        "devanagari": "क एनमत्रोपजुहाव जिह्मंदास्या: सुतं यद्बलिनैव पुष्ट: ।तस्मिन् प्रतीप: परकृत्य आस्तेनिर्वास्यतामाशु पुराच्छ्‌वसान: ॥ १५ ॥",
        "english_devnagari": "ka enam atropajuhāva jihmaṁdāsyāḥ sutaṁ yad-balinaiva puṣṭaḥtasmin pratīpaḥ parakṛtya āstenirvāsyatām āśu purāc chvasānaḥ",
        "verse_Syn": [
            "kaḥ",
            "enam",
            "atra",
            "upajuhāva",
            "jihmam",
            "dāsyāḥ",
            "sutam",
            "yat",
            "balinā",
            "eva",
            "puṣṭaḥ",
            "tasmin",
            "pratīpaḥ",
            "para",
            "kṛtya",
            "āste",
            "nirvāsyatām",
            "āśu",
            "purāt",
            "śvasānaḥ"
        ],
        "translation": "Who asked him to come here, this son of a kept mistress? He is so crooked that he spies in the interest of the enemy against those on whose support he has grown up. Toss him out of the palace immediately and leave him with only his breath.",
        "purport": " When getting married, the kṣatriya kings would take on several other youthful girls along with the married princess. These girl attendants of the king were known as dāsīs, or attendant mistresses. By intimate association with the king, the dāsīs would get sons. Such sons were called dāsī-putras. They had no claim to a royal position, but they would get maintenance and other facilities just like princes. Vidura was the son of such a dāsī, and he was thus not counted amongst the kṣatriyas. King Dhṛtarāṣṭra was very affectionate toward his younger dāsī-putra brother, Vidura, and Vidura was a great friend and philosophical advisor to Dhṛtarāṣṭra. Duryodhana knew very well that Vidura was a great soul and well-wisher, but unfortunately he used strong words to hurt his innocent uncle. Duryodhana not only attacked Vidura’s birth, but also called him an infidel because he seemed to support the cause of Yudhiṣṭhira, whom Duryodhana considered his enemy. He desired that Vidura be immediately put out of the palace and deprived of all his possessions. If possible, he would have liked him caned until he was left with nothing but his breath. He charged that Vidura was a spy of the Pāṇḍavas because he advised King Dhṛtarāṣṭra in their favor. Such is the situation of palace life and the intricacies of diplomacy that even a faultless person like Vidura could be charged with something abominable and punished. Vidura was struck with wonder at such unexpected behavior from his nephew Duryodhana, and before anything actually happened, he decided to leave the palace for good."
    },
    {
        "verse": "16",
        "devanagari": "स्वयं धनुर्द्वारि निधाय मायांर्भ्रातु: पुरो मर्मसु ताडितोऽपि ।स इत्थमत्युल्बणकर्णबाणै-र्गतव्यथोऽयादुरु मानयान: ॥ १६ ॥",
        "english_devnagari": "svayaṁ dhanur dvāri nidhāya māyāṁbhrātuḥ puro marmasu tāḍito ’pisa ittham atyulbaṇa-karṇa-bāṇairgata-vyatho ’yād uru mānayānaḥ",
        "verse_Syn": [
            "svayam",
            "dhanuḥ",
            "dvāri",
            "nidhāya",
            "māyām",
            "bhrātuḥ",
            "puraḥ",
            "marmasu",
            "tāḍitaḥ",
            "api",
            "saḥ",
            "ittham",
            "ati",
            "ulbaṇa",
            "karṇa",
            "bāṇaiḥ",
            "gata",
            "vyathaḥ",
            "ayāt",
            "uru",
            "māna",
            "yānaḥ"
        ],
        "translation": "Thus being pierced by arrows through his ears and afflicted to the core of his heart, Vidura placed his bow on the door and quit his brother’s palace. He was not sorry, for he considered the acts of the external energy to be supreme.",
        "purport": " A pure devotee of the Lord is never perturbed by an awkward position created by the external energy of the Lord. In Bhagavad-gītā (3.27) it is stated: A conditioned soul is absorbed in material existence under the influence of different modes of external energy. Absorbed in the false ego, he thinks that he is doing everything by himself. The external energy of the Lord, the material nature, is fully under the control of the Supreme Lord, and the conditioned soul is fully under the grip of the external energy. Therefore, the conditioned soul is fully under the control of the law of the Lord. But, due to illusion only, he thinks himself independent in his activities. Duryodhana was acting under such influence of the external nature, by which he would be vanquished at the ultimate end. He could not accept the sound advice of Vidura, but on the contrary he insulted that great soul, who was the well-wisher of his whole family. Vidura could understand this because he was a pure devotee of the Lord. In spite of being very strongly insulted by Duryodhana’s words, Vidura could see that Duryodhana, under the influence of māyā, the external energy, was making progress on the path toward his own ruination. He therefore considered the acts of the external energy to be supreme, yet he also saw how the internal energy of the Lord helped him in that particular situation. A devotee is always in a renounced temperament because the worldly attractions can never satisfy him. Vidura was never attracted by the royal palace of his brother. He was always ready to leave the place and devote himself completely to the transcendental loving service of the Lord. Now he got the opportunity by the grace of Duryodhana, and instead of being sorry at the strong words of insult, he thanked him from within because it gave him the chance to live alone in a holy place and fully engage in the devotional service of the Lord. The word gata-vyathaḥ (without being sorry) is significant here because Vidura was relieved from the tribulations which trouble every man entangled in material activities. He therefore thought that there was no need to defend his brother with his bow because his brother was meant for ruination. Thus he left the palace before Duryodhana could act. Māyā, the supreme energy of the Lord, acted here both internally and externally."
    },
    {
        "verse": "17",
        "devanagari": "स निर्गत: कौरवपुण्यलब्धोगजाह्वयात्तीर्थपद: पदानि ।अन्वाक्रमत्पुण्यचिकीर्षयोर्व्यांअधिष्ठितो यानि सहस्रमूर्ति: ॥ १७ ॥",
        "english_devnagari": "sa nirgataḥ kaurava-puṇya-labdhogajāhvayāt tīrtha-padaḥ padānianvākramat puṇya-cikīrṣayorvyāmadhiṣṭhito yāni sahasra-mūrtiḥ",
        "verse_Syn": [
            "saḥ",
            "nirgataḥ",
            "kaurava",
            "puṇya",
            "labdhaḥ",
            "gaja",
            "āhvayāt",
            "tīrtha",
            "padaḥ",
            "padāni",
            "anvākramat",
            "puṇya",
            "cikīrṣayā",
            "urvyām",
            "adhiṣṭhitaḥ",
            "yāni",
            "sahasra",
            "mūrtiḥ"
        ],
        "translation": "By his piety, Vidura achieved the advantages of the pious Kauravas. After leaving Hastināpura, he took shelter of many places of pilgrimages, which are the Lord’s lotus feet. With a desire to gain a high order of pious life, he traveled to holy places where thousands of transcendental forms of the Lord are situated.",
        "purport": " Vidura was undoubtedly a highly elevated and pious soul; otherwise he would not have taken his birth in the Kaurava family. To have high parentage, to possess wealth, to be highly learned and to have great personal beauty are all due to past pious acts. But such pious possessions are not sufficient for obtaining the grace of the Lord and being engaged in His transcendental loving service. Vidura considered himself less pious, and therefore he decided to travel to all the great places of pilgrimage in the world in order to achieve greater piety and advance nearer to the Lord. At that time, Lord Kṛṣṇa was personally present in the world, and Vidura could have at once approached Him directly, but he did not do so because he was not sufficiently freed from sin. One cannot be one-hundred-percent devoted to the Lord unless and until he is completely free from all effects of sin. Vidura was conscious that by the association of the diplomatic Dhṛtarāṣṭra and Duryodhana he had lost his piety and was therefore not fit to associate at once with the Lord. In Bhagavad-gītā (7.28) this is confirmed in the following verse: Persons who are sinful asuras like Kaṁsa and Jarāsandha cannot think of Lord Kṛṣṇa as the Supreme Personality of Godhead, the Absolute Truth. Only those who are pure devotees, those who follow the regulative principles of religious life as prescribed in the scriptures, are able to engage themselves in karma-yoga and then jñāna-yoga and thereafter, by pure meditation, can understand pure consciousness. When God consciousness is developed, one can take advantage of the association of pure devotees. Syān mahat-sevayā viprāḥ puṇya-tīrtha-niṣevaṇāt: one is able to associate with the Lord even during the existence of this life. Places of pilgrimages are meant for eradicating the sins of the pilgrims, and they are distributed all over the universe just to give facility to all concerned for attaining pure existence and God realization. One should not be satisfied, however, merely by visiting the places of pilgrimage and performing one’s prescribed duties; he should be eager to meet the great souls who are already there, engaged in the service of the Lord. In each and every place of pilgrimage, the Lord is present in His various transcendental forms. These forms are called arcā-mūrtis, or forms of the Lord which can be easily appreciated by the common man. The Lord is transcendental to our mundane senses. He cannot be seen with our present eyes, nor can He be heard with our present ears. To the degree that we have entered into the service of the Lord or to the proportion that our lives are freed from sins, we can perceive the Lord. But even though we are not free from sins, the Lord is kind enough to allow us the facility of seeing Him in His arcā-mūrtis in the temple. The Lord is all-powerful, and therefore He is able to accept our service by presentation of His arcā form. No one, therefore, should foolishly think the arcā in the temple to be an idol. Such an arcā-mūrti is not an idol but the Lord Himself, and to the proportion that one is free from sins, he is able to know the significance of the arcā-mūrti. The guidance of a pure devotee is therefore always required. In the land of Bhāratavarṣa there are many hundreds and thousands of places of pilgrimage distributed all over the country, and by traditional practice the common man visits such holy places during all seasons of the year. Some of the arcā representations of the Lord situated in different places of pilgrimage are mentioned herewith. The Lord is present at Mathurā (the birthplace of Lord Kṛṣṇa) as Ādi-keśava; the Lord is present at Purī (Orissa) as Lord Jagannātha (also known as Puruṣottama); He is present at Allahabad (Prayāga) as Bindu-mādhava; at Mandara Hill He is present as Madhusūdana. In the Ānandāraṇya, He is known as Vāsudeva, Padmanābha and Janārdana; at Viṣṇukāñcī, He is known as Viṣṇu; and at Māyāpura, He is known as Hari. There are millions and billions of such arcā forms of the Lord distributed all over the universe. All these arcā-mūrtis are summarized in the Caitanya-caritāmṛta in the following words: “The Lord has so distributed Himself all over the universe just to give pleasure to the devotees, to give the common man facility to eradicate his sins, and to establish religious principles in the world.”"
    },
    {
        "verse": "18",
        "devanagari": "पुरेषु पुण्योपवनाद्रिकुञ्जे-ष्वपङ्कतोयेषु सरित्सर:सु ।अनन्तलिङ्गै: समलङ्कृतेषुचचार तीर्थायतनेष्वनन्य: ॥ १८ ॥",
        "english_devnagari": "pureṣu puṇyopavanādri-kuñjeṣvapaṅka-toyeṣu sarit-saraḥsuananta-liṅgaiḥ samalaṅkṛteṣucacāra tīrthāyataneṣv ananyaḥ",
        "verse_Syn": [
            "pureṣu",
            "puṇya",
            "upavana",
            "adri",
            "kuñjeṣu",
            "apaṅka",
            "toyeṣu",
            "sarit",
            "saraḥsu",
            "ananta",
            "liṅgaiḥ",
            "samalaṅkṛteṣu",
            "cacāra",
            "tīrtha",
            "āyataneṣu",
            "ananyaḥ"
        ],
        "translation": "He began to travel alone, thinking only of Kṛṣṇa, through various holy places like Ayodhyā, Dvārakā and Mathurā. He traveled where the grove, hill, orchard, river and lake are all pure and sinless and where the forms of the Unlimited decorate the temples. Thus he performed the pilgrim’s progress.",
        "purport": " These arcā forms of the Lord may be considered idols by the atheists, but that does not matter for persons like Vidura or His many other servants. The forms of the Lord are mentioned here as ananta-liṅga. Such forms of the Lord have unlimited potency, the same as that of the Lord Himself. There is no difference between the potencies of the arcā and those of the personal forms of the Lord. The example of the postbox and post office may be applied here. The little postboxes distributed all over the city have the same potency as the postal system in general. The duty of the post office is to carry letters from one place to another. If one puts letters in postboxes authorized by the general post office, the function of carrying letters is performed without a doubt. Similarly, the arcā-mūrti can also deliver the same unlimited potency of the Lord as when He is personally present. Vidura, therefore, could see nothing but Kṛṣṇa in the different arcā forms, and ultimately he was able to realize Kṛṣṇa alone and nothing else."
    },
    {
        "verse": "19",
        "devanagari": "गां पर्यटन्मेध्यविविक्तवृत्ति:सदाप्लुतोऽध:शयनोऽवधूत: ।अलक्षित: स्वैरवधूतवेषोव्रतानि चेरे हरितोषणानि ॥ १९ ॥",
        "english_devnagari": "gāṁ paryaṭan medhya-vivikta-vṛttiḥsadāpluto ’dhaḥ śayano ’vadhūtaḥalakṣitaḥ svair avadhūta-veṣovratāni cere hari-toṣaṇāni",
        "verse_Syn": [
            "gām",
            "paryaṭan",
            "medhya",
            "vivikta",
            "vṛttiḥ",
            "sadā",
            "āplutaḥ",
            "adhaḥ",
            "śayanaḥ",
            "avadhūtaḥ",
            "alakṣitaḥ",
            "svaiḥ",
            "avadhūta",
            "veṣaḥ",
            "vratāni",
            "cere",
            "hari",
            "toṣaṇāni"
        ],
        "translation": "While so traversing the earth, he simply performed duties to please the Supreme Lord Hari. His occupation was pure and independent. He was constantly sanctified by taking his bath in holy places, although he was in the dress of a mendicant and had no hair dressing nor a bed on which to lie. Thus he was always unseen by his various relatives.",
        "purport": " The first and foremost duty of a pilgrim is to satisfy the Supreme Lord Hari. While traveling as a pilgrim, one should not be worried about pleasing society. There is no need to depend on social formalities or occupation or dress. One should remain always absorbed in the function of pleasing the Lord. Thus sanctified by thought and action, one is able to realize the Supreme Lord by the process of a pilgrim’s journey."
    },
    {
        "verse": "20",
        "devanagari": "इत्थं व्रजन् भारतमेव वर्षंकालेन यावद्‍गतवान् प्रभासम् ।तावच्छशास क्षितिमेकचक्रा-मेकातपत्रामजितेन पार्थ: ॥ २० ॥",
        "english_devnagari": "itthaṁ vrajan bhāratam eva varṣaṁkālena yāvad gatavān prabhāsamtāvac chaśāsa kṣitim eka cakrāmekātapatrām ajitena pārthaḥ",
        "verse_Syn": [
            "ittham",
            "vrajan",
            "bhāratam",
            "eva",
            "varṣam",
            "kālena",
            "yāvat",
            "gatavān",
            "prabhāsam",
            "tāvat",
            "śaśāsa",
            "kṣitim",
            "eka",
            "cakrām",
            "eka",
            "ātapatrām",
            "ajitena",
            "pārthaḥ"
        ],
        "translation": "Thus, when he was in the land of Bhāratavarṣa traveling to all the places of pilgrimage, he visited Prabhāsakṣetra. At that time Mahārāja Yudhiṣṭhira was the emperor and held the world under one military strength and one flag.",
        "purport": " More than five thousand years ago, while Saint Vidura was traveling the earth as a pilgrim, India was known as Bhāratavarṣa, as it is known even today. The history of the world cannot give any systematic account for more than three thousand years into the past, but before that the whole world was under the flag and military strength of Mahārāja Yudhiṣṭhira, who was the emperor of the world. At present there are hundreds and thousands of flags flapping in the United Nations, but during the time of Vidura there was, by the grace of Ajita, Lord Kṛṣṇa, only one flag. The nations of the world are very eager to again have one state under one flag, but for this they must seek the favor of Lord Kṛṣṇa, who alone can help us become one worldwide nation."
    },
    {
        "verse": "21",
        "devanagari": "तत्राथ शुश्राव सुहृद्विनष्टिंवनं यथा वेणुजवह्निसंश्रयम् ।संस्पर्धया दग्धमथानुशोचन्सरस्वतीं प्रत्यगियाय तूष्णीम् ॥ २१ ॥",
        "english_devnagari": "tatrātha śuśrāva suhṛd-vinaṣṭiṁvanaṁ yathā veṇuja-vahni-saṁśrayamsaṁspardhayā dagdham athānuśocansarasvatīṁ pratyag iyāya tūṣṇīm",
        "verse_Syn": [
            "tatra",
            "atha",
            "śuśrāva",
            "suhṛt",
            "vinaṣṭim",
            "vanam",
            "yathā",
            "veṇuja",
            "vahni",
            "saṁśrayam",
            "saṁspardhayā",
            "dagdham",
            "atha",
            "anuśocan",
            "sarasvatīm",
            "pratyak",
            "iyāya",
            "tūṣṇīm"
        ],
        "translation": "At the place of pilgrimage at Prabhāsa, it came to his knowledge that all his relatives had died due to violent passion, just as an entire forest burns due to fire produced by the friction of bamboos. After this he proceeded west, where the river Sarasvatī flows.",
        "purport": " Both the Kauravas and the Yādavas were relatives of Vidura, and Vidura heard of their extinction due to fratricidal war. The comparison of the friction of forest bamboos to that of passionate human societies is appropriate. The whole world is compared to a forest. At any moment there may be a flare-up of fire in the forest due to friction. No one goes to the forest to set it on fire, but due only to friction between bamboos, fire takes place and burns an entire forest. Similarly, in the greater forest of worldly transaction, the fire of war takes place because of the violent passion of the conditioned souls illusioned by the external energy. Such a worldly fire can be extinguished only by the water of the mercy cloud of saints, just as a forest fire can be extinguished only by rains falling from a cloud."
    },
    {
        "verse": "22",
        "devanagari": "तस्यां त्रितस्योशनसो मनोश्चपृथोरथाग्नेरसितस्य वायो: ।तीर्थं सुदासस्य गवां गुहस्ययच्छ्राद्धदेवस्य स आसिषेवे ॥ २२ ॥",
        "english_devnagari": "tasyāṁ tritasyośanaso manoś capṛthor athāgner asitasya vāyoḥtīrthaṁ sudāsasya gavāṁ guhasyayac chrāddhadevasya sa āsiṣeve",
        "verse_Syn": [
            "tasyām",
            "tritasya",
            "uśanasaḥ",
            "manoḥ",
            "ca",
            "pṛthoḥ",
            "atha",
            "agneḥ",
            "asitasya",
            "vāyoḥ",
            "tīrtham",
            "sudāsasya",
            "gavām",
            "guhasya",
            "yat",
            "śrāddhadevasya",
            "saḥ",
            "āsiṣeve"
        ],
        "translation": "On the bank of the river Sarasvatī there were eleven places of pilgrimage, namely (1) Trita, (2) Uśanā, (3) Manu, (4) Pṛthu, (5) Agni, (6) Asita, (7) Vāyu, (8) Sudāsa, (9) Go, (10) Guha and (11) Śrāddhadeva. Vidura visited all of them and duly performed rituals.",
        "purport": ""
    },
    {
        "verse": "23",
        "devanagari": "अन्यानि चेह द्विजदेवदेवै:कृतानि नानायतनानि विष्णो: ।प्रत्यङ्गमुख्याङ्कितमन्दिराणियद्दर्शनात्कृष्णमनुस्मरन्ति ॥ २३ ॥",
        "english_devnagari": "anyāni ceha dvija-deva-devaiḥkṛtāni nānāyatanāni viṣṇoḥpratyaṅga-mukhyāṅkita-mandirāṇiyad-darśanāt kṛṣṇam anusmaranti",
        "verse_Syn": [
            "anyāni",
            "ca",
            "iha",
            "dvija",
            "deva",
            "devaiḥ",
            "kṛtāni",
            "nānā",
            "āyatanāni",
            "viṣṇoḥ",
            "prati",
            "aṅga",
            "mukhya",
            "aṅkita",
            "mandirāṇi",
            "yat",
            "darśanāt",
            "kṛṣṇam",
            "anusmaranti"
        ],
        "translation": "There were also many other temples of various forms of the Supreme Personality of Godhead Viṣṇu, established by great sages and demigods. These temples were marked with the chief emblems of the Lord, and they reminded one always of the original Personality of Godhead, Lord Kṛṣṇa.",
        "purport": " Human society is divided into four social orders of life and four spiritual divisions, applying to each and every individual person. This system is called varṇāśrama-dharma and has already been discussed in many places in this great literature. The sages, or persons who completely devoted themselves to the spiritual upliftment of the entire human society, were known as dvija-deva, the best amongst the twice-born. The denizens of superior planets, from the moon planet and upwards, were known as devas. Both the dvija-devas and the devas always establish temples of Lord Viṣṇu in His various forms, such as Govinda, Madhusūdana, Nṛsiṁha, Mādhava, Keśava, Nārāyaṇa, Padmanābha, Pārtha-sārathi and many others. The Lord expands Himself in innumerable forms, but all of them are nondifferent from one another. Lord Viṣṇu has four hands, and each hand holds a particular item — either a conchshell, wheel, club or lotus flower. Of these four emblems, the cakra, or wheel, is the chief. Lord Kṛṣṇa, being the original Viṣṇu form, has only one emblem, namely the wheel, and therefore He is sometimes called the Cakrī. The Lord’s cakra is the symbol of the power by which the Lord controls the whole manifestation. The tops of Viṣṇu temples are marked with the symbol of the wheel so that people may have the chance to see the symbol from a very long distance and at once remember Lord Kṛṣṇa. The purpose of building very high temples is to give people a chance to see them from a distant place. This system is carried on in India whenever a new temple is constructed, and it appears that it is coming down from a time before recorded history. The foolish propaganda by atheists that temples were constructed only in later days is refuted here because Vidura visited these temples at least five thousand years ago, and the temples of Viṣṇu were in existence long, long before Vidura visited them. The great sages and demigods never established statues of men or demigods, but they established temples of Viṣṇu for the benefit of common men, to raise them to the platform of God consciousness."
    },
    {
        "verse": "24",
        "devanagari": "ततस्त्वतिव्रज्य सुराष्ट्रमृद्धंसौवीरमत्स्यान् कुरुजाङ्गलांश्च ।कालेन तावद्यमुनामुपेत्यतत्रोद्धवं भागवतं ददर्श ॥ २४ ॥",
        "english_devnagari": "tatas tv ativrajya surāṣṭram ṛddhaṁsauvīra-matsyān kurujāṅgalāṁś cakālena tāvad yamunām upetyatatroddhavaṁ bhāgavataṁ dadarśa",
        "verse_Syn": [
            "tataḥ",
            "tu",
            "ativrajya",
            "surāṣṭram",
            "ṛddham",
            "sauvīra",
            "matsyān",
            "kurujāṅgalān",
            "ca",
            "kālena",
            "tāvat",
            "yamunām",
            "upetya",
            "tatra",
            "uddhavam",
            "bhāgavatam",
            "dadarśa"
        ],
        "translation": "Thereafter he passed through very wealthy provinces like Surat, Sauvīra and Matsya and through western India, known as Kurujāṅgala. At last he reached the bank of the Yamunā, where he happened to meet Uddhava, the great devotee of Lord Kṛṣṇa.",
        "purport": " The tract of land comprising about one hundred square miles from modern Delhi to the Mathurā district in Uttar Pradesh, including a portion of the Gurgaon district in Punjab (East India), is considered to be the topmost place of pilgrimage in all of India. This land is sacred because Lord Kṛṣṇa traveled through it many times. From the very beginning of His appearance, He was at Mathurā in the house of His maternal uncle Kaṁsa, and He was reared by His foster father Mahārāja Nanda at Vṛndāvana. There are still many devotees of the Lord lingering there in ecstasy in search of Kṛṣṇa and His childhood associates, the gopīs. It is not that such devotees meet Kṛṣṇa face to face in that tract of land, but a devotee’s eagerly searching after Kṛṣṇa is as good as his seeing Him personally. How this is so cannot be explained, but it is factually realized by those who are pure devotees of the Lord. Philosophically, one can understand that Lord Kṛṣṇa and His remembrance are on the absolute plane and that the very idea of searching for Him at Vṛndāvana in pure God consciousness gives more pleasure to the devotee than seeing Him face to face. Such devotees of the Lord see Him face to face at every moment, as confirmed in the Brahma-saṁhitā (5.38): “Those who are in ecstasy of love with the Supreme Personality of Godhead, Lord Śyāmasundara [Kṛṣṇa], see Him always in their hearts due to love and devotional service rendered to the Lord.” Both Vidura and Uddhava were such elevated devotees, and therefore they both came to the bank of the Yamunā and met each other."
    },
    {
        "verse": "25",
        "devanagari": "स वासुदेवानुचरं प्रशान्तंबृहस्पते: प्राक् तनयं प्रतीतम् ।आलिङ्ग्‍य गाढं प्रणयेन भद्रंस्वानामपृच्छद्भगवत्प्रजानाम् ॥ २५ ॥",
        "english_devnagari": "sa vāsudevānucaraṁ praśāntaṁbṛhaspateḥ prāk tanayaṁ pratītamāliṅgya gāḍhaṁ praṇayena bhadraṁsvānām apṛcchad bhagavat-prajānām",
        "verse_Syn": [
            "saḥ",
            "vāsudeva",
            "anucaram",
            "praśāntam",
            "bṛhaspateḥ",
            "prāk",
            "tanayam",
            "pratītam",
            "āliṅgya",
            "gāḍham",
            "praṇayena",
            "bhadram",
            "svānām",
            "apṛcchat",
            "bhagavat",
            "prajānām"
        ],
        "translation": "Then, due to his great love and feeling, Vidura embraced him [Uddhava], who was a constant companion of Lord Kṛṣṇa and formerly a great student of Bṛhaspati’s. Vidura then asked him for news of the family of Lord Kṛṣṇa, the Personality of Godhead.",
        "purport": " Vidura was older than Uddhava, like a father, and therefore when the two met, Uddhava bowed down before Vidura, and Vidura embraced him because Uddhava was younger, like a son. Vidura’s brother Pāṇḍu was Lord Kṛṣṇa’s uncle, and Uddhava was a cousin to Lord Kṛṣṇa. According to social custom, therefore, Vidura was to be respected by Uddhava on the level of his father. Uddhava was a great scholar in logic, and he was known to be a son or disciple of Bṛhaspati, the greatly learned priest and spiritual master of the demigods. Vidura asked Uddhava about the welfare of his relatives, although he already knew that they were no longer in the world. This inquiry appears to be very queer, but Śrīla Jīva Gosvāmī states that the news was shocking to Vidura, who therefore inquired again due to great curiosity. Thus his inquiry was psychological and not practical."
    },
    {
        "verse": "26",
        "devanagari": "कच्चित्पुराणौ पुरुषौ स्वनाभ्य-पाद्मानुवृत्त्येह किलावतीर्णौ ।आसात उर्व्या: कुशलं विधायकृतक्षणौ कुशलं शूरगेहे ॥ २६ ॥",
        "english_devnagari": "kaccit purāṇau puruṣau svanābhya-pādmānuvṛttyeha kilāvatīrṇauāsāta urvyāḥ kuśalaṁ vidhāyakṛta-kṣaṇau kuśalaṁ śūra-gehe",
        "verse_Syn": [
            "kaccit",
            "purāṇau",
            "puruṣau",
            "svanābhya",
            "pādma",
            "anuvṛttyā",
            "iha",
            "kila",
            "avatīrṇau",
            "āsāte",
            "urvyāḥ",
            "kuśalam",
            "vidhāya",
            "kṛta",
            "kṣaṇau",
            "kuśalam",
            "śūra",
            "gehe"
        ],
        "translation": "[Please tell me] whether the original Personalities of Godhead, who incarnated Themselves at the request of Brahmā [who is born out of the lotus flower from the Lord] and who have increased the prosperity of the world by elevating everyone, are doing well in the house of Śūrasena.",
        "purport": " Lord Kṛṣṇa and Balarāma are not two different Personalities of Godhead. God is one without a second, but He expands Himself in many forms without their being separate from one another. They are all plenary expansions. The immediate expansion of Lord Kṛṣṇa is Baladeva, and Brahmā, born from the lotus flower from Garbhodakaśāyī Viṣṇu, is an expansion of Baladeva. This indicates that Kṛṣṇa and Baladeva are not subjected to the regulations of the universe; on the contrary, the whole universe is under Their subjugation. They appeared at the request of Brahmā to liberate the burden of the world, and They relieved the world by many superhuman activities so that everyone became happy and prosperous. Without the grace of the Lord, no one can become happy and prosperous. Because the happiness of the family of the Lord’s devotees depends on the happiness of the Lord, Vidura first of all inquired about the well-being of the Lord."
    },
    {
        "verse": "27",
        "devanagari": "कच्चित्कुरूणां परम: सुहृन्नोभाम: स आस्ते सुखमङ्ग शौरि: ।यो वै स्वसृणां पितृवद्ददातिवरान् वदान्यो वरतर्पणेन ॥ २७ ॥",
        "english_devnagari": "kaccit kurūṇāṁ paramaḥ suhṛn nobhāmaḥ sa āste sukham aṅga śauriḥyo vai svasṝṇāṁ pitṛvad dadātivarān vadānyo vara-tarpaṇena",
        "verse_Syn": [
            "kaccit",
            "kurūṇām",
            "paramaḥ",
            "suhṛt",
            "naḥ",
            "bhāmaḥ",
            "saḥ",
            "āste",
            "sukham",
            "aṅga",
            "śauriḥ",
            "yaḥ",
            "vai",
            "svasṝṇām",
            "pitṛ",
            "vat",
            "dadāti",
            "varān",
            "vadānyaḥ",
            "vara",
            "tarpaṇena"
        ],
        "translation": "[Please tell me] whether the best friend of the Kurus, our brother-in-law Vasudeva, is doing well. He is very munificent. He is like a father to his sisters, and he is always pleasing to his wives.",
        "purport": " Lord Kṛṣṇa’s father, Vasudeva, had sixteen wives, and one of them, named Pauravī or Rohiṇī, the mother of Baladeva, was the sister of Vidura. Vasudeva, therefore, was the husband of Vidura’s sister, and thus they were brothers-in-law. Vasudeva’s sister Kuntī was the wife of Pāṇḍu, Vidura’s elder brother, and in that sense also, Vasudeva was brother-in-law to Vidura. Kuntī was younger than Vasudeva, and it was the duty of the elder brother to treat younger sisters as daughters. Whenever anything was needed by Kuntī, it was munificently delivered by Vasudeva, due to his great love for his younger sister. Vasudeva never dissatisfied his wives, and at the same time he supplied the objects desired by his sister. He had special attention for Kuntī because she became a widow at an early age. While inquiring about Vasudeva’s welfare, Vidura remembered all about him and the family relationship."
    },
    {
        "verse": "28",
        "devanagari": "कच्चिद्वरूथाधिपतिर्यदूनांप्रद्युम्न आस्ते सुखमङ्ग वीर: ।यं रुक्‍मिणी भगवतोऽभिलेभेआराध्य विप्रान् स्मरमादिसर्गे ॥ २८ ॥",
        "english_devnagari": "kaccid varūthādhipatir yadūnāṁpradyumna āste sukham aṅga vīraḥyaṁ rukmiṇī bhagavato ’bhilebheārādhya viprān smaram ādi-sarge",
        "verse_Syn": [
            "kaccit",
            "varūtha",
            "adhipatiḥ",
            "yadūnām",
            "pradyumnaḥ",
            "āste",
            "sukham",
            "aṅga",
            "vīraḥ",
            "yam",
            "rukmiṇī",
            "bhagavataḥ",
            "abhilebhe",
            "ārādhya",
            "viprān",
            "smaram",
            "ādi",
            "sarge"
        ],
        "translation": "O Uddhava, please tell me, How is Pradyumna, the commander in chief of the Yadus, who was Cupid in a former life? Rukmiṇī bore him as her son from Lord Kṛṣṇa, by the grace of brāhmaṇas whom she pleased.",
        "purport": " According to Śrīla Jīva Gosvāmī, Smara (Cupid, or Kāmadeva) is one of the eternal associates of Lord Kṛṣṇa. Jīva Gosvāmī has explained this very elaborately in his treatise Kṛṣṇa-sandarbha."
    },
    {
        "verse": "29",
        "devanagari": "कच्चित्सुखं सात्वतवृष्णिभोज-दाशार्हकाणामधिप: स आस्ते ।यमभ्यषिञ्चच्छतपत्रनेत्रोनृपासनाशां परिहृत्य दूरात् ॥ २९ ॥",
        "english_devnagari": "kaccit sukhaṁ sātvata-vṛṣṇi-bhoja-dāśārhakāṇām adhipaḥ sa āsteyam abhyaṣiñcac chata-patra-netronṛpāsanāśāṁ parihṛtya dūrāt",
        "verse_Syn": [
            "kaccit",
            "sukham",
            "sātvata",
            "vṛṣṇi",
            "bhoja",
            "dāśārhakāṇām",
            "adhipaḥ",
            "saḥ",
            "āste",
            "yam",
            "abhyaṣiñcat",
            "śata",
            "patra",
            "netraḥ",
            "nṛpa",
            "āsana",
            "āśām",
            "parihṛtya",
            "dūrāt"
        ],
        "translation": "O my friend, [tell me] whether Ugrasena, the King of the Sātvatas, Vṛṣṇis, Bhojas and Dāśārhas, is now doing well. He went far away from his kingdom, leaving aside all hopes of his royal throne, but Lord Kṛṣṇa again installed him.",
        "purport": ""
    },
    {
        "verse": "30",
        "devanagari": "कच्चिद्धरे: सौम्य सुत: सद‍ृक्षआस्तेऽग्रणी रथिनां साधु साम्ब: ।असूत यं जाम्बवती व्रताढ्यादेवं गुहं योऽम्बिकया धृतोऽग्रे ॥ ३० ॥",
        "english_devnagari": "kaccid dhareḥ saumya sutaḥ sadṛkṣaāste ’graṇī rathināṁ sādhu sāmbaḥasūta yaṁ jāmbavatī vratāḍhyādevaṁ guhaṁ yo ’mbikayā dhṛto ’gre",
        "verse_Syn": [
            "kaccit",
            "hareḥ",
            "saumya",
            "sutaḥ",
            "sadṛkṣaḥ",
            "āste",
            "agraṇīḥ",
            "rathinām",
            "sādhu",
            "sāmbaḥ",
            "asūta",
            "yam",
            "jāmbavatī",
            "vratāḍhyā",
            "devam",
            "guham",
            "yaḥ",
            "ambikayā",
            "dhṛtaḥ",
            "agre"
        ],
        "translation": "O gentle one, does Sāmba fare well? He exactly resembles the son of the Personality of Godhead. In a previous birth he was born as Kārttikeya in the womb of the wife of Lord Śiva, and now he has been born in the womb of Jāmbavatī, the most enriched wife of Kṛṣṇa.",
        "purport": " Lord Śiva, one of the three qualitative incarnations of the Personality of Godhead, is the plenary expansion of the Lord. Kārttikeya, born of him, is on the level of Pradyumna, another son of Lord Kṛṣṇa. When Lord Śrī Kṛṣṇa descends into the material world, all His plenary portions also appear with Him to exhibit different functions of the Lord. But for the pastimes at Vṛndāvana, all functions are performed by the Lord’s different plenary expansions. Vāsudeva is a plenary expansion of Nārāyaṇa. When the Lord appeared as Vāsudeva before Devakī and Vasudeva, He appeared in His capacity as Nārāyaṇa. Similarly, all the demigods of the heavenly kingdom appeared as associates of the Lord in the forms of Pradyumna, Sāmba, Uddhava, etc. It is learned here that Kāmadeva appeared as Pradyumna, Kārttikeya as Sāmba, and one of the Vasus as Uddhava. All of them served in their different capacities in order to enrich the pastimes of Kṛṣṇa."
    },
    {
        "verse": "31",
        "devanagari": "क्षेमं स कच्चिद्युयुधान आस्तेय: फाल्गुनाल्लब्धधनूरहस्य: ।लेभेऽञ्जसाधोक्षजसेवयैवगतिं तदीयां यतिभिर्दुरापाम् ॥ ३१ ॥",
        "english_devnagari": "kṣemaṁ sa kaccid yuyudhāna āsteyaḥ phālgunāl labdha-dhanū-rahasyaḥlebhe ’ñjasādhokṣaja-sevayaivagatiṁ tadīyāṁ yatibhir durāpām",
        "verse_Syn": [
            "kṣemam",
            "saḥ",
            "kaccit",
            "yuyudhānaḥ",
            "āste",
            "yaḥ",
            "phālgunāt",
            "labdha",
            "dhanuḥ",
            "rahasyaḥ",
            "lebhe",
            "añjasā",
            "adhokṣaja",
            "sevayā",
            "eva",
            "gatim",
            "tadīyām",
            "yatibhiḥ",
            "durāpām"
        ],
        "translation": "O Uddhava, does Yuyudhāna fare well? He learned the intricacies of the military art from Arjuna and attained the transcendental destination which is very difficult to reach even for great renouncers.",
        "purport": " The destination of transcendence is to become the personal associate of the Personality of Godhead, who is known as adhokṣaja, He who is beyond the reach of the senses. The renouncers of the world, the sannyāsīs, give up all worldly connections, namely family, wife, children, friends, home, wealth — everything — to attain the transcendental bliss of Brahman happiness. But adhokṣaja happiness is beyond Brahman happiness. The empiric philosophers enjoy a transcendental quality of bliss by philosophical speculation on the Supreme Truth, but beyond that pleasure is the pleasure enjoyed by Brahman in His eternal form of the Personality of Godhead. Brahman bliss is enjoyed by living entities after liberation from material bondage. But Parabrahman, the Personality of Godhead, enjoys eternally a bliss of His own potency, which is called the hlādinī potency. The empiric philosopher who studies Brahman by negation of the external features has not yet learned the quality of the hlādinī potency of Brahman. Out of many potencies of the Omnipotent, there are three features of His internal potency — namely saṁvit, sandhinī and hlādinī. And in spite of their strict adherence to the principles of yama, niyama, āsana, dhyāna, dhāraṇā and prāṇāyāma, the great yogīs and jñānīs are unable to enter into the internal potency of the Lord. This internal potency is, however, easily realized by the devotees of the Lord by dint of devotional service. Yuyudhāna achieved this stage of life, just as he achieved expert knowledge in military science from Arjuna. Thus his life was successful to the fullest extent from both the material and spiritual angles of vision. That is the way of devotional service to the Lord."
    },
    {
        "verse": "32",
        "devanagari": "कच्चिद् बुध: स्वस्त्यनमीव आस्तेश्वफल्कपुत्रो भगवत्प्रपन्न: ।य: कृष्णपादाङ्कितमार्गपांसु-ष्वचेष्टत प्रेमविभिन्नधैर्य: ॥ ३२ ॥",
        "english_devnagari": "kaccid budhaḥ svasty anamīva āsteśvaphalka-putro bhagavat-prapannaḥyaḥ kṛṣṇa-pādāṅkita-mārga-pāṁsuṣvaceṣṭata prema-vibhinna-dhairyaḥ",
        "verse_Syn": [
            "kaccit",
            "budhaḥ",
            "svasti",
            "anamīvaḥ",
            "āste",
            "śvaphalka",
            "putraḥ",
            "bhagavat",
            "prapannaḥ",
            "yaḥ",
            "kṛṣṇa",
            "pāda",
            "aṅkita",
            "mārga",
            "pāṁsuṣu",
            "aceṣṭata",
            "prema",
            "vibhinna",
            "dhairyaḥ"
        ],
        "translation": "Please tell me whether Akrūra, the son of Śvaphalka, is doing well. He is a faultless soul surrendered unto the Personality of Godhead. He once lost his mental equilibrium due to his ecstasy of transcendental love and fell down on the dust of a road which was marked with the footprints of Lord Kṛṣṇa.",
        "purport": " When Akrūra came to Vṛndāvana in search of Kṛṣṇa, he saw the footprints of the Lord on the dust of Nanda-grāma and at once fell on them in ecstasy of transcendental love. This ecstasy is possible for a devotee who is fully absorbed in incessant thoughts of Kṛṣṇa. Such a pure devotee of the Lord is naturally faultless because he is always associated with the supremely pure Personality of Godhead. Constant thought of the Lord is the antiseptic method for keeping oneself free from the infectious contamination of the material qualities. The pure devotee of the Lord is always in company with the Lord by thinking of Him. Yet, in the particular context of time and place, the transcendental emotions take a different turn, and this breaks the mental equilibrium of the devotee. Lord Caitanya displayed the typical example of transcendental ecstasy, as we can understand from the life of this incarnation of God."
    },
    {
        "verse": "33",
        "devanagari": "कच्चिच्छिवं देवकभोजपुत्र्याविष्णुप्रजाया इव देवमातु: ।या वै स्वगर्भेण दधार देवंत्रयी यथा यज्ञवितानमर्थम् ॥ ३३ ॥",
        "english_devnagari": "kaccic chivaṁ devaka-bhoja-putryāviṣṇu-prajāyā iva deva-mātuḥyā vai sva-garbheṇa dadhāra devaṁtrayī yathā yajña-vitānam artham",
        "verse_Syn": [
            "kaccit",
            "śivam",
            "devaka",
            "bhoja",
            "putryāḥ",
            "viṣṇu",
            "prajāyāḥ",
            "iva",
            "deva",
            "mātuḥ",
            "yā",
            "vai",
            "sva",
            "garbheṇa",
            "dadhāra",
            "devam",
            "trayī",
            "yathā",
            "yajña",
            "vitānam",
            "artham"
        ],
        "translation": "As the Vedas are the reservoir of sacrificial purposes, so the daughter of King Devaka-bhoja conceived the Supreme Personality of Godhead in her womb, as did the mother of the demigods. Is she [Devakī] doing well?",
        "purport": " The Vedas are full of transcendental knowledge and spiritual values, and thus Devakī, the mother of Lord Kṛṣṇa, conceived the Lord in her womb as the personified meaning of the Vedas. There is no difference between the Vedas and the Lord. The Vedas aim at the understanding of the Lord, and the Lord is the Vedas personified. Devakī is compared to the meaningful Vedas, and the Lord to their purpose personified."
    },
    {
        "verse": "34",
        "devanagari": "अपिस्विदास्ते भगवान् सुखं वोय: सात्वतां कामदुघोऽनिरुद्ध: ।यमामनन्ति स्म हि शब्दयोनिंमनोमयं सत्त्वतुरीयतत्त्वम् ॥ ३४ ॥",
        "english_devnagari": "apisvid āste bhagavān sukhaṁ voyaḥ sātvatāṁ kāma-dugho ’niruddhaḥyam āmananti sma hi śabda-yoniṁmano-mayaṁ sattva-turīya-tattvam",
        "verse_Syn": [
            "api",
            "svit",
            "āste",
            "bhagavān",
            "sukham",
            "vaḥ",
            "yaḥ",
            "sātvatām",
            "kāma",
            "dughaḥ",
            "aniruddhaḥ",
            "yam",
            "āmananti",
            "sma",
            "hi",
            "śabda",
            "yonim",
            "manaḥ",
            "mayam",
            "sattva",
            "turīya",
            "tattvam"
        ],
        "translation": "May I inquire whether Aniruddha is doing well? He is the fulfiller of all the desires of the pure devotees and has been considered from yore to be the cause of the Ṛg Veda, the creator of the mind and the fourth plenary expansion of Viṣṇu.",
        "purport": " Ādi-caturbhuja, the original expansions from Baladeva, are Vāsudeva, Saṅkarṣaṇa, Pradyumna and Aniruddha. All of Them are viṣṇu-tattvas, or nondifferent Personalities of Godhead. In the incarnation of Śrī Rāma, all these different expansions appeared for particular pastimes. Lord Rāma is the original Vāsudeva, and His brothers were Saṅkarṣaṇa, Pradyumna and Aniruddha. Aniruddha is also the cause of Mahā-Viṣṇu, from whose breathing the Ṛg Veda appeared. All this is nicely explained in the Mārkaṇḍeya Purāṇa. In the incarnation of Lord Kṛṣṇa, Aniruddha appeared as the son of the Lord. Lord Kṛṣṇa in Dvārakā is the Vāsudeva expansion of the original group. The original Lord Kṛṣṇa never leaves Goloka Vṛndāvana. All the plenary expansions are one and the same viṣṇu-tattva, and there is no difference in Their potency."
    },
    {
        "verse": "35",
        "devanagari": "अपिस्विदन्ये च निजात्मदैव-मनन्यवृत्त्या समनुव्रता ये ।हृदीकसत्यात्मजचारुदेष्ण-गदादय: स्वस्ति चरन्ति सौम्य ॥ ३५ ॥",
        "english_devnagari": "apisvid anye ca nijātma-daivamananya-vṛttyā samanuvratā yehṛdīka-satyātmaja-cārudeṣṇa-gadādayaḥ svasti caranti saumya",
        "verse_Syn": [
            "api",
            "svit",
            "anye",
            "ca",
            "nija",
            "ātma",
            "daivam",
            "ananya",
            "vṛttyā",
            "samanuvratāḥ",
            "ye",
            "hṛdīka",
            "satya",
            "ātmaja",
            "cārudeṣṇa",
            "gada",
            "ādayaḥ",
            "svasti",
            "caranti",
            "saumya"
        ],
        "translation": "O sober one, others, such as Hṛdīka, Cārudeṣṇa, Gada and the son of Satyabhāmā, who accept Lord Śrī Kṛṣṇa as the soul of the self and thus follow His path without deviation — are they well?",
        "purport": ""
    },
    {
        "verse": "36",
        "devanagari": "अपि स्वदोर्भ्यां विजयाच्युताभ्यांधर्मेण धर्म: परिपाति सेतुम् ।दुर्योधनोऽतप्यत यत्सभायांसाम्राज्यलक्ष्म्या विजयानुवृत्त्या ॥ ३६ ॥",
        "english_devnagari": "api sva-dorbhyāṁ vijayācyutābhyāṁdharmeṇa dharmaḥ paripāti setumduryodhano ’tapyata yat-sabhāyāṁsāmrājya-lakṣmyā vijayānuvṛttyā",
        "verse_Syn": [
            "api",
            "sva",
            "dorbhyām",
            "vijaya",
            "acyutā",
            "bhyām",
            "dharmeṇa",
            "dharmaḥ",
            "paripāti",
            "setum",
            "duryodhanaḥ",
            "atapyata",
            "yat",
            "sabhāyām",
            "sāmrājya",
            "lakṣmyā",
            "vijaya",
            "anuvṛttyā"
        ],
        "translation": "Also let me inquire whether Mahārāja Yudhiṣṭhira is now maintaining the kingdom according to religious principles and with respect for the path of religion. Formerly Duryodhana was burning with envy because Yudhiṣṭhira was being protected by the arms of Kṛṣṇa and Arjuna as if they were his own arms.",
        "purport": " Mahārāja Yudhiṣṭhira was the emblem of religion. When he was ruling his kingdom with the help of Lord Kṛṣṇa and Arjuna, the opulence of his kingdom surpassed all imaginations of the opulence of the kingdom of heaven. His actual arms were Lord Kṛṣṇa and Arjuna, and thus he surpassed everyone’s opulence. Duryodhana, being envious of this opulence, planned so many schemes to put Yudhiṣṭhira into difficulty, and at last the Battle of Kurukṣetra was brought about. After the Battle of Kurukṣetra, Mahārāja Yudhiṣṭhira was again able to rule his legitimate kingdom, and he reinstated the principles of honor and respect for religion. That is the beauty of a kingdom ruled by a pious king like Mahārāja Yudhiṣṭhira."
    },
    {
        "verse": "37",
        "devanagari": "किं वा कृताघेष्वघमत्यमर्षीभीमोऽहिवद्दीर्घतमं व्यमुञ्चत् ।यस्याङ्‌घ्रि पातं रणभूर्न सेहेमार्गं गदायाश्चरतो विचित्रम् ॥ ३७ ॥",
        "english_devnagari": "kiṁ vā kṛtāgheṣv agham atyamarṣībhīmo ’hivad dīrghatamaṁ vyamuñcatyasyāṅghri-pātaṁ raṇa-bhūr na sehemārgaṁ gadāyāś carato vicitram",
        "verse_Syn": [
            "kim",
            "vā",
            "kṛta",
            "agheṣu",
            "agham",
            "ati",
            "amarṣī",
            "bhīmaḥ",
            "ahi",
            "vat",
            "dīrgha",
            "tamam",
            "vyamuñcat",
            "yasya",
            "aṅghri",
            "pātam",
            "raṇa",
            "bhūḥ",
            "na",
            "sehe",
            "mārgam",
            "gadāyāḥ",
            "carataḥ",
            "vicitram"
        ],
        "translation": "[Please tell me] whether the unconquerable Bhīma, who is like a cobra, has released his long-cherished anger upon the sinners? The field of battle could not tolerate even the wonderful playing of his club when he stepped on the path.",
        "purport": " Vidura knew the strength of Bhīma. Whenever Bhīma was on the battlefield, his steps on the path and the wonderful playing of his club were unbearable for the enemy. Powerful Bhīma did not take steps against the sons of Dhṛtarāṣṭra for a long time. Vidura’s inquiry was whether he had yet released his anger, which was like that of a suffering cobra. When a cobra releases its venom after long-cherished anger, its victim cannot survive."
    },
    {
        "verse": "38",
        "devanagari": "कच्चिद्यशोधा रथयूथपानांगाण्डीवधन्वोपरतारिरास्ते ।अलक्षितो यच्छरकूटगूढोमायाकिरातो गिरिशस्तुतोष ॥ ३८ ॥",
        "english_devnagari": "kaccid yaśodhā ratha-yūthapānāṁgāṇḍīva-dhanvoparatārir āstealakṣito yac-chara-kūṭa-gūḍhomāyā-kirāto giriśas tutoṣa",
        "verse_Syn": [
            "kaccit",
            "yaśaḥ",
            "dhā",
            "ratha",
            "yūthapānām",
            "gāṇḍīva",
            "dhanvā",
            "uparata",
            "ariḥ",
            "āste",
            "alakṣitaḥ",
            "yat",
            "śara",
            "kūṭa",
            "gūḍhaḥ",
            "māyā",
            "kirātaḥ",
            "giriśaḥ",
            "tutoṣa"
        ],
        "translation": "[Please tell me] whether Arjuna, whose bow bears the name Gāṇḍīva and who is always famous amongst the chariot warriors for vanquishing his enemies, is doing well. He once satisfied Lord Śiva by covering him with arrows when Śiva came as an unidentified false hunter.",
        "purport": " Lord Śiva tested Arjuna’s strength by picking a quarrel with him over a hunted boar. He confronted Arjuna in the false dress of a hunter, and Arjuna covered him with arrows until Lord Śiva was satisfied with Arjuna’s fighting. He offered Arjuna the Pāśupati weapon and blessed him. Here Vidura inquired about the great warrior’s well-being."
    },
    {
        "verse": "39",
        "devanagari": "यमावुतस्वित्तनयौ पृथाया:पार्थैर्वृतौ पक्ष्मभिरक्षिणीव ।रेमात उद्दाय मृधे स्वरिक्थंपरात्सुपर्णाविव वज्रिवक्त्रात् ॥ ३९ ॥",
        "english_devnagari": "yamāv utasvit tanayau pṛthāyāḥpārthair vṛtau pakṣmabhir akṣiṇīvaremāta uddāya mṛdhe sva-rikthaṁparāt suparṇāv iva vajri-vaktrāt",
        "verse_Syn": [
            "yamau",
            "utasvit",
            "tanayau",
            "pṛthāyāḥ",
            "pārthaiḥ",
            "vṛtau",
            "pakṣmabhiḥ",
            "akṣiṇī",
            "iva",
            "remāte",
            "uddāya",
            "mṛdhe",
            "sva",
            "riktham",
            "parāt",
            "suparṇau",
            "iva",
            "vajri",
            "vaktrāt"
        ],
        "translation": "Are the twin brothers who are protected by their brothers doing well? Just as the eye is always protected by the eyelid, they are protected by the sons of Pṛthā, who snatched back their rightful kingdom from the hands of their enemy Duryodhana, just as Garuḍa snatched nectar from the mouth of Indra, the thunderbolt carrier.",
        "purport": " Indra, the King of heaven, carries a thunderbolt in his hand and is very strong, yet Garuḍa, the carrier of Lord Viṣṇu, was able to snatch nectar from his mouth. Similarly, Duryodhana was as strong as the King of heaven, and still the sons of Pṛthā, the Pāṇḍavas, were able to snatch away their kingdom from Duryodhana. Both Garuḍa and the Pārthas are pet devotees of the Lord, and thus it was possible for them to face such strong enemies. Vidura’s inquiry was about the youngest brothers of the Pāṇḍavas, namely Nakula and Sahadeva. These twin brothers were sons of Mādrī, the stepmother of the other Pāṇḍavas. But although they were stepbrothers, because Kuntī took charge of them after the departure of Mādrī with her husband Mahārāja Pāṇḍu, Nakula and Sahadeva were as good as the other three Pāṇḍavas, namely Yudhiṣṭhira, Bhīma and Arjuna. The five brothers are known in the world as regular brothers. The three elder Pāṇḍavas took care of the younger brothers, just as the eyelid takes care of the eye. Vidura was anxious to know whether, after winning back their own kingdom from the hands of Duryodhana, the younger brothers were still living happily under the care of the elder brothers."
    },
    {
        "verse": "40",
        "devanagari": "अहो पृथापि ध्रियतेऽर्भकार्थेराजर्षिवर्येण विनापि तेन ।यस्त्वेकवीरोऽधिरथो विजिग्येधनुर्द्वितीय: ककुभश्चतस्र: ॥ ४० ॥",
        "english_devnagari": "aho pṛthāpi dhriyate ’rbhakārtherājarṣi-varyeṇa vināpi tenayas tv eka-vīro ’dhiratho vijigyedhanur dvitīyaḥ kakubhaś catasraḥ",
        "verse_Syn": [
            "aho",
            "pṛthā",
            "api",
            "dhriyate",
            "arbhaka",
            "arthe",
            "rājarṣi",
            "varyeṇa",
            "vinā",
            "api",
            "tena",
            "yaḥ",
            "tu",
            "eka",
            "vīraḥ",
            "adhirathaḥ",
            "vijigye",
            "dhanuḥ",
            "dvitīyaḥ",
            "kakubhaḥ",
            "catasraḥ"
        ],
        "translation": "O my lord, is Pṛthā still living? She lived only for the sake of her fatherless children; otherwise it was impossible for her to live without King Pāṇḍu, who was the greatest commander and who alone conquered the four directions simply with the help of a second bow.",
        "purport": " A faithful wife cannot live without her lord, the husband, and therefore all widows used to voluntarily embrace the burning fire which consumed the dead husband. This system was very common in India because all the wives were chaste and faithful to their husbands. Later on, with the advent of the Age of Kali, the wives gradually began to be less adherent to their husbands, and the voluntary embrace of the fire by the widows became a thing of the past. Very recently the system was abolished, since the voluntary system had become a forcible social custom. When Mahārāja Pāṇḍu died, both his wives, namely Kuntī and Mādrī, were prepared to embrace the fire, but Mādrī requested Kuntī to live for the sake of the younger children, the five Pāṇḍavas. This was agreed upon by Kuntī at the added request of Vyāsadeva. In spite of her great bereavement, Kuntī decided to live, not to enjoy life in the absence of her husband, but only to give protection to the children. This incident is referred to here by Vidura because he knew all the facts about his sister-in-law Kuntīdevī. It is understood that Mahārāja Pāṇḍu was a great warrior and that he alone, with the help of bow and arrow, could conquer the world’s four directions. In the absence of such a husband, it was almost impossible for Kuntī to live on even as a widow, but she had to do it for the sake of the five children."
    },
    {
        "verse": "41",
        "devanagari": "सौम्यानुशोचे तमध:पतन्तंभ्रात्रे परेताय विदुद्रुहे य: ।निर्यापितो येन सुहृत्स्वपुर्याअहं स्वपुत्रान् समनुव्रतेन ॥ ४१ ॥",
        "english_devnagari": "saumyānuśoce tam adhaḥ-patantaṁbhrātre paretāya vidudruhe yaḥniryāpito yena suhṛt sva-puryāahaṁ sva-putrān samanuvratena",
        "verse_Syn": [
            "saumya",
            "anuśoce",
            "tam",
            "adhaḥ",
            "patantam",
            "bhrātre",
            "paretāya",
            "vidudruhe",
            "yaḥ",
            "niryāpitaḥ",
            "yena",
            "suhṛt",
            "sva",
            "puryāḥ",
            "aham",
            "sva",
            "putrān",
            "samanu",
            "vratena"
        ],
        "translation": "O gentle one, I simply lament for him [Dhṛtarāṣṭra] who rebelled against his brother after death. By him I was driven out of my own house, although I am his sincere well-wisher, because he accepted the line of action adopted by his own sons.",
        "purport": " Vidura did not ask about the welfare of his elder brother because there was no chance of his well-being, only news of his gliding down to hell. Vidura was a sincere well-wisher for Dhṛtarāṣṭra, and he had a thought about him in the corner of his heart. He lamented that Dhṛtarāṣṭra could rebel against the sons of his dead brother Pāṇḍu and that he could drive him (Vidura) out of his own house on the dictation of his crooked sons. In spite of these actions, Vidura never became an enemy of Dhṛtarāṣṭra but continued to be his well-wisher, and at the last stage of Dhṛtarāṣṭra’s life, it was Vidura only who proved to be his real friend. Such is the behavior of a Vaiṣṇava like Vidura: he desires all good, even for his enemies."
    },
    {
        "verse": "42",
        "devanagari": "सोऽहं हरेर्मर्त्यविडम्बनेनद‍ृशो नृणां चालयतो विधातु: ।नान्योपलक्ष्य: पदवीं प्रसादा-च्चरामि पश्यन् गतविस्मयोऽत्र ॥ ४२ ॥",
        "english_devnagari": "so ’haṁ harer martya-viḍambanenadṛśo nṛṇāṁ cālayato vidhātuḥnānyopalakṣyaḥ padavīṁ prasādāccarāmi paśyan gata-vismayo ’tra",
        "verse_Syn": [
            "saḥ",
            "aham",
            "hareḥ",
            "martya",
            "viḍambanena",
            "dṛśaḥ",
            "nṛṇām",
            "cālayataḥ",
            "vidhātuḥ",
            "na",
            "anya",
            "upalakṣyaḥ",
            "padavīm",
            "prasādāt",
            "carāmi",
            "paśyan",
            "gata",
            "vismayaḥ",
            "atra"
        ],
        "translation": "I am not astonished at this, having traveled over the world without being seen by others. The activities of the Personality of Godhead, which are like those of a man in this mortal world, are bewildering to others, but I know of His greatness by His grace, and thus I am happy in all respects.",
        "purport": " Although he was the brother of Dhṛtarāṣṭra, Vidura was completely different. By the grace of Lord Kṛṣṇa, he was not foolish like his brother, and thus his brother’s association could not influence him. Dhṛtarāṣṭra and his materialistic sons wanted to falsely lord it over the world by dint of their own strength. The Lord encouraged them in this, and thus they became more and more bewildered. But Vidura wanted to achieve sincere devotional service of the Lord and therefore became a soul absolutely surrendered to the Absolute Personality of Godhead. He could realize this in the progress of his pilgrim’s journey, and thus he was freed from all doubts. He was not at all sorry to be bereft of his hearth and home because he now had experience that dependence on the mercy of the Lord is a greater freedom than so-called freedom at home. A person should not be in the renounced order of life unless he is firmly convinced of being protected by the Lord. This stage of life is explained in Bhagavad-gītā as abhayaṁ sattva-saṁśuddhiḥ. Every living entity is factually completely dependent on the mercy of the Lord, but unless one is in the pure state of existence, he cannot be established in this position. This stage of dependence is called sattva-saṁśuddhiḥ, or purification of one’s existence. The result of such purification is exhibited in fearlessness. A devotee of the Lord, who is called nārāyaṇa-para, is never afraid of anything because he is always aware of the fact that the Lord protects him in all circumstances. With this conviction, Vidura traveled alone, and he was not seen or recognized by any friend or foe. Thus he enjoyed freedom of life without obligation to the many duties of the world. When Lord Śrī Kṛṣṇa was personally present in the mortal world in His eternal, blissful form of Śyāmasundara, those who were not pure devotees of the Lord could not recognize Him or know His glories. Avajānānti māṁ mūḍhā mānuṣīṁ tanum āśritam (Bg. 9.11): He is always bewildering to the nondevotees, but He is always seen by the devotees by dint of their pure devotional service to Him."
    },
    {
        "verse": "43",
        "devanagari": "नूनं नृपाणां त्रिमदोत्पथानांमहीं मुहुश्चालयतां चमूभि: ।वधात्प्रपन्नार्तिजिहीर्षयेशो-ऽप्युपैक्षताघं भगवान् कुरूणाम् ॥ ४३ ॥",
        "english_devnagari": "nūnaṁ nṛpāṇāṁ tri-madotpathānāṁmahīṁ muhuś cālayatāṁ camūbhiḥvadhāt prapannārti-jihīrṣayeśo’py upaikṣatāghaṁ bhagavān kurūṇām",
        "verse_Syn": [
            "nūnam",
            "nṛpāṇām",
            "tri",
            "mada",
            "utpathānām",
            "mahīm",
            "muhuḥ",
            "cālayatām",
            "camūbhiḥ",
            "vadhāt",
            "prapanna",
            "ārti",
            "jihīrṣaya",
            "īśaḥ",
            "api",
            "upaikṣata",
            "agham",
            "bhagavān",
            "kurūṇām"
        ],
        "translation": "Despite His being the Lord and being always willing to relieve the distress of sufferers, He [Kṛṣṇa] refrained from killing the Kurus, although they committed all sorts of sins and although He saw other kings constantly agitating the earth by their strong military movements carried out under the dictation of three kinds of false pride.",
        "purport": " As declared in Bhagavad-gītā, the Lord appears in the mortal world to execute His much-needed mission of killing the miscreants and giving protection to the suffering faithful. In spite of that mission, Lord Kṛṣṇa tolerated the insult to Draupadī by the Kurus and the injustices perpetrated against the Pāṇḍavas, as well as insults to Himself. The question may be raised, “Why did He tolerate such injustices and insults in His presence? Why did He not chastise the Kurus immediately?” When Draupadī was insulted in the assembly by the Kurus by their attempt to see her naked in the presence of all, the Lord protected Draupadī by supplying an unlimited length of clothing. But He did not chastise the insulting party immediately. This silence of the Lord did not mean, however, that He excused the offenses of the Kurus. There were many other kings on earth who had become very proud of three kinds of possessions — wealth, education and followers — and they were constantly agitating the earth by movements of military strength. The Lord was just waiting to get them together on the Battlefield of Kurukṣetra and kill them all at one time, just to make a shortcut in His killing mission. Godless kings or heads of state, when puffed up by advancement of material wealth, education and increase of population, always make a show of military strength and give trouble to the innocent. When Lord Kṛṣṇa was personally present, there were many such kings all over the world, and He thus arranged for the Battle of Kurukṣetra. In His manifestation of viśva-rūpa, the Lord expressed His mission of killing as follows: “I have willingly descended to the earth in My capacity of inexorable Time in order to decrease the unwanted population. I shall finish all those who have assembled here except you, the Pāṇḍavas. This killing does not wait for you to take part in it. It is already arranged: all will be killed by Me. If you want to become famous as the hero of the battlefield and thus enjoy the booty of war, then, O Savyasācī, just become the immediate cause of this killing and thus take the credit. I have already killed all the great warriors — Bhīṣma, Droṇa, Jayadratha, Karṇa and many other great generals. Do not worry. Fight the battle and be famous as a great hero.” (Bg. 11.32-34) The Lord always wants to see His devotee as the hero of some episode which He Himself performs. He wanted to see His devotee and friend Arjuna as the hero of the Battle of Kurukṣetra, and thus He waited for all the miscreants of the world to assemble. That, and nothing else, is the explanation of His waiting."
    },
    {
        "verse": "44",
        "devanagari": "अजस्य जन्मोत्पथनाशनायकर्माण्यकर्तुर्ग्रहणाय पुंसाम् ।नन्वन्यथा कोऽर्हति देहयोगंपरो गुणानामुत कर्मतन्त्रम् ॥ ४४ ॥",
        "english_devnagari": "ajasya janmotpatha-nāśanāyakarmāṇy akartur grahaṇāya puṁsāmnanv anyathā ko ’rhati deha-yogaṁparo guṇānām uta karma-tantram",
        "verse_Syn": [
            "ajasya",
            "janma",
            "utpatha",
            "nāśanāya",
            "karmāṇi",
            "akartuḥ",
            "grahaṇāya",
            "puṁsām",
            "nanu",
            "anyathā",
            "kaḥ",
            "arhati",
            "deha",
            "yogam",
            "paraḥ",
            "guṇānām",
            "uta",
            "karma",
            "tantram"
        ],
        "translation": "The appearance of the Lord is manifested for the annihilation of the upstarts. His activities are transcendental and are enacted for the understanding of all persons. Otherwise, since the Lord is transcendental to all material modes, what purpose could He serve by coming to earth?",
        "purport": " Īśvaraḥ paramaḥ kṛṣṇaḥ sac-cid-ānanda-vigrahaḥ (Brahma-saṁhitā 5.1): the form of the Lord is eternal, blissful and all-satisfying. His so-called birth is therefore an appearance only, like the birth of the sun on the horizon. His birth does not, like that of the living entities, take place under the influence of material nature and the bondage of the reactions of past deeds. His works and activities are independent pastimes and are not subject to the reactions of material nature. In Bhagavad-gītā (4.14) it is said: The law of karma enacted by the Supreme Lord for the living entities cannot be applicable to Him, nor has the Lord any desire to improve Himself by activities like those of ordinary living beings. Ordinary living beings work for the improvement of their conditional lives. But the Lord is already full of all opulence, all strength, all fame, all beauty, all knowledge and all renunciation. Why should He desire improvement? No one can excel Him in any opulence, and therefore the desire for improvement is absolutely useless for Him. One should always discriminate between the activities of the Lord and those of ordinary living beings. Thus one may come to the right conclusion regarding the Lord’s transcendental position. One who can come to the conclusion of the Lord’s transcendence can become a devotee of the Lord and can at once be free from all reactions of past deeds. It is said, karmāṇi nirdahati kintu ca bhakti-bhājām: the Lord minimizes or nullifies the reactionary influence of the devotee’s past deeds. (Brahma-saṁhitā 5.54) The activities of the Lord are to be accepted and relished by all living entities. His activities are to attract the ordinary man towards the Lord. The Lord always acts in favor of the devotees, and therefore ordinary men who are fruitive actors or seekers of salvation may be attracted to the Lord when He acts as protector of the devotees. The fruitive actors can attain their goals by devotional service, and the salvationists can also attain their goal in life by devotional service to the Lord. The devotees do not want the fruitive results of their work, nor do they want any kind of salvation. They relish the glorious superhuman activities of the Lord, such as His lifting Govardhana Hill and His killing the demon Pūtanā in infancy. His activities are enacted to attract all kinds of men — karmīs, jñānīs and bhaktas. Because He is transcendental to all laws of karma, there is no possibility of His accepting a form of māyā as is forced on the ordinary living entities who are bound by the actions and reactions of their own deeds. The secondary purpose of His appearance is to annihilate the upstart asuras and to stop the nonsense of atheistic propaganda by less intelligent persons. By the Lord’s causeless mercy, the asuras who are killed personally by the Personality of Godhead get salvation. The meaningful appearance of the Lord is always distinct from ordinary birth. Even the pure devotees have no connection with the material body, and certainly the Lord, who appears as He is, in His sac-cid-ānanda form, is not limited by a material form."
    },
    {
        "verse": "45",
        "devanagari": "तस्य प्रपन्नाखिललोकपाना-मवस्थितानामनुशासने स्वे ।अर्थाय जातस्य यदुष्वजस्यवार्तां सखे कीर्तय तीर्थकीर्ते: ॥ ४५ ॥",
        "english_devnagari": "tasya prapannākhila-lokapānāmavasthitānām anuśāsane svearthāya jātasya yaduṣv ajasyavārtāṁ sakhe kīrtaya tīrtha-kīrteḥ",
        "verse_Syn": [
            "tasya",
            "prapanna",
            "akhila",
            "loka",
            "pānām",
            "avasthitānām",
            "anuśāsane",
            "sve",
            "arthāya",
            "jātasya",
            "yaduṣu",
            "ajasya",
            "vārtām",
            "sakhe",
            "kīrtaya",
            "tīrtha",
            "kīrteḥ"
        ],
        "translation": "O my friend, please, therefore, chant the glories of the Lord, who is meant to be glorified in the places of pilgrimage. He is unborn, and yet He appears by His causeless mercy upon the surrendered rulers of all parts of the universe. Only for their interest did He appear in the family of His unalloyed devotees the Yadus.",
        "purport": " There are innumerable rulers all over the universe in different varieties of planets: the sun-god in the sun planet, the moon-god in the moon planet, Indra in the heavenly planet, Vāyu, Varuṇa, and those in the Brahmaloka planet, where Lord Brahmā is living. All are obedient servants of the Lord. Whenever there is any trouble in the administration of the innumerable planets in different universes, the rulers pray for an appearance, and the Lord appears. The Bhāgavatam (1.3.28) has already confirmed this in the following verse: In every millennium, whenever there is any trouble for the obedient rulers, the Lord appears. He also appears for the sake of His pure unalloyed devotees. The surrendered rulers and the pure devotees are always strictly under the control of the Lord, and they are never disobedient to the desires of the Lord. The Lord is therefore always attentive to them. The purpose of pilgrimages is to remember the Lord constantly, and therefore the Lord is known as tīrtha-kīrti. The purpose of going to a place of pilgrimage is to get the chance to glorify the Lord. Even today, although times have changed, there are still pilgrimage sites in India. For example, in Mathurā and Vṛndāvana, where we had a chance to stay, people are awake from early in the morning at 4 A.M. up until nighttime and are constantly engaged, some way or other, in chanting the holy glories of the Lord. The beauty of such a pilgrimage site is that automatically one remembers the holy glories of the Lord. His name, fame, quality, form, pastimes and entourage are all identical to the Lord, and therefore chanting the glories of the Lord invokes the personal presence of the Lord. Any time or anywhere pure devotees meet and chant the glories of the Lord, the Lord is present without any doubt. It is said by the Lord Himself that He always stays where His pure devotees chant His glories."
    }
]