[
    {
        "verse": "1",
        "devanagari": "कपिल उवाचतस्यैतस्य जनो नूनं नायं वेदोरुविक्रमम् ।काल्यमानोऽपि बलिनो वायोरिव घनावलि: ॥ १ ॥",
        "english_devnagari": "kapila uvācatasyaitasya jano nūnaṁnāyaṁ vedoru-vikramamkālyamāno ’pi balinovāyor iva ghanāvaliḥ",
        "verse_Syn": [
            "kapilaḥ",
            "uvāca",
            "tasya",
            "etasya",
            "janaḥ",
            "nūnam",
            "na",
            "ayam",
            "veda",
            "uru",
            "vikramam",
            "kālyamānaḥ",
            "api",
            "balinaḥ",
            "vāyoḥ",
            "iva",
            "ghana",
            "āvaliḥ"
        ],
        "translation": "The Personality of Godhead said: As a mass of clouds does not know the powerful influence of the wind, a person engaged in material consciousness does not know the powerful strength of the time factor, by which he is being carried.",
        "purport": " The great politician-paṇḍita named Cāṇakya said that even one moment of time cannot be returned even if one is prepared to pay millions of dollars. One cannot calculate the amount of loss there is in wasting valuable time. Either materially or spiritually, one should be very alert in utilizing the time which he has at his disposal. A conditioned soul lives in a particular body for a fixed measurement of time, and it is recommended in the scriptures that within that small measurement of time one has to finish Kṛṣṇa consciousness and thus gain release from the influence of the time factor. But, unfortunately, those who are not in Kṛṣṇa consciousness are carried away by the strong power of time without their knowledge, as clouds are carried by the wind."
    },
    {
        "verse": "2",
        "devanagari": "यं यमर्थमुपादत्ते दु:खेन सुखहेतवे ।तं तं धुनोति भगवान्पुमाञ्छोचति यत्कृते ॥ २ ॥",
        "english_devnagari": "yaṁ yam artham upādatteduḥkhena sukha-hetavetaṁ taṁ dhunoti bhagavānpumāñ chocati yat-kṛte",
        "verse_Syn": [
            "yam",
            "yam",
            "artham",
            "upādatte",
            "duḥkhena",
            "sukha",
            "hetave",
            "tam",
            "tam",
            "dhunoti",
            "bhagavān",
            "pumān",
            "śocati",
            "yat",
            "kṛte"
        ],
        "translation": "Whatever is produced by the materialist with great pain and labor for so-called happiness, the Supreme Personality, as the time factor, destroys, and for this reason the conditioned soul laments.",
        "purport": " The main function of the time factor, which is a representative of the Supreme Personality of Godhead, is to destroy everything. The materialists, in material consciousness, are engaged in producing so many things in the name of economic development. They think that by advancing in satisfying the material needs of man they will be happy, but they forget that everything they have produced will be destroyed in due course of time. From history we can see that there were many powerful empires on the surface of the globe that were constructed with great pain and great perseverance, but in due course of time they have all been destroyed. Still the foolish materialists cannot understand that they are simply wasting time in producing material necessities, which are destined to be vanquished in due course of time. This waste of energy is due to the ignorance of the mass of people, who do not know that they are eternal and that they have an eternal engagement also. They do not know that this span of life in a particular type of body is but a flash in the eternal journey. Not knowing this fact, they take the small flash of life to be everything, and they waste time in improving economic conditions."
    },
    {
        "verse": "3",
        "devanagari": "यदध्रुवस्य देहस्य सानुबन्धस्य दुर्मति: ।ध्रुवाणि मन्यते मोहाद् गृहक्षेत्रवसूनि च ॥ ३ ॥",
        "english_devnagari": "yad adhruvasya dehasyasānubandhasya durmatiḥdhruvāṇi manyate mohādgṛha-kṣetra-vasūni ca",
        "verse_Syn": [
            "yat",
            "adhruvasya",
            "dehasya",
            "sa",
            "anubandhasya",
            "durmatiḥ",
            "dhruvāṇi",
            "manyate",
            "mohāt",
            "gṛha",
            "kṣetra",
            "vasūni",
            "ca"
        ],
        "translation": "The misguided materialist does not know that his very body is impermanent and that the attractions of home, land and wealth, which are in relationship to that body, are also temporary. Out of ignorance only, he thinks that everything is permanent.",
        "purport": " The materialist thinks that persons engaged in Kṛṣṇa consciousness are crazy fellows wasting time by chanting Hare Kṛṣṇa, but actually he does not know that he himself is in the darkest region of craziness because of accepting his body as permanent. And, in relation to his body, he accepts his home, his country, his society and all other paraphernalia as permanent. This materialistic acceptance of the permanency of home, land, etc., is called the illusion of māyā. This is clearly mentioned here. Mohād gṛha-kṣetra-vasūni: out of illusion only does the materialist accept his home, his land and his money as permanent. Out of this illusion, the family life, national life and economic development, which are very important factors in modern civilization, have grown. A Kṛṣṇa conscious person knows that this economic development of human society is but temporary illusion. In another part of Śrīmad-Bhāgavatam, the acceptance of the body as oneself, the acceptance of others as kinsmen in relationship to this body and the acceptance of the land of one’s birth as worshipable are declared to be the products of an animal civilization. When, however, one is enlightened in Kṛṣṇa consciousness, he can use these for the service of the Lord. That is a very suitable proposition. Everything has a relationship with Kṛṣṇa. When all economic development and material advancement are utilized to advance the cause of Kṛṣṇa consciousness, a new phase of progressive life arises."
    },
    {
        "verse": "4",
        "devanagari": "जन्तुर्वै भव एतस्मिन्यां यां योनिमनुव्रजेत् ।तस्यां तस्यां स लभते निर्वृतिं न विरज्यते ॥ ४ ॥",
        "english_devnagari": "jantur vai bhava etasminyāṁ yāṁ yonim anuvrajettasyāṁ tasyāṁ sa labhatenirvṛtiṁ na virajyate",
        "verse_Syn": [
            "jantuḥ",
            "vai",
            "bhave",
            "etasmin",
            "yām",
            "yām",
            "yonim",
            "anuvrajet",
            "tasyām",
            "tasyām",
            "saḥ",
            "labhate",
            "nirvṛtim",
            "na",
            "virajyate"
        ],
        "translation": "The living entity, in whatever species of life he appears, finds a particular type of satisfaction in that species, and he is never averse to being situated in such a condition.",
        "purport": " The satisfaction of the living entity in a particular type of body, even if it is most abominable, is called illusion. A man in a higher position may feel dissatisfaction with the standard of life of a lower-grade man, but the lower-grade man is satisfied in that position because of the spell of māyā, the external energy. Māyā has two phases of activities. One is called prakṣepātmikā, and the other is called āvaraṇātmikā. Āvaraṇātmikā means “covering,” and prakṣepātmikā means “pulling down.” In any condition of life, the materialistic person or animal will be satisfied because his knowledge is covered by the influence of māyā. In the lower grade or lower species of life, the development of consciousness is so poor that one cannot understand whether he is happy or distressed. This is called āvaraṇātmikā. Even a hog, who lives by eating stool, finds himself happy, although a person in a higher mode of life sees that the hog is eating stool. How abominable that life is!"
    },
    {
        "verse": "5",
        "devanagari": "नरकस्थोऽपि देहं वै न पुमांस्त्यक्तुमिच्छति ।नारक्यां निर्वृतौ सत्यां देवमायाविमोहित: ॥ ५ ॥",
        "english_devnagari": "naraka-stho ’pi dehaṁ vaina pumāṁs tyaktum icchatinārakyāṁ nirvṛtau satyāṁdeva-māyā-vimohitaḥ",
        "verse_Syn": [
            "naraka",
            "sthaḥ",
            "api",
            "deham",
            "vai",
            "na",
            "pumān",
            "tyaktum",
            "icchati",
            "nārakyām",
            "nirvṛtau",
            "satyām",
            "deva",
            "māyā",
            "vimohitaḥ"
        ],
        "translation": "The conditioned living entity is satisfied in his own particular species of life; while deluded by the covering influence of the illusory energy, he feels little inclined to cast off his body, even when in hell, for he takes delight in hellish enjoyment.",
        "purport": " It is said that once Indra, the King of heaven, was cursed by his spiritual master, Bṛhaspati, on account of his misbehavior, and he became a hog on this planet. After many days, when Brahmā wanted to recall him to his heavenly kingdom, Indra, in the form of a hog, forgot everything of his royal position in the heavenly kingdom, and he refused to go back. This is the spell of māyā. Even Indra forgets his heavenly standard of life and is satisfied with the standard of a hog’s life. By the influence of māyā the conditioned soul becomes so affectionate towards his particular type of body that if he is offered, “Give up this body, and immediately you will have a king’s body,” he will not agree. This attachment strongly affects all conditioned living entities. Lord Kṛṣṇa is personally canvassing, “Give up everything in this material world. Come to Me, and I shall give you all protection,” but we are not agreeable. We think, “We are quite all right. Why should we surrender unto Kṛṣṇa and go back to His kingdom?” This is called illusion, or māyā. Everyone is satisfied with his standard of living, however abominable it may be."
    },
    {
        "verse": "6",
        "devanagari": "आत्मजायासुतागारपशुद्रविणबन्धुषु ।निरूढमूलहृदय आत्मानं बहु मन्यते ॥ ६ ॥",
        "english_devnagari": "ātma-jāyā-sutāgāra-paśu-draviṇa-bandhuṣunirūḍha-mūla-hṛdayaātmānaṁ bahu manyate",
        "verse_Syn": [
            "ātma",
            "jāyā",
            "suta",
            "agāra",
            "paśu",
            "draviṇa",
            "bandhuṣu",
            "nirūḍha",
            "mūla",
            "hṛdayaḥ",
            "ātmānam",
            "bahu",
            "manyate"
        ],
        "translation": "Such satisfaction with one’s standard of living is due to deep-rooted attraction for body, wife, home, children, animals, wealth and friends. In such association, the conditioned soul thinks himself quite perfect.",
        "purport": " This so-called perfection of human life is a concoction. Therefore, it is said that the materialist, however materially qualified he may be, is worthless because he is hovering on the mental plane, which will drag him again to the material existence of temporary life. One who acts on the mental plane cannot get promotion to the spiritual. Such a person is always sure to glide down again to material life. In the association of so-called society, friendship and love, the conditioned soul appears completely satisfied."
    },
    {
        "verse": "7",
        "devanagari": "सन्दह्यमानसर्वाङ्ग एषामुद्वहनाधिना ।करोत्यविरतं मूढो दुरितानि दुराशय: ॥ ७ ॥",
        "english_devnagari": "sandahyamāna-sarvāṅgaeṣām udvahanādhinākaroty avirataṁ mūḍhoduritāni durāśayaḥ",
        "verse_Syn": [
            "sandahyamāna",
            "sarva",
            "aṅgaḥ",
            "eṣām",
            "udvahana",
            "ādhinā",
            "karoti",
            "aviratam",
            "mūḍhaḥ",
            "duritāni",
            "durāśayaḥ"
        ],
        "translation": "Although he is always burning with anxiety, such a fool always performs all kinds of mischievous activities, with a hope which is never to be fulfilled, in order to maintain his so-called family and society.",
        "purport": " It is said that it is easier to maintain a great empire than to maintain a small family, especially in these days, when the influence of Kali-yuga is so strong that everyone is harassed and full of anxieties because of accepting the false presentation of māyā’s family. The family we maintain is created by māyā; it is the perverted reflection of the family in Kṛṣṇaloka. In Kṛṣṇaloka there are also family, friends, society, father and mother; everything is there, but they are eternal. Here, as we change bodies, our family relationships also change. Sometimes we are in a family of human beings, sometimes in a family of demigods, sometimes a family of cats, or sometimes a family of dogs. Family, society and friendship are flickering, and so they are called asat. It is said that as long as we are attached to this asat, temporary, nonexisting society and family, we are always full of anxieties. The materialists do not know that the family, society and friendship here in this material world are only shadows, and thus they become attached. Naturally their hearts are always burning, but in spite of all inconvenience, they still work to maintain such false families because they have no information of the real family association with Kṛṣṇa."
    },
    {
        "verse": "8",
        "devanagari": "आक्षिप्तात्मेन्द्रिय: स्त्रीणामसतीनां च मायया । रहो रचितयालापै: शिशूनां कलभाषिणाम् ॥ ८ ॥",
        "english_devnagari": "ākṣiptātmendriyaḥ strīṇāmasatīnāṁ ca māyayāraho racitayālāpaiḥśiśūnāṁ kala-bhāṣiṇām",
        "verse_Syn": [
            "ākṣipta",
            "ātma",
            "indriyaḥ",
            "strīṇām",
            "asatīnām",
            "ca",
            "māyayā",
            "rahaḥ",
            "racitayā",
            "ālāpaiḥ",
            "śiśūnām",
            "kala",
            "bhāṣiṇām"
        ],
        "translation": "He gives heart and senses to a woman, who falsely charms him with māyā. He enjoys solitary embraces and talking with her, and he is enchanted by the sweet words of the small children.",
        "purport": " Family life within the kingdom of illusory energy, māyā, is just like a prison for the eternal living entity. In prison a prisoner is shackled by iron chains and iron bars. Similarly, a conditioned soul is shackled by the charming beauty of a woman, by her solitary embraces and talks of so-called love, and by the sweet words of his small children. Thus he forgets his real identity. In this verse the words strīṇām asatīnām indicate that womanly love is just to agitate the mind of man. Actually, in the material world there is no love. Both the woman and the man are interested in their sense gratification. For sense gratification a woman creates an illusory love, and the man becomes enchanted by such false love and forgets his real duty. When there are children as the result of such a combination, the next attraction is to the sweet words of the children. The love of the woman at home and the talk of the children make one a secure prisoner, and thus he cannot leave his home. Such a person is termed, in Vedic language, a gṛhamedhī, which means “one whose center of attraction is home.” Gṛhastha refers to one who lives with family, wife and children, but whose real purpose of living is to develop Kṛṣṇa consciousness. One is therefore advised to become a gṛhastha and not a gṛhamedhī. The gṛhastha’s concern is to get out of the family life created by illusion and enter into real family life with Kṛṣṇa, whereas the gṛhamedhi’s business is to repeatedly chain himself to so-called family life, in one life after another, and perpetually remain in the darkness of māyā."
    },
    {
        "verse": "9",
        "devanagari": "गृहेषु कूटधर्मेषु दु:खतन्त्रेष्वतन्द्रित: ।कुर्वन्दु:खप्रतीकारं सुखवन्मन्यते गृही ॥ ९ ॥",
        "english_devnagari": "gṛheṣu kūṭa-dharmeṣuduḥkha-tantreṣv atandritaḥkurvan duḥkha-pratīkāraṁsukhavan manyate gṛhī",
        "verse_Syn": [
            "gṛheṣu",
            "kūṭa",
            "dharmeṣu",
            "duḥkha",
            "tantreṣu",
            "atandritaḥ",
            "kurvan",
            "duḥkha",
            "pratīkāram",
            "sukha",
            "vat",
            "manyate",
            "gṛhī"
        ],
        "translation": "The attached householder remains in his family life, which is full of diplomacy and politics. Always spreading miseries and controlled by acts of sense gratification, he acts just to counteract the reactions of all his miseries, and if he can successfully counteract such miseries, he thinks that he is happy.",
        "purport": " In Bhagavad-gītā the Personality of Godhead Himself certifies the material world as an impermanent place that is full of miseries. There is no question of happiness in this material world, either individually or in terms of family, society or country. If something is going on in the name of happiness, that is also illusion. Here in this material world, happiness means successful counteraction to the effects of distress. The material world is so made that unless one becomes a clever diplomat, his life will be a failure. Not to speak of human society, even the society of lower animals, the birds and bees, cleverly manages its bodily demands of eating, sleeping and mating. Human society competes nationally or individually, and in the attempt to be successful the entire human society becomes full of diplomacy. We should always remember that in spite of all diplomacy and all intelligence in the struggle for our existence, everything will end in a second by the supreme will. Therefore, all our attempts to become happy in this material world are simply a delusion offered by māyā."
    },
    {
        "verse": "10",
        "devanagari": "अर्थैरापादितैर्गुर्व्या हिंसयेतस्ततश्च तान् ।पुष्णाति येषां पोषेण शेषभुग्यात्यध: स्वयम् ॥ १० ॥",
        "english_devnagari": "arthair āpāditair gurvyāhiṁsayetas-tataś ca tānpuṣṇāti yeṣāṁ poṣeṇaśeṣa-bhug yāty adhaḥ svayam",
        "verse_Syn": [
            "arthaiḥ",
            "āpāditaiḥ",
            "gurvyā",
            "hiṁsayā",
            "itaḥ",
            "tataḥ",
            "ca",
            "tān",
            "puṣṇāti",
            "yeṣām",
            "poṣeṇa",
            "śeṣa",
            "bhuk",
            "yāti",
            "adhaḥ",
            "svayam"
        ],
        "translation": "He secures money by committing violence here and there, and although he employs it in the service of his family, he himself eats only a little portion of the food thus purchased, and he goes to hell for those for whom he earned the money in such an irregular way.",
        "purport": " There is a Bengali proverb, “The person for whom I have stolen accuses me of being a thief.” The family members, for whom an attached person acts in so many criminal ways, are never satisfied. In illusion an attached person serves such family members, and by serving them he is destined to enter into a hellish condition of life. For example, a thief steals something to maintain his family, and he is caught and imprisoned. This is the sum and substance of material existence and attachment to material society, friendship and love. Although an attached family man is always engaged in getting money by hook or by crook for the maintenance of his family, he cannot enjoy more than what he could consume even without such criminal activities. A man who eats eight ounces of foodstuffs may have to maintain a big family and earn money by any means to support that family, but he himself is not offered more than what he can eat, and sometimes he eats the remnants that are left after his family members are fed. Even by earning money by unfair means, he cannot enjoy life for himself. That is called the covering illusion of māyā. The process of illusory service to society, country and community is exactly the same everywhere; the same principle is applicable even to big national leaders. A national leader who is very great in serving his country is sometimes killed by his countrymen because of irregular service. In other words, one cannot satisfy his dependents by this illusory service, although one cannot get out of the service because servant is his constitutional position. A living entity is constitutionally part and parcel of the Supreme Being, but he forgets that he has to render service to the Supreme Being and diverts his attention to serving others; this is called māyā. By serving others he falsely thinks that he is master. The head of a family thinks of himself as the master of the family, or the leader of a nation thinks of himself as the master of the nation, whereas actually he is serving, and by serving māyā he is gradually going to hell. Therefore, a sane man should come to the point of Kṛṣṇa consciousness and engage in the service of the Supreme Lord, applying his whole life, all of his wealth, his entire intelligence and his full power of speaking."
    },
    {
        "verse": "11",
        "devanagari": "वार्तायां लुप्यमानायामारब्धायां पुन: पुन: ।लोभाभिभूतो नि:सत्त्व: परार्थे कुरुते स्पृहाम् ॥ ११ ॥",
        "english_devnagari": "vārtāyāṁ lupyamānāyāmārabdhāyāṁ punaḥ punaḥlobhābhibhūto niḥsattvaḥparārthe kurute spṛhām",
        "verse_Syn": [
            "vārtāyām",
            "lupyamānāyām",
            "ārabdhāyām",
            "punaḥ",
            "punaḥ",
            "lobha",
            "abhibhūtaḥ",
            "niḥsattvaḥ",
            "para",
            "arthe",
            "kurute",
            "spṛhām"
        ],
        "translation": "When he suffers reverses in his occupation, he tries again and again to improve himself, but when he is baffled in all attempts and is ruined, he accepts money from others because of excessive greed.",
        "purport": ""
    },
    {
        "verse": "12",
        "devanagari": "कुटुम्बभरणाकल्पो मन्दभाग्यो वृथोद्यम: ।श्रिया विहीन: कृपणो ध्यायञ्‍छ्वसिति मूढधी: ॥ १२ ॥",
        "english_devnagari": "kuṭumba-bharaṇākalpomanda-bhāgyo vṛthodyamaḥśriyā vihīnaḥ kṛpaṇodhyāyañ chvasiti mūḍha-dhīḥ",
        "verse_Syn": [
            "kuṭumba",
            "bharaṇa",
            "akalpaḥ",
            "manda",
            "bhāgyaḥ",
            "vṛthā",
            "udyamaḥ",
            "śriyā",
            "vihīnaḥ",
            "kṛpaṇaḥ",
            "dhyāyan",
            "śvasiti",
            "mūḍha",
            "dhīḥ"
        ],
        "translation": "Thus the unfortunate man, unsuccessful in maintaining his family members, is bereft of all beauty. He always thinks of his failure, grieving very deeply.",
        "purport": ""
    },
    {
        "verse": "13",
        "devanagari": "एवं स्वभरणाकल्पं तत्कलत्रादयस्तथा ।नाद्रियन्ते यथापूर्वं कीनाशा इव गोजरम् ॥ १३ ॥",
        "english_devnagari": "evaṁ sva-bharaṇākalpaṁtat-kalatrādayas tathānādriyante yathā pūrvaṁkīnāśā iva go-jaram",
        "verse_Syn": [
            "evam",
            "sva",
            "bharaṇa",
            "akalpam",
            "tat",
            "kalatra",
            "ādayaḥ",
            "tathā",
            "na",
            "ādriyante",
            "yathā",
            "pūrvam",
            "kīnāśāḥ",
            "iva",
            "go",
            "jaram"
        ],
        "translation": "Seeing him unable to support them, his wife and others do not treat him with the same respect as before, even as miserly farmers do not accord the same treatment to their old and worn-out oxen.",
        "purport": " Not only in the present age but from time immemorial, no one has liked an old man who is unable to earn in the family. Even in the modern age, in some communities or states, the old men are given poison so that they will die as soon as possible. In some cannibalistic communities, the old grandfather is sportingly killed, and a feast is held in which his body is eaten. The example is given that a farmer does not like an old bull who has ceased to work. Similarly, when an attached person in family life becomes old and is unable to earn, he is no longer liked by his wife, sons, daughters and other kinsmen, and he is consequently neglected, what to speak of not being given respect. It is judicious, therefore, to give up family attachment before one attains old age and take shelter of the Supreme Personality of Godhead. One should employ himself in the Lord’s service so that the Supreme Lord can take charge of him and he will not be neglected by his so-called kinsmen."
    },
    {
        "verse": "14",
        "devanagari": "तत्राप्यजातनिर्वेदो भ्रियमाण: स्वयम्भृतै: ।जरयोपात्तवैरूप्यो मरणाभिमुखो गृहे ॥ १४ ॥",
        "english_devnagari": "tatrāpy ajāta-nirvedobhriyamāṇaḥ svayam bhṛtaiḥjarayopātta-vairūpyomaraṇābhimukho gṛhe",
        "verse_Syn": [
            "tatra",
            "api",
            "ajāta",
            "nirvedaḥ",
            "bhriyamāṇaḥ",
            "svayam",
            "bhṛtaiḥ",
            "jarayā",
            "upātta",
            "vairūpyaḥ",
            "maraṇa",
            "abhimukhaḥ",
            "gṛhe"
        ],
        "translation": "The foolish family man does not become averse to family life although he is maintained by those whom he once maintained. Deformed by the influence of old age, he prepares himself to meet ultimate death.",
        "purport": " Family attraction is so strong that even if one is neglected by family members in his old age, he cannot give up family affection, and he remains at home just like a dog. In the Vedic way of life one has to give up family life when he is strong enough. It is advised that before getting too weak and being baffled in material activities, and before becoming diseased, one should give up family life and engage oneself completely in the service of the Lord for the remaining days of his life. Therefore it is enjoined in the Vedic scriptures that as soon as one passes fifty years of age, he must give up family life and live alone in the forest. After preparing himself fully, he should become a sannyāsī to distribute the knowledge of spiritual life to each and every home."
    },
    {
        "verse": "15",
        "devanagari": "आस्तेऽवमत्योपन्यस्तं गृहपाल इवाहरन् ।आमयाव्यप्रदीप्ताग्निरल्पाहारोऽल्पचेष्टित: ॥ १५ ॥",
        "english_devnagari": "āste ’vamatyopanyastaṁgṛha-pāla ivāharanāmayāvy apradīptāgniralpāhāro ’lpa-ceṣṭitaḥ",
        "verse_Syn": [
            "āste",
            "avamatyā",
            "upanyastam",
            "gṛha",
            "pālaḥ",
            "iva",
            "āharan",
            "āmayāvī",
            "apradīpta",
            "agniḥ",
            "alpa",
            "āhāraḥ",
            "alpa",
            "ceṣṭitaḥ"
        ],
        "translation": "Thus he remains at home just like a pet dog and eats whatever is so negligently given to him. Afflicted with many illnesses, such as dyspepsia and loss of appetite, he eats only very small morsels of food, and he becomes an invalid who cannot work any more.",
        "purport": " Before meeting death one is sure to become a diseased invalid, and when he is neglected by his family members, his life becomes less than a dog’s because he is put into so many miserable conditions. The Vedic literatures therefore enjoin that before the arrival of such miserable conditions one should leave home and die without the knowledge of his family members. If a man leaves home and dies without his family’s knowing, that is considered to be a glorious death. But an attached family man wants his family members to carry him in a great procession even after his death, and although he will not be able to see how the procession goes, he still desires that his body be taken gorgeously in procession. Thus he is happy without even knowing where he has to go when he leaves his body for the next life."
    },
    {
        "verse": "16",
        "devanagari": "वायुनोत्क्रमतोत्तार: कफसंरुद्धनाडिक: ।कासश्वासकृतायास: कण्ठे घुरघुरायते ॥ १६ ॥",
        "english_devnagari": "vāyunotkramatottāraḥkapha-saṁruddha-nāḍikaḥkāsa-śvāsa-kṛtāyāsaḥkaṇṭhe ghura-ghurāyate",
        "verse_Syn": [
            "vāyunā",
            "utkramatā",
            "uttāraḥ",
            "kapha",
            "saṁruddha",
            "nāḍikaḥ",
            "kāsa",
            "śvāsa",
            "kṛta",
            "āyāsaḥ",
            "kaṇṭhe",
            "ghura",
            "ghurāyate"
        ],
        "translation": "In that diseased condition, one’s eyes bulge due to the pressure of air from within, and his glands become congested with mucus. He has difficulty breathing, and upon exhaling and inhaling he produces a sound like ghura-ghura, a rattling within the throat.",
        "purport": ""
    },
    {
        "verse": "17",
        "devanagari": "शयान: परिशोचद्‌भि: परिवीत: स्वबन्धुभि: ।वाच्यमानोऽपि न ब्रूते कालपाशवशं गत: ॥ १७ ॥",
        "english_devnagari": "śayānaḥ pariśocadbhiḥparivītaḥ sva-bandhubhiḥvācyamāno ’pi na brūtekāla-pāśa-vaśaṁ gataḥ",
        "verse_Syn": [
            "śayānaḥ",
            "pariśocadbhiḥ",
            "parivītaḥ",
            "sva",
            "bandhubhiḥ",
            "vācyamānaḥ",
            "api",
            "na",
            "brūte",
            "kāla",
            "pāśa",
            "vaśam",
            "gataḥ"
        ],
        "translation": "In this way he comes under the clutches of death and lies down, surrounded by lamenting friends and relatives, and although he wants to speak with them, he no longer can because he is under the control of time.",
        "purport": " For formality’s sake, when a man is lying on his deathbed, his relatives come to him, and sometimes they cry very loudly, addressing the dying man: “Oh, my father!” “Oh, my friend!” or “Oh, my husband!” In that pitiable condition the dying man wants to speak with them and instruct them of his desires, but because he is fully under the control of the time factor, death, he cannot express himself, and that causes him inconceivable pain. He is already in a painful condition because of disease, and his glands and throat are choked up with mucus. He is already in a very difficult position, and when he is addressed by his relatives in that way, his grief increases."
    },
    {
        "verse": "18",
        "devanagari": "एवं कुटुम्बभरणे व्यापृतात्माजितेन्द्रिय: ।म्रियते रुदतां स्वानामुरुवेदनयास्तधी: ॥ १८ ॥",
        "english_devnagari": "evaṁ kuṭumba-bharaṇevyāpṛtātmājitendriyaḥmriyate rudatāṁ svānāmuru-vedanayāsta-dhīḥ",
        "verse_Syn": [
            "evam",
            "kuṭumba",
            "bharaṇe",
            "vyāpṛta",
            "ātmā",
            "ajita",
            "indriyaḥ",
            "mriyate",
            "rudatām",
            "svānām",
            "uru",
            "vedanayā",
            "asta",
            "dhīḥ"
        ],
        "translation": "Thus the man, who engaged with uncontrolled senses in maintaining a family, dies in great grief, seeing his relatives crying. He dies most pathetically, in great pain and without consciousness.",
        "purport": " In Bhagavad-gītā it is said that at the time of death one will be absorbed in the thoughts which he cultivated during his lifetime. A person who had no other idea than to properly maintain his family members must have family affairs in his last thoughts. That is the natural sequence for a common man. The common man does not know the destiny of his life; he is simply busy in his flash of life, maintaining his family. At the last stage, no one is satisfied with how he has improved the family economic condition; everyone thinks that he could not provide sufficiently. Because of his deep family affection, he forgets his main duty of controlling the senses and improving his spiritual consciousness. Sometimes a dying man entrusts the family affairs to either his son or some relative, saying, “I am going. Please look after the family.” He does not know where he is going, but even at the time of death he is anxious about how his family will be maintained. Sometimes it is seen that a dying man requests the physician to increase his life at least for a few years so that the family maintenance plan which he has begun can be completed. These are the material diseases of the conditioned soul. He completely forgets his real engagement — to become Kṛṣṇa conscious — and is always serious about planning to maintain his family, although he changes families one after another."
    },
    {
        "verse": "19",
        "devanagari": "यमदूतौ तदा प्राप्तौ भीमौ सरभसेक्षणौ ।स दृष्ट्वा त्रस्तहृदय: शकृन्मूत्रं विमुञ्चति ॥ १९ ॥",
        "english_devnagari": "yama-dūtau tadā prāptaubhīmau sarabhasekṣaṇausa dṛṣṭvā trasta-hṛdayaḥśakṛn-mūtraṁ vimuñcati",
        "verse_Syn": [
            "yama",
            "dūtau",
            "tadā",
            "prāptau",
            "bhīmau",
            "sa",
            "rabhasa",
            "īkṣaṇau",
            "saḥ",
            "dṛṣṭvā",
            "trasta",
            "hṛdayaḥ",
            "śakṛt",
            "mūtram",
            "vimuñcati"
        ],
        "translation": "At death, he sees the messengers of the lord of death come before him, their eyes full of wrath, and in great fear he passes stool and urine.",
        "purport": " There are two kinds of transmigration of a living entity after passing away from the present body. One kind of transmigration is to go to the controller of sinful activities, who is known as Yamarāja, and the other is to go to the higher planets, up to Vaikuṇṭha. Here Lord Kapila describes how persons engaged in activities of sense gratification to maintain a family are treated by the messengers of Yamarāja, called Yamadūtas. At the time of death the Yamadūtas become the custodians of those persons who have strongly gratified their senses. They take charge of the dying man and take him to the planet where Yamarāja resides. The conditions there are described in the following verses."
    },
    {
        "verse": "20",
        "devanagari": "यातनादेह आवृत्य पाशैर्बद्ध्वा गले बलात् ।नयतो दीर्घमध्वानं दण्ड्यं राजभटा यथा ॥ २० ॥",
        "english_devnagari": "yātanā-deha āvṛtyapāśair baddhvā gale balātnayato dīrgham adhvānaṁdaṇḍyaṁ rāja-bhaṭā yathā",
        "verse_Syn": [
            "yātanā",
            "dehe",
            "āvṛtya",
            "pāśaiḥ",
            "baddhvā",
            "gale",
            "balāt",
            "nayataḥ",
            "dīrgham",
            "adhvānam",
            "daṇḍyam",
            "rāja",
            "bhaṭāḥ",
            "yathā"
        ],
        "translation": "As a criminal is arrested for punishment by the constables of the state, a person engaged in criminal sense gratification is similarly arrested by the Yamadūtas, who bind him by the neck with strong rope and cover his subtle body so that he may undergo severe punishment.",
        "purport": " Every living entity is covered by a subtle and gross body. The subtle body is the covering of mind, ego, intelligence and consciousness. It is said in the scriptures that the constables of Yamarāja cover the subtle body of the culprit and take him to the abode of Yamarāja to be punished in a way that he is able to tolerate. He does not die from this punishment because if he died, then who would suffer the punishment? It is not the business of the constables of Yamarāja to put one to death. In fact, it is not possible to kill a living entity because factually he is eternal; he simply has to suffer the consequences of his activities of sense gratification. The process of punishment is explained in the Caitanya-caritāmṛta. Formerly the king’s men would take a criminal in a boat in the middle of the river. They would dunk him by grasping a bunch of his hair and thrusting him completely underwater, and when he was almost suffocated, the king’s constables would take him out of the water and allow him to breathe for some time, and then they would again dunk him in the water to suffocate. This sort of punishment is inflicted upon the forgotten soul by Yamarāja, as will be described in the following verses."
    },
    {
        "verse": "21",
        "devanagari": "तयोर्निर्भिन्नहृदयस्तर्जनैर्जातवेपथु: ।पथि श्वभिर्भक्ष्यमाण आर्तोऽघं स्वमनुस्मरन् ॥ २१ ॥",
        "english_devnagari": "tayor nirbhinna-hṛdayastarjanair jāta-vepathuḥpathi śvabhir bhakṣyamāṇaārto ’ghaṁ svam anusmaran",
        "verse_Syn": [
            "tayoḥ",
            "nirbhinna",
            "hṛdayaḥ",
            "tarjanaiḥ",
            "jāta",
            "vepathuḥ",
            "pathi",
            "śvabhiḥ",
            "bhakṣyamāṇaḥ",
            "ārtaḥ",
            "agham",
            "svam",
            "anusmaran"
        ],
        "translation": "While carried by the constables of Yamarāja, he is overwhelmed and trembles in their hands. While passing on the road he is bitten by dogs, and he can remember the sinful activities of his life. He is thus terribly distressed.",
        "purport": " It appears from this verse that while passing from this planet to the planet of Yamarāja, the culprit arrested by Yamarāja’s constables meets many dogs, which bark and bite just to remind him of his criminal activities of sense gratification. It is said in Bhagavad-gītā that one becomes almost blind and is bereft of all sense when he is infuriated by the desire for sense gratification. He forgets everything. Kāmais tais tair hṛta-jñānāḥ: one is bereft of all intelligence when he is too attracted by sense gratification, and he forgets that he has to suffer the consequences also. Here the chance for recounting his activities of sense gratification is given by the dogs engaged by Yamarāja. While we live in the gross body, such activities of sense gratification are encouraged even by modern government regulations. In every state all over the world, such activities are encouraged by the government in the form of birth control. Women are supplied pills, and they are allowed to go to a clinical laboratory to get assistance for abortions. This is going on as a result of sense gratification. Actually sex life is meant for begetting a good child, but because people have no control over the senses and there is no institution to train them to control the senses, the poor fellows fall victim to the criminal offenses of sense gratification, and they are punished after death as described in these pages of Śrīmad-Bhāgavatam."
    },
    {
        "verse": "22",
        "devanagari": "क्षुत्तृट्परीतोऽर्कदवानलानिलै:सन्तप्यमान: पथि तप्तवालुके ।कृच्छ्रेण पृष्ठे कशया च ताडितश्चलत्यशक्तोऽपि निराश्रमोदके ॥ २२ ॥",
        "english_devnagari": "kṣut-tṛṭ-parīto ’rka-davānalānilaiḥsantapyamānaḥ pathi tapta-vālukekṛcchreṇa pṛṣṭhe kaśayā ca tāḍitaścalaty aśakto ’pi nirāśramodake",
        "verse_Syn": [
            "kṣut",
            "tṛṭ",
            "parītaḥ",
            "arka",
            "dava",
            "anala",
            "anilaiḥ",
            "santapyamānaḥ",
            "pathi",
            "tapta",
            "vāluke",
            "kṛcchreṇa",
            "pṛṣṭhe",
            "kaśayā",
            "ca",
            "tāḍitaḥ",
            "calati",
            "aśaktaḥ",
            "api",
            "nirāśrama",
            "udake"
        ],
        "translation": "Under the scorching sun, the criminal has to pass through roads of hot sand with forest fires on both sides. He is whipped on the back by the constables because of his inability to walk, and he is afflicted by hunger and thirst, but unfortunately there is no drinking water, no shelter and no place for rest on the road.",
        "purport": ""
    },
    {
        "verse": "23",
        "devanagari": "तत्र तत्र पतञ्छ्रान्तो मूर्च्छित: पुनरुत्थित: ।पथा पापीयसा नीतस्तरसा यमसादनम् ॥ २३ ॥",
        "english_devnagari": "tatra tatra patañ chrāntomūrcchitaḥ punar utthitaḥpathā pāpīyasā nītastarasā yama-sādanam",
        "verse_Syn": [
            "tatra",
            "tatra",
            "patan",
            "śrāntaḥ",
            "mūrcchitaḥ",
            "punaḥ",
            "utthitaḥ",
            "pathā",
            "pāpīyasā",
            "nītaḥ",
            "tarasā",
            "yama",
            "sādanam"
        ],
        "translation": "While passing on that road to the abode of Yamarāja, he falls down in fatigue, and sometimes he becomes unconscious, but he is forced to rise again. In this way he is very quickly brought to the presence of Yamarāja.",
        "purport": ""
    },
    {
        "verse": "24",
        "devanagari": "योजनानां सहस्राणि नवतिं नव चाध्वन: ।त्रिभिर्मुहूर्तैर्द्वाभ्यां वा नीत: प्राप्नोति यातना: ॥ २४ ॥",
        "english_devnagari": "yojanānāṁ sahasrāṇinavatiṁ nava cādhvanaḥtribhir muhūrtair dvābhyāṁ vānītaḥ prāpnoti yātanāḥ",
        "verse_Syn": [
            "yojanānām",
            "sahasrāṇi",
            "navatim",
            "nava",
            "ca",
            "adhvanaḥ",
            "tribhiḥ",
            "muhūrtaiḥ",
            "dvābhyām",
            "vā",
            "nītaḥ",
            "prāpnoti",
            "yātanāḥ"
        ],
        "translation": "Thus he has to pass ninety-nine thousand yojanas within two or three moments, and then he is at once engaged in the torturous punishment which he is destined to suffer.",
        "purport": " One yojana is calculated to be eight miles, and he has to pass along a road which is therefore as much as 792,000 miles. Such a long distance is passed over within a few moments only. The subtle body is covered by the constables so that the living entity can pass such a long distance quickly and at the same time tolerate the suffering. This covering, although material, is of such fine elements that material scientists cannot discover what the coverings are made of. To pass 792,000 miles within a few moments seems wonderful to the modern space travelers. They have so far traveled at a speed of 18,000 miles per hour, but here we see that a criminal passes 792,000 miles within a few seconds only, although the process is not spiritual but material."
    },
    {
        "verse": "25",
        "devanagari": "आदीपनं स्वगात्राणां वेष्टयित्वोल्मुकादिभि: ।आत्ममांसादनं क्‍वापि स्वकृत्तं परतोऽपि वा ॥ २५ ॥",
        "english_devnagari": "ādīpanaṁ sva-gātrāṇāṁveṣṭayitvolmukādibhiḥātma-māṁsādanaṁ kvāpisva-kṛttaṁ parato ’pi vā",
        "verse_Syn": [
            "ādīpanam",
            "sva",
            "gātrāṇām",
            "veṣṭayitvā",
            "ulmuka",
            "ādibhiḥ",
            "ātma",
            "māṁsa",
            "adanam",
            "kva",
            "api",
            "sva",
            "kṛttam",
            "parataḥ",
            "api",
            "vā"
        ],
        "translation": "He is placed in the midst of burning pieces of wood, and his limbs are set on fire. In some cases he is made to eat his own flesh or have it eaten by others.",
        "purport": " From this verse through the next three verses the description of punishment will be narrated. The first description is that the criminal has to eat his own flesh, burning with fire, or allow others like himself who are present there to eat. In the last great war, people in concentration camps sometimes ate their own stool, so there is no wonder that in the Yamasādana, the abode of Yamarāja, one who had a very enjoyable life eating others’ flesh has to eat his own flesh."
    },
    {
        "verse": "26",
        "devanagari": "जीवतश्चान्त्राभ्युद्धार: श्वगृध्रैर्यमसादने ।सर्पवृश्चिकदंशाद्यैर्दशद्‌भिश्चात्मवैशसम् ॥ २६ ॥",
        "english_devnagari": "jīvataś cāntrābhyuddhāraḥśva-gṛdhrair yama-sādanesarpa-vṛścika-daṁśādyairdaśadbhiś cātma-vaiśasam",
        "verse_Syn": [
            "jīvataḥ",
            "ca",
            "antra",
            "abhyuddhāraḥ",
            "śva",
            "gṛdhraiḥ",
            "yama",
            "sādane",
            "sarpa",
            "vṛścika",
            "daṁśa",
            "ādyaiḥ",
            "daśadbhiḥ",
            "ca",
            "ātma",
            "vaiśasam"
        ],
        "translation": "His entrails are pulled out by the hounds and vultures of hell, even though he is still alive to see it, and he is subjected to torment by serpents, scorpions, gnats and other creatures that bite him.",
        "purport": ""
    },
    {
        "verse": "27",
        "devanagari": "",
        "english_devnagari": "kṛntanaṁ cāvayavaśogajādibhyo bhidāpanampātanaṁ giri-śṛṅgebhyorodhanaṁ cāmbu-gartayoḥ",
        "verse_Syn": [
            "kṛntanam",
            "ca",
            "avayavaśaḥ",
            "gaja",
            "ādibhyaḥ",
            "bhidāpanam",
            "pātanam",
            "giri",
            "śṛṅgebhyaḥ",
            "rodhanam",
            "ca",
            "ambu",
            "gartayoḥ"
        ],
        "translation": "Next his limbs are lopped off and torn asunder by elephants. He is hurled down from hilltops, and he is also held captive either in water or in a cave.",
        "purport": ""
    },
    {
        "verse": "28",
        "devanagari": "यास्तामिस्रान्धतामिस्रा रौरवाद्याश्च यातना: ।भुङ्क्ते नरो वा नारी वा मिथ: सङ्गेन निर्मिता: ॥ २८ ॥",
        "english_devnagari": "yās tāmisrāndha-tāmisrārauravādyāś ca yātanāḥbhuṅkte naro vā nārī vāmithaḥ saṅgena nirmitāḥ",
        "verse_Syn": [
            "yāḥ",
            "tāmisra",
            "andha",
            "tāmisrāḥ",
            "raurava",
            "ādyāḥ",
            "ca",
            "yātanāḥ",
            "bhuṅkte",
            "naraḥ",
            "vā",
            "nārī",
            "vā",
            "mithaḥ",
            "saṅgena",
            "nirmitāḥ"
        ],
        "translation": "Men and women whose lives were built upon indulgence in illicit sex life are put into many kinds of miserable conditions in the hells known as Tāmisra, Andha-tāmisra and Raurava.",
        "purport": " Materialistic life is based on sex life. The existence of all the materialistic people, who are undergoing severe tribulation in the struggle for existence, is based on sex. Therefore, in the Vedic civilization sex life is allowed only in a restricted way: it is for the married couple and only for begetting children. But when sex life is indulged in for sense gratification illegally and illicitly, both the man and the woman await severe punishment in this world or after death. In this world also they are punished by virulent diseases like syphilis and gonorrhea, and in the next life, as we see in this passage of Śrīmad-Bhāgavatam, they are put into different kinds of hellish conditions to suffer. In Bhagavad-gītā, First Chapter, illicit sex life is also very much condemned, and it is said that one who produces children by illicit sex life is sent to hell. It is confirmed here in the Bhāgavatam that such offenders are put into hellish conditions of life in Tāmisra, Andha-tāmisra and Raurava."
    },
    {
        "verse": "29",
        "devanagari": "अत्रैव नरक: स्वर्ग इति मात: प्रचक्षते ।या यातना वै नारक्यस्ता इहाप्युपलक्षिता: ॥ २९ ॥",
        "english_devnagari": "atraiva narakaḥ svargaiti mātaḥ pracakṣateyā yātanā vai nārakyastā ihāpy upalakṣitāḥ",
        "verse_Syn": [
            "atra",
            "eva",
            "narakaḥ",
            "svargaḥ",
            "iti",
            "mātaḥ",
            "pracakṣate",
            "yāḥ",
            "yātanāḥ",
            "vai",
            "nārakyaḥ",
            "tāḥ",
            "iha",
            "api",
            "upalakṣitāḥ"
        ],
        "translation": "Lord Kapila continued: My dear mother, it is sometimes said that we experience hell or heaven on this planet, for hellish punishments are sometimes visible on this planet also.",
        "purport": " Sometimes unbelievers do not accept these statements of scripture regarding hell. They disregard such authorized descriptions. Lord Kapila therefore confirms them by saying that these hellish conditions are also visible on this planet. It is not that they are only on the planet where Yamarāja lives. On the planet of Yamarāja, the sinful man is given the chance to practice living in the hellish conditions which he will have to endure in the next life, and then he is given a chance to take birth on another planet to continue his hellish life. For example, if a man is to be punished to remain in hell and eat stool and urine, then first of all he practices such habits on the planet of Yamarāja, and then he is given a particular type of body, that of a hog, so that he can eat stool and think that he is enjoying life. It is stated previously that in any hellish condition, the conditioned soul thinks he is happy. Otherwise, it would not be possible for him to suffer hellish life."
    },
    {
        "verse": "30",
        "devanagari": "एवं कुटुम्बं बिभ्राण उदरम्भर एव वा ।विसृज्येहोभयं प्रेत्य भुङ्क्ते तत्फलमीद‍ृशम् ॥ ३० ॥",
        "english_devnagari": "evaṁ kuṭumbaṁ bibhrāṇaudaram bhara eva vāvisṛjyehobhayaṁ pretyabhuṅkte tat-phalam īdṛśam",
        "verse_Syn": [
            "evam",
            "kuṭumbam",
            "bibhrāṇaḥ",
            "udaram",
            "bharaḥ",
            "eva",
            "vā",
            "visṛjya",
            "iha",
            "ubhayam",
            "pretya",
            "bhuṅkte",
            "tat",
            "phalam",
            "īdṛśam"
        ],
        "translation": "After leaving this body, the man who maintained himself and his family members by sinful activities suffers a hellish life, and his relatives suffer also.",
        "purport": " The mistake of modern civilization is that man does not believe in the next life. But whether he believes or not, the next life is there, and one has to suffer if one does not lead a responsible life in terms of the injunctions of authoritative scriptures like the Vedas and Purāṇas. Species lower than human beings are not responsible for their actions because they are made to act in a certain way, but in the developed life of human consciousness, if one is not responsible for his activities, then he is sure to get a hellish life, as described herein."
    },
    {
        "verse": "31",
        "devanagari": "एक: प्रपद्यते ध्वान्तं हित्वेदं स्वकलेवरम् ।कुशलेतरपाथेयो भूतद्रोहेण यद्भृतम् ॥ ३१ ॥",
        "english_devnagari": "ekaḥ prapadyate dhvāntaṁhitvedaṁ sva-kalevaramkuśaletara-pātheyobhūta-droheṇa yad bhṛtam",
        "verse_Syn": [
            "ekaḥ",
            "prapadyate",
            "dhvāntam",
            "hitvā",
            "idam",
            "sva",
            "kalevaram",
            "kuśala",
            "itara",
            "pātheyaḥ",
            "bhūta",
            "droheṇa",
            "yat",
            "bhṛtam"
        ],
        "translation": "He goes alone to the darkest regions of hell after quitting the present body, and the money he acquired by envying other living entities is the passage money with which he leaves this world.",
        "purport": " When a man earns money by unfair means and maintains his family and himself with that money, the money is enjoyed by many members of the family, but he alone goes to hell. A person who enjoys life by earning money or by envying another’s life, and who enjoys with family and friends, will have to enjoy alone the resultant sinful reactions accrued from such violent and illicit life. For example, if a man secures some money by killing someone and with that money maintains his family, those who enjoy the black money earned by him are also partially responsible and are also sent to hell, but he who is the leader is especially punished. The result of material enjoyment is that one takes with him the sinful reaction only, and not the money. The money he earned is left in this world, and he takes only the reaction. In this world also, if a person acquires some money by murdering someone, the family is not hanged, although its members are sinfully contaminated. But the man who commits the murder and maintains his family is himself hanged as a murderer. The direct offender is more responsible for sinful activities than the indirect enjoyer. The great learned scholar Cāṇakya Paṇḍita says, therefore, that whatever one has in his possession had better be spent for the cause of sat, or the Supreme Personality of Godhead, because one cannot take his possessions with him. They remain here, and they will be lost. Either we leave the money or the money leaves us, but we will be separated. The best use of money as long as it is within our possession is to spend it to acquire Kṛṣṇa consciousness."
    },
    {
        "verse": "32",
        "devanagari": "दैवेनासादितं तस्य शमलं निरये पुमान् ।भुङ्क्ते कुटुम्बपोषस्य हृतवित्त इवातुर: ॥ ३२ ॥",
        "english_devnagari": "daivenāsāditaṁ tasyaśamalaṁ niraye pumānbhuṅkte kuṭumba-poṣasyahṛta-vitta ivāturaḥ",
        "verse_Syn": [
            "daivena",
            "āsāditam",
            "tasya",
            "śamalam",
            "niraye",
            "pumān",
            "bhuṅkte",
            "kuṭumba",
            "poṣasya",
            "hṛta",
            "vittaḥ",
            "iva",
            "āturaḥ"
        ],
        "translation": "Thus, by the arrangement of the Supreme Personality of Godhead, the maintainer of kinsmen is put into a hellish condition to suffer for his sinful activities, like a man who has lost his wealth.",
        "purport": " The example set herein is that the sinful person suffers just like a man who has lost his wealth. The human form of body is achieved by the conditioned soul after many, many births and is a very valuable asset. Instead of utilizing this life to get liberation, if one uses it simply for the purpose of maintaining his so-called family and therefore performs foolish and unauthorized action, he is compared to a man who has lost his wealth and who, upon losing it, laments. When wealth is lost, there is no use lamenting, but as long as there is wealth, one has to utilize it properly and thereby gain eternal profit. It may be argued that when a man leaves his money earned by sinful activities, he also leaves his sinful activities here with his money. But it is especially mentioned herein that by superior arrangement (daivenāsāditam), although the man leaves behind him his sinfully earned money, he carries the effect of it. When a man steals some money, if he is caught and agrees to return it, he is not freed from the criminal punishment. By the law of the state, even though he returns the money, he has to undergo the punishment. Similarly, the money earned by a criminal process may be left by the man when dying, but by superior arrangement he carries with him the effect, and therefore he has to suffer hellish life."
    },
    {
        "verse": "33",
        "devanagari": "केवलेन ह्यधर्मेण कुटुम्बभरणोत्सुक: ।याति जीवोऽन्धतामिस्रं चरमं तमस: पदम् ॥ ३३ ॥",
        "english_devnagari": "kevalena hy adharmeṇakuṭumba-bharaṇotsukaḥyāti jīvo ’ndha-tāmisraṁcaramaṁ tamasaḥ padam",
        "verse_Syn": [
            "kevalena",
            "hi",
            "adharmeṇa",
            "kuṭumba",
            "bharaṇa",
            "utsukaḥ",
            "yāti",
            "jīvaḥ",
            "andha",
            "tāmisram",
            "caramam",
            "tamasaḥ",
            "padam"
        ],
        "translation": "Therefore a person who is very eager to maintain his family and kinsmen simply by black methods certainly goes to the darkest region of hell, which is known as Andha-tāmisra.",
        "purport": " Three words in this verse are very significant. Kevalena means “only by black methods,” adharmeṇa means “unrighteous” or “irreligious,” and kuṭumba-bharaṇa means “family maintenance.” Maintaining one’s family is certainly the duty of a householder, but one should be eager to earn his livelihood by the prescribed method, as stated in the scriptures. In Bhagavad-gītā it is described that the Lord has divided the social system into four classifications of castes, or varṇas, according to quality and work. Apart from Bhagavad-gītā, in every society a man is known according to his quality and work. For example, when a man is constructing wooden furniture, he is called a carpenter, and a man who works with an anvil and iron is called a blacksmith. Similarly, a man who is engaged in the medical or engineering fields has a particular duty and designation. All these human activities have been divided by the Supreme Lord into four varṇas, namely brāhmaṇa, kṣatriya, vaiśya and śūdra. In Bhagavad-gītā and in other Vedic literatures, the specific duties of the brāhmaṇa, kṣatriya, vaiśya and śūdra are mentioned. One should work honestly according to his qualification. He should not earn his livelihood unfairly, by means for which he is not qualified. If a brāhmaṇa who works as a priest so that he may enlighten his followers with the spiritual way of life is not qualified as a priest, then he is cheating the public. One should not earn by such unfair means. The same is applicable to a kṣatriya or to a vaiśya. It is especially mentioned that the means of livelihood of those who are trying to advance in Kṛṣṇa consciousness must be very fair and uncomplicated. Here it is mentioned that he who earns his livelihood by unfair means (kevalena) is sent to the darkest hellish region. Otherwise, if one maintains his family by prescribed methods and honest means, there is no objection to one’s being a family man."
    },
    {
        "verse": "34",
        "devanagari": "अधस्तान्नरलोकस्य यावतीर्यातनादय: ।क्रमश: समनुक्रम्य पुनरत्राव्रजेच्छुचि: ॥ ३४ ॥",
        "english_devnagari": "adhastān nara-lokasyayāvatīr yātanādayaḥkramaśaḥ samanukramyapunar atrāvrajec chuciḥ",
        "verse_Syn": [
            "adhastāt",
            "nara",
            "lokasya",
            "yāvatīḥ",
            "yātanā",
            "ādayaḥ",
            "kramaśaḥ",
            "samanukramya",
            "punaḥ",
            "atra",
            "āvrajet",
            "śuciḥ"
        ],
        "translation": "Having gone through all the miserable, hellish conditions and having passed in a regular order through the lowest forms of animal life prior to human birth, and having thus been purged of his sins, one is reborn again as a human being on this earth.",
        "purport": " Just as a prisoner, who has undergone troublesome prison life, is set free again, the person who has always engaged in impious and mischievous activities is put into hellish conditions, and when he has undergone different hellish lives, namely those of lower animals like cats, dogs and hogs, by the gradual process of evolution he again comes back as a human being. In Bhagavad-gītā it is stated that even though a person engaged in the practice of the yoga system may not finish perfectly and may fall down for some reason or other, his next life as a human being is guaranteed. It is stated that such a person, who has fallen from the path of yoga practice, is given a chance in his next life to take birth in a very rich family or in a very pious family. It is interpreted that “rich family” refers to a big mercantile family because generally people who engage in trades and mercantile business are very rich. One who engaged in the process of self-realization, or connecting with the Supreme Absolute Truth, but fell short is allowed to take birth in such a rich family, or in the family of pious brāhmaṇas; either way, he is guaranteed to appear in human society in his next life. It can be concluded that if someone is not willing to enter into hellish life, as in Tāmisra or Andha-tāmisra, then he must take to the process of Kṛṣṇa consciousness, which is the first-class yoga system, because even if one is unable to attain complete Kṛṣṇa consciousness in this life, he is guaranteed at least to take his next birth in a human family. He cannot be sent into a hellish condition. Kṛṣṇa consciousness is the purest life, and it protects all human beings from gliding down to hell to take birth in a family of dogs or hogs."
    }
]