[
    {
        "verse": "1",
        "devanagari": "मैत्रेय उवाचप्रजापत्यं तु तत्तेज: परतेजोहनं दिति: ।दधार वर्षाणि शतं शङ्कमाना सुरार्दनात् ॥ १ ॥",
        "english_devnagari": "maitreya uvācaprājāpatyaṁ tu tat tejaḥpara-tejo-hanaṁ ditiḥdadhāra varṣāṇi śataṁśaṅkamānā surārdanāt",
        "verse_Syn": [
            "maitreyaḥ",
            "uvāca",
            "prājāpatyam",
            "tu",
            "tat",
            "tejaḥ",
            "para",
            "tejaḥ",
            "hanam",
            "ditiḥ",
            "dadhāra",
            "varṣāṇi",
            "śatam",
            "śaṅkamānā",
            "sura",
            "ardanāt"
        ],
        "translation": "Śrī Maitreya said: My dear Vidura, Diti, the wife of the sage Kaśyapa, could understand that the sons within her womb would be a cause of disturbance to the demigods. As such, she continuously bore the powerful semen of Kaśyapa Muni, which was meant to give trouble to others, for one hundred years.",
        "purport": " The great sage Śrī Maitreya was explaining to Vidura the activities of the demigods, including Lord Brahmā. When Diti heard from her husband that the sons she bore within her abdomen would be causes of disturbances to the demigods, she was not very happy. There are two classes of men — devotees and nondevotees. Nondevotees are called demons, and devotees are called demigods. No sane man or woman can tolerate the nondevotees’ giving trouble to devotees. Diti, therefore, was reluctant to give birth to her babies; she waited for one hundred years so that at least she could save the demigods from the disturbance for that period."
    },
    {
        "verse": "2",
        "devanagari": "लोके तेनाहतालोके लोकपाला हतौजस: ।न्यवेदयन् विश्वसृजे ध्वान्तव्यतिकरं दिशाम् ॥ २ ॥",
        "english_devnagari": "loke tenāhatālokeloka-pālā hataujasaḥnyavedayan viśva-sṛjedhvānta-vyatikaraṁ diśām",
        "verse_Syn": [
            "loke",
            "tena",
            "āhata",
            "āloke",
            "loka",
            "pālāḥ",
            "hata",
            "ojasaḥ",
            "nyavedayan",
            "viśva",
            "sṛje",
            "dhvānta",
            "vyatikaram",
            "diśām"
        ],
        "translation": "By the force of the pregnancy of Diti, the light of the sun and moon was impaired in all the planets, and the demigods of various planets, being disturbed by that force, asked the creator of the universe, Brahmā, “What is this expansion of darkness in all directions?”",
        "purport": " It appears from this verse of Śrīmad-Bhāgavatam that the sun is the source of light for all the planets in the universe. The modern scientific theory which states that there are many suns in each universe is not supported by this verse. It is understood that in each universe there is only one sun, which supplies light to all the planets. In Bhagavad-gītā the moon is also stated to be one of the stars. There are many stars, and when we see them glittering at night we can understand that they are reflectors of light; just as moonlight is a reflection of sunlight, other planets also reflect sunlight, and there are many other planets which cannot be seen by our naked eyes. The demoniac influence of the sons in the womb of Diti expanded darkness throughout the universe."
    },
    {
        "verse": "3",
        "devanagari": "देवा ऊचु:तम एतद्विभो वेत्थ संविग्ना यद्वयं भृशम् ।न ह्यव्यक्तं भगवत: कालेनास्पृष्टवर्त्मन: ॥ ३ ॥",
        "english_devnagari": "devā ūcuḥtama etad vibho vetthasaṁvignā yad vayaṁ bhṛśamna hy avyaktaṁ bhagavataḥkālenāspṛṣṭa-vartmanaḥ",
        "verse_Syn": [
            "devāḥ",
            "ūcuḥ",
            "tamaḥ",
            "etat",
            "vibho",
            "vettha",
            "saṁvignāḥ",
            "yat",
            "vayam",
            "bhṛśam",
            "na",
            "hi",
            "avyaktam",
            "bhagavataḥ",
            "kālena",
            "aspṛṣṭa",
            "vartmanaḥ"
        ],
        "translation": "The fortunate demigods said: O great one, just see this darkness, which you know very well and which is causing us anxieties. Because the influence of time cannot touch you, there is nothing unmanifest before you.",
        "purport": " Brahmā is addressed herein as Vibhu and as the Personality of Godhead. He is the Supreme Personality of Godhead’s incarnation of the mode of passion in the material world. He is nondifferent, in the representative sense, from the Supreme Personality of Godhead, and therefore the influence of time cannot affect him. The influence of time, which manifests as past, present and future, cannot touch higher personalities like Brahmā and other demigods. Sometimes demigods and great sages who have attained such perfection are called tri-kāla jña."
    },
    {
        "verse": "4",
        "devanagari": "देवदेव जगद्धातर्लोकनाथशिखामणे ।परेषामपरेषां त्वं भूतानामसि भाववित् ॥ ४ ॥",
        "english_devnagari": "deva-deva jagad-dhātarlokanātha-śikhāmaṇepareṣām apareṣāṁ tvaṁbhūtānām asi bhāva-vit",
        "verse_Syn": [
            "deva",
            "deva",
            "jagat",
            "dhātaḥ",
            "lokanātha",
            "śikhāmaṇe",
            "pareṣām",
            "apareṣām",
            "tvam",
            "bhūtānām",
            "asi",
            "bhāva",
            "vit"
        ],
        "translation": "O god of the demigods, sustainer of the universe, head jewel of all the demigods in other planets, you know the intentions of all living entities, in both the spiritual and material worlds.",
        "purport": " Because Brahmā is almost on an equal footing with the Personality of Godhead, he is addressed here as the god of the demigods, and because he is the secondary creator of this universe, he is addressed as the sustainer of the universe. He is the head of all the demigods, and therefore he is addressed here as the head jewel of the demigods. It is not difficult for him to understand everything which is happening in both the spiritual and material worlds. He knows everyone’s heart and everyone’s intentions. Therefore he was requested to explain this incident. Why was the pregnancy of Diti causing such anxieties all over the universe?"
    },
    {
        "verse": "5",
        "devanagari": "नमो विज्ञानवीर्याय माययेदमुपेयुषे ।गृहीतगुणभेदाय नमस्तेऽव्यक्तयोनये ॥ ५ ॥",
        "english_devnagari": "namo vijñāna-vīryāyamāyayedam upeyuṣegṛhīta-guṇa-bhedāyanamas te ’vyakta-yonaye",
        "verse_Syn": [
            "namaḥ",
            "vijñāna",
            "vīryāya",
            "māyayā",
            "idam",
            "upeyuṣe",
            "gṛhīta",
            "guṇa",
            "bhedāya",
            "namaḥ",
            "te",
            "avyakta",
            "yonaye"
        ],
        "translation": "O original source of strength and scientific knowledge, all obeisances unto you! You have accepted the differentiated mode of passion from the Supreme Personality of Godhead. With the help of external energy you are born of the unmanifested source. All obeisances unto you!",
        "purport": " The Vedas are the original scientific knowledge for all departments of understanding, and this knowledge of the Vedas was first impregnated into the heart of Brahmā by the Supreme Personality of Godhead. Therefore Brahmā is the original source of all scientific knowledge. He is born directly from the transcendental body of Garbhodakaśāyī Viṣṇu, who is never seen by any creature of this material universe and therefore always remains unmanifested. Brahmā is stated here to be born of the unmanifested. He is the incarnation of the mode of passion in material nature, which is the separated, external energy of the Supreme Lord."
    },
    {
        "verse": "6",
        "devanagari": "ये त्वानन्येन भावेन भावयन्त्यात्मभावनम् ।आत्मनि प्रोतभुवनं परं सदसदात्मकम् ॥ ६ ॥",
        "english_devnagari": "ye tvānanyena bhāvenabhāvayanty ātma-bhāvanamātmani prota-bhuvanaṁparaṁ sad-asad-ātmakam",
        "verse_Syn": [
            "ye",
            "tvā",
            "ananyena",
            "bhāvena",
            "bhāvayanti",
            "ātma",
            "bhāvanam",
            "ātmani",
            "prota",
            "bhuvanam",
            "param",
            "sat",
            "asat",
            "ātmakam"
        ],
        "translation": "O lord, all these planets exist within your self, and all the living entities are generated from you. Therefore you are the cause of this universe, and anyone who meditates upon you without deviation attains devotional service.",
        "purport": ""
    },
    {
        "verse": "7",
        "devanagari": "तेषां सुपक्‍वयोगानां जितश्वासेन्द्रियात्मनाम् ।लब्धयुष्मत्प्रसादानां न कुतश्चित्पराभव: ॥ ७ ॥",
        "english_devnagari": "teṣāṁ supakva-yogānāṁjita-śvāsendriyātmanāmlabdha-yuṣmat-prasādānāṁna kutaścit parābhavaḥ",
        "verse_Syn": [
            "teṣām",
            "su",
            "pakva",
            "yogānām",
            "jita",
            "śvāsa",
            "indriya",
            "ātmanām",
            "labdha",
            "yuṣmat",
            "prasādānām",
            "na",
            "kutaścit",
            "parābhavaḥ"
        ],
        "translation": "There is no defeat in this material world for persons who control the mind and senses by controlling the breathing process and who are therefore experienced, mature mystics. This is because by such perfection in yoga they have attained your mercy.",
        "purport": " The purpose of yogic performances is explained here. It is said that an experienced mystic attains full control of the senses and the mind by controlling the breathing process. Therefore, controlling the breathing process is not the ultimate aim of yoga. The real purpose of yogic performances is to control the mind and the senses. Anyone who has such control is to be understood to be an experienced, mature mystic yogī. It is indicated herein that a yogī who has control over the mind and senses has the actual benediction of the Lord, and he has no fear. In other words, one cannot attain the mercy and benediction of the Supreme Lord until one is able to control the mind and the senses. This is actually possible when one fully engages in Kṛṣṇa consciousness. A person whose senses and mind are always engaged in the transcendental service of the Lord has no possibility of engaging in material activities. The devotees of the Lord are not defeated anywhere in the universe. It is stated, nārāyaṇa-parāḥ sarve: one who is nārāyaṇa-para, or a devotee of the Supreme Personality of Godhead, is not afraid anywhere, whether he is sent to hell or promoted to heaven (Bhāg. 6.17.28)."
    },
    {
        "verse": "8",
        "devanagari": "यस्य वाचा प्रजा: सर्वा गावस्तन्त्येव यन्त्रिता: ।हरन्ति बलिमायत्तास्तस्मै मुख्याय ते नम: ॥ ८ ॥",
        "english_devnagari": "yasya vācā prajāḥ sarvāgāvas tantyeva yantritāḥharanti balim āyattāstasmai mukhyāya te namaḥ",
        "verse_Syn": [
            "yasya",
            "vācā",
            "prajāḥ",
            "sarvāḥ",
            "gāvaḥ",
            "tantyā",
            "iva",
            "yantritāḥ",
            "haranti",
            "balim",
            "āyattāḥ",
            "tasmai",
            "mukhyāya",
            "te",
            "namaḥ"
        ],
        "translation": "All the living entities within the universe are conducted by the Vedic directions, as a bull is directed by the rope attached to its nose. No one can violate the rules laid down in the Vedic literatures. To the chief person, who has contributed the Vedas, we offer our respect!",
        "purport": " The Vedic literatures are the laws of the Supreme Personality of Godhead. One cannot violate the injunctions given in the Vedic literatures any more than one can violate the state laws. Any living creature who wants real benefit in life must act according to the direction of the Vedic literature. The conditioned souls who have come to this material world for material sense gratification are regulated by the injunctions of the Vedic literature. Sense gratification is just like salt. One cannot take too much or too little, but one must take some salt in order to make one’s foodstuff palatable. Those conditioned souls who have come to this material world should utilize their senses according to the direction of the Vedic literature; otherwise they will be put into a more miserable condition of life. No human being or demigod can enact laws like those of the Vedic literature because the Vedic regulations are prescribed by the Supreme Lord."
    },
    {
        "verse": "9",
        "devanagari": "स त्वं विधत्स्व शं भूमंस्तमसा लुप्तकर्मणाम् ।अदभ्रदयया द‍ृष्टय‍ा आपन्नानर्हसीक्षितुम् ॥ ९ ॥",
        "english_devnagari": "sa tvaṁ vidhatsva śaṁ bhūmaṁstamasā lupta-karmaṇāmadabhra-dayayā dṛṣṭyāāpannān arhasīkṣitum",
        "verse_Syn": [
            "saḥ",
            "tvam",
            "vidhatsva",
            "śam",
            "bhūman",
            "tamasā",
            "lupta",
            "karmaṇām",
            "adabhra",
            "dayayā",
            "dṛṣṭyā",
            "āpannān",
            "arhasi",
            "īkṣitum"
        ],
        "translation": "The demigods prayed to Brahmā: Please look upon us mercifully, for we have fallen into a miserable condition; because of the darkness, all our work has been suspended.",
        "purport": " Because of complete darkness throughout the universe, the regular activities and engagements of all the different planets were suspended. In the North and South Poles of this planet there are sometimes no divisions of day and night; similarly, when the sunlight does not approach the different planets within the universe, there is no distinction between day and night."
    },
    {
        "verse": "10",
        "devanagari": "एष देव दितेर्गर्भ ओज: काश्यपमर्पितम् ।दिशस्तिमिरयन् सर्वा वर्धतेऽग्निरिवैधसि ॥ १० ॥",
        "english_devnagari": "eṣa deva diter garbhaojaḥ kāśyapam arpitamdiśas timirayan sarvāvardhate ’gnir ivaidhasi",
        "verse_Syn": [
            "eṣaḥ",
            "deva",
            "diteḥ",
            "garbhaḥ",
            "ojaḥ",
            "kāśyapam",
            "arpitam",
            "diśaḥ",
            "timirayan",
            "sarvāḥ",
            "vardhate",
            "agniḥ",
            "iva",
            "edhasi"
        ],
        "translation": "As fuel overloads a fire, so the embryo created by the semen of Kaśyapa in the womb of Diti has caused complete darkness throughout the universe.",
        "purport": " The darkness throughout the universe is explained herewith as being caused by the embryo created in the womb of Diti by the semen of Kaśyapa."
    },
    {
        "verse": "11",
        "devanagari": "मैत्रेय उवाचस प्रहस्य महाबाहो भगवान् शब्दगोचर: ।प्रत्याचष्टात्मभूर्देवान् प्रीणन् रुचिरया गिरा ॥ ११ ॥",
        "english_devnagari": "maitreya uvācasa prahasya mahā-bāhobhagavān śabda-gocaraḥpratyācaṣṭātma-bhūr devānprīṇan rucirayā girā",
        "verse_Syn": [
            "maitreyaḥ",
            "uvāca",
            "saḥ",
            "prahasya",
            "mahā",
            "bāho",
            "bhagavān",
            "śabda",
            "gocaraḥ",
            "pratyācaṣṭa",
            "ātma",
            "bhūḥ",
            "devān",
            "prīṇan",
            "rucirayā",
            "girā"
        ],
        "translation": "Śrī Maitreya said: Thus Lord Brahmā, who is understood by transcendental vibration, tried to satisfy the demigods, being pleased with their words of prayer.",
        "purport": " Brahmā could understand the misdeeds of Diti, and therefore he smiled at the whole situation. He replied to the demigods present there in words they could understand."
    },
    {
        "verse": "12",
        "devanagari": "ब्रह्मोवाचमानसा मे सुता युष्मत्पूर्वजा: सनकादय: ।चेरुर्विहायसा लोकाल्लोकेषु विगतस्पृहा: ॥ १२ ॥",
        "english_devnagari": "brahmovācamānasā me sutā yuṣmat-pūrvajāḥ sanakādayaḥcerur vihāyasā lokāllokeṣu vigata-spṛhāḥ",
        "verse_Syn": [
            "brahmā",
            "uvāca",
            "mānasāḥ",
            "me",
            "sutāḥ",
            "yuṣmat",
            "pūrva",
            "jāḥ",
            "sanaka",
            "ādayaḥ",
            "ceruḥ",
            "vihāyasā",
            "lokān",
            "lokeṣu",
            "vigata",
            "spṛhāḥ"
        ],
        "translation": "Lord Brahmā said: My four sons Sanaka, Sanātana, Sanandana and Sanat-kumāra, who were born from my mind, are your predecessors. Sometimes they travel throughout the material and spiritual skies without any definite desire.",
        "purport": " When we speak of desire we refer to desire for material sense gratification. Saintly persons like Sanaka, Sanātana, Sanandana and Sanat-kumāra have no material desire, but sometimes they travel all over the universe, out of their own accord, to preach devotional service."
    },
    {
        "verse": "13",
        "devanagari": "त एकदा भगवतो वैकुण्ठस्यामलात्मन: ।ययुर्वैकुण्ठनिलयं सर्वलोकनमस्कृतम् ॥ १३ ॥",
        "english_devnagari": "ta ekadā bhagavatovaikuṇṭhasyāmalātmanaḥyayur vaikuṇṭha-nilayaṁsarva-loka-namaskṛtam",
        "verse_Syn": [
            "te",
            "ekadā",
            "bhagavataḥ",
            "vaikuṇṭhasya",
            "amala",
            "ātmanaḥ",
            "yayuḥ",
            "vaikuṇṭha",
            "nilayam",
            "sarva",
            "loka",
            "namaskṛtam"
        ],
        "translation": "After thus traveling all over the universes, they also entered into the spiritual sky, for they were freed from all material contamination. In the spiritual sky there are spiritual planets known as Vaikuṇṭhas, which are the residence of the Supreme Personality of Godhead and His pure devotees and are worshiped by the residents of all the material planets.",
        "purport": " The material world is full of cares and anxieties. In any one of the planets, beginning from the highest down to the lowest, Pātāla, every living creature must be full of cares and anxieties because in the material planets one cannot live eternally. The living entities, however, are actually eternal. They want an eternal home, an eternal residence, but because of accepting a temporal abode in the material world, they are naturally full of anxiety. In the spiritual sky the planets are called Vaikuṇṭha because the residents of these planets are free from all anxieties. For them there is no question of birth, death, old age and diseases, and therefore they are not anxious. On the other hand, the residents of the material planets are always afraid of birth, death, disease and old age, and therefore they are full of anxieties."
    },
    {
        "verse": "14",
        "devanagari": "वसन्ति यत्र पुरुषा: सर्वे वैकुण्ठमूर्तय: ।येऽनिमित्तनिमित्तेन धर्मेणाराधयन् हरिम् ॥ १४ ॥",
        "english_devnagari": "vasanti yatra puruṣāḥsarve vaikuṇṭha-mūrtayaḥye ’nimitta-nimittenadharmeṇārādhayan harim",
        "verse_Syn": [
            "vasanti",
            "yatra",
            "puruṣāḥ",
            "sarve",
            "vaikuṇṭha",
            "mūrtayaḥ",
            "ye",
            "animitta",
            "nimittena",
            "dharmeṇa",
            "ārādhayan",
            "harim"
        ],
        "translation": "In the Vaikuṇṭha planets all the residents are similar in form to the Supreme Personality of Godhead. They all engage in devotional service to the Lord without desires for sense gratification.",
        "purport": " The residents and the form of living in Vaikuṇṭha are described in this verse. The residents are all like the Supreme Personality of Godhead Nārāyaṇa. In the Vaikuṇṭha planets Kṛṣṇa’s plenary feature as four-handed Nārāyaṇa is the predominating Deity, and the residents of Vaikuṇṭhaloka are also four-handed, just contrary to our conception here in the material world. Nowhere in the material world do we find a human being with four hands. In Vaikuṇṭhaloka there is no occupation but the service of the Lord, and this service is not rendered with a purpose. Although every service has a particular result, the devotees never aspire for the fulfillment of their own desires; their desires are fulfilled by rendering transcendental loving service to the Lord."
    },
    {
        "verse": "15",
        "devanagari": "यत्र चाद्य: पुमानास्ते भगवान् शब्दगोचर: ।सत्त्वं विष्टभ्य विरजं स्वानां नो मृडयन् वृष: ॥ १५ ॥",
        "english_devnagari": "yatra cādyaḥ pumān āstebhagavān śabda-gocaraḥsattvaṁ viṣṭabhya virajaṁsvānāṁ no mṛḍayan vṛṣaḥ",
        "verse_Syn": [
            "yatra",
            "ca",
            "ādyaḥ",
            "pumān",
            "āste",
            "bhagavān",
            "śabda",
            "gocaraḥ",
            "sattvam",
            "viṣṭabhya",
            "virajam",
            "svānām",
            "naḥ",
            "mṛḍayan",
            "vṛṣaḥ"
        ],
        "translation": "In the Vaikuṇṭha planets is the Supreme Personality of Godhead, who is the original person and who can be understood through the Vedic literature. He is full of the uncontaminated mode of goodness, with no place for passion or ignorance. He contributes religious progress for the devotees.",
        "purport": " The kingdom of the Supreme Personality of Godhead in the spiritual sky cannot be understood by any process other than hearing from the description of the Vedas. No one can go see it. In this material world also, one who is unable to pay to go to a far distant place by motorized conveyances can only understand about that place from authentic books. Similarly, the Vaikuṇṭha planets in the spiritual sky are beyond this material sky. The modern scientists who are trying to travel in space are having difficulty going even to the nearest planet, the moon, to say nothing of the highest planets within the universe. There is no possibility that they can go beyond the material sky, enter the spiritual sky and see for themselves the spiritual planets, Vaikuṇṭha. Therefore, the kingdom of God in the spiritual sky can be understood only through the authentic descriptions of the Vedas and Purāṇas. In the material world there are three modes of material qualities — goodness, passion and ignorance — but in the spiritual world there is no trace of the modes of passion and ignorance; there is only the mode of goodness, which is uncontaminated by any tinge of ignorance or passion. In the material world, even if a person is completely in goodness, he is sometimes subject to be polluted by tinges of the modes of ignorance and passion. But in the Vaikuṇṭha world, the spiritual sky, only the mode of goodness in its pure form exists. The Lord and His devotees reside in the Vaikuṇṭha planets, and they are of the same transcendental quality, namely śuddha-sattva, the mode of pure goodness. The Vaikuṇṭha planets are very dear to the Vaiṣṇavas, and for the progressive march of the Vaiṣṇavas toward the kingdom of God, the Lord Himself helps His devotees."
    },
    {
        "verse": "16",
        "devanagari": "यत्र नै:श्रेयसं नाम वनं कामदुघैर्द्रुमै: ।सर्वर्तुश्रीभिर्विभ्राजत्कैवल्यमिव मूर्तिमत् ॥ १६ ॥",
        "english_devnagari": "yatra naiḥśreyasaṁ nāmavanaṁ kāma-dughair drumaiḥsarvartu-śrībhir vibhrājatkaivalyam iva mūrtimat",
        "verse_Syn": [
            "yatra",
            "naiḥśreyasam",
            "nāma",
            "vanam",
            "kāma",
            "dughaiḥ",
            "drumaiḥ",
            "sarva",
            "ṛtu",
            "śrībhiḥ",
            "vibhrājat",
            "kaivalyam",
            "iva",
            "mūrtimat"
        ],
        "translation": "In those Vaikuṇṭha planets there are many forests which are very auspicious. In those forests the trees are desire trees, and in all seasons they are filled with flowers and fruits because everything in the Vaikuṇṭha planets is spiritual and personal.",
        "purport": " In the Vaikuṇṭha planets the land, the trees, the fruits and flowers and the cows — everything — is completely spiritual and personal. The trees are desire trees. On this material planet the trees can produce fruits and flowers according to the order of material energy, but in the Vaikuṇṭha planets the trees, the land, the residents and the animals are all spiritual. There is no difference between the tree and the animal or the animal and the man. Here the word mūrtimat indicates that everything has a spiritual form. Formlessness, as conceived by the impersonalists, is refuted in this verse; in the Vaikuṇṭha planets, although everything is spiritual, everything has a particular form. The trees and the men have form, and because all of them, although differently formed, are spiritual, there is no difference between them."
    },
    {
        "verse": "17",
        "devanagari": "वैमानिका: सललनाश्चरितानि शश्वद्गायन्ति यत्र शमलक्षपणानि भर्तु: ।अन्तर्जलेऽनुविकसन्मधुमाधवीनांगन्धेन खण्डितधियोऽप्यनिलं क्षिपन्त: ॥ १७ ॥",
        "english_devnagari": "vaimānikāḥ sa-lalanāś caritāni śaśvadgāyanti yatra śamala-kṣapaṇāni bhartuḥantar-jale ’nuvikasan-madhu-mādhavīnāṁgandhena khaṇḍita-dhiyo ’py anilaṁ kṣipantaḥ",
        "verse_Syn": [
            "vaimānikāḥ",
            "sa",
            "lalanāḥ",
            "caritāni",
            "śaśvat",
            "gāyanti",
            "yatra",
            "śamala",
            "kṣapaṇāni",
            "bhartuḥ",
            "antaḥ",
            "jale",
            "anuvikasat",
            "madhu",
            "mādhavīnām",
            "gandhena",
            "khaṇḍita",
            "dhiyaḥ",
            "api",
            "anilam",
            "kṣipantaḥ"
        ],
        "translation": "In the Vaikuṇṭha planets the inhabitants fly in their airplanes, accompanied by their wives and consorts, and eternally sing of the character and activities of the Lord, which are always devoid of all inauspicious qualities. While singing the glories of the Lord, they deride even the presence of the blossoming mādhavī flowers, which are fragrant and laden with honey.",
        "purport": " It appears from this verse that the Vaikuṇṭha planets are full of all opulences. There are airplanes in which the inhabitants travel in the spiritual sky with their sweethearts. There is a breeze carrying the fragrance of blossoming flowers, and this breeze is so nice that it also carries the honey of the flowers. The inhabitants of Vaikuṇṭha, however, are so interested in glorifying the Lord that they do not like the disturbance of such a nice breeze while they are chanting the Lord’s glories. In other words, they are pure devotees. They consider glorification of the Lord more important than their own sense gratification. In the Vaikuṇṭha planets there is no question of sense gratification. To smell the fragrance of a blossoming flower is certainly very nice, but it is simply for sense gratification. The inhabitants of Vaikuṇṭha give first preference to the service of the Lord, not their own sense gratification. Serving the Lord in transcendental love yields such transcendental pleasure that, in comparison, sense gratification is counted as insignificant."
    },
    {
        "verse": "18",
        "devanagari": "पारावतान्यभृतसारसचक्रवाक-दात्यूहहंसशुकतित्तिरिबर्हिणां य: ।कोलाहलो विरमतेऽचिरमात्रमुच्चैर्भृङ्गाधिपे हरिकथामिव गायमाने ॥ १८ ॥",
        "english_devnagari": "pārāvatānyabhṛta-sārasa-cakravāka-dātyūha-haṁsa-śuka-tittiri-barhiṇāṁ yaḥkolāhalo viramate ’cira-mātram uccairbhṛṅgādhipe hari-kathām iva gāyamāne",
        "verse_Syn": [
            "pārāvata",
            "anyabhṛta",
            "sārasa",
            "cakravāka",
            "dātyūha",
            "haṁsa",
            "śuka",
            "tittiri",
            "barhiṇām",
            "yaḥ",
            "kolāhalaḥ",
            "viramate",
            "acira",
            "mātram",
            "uccaiḥ",
            "bhṛṅga",
            "adhipe",
            "hari",
            "kathām",
            "iva",
            "gāyamāne"
        ],
        "translation": "When the king of bees hums in a high pitch, singing the glories of the Lord, there is a temporary lull in the noise of the pigeon, the cuckoo, the crane, the cakravāka, the swan, the parrot, the partridge and the peacock. Such transcendental birds stop their own singing simply to hear the glories of the Lord.",
        "purport": " This verse reveals the absolute nature of Vaikuṇṭha. There is no difference between the birds there and the human residents. The situation in the spiritual sky is that everything is spiritual and variegated. Spiritual variegatedness means that everything is animate. There is nothing inanimate. Even the trees, the ground, the plants, the flowers, the birds and the beasts are all on the level of Kṛṣṇa consciousness. The special feature of Vaikuṇṭhaloka is that there is no question of sense gratification, In the material world even an ass enjoys his sound vibration, but in the Vaikuṇṭhas such nice birds as the peacock, the cakravāka and the cuckoo prefer to hear the vibration of the glories of the Lord from the bees. The principles of devotional service, beginning with hearing and chanting, are very prominent in the Vaikuṇṭha world."
    },
    {
        "verse": "19",
        "devanagari": "मन्दारकुन्दकुरबोत्पलचम्पकार्ण-पुन्नागनागबकुलाम्बुजपारिजाता: ।गन्धेऽर्चिते तुलसिकाभरणेन तस्यायस्मिंस्तप: सुमनसो बहु मानयन्ति ॥ १९ ॥",
        "english_devnagari": "mandāra-kunda-kurabotpala-campakārṇa-punnāga-nāga-bakulāmbuja-pārijātāḥgandhe ’rcite tulasikābharaṇena tasyāyasmiṁs tapaḥ sumanaso bahu mānayanti",
        "verse_Syn": [
            "mandāra",
            "kunda",
            "kuraba",
            "utpala",
            "campaka",
            "arṇa",
            "punnāga",
            "nāga",
            "bakula",
            "ambuja",
            "pārijātāḥ",
            "gandhe",
            "arcite",
            "tulasikā",
            "ābharaṇena",
            "tasyāḥ",
            "yasmin",
            "tapaḥ",
            "su",
            "manasaḥ",
            "bahu",
            "mānayanti"
        ],
        "translation": "Although flowering plants like the mandāra, kunda, kurabaka, utpala, campaka, arṇa, punnāga, nāgakeśara, bakula, lily and pārijāta are full of transcendental fragrance, they are still conscious of the austerities performed by tulasī, for tulasī is given special preference by the Lord, who garlands Himself with tulasī leaves.",
        "purport": " The importance of tulasī leaves is very clearly mentioned here. Tulasī plants and their leaves are very important in devotional service. Devotees are recommended to water the tulasī tree every day and collect the leaves to worship the Lord. One time an atheistic svāmī remarked, “What is the use of watering the tulasī plant? It is better to water eggplant. By watering the eggplant one can get some fruits, but what is the use of watering the tulasī?” These foolish creatures, unacquainted with devotional service, sometimes play havoc with the education of people in general. The most important thing about the spiritual world is that there is no envy among the devotees there. This is true even among the flowers, which are all conscious of the greatness of tulasī. In the Vaikuṇṭha world entered by the four Kumāras, even the birds and flowers are conscious of service to the Lord."
    },
    {
        "verse": "20",
        "devanagari": "यत्संकुलं हरिपदानतिमात्रद‍ृष्टै-र्वैदूर्यमारकतहेममयैर्विमानै: ।येषां बृहत्कटितटा: स्मितशोभिमुख्य:कृष्णात्मनां न रज आदधुरुत्स्मयाद्यै: ॥ २० ॥",
        "english_devnagari": "yat saṅkulaṁ hari-padānati-mātra-dṛṣṭairvaidūrya-mārakata-hema-mayair vimānaiḥyeṣāṁ bṛhat-kaṭi-taṭāḥ smita-śobhi-mukhyaḥkṛṣṇātmanāṁ na raja ādadhur utsmayādyaiḥ",
        "verse_Syn": [
            "yat",
            "saṅkulam",
            "hari",
            "pada",
            "ānati",
            "mātra",
            "dṛṣṭaiḥ",
            "vaidūrya",
            "mārakata",
            "hema",
            "mayaiḥ",
            "vimānaiḥ",
            "yeṣām",
            "bṛhat",
            "kaṭi",
            "taṭāḥ",
            "smita",
            "śobhi",
            "mukhyaḥ",
            "kṛṣṇa",
            "ātmanām",
            "na",
            "rajaḥ",
            "ādadhuḥ",
            "utsmaya",
            "ādyaiḥ"
        ],
        "translation": "The inhabitants of Vaikuṇṭha travel in their airplanes made of lapis lazuli, emerald and gold. Although crowded by their consorts, who have large hips and beautiful smiling faces, they cannot be stimulated to passion by their mirth and beautiful charms.",
        "purport": " In the material world, opulences are achieved by materialistic persons by dint of their labor. One cannot enjoy material prosperity unless he works very hard to achieve it. But the devotees of the Lord who are residents of Vaikuṇṭha have the opportunity to enjoy a transcendental situation of jewels and emeralds. Ornaments made of gold bedecked with jewels are achieved not by working hard but by the benediction of the Lord. In other words, devotees in the Vaikuṇṭha world, or even in this material world, cannot be poverty-stricken, as is sometimes supposed. They have ample opulences for enjoyment, but they need not labor to achieve them. It is also stated that in the Vaikuṇṭha world the consorts of the residents are many, many times more beautiful than we can find in this material world, even in the higher planets. It is specifically mentioned here that a woman’s large hips are very attractive and they stimulate man’s passion, but the wonderful feature of Vaikuṇṭha is that although the women have large hips and beautiful faces and are decorated with ornaments of emeralds and jewels, the men are so absorbed in Kṛṣṇa consciousness that the beautiful bodies of the women cannot attract them. In other words, there is enjoyment of the association of the opposite sex, but there is no sexual relationship. The residents of Vaikuṇṭha have a better standard of pleasure, so there is no need of sex pleasure."
    },
    {
        "verse": "21",
        "devanagari": "श्री रूपिणी क्‍वणयती चरणारविन्दंलीलाम्बुजेन हरिसद्मनि मुक्तदोषा ।संलक्ष्यते स्फटिककुड्य उपेतहेम्निसम्मार्जतीव यदनुग्रहणेऽन्ययत्न: ॥ २१ ॥",
        "english_devnagari": "śrī rūpiṇī kvaṇayatī caraṇāravindaṁlīlāmbujena hari-sadmani mukta-doṣāsaṁlakṣyate sphaṭika-kuḍya upeta-hemnisammārjatīva yad-anugrahaṇe ’nya-yatnaḥ",
        "verse_Syn": [
            "śrī",
            "rūpiṇī",
            "kvaṇayatī",
            "caraṇa",
            "aravindam",
            "līlā",
            "ambujena",
            "hari",
            "sadmani",
            "mukta",
            "doṣā",
            "saṁlakṣyate",
            "sphaṭika",
            "kuḍye",
            "upeta",
            "hemni",
            "sammārjatī",
            "iva",
            "yat",
            "anugrahaṇe",
            "anya",
            "yatnaḥ"
        ],
        "translation": "The ladies in the Vaikuṇṭha planets are as beautiful as the goddess of fortune herself. Such transcendentally beautiful ladies, their hands playing with lotuses and their leg bangles tinkling, are sometimes seen sweeping the marble walls, which are bedecked at intervals with golden borders, in order to receive the grace of the Supreme Personality of Godhead.",
        "purport": " In the Brahma-saṁhitā it is stated that the Supreme Lord, Govinda, is always served in His abode by many, many millions of goddesses of fortune. Lakṣmī-sahasra-śata-sambhrama-sevyamānam. These millions and trillions of goddesses of fortune who reside in the Vaikuṇṭha planets are not exactly consorts of the Supreme Personality of Godhead, but are the wives of the devotees of the Lord and also engage in the service of the Supreme Personality of Godhead. It is stated here that in the Vaikuṇṭha planets the houses are made of marble. Similarly, in the Brahma-saṁhitā it is stated that the ground on the Vaikuṇṭha planets is made of touchstone. Thus there is no need to sweep the stone in Vaikuṇṭha, for there is hardly any dust on it, but still, in order to satisfy the Lord, the ladies there always engage in dusting the marble walls. Why? The reason is that they are eager to achieve the grace of the Lord by doing so. It is also stated here that in the Vaikuṇṭha planets the goddesses of fortune are faultless. Generally the goddess of fortune does not remain steadily in one place. Her name is Cañcalā, which means “one who is not steady.” We find, therefore, that a man who is very rich may become the poorest of the poor. Another example is Rāvaṇa. Rāvaṇa took away Lakṣmī, Sītājī, to his kingdom, and instead of being happy by the grace of Lakṣmī, his family and his kingdom were vanquished. Thus Lakṣmī in the house of Rāvaṇa is Cañcalā, or unsteady. Men of Rāvaṇa’s class want Lakṣmī only, without her husband, Nārāyaṇa; therefore they become unsteady due to Lakṣmījī. Materialistic persons find fault on the part of Lakṣmī, but in Vaikuṇṭha Lakṣmījī is fixed in the service of the Lord. In spite of her being the goddess of fortune, she cannot be happy without the grace of the Lord. Even the goddess of fortune needs the Lord’s grace in order to be happy, yet in the material world even Brahmā, the highest created being, seeks the favor of Lakṣmī for happiness."
    },
    {
        "verse": "22",
        "devanagari": "वापीषु विद्रुमतटास्वमलामृताप्सुप्रेष्यान्विता निजवने तुलसीभिरीशम् ।अभ्यर्चती स्वलकमुन्नसमीक्ष्य वक्त्र-मुच्छेषितं भगवतेत्यमताङ्ग यच्छ्री: ॥ २२ ॥",
        "english_devnagari": "vāpīṣu vidruma-taṭāsv amalāmṛtāpsupreṣyānvitā nija-vane tulasībhir īśamabhyarcatī svalakam unnasam īkṣya vaktramuccheṣitaṁ bhagavatety amatāṅga yac-chrīḥ",
        "verse_Syn": [
            "vāpīṣu",
            "vidruma",
            "taṭāsu",
            "amala",
            "amṛta",
            "apsu",
            "preṣyā",
            "anvitā",
            "nija",
            "vane",
            "tulasībhiḥ",
            "īśam",
            "abhyarcatī",
            "su",
            "alakam",
            "unnasam",
            "īkṣya",
            "vaktram",
            "uccheṣitam",
            "bhagavatā",
            "iti",
            "amata",
            "aṅga",
            "yat",
            "śrīḥ"
        ],
        "translation": "The goddesses of fortune worship the Lord in their own gardens by offering tulasī leaves on the coral-paved banks of transcendental reservoirs of water. While offering worship to the Lord, they can see on the water the reflection of their beautiful faces with raised noses, and it appears that they have become more beautiful because of the Lord’s kissing their faces.",
        "purport": " Generally, when a woman is kissed by her husband, her face becomes more beautiful. In Vaikuṇṭha also, although the goddess of fortune is naturally as beautiful as can be imagined, she nevertheless awaits the kissing of the Lord to make her face more beautiful. The beautiful face of the goddess of fortune appears in ponds of transcendental crystal water when she worships the Lord with tulasī leaves in her garden."
    },
    {
        "verse": "23",
        "devanagari": "यन्न व्रजन्त्यघभिदो रचनानुवादा-च्छृण्वन्ति येऽन्यविषया: कुकथा मतिघ्नी: ।यास्तु श्रुता हतभगैर्नृभिरात्तसारा-स्तांस्तान् क्षिपन्त्यशरणेषु तम:सु हन्त ॥ २३ ॥",
        "english_devnagari": "yan na vrajanty agha-bhido racanānuvādācchṛṇvanti ye ’nya-viṣayāḥ kukathā mati-ghnīḥyās tu śrutā hata-bhagair nṛbhir ātta-sārāstāṁs tān kṣipanty aśaraṇeṣu tamaḥsu hanta",
        "verse_Syn": [
            "yat",
            "na",
            "vrajanti",
            "agha",
            "bhidaḥ",
            "racanā",
            "anuvādāt",
            "śṛṇvanti",
            "ye",
            "anya",
            "viṣayāḥ",
            "ku",
            "kathāḥ",
            "mati",
            "ghnīḥ",
            "yāḥ",
            "tu",
            "śrutāḥ",
            "hata",
            "bhagaiḥ",
            "nṛbhiḥ",
            "ātta",
            "sārāḥ",
            "tān",
            "tān",
            "kṣipanti",
            "aśaraṇeṣu",
            "tamaḥsu",
            "hanta"
        ],
        "translation": "It is very much regrettable that unfortunate people do not discuss the description of the Vaikuṇṭha planets but engage in topics which are unworthy to hear and which bewilder one’s intelligence. Those who give up the topics of Vaikuṇṭha and take to talk of the material world are thrown into the darkest region of ignorance.",
        "purport": " The most unfortunate persons are the impersonalists, who cannot understand the transcendental variegatedness of the spiritual world. They are afraid to talk about the beauty of the Vaikuṇṭha planets because they think that variegatedness must be material. Such impersonalists think that the spiritual world is completely void, or, in other words, that there is no variegatedness. This mentality is described here as ku-kathā mati-ghnīḥ, “intelligence bewildered by unworthy words.” The philosophies of voidness and of the impersonal situation of the spiritual world are condemned here because they bewilder one’s intelligence. How can the impersonalist and the void philosopher think of this material world, which is full of variegatedness, and then say that there is no variegatedness in the spiritual world? It is said that this material world is the perverted reflection of the spiritual world, so unless there is variegatedness in the spiritual world, how can there be temporary variegatedness in the material world? That one can transcend this material world does not imply that there is no transcendental variegatedness. Here in the Bhāgavatam, in this verse particularly, it is stressed that people who try to discuss and understand the real spiritual nature of the spiritual sky and the Vaikuṇṭhas are fortunate. The variegatedness of the Vaikuṇṭha planets is described in relation to the transcendental pastimes of the Lord. But instead of trying to understand the spiritual abode and the spiritual activities of the Lord, people are more interested in politics and economic developments. They hold many conventions, meetings and discussions to solve the problems of this worldly situation, where they can remain for only a few years, but they are not interested in understanding the spiritual situation of the Vaikuṇṭha world. If they are at all fortunate, they become interested in going back home, back to Godhead, but unless they understand the spiritual world, they rot in this material darkness continuously."
    },
    {
        "verse": "24",
        "devanagari": "येऽभ्यर्थितामपि च तो नृगतिं प्रपन्नाज्ञानं च तत्त्वविषयं सहधर्मं यत्र ।नाराधनं भगवतो वितरन्त्यमुष्यसम्मोहिता विततया बत मायया ते ॥ २४ ॥",
        "english_devnagari": "ye ’bhyarthitām api ca no nṛ-gatiṁ prapannājñānaṁ ca tattva-viṣayaṁ saha-dharmaṁ yatranārādhanaṁ bhagavato vitaranty amuṣyasammohitā vitatayā bata māyayā te",
        "verse_Syn": [
            "ye",
            "abhyarthitām",
            "api",
            "ca",
            "naḥ",
            "nṛ",
            "gatim",
            "prapannāḥ",
            "jñānam",
            "ca",
            "tattva",
            "viṣayam",
            "saha",
            "dharmam",
            "yatra",
            "na",
            "ārādhanam",
            "bhagavataḥ",
            "vitaranti",
            "amuṣya",
            "sammohitāḥ",
            "vitatayā",
            "bata",
            "māyayā",
            "te"
        ],
        "translation": "Lord Brahmā said: My dear demigods, the human form of life is of such importance that we also desire to have such life, for in the human form one can attain perfect religious truth and knowledge. If one in this human form of life does not understand the Supreme Personality of Godhead and His abode, it is to be understood that he is very much affected by the influence of external nature.",
        "purport": " Brahmājī condemns very vehemently the condition of the human being who does not take interest in the Personality of Godhead and His transcendental abode, Vaikuṇṭha. The human form of life is desired even by Brahmājī. Brahmā and other demigods have much better material bodies than human beings, yet the demigods, including Brahmā, nevertheless desire to attain the human form of life because it is specifically meant for the living entity who can attain transcendental knowledge and religious perfection. It is not possible to go back to Godhead in one life, but in the human form one should at least understand the goal of life and begin Kṛṣṇa consciousness. It is said that the human form is a great boon because it is the most suitable boat for crossing over the nescience ocean. The spiritual master is considered to be the most able captain in that boat, and the information from the scriptures is the favorable wind for floating over the ocean of nescience. The human being who does not take advantage of all these facilities in this life is committing suicide. Therefore one who does not begin Kṛṣṇa consciousness in the human form of life loses his life to the influence of the illusory energy. Brahmā regrets the situation of such a human being."
    },
    {
        "verse": "25",
        "devanagari": "यच्च व्रजन्त्यनिमिषामृषभानुवृत्त्यादूरेयमा ह्युपरि न: स्पृहणीयशीला: ।भर्तुर्मिथ: सुयशस: कथनानुराग-वैक्लव्यबाष्पकलया पुलकीकृताङ्गा: ॥ २५ ॥",
        "english_devnagari": "yac ca vrajanty animiṣām ṛṣabhānuvṛttyādūre yamā hy upari naḥ spṛhaṇīya-śīlāḥbhartur mithaḥ suyaśasaḥ kathanānurāga-vaiklavya-bāṣpa-kalayā pulakī-kṛtāṅgāḥ",
        "verse_Syn": [
            "yat",
            "ca",
            "vrajanti",
            "animiṣām",
            "ṛṣabha",
            "anuvṛttyā",
            "dūre",
            "yamāḥ",
            "hi",
            "upari",
            "naḥ",
            "spṛhaṇīya",
            "śīlāḥ",
            "bhartuḥ",
            "mithaḥ",
            "suyaśasaḥ",
            "kathana",
            "anurāga",
            "vaiklavya",
            "bāṣpa",
            "kalayā",
            "pulakī",
            "kṛta",
            "aṅgāḥ"
        ],
        "translation": "Persons whose bodily features change in ecstasy and who breathe heavily and perspire due to hearing the glories of the Lord are promoted to the kingdom of God, even though they do not care for meditation and other austerities. The kingdom of God is above the material universes, and it is desired by Brahmā and other demigods.",
        "purport": " It is clearly stated herein that the kingdom of God is above the material universes. Just as there are many hundreds of thousands of higher planets above this earth, so there are many millions and billions of spiritual planets belonging to the spiritual sky. Brahmājī states herein that the spiritual kingdom is above the kingdom of the demigods. One can enter the kingdom of the Supreme Lord only when one is highly developed in desirable qualities. All good qualities develop in the person of a devotee. It is stated in Śrīmad-Bhāgavatam, Fifth Canto, Eighteenth Chapter, verse 12, that anyone who is Kṛṣṇa conscious is endowed with all the good qualities of the demigods. In the material world the qualities of the demigods are highly appreciated, just as, even in our experience, the qualities of a gentleman are more highly appreciated than the qualities of a man in ignorance or in a lower condition of life. The qualities of the demigods in the higher planets are far superior to the qualities of the inhabitants of this earth. Brahmājī confirms herewith that only persons who have developed the desirable qualities can enter into the kingdom of God. In the Caitanya-caritāmṛta, the devotee’s desirable qualities are described to be twenty-six in number. They are stated as follows: He is very kind; he does not quarrel with anyone; he accepts Kṛṣṇa consciousness as the highest goal of life; he is equal to everyone; no one can find fault in his character; he is magnanimous, mild and always clean, internally and externally; he does not profess to possess anything in this material world; he is a benefactor to all living entities; he is peaceful and is a soul completely surrendered to Kṛṣṇa; he has no material desire to fulfill; he is meek and humble, always steady, and has conquered the sensual activities; he does not eat more than required to maintain body and soul together; he is never mad after material identity; he is respectful to all others and does not demand respect for himself; he is very grave, very compassionate and very friendly; he is poetic; he is expert in all activities; and he is silent in nonsense. Similarly, in Śrīmad-Bhāgavatam, Third Canto, Twenty-fifth Chapter, verse 21, the qualifications of a saintly person are mentioned. It is said there that a saintly person eligible to enter into the kingdom of God is very tolerant and very kind to all living entities. He is not partial; he is kind both to human beings and to animals. He is not such a fool that he will kill a goat Nārāyaṇa to feed a human Nārāyaṇa, or daridra-nārāyaṇa. He is very kind to all living entities; therefore he has no enemy. He is very peaceful. These are the qualities of persons who are eligible to enter into the kingdom of God. That such a person gradually becomes liberated and enters the kingdom of God is confirmed in Śrīmad-Bhāgavatam, Fifth Canto, Fifth Chapter, verse 2. The Śrīmad-Bhāgavatam, Second Canto, Third Chapter, verse 24, also states that if a person does not cry or exhibit bodily changes after chanting the holy name of God without offense, it is to be understood that he is hardhearted and that therefore his heart does not change even after he chants the holy name of God, Hare Kṛṣṇa. These bodily changes can take place due to ecstasy when we offenselessly chant the holy names of God: Hare Kṛṣṇa, Hare Kṛṣṇa, Kṛṣṇa Kṛṣṇa, Hare Hare/ Hare Rāma, Hare Rāma, Rāma Rāma, Hare Hare. It may be noted that there are ten offenses we should avoid. The first offense is to decry persons who try in their lives to broadcast the glories of the Lord. People must be educated in understanding the glories of the Supreme; therefore the devotees who engage in preaching the glories of the Lord are never to be decried. It is the greatest offense. Furthermore, the holy name of Viṣṇu is the most auspicious name, and His pastimes are also nondifferent from the holy name of the Lord. There are many foolish persons who say that one can chant Hare Kṛṣṇa or chant the name of Kālī or Durgā or Śiva because they are all the same. If one thinks that the holy name of the Supreme Personality of Godhead and the names and activities of the demigods are on the same level, or if one accepts the holy name of Viṣṇu to be a material sound vibration, that is also an offense. The third offense is to think of the spiritual master who spreads the glories of the Lord as an ordinary human being. The fourth offense is to consider the Vedic literatures, such as the Purāṇas or other transcendentally revealed scriptures, to be ordinary books of knowledge. The fifth offense is to think that devotees have given artificial importance to the holy name of God. The actual fact is that the Lord is nondifferent from His name. The highest realization of spiritual value is to chant the holy name of God, as prescribed for the age — Hare Kṛṣṇa, Hare Kṛṣṇa, Kṛṣṇa Kṛṣṇa, Hare Hare/ Hare Rāma, Hare Rāma, Rāma Rāma, Hare Hare. The sixth offense is to give some interpretation on the holy name of God. The seventh offense is to act sinfully on the strength of chanting the holy name of God. It is understood that one can be freed from all sinful reaction simply by chanting the holy name of God, but if one thinks that he is therefore at liberty to commit all kinds of sinful acts, that is a symptom of offense. The eighth offense is to equate the chanting of Hare Kṛṣṇa with other spiritual activities, such as meditation, austerity, penance or sacrifice. They cannot be equated at any level. The ninth offense is to specifically glorify the importance of the holy name before persons who have no interest. The tenth offense is to be attached to the misconception of possessing something, or to accept the body as one’s self, while executing the process of spiritual cultivation. When one is free from all ten of these offenses in chanting the holy name of God, he develops the ecstatic bodily features called pulakāśru. Pulaka means “symptoms of happiness,” and aśru means “tears in the eyes.” The symptoms of happiness and tears in the eyes must appear in a person who has chanted the holy name offenselessly. Here in this verse it is stated that those who have actually developed the symptoms of happiness and tears in the eyes by chanting the glories of the Lord are eligible to enter the kingdom of God. In the Caitanya-caritāmṛta it is said that if one does not develop these symptoms while chanting Hare Kṛṣṇa, it is to be understood that he is still offensive. Caitanya-caritāmṛta suggests a nice remedy in this connection. There it is said in verse 31, Chapter Eight, of Ādi-līlā, that if anyone takes shelter of Lord Caitanya and just chants the holy name of the Lord, Hare Kṛṣṇa, he becomes freed from all offenses."
    },
    {
        "verse": "26",
        "devanagari": "तद्विश्वगुर्वधिकृतं भुवनैकवन्द्यंदिव्यं विचित्रविबुधाग्र्यविमानशोचि: ।आपु: परां मुदमपूर्वमुपेत्य योग-मायाबलेन मुनयस्तदथो विकुण्ठम् ॥ २६ ॥",
        "english_devnagari": "tad viśva-gurv-adhikṛtaṁ bhuvanaika-vandyaṁdivyaṁ vicitra-vibudhāgrya-vimāna-śociḥāpuḥ parāṁ mudam apūrvam upetya yoga-māyā-balena munayas tad atho vikuṇṭham",
        "verse_Syn": [
            "tat",
            "viśva",
            "guru",
            "adhikṛtam",
            "bhuvana",
            "eka",
            "vandyam",
            "divyam",
            "vicitra",
            "vibudha",
            "agrya",
            "vimāna",
            "śociḥ",
            "āpuḥ",
            "parām",
            "mudam",
            "apūrvam",
            "upetya",
            "yoga",
            "māyā",
            "balena",
            "munayaḥ",
            "tat",
            "atho",
            "vikuṇṭham"
        ],
        "translation": "Thus the great sages Sanaka, Sanātana, Sanandana and Sanat-kumāra, upon reaching the above-mentioned Vaikuṇṭha in the spiritual world by dint of their mystic yoga performance, perceived unprecedented happiness. They found that the spiritual sky was illuminated by highly decorated airplanes piloted by the best devotees of Vaikuṇṭha and was predominated by the Supreme Personality of Godhead.",
        "purport": " The Supreme Personality of Godhead is one without a second. He is above everyone. No one is equal to Him, nor is anyone greater than Him. Therefore He is described here as viśva-guru. He is the prime living entity of the entire material and spiritual creation and is bhuvanaika-vandyam, the only worshipable personality in the three worlds. The airplanes in the spiritual sky are self-illuminated and are piloted by great devotees of the Lord. In other words, in the Vaikuṇṭha planets there is no scarcity of the things which are available in the material world; they are available, but they are more valuable because they are spiritual and therefore eternal and blissful. The sages felt an unprecedented happiness because Vaikuṇṭha was not predominated by an ordinary man. The Vaikuṇṭha planets are predominated by expansions of Kṛṣṇa, who are differently named as Madhusūdana, Mādhava, Nārāyaṇa, Pradyumna, etc. These transcendental planets are worshipable because the Personality of Godhead personally rules them. It is said here that the sages reached the transcendental spiritual sky by dint of their mystic power. That is the perfection of the yoga system. The breathing exercises and disciplines to keep health in proper order are not the ultimate goals of yoga perfection. The yoga system as generally understood is aṣṭāṅga-yoga, or siddhi, eightfold perfection in yoga. By dint of perfection in yoga one can become lighter than the lightest and heavier than the heaviest; one can go wherever he likes and can achieve opulences as he likes. There are eight such perfections. The ṛṣis, the four Kumāras, reached Vaikuṇṭha by becoming lighter than the lightest and thus passing over the space of the material world. Modern mechanical space vehicles are unsuccessful because they cannot go to the highest region of this material creation, and they certainly cannot enter the spiritual sky. But by perfection of the yoga system one not only can travel through material space, but can surpass material space and enter the spiritual sky. We learn this fact also from an incident concerning Durvāsā Muni and Mahārāja Ambarīṣa. It is understood that in one year Durvāsā Muni traveled everywhere and went into the spiritual sky to meet the Supreme Personality of Godhead, Nārāyaṇa. By present standards, scientists calculate that if one could travel at the speed of light, it would take forty thousand years to reach the highest planet of this material world. But the yoga system can carry one without limitation or difficulty. The word yoga-māyā is used in this verse. Yoga-māyā-balena vikuṇṭham. The transcendental happiness exhibited in the spiritual world and all other spiritual manifestations there are made possible by the influence of yoga-māyā, the internal potency of the Supreme Personality of Godhead."
    },
    {
        "verse": "27",
        "devanagari": "तस्मिन्नतीत्य मुनय: षडसज्जमाना:कक्षा: समानवयसावथ सप्तमायाम् ।देवावचक्षत गृहीतगदौ परार्ध्य-केयूरकुण्डलकिरीटविटङ्कवेषौ ॥ २७ ॥",
        "english_devnagari": "tasminn atītya munayaḥ ṣaḍ asajjamānāḥkakṣāḥ samāna-vayasāv atha saptamāyāmdevāv acakṣata gṛhīta-gadau parārdhya-keyūra-kuṇḍala-kirīṭa-viṭaṅka-veṣau",
        "verse_Syn": [
            "tasmin",
            "atītya",
            "munayaḥ",
            "ṣaṭ",
            "asajja",
            "mānāḥ",
            "kakṣāḥ",
            "samāna",
            "vayasau",
            "atha",
            "saptamāyām",
            "devau",
            "acakṣata",
            "gṛhīta",
            "gadau",
            "para",
            "ardhya",
            "keyūra",
            "kuṇḍala",
            "kirīṭa",
            "viṭaṅka",
            "veṣau"
        ],
        "translation": "After passing through the six entrances of Vaikuṇṭha-purī, the Lord’s residence, without feeling astonishment at all the decorations, they saw at the seventh gate two shining beings of the same age, armed with maces and adorned with most valuable jewelry, earrings, diamonds, helmets, garments, etc.",
        "purport": " The sages were so eager to see the Lord within Vaikuṇṭha-purī that they did not care to see the transcendental decorations of the six gates which they passed by one after another. But at the seventh door they found two doormen of the same age. The significance of the doormen’s being of the same age is that in the Vaikuṇṭha planets there is no old age, so one cannot distinguish who is older than whom. The inhabitants of Vaikuṇṭha are decorated like the Supreme Personality of Godhead, Nārāyaṇa, with śaṅkha, cakra, gadā and padma (conch, wheel, club and lotus)."
    },
    {
        "verse": "28",
        "devanagari": "मत्तद्विरेफवनमालिकया निवीतौविन्यस्तयासितचतुष्टयबाहुमध्ये ।वक्त्रं भ्रुवा कुटिलया स्फुटनिर्गमाभ्यांरक्तेक्षणेन च मनाग्रभसं दधानौ ॥ २८ ॥",
        "english_devnagari": "matta-dvirepha-vanamālikayā nivītauvinyastayāsita-catuṣṭaya-bāhu-madhyevaktraṁ bhruvā kuṭilayā sphuṭa-nirgamābhyāṁraktekṣaṇena ca manāg rabhasaṁ dadhānau",
        "verse_Syn": [
            "matta",
            "dvi",
            "repha",
            "vana",
            "mālikayā",
            "nivītau",
            "vinyastayā",
            "asita",
            "catuṣṭaya",
            "bāhu",
            "madhye",
            "vaktram",
            "bhruvā",
            "kuṭilayā",
            "sphuṭa",
            "nirgamābhyām",
            "rakta",
            "īkṣaṇena",
            "ca",
            "manāk",
            "rabhasam",
            "dadhānau"
        ],
        "translation": "The two doormen were garlanded with fresh flowers which attracted intoxicated bees and which were placed around their necks and between their four blue arms. From their arched eyebrows, discontented nostrils and reddish eyes, they appeared somewhat agitated.",
        "purport": " Their garlands attracted swarms of bees because they were garlands of fresh flowers. In the Vaikuṇṭha world everything is fresh, new and transcendental. The inhabitants of Vaikuṇṭha have bodies of bluish color and four hands like Nārāyaṇa."
    },
    {
        "verse": "29",
        "devanagari": "द्वार्येतयोर्निविविशुर्मिषतोरपृष्ट्वापूर्वा यथा पुरटवज्रकपाटिका या: ।सर्वत्र तेऽविषमया मुनय: स्वद‍ृष्टय‍ाये सञ्चरन्त्यविहता विगताभिशङ्का: ॥ २९ ॥",
        "english_devnagari": "dvāry etayor niviviśur miṣator apṛṣṭvāpūrvā yathā puraṭa-vajra-kapāṭikā yāḥsarvatra te ’viṣamayā munayaḥ sva-dṛṣṭyāye sañcaranty avihatā vigatābhiśaṅkāḥ",
        "verse_Syn": [
            "dvāri",
            "etayoḥ",
            "niviviśuḥ",
            "miṣatoḥ",
            "apṛṣṭvā",
            "pūrvāḥ",
            "yathā",
            "puraṭa",
            "vajra",
            "kapāṭikāḥ",
            "yāḥ",
            "sarvatra",
            "te",
            "aviṣa",
            "mayā",
            "munayaḥ",
            "sva",
            "dṛṣṭyā",
            "ye",
            "sañcaranti",
            "avihatāḥ",
            "vigata",
            "abhiśaṅkāḥ"
        ],
        "translation": "The great sages, headed by Sanaka, had opened doors everywhere. They had no idea of “ours” and “theirs.” With open minds, they entered the seventh door out of their own will, just as they had passed through the six other doors, which were made of gold and diamonds.",
        "purport": " The great sages — namely Sanaka, Sanātana, Sanandana and Sanat-kumāra — although very old in years, maintained themselves eternally as small children. They were not at all duplicitous, and they entered the doors exactly as little children enter places without any idea of what it is to trespass. That is a child’s nature. A child can enter any place, and no one checks him. Indeed, a child is generally welcome in his attempts to go places, but if it so happens that a child is checked from entering a door, he naturally becomes very sorry and angry. That is the nature of a child. In this case, the same thing happened. The childlike saintly personalities entered all the six doors of the palace, and no one checked them; therefore when they attempted to enter the seventh door and were forbidden by the doormen, who checked them with their sticks, they naturally became very angry and sorrowful. An ordinary child would cry, but because these were not ordinary children, they immediately made preparations to punish the doormen, for the doormen had committed a great offense. Even to this day a saintly person is never checked from entering anyone’s door in India."
    },
    {
        "verse": "30",
        "devanagari": "तान् वीक्ष्य वातारशनांश्चतुर: कुमारान्वृद्धान्दशार्धवयसो विदितात्मतत्त्वान् ।वेत्रेण चास्खलयतामतदर्हणांस्तौतेजो विहस्य भगवत्प्रतिकूलशीलौ ॥ ३० ॥",
        "english_devnagari": "tān vīkṣya vāta-raśanāṁś caturaḥ kumārānvṛddhān daśārdha-vayaso viditātma-tattvānvetreṇa cāskhalayatām atad-arhaṇāṁs tautejo vihasya bhagavat-pratikūla-śīlau",
        "verse_Syn": [
            "tān",
            "vīkṣya",
            "vāta",
            "raśanān",
            "caturaḥ",
            "kumārān",
            "vṛddhān",
            "daśa",
            "ardha",
            "vayasaḥ",
            "vidita",
            "ātma",
            "tattvān",
            "vetreṇa",
            "ca",
            "askhalayatām",
            "a",
            "tat",
            "arhaṇān",
            "tau",
            "tejaḥ",
            "vihasya",
            "bhagavat",
            "pratikūla",
            "śīlau"
        ],
        "translation": "The four boy-sages, who had nothing to cover their bodies but the atmosphere, looked only five years old, even though they were the oldest of all living creatures and had realized the truth of the self. But when the porters, who happened to possess a disposition quite unpalatable to the Lord, saw the sages, they blocked their way with their staffs, despising their glories, although the sages did not deserve such treatment at their hands.",
        "purport": " The four sages were the first-born sons of Brahmā. Therefore all other living entities, including Lord Śiva, are born later and are therefore younger than the four Kumāras. Although they looked like five-year-old boys and traveled naked, the Kumāras were older than all other living creatures and had realized the truth of the self. Such saints were not to be forbidden to enter the kingdom of Vaikuṇṭha, but by chance the doormen objected to their entrance. This was not fitting. The Lord is always anxious to serve sages like the Kumāras, but in spite of knowing this fact, the doormen, astonishingly and outrageously, prohibited them from entering."
    },
    {
        "verse": "31",
        "devanagari": "ताभ्यां मिषत्स्वनिमिषेषु निषिध्यमाना:स्वर्हत्तमा ह्यपि हरे: प्रतिहारपाभ्याम् ।ऊचु: सुहृत्तमदिद‍ृक्षितभङ्ग ईष-त्कामानुजेन सहसा त उपप्लुताक्षा: ॥ ३१ ॥",
        "english_devnagari": "tābhyāṁ miṣatsv animiṣeṣu niṣidhyamānāḥsvarhattamā hy api hareḥ pratihāra-pābhyāmūcuḥ suhṛttama-didṛkṣita-bhaṅga īṣatkāmānujena sahasā ta upaplutākṣāḥ",
        "verse_Syn": [
            "tābhyām",
            "miṣatsu",
            "animiṣeṣu",
            "niṣidhyamānāḥ",
            "su",
            "arhattamāḥ",
            "hi",
            "api",
            "hareḥ",
            "pratihāra",
            "pābhyām",
            "ūcuḥ",
            "suhṛt",
            "tama",
            "didṛkṣita",
            "bhaṅge",
            "īṣat",
            "kāma",
            "anujena",
            "sahasā",
            "te",
            "upapluta",
            "akṣāḥ"
        ],
        "translation": "When the Kumāras, although by far the fittest persons, were thus forbidden entrance by the two chief doorkeepers of Śrī Hari while other divinities looked on, their eyes suddenly turned red because of anger due to their great eagerness to see their most beloved master, Śrī Hari, the Personality of Godhead.",
        "purport": " According to the Vedic system, a sannyāsī, a person in the renounced order of life, is dressed in saffron-colored garments. This saffron dress is practically a passport for the mendicant and sannyāsī to go anywhere. The sannyāsī’s duty is to enlighten people in Kṛṣṇa consciousness. Those in the renounced order of life have no other business but preaching the glories and supremacy of the Supreme Personality of Godhead. Therefore the Vedic sociological conception is that a sannyāsī should not be restricted; he is allowed to go anywhere and everywhere he wants, and he is not refused any gift he might demand from a householder. The four Kumāras came to see the Supreme Personality of Godhead Nārāyaṇa. The word suhṛttama, “best of all friends,” is important. As Lord Kṛṣṇa states in the Bhagavad-gītā, He is the best friend of all living entities. Suhṛdaṁ sarva-bhūtānām. No one can be a greater well-wishing friend to any living entity than the Supreme Personality of Godhead. He is so kindly disposed towards everyone that in spite of our completely forgetting our relationship with the Supreme Lord, He comes Himself — sometimes personally, as Lord Kṛṣṇa appeared on this earth, and sometimes as His devotee, as did Lord Caitanya Mahāprabhu — and sometimes He sends His bona fide devotees to reclaim all the fallen souls. Therefore, He is the greatest well-wishing friend of everyone, and the Kumāras wanted to see Him. The doorkeepers should have known that the four sages had no other business, and therefore to restrict them from entering the palace was not apt. In this verse it is figuratively stated that the younger brother of desire suddenly appeared in person when the sages were forbidden to see their most beloved Personality of Godhead. The younger brother of desire is anger. If one’s desire is not fulfilled, the younger brother, anger, follows. Here we can mark that even great saintly persons like the Kumāras were also angry, but they were not angry for their personal interests. They were angry because they were forbidden to enter the palace to see the Personality of Godhead. Therefore the theory that in the perfectional stage one should not have anger is not supported in this verse. Anger will continue even in the liberated stage. These four mendicant brothers, the Kumāras, were considered liberated persons, but still they were angry because they were restricted in their service to the Lord. The difference between the anger of an ordinary person and that of a liberated person is that an ordinary person becomes angry because his sense desires are not being fulfilled, whereas a liberated person like the Kumāras becomes angry when restricted in the discharge of duties for serving the Supreme Personality of Godhead. In the previous verse it has been clearly mentioned that the Kumāras were liberated persons. Viditātma-tattva means “one who understands the truth of self-realization.” One who does not understand the truth of self-realization is called ignorant, but one who understands the self, the Superself, their interrelation, and activities in self-realization is called viditātma-tattva. Although the Kumāras were already liberated persons, they nevertheless became angry. This point is very important. Becoming liberated does not necessitate losing one’s sensual activities. Sense activities continue even in the liberated stage. The difference is, however, that sense activities in liberation are accepted only in connection with Kṛṣṇa consciousness, whereas sense activities in the conditioned stage are enacted for personal sense gratification."
    },
    {
        "verse": "32",
        "devanagari": "मुनय ऊचु:को वामिहैत्य भगवत्परिचर्ययोच्चै-स्तद्धर्मिणां निवसतां विषम: स्वभाव: ।तस्मिन् प्रशान्तपुरुषे गतविग्रहे वांको वात्मवत्कुहकयो: परिशङ्कनीय: ॥ ३२ ॥",
        "english_devnagari": "munaya ūcuḥko vām ihaitya bhagavat-paricaryayoccaistad-dharmiṇāṁ nivasatāṁ viṣamaḥ svabhāvaḥtasmin praśānta-puruṣe gata-vigrahe vāṁko vātmavat kuhakayoḥ pariśaṅkanīyaḥ",
        "verse_Syn": [
            "munayaḥ",
            "ūcuḥ",
            "kaḥ",
            "vām",
            "iha",
            "etya",
            "bhagavat",
            "paricaryayā",
            "uccaiḥ",
            "tat",
            "dharmiṇām",
            "nivasatām",
            "viṣamaḥ",
            "svabhāvaḥ",
            "tasmin",
            "praśānta",
            "puruṣe",
            "gata",
            "vigrahe",
            "vām",
            "kaḥ",
            "vā",
            "ātma",
            "vat",
            "kuhakayoḥ",
            "pariśaṅkanīyaḥ"
        ],
        "translation": "The sages said: Who are these two persons who have developed such a discordant mentality even though they are posted in the service of the Lord in the highest position and are expected to have developed the same qualities as the Lord? How are these two persons living in Vaikuṇṭha? Where is the possibility of an enemy’s coming into this kingdom of God? The Supreme Personality of Godhead has no enemy. Who could be envious of Him? Probably these two persons are imposters; therefore they suspect others to be like themselves.",
        "purport": " The difference between the inhabitants of a Vaikuṇṭha planet and those of a material planet is that in Vaikuṇṭha all the residents engage in the service of the Lord Himself and are equipped with all His good qualities. It has been analyzed by great personalities that when a conditioned soul is liberated and becomes a devotee, about seventy-nine percent of all the good qualities of the Lord develop in his person. Therefore in the Vaikuṇṭha world there is no question of enmity between the Lord and the residents. Here in this material world the citizens may be inimical to the chief executives or heads of state, but in Vaikuṇṭha there is no such mentality. One is not allowed to enter Vaikuṇṭha unless he has completely developed the good qualities. The basic principle of goodness is to accept subordination to the Supreme Personality of Godhead. The sages, therefore, were surprised to see that the two doormen who checked them from entering the palace were not exactly like the residents of Vaikuṇṭhaloka. It may be said that a doorman’s duty is to determine who should be allowed to enter the palace and who should not. But that is not relevant in this matter because no one is allowed to enter the Vaikuṇṭha planets unless he has developed one hundred percent his mentality of devotional service to the Supreme Lord. No enemy of the Lord can enter Vaikuṇṭhaloka. The Kumāras concluded that the only reason for the doormen’s checking them was that the doormen themselves were imposters."
    },
    {
        "verse": "33",
        "devanagari": "न ह्यन्तरं भगवतीह समस्तकुक्षा-वात्मानमात्मनि नभो नभसीव धीरा: ।पश्यन्ति यत्र युवयो: सुरलिङ्गिनो: किंव्युत्पादितं ह्युदरभेदि भयं यतोऽस्य ॥ ३३ ॥",
        "english_devnagari": "na hy antaraṁ bhagavatīha samasta-kukṣāvātmānam ātmani nabho nabhasīva dhīrāḥpaśyanti yatra yuvayoḥ sura-liṅginoḥ kiṁvyutpāditaṁ hy udara-bhedi bhayaṁ yato ’sya",
        "verse_Syn": [
            "na",
            "hi",
            "antaram",
            "bhagavati",
            "iha",
            "samasta",
            "kukṣau",
            "ātmānam",
            "ātmani",
            "nabhaḥ",
            "nabhasi",
            "iva",
            "dhīrāḥ",
            "paśyanti",
            "yatra",
            "yuvayoḥ",
            "sura",
            "liṅginoḥ",
            "kim",
            "vyutpāditam",
            "hi",
            "udara",
            "bhedi",
            "bhayam",
            "yataḥ",
            "asya"
        ],
        "translation": "In the Vaikuṇṭha world there is complete harmony between the residents and the Supreme Personality of Godhead, just as there is complete harmony within space between the big and the small skies. Why then is there a seed of fear in this field of harmony? These two persons are dressed like inhabitants of Vaikuṇṭha, but wherefrom can their disharmony come into existence?",
        "purport": " Just as there are different departments in each state in this material world — the civil department and the criminal department — so, in God’s creation, there are two departments of existence. As in the material world we find that the criminal department is far, far smaller than the civil department, so this material world, which is considered the criminal department, is one fourth of the entire creation of the Lord. All living entities who are residents of the material universes are considered to be more or less criminals because they do not wish to abide by the order of the Lord or they are against the harmonious activities of God’s will. The principle of creation is that the Supreme Lord, the Personality of Godhead, is by nature joyful, and He becomes many in order to enhance His transcendental joy. The living entities like ourselves, being part and parcel of the Supreme Lord, are meant to satisfy the senses of the Lord. Thus, whenever there is a discrepancy in that harmony, immediately the living entity is entrapped by māyā, or illusion. The external energy of the Lord is called the material world, and the kingdom of the internal energy of the Lord is called Vaikuṇṭha, or the kingdom of God. In the Vaikuṇṭha world there is no disharmony between the Lord and the residents. Therefore God’s creation in the Vaikuṇṭha world is perfect. There is no cause of fear. The entire kingdom of God is such a completely harmonious unit that there is no possibility of enmity. Everything there is absolute. Just as there are many physiological constructions within the body yet they work in one order for the satisfaction of the stomach, and just as in a machine there are hundreds and thousands of parts yet they run in harmony to fulfill the function of the machine, in the Vaikuṇṭha planets the Lord is perfect, and the inhabitants also perfectly engage in the service of the Lord. The Māyāvādī philosophers, the impersonalists, interpret this verse of Śrīmad-Bhāgavatam to mean that the small sky and the big sky are one, but this idea cannot stand. The example of the big sky and the small skies is also applicable within a person’s body. The big sky is the body itself, and the intestines and other parts of the body occupy the small sky. Each and every part of the body has individuality, even though occupying a small part of the total body. Similarly, the whole creation is the body of the Supreme Lord, and we created beings, or anything that is created, are but a small part of that body. The parts of the body are never equal to the whole. This is never possible. In Bhagavad-gītā it is said that the living entities, who are parts and parcels of the Supreme Lord, are eternally parts and parcels. According to the Māyāvādī philosophers, the living entity in illusion considers himself part and parcel although he is actually one and the same as the supreme whole. This theory is not valid. The oneness of the whole and the part is in their quality. The qualitative oneness of the small and large portions of the sky does not imply that the small sky becomes the big sky. There is no cause for the politics of divide and rule in the Vaikuṇṭha planets; there is no fear, because of the united interests of the Lord and the residents. Māyā means disharmony between the living entities and the Supreme Lord, and Vaikuṇṭha means harmony between them. Actually all living entities are provided for and maintained by the Lord because He is the supreme living entity. But foolish creatures, although actually under the control of the supreme living entity, defy His existence, and that state is called māyā. Sometimes they deny that there is such a being as God. They say, “Everything is void.” And sometimes they deny Him in a different way: “There may be a God, but He has no form.” Both these conceptions arise from the rebellious condition of the living entity. As long as this rebellious condition prevails, the material world will continue in disharmony. Harmony or disharmony is realized because of the law and order of a particular place. Religion is the law and order of the Supreme Lord. In the Śrīmad Bhagavad-gītā we find that religion means devotional service, or Kṛṣṇa consciousness. Kṛṣṇa says, “Give up all other religious principles and simply become a soul surrendered unto Me.” This is religion. When one is fully conscious that Kṛṣṇa is the supreme enjoyer and Supreme Lord and one acts accordingly, that is real religion. Anything which goes against this principle is not religion. Therefore Kṛṣṇa says, “Just give up all other religious principles.” In the spiritual world this religious principle of Kṛṣṇa consciousness is maintained in harmony, and therefore that world is called Vaikuṇṭha. If the same principles can be adopted here, wholly or partially, then it is also Vaikuṇṭha. So it is with any society, such as the International Society for Krishna Consciousness: If the members of the International Society for Krishna Consciousness, putting faith in Kṛṣṇa as the center, live in harmony according to the order and principles of Bhagavad-gītā, then they are living in Vaikuṇṭha, not in this material world."
    },
    {
        "verse": "34",
        "devanagari": "तद्वाममुष्य परमस्य विकुण्ठभर्तु:कर्तुं प्रकृष्टमिह धीमहि मन्दधीभ्याम् ।लोकानितो व्रजतमन्तरभावद‍ृष्टय‍ापापीयसस्त्रय इमे रिपवोऽस्य यत्र ॥ ३४ ॥",
        "english_devnagari": "tad vām amuṣya paramasya vikuṇṭha-bhartuḥkartuṁ prakṛṣṭam iha dhīmahi manda-dhībhyāmlokān ito vrajatam antara-bhāva-dṛṣṭyāpāpīyasas traya ime ripavo ’sya yatra",
        "verse_Syn": [
            "tat",
            "vām",
            "amuṣya",
            "paramasya",
            "vikuṇṭha",
            "bhartuḥ",
            "kartum",
            "prakṛṣṭam",
            "iha",
            "dhīmahi",
            "manda",
            "dhībhyām",
            "lokān",
            "itaḥ",
            "vrajatam",
            "antara",
            "bhāva",
            "dṛṣṭyā",
            "pāpīyasaḥ",
            "trayaḥ",
            "ime",
            "ripavaḥ",
            "asya",
            "yatra"
        ],
        "translation": "Therefore let us consider how these two contaminated persons should be punished. The punishment should be apt, for thus benefit can eventually be bestowed upon them. Since they find duality in the existence of Vaikuṇṭha life, they are contaminated and should be removed from this place to the material world, where the living entities have three kinds of enemies.",
        "purport": " The reason why pure souls come into the existential circumstances of the material world, which is considered to be the criminal department of the Supreme Lord, is stated in Bhagavad-gītā, Seventh Chapter, verse 27. It is stated that as long as a living entity is pure, he is in complete harmony with the desires of the Supreme Lord, but as soon as he becomes impure he is in disharmony with the desires of the Lord. By contamination he is forced to transfer to this material world, where the living entities have three enemies, namely desire, anger and lust. These three enemies force the living entities to continue material existence, and when one is free from them he is eligible to enter the kingdom of God. One should not, therefore, be angry in the absence of an opportunity for sense gratification, and one should not be lusty to acquire more than necessary. In this verse it is clearly stated that the two doormen should be sent into the material world, where criminals are allowed to reside. Since the basic principles of criminality are sense gratification, anger and unnecessary lust, persons conducted by these three enemies of the living entity are never promoted to Vaikuṇṭhaloka. People should learn Bhagavad-gītā and accept the Supreme Personality of Godhead, Kṛṣṇa, as the Lord of everything; they should practice satisfying the senses of the Supreme Lord instead of trying to satisfy their own senses. Training in Kṛṣṇa consciousness will help one be promoted to Vaikuṇṭha."
    },
    {
        "verse": "35",
        "devanagari": "तेषामितीरितमुभाववधार्य घोरंतं ब्रह्मदण्डमनिवारणमस्त्रपूगै: ।सद्यो हरेरनुचरावुरु बिभ्यतस्तत्-पादग्रहावपततामतिकातरेण ॥ ३५ ॥",
        "english_devnagari": "teṣām itīritam ubhāv avadhārya ghoraṁtaṁ brahma-daṇḍam anivāraṇam astra-pūgaiḥsadyo harer anucarāv uru bibhyatas tat-pāda-grahāv apatatām atikātareṇa",
        "verse_Syn": [
            "teṣām",
            "iti",
            "īritam",
            "ubhau",
            "avadhārya",
            "ghoram",
            "tam",
            "brahma",
            "daṇḍam",
            "anivāraṇam",
            "astra",
            "pūgaiḥ",
            "sadyaḥ",
            "hareḥ",
            "anucarau",
            "uru",
            "bibhyataḥ",
            "tat",
            "pāda",
            "grahau",
            "apatatām",
            "ati",
            "kātareṇa"
        ],
        "translation": "When the doormen of Vaikuṇṭhaloka, who were certainly devotees of the Lord, found that they were going to be cursed by the brāhmaṇas, they at once became very much afraid and fell down at the feet of the brāhmaṇas in great anxiety, for a brāhmaṇa’s curse cannot be counteracted by any kind of weapon.",
        "purport": " Although, by chance, the doormen committed a mistake by checking the brāhmaṇas from entering the gate of Vaikuṇṭha, they were at once aware of the gravity of the curse. There are many kinds of offenses, but the greatest offense is to offend a devotee of the Lord. Because the doormen were also devotees of the Lord, they were able to understand their mistake and were terrified when the four Kumāras were ready to curse them."
    },
    {
        "verse": "36",
        "devanagari": "भूयादघोनि भगवद्‍‌भिरकारि दण्डोयो नौ हरेत सुरहेलनमप्यशेषम् ।मा वोऽनुतापकलया भगवत्स्मृतिघ्नोमोहो भवेदिह तु नौ व्रजतोरधोऽध: ॥ ३६ ॥",
        "english_devnagari": "bhūyād aghoni bhagavadbhir akāri daṇḍoyo nau hareta sura-helanam apy aśeṣammā vo ’nutāpa-kalayā bhagavat-smṛti-ghnomoho bhaved iha tu nau vrajator adho ’dhaḥ",
        "verse_Syn": [
            "bhūyāt",
            "aghoni",
            "bhagavadbhiḥ",
            "akāri",
            "daṇḍaḥ",
            "yaḥ",
            "nau",
            "hareta",
            "sura",
            "helanam",
            "api",
            "aśeṣam",
            "mā",
            "vaḥ",
            "anutāpa",
            "kalayā",
            "bhagavat",
            "smṛti",
            "ghnaḥ",
            "mohaḥ",
            "bhavet",
            "iha",
            "tu",
            "nau",
            "vrajatoḥ",
            "adhaḥ",
            "adhaḥ"
        ],
        "translation": "After being cursed by the sages, the doormen said: It is quite apt that you have punished us for neglecting to respect sages like you. But we pray that due to your compassion at our repentance, the illusion of forgetting the Supreme Personality of Godhead will not come upon us as we go progressively downward.",
        "purport": " To a devotee, any heavy punishment is tolerable but the one which effects forgetfulness of the Supreme Lord. The doormen, who were also devotees, could understand the punishment meted out to them, for they were conscious of the great offense they had committed by not allowing the sages to enter Vaikuṇṭhaloka. In the lowest species of life, including the animal species, forgetfulness of the Lord is very prominent. The doormen were aware that they were going to the criminal department of the material world, and they expected that they might go to the lowest species and forget the Supreme Lord. They prayed, therefore, that this might not happen in the lives they were going to accept because of the curse. In Bhagavad-gītā, Sixteenth Chapter, verses 19 and 20, it is said that those who are envious of the Lord and His devotees are thrown into the species of abominable life; life after life such fools are unable to remember the Supreme Personality of Godhead, and therefore they continue going down and down."
    },
    {
        "verse": "37",
        "devanagari": "एवं तदैव भगवानरविन्दनाभ:स्वानां विबुध्य सदतिक्रममार्यहृद्य: ।तस्मिन् ययौ परमहंसमहामुनीना-मन्वेषणीयचरणौ चलयन् सहश्री: ॥ ३७ ॥",
        "english_devnagari": "evaṁ tadaiva bhagavān aravinda-nābhaḥsvānāṁ vibudhya sad-atikramam ārya-hṛdyaḥtasmin yayau paramahaṁsa-mahā-munīnāmanveṣaṇīya-caraṇau calayan saha-śrīḥ",
        "verse_Syn": [
            "evam",
            "tadā",
            "eva",
            "bhagavān",
            "aravinda",
            "nābhaḥ",
            "svānām",
            "vibudhya",
            "sat",
            "atikramam",
            "ārya",
            "hṛdyaḥ",
            "tasmin",
            "yayau",
            "paramahaṁsa",
            "mahā",
            "munīnām",
            "anveṣaṇīya",
            "caraṇau",
            "calayan",
            "saha",
            "śrīḥ"
        ],
        "translation": "At that very moment, the Lord, who is called Padmanābha because of the lotus grown from His navel and who is the delight of the righteous, learned about the insult offered by His own servants to the saints. Accompanied by His spouse, the goddess of fortune, He went to the spot on those very feet sought for by recluses and great sages.",
        "purport": " In Bhagavad-gītā the Lord declares that His devotees cannot be vanquished at any time. The Lord could understand that the quarrel between the doormen and the sages was taking a different turn, and therefore He instantly came out of His place and went to the spot to stop further aggravation so that His devotees, the doormen, might not be vanquished for good."
    },
    {
        "verse": "38",
        "devanagari": "तं त्वागतं प्रतिहृतौपयिकं स्वपुम्भि-स्तेऽचक्षताक्षविषयं स्वसमाधिभाग्यम् ।हंसश्रियोर्व्यजनयो: शिववायुलोल-च्छुभ्रातपत्रशशिकेसरशीकराम्बुम् ॥ ३८ ॥",
        "english_devnagari": "taṁ tv āgataṁ pratihṛtaupayikaṁ sva-pumbhiste ’cakṣatākṣa-viṣayaṁ sva-samādhi-bhāgyamhaṁsa-śriyor vyajanayoḥ śiva-vāyu-lolac-chubhrātapatra-śaśi-kesara-śīkarāmbum",
        "verse_Syn": [
            "tam",
            "tu",
            "āgatam",
            "pratihṛta",
            "aupayikam",
            "sva",
            "pumbhiḥ",
            "te",
            "acakṣata",
            "akṣa",
            "viṣayam",
            "sva",
            "samādhi",
            "bhāgyam",
            "haṁsa",
            "śriyoḥ",
            "vyajanayoḥ",
            "śiva",
            "vāyu",
            "lolat",
            "śubhra",
            "ātapatra",
            "śaśi",
            "kesara",
            "śīkara",
            "ambum"
        ],
        "translation": "The sages, headed by Sanaka Ṛṣi, saw that the Supreme Personality of Godhead, Viṣṇu, who was formerly visible only within their hearts in ecstatic trance, had now actually become visible to their eyes. As He came forward, accompanied by His own associates bearing all paraphernalia, such as an umbrella and a cāmara fan, the white bunches of hair moved very gently, like two swans, and due to their favorable breeze the pearls garlanding the umbrella also moved, like drops of nectar falling from the white full moon or ice melting due to a gust of wind.",
        "purport": " In this verse we find the word acakṣatākṣa-viṣayam. The Supreme Lord cannot be seen by ordinary eyes, but He now became visible to the eyesight of the Kumāras. Another significant word is samādhi-bhāgyam. Meditators who are very fortunate can see the Viṣṇu form of the Lord within their hearts by following the yogic process. But to see Him face to face is a different matter. This is only possible for pure devotees. The Kumāras, therefore, upon seeing the Lord coming forward with His associates, who were holding an umbrella and a cāmara fan, were struck with wonder that they were seeing the Lord face to face. It is said in the Brahma-saṁhitā that devotees, being elevated in love of God, always see Śyāmasundara, the Supreme Personality of Godhead, within their hearts. But when they are mature, the same God is visible before them face to face. For ordinary persons the Lord is not visible; however, when one can understand the significance of His holy name and one engages himself in the devotional service of the Lord, beginning with the tongue, by chanting and tasting prasāda, then gradually the Lord reveals Himself. Thus the devotee constantly sees the Lord within his heart, and, in a more mature stage, one can see the same Lord directly, as we see everything else."
    },
    {
        "verse": "39",
        "devanagari": "कृत्‍स्‍नप्रसादसुमुखं स्पृहणीयधामस्‍नेहावलोककलया हृदि संस्पृशन्तम् ।श्यामे पृथावुरसि शोभितया श्रिया स्व-श्चूडामणिं सुभगयन्तमिवात्मधिष्ण्यम् ॥ ३९ ॥",
        "english_devnagari": "kṛtsna-prasāda-sumukhaṁ spṛhaṇīya-dhāmasnehāvaloka-kalayā hṛdi saṁspṛśantamśyāme pṛthāv urasi śobhitayā śriyā svaś-cūḍāmaṇiṁ subhagayantam ivātma-dhiṣṇyam",
        "verse_Syn": [
            "kṛtsna",
            "prasāda",
            "su",
            "mukham",
            "spṛhaṇīya",
            "dhāma",
            "sneha",
            "avaloka",
            "kalayā",
            "hṛdi",
            "saṁspṛśantam",
            "śyāme",
            "pṛthau",
            "urasi",
            "śobhitayā",
            "śriyā",
            "svaḥ",
            "cūḍā",
            "maṇim",
            "subhagayantam",
            "iva",
            "ātma",
            "dhiṣṇyam"
        ],
        "translation": "The Lord is the reservoir of all pleasure. His auspicious presence is meant for everyone’s benediction, and His affectionate smiling and glancing touch the core of the heart. The Lord’s beautiful bodily color is blackish, and His broad chest is the resting place of the goddess of fortune, who glorifies the entire spiritual world, the summit of all heavenly planets. Thus it appeared that the Lord was personally spreading the beauty and good fortune of the spiritual world.",
        "purport": " When the Lord came, He was pleased with everyone; therefore it is stated here, kṛtsna-prasāda-sumukham. The Lord knew that even the offensive doormen were His pure devotees, although by chance they committed an offense at the feet of other devotees. To commit an offense against a devotee is very dangerous in devotional service. Lord Caitanya therefore said that an offense to a devotee is just like a mad elephant run loose; when a mad elephant enters a garden, it tramples all the plants. Similarly, an offense unto the feet of a pure devotee murders one’s position in devotional service. On the part of the Lord there was no offended mood because He does not accept any offense created by His sincere devotee. But a devotee should be very cautious of committing offenses at the feet of another devotee. The Lord, being equal to all, and being especially inclined to His devotee, looked as mercifully at the offenders as at the offended. This attitude of the Lord was due to His unlimited quantity of transcendental qualities. His cheerful attitude towards the devotees was so pleasing and heart-touching that His very smile was attractive for them. That attraction was glorious not only for all the higher planets of this material world, but beyond, for the spiritual world also. Generally a human being has no idea of what the constitutional position is in the higher material planets, which are far better constituted in regard to all paraphernalia, yet the Vaikuṇṭha planet is so pleasing and so celestial that it is compared to the middle jewel or locket in a necklace of jewels. In this verse the words spṛhaṇīya-dhāma indicate that the Lord is the reservoir of all pleasure because He has all the transcendental qualities. Although only some of these are aspired for by persons who hanker after the pleasure of merging in the impersonal Brahman, there are other aspirants who want to associate with the Lord personally as His servants. The Lord is so kind that He gives shelter to everyone — both impersonalists and devotees. He gives shelter to the impersonalists in His impersonal Brahman effulgence, whereas He gives shelter to the devotees in His personal abodes known as the Vaikuṇṭhalokas. He is especially inclined to His devotee; He touches the core of the heart of the devotee simply by smiling and glancing over him. The Lord is always served in the Vaikuṇṭhaloka by many hundreds and thousands of goddesses of fortune, as stated by the Brahma-saṁhitā (lakṣmī-sahasra-śata-sambhrama-sevyamānam). In this material world, one is glorified if he is favored even a pinch by the goddess of fortune, so we can simply imagine how glorified is the kingdom of God in the spiritual world, where many hundreds and thousands of goddesses of fortune engage in the direct service of the Lord. Another feature of this verse is that it openly declares where the Vaikuṇṭhalokas are situated. They are situated as the summit of all the heavenly planets, which are above the sun globe, at the upper limit of the universe, and are known as Satyaloka, or Brahmaloka. The spiritual world is situated beyond the universe. Therefore it is stated here that the spiritual world, Vaikuṇṭhaloka, is the summit of all planetary systems."
    },
    {
        "verse": "40",
        "devanagari": "पीतांशुके पृथुनितम्बिनि विस्फुरन्त्याकाञ्‍च्यालिभिर्विरुतया वनमालया च ।वल्गुप्रकोष्ठवलयं विनतासुतांसेविन्यस्तहस्तमितरेण धुनानमब्जम् ॥ ४० ॥",
        "english_devnagari": "pītāṁśuke pṛthu-nitambini visphurantyākāñcyālibhir virutayā vana-mālayā cavalgu-prakoṣṭha-valayaṁ vinatā-sutāṁsevinyasta-hastam itareṇa dhunānam abjam",
        "verse_Syn": [
            "pīta",
            "aṁśuke",
            "pṛthu",
            "nitambini",
            "visphurantyā",
            "kāñcyā",
            "alibhiḥ",
            "virutayā",
            "vana",
            "mālayā",
            "ca",
            "valgu",
            "prakoṣṭha",
            "valayam",
            "vinatā",
            "suta",
            "aṁse",
            "vinyasta",
            "hastam",
            "itareṇa",
            "dhunānam",
            "abjam"
        ],
        "translation": "He was adorned with a girdle that shone brightly on the yellow cloth covering His large hips, and He wore a garland of fresh flowers which was distinguished by humming bees. His lovely wrists were graced with bracelets, and He rested one of His hands on the shoulder of Garuḍa, His carrier, and twirled a lotus with another hand.",
        "purport": " Here is a full description of the Personality of Godhead as personally experienced by the sages. The Lord’s personal body was covered with yellow robes, and His waist was thin. In Vaikuṇṭha, whenever there is a flower garland on the chest of the Personality of Godhead or any one of His associates, it is described that the humming bees are there. All these features were very beautiful and attractive for the devotees. One of the Lord’s hands rested on His carrier, Garuḍa, and in another hand He twirled a lotus flower. These are personal characteristics of the Personality of Godhead, Nārāyaṇa."
    },
    {
        "verse": "41",
        "devanagari": "विद्युत्क्षिपन्मकरकुण्डलमण्डनार्ह-गण्डस्थलोन्नसमुखं मणिमत्किरीटम् ।दोर्दण्डषण्डविवरे हरता परार्ध्य-हारेण कन्धरगतेन च कौस्तुभेन ॥ ४१ ॥",
        "english_devnagari": "vidyut-kṣipan-makara-kuṇḍala-maṇḍanārha-gaṇḍa-sthalonnasa-mukhaṁ maṇimat-kirīṭamdor-daṇḍa-ṣaṇḍa-vivare haratā parārdhya-hāreṇa kandhara-gatena ca kaustubhena",
        "verse_Syn": [
            "vidyut",
            "kṣipat",
            "makara",
            "kuṇḍala",
            "maṇḍana",
            "arha",
            "gaṇḍa",
            "sthala",
            "unnasa",
            "mukham",
            "maṇi",
            "mat",
            "kirīṭam",
            "doḥ",
            "daṇḍa",
            "ṣaṇḍa",
            "vivare",
            "haratā",
            "para",
            "ardhya",
            "hāreṇa",
            "kandhara",
            "gatena",
            "ca",
            "kaustubhena"
        ],
        "translation": "His countenance was distinguished by cheeks that enhanced the beauty of His alligator-shaped pendants, which outshone lightning. His nose was prominent, and His head was covered with a gem-studded crown. A charming necklace hung between His stout arms, and His neck was adorned with the gem known by the name Kaustubha.",
        "purport": ""
    },
    {
        "verse": "42",
        "devanagari": "अत्रोपसृष्टमिति चोत्स्मितमिन्दिराया:स्वानां धिया विरचितं बहुसौष्ठवाढ्यम् ।मह्यं भवस्य भवतां च भजन्तमङ्गंनेमुर्निरीक्ष्य नवितृप्तद‍ृशो मुदा कै: ॥ ४२ ॥",
        "english_devnagari": "atropasṛṣṭam iti cotsmitam indirāyāḥsvānāṁ dhiyā viracitaṁ bahu-sauṣṭhavāḍhyammahyaṁ bhavasya bhavatāṁ ca bhajantam aṅgaṁnemur nirīkṣya na vitṛpta-dṛśo mudā kaiḥ",
        "verse_Syn": [
            "atra",
            "upasṛṣṭam",
            "iti",
            "ca",
            "utsmitam",
            "indirāyāḥ",
            "svānām",
            "dhiyā",
            "viracitam",
            "bahu",
            "sauṣṭhava",
            "āḍhyam",
            "mahyam",
            "bhavasya",
            "bhavatām",
            "ca",
            "bhajantam",
            "aṅgam",
            "nemuḥ",
            "nirīkṣya",
            "na",
            "vitṛpta",
            "dṛśaḥ",
            "mudā",
            "kaiḥ"
        ],
        "translation": "The exquisite beauty of Nārāyaṇa, being many times magnified by the intelligence of His devotees, was so attractive that it defeated the pride of the goddess of fortune in being the most beautiful. My dear demigods, the Lord who thus manifested Himself is worshipable by me, by Lord Śiva and by all of you. The sages regarded Him with unsated eyes and joyously bowed their heads at His lotus feet.",
        "purport": " The beauty of the Lord was so enchanting that it could not be sufficiently described. The goddess of fortune is supposed to be the most beautiful sight within the spiritual and material creations of the Lord; she has a sense of being the most beautiful, yet her beauty was defeated when the Lord appeared. In other words, the beauty of the goddess of fortune is secondary in the presence of the Lord. In the words of Vaiṣṇava poets, it is said that the Lord’s beauty is so enchanting that it defeats hundreds of thousands of Cupids. He is therefore called Madana-mohana. It is also described that the Lord sometimes becomes mad after the beauty of Rādhārāṇī. Poets describe that under those circumstances, although Lord Kṛṣṇa is Madana-mohana, He becomes Madana-dāha, or enchanted by the beauty of Rādhārāṇī. Actually the Lord’s beauty is superexcellent, surpassing even the beauty of Lakṣmī in Vaikuṇṭha. The devotees of the Lord in the Vaikuṇṭha planets want to see the Lord as the most beautiful, but the devotees in Gokula or Kṛṣṇaloka want to see Rādhārāṇī as more beautiful than Kṛṣṇa. The adjustment is that the Lord, being bhakta-vatsala, or one who wants to please His devotees, assumes such features so that devotees like Lord Brahmā, Lord Śiva and other demigods may be pleased. Here also, for the devotee-sages, the Kumāras, the Lord appeared in His most beautiful feature, and they continued to see Him without satiation and wanted to continue seeing Him more and more."
    },
    {
        "verse": "43",
        "devanagari": "तस्यारविन्दनयनस्य पदारविन्द-किञ्जल्कमिश्रतुलसीमकरन्दवायु: ।अन्तर्गत: स्वविवरेण चकार तेषांसङ्‌क्षोभमक्षरजुषामपि चित्ततन्वो: ॥ ४३ ॥",
        "english_devnagari": "tasyāravinda-nayanasya padāravinda-kiñjalka-miśra-tulasī-makaranda-vāyuḥantar-gataḥ sva-vivareṇa cakāra teṣāṁsaṅkṣobham akṣara-juṣām api citta-tanvoḥ",
        "verse_Syn": [
            "tasya",
            "aravinda",
            "nayanasya",
            "pada",
            "aravinda",
            "kiñjalka",
            "miśra",
            "tulasī",
            "makaranda",
            "vāyuḥ",
            "antaḥ",
            "gataḥ",
            "sva",
            "vivareṇa",
            "cakāra",
            "teṣām",
            "saṅkṣobham",
            "akṣara",
            "juṣām",
            "api",
            "citta",
            "tanvoḥ"
        ],
        "translation": "When the breeze carrying the aroma of tulasī leaves from the toes of the lotus feet of the Personality of Godhead entered the nostrils of those sages, they experienced a change both in body and in mind, even though they were attached to the impersonal Brahman understanding.",
        "purport": " It appears from this verse that the four Kumāras were impersonalists or protagonists of the philosophy of monism, becoming one with the Lord. But as soon as they saw the Lord’s features, their minds changed. In other words, the impersonalist who feels transcendental pleasure in striving to become one with the Lord is defeated when he sees the beautiful transcendental features of the Lord. Because of the fragrance of His lotus feet, carried by the air and mixed with the aroma of tulasī, their minds changed; instead of becoming one with the Supreme Lord, they thought it wise to be devotees. Becoming a servitor of the lotus feet of the Lord is better than becoming one with the Lord."
    },
    {
        "verse": "44",
        "devanagari": "ते वा अमुष्य वदनासितपद्मकोश-मुद्वीक्ष्य सुन्दरतराधरकुन्दहासम् ।लब्धाशिष: पुनरवेक्ष्य तदीयमङ्‌घ्रि-द्वन्द्वं नखारुणमणिश्रयणं निदध्यु: ॥ ४४ ॥",
        "english_devnagari": "te vā amuṣya vadanāsita-padma-kośamudvīkṣya sundaratarādhara-kunda-hāsamlabdhāśiṣaḥ punar avekṣya tadīyam aṅghri-dvandvaṁ nakhāruṇa-maṇi-śrayaṇaṁ nidadhyuḥ",
        "verse_Syn": [
            "te",
            "vai",
            "amuṣya",
            "vadana",
            "asita",
            "padma",
            "kośam",
            "udvīkṣya",
            "sundara",
            "tara",
            "adhara",
            "kunda",
            "hāsam",
            "labdha",
            "āśiṣaḥ",
            "punaḥ",
            "avekṣya",
            "tadīyam",
            "aṅghri",
            "dvandvam",
            "nakha",
            "aruṇa",
            "maṇi",
            "śrayaṇam",
            "nidadhyuḥ"
        ],
        "translation": "The Lord’s beautiful face appeared to them like the inside of a blue lotus, and the Lord’s smile appeared to be a blossoming jasmine flower. After seeing the face of the Lord, the sages were fully satisfied, and when they wanted to see Him further, they looked upon the nails of His lotus feet, which resembled rubies. Thus they viewed the Lord’s transcendental body again and again, and so they finally achieved meditation on the Lord’s personal feature.",
        "purport": ""
    },
    {
        "verse": "45",
        "devanagari": "पुंसां गतिं मृगयतामिह योगमार्गै-र्ध्यानास्पदं बहु मतं नयनाभिरामम् ।पौंस्‍नं वपुर्दर्शयानमनन्यसिद्धै-रौत्पत्तिकै: समगृणन् युतमष्टभोगै: ॥ ४५ ॥",
        "english_devnagari": "puṁsāṁ gatiṁ mṛgayatām iha yoga-mārgairdhyānāspadaṁ bahu-mataṁ nayanābhirāmampauṁsnaṁ vapur darśayānam ananya-siddhairautpattikaiḥ samagṛṇan yutam aṣṭa-bhogaiḥ",
        "verse_Syn": [
            "puṁsām",
            "gatim",
            "mṛgayatām",
            "iha",
            "yoga",
            "mārgaiḥ",
            "dhyāna",
            "āspadam",
            "bahu",
            "matam",
            "nayana",
            "abhirāmam",
            "pauṁsnam",
            "vapuḥ",
            "darśayānam",
            "ananya",
            "siddhaiḥ",
            "autpattikaiḥ",
            "samagṛṇan",
            "yutam",
            "aṣṭa",
            "bhogaiḥ"
        ],
        "translation": "This is the form of the Lord which is meditated upon by the followers of the yoga process, and it is pleasing to the yogīs in meditation. It is not imaginary but factual, as proved by great yogīs. The Lord is full in eight kinds of achievement, but for others these achievements are not possible in full perfection.",
        "purport": " The success of the yoga process is very nicely described here. It is specifically mentioned that the form of the Lord as four-handed Nārāyaṇa is the object of meditation for the followers of yoga-mārga. In the modern age there are so many so-called yogīs who do not target their meditation on the four-handed Nārāyaṇa form. Some of them try to meditate on something impersonal or void, but that is not approved by the great yogīs who follow the standard method. The real yoga-mārga process is to control the senses, sit in a solitary and sanctified place and meditate on the four-handed form of Nārāyaṇa, decorated as described in this chapter as He appeared before the four sages. This Nārāyaṇa form is Kṛṣṇa’s expansion; therefore the Kṛṣṇa consciousness movement which is now spreading is the real, topmost process of yoga practice. Kṛṣṇa consciousness is the highest yoga performance by trained devotional yogīs. Despite all the allurement of yoga practice, the eight kinds of yogic perfections are hardly achievable by the common man. But here it is described that the Lord, who appeared before the four sages, is Himself full of all eight of those perfections. The highest yoga-mārga process is to concentrate the mind twenty-four hours a day on Kṛṣṇa. This is called Kṛṣṇa consciousness. The yoga system, as described in Śrīmad-Bhāgavatam and Bhagavad-gītā or as recommended in the Patañjali yoga process, is different from the nowadays-practiced haṭha-yoga as it is generally understood in the Western countries. Real yoga practice is to control the senses and, after such control is established, to concentrate the mind on the Nārāyaṇa form of the Supreme Personality of Godhead, Śrī Kṛṣṇa. Lord Kṛṣṇa is the original Personality of Godhead, and all the other Viṣṇu forms — with four hands decorated with conch, lotus, club and wheel — are plenary expansions of Kṛṣṇa. In Bhagavad-gītā it is recommended that one meditate upon the form of the Lord. To practice concentration of the mind, one has to sit with the head and the back in a straight line, and one must practice in a secluded place, sanctified by a sacred atmosphere. The yogī should observe the rules and regulations of brahmacarya — to strictly live a life of self-restraint and celibacy. One cannot practice yoga in a congested city, living a life of extravagancy, including unrestricted sex indulgence and adultery of the tongue. Yoga practice necessitates controlling the senses, and the beginning of sense control is to control the tongue. One who can control the tongue can also have control over the other senses. One cannot allow the tongue to take all kinds of forbidden food and drink and at the same time advance in the practice of yoga. It is a very regrettable fact that many unauthorized so-called yogīs come to the Western countries and exploit people’s inclination towards yoga practice. Such unauthorized yogīs even dare to say publicly that one can indulge in the habit of drinking and at the same time practice meditation. Five thousand years ago Lord Kṛṣṇa recommended yoga practice to Arjuna, but Arjuna frankly expressed his inability to follow the stringent rules and regulations of the yoga system. One should be very practical in every field of activities and should not waste his valuable time in practicing useless gymnastic feats in the name of yoga. Real yoga is to search out the four-handed Supersoul within one’s heart and see Him perpetually in meditation. Such continued meditation is called samādhi, and the object of this meditation is the four-handed Nārāyaṇa, with bodily decorations as described in this chapter of Śrīmad-Bhāgavatam. If, however, one wants to meditate upon something void or impersonal, it will take a very long time before he achieves success in yoga practice. We cannot concentrate our mind on something void or impersonal. Real yoga is to fix the mind on the form of the Lord, the four-handed Nārāyaṇa who is sitting in everyone’s heart. By meditation one can understand that God is seated within one’s heart. Even if one does not know it, God is seated within the heart of everyone. Not only is He seated in the heart of the human being, but He is also within the hearts of cats and dogs. Bhagavad-gītā certifies this fact by the declaration of the Lord, īśvaraḥ sarva-bhūtānāṁ hṛd-deśe. The īśvara, the supreme controller of the world, is seated in the heart of everyone. Not only is He in everyone’s heart, but He is also present within the atom. No place is vacant or devoid of the presence of the Lord. That is the statement of Īśopaniṣad. God is present everywhere, and His right of proprietorship applies to everything. The feature of the Lord by which He is present everywhere is called Paramātmā. Ātmā means the individual soul, and Paramātmā means the individual Supersoul; both ātmā and Paramātmā are individual persons. The difference between ātmā and Paramātmā is that the ātmā, or the soul, is present only in a particular body, whereas the Paramātmā is present everywhere. In this connection, the example of the sun is very nice. An individual person may be situated in one place, but the sun, even though a similar individual entity, is present on the head of every individual person. In Bhagavad-gītā this is explained. Therefore even though the qualities of all entities, including the Lord, are equal, the Supersoul is different from the individual soul by quantitative power of expansion. The Lord, or the Supersoul, can expand Himself into millions of different forms, whereas the individual soul cannot do so. The Supersoul, being seated in everyone’s heart, can witness everyone’s activities — past, present and future. In the Upaniṣads the Supersoul is described as being seated with the individual soul as friend and witness. As a friend, the Lord is always anxious to get back His friend, the individual soul, and bring him back home, back to Godhead. As a witness He is the bestower of all benedictions, and He endows each individual with the result of his actions. The Supersoul gives the individual soul all facilities to achieve whatever he desires to enjoy in this material world. Suffering is a reaction to the living entity’s propensity to try to lord it over the material world. But the Lord instructs His friend, the individual soul, who is also His son, to give up all other engagements and simply surrender unto Him for perpetual bliss and an eternal life full of knowledge. This is the last instruction of Bhagavad-gītā, the most authorized and widely read book on all varieties of yoga. Thus the last word of Bhagavad-gītā is the last word in the perfection of yoga. It is stated in Bhagavad-gītā that a person who is always absorbed in Kṛṣṇa consciousness is the topmost yogī. What is Kṛṣṇa consciousness? As the individual soul is present by his consciousness throughout his entire body, so the Supersoul, or Paramātmā, is present throughout the whole creation by superconsciousness. This superconscious energy is imitated by the individual soul, who has limited consciousness. I can understand what is going on within my limited body, but I cannot feel what is going on in another’s body. I am present throughout my body by my consciousness, but my consciousness is not present in another’s body. The Supersoul, or Paramātmā, however, being present everywhere and within everyone, is also conscious of everyone’s existence. The theory that the soul and the Supersoul are one is not acceptable because it is not confirmed by authoritative Vedic literature. The individual soul’s consciousness cannot act in superconsciousness. This superconsciousness can be achieved, however, by dovetailing individual consciousness with the consciousness of the Supreme. This dovetailing process is called surrender, or Kṛṣṇa consciousness. From the teachings of Bhagavad-gītā we learn very clearly that Arjuna, in the beginning, did not want to fight with his brothers and relatives, but after understanding Bhagavad-gītā he dovetailed his consciousness with the superconsciousness of Kṛṣṇa. He was then in Kṛṣṇa consciousness. A person in full Kṛṣṇa consciousness acts by the dictation of Kṛṣṇa. In the beginning of Kṛṣṇa consciousness, dictation is received through the transparent medium of the spiritual master. When one is sufficiently trained and acts in submissive faith and love for Kṛṣṇa under the direction of the bona fide spiritual master, the dovetailing process becomes more firm and accurate. This stage of devotional service by the devotee in Kṛṣṇa consciousness is the most perfect stage of the yoga system. At this stage, Kṛṣṇa, or the Supersoul, dictates from within, while from without the devotee is helped by the spiritual master, who is the bona fide representative of Kṛṣṇa. From within He helps the devotee as caitya, for He is seated within the heart of everyone. Understanding that God is seated within everyone’s heart is not, however, sufficient. One has to be acquainted with God from both within and without, and one must take dictation from within and without to act in Kṛṣṇa consciousness. This is the highest perfectional stage of the human form of life and the topmost perfection of all yoga. For a perfect yogī, there are eight kinds of superachievements: one can become lighter than air, one can become smaller than the atom, one can become bigger than a mountain, one can achieve whatever he desires, one can control like the Lord, and so on. But when one rises to the perfectional stage of receiving dictation from the Lord, that is greater than any stage of material achievements above mentioned. The breathing exercise of the yoga system which is generally practiced is just the beginning. Meditation on the Supersoul is just another step forward. But to obtain direct contact with the Supersoul and take dictation from Him is the highest perfectional stage. The breathing exercises of meditation practice were very difficult even five thousand years ago; otherwise Arjuna would not have rejected the proposal of Kṛṣṇa that he adopt this system. This Age of Kali is called the fallen age. In this age, people in general are short-living and very slow to understand self-realization or spiritual life; they are mostly unfortunate, and therefore if someone is a little bit interested in self-realization he is likely to be misguided by so many frauds. The only way to realize the perfect stage of yoga is to follow the principles of Bhagavad-gītā as practiced by Lord Caitanya. This is the simplest and highest perfection of yoga practice. Lord Caitanya demonstrated this Kṛṣṇa consciousness yoga system in a practical manner simply by chanting the holy name of Kṛṣṇa, as prescribed in the Vedānta, Śrīmad-Bhāgavatam, Bhagavad-gītā and many important Purāṇas. The largest number of Indians follow this yoga process, and in the United States it is gradually spreading in many cities. It is very easy and practical for this age, especially for those who are serious about success in yoga. No other process of yoga can be successful in this age. The meditation process was possible in the golden age, Satya-yuga, because people in that age used to live for hundreds of thousands of years. If one wants success in practical yoga practice, it is advised that he take to the chanting of Hare Kṛṣṇa, Hare Kṛṣṇa, Kṛṣṇa Kṛṣṇa, Hare Hare/ Hare Rāma, Hare Rāma, Rāma Rāma, Hare Hare, and he will actually feel himself making progress. In Bhagavad-gītā this practice of Kṛṣṇa consciousness is prescribed as rāja-vidyā, or the king of all erudition. Those who have taken to this most sublime bhakti-yoga system, who practice devotional service in transcendental love of Kṛṣṇa, can testify to its happy and easy execution. The four sages Sanaka, Sanātana, Sanandana and Sanat-kumāra also became attracted by the features of the Lord and the transcendental aroma of the dust of His lotus feet, as already described in verse 43. Yoga necessitates controlling the senses, and bhakti-yoga, or Kṛṣṇa consciousness, is the process of purifying the senses. When the senses are purified, they are automatically controlled. One cannot stop the activities of the senses by artificial means, but if one purifies the senses by engaging in the service of the Lord, the senses not only can be controlled from rubbish engagement, but can be engaged in the Lord’s transcendental service, as aspired to by the four sages Sanaka, Sanātana, Sanandana and Sanat-kumāra. Kṛṣṇa consciousness is not, therefore, a manufactured concoction of the speculative mind. It is the process enjoined in Bhagavad-gītā (9.34): man-manā bhava mad-bhakto mad-yājī māṁ namaskuru."
    },
    {
        "verse": "46",
        "devanagari": "कुमारा ऊचु:योऽन्तर्हितो हृदि गतोऽपि दुरात्मनां त्वंसोऽद्यैव नो नयनमूलमनन्त राद्ध: ।यर्ह्येव कर्णविवरेण गुहां गतो न:पित्रानुवर्णितरहा भवदुद्भवेन ॥ ४६ ॥",
        "english_devnagari": "kumārā ūcuḥyo ’ntarhito hṛdi gato ’pi durātmanāṁ tvaṁso ’dyaiva no nayana-mūlam ananta rāddhaḥyarhy eva karṇa-vivareṇa guhāṁ gato naḥpitrānuvarṇita-rahā bhavad-udbhavena",
        "verse_Syn": [
            "kumārāḥ",
            "ūcuḥ",
            "yaḥ",
            "antarhitaḥ",
            "hṛdi",
            "gataḥ",
            "api",
            "durātmanām",
            "tvam",
            "saḥ",
            "adya",
            "eva",
            "naḥ",
            "nayana",
            "mūlam",
            "ananta",
            "rāddhaḥ",
            "yarhi",
            "eva",
            "karṇa",
            "vivareṇa",
            "guhām",
            "gataḥ",
            "naḥ",
            "pitrā",
            "anuvarṇita",
            "rahāḥ",
            "bhavat",
            "udbhavena"
        ],
        "translation": "The Kumāras said: Our dear Lord, You are not manifested to rascals, even though You are seated within the heart of everyone. But as far as we are concerned, we see You face to face, although You are unlimited. The statements we have heard about You from our father, Brahmā, through the ears have now been actually realized by Your kind appearance.",
        "purport": " The so-called yogīs who concentrate their mind or meditate upon the impersonal or void are described here. This verse of Śrīmad-Bhāgavatam describes persons who are expected to be very expert yogīs engaged in meditation but who do not find the Supreme Personality of Godhead seated within the heart. These persons are described here as durātmā, which means a person who has a very crooked heart, or a less intelligent person, just opposite to a mahātmā, which means one who has a broad heart. Those so-called yogīs who, although engaged in meditation, are not broad-hearted cannot find the four-handed Nārāyaṇa form, even though He is seated within their heart. Although the first realization of the Supreme Absolute Truth is impersonal Brahman, one should not remain satisfied with experiencing the impersonal effulgence of the Supreme Lord. In the Īśopaniṣad also, the devotee prays that the glaring effulgence of Brahman may be removed from his eyes so that he can see the real, personal feature of the Lord and thus satisfy himself fully. Similarly, although the Lord is not visible in the beginning because of His glaring bodily effulgence, if a devotee sincerely wants to see Him, the Lord is revealed to him. It is said in Bhagavad-gītā that the Lord cannot be seen by our imperfect eyes, He cannot be heard by our imperfect ears, and He cannot be experienced by our imperfect senses, but that if one engages in devotional service with faith and devotion, then God reveals Himself. Here the four sages Sanat-kumāra, Sanātana, Sanandana and Sanaka are described as actually sincere devotees. Although they had heard from their father, Brahmā, about the personal feature of the Lord, only the impersonal feature, Brahman, was revealed to them. But because they were sincerely searching for the Lord, they finally saw His personal feature directly, which corresponded with the description given by their father. They thus became fully satisfied. Here they express their gratitude because although they were foolish impersonalists in the beginning, by the grace of the Lord they could now have the good fortune to see His personal feature. Another significant aspect of this verse is that the sages describe their experience of hearing from their father, Brahmā, who was born of the Lord directly. In other words, the disciplic succession from the Lord to Brahmā and from Brahmā to Nārada and from Nārada to Vyāsa, and so on, is accepted here. Because the Kumāras were sons of Brahmā, they had the opportunity to learn Vedic knowledge from the disciplic succession of Brahmā, and therefore, in spite of their impersonalist beginnings, they became, in the end, direct seers of the personal feature of the Lord."
    },
    {
        "verse": "47",
        "devanagari": "तं त्वां विदाम भगवन् परमात्मतत्त्वंसत्त्वेन सम्प्रति रतिं रचयन्तमेषाम् ।यत्तेऽनुतापविदितैर्दृढभक्तियोगै-रुद्ग्रन्थयो हृदि विदुर्मुनयो विरागा: ॥ ४७ ॥",
        "english_devnagari": "taṁ tvāṁ vidāma bhagavan param ātma-tattvaṁsattvena samprati ratiṁ racayantam eṣāmyat te ’nutāpa-viditair dṛḍha-bhakti-yogairudgranthayo hṛdi vidur munayo virāgāḥ",
        "verse_Syn": [
            "tam",
            "tvām",
            "vidāma",
            "bhagavan",
            "param",
            "ātma",
            "tattvam",
            "sattvena",
            "samprati",
            "ratim",
            "racayantam",
            "eṣām",
            "yat",
            "te",
            "anutāpa",
            "viditaiḥ",
            "dṛḍha",
            "bhakti",
            "yogaiḥ",
            "udgranthayaḥ",
            "hṛdi",
            "viduḥ",
            "munayaḥ",
            "virāgāḥ"
        ],
        "translation": "We know that You are the Supreme Absolute Truth, the Personality of Godhead, who manifests His transcendental form in the uncontaminated mode of pure goodness. This transcendental, eternal form of Your personality can be understood only by Your mercy, through unflinching devotional service, by great sages whose hearts have been purified in the devotional way.",
        "purport": " The Absolute Truth can be understood in three features — impersonal Brahman, localized Paramātmā, and Bhagavān, the Supreme Personality of Godhead. Here it is admitted that the Supreme Personality of Godhead is the last word in understanding the Absolute Truth. Even though the four Kumāras were instructed by their great learned father, Brahmā, they could not actually understand the Absolute Truth. They could only understand the Supreme Absolute Truth when they personally saw the Personality of Godhead with their own eyes. In other words, if one sees or understands the Supreme Personality of Godhead, the other two features of the Absolute Truth, namely impersonal Brahman and localized Paramātmā, are also automatically understood. Therefore the Kumāras confirm: “You are the ultimate Absolute Truth.” The impersonalist may argue that since the Supreme Personality of Godhead was so nicely decorated, He was therefore not the Absolute Truth. But here it is confirmed that all the variegatedness of the absolute platform is constituted of śuddha-sattva, pure goodness. In the material world, any quality — goodness, passion or ignorance — is contaminated. Even the quality of goodness here in the material world is not free from tinges of passion and ignorance. But in the transcendental world, only pure goodness, without any tinge of passion or ignorance, exists; therefore the form of the Supreme Personality of Godhead and His variegated pastimes and paraphernalia are all pure sattva-guṇa. Such variegatedness in pure goodness is exhibited eternally by the Lord for the satisfaction of the devotee. The devotee does not want to see the Supreme Personality of Absolute Truth in voidness or impersonalism. In one sense, absolute transcendental variegatedness is meant only for the devotees, not for others, because this distinct feature of transcendental variegatedness can be understood only by the mercy of the Supreme Lord and not by mental speculation or the ascending process. It is said that one can understand the Supreme Personality of Godhead when one is even slightly favored by Him; otherwise, without His mercy, a man may speculate for thousands of years and not understand what is actually the Absolute Truth. This mercy can be perceived by the devotee when he is completely freed from contamination. It is stated, therefore, that only when all contamination is rooted out and the devotee is completely detached from material attractions can he receive this mercy of the Lord."
    },
    {
        "verse": "48",
        "devanagari": "नात्यन्तिकं विगणयन्त्यपि ते प्रसादंकिम्वन्यदर्पितभयं भ्रुव उन्नयैस्ते ।येऽङ्ग त्वदङ्‌घ्रि शरणा भवत: कथाया:कीर्तन्यतीर्थयशस: कुशला रसज्ञा: ॥ ४८ ॥",
        "english_devnagari": "nātyantikaṁ vigaṇayanty api te prasādaṁkimv anyad arpita-bhayaṁ bhruva unnayais teye ’ṅga tvad-aṅghri-śaraṇā bhavataḥ kathāyāḥkīrtanya-tīrtha-yaśasaḥ kuśalā rasa-jñāḥ",
        "verse_Syn": [
            "na",
            "ātyantikam",
            "vigaṇayanti",
            "api",
            "te",
            "prasādam",
            "kim",
            "u",
            "anyat",
            "arpita",
            "bhayam",
            "bhruvaḥ",
            "unnayaiḥ",
            "te",
            "ye",
            "aṅga",
            "tvat",
            "aṅghri",
            "śaraṇāḥ",
            "bhavataḥ",
            "kathāyāḥ",
            "kīrtanya",
            "tīrtha",
            "yaśasaḥ",
            "kuśalāḥ",
            "rasa",
            "jñāḥ"
        ],
        "translation": "Persons who are very expert and most intelligent in understanding things as they are engage in hearing narrations of the auspicious activities and pastimes of the Lord, which are worth chanting and worth hearing. Such persons do not care even for the highest material benediction, namely liberation, to say nothing of other less important benedictions like the material happiness of the heavenly kingdom.",
        "purport": " The transcendental bliss enjoyed by the devotees of the Lord is completely different from the material happiness enjoyed by less intelligent persons. The less intelligent persons in the material world are engaged by the four principles of benediction called dharma, artha, kāma and mokṣa. Generally they prefer to take to religious life to achieve some material benediction, the purpose of which is to satisfy the senses. When, by that process, they become confused or frustrated in fulfilling the maximum amount of sense enjoyment, they try to become one with the Supreme, which is, according to their conception, mukti, or liberation. There are five kinds of liberation, the least important of which is called sāyujya, to become one with the Supreme. Devotees don’t care for such liberation because they are actually intelligent. Nor are they inclined to accept any of the other four kinds of liberation, namely to live on the same planet as the Lord, to live with Him side by side as an associate, to have the same opulence, or to attain the same bodily features. They are concerned only with glorifying the Supreme Lord and His auspicious activities. Pure devotional service is śravaṇaṁ kīrtanam. Pure devotees, who take transcendental pleasure in hearing and chanting the glories of the Lord, do not care for any kind of liberation; even if they are offered the five liberations, they refuse to accept them, as stated in the Bhāgavatam in the Third Canto. Materialistic persons aspire for the sense enjoyment of heavenly pleasure in the heavenly kingdom, but devotees reject such material pleasure at once. The devotee does not even care for the post of Indra. A devotee knows that any pleasurable material position is subject to be annihilated at a certain point. Even if one reaches the post of Indra, Candra, or any other demigod, he must be dissolved at a certain stage. A devotee is never interested in such temporary pleasure. From Vedic scriptures it is understood that sometimes even Brahmā and Indra fall down, but a devotee in the transcendental abode of the Lord never falls. This transcendental stage of life, in which one feels transcendental pleasure in hearing the Lord’s pastimes, is also recommended by Lord Caitanya. When Lord Caitanya was talking with Rāmānanda Rāya, there were varieties of suggestions offered by Rāmānanda regarding spiritual realization, but Lord Caitanya rejected all but one — that one should hear the glories of the Lord in association with pure devotees. That is acceptable for everyone, especially in this age. One should engage himself in hearing from pure devotees about the activities of the Lord. That is considered the supreme benediction for mankind."
    },
    {
        "verse": "49",
        "devanagari": "कामं भव: स्ववृजिनैर्निरयेषु न: स्ता-च्चेतोऽलिवद्यदि नु ते पदयो रमेत ।वाचश्च नस्तुलसिवद्यदि तेऽङ्‌घ्रि शोभा:पूर्येत ते गुणगणैर्यदि कर्णरन्ध्र: ॥ ४९ ॥",
        "english_devnagari": "kāmaṁ bhavaḥ sva-vṛjinair nirayeṣu naḥ stācceto ’livad yadi nu te padayo rametavācaś ca nas tulasivad yadi te ’ṅghri-śobhāḥpūryeta te guṇa-gaṇair yadi karṇa-randhraḥ",
        "verse_Syn": [
            "kāmam",
            "bhavaḥ",
            "sva",
            "vṛjinaiḥ",
            "nirayeṣu",
            "naḥ",
            "stāt",
            "cetaḥ",
            "ali",
            "vat",
            "yadi",
            "nu",
            "te",
            "padayoḥ",
            "rameta",
            "vācaḥ",
            "ca",
            "naḥ",
            "tulasi",
            "vat",
            "yadi",
            "te",
            "aṅghri",
            "śobhāḥ",
            "pūryeta",
            "te",
            "guṇa",
            "gaṇaiḥ",
            "yadi",
            "karṇa",
            "randhraḥ"
        ],
        "translation": "O Lord, we pray that You let us be born in any hellish condition of life, just as long as our hearts and minds are always engaged in the service of Your lotus feet, our words are made beautiful [by speaking of Your activities] just as tulasī leaves are beautified when offered unto Your lotus feet, and as long as our ears are always filled with the chanting of Your transcendental qualities.",
        "purport": " The four sages now offer their humility to the Personality of Godhead because of their having been haughty in cursing two other devotees of the Lord. Jaya and Vijaya, the two doorkeepers who checked them from entering the Vaikuṇṭha planet, were certainly offenders, but as Vaiṣṇavas, the four sages should not have cursed them in anger. After the incident, they became conscious that they had done wrong by cursing the devotees of the Lord, and they prayed to the Lord that even in the hellish condition of life their minds might not be distracted from the engagement of service to the lotus feet of Lord Nārāyaṇa. Those who are devotees of the Lord are not afraid of any condition of life, provided there is constant engagement in the service of the Lord. It is said of the nārāyaṇa-para, or those who are devotees of Nārāyaṇa, the Supreme Personality of Godhead, na kutaścana bibhyati (Bhāg. 6.17.28). They are not afraid of entering a hellish condition, for since they are engaged in the transcendental loving service of the Lord, heaven or hell is the same for them. In material life both heaven and hell are one and the same because they are material; in either place there is no engagement in the Lord’s service. Therefore those who are engaged in the service of the Lord see no distinction between heaven and hell; it is only the materialists who prefer one to the other. These four devotees prayed to the Lord that although they might go to hell because they had cursed devotees, they might not forget the service of the Lord. The transcendental loving service of the Lord is performed in three ways — with the body, with the mind and with words. Here the sages pray that their words may always be engaged in glorifying the Supreme Lord. One may speak very nicely with ornamental language or one may be expert at controlled grammatical presentation, but if one’s words are not engaged in the service of the Lord, they have no flavor and no actual use. The example is given here of tulasī leaves. The tulasī leaf is very useful even from the medicinal or antiseptic point of view. It is considered sacred and is offered to the lotus feet of the Lord. The tulasī leaf has numerous good qualities, but if it were not offered to the lotus feet of the Lord, tulasī could not be of much value or importance. Similarly, one may speak very nicely from the rhetorical or grammatical point of view, which may be very much appreciated by a materialistic audience, but if one’s words are not offered to the service of the Lord, they are useless. The holes of the ears are very small and can be filled with any insignificant sound, so how can they receive as great a vibration as the glorification of the Lord? The answer is that the holes of the ears are like the sky. As the sky can never be filled up, the quality of the ear is such that one may go on pouring in vibrations of various kinds, yet it is capable of receiving more and more vibrations. A devotee is not afraid of going to hell if he has the opportunity to hear the glories of the Lord constantly. This is the advantage of chanting Hare Kṛṣṇa, Hare Kṛṣṇa, Kṛṣṇa Kṛṣṇa, Hare Hare/ Hare Rāma, Hare Rāma, Rāma Rāma, Hare Hare. One may be put in any condition, but God gives him the prerogative to chant Hare Kṛṣṇa. In any condition of life, if one goes on chanting he will never be unhappy."
    },
    {
        "verse": "50",
        "devanagari": "प्रादुश्चकर्थ यदिदं पुरुहूत रूपंतेनेश निर्वृतिमवापुरलं द‍ृशो न: ।तस्मा इदं भगवते नम इद्विधेमयोऽनात्मनां दुरुदयो भगवान् प्रतीत: ॥ ५० ॥",
        "english_devnagari": "prāduścakartha yad idaṁ puruhūta rūpaṁteneśa nirvṛtim avāpur alaṁ dṛśo naḥtasmā idaṁ bhagavate nama id vidhemayo ’nātmanāṁ durudayo bhagavān pratītaḥ",
        "verse_Syn": [
            "prāduścakartha",
            "yat",
            "idam",
            "puruhūta",
            "rūpam",
            "tena",
            "īśa",
            "nirvṛtim",
            "avāpuḥ",
            "alam",
            "dṛśaḥ",
            "naḥ",
            "tasmai",
            "idam",
            "bhagavate",
            "namaḥ",
            "it",
            "vidhema",
            "yaḥ",
            "anātmanām",
            "durudayaḥ",
            "bhagavān",
            "pratītaḥ"
        ],
        "translation": "O Lord, we therefore offer our respectful obeisances unto Your eternal form as the Personality of Godhead, which You have so kindly manifested before us. Your supreme, eternal form cannot be seen by unfortunate, less intelligent persons, but we are so much satisfied in our mind and vision to see it.",
        "purport": " The four sages were impersonalists in the beginning of their spiritual life, but afterwards, by the grace of their father and spiritual master, Brahmā, they understood the eternal, spiritual form of the Lord and felt completely satisfied. In other words, the transcendentalists who aspire to the impersonal Brahman or localized Paramātmā are not fully satisfied and still hanker for more. Even if they are satisfied in their minds, still, transcendentally, their eyes are not satisfied. But as soon as such persons come to realize the Supreme Personality of Godhead, they are satisfied in all respects. In other words, they become devotees and want to see the form of the Lord continually. It is confirmed in the Brahma-saṁhitā that one who has developed transcendental love of Kṛṣṇa by smearing his eyes with the ointment of love sees constantly the eternal form of the Lord. The particular word used in this connection, anātmanām, signifies those who have no control over the mind and senses and who therefore speculate and want to become one with the Lord. Such persons cannot have the pleasure of seeing the eternal form of the Lord. For the impersonalists and the so-called yogīs, the Lord is always hidden by the curtain of yoga-māyā. Bhagavad-gītā says that even when Lord Kṛṣṇa was seen by everyone while He was present on the surface of the earth, the impersonalists and the so-called yogīs could not see Him because they were devoid of devotional eyesight. The theory of the impersonalists and so-called yogīs is that the Supreme Lord assumes a particular form when He comes in touch with māyā, although actually He has no form. This very conception of the impersonalists and so-called yogīs checks them from seeing the Supreme Personality of Godhead as He is. The Lord, therefore, is always beyond the sight of such nondevotees. The four sages felt so much obliged to the Lord that they offered their respectful obeisances unto Him again and again."
    }
]