[
    {
        "verse": "1",
        "devanagari": "श्रीभगवानुवाचप्रकृतिस्थोऽपि पुरुषो नाज्यते प्राकृतैर्गुणै: ।अविकारादकर्तृत्वान्निर्गुणत्वाज्जलार्कवत् ॥ १ ॥",
        "english_devnagari": "śrī-bhagavān uvācaprakṛti-stho ’pi puruṣonājyate prākṛtair guṇaiḥavikārād akartṛtvānnirguṇatvāj jalārkavat",
        "verse_Syn": [
            "śrī",
            "bhagavān",
            "uvāca",
            "prakṛti",
            "sthaḥ",
            "api",
            "puruṣaḥ",
            "na",
            "ajyate",
            "prākṛtaiḥ",
            "guṇaiḥ",
            "avikārāt",
            "akartṛtvāt",
            "nirguṇatvāt",
            "jala",
            "arkavat"
        ],
        "translation": "The Personality of Godhead Kapila continued: When the living entity is thus unaffected by the modes of material nature, because he is unchanging and does not claim proprietorship, he remains apart from the reactions of the modes, although abiding in a material body, just as the sun remains aloof from its reflection on water.",
        "purport": " In the previous chapter Lord Kapiladeva has concluded that simply by beginning the discharge of devotional service one can attain detachment and transcendental knowledge for understanding the science of God. Here the same principle is confirmed. A person who is detached from the modes of material nature remains just like the sun reflected on water. When the sun is reflected on water, the movement of the water or the coolness or unsteadiness of the water cannot affect the sun. Similarly, vāsudeve bhagavati bhakti-yogaḥ prayojitaḥ (Bhāg. 1.2.7): when one engages fully in the activities of devotional service, bhakti-yoga, he becomes just like the sun reflected on water. Although a devotee appears to be in the material world, actually he is in the transcendental world. As the reflection of the sun appears to be on the water but is many millions of miles away from the water, so one engaged in the bhakti-yoga process is nirguṇa, or unaffected by the qualities of material nature. Avikāra means “without change.” It is confirmed in Bhagavad-gītā that each and every living entity is part and parcel of the Supreme Lord, and thus his eternal position is to cooperate or to dovetail his energy with the Supreme Lord. That is his unchanging position. As soon as he employs his energy and activities for sense gratification, this change of position is called vikāra. Similarly, even in this material body, when he practices devotional service under the direction of the spiritual master, he comes to the position which is without change because that is his natural duty. As stated in the Śrīmad-Bhāgavatam, liberation means reinstatement in one’s original position. The original position is one of rendering service to the Lord (bhakti-yogena, bhaktyā). When one becomes detached from material attraction and engages fully in devotional service, that is changlessness. Akartṛtvāt means not doing anything for sense gratification. When one does something at his own risk, there is a sense of proprietorship and therefore a reaction, but when one does everything for Kṛṣṇa, there is no proprietorship over the activities. By changlessness and by not claiming the proprietorship of activities, one can immediately situate himself in the transcendental position in which one is not touched by the modes of material nature, just as the reflection of the sun is unaffected by the water."
    },
    {
        "verse": "2",
        "devanagari": "स एष यर्हि प्रकृतेर्गुणेष्वभिविषज्जते ।अहंक्रियाविमूढात्मा कर्तास्मीत्यभिमन्यते ॥ २ ॥",
        "english_devnagari": "sa eṣa yarhi prakṛterguṇeṣv abhiviṣajjateahaṅkriyā-vimūḍhātmākartāsmīty abhimanyate",
        "verse_Syn": [
            "saḥ",
            "eṣaḥ",
            "yarhi",
            "prakṛteḥ",
            "guṇeṣu",
            "abhiviṣajjate",
            "ahaṅkriyā",
            "vimūḍha",
            "ātmā",
            "kartā",
            "asmi",
            "iti",
            "abhimanyate"
        ],
        "translation": "When the soul is under the spell of material nature and false ego, identifying his body as the self, he becomes absorbed in material activities, and by the influence of false ego he thinks that he is the proprietor of everything.",
        "purport": " Actually the conditioned soul is forced to act under the pressure of the modes of material nature. The living entity has no independence. When he is under the direction of the Supreme Personality of Godhead he is free, but when, under the impression that he is satisfying his senses, he engages in sense gratificatory activities, he is actually under the spell of material nature. In Bhagavad-gītā it is said, prakṛteḥ kriyamāṇāni: one acts according to the particular modes of nature he has acquired. Guṇa refers to the qualities of nature. He is under the qualities of nature, but he falsely thinks that he is the proprietor. This false sense of proprietorship can be avoided simply by engaging oneself in devotional service under the direction of the Supreme Lord or His bona fide representative. Arjuna, in Bhagavad-gītā, was trying to accept for himself the responsibility for killing his grandfather and teacher in the fight, but he became freed from that proprietorship of action when he acted under the direction of Kṛṣṇa. He fought, but he was actually freed from the reactions of fighting, although in the beginning, when he was nonviolent, unwilling to fight, the entire responsibility was upon him. That is the difference between liberation and conditioning. A conditioned soul may be very good and act in the mode of goodness, but still he is conditioned under the spell of material nature. A devotee, however, acts completely under the direction of the Supreme Lord. Thus his actions may not appear to be of a very high quality to the common man, but the devotee has no responsibility."
    },
    {
        "verse": "3",
        "devanagari": "तेन संसारपदवीमवशोऽभ्येत्यनिर्वृत: ।प्रासङ्गिकै: कर्मदोषै: सदसन्मिश्रयोनिषु ॥ ३ ॥",
        "english_devnagari": "tena saṁsāra-padavīmavaśo ’bhyety anirvṛtaḥprāsaṅgikaiḥ karma-doṣaiḥsad-asan-miśra-yoniṣu",
        "verse_Syn": [
            "tena",
            "saṁsāra",
            "padavīm",
            "avaśaḥ",
            "abhyeti",
            "anirvṛtaḥ",
            "prāsaṅgikaiḥ",
            "karma",
            "doṣaiḥ",
            "sat",
            "asat",
            "miśra",
            "yoniṣu"
        ],
        "translation": "The conditioned soul therefore transmigrates into different species of life, higher and lower, because of his association with the modes of material nature. Unless he is relieved of material activities, he has to accept this position because of his faulty work.",
        "purport": " Here the word karma-doṣaiḥ means “by faulty actions.” This refers to any activity, good or bad, performed in this material world — they are all contaminated, faulty actions because of material association. The foolish conditioned soul may think that he is offering charity by opening hospitals for material benefit or by opening an educational institution for material education, but he does not know that all such work is also faulty because it will not give him relief from the process of transmigration from one body to another. It is clearly stated here, sad-asan-miśra-yoniṣu. This means that one may take birth in a very high family or he may take his birth in higher planets, among the demigods, for his so-called pious activities in the material world. But this work is also faulty because it does not give liberation. To take birth in a nice place or a high family does not mean that one avoids undergoing the material tribulations, the pangs of birth, death, old age and disease. A conditioned soul under the spell of material nature cannot understand that any action he performs for sense gratification is faulty and that only his activities in devotional service to the Lord can give him release from the reaction of faulty activities. Because he does not cease such faulty activities, he has to change to different bodies, some high and some low. That is called saṁsāra-padavīm, which means this material world, from which there is no release. One who desires material liberation has to turn his activities to devotional service. There is no alternative."
    },
    {
        "verse": "4",
        "devanagari": "अर्थे ह्यविद्यमानेऽपि संसृतिर्न निवर्तते ।ध्यायतो विषयानस्य स्वप्नेऽनर्थागमो यथा ॥ ४ ॥",
        "english_devnagari": "arthe hy avidyamāne ’pisaṁsṛtir na nivartatedhyāyato viṣayān asyasvapne ’narthāgamo yathā",
        "verse_Syn": [
            "arthe",
            "hi",
            "avidyamāne",
            "api",
            "saṁsṛtiḥ",
            "na",
            "nivartate",
            "dhyāyataḥ",
            "viṣayān",
            "asya",
            "svapne",
            "anartha",
            "āgamaḥ",
            "yathā"
        ],
        "translation": "Actually a living entity is transcendental to material existence, but because of his mentality of lording it over material nature, his material existential condition does not cease, and just as in a dream, he is affected by all sorts of disadvantages.",
        "purport": " The example of a dream is very appropriate. Due to different mental conditions, in dreams we are put into advantageous and disadvantageous positions. Similarly, the spirit soul has nothing to do with this material nature, but because of his mentality of lording it over, he is put into the position of conditional existence. Conditional existence is described here as dhyāyato viṣayān asya. Viṣaya means “an object of enjoyment.” As long as one continues to think that he can enjoy material advantages, he is in conditioned life, but as soon as he comes to his senses, he develops the knowledge that he is not the enjoyer, for the only enjoyer is the Supreme Personality of Godhead. As confirmed in Bhagavad-gītā (5.29), He is the beneficiary for all the results of sacrifices and penances (bhoktāraṁ yajña-tapasām), and He is the proprietor of all the three worlds (sarva-loka-maheśvaram). He is the actual friend of all living entities. But instead of leaving proprietorship, enjoyment and the actual position as the friend of all living entities to the Supreme Personality of Godhead, we claim that we are the proprietors, the enjoyers and the friends. We perform philanthropic work, thinking that we are the friends of human society. Someone may proclaim himself to be a very good national worker, the best friend of the people and of the country, but actually he cannot be the greatest friend of everyone. The only friend is Kṛṣṇa. One should try to raise the consciousness of the conditioned soul to the platform of understanding that Kṛṣṇa is his actual friend. If one makes friendship with Kṛṣṇa, one will never be cheated, and he will get all help needed. Arousing this consciousness of the conditioned soul is the greatest service, not posing oneself as a great friend of another living entity. The power of friendship is limited. Although one claims to be a friend, he cannot be a friend unlimitedly. There are an unlimited number of living entities, and our resources are limited; therefore we cannot be of any real benefit to the people in general. The best service to the people in general is to awaken them to Kṛṣṇa consciousness so that they may know that the supreme enjoyer, the supreme proprietor and the supreme friend is Kṛṣṇa. Then this illusory dream of lording it over material nature will vanish."
    },
    {
        "verse": "5",
        "devanagari": "अत एव शनैश्चित्तं प्रसक्तमसतां पथि ।भक्तियोगेन तीव्रेण विरक्त्या च नयेद्वशम् ॥ ५ ॥",
        "english_devnagari": "ata eva śanaiś cittaṁprasaktam asatāṁ pathibhakti-yogena tīvreṇaviraktyā ca nayed vaśam",
        "verse_Syn": [
            "ataḥ",
            "eva",
            "śanaiḥ",
            "cittam",
            "prasaktam",
            "asatām",
            "pathi",
            "bhakti",
            "yogena",
            "tīvreṇa",
            "viraktyā",
            "ca",
            "nayet",
            "vaśam"
        ],
        "translation": "It is the duty of every conditioned soul to engage his polluted consciousness, which is now attached to material enjoyment, in very serious devotional service with detachment. Thus his mind and consciousness will be under full control.",
        "purport": " The process of liberation is very nicely explained in this verse. The cause of one’s becoming conditioned by material nature is his thinking himself the enjoyer, the proprietor or the friend of all living entities. This false thinking is a result of contemplation on sense enjoyment. When one thinks that he is the best friend to his countrymen, to society or to humanity and he engages in various nationalistic, philanthropic and altruistic activities, all that is just so much concentration on sense gratification. The so-called national leader or humanist does not serve everyone; he serves his senses only. That is a fact. But the conditioned soul cannot understand this because he is bewildered by the spell of material nature. It is therefore recommended in this verse that one engage very seriously in the devotional service of the Lord. This means that one should not think that he is the proprietor, benefactor, friend or enjoyer. He should always be cognizant that the real enjoyer is Kṛṣṇa, the Supreme Personality of Godhead; that is the basic principle of bhakti-yoga. One must be firmly convinced of these three principles: one should always think that Kṛṣṇa is the proprietor, Kṛṣṇa is the enjoyer and Kṛṣṇa is the friend. Not only should he understand these principles himself, but he should try to convince others and propagate Kṛṣṇa consciousness. As soon as one engages in such serious devotional service of the Lord, naturally the propensity to falsely claim lordship over material nature disappears. That detachment is called vairāgya. Instead of being absorbed in so-called material lordship, one engages in Kṛṣṇa consciousness; that is control of consciousness. The yoga process necessitates controlling the senses. Yoga indriya-saṁyamaḥ. Since the senses are always active, their activities should be engaged in devotional service — one cannot stop their activities. If one wants to artificially stop the activities of the senses, his attempt will be a failure. Even the great yogī Viśvāmitra, who was trying to control his senses by the yoga process, fell victim to the beauty of Menakā. There are many such instances. Unless one’s mind and consciousness are fully engaged in devotional service, there is always the opportunity for the mind to become occupied with desires for sense gratification. One particular point mentioned in this verse is very significant. It is said here, prasaktam asatāṁ pathi: the mind is always attracted by asat, the temporary, material existence. Because we have been associated with material nature since time immemorial, we have become accustomed to our attachment to this temporary material nature. The mind has to be fixed at the eternal lotus feet of the Supreme Lord. Sa vai manaḥ kṛṣṇa-padāravindayoḥ. One has to fix the mind at the lotus feet of Kṛṣṇa; then everything will be very nice. Thus the seriousness of bhakti-yoga is stressed in this verse."
    },
    {
        "verse": "6",
        "devanagari": "यमादिभिर्योगपथैरभ्यसन्श्रद्धयान्वित: ।मयि भावेन सत्येन मत्कथाश्रवणेन च ॥ ६ ॥",
        "english_devnagari": "yamādibhir yoga-pathairabhyasañ śraddhayānvitaḥmayi bhāvena satyenamat-kathā-śravaṇena ca",
        "verse_Syn": [
            "yama",
            "ādibhiḥ",
            "yoga",
            "pathaiḥ",
            "abhyasan",
            "śraddhayā",
            "anvitaḥ",
            "mayi",
            "bhāvena",
            "satyena",
            "mat",
            "kathā",
            "śravaṇena",
            "ca"
        ],
        "translation": "One has to become faithful by practicing the controlling process of the yoga system and must elevate himself to the platform of unalloyed devotional service by chanting and hearing about Me.",
        "purport": " Yoga is practiced in eight different stages: yama, niyama, āsana, prāṇāyāma, pratyāhāra, dhāraṇā, dhyāna and samādhi. Yama and niyama mean practicing the controlling process by following strict regulations, and āsana refers to the sitting postures. These help raise one to the standard of faithfulness in devotional service. The practice of yoga by physical exercise is not the ultimate goal; the real end is to concentrate and to control the mind and train oneself to be situated in faithful devotional service. Bhāvena, or bhāva, is a very important factor in the practice of yoga or in any spiritual process. Bhāva is explained in Bhagavad-gītā (10.8). Budhā bhāva-samanvitāḥ: one should be absorbed in the thought of love of Kṛṣṇa. When one knows that Kṛṣṇa, the Supreme Personality of Godhead, is the source of everything and that everything emanates from Him (ahaṁ sarvasya prabhavaḥ), then one understands the Vedānta aphorism janmādy asya yataḥ (“the original source of everything”), and then he can become absorbed in bhāva, or the preliminary stage of love of Godhead. Rūpa Gosvāmī explains very nicely in Bhakti-rasāmṛta-sindhu how this bhāva, or preliminary stage of love of God, is achieved. He states that one first of all has to become faithful (śraddhayānvitaḥ). Faith is attained by controlling the senses, either by yoga practice, following the rules and regulations and practicing the sitting postures, or by engaging directly in bhakti-yoga, as recommended in the previous verse. Of the nine different items of bhakti-yoga, the first and foremost is to chant and hear about the Lord. That is also mentioned here. Mat-kathā-śravaṇena ca. One may come to the standard of faithfulness by following the rules and regulations of the yoga system, and the same goal can be achieved simply by chanting and hearing about the transcendental activities of the Lord. The word ca is significant. Bhakti-yoga is direct, and the other process is indirect. But even if the indirect process is taken, there is no success unless one comes fully to the direct process of hearing and chanting the glories of the Lord. Therefore the word satyena is used here. In this connection Svāmī Śrīdhara comments that satyena means niṣkapaṭena, “without duplicity.” The impersonalists are full of duplicity. Sometimes they pretend to execute devotional service, but their ultimate idea is to become one with the Supreme. This is duplicity, kapaṭa. The Bhāgavatam does not allow this duplicity. In the beginning of Śrīmad-Bhāgavatam it is clearly stated, paramo nirmatsarāṇām: “This treatise Śrīmad-Bhāgavatam is meant for those who are completely free from envy.” The same point is again stressed here. Unless one is completely faithful to the Supreme Personality of Godhead and engages himself in the process of hearing and chanting the glories of the Lord, there is no possibility for liberation."
    },
    {
        "verse": "7",
        "devanagari": "सर्वभूतसमत्वेन निर्वैरेणाप्रसङ्गत: ।ब्रह्मचर्येण मौनेन स्वधर्मेण बलीयसा ॥ ७ ॥",
        "english_devnagari": "sarva-bhūta-samatvenanirvaireṇāprasaṅgataḥbrahmacaryeṇa maunenasva-dharmeṇa balīyasā",
        "verse_Syn": [
            "sarva",
            "bhūta",
            "samatvena",
            "nirvaireṇa",
            "aprasaṅgataḥ",
            "brahma",
            "caryeṇa",
            "maunena",
            "sva",
            "dharmeṇa",
            "balīyasā"
        ],
        "translation": "In executing devotional service, one has to see every living entity equally, without enmity towards anyone yet without intimate connections with anyone. One has to observe celibacy, be grave and execute his eternal activities, offering the results to the Supreme Personality of Godhead.",
        "purport": " A devotee of the Supreme Personality of Godhead who seriously engages in devotional service is equal to all living entities. There are various species of living entities, but a devotee does not see the outward covering; he sees the inner soul inhabiting the body. Because each and every soul is part and parcel of the Supreme Personality of Godhead, he does not see any difference. That is the vision of a learned devotee. As explained in Bhagavad-gītā, a devotee or a learned sage does not see any difference between a learned brāhmaṇa, a dog, an elephant or a cow because he knows that the body is the outer covering only and that the soul is actually part and parcel of the Supreme Lord. A devotee has no enmity towards any living entity, but that does not mean that he mixes with everyone. That is prohibited. Aprasaṅgataḥ means “not to be in intimate touch with everyone.” A devotee is concerned with his execution of devotional service, and he should therefore mix with devotees only, in order to advance his objective. He has no business mixing with others, for although he does not see anyone as his enemy, his dealings are only with persons who engage in devotional service. A devotee should observe the vow of celibacy. Celibacy does not necessitate that one be absolutely free from sex life; satisfaction with one’s wife is permitted also under the vow of celibacy. The best policy is to avoid sex life altogether. That is preferable. Otherwise, a devotee can get married under religious principles and live peacefully with a wife. A devotee should not speak needlessly. A serious devotee has no time to speak of nonsense. He is always busy in Kṛṣṇa consciousness. Whenever he speaks, he speaks about Kṛṣṇa. Mauna means “silence.” Silence does not mean that one should not speak at all, but that he should not speak of nonsense. He should be very enthusiastic in speaking about Kṛṣṇa. Another important item described here is sva-dharmeṇa, or being exclusively occupied in one’s eternal occupation, which is to act as the eternal servitor of the Lord, or to act in Kṛṣṇa consciousness. The next word, balīyasā, means “offering the results of all activities to the Supreme Personality of Godhead.” A devotee does not act on his personal account for sense gratification. Whatever he earns, whatever he eats and whatever he does, he offers for the satisfaction of the Supreme Personality of Godhead."
    },
    {
        "verse": "8",
        "devanagari": "यद‍ृच्छयोपलब्धेन सन्तुष्टो मितभुङ्‍मुनि: ।विविक्तशरण: शान्तो मैत्र: करुण आत्मवान् ॥ ८ ॥",
        "english_devnagari": "yadṛcchayopalabdhenasantuṣṭo mita-bhuṅ muniḥvivikta-śaraṇaḥ śāntomaitraḥ karuṇa ātmavān",
        "verse_Syn": [
            "yadṛcchayā",
            "upalabdhena",
            "santuṣṭaḥ",
            "mita",
            "bhuk",
            "muniḥ",
            "vivikta",
            "śaraṇaḥ",
            "śāntaḥ",
            "maitraḥ",
            "karuṇaḥ",
            "ātma",
            "vān"
        ],
        "translation": "For his income a devotee should be satisfied with what he earns without great difficulty. He should not eat more than what is necessary. He should live in a secluded place and always be thoughtful, peaceful, friendly, compassionate and self-realized.",
        "purport": " Everyone who has accepted a material body must maintain the necessities of the body by acting or earning some livelihood. A devotee should only work for such income as is absolutely necessary. He should be satisfied always with such income and should not endeavor to earn more and more simply to accumulate the unnecessary. A person in the conditioned state who has no money is always found working very hard to earn some with the object of lording it over material nature. Kapiladeva instructs that we should not endeavor hard for things which may come automatically, without extraneous labor. The exact word used in this connection, yadṛcchayā, means that every living entity has a predestined happiness and distress in his present body; this is called the law of karma. It is not possible that simply by endeavors to accumulate more money a person will be able to do so, otherwise almost everyone would be on the same level of wealth. In reality everyone is earning and acquiring according to his predestined karma. According to the Bhāgavatam conclusion, we are sometimes faced with dangerous or miserable conditions without endeavoring for them, and similarly we may have prosperous conditions without endeavoring for them. We are advised to let these things come as predestined. We should engage our valuable time in prosecuting Kṛṣṇa consciousness. In other words, one should be satisfied by his natural condition. If by predestination one is put into a certain condition of life which is not very prosperous in comparison to another’s position, one should not be disturbed. He should simply try to utilize his valuable time to advance in Kṛṣṇa consciousness. Advancement in Kṛṣṇa consciousness does not depend on any materially prosperous or distressed condition; it is free from the conditions imposed by material life. A very poor man can execute Kṛṣṇa consciousness as effectively as a very rich man. One should therefore be very satisfied with his position as offered by the Lord. Another word here is mita-bhuk. This means that one should eat only as much as necessary to maintain the body and soul together. One should not be gluttonous to satisfy the tongue. Grains, fruits, milk and similar foods are allotted for human consumption. One should not be excessively eager to satisfy the tongue and eat that which is not meant for humanity. Particularly, a devotee should eat only prasāda, or food which is offered to the Personality of Godhead. His position is to accept the remnants of those foodstuffs. Innocent foods like grains, vegetables, fruits, flowers and milk preparations are offered to the Lord, and therefore there is no scope for offering foods which are in the modes of passion and ignorance. A devotee should not be greedy. It is also recommended that the devotee should be muni, or thoughtful; he should always think of Kṛṣṇa and how to render better service to the Supreme Personality of Godhead. That should be his only anxiety. As a materialist is always thoughtful about improving his material condition, a devotee’s thoughts should always be engaged in improving his condition in Kṛṣṇa consciousness; therefore he should be a muni. The next item recommended is that a devotee should live in a secluded place. Generally a common man is interested in pounds, shillings and pence, or materialistic advancement in life, which is unnecessary for a devotee. A devotee should select a place of residence where everyone is interested in devotional service. Generally, therefore, a devotee goes to a sacred place of pilgrimage where devotees live. It is recommended that he live in a place where there is no large number of ordinary men. It is very important to live in a secluded place (vivikta-śaraṇa). The next item is śānta, or peacefulness. The devotee should not be agitated. He should be satisfied with his natural income, eat only as much as he needs to keep his health, live in a secluded place and always remain peaceful. Peace of mind is necessary for prosecuting Kṛṣṇa consciousness. The next item is maitra, friendliness. A devotee should be friendly to everyone, but his intimate friendship should be with devotees only. With others he should be official. He may say, “Yes, sir, what you say is all right,” but he is not intimate with them. A devotee should, however, have compassion for persons who are innocent, who are neither atheistic nor very much advanced in spiritual realization. A devotee should be compassionate towards them and instruct them as far as possible in making advancement in Kṛṣṇa consciousness. A devotee should always remain ātmavān, or situated in his spiritual position. He should not forget that his main concern is to make advancement in spiritual consciousness, or Kṛṣṇa consciousness, and he should not ignorantly identify himself with the body or the mind. Ātmā means the body or the mind, but here the word ātmavān especially means that one should be self-possessed. He should always remain in the pure consciousness that he is spirit soul and not the material body or the mind. That will make him progress confidently in Kṛṣṇa consciousness."
    },
    {
        "verse": "9",
        "devanagari": "सानुबन्धे च देहेऽस्मिन्नकुर्वन्नसदाग्रहम् ।ज्ञानेन द‍ृष्टतत्त्वेन प्रकृते: पुरुषस्य च ॥ ९ ॥",
        "english_devnagari": "sānubandhe ca dehe ’sminnakurvann asad-āgrahamjñānena dṛṣṭa-tattvenaprakṛteḥ puruṣasya ca",
        "verse_Syn": [
            "sa",
            "anubandhe",
            "ca",
            "dehe",
            "asmin",
            "akurvan",
            "asat",
            "āgraham",
            "jñānena",
            "dṛṣṭa",
            "tattvena",
            "prakṛteḥ",
            "puruṣasya",
            "ca"
        ],
        "translation": "One’s seeing power should be increased through knowledge of spirit and matter, and one should not unnecessarily identify himself with the body and thus become attracted by bodily relationships.",
        "purport": " The conditioned souls are eager to identify with the body and consider that the body is “myself” and that anything in relationship with the body or possessions of the body is “mine.” In Sanskrit this is called aham-mamatā, and it is the root cause of all conditional life. A person should see things as the combination of matter and spirit. He should distinguish between the nature of matter and the nature of spirit, and his real identification should be with spirit, not with matter. By this knowledge, one should avoid the false, bodily concept of life."
    },
    {
        "verse": "10",
        "devanagari": "निवृत्तबुद्ध्यवस्थानो दूरीभूतान्यदर्शन: ।उपलभ्यात्मनात्मानं चक्षुषेवार्कमात्मद‍ृक् ॥ १० ॥",
        "english_devnagari": "nivṛtta-buddhy-avasthānodūrī-bhūtānya-darśanaḥupalabhyātmanātmānaṁcakṣuṣevārkam ātma-dṛk",
        "verse_Syn": [
            "nivṛtta",
            "buddhi",
            "avasthānaḥ",
            "dūrī",
            "bhūta",
            "anya",
            "darśanaḥ",
            "upalabhya",
            "ātmanā",
            "ātmānam",
            "cakṣuṣā",
            "iva",
            "arkam",
            "ātma",
            "dṛk"
        ],
        "translation": "One should be situated in the transcendental position, beyond the stages of material consciousness, and should be aloof from all other conceptions of life. Thus realizing freedom from false ego, one should see his own self just as he sees the sun in the sky.",
        "purport": " Consciousness acts in three stages under the material conception of life. When we are awake, consciousness acts in a particular way, when we are asleep it acts in a different way, and when we are in deep sleep, consciousness acts in still another way. To become Kṛṣṇa conscious, one has to become transcendental to these three stages of consciousness. Our present consciousness should be freed from all perceptions of life other than consciousness of Kṛṣṇa, the Supreme Personality of Godhead. This is called dūrī-bhūtānya-darśanaḥ, which means that when one attains perfect Kṛṣṇa consciousness he does not see anything but Kṛṣṇa. In the Caitanya-caritāmṛta it is said that the perfect devotee may see many movable and immovable objects, but in everything he sees that the energy of Kṛṣṇa is acting. As soon as he remembers the energy of Kṛṣṇa, he immediately remembers Kṛṣṇa in His personal form. Therefore in all his observations he sees Kṛṣṇa only. In the Brahma-saṁhitā (5.38) it is stated that when one’s eyes are smeared with love of Kṛṣṇa (premāñjana-cchurita), he always sees Kṛṣṇa, outside and inside. This is confirmed here; one should be freed from all other vision, and in that way he is freed from the false egoistic identification and sees himself as the eternal servitor of the Lord. Cakṣuṣevārkam: as we can see the sun without a doubt, one who is fully developed in Kṛṣṇa consciousness sees Kṛṣṇa and His energy. By this vision one becomes ātma-dṛk, or self-realized. When the false ego of identifying the body with the self is removed, actual vision of life is perceivable. The senses therefore also become purified. Real service of the Lord begins when the senses are purified. One does not have to stop the activities of the senses, but the false ego of identifying with the body has to be removed. Then the senses automatically become purified, and with purified senses one can actually discharge devotional service."
    },
    {
        "verse": "11",
        "devanagari": "मुक्तलिङ्गं सदाभासमसति प्रतिपद्यते ।सतो बन्धुमसच्चक्षु: सर्वानुस्यूतमद्वयम् ॥ ११ ॥",
        "english_devnagari": "mukta-liṅgaṁ sad-ābhāsamasati pratipadyatesato bandhum asac-cakṣuḥsarvānusyūtam advayam",
        "verse_Syn": [
            "mukta",
            "liṅgam",
            "sat",
            "ābhāsam",
            "asati",
            "pratipadyate",
            "sataḥ",
            "bandhum",
            "asat",
            "cakṣuḥ",
            "sarva",
            "anusyūtam",
            "advayam"
        ],
        "translation": "A liberated soul realizes the Absolute Personality of Godhead, who is transcendental and who is manifest as a reflection even in the false ego. He is the support of the material cause and He enters into everything. He is absolute, one without a second, and He is the eyes of the illusory energy.",
        "purport": " A pure devotee can see the presence of the Supreme Personality of Godhead in everything materially manifested. He is present there only as a reflection, but a pure devotee can realize that in the darkness of material illusion the only light is the Supreme Lord, who is its support. It is confirmed in Bhagavad-gītā that the background of the material manifestation is Lord Kṛṣṇa. And, as confirmed in the Brahma-saṁhitā, Kṛṣṇa is the cause of all causes. In the Brahma-saṁhitā it is stated that the Supreme Lord, by His partial or plenary expansion, is present not only within this universe and each and every universe, but in every atom, although He is one without a second. The word advayam, “without a second,” which is used in this verse, indicates that although the Supreme Personality of Godhead is represented in everything, including the atoms, He is not divided. His presence in everything is explained in the next verse."
    },
    {
        "verse": "12",
        "devanagari": "यथा जलस्थ आभास: स्थलस्थेनावद‍ृश्यते ।स्वाभासेन तथा सूर्यो जलस्थेन दिवि स्थित: ॥ १२ ॥",
        "english_devnagari": "yathā jala-stha ābhāsaḥsthala-sthenāvadṛśyatesvābhāsena tathā sūryojala-sthena divi sthitaḥ",
        "verse_Syn": [
            "yathā",
            "jala",
            "sthaḥ",
            "ābhāsaḥ",
            "sthala",
            "sthena",
            "avadṛśyate",
            "sva",
            "ābhāsena",
            "tathā",
            "sūryaḥ",
            "jala",
            "sthena",
            "divi",
            "sthitaḥ"
        ],
        "translation": "The presence of the Supreme Lord can be realized just as the sun is realized first as a reflection on water, and again as a second reflection on the wall of a room, although the sun itself is situated in the sky.",
        "purport": " The example given herewith is perfect. The sun is situated in the sky, far, far away from the surface of the earth, but its reflection can be seen in a pot of water in the corner of a room. The room is dark, and the sun is far away in the sky, but the sun’s reflection on the water illuminates the darkness of the room. A pure devotee can realize the presence of the Supreme Personality of Godhead in everything by the reflection of His energy. In the Viṣṇu Purāṇa it is stated that as the presence of fire is understood by heat and light, so the Supreme Personality of Godhead, although one without a second, is perceived everywhere by the diffusion of His different energies. It is confirmed in the Īśopaniṣad that the presence of the Lord is perceived everywhere by the liberated soul, just as the sunshine and the reflection can be perceived everywhere although the sun is situated far away from the surface of the globe."
    },
    {
        "verse": "13",
        "devanagari": "एवं त्रिवृदहङ्कारो भूतेन्द्रियमनोमयै: ।स्वाभासैर्लक्षितोऽनेन सदाभासेन सत्यद‍ृक् ॥ १३ ॥",
        "english_devnagari": "evaṁ trivṛd-ahaṅkārobhūtendriya-manomayaiḥsvābhāsair lakṣito ’nenasad-ābhāsena satya-dṛk",
        "verse_Syn": [
            "evam",
            "tri",
            "vṛt",
            "ahaṅkāraḥ",
            "bhūta",
            "indriya",
            "manaḥ",
            "mayaiḥ",
            "sva",
            "ābhāsaiḥ",
            "lakṣitaḥ",
            "anena",
            "sat",
            "ābhāsena",
            "satya",
            "dṛk"
        ],
        "translation": "The self-realized soul is thus reflected first in the threefold ego and then in the body, senses and mind.",
        "purport": " The conditioned soul thinks, “I am this body,” but a liberated soul thinks, “I am not this body. I am spirit soul.” This “I am” is called ego, or identification of the self. “I am this body” or “Everything in relationship to the body is mine” is called false ego, but when one is self-realized and thinks that he is an eternal servitor of the Supreme Lord, that identification is real ego. One conception is in the darkness of the threefold qualities of material nature — goodness, passion and ignorance — and the other is in the pure state of goodness, called śuddha-sattva or vāsudeva. When we say that we give up our ego, this means that we give up our false ego, but real ego is always present. When one is reflected through the material contamination of the body and mind in false identification, he is in the conditional state, but when he is reflected in the pure stage he is called liberated. The identification of oneself with one’s material possessions in the conditional stage must be purified, and one must identify himself in relationship with the Supreme Lord. In the conditioned state one accepts everything as an object of sense gratification, and in the liberated state one accepts everything for the service of the Supreme Lord. Kṛṣṇa consciousness, devotional service, is the actual liberated stage of a living entity. Otherwise, both accepting and rejecting on the material platform or in voidness or impersonalism are imperfect conditions for the pure soul. By the understanding of the pure soul, called satya-dṛk, one can see everything as a reflection of the Supreme Personality of Godhead. A concrete example can be given in this connection. A conditioned soul sees a very beautiful rose, and he thinks that the nice aromatic flower should be used for his own sense gratification. This is one kind of vision. A liberated soul, however, sees the same flower as a reflection of the Supreme Lord. He thinks, “This beautiful flower is made possible by the superior energy of the Supreme Lord; therefore it belongs to the Supreme Lord and should be utilized in His service.” These are two kinds of vision. The conditioned soul sees the flower for his own enjoyment, and the devotee sees the flower as an object to be used in the service of the Lord. In the same way, one can see the reflection of the Supreme Lord in one’s own senses, mind and body — in everything. With that correct vision, one can engage everything in the service of the Lord. It is stated in the Bhakti-rasāmṛta-sindhu that one who has engaged everything — his vital energy, his wealth, his intelligence and his words — in the service of the Lord, or who desires to engage all these in the service of the Lord, no matter how he is situated, is to be considered a liberated soul, or satya-dṛk. Such a man has understood things as they are."
    },
    {
        "verse": "14",
        "devanagari": "भूतसूक्ष्मेन्द्रियमनोबुद्ध्यादिष्विह निद्रया ।लीनेष्वसति यस्तत्र विनिद्रो निरहंक्रिय: ॥ १४ ॥",
        "english_devnagari": "bhūta-sūkṣmendriya-mano-buddhy-ādiṣv iha nidrayālīneṣv asati yas tatravinidro nirahaṅkriyaḥ",
        "verse_Syn": [
            "bhūta",
            "sūkṣma",
            "indriya",
            "manaḥ",
            "buddhi",
            "ādiṣu",
            "iha",
            "nidrayā",
            "līneṣu",
            "asati",
            "yaḥ",
            "tatra",
            "vinidraḥ",
            "nirahaṅkriyaḥ"
        ],
        "translation": "Although a devotee appears to be merged in the five material elements, the objects of material enjoyment, the material senses and material mind and intelligence, he is understood to be awake and to be freed from the false ego.",
        "purport": " The explanation by Rūpa Gosvāmī in the Bhakti-rasāmṛta-sindhu of how a person can be liberated even in this body is more elaborately explained in this verse. The living entity who has become satya-dṛk, who realizes his position in relationship with the Supreme Personality of Godhead, may remain apparently merged in the five elements of matter, the five material sense objects, the ten senses and the mind and intelligence, but still he is considered to be awake and to be freed from the reaction of false ego. Here the word līna is very significant. The Māyāvādī philosophers recommend merging in the impersonal effulgence of Brahman; that is their ultimate goal, or destination. That merging is also mentioned here. But in spite of merging, one can keep his individuality. The example given by Jīva Gosvāmī is that a green bird that enters a green tree appears to merge in the color of greenness, but actually the bird does not lose its individuality. Similarly, a living entity merged either in the material nature or in the spiritual nature does not give up his individuality. Real individuality is to understand oneself to be the eternal servitor of the Supreme Lord. This information is received from the mouth of Lord Caitanya. He said clearly, upon the inquiry of Sanātana Gosvāmī, that a living entity is the servitor of Kṛṣṇa eternally. Kṛṣṇa also confirms in Bhagavad-gītā that the living entity is eternally His part and parcel. The part and parcel is meant to serve the whole. This is individuality. It is so even in this material existence, when the living entity apparently merges in matter. His gross body is made up of five elements, his subtle body is made of mind, intelligence, false ego and contaminated consciousness, and he has five active senses and five knowledge-acquiring senses. In this way he merges in matter. But even while merged in the twenty-four elements of matter, he can keep his individuality as the eternal servitor of the Lord. Either in the spiritual nature or in the material nature, such a servitor is to be considered a liberated soul. That is the explanation of the authorities, and it is confirmed in this verse."
    },
    {
        "verse": "15",
        "devanagari": "मन्यमानस्तदात्मानमनष्टो नष्टवन्मृषा ।नष्टेऽहङ्करणे द्रष्टा नष्टवित्त इवातुर: ॥ १५ ॥",
        "english_devnagari": "manyamānas tadātmānamanaṣṭo naṣṭavan mṛṣānaṣṭe ’haṅkaraṇe draṣṭānaṣṭa-vitta ivāturaḥ",
        "verse_Syn": [
            "manyamānaḥ",
            "tadā",
            "ātmānam",
            "anaṣṭaḥ",
            "naṣṭa",
            "vat",
            "mṛṣā",
            "naṣṭe",
            "ahaṅkaraṇe",
            "draṣṭā",
            "naṣṭa",
            "vittaḥ",
            "iva",
            "āturaḥ"
        ],
        "translation": "The living entity can vividly feel his existence as the seer, but because of the disappearance of the ego during the state of deep sleep, he falsely takes himself to be lost, like a man who has lost his fortune and feels distressed, thinking himself to be lost.",
        "purport": " Only in ignorance does a living entity think that he is lost. If by attainment of knowledge he comes to the real position of his eternal existence, he knows that he is not lost. An appropriate example is mentioned herein: naṣṭa-vitta ivāturaḥ. A person who has lost a great sum of money may think that he is lost, but actually he is not lost — only his money is lost. But due to his absorption in the money or identification with the money, he thinks that he is lost. Similarly, when we falsely identify with matter as our field of activities, we think that we are lost, although actually we are not. As soon as a person is awakened to the pure knowledge of understanding that he is an eternal servitor of the Lord, his own real position is revived. A living entity can never be lost. When one forgets his identity in deep sleep, he becomes absorbed in dreams, and he may think himself a different person or may think himself lost. But actually his identity is intact. This concept of being lost is due to false ego, and it continues as long as one is not awakened to the sense of his existence as an eternal servitor of the Lord. The Māyāvādī philosophers’ concept of becoming one with the Supreme Lord is another symptom of being lost in false ego. One may falsely claim that he is the Supreme Lord, but actually he is not. This is the last snare of māyā’s influence upon the living entity. To think oneself equal with the Supreme Lord or to think oneself to be the Supreme Lord Himself is also due to false ego."
    },
    {
        "verse": "16",
        "devanagari": "एवं प्रत्यवमृश्यासावात्मानं प्रतिपद्यते ।साहङ्कारस्य द्रव्यस्य योऽवस्थानमनुग्रह: ॥ १६ ॥",
        "english_devnagari": "evaṁ pratyavamṛśyāsāvātmānaṁ pratipadyatesāhaṅkārasya dravyasyayo ’vasthānam anugrahaḥ",
        "verse_Syn": [
            "evam",
            "pratyavamṛśya",
            "asau",
            "ātmānam",
            "pratipadyate",
            "sa",
            "ahaṅkārasya",
            "dravyasya",
            "yaḥ",
            "avasthānam",
            "anugrahaḥ"
        ],
        "translation": "When, by mature understanding, one can realize his individuality, then the situation he accepts under false ego becomes manifest to him.",
        "purport": " The Māyāvādī philosophers’ position is that at the ultimate issue the individual is lost, everything becomes one, and there is no distinction between the knower, the knowable and knowledge. But by minute analysis we can see that this is not correct. Individuality is never lost, even when one thinks that the three different principles, namely the knower, the knowable and knowledge, are amalgamated or merged into one. The very concept that the three merge into one is another form of knowledge, and since the perceiver of the knowledge still exists, how can one say that the knower, knowledge and knowable have become one? The individual soul who is perceiving this knowledge still remains an individual. Both in material existence and in spiritual existence the individuality continues; the only difference is in the quality of the identity. In the material identity, the false ego acts, and because of false identification, one takes things to be different from what they actually are. That is the basic principle of conditional life. Similarly, when the false ego is purified, one takes everything in the right perspective. That is the state of liberation. It is stated in the Īśopaniṣad that everything belongs to the Lord. Īśāvāsyam idaṁ sarvam. Everything exists on the energy of the Supreme Lord. This is also confirmed in Bhagavad-gītā. Because everything is produced of His energy and exists on His energy, the energy is not different from Him — but still the Lord declares, “I am not there.” When one clearly understands one’s constitutional position, everything becomes manifest. False egoistic acceptance of things conditions one, whereas acceptance of things as they are makes one liberated. The example given in the previous verse is applicable here: due to absorption of one’s identity in his money, when the money is lost he thinks that he is also lost. But actually he is not identical with the money, nor does the money belong to him. When the actual situation is revealed, we understand that the money does not belong to any individual person or living entity, nor is it produced by man. Ultimately the money is the property of the Supreme Lord, and there is no question of its being lost. But as long as one falsely thinks, “I am the enjoyer,” or “I am the Lord,” this concept of life continues, and one remains conditioned. As soon as this false ego is eliminated, one is liberated. As confirmed in the Bhāgavatam, situation in one’s real constitutional position is called mukti, or liberation."
    },
    {
        "verse": "17",
        "devanagari": "देवहूतिरुवाचपुरुषं प्रकृतिर्ब्रह्मन्न विमुञ्चति कर्हिचित् ।अन्योन्यापाश्रयत्वाच्च नित्यत्वादनयो: प्रभो ॥ १७ ॥",
        "english_devnagari": "devahūtir uvācapuruṣaṁ prakṛtir brahmanna vimuñcati karhicitanyonyāpāśrayatvāc canityatvād anayoḥ prabho",
        "verse_Syn": [
            "devahūtiḥ",
            "uvāca",
            "puruṣam",
            "prakṛtiḥ",
            "brahman",
            "na",
            "vimuñcati",
            "karhicit",
            "anyonya",
            "apāśrayatvāt",
            "ca",
            "nityatvāt",
            "anayoḥ",
            "prabho"
        ],
        "translation": "Śrī Devahūti inquired: My dear brāhmaṇa, does material nature ever give release to the spirit soul? Since one is attracted to the other eternally, how is their separation possible?",
        "purport": " Devahūti, the mother of Kapiladeva, here makes her first inquiry. Although one may understand that spirit soul and matter are different, their actual separation is not possible, either by philosophical speculation or by proper understanding. The spirit soul is the marginal potency of the Supreme Lord, and matter is the external potency of the Lord. The two eternal potencies have somehow or other been combined, and since it is so difficult to separate one from the other, how is it possible for the individual soul to become liberated? By practical experience one can see that when the soul is separated from the body, the body has no real existence, and when the body is separated from the soul one cannot perceive the existence of the soul. As long as the soul and the body are combined, we can understand that there is life. But when they are separated, there is no manifested existence of the body or the soul. This question asked by Devahūti of Kapiladeva is more or less impelled by the philosophy of voidism. The voidists say that consciousness is a product of a combination of matter and that as soon as the consciousness is gone, the material combination dissolves, and therefore there is ultimately nothing but voidness. This absence of consciousness is called nirvāṇa in Māyāvāda philosophy."
    },
    {
        "verse": "18",
        "devanagari": "यथा गन्धस्य भूमेश्च न भावो व्यतिरेकत: ।अपां रसस्य च यथा तथा बुद्धे: परस्य च ॥ १८ ॥",
        "english_devnagari": "yathā gandhasya bhūmeś cana bhāvo vyatirekataḥapāṁ rasasya ca yathātathā buddheḥ parasya ca",
        "verse_Syn": [
            "yathā",
            "gandhasya",
            "bhūmeḥ",
            "ca",
            "na",
            "bhāvaḥ",
            "vyatirekataḥ",
            "apām",
            "rasasya",
            "ca",
            "yathā",
            "tathā",
            "buddheḥ",
            "parasya",
            "ca"
        ],
        "translation": "As there is no separate existence of the earth and its aroma or of water and its taste, there cannot be any separate existence of intelligence and consciousness.",
        "purport": " The example is given here that anything material has an aroma. The flower, the earth — everything — has an aroma. If the aroma is separated from the matter, the matter cannot be identified. If there is no taste to water, the water has no meaning; if there is no heat in the fire, the fire has no meaning. Similarly, when there is want of intelligence, spirit has no meaning."
    },
    {
        "verse": "19",
        "devanagari": "अकर्तु: कर्मबन्धोऽयं पुरुषस्य यदाश्रय: ।गुणेषु सत्सु प्रकृते: कैवल्यं तेष्वत: कथम् ॥ १९ ॥",
        "english_devnagari": "akartuḥ karma-bandho ’yaṁpuruṣasya yad-āśrayaḥguṇeṣu satsu prakṛteḥkaivalyaṁ teṣv ataḥ katham",
        "verse_Syn": [
            "akartuḥ",
            "karma",
            "bandhaḥ",
            "ayam",
            "puruṣasya",
            "yat",
            "āśrayaḥ",
            "guṇeṣu",
            "satsu",
            "prakṛteḥ",
            "kaivalyam",
            "teṣu",
            "ataḥ",
            "katham"
        ],
        "translation": "Hence even though he is the passive performer of all activities, how can there be freedom for the soul as long as material nature acts on him and binds him?",
        "purport": " Although the living entity desires freedom from the contamination of matter, he is not given release. Actually, as soon as a living entity puts himself under the control of the modes of material nature, his acts are influenced by the qualities of material nature, and he becomes passive. It is confirmed in Bhagavad-gītā, prakṛteḥ kriyamāṇāni guṇaiḥ: the living entity acts according to the qualities or modes of material nature. He falsely thinks that he is acting, but unfortunately he is passive. In other words, he has no opportunity to get out of the control of material nature because it has already conditioned him. In Bhagavad-gītā it is also stated that it is very difficult to get out of the clutches of material nature. One may try in different ways to think that everything is void in the ultimate issue, that there is no God and that even if the background of everything is spirit, it is impersonal. This speculation may go on, but actually it is very difficult to get out of the clutches of material nature. Devahūti poses the question that although one may speculate in many ways, where is liberation as long as one is under the spell of material nature? The answer is also found in Bhagavad-gītā (7.14): only one who has surrendered himself unto the lotus feet of the Supreme Lord Kṛṣṇa (mām eva ye prapadyante) can be freed from the clutches of māyā. Since Devahūti is gradually coming to the point of surrender, her questions are very intelligent. How can one be liberated? How can one be in a pure state of spiritual existence as long as he is strongly held by the modes of material nature? This is also an indication to the false meditator. There are many so-called meditators who think, “I am the Supreme Spirit Soul. I am conducting the activities of material nature. Under my direction the sun is moving and the moon is rising.” They think that by such contemplation or meditation they can become free, but it is seen that just three minutes after finishing such nonsensical meditation, they are immediately captured by the modes of material nature. Immediately after his high-sounding meditation, a “meditator” becomes thirsty and wants to smoke or drink. He is under the strong grip of material nature, yet he thinks that he is already free from the clutches of māyā. This question of Devahūti’s is for such a person who falsely claims that he is everything, that ultimately everything is void, and that there are no sinful or pious activities. These are all atheistic inventions. Actually, unless a living entity surrenders unto the Supreme Personality of Godhead as instructed in Bhagavad-gītā, there is no liberation or freedom from the clutches of māyā."
    },
    {
        "verse": "20",
        "devanagari": "क्‍वचित्तत्त्वावमर्शेन निवृत्तं भयमुल्बणम् ।अनिवृत्तनिमित्तत्वात्पुन: प्रत्यवतिष्ठते ॥ २० ॥",
        "english_devnagari": "kvacit tattvāvamarśenanivṛttaṁ bhayam ulbaṇamanivṛtta-nimittatvātpunaḥ pratyavatiṣṭhate",
        "verse_Syn": [
            "kvacit",
            "tattva",
            "avamarśena",
            "nivṛttam",
            "bhayam",
            "ulbaṇam",
            "anivṛtta",
            "nimittatvāt",
            "punaḥ",
            "pratyavatiṣṭhate"
        ],
        "translation": "Even if the great fear of bondage is avoided by mental speculation and inquiry into the fundamental principles, it may still appear again, since its cause has not ceased.",
        "purport": " Material bondage is caused by putting oneself under the control of matter because of the false ego of lording it over material nature. Bhagavad-gītā (7.27) states, icchā-dveṣa-samutthena. Two kinds of propensities arise in the living entity. One propensity is icchā, which means desire to lord it over material nature or to be as great as the Supreme Lord. Everyone desires to be the greatest personality in this material world. Dveṣa means “envy.” When one becomes envious of Kṛṣṇa, or the Supreme Personality of Godhead, one thinks, “Why should Kṛṣṇa be the all and all? I’m as good as Kṛṣṇa.” These two items, desire to be the Lord and envy of the Lord, are the beginning cause of material bondage. As long as a philosopher, salvationist or voidist has some desire to be supreme, to be everything, or to deny the existence of God, the cause remains and there is no question of his liberation. Devahūti very intelligently says, “One may theoretically analyze and say that by knowledge he has become freed, but actually, as long as the cause exists, he is not free.” Bhagavad-gītā confirms that after performing such speculative activities for many, many births, when one actually comes to his real consciousness and surrenders unto the Supreme Lord, Kṛṣṇa, then the fulfillment of his research in knowledge is actually achieved. There is a gulf of difference between theoretical freedom and actual freedom from material bondage. The Bhāgavatam (10.14.4) says that if one gives up the auspicious path of devotional service and simply tries to know things by speculation, one wastes his valuable time (kliśyanti ye kevala-bodha-labdhaye). The result of such a labor of love is simply labor; there is no other result. The labor of speculation is ended only by exhaustion. The example is given that there is no benefit in husking the skin of an empty paddy; the rice is already gone. Similarly, simply by the speculative process one cannot be freed from material bondage, for the cause still exists. One has to nullify the cause, and then the effect will be nullified. This is explained by the Supreme Personality of Godhead in the following verses."
    },
    {
        "verse": "21",
        "devanagari": "श्रीभगवानुवाचअनिमित्तनिमित्तेन स्वधर्मेणामलात्मना ।तीव्रया मयि भक्त्या च श्रुतसम्भृतया चिरम् ॥ २१ ॥",
        "english_devnagari": "śrī-bhagavān uvācaanimitta-nimittenasva-dharmeṇāmalātmanātīvrayā mayi bhaktyā caśruta-sambhṛtayā ciram",
        "verse_Syn": [
            "śrī",
            "bhagavān",
            "uvāca",
            "animitta",
            "nimittena",
            "sva",
            "dharmeṇa",
            "amala",
            "ātmanā",
            "tīvrayā",
            "mayi",
            "bhaktyā",
            "ca",
            "śruta",
            "sambhṛtayā",
            "ciram"
        ],
        "translation": "The Supreme Personality of Godhead said: One can get liberation by seriously discharging devotional service unto Me and thereby hearing for a long time about Me or from Me. By thus executing one’s prescribed duties, there will be no reaction, and one will be freed from the contamination of matter.",
        "purport": " Śrīdhara Svāmī comments in this connection that by association with material nature alone one does not become conditioned. Conditional life begins only after one is infected by the modes of material nature. If someone is in contact with the police department, that does not mean that he is a criminal. As long as one does not commit criminal acts, even though there is a police department, he is not punished. Similarly, the liberated soul is not affected, although he is in the material nature. Even the Supreme Personality of Godhead is supposed to be in association with material nature when He descends, but He is not affected. One has to act in such a way that in spite of being in the material nature he is not affected by contamination. Although the lotus flower is in association with water, it does not mix with the water. That is how one has to live, as described here by the Personality of Godhead Kapiladeva (animitta-nimittena sva-dharmeṇāmalātmanā). One can be liberated from all adverse circumstances simply by seriously engaging in devotional service. How this devotional service develops and becomes mature is explained here. In the beginning one has to perform his prescribed duties with a clean mind. Clean consciousness means Kṛṣṇa consciousness. One has to perform his prescribed duties in Kṛṣṇa consciousness. There is no necessity of changing one’s prescribed duties; one simply has to act in Kṛṣṇa consciousness. In discharging Kṛṣṇa conscious duties, one should determine whether, by his professional or occupational duties, Kṛṣṇa, the Supreme Personality of Godhead, is satisfied. In another place in the Bhāgavatam it is said, svanuṣṭhitasya dharmasya saṁsiddhir hari-toṣaṇam: everyone has some prescribed duties to perform, but the perfection of such duties will be reached only if the Supreme Personality of Godhead, Hari, is satisfied by such actions. For example, Arjuna’s prescribed duty was to fight, and the perfection of his fighting was tested by the satisfaction of Kṛṣṇa. Kṛṣṇa wanted him to fight, and when he fought for the satisfaction of the Lord, that was the perfection of his professional devotional duty. On the other hand, when, contrary to the wish of Kṛṣṇa, he was not willing to fight, that was imperfect. If one wants to perfect his life, he should discharge his prescribed duties for the satisfaction of Kṛṣṇa. One must act in Kṛṣṇa consciousness, for such action will never produce any reaction (animitta-nimittena). This is also confirmed in Bhagavad-gītā. Yajñārthāt karmaṇo ’nyatra: all activities should be performed simply for Yajña, or the satisfaction of Viṣṇu. Anything done otherwise, without the satisfaction of Viṣṇu, or Yajña, produces bondage, so here it is also prescribed by Kapila Muni that one can transcend material entanglement by acting in Kṛṣṇa consciousness, which means seriously engaging in devotional service. This serious devotional service can develop by hearing for long periods of time. Chanting and hearing is the beginning of the process of devotional service. One should associate with devotees and hear from them about the Lord’s transcendental appearance, activities, disappearance, instructions, etc. There are two kinds of śruti, or scripture. One is spoken by the Lord, and the other is spoken about the Lord and His devotees. Bhagavad-gītā is the former and Śrīmad-Bhāgavatam the latter. One must hear these scriptures repeatedly from reliable sources in order to become fixed in serious devotional service. Through engagement in such devotional service, one becomes freed from the contamination of māyā. It is stated in the Śrīmad-Bhāgavatam that hearing about the Supreme Personality of Godhead cleanses the heart of all contamination caused by the influence of the three modes of material nature. By continuous, regular hearing, the effects of the contamination of lust and greed to enjoy or lord it over material nature diminish, and when lust and greed diminish, one then becomes situated in the mode of goodness. This is the stage of Brahman realization, or spiritual realization. In this way one becomes fixed on the transcendental platform. Remaining fixed on the transcendental platform is liberation from material entanglement."
    },
    {
        "verse": "22",
        "devanagari": "ज्ञानेन द‍ृष्टतत्त्वेन वैराग्येण बलीयसा ।तपोयुक्तेन योगेन तीव्रेणात्मसमाधिना ॥ २२ ॥",
        "english_devnagari": "jñānena dṛṣṭa-tattvenavairāgyeṇa balīyasātapo-yuktena yogenatīvreṇātma-samādhinā",
        "verse_Syn": [
            "jñānena",
            "dṛṣṭa",
            "tattvena",
            "vairāgyeṇa",
            "balīyasā",
            "tapaḥ",
            "yuktena",
            "yogena",
            "tīvreṇa",
            "ātma",
            "samādhinā"
        ],
        "translation": "This devotional service has to be performed strongly in perfect knowledge and with transcendental vision. One must be strongly renounced and must engage in austerity and perform mystic yoga in order to be firmly fixed in self-absorption.",
        "purport": " Devotional service in Kṛṣṇa consciousness cannot be performed blindly due to material emotion or mental concoction. It is specifically mentioned here that one has to perform devotional service in full knowledge by visualizing the Absolute Truth. We can understand about the Absolute Truth by evolving transcendental knowledge, and the result of such transcendental knowledge will be manifested by renunciation. That renunciation is not temporary or artificial, but is very strong. It is said that development of Kṛṣṇa consciousness is exhibited by proportionate material detachment, or vairāgya. If one does not separate himself from material enjoyment, it is to be understood that he is not advancing in Kṛṣṇa consciousness. Renunciation in Kṛṣṇa consciousness is so strong that it cannot be deviated by any attractive illusion. One has to perform devotional service in full tapasya, austerity. One should fast on the two Ekādaśī days, which fall on the eleventh day of the waxing and waning moon, and on the birthdays of Lord Kṛṣṇa, Lord Rāma and Caitanya Mahāprabhu. There are many such fasting days. Yogena means “by controlling the senses and mind.” Yoga indriya-saṁyamaḥ. Yogena implies that one is seriously absorbed in the self and is able, by development of knowledge, to understand his constitutional position in relationship with the Superself. In this way one becomes fixed in devotional service, and his faith cannot be shaken by any material allurement."
    },
    {
        "verse": "23",
        "devanagari": "प्रकृति: पुरुषस्येह दह्यमाना त्वहर्निशम् ।तिरोभवित्री शनकैरग्नेर्योनिरिवारणि: ॥ २३ ॥",
        "english_devnagari": "prakṛtiḥ puruṣasyehadahyamānā tv ahar-niśamtiro-bhavitrī śanakairagner yonir ivāraṇiḥ",
        "verse_Syn": [
            "prakṛtiḥ",
            "puruṣasya",
            "iha",
            "dahyamānā",
            "tu",
            "ahaḥ",
            "niśam",
            "tiraḥ",
            "bhavitrī",
            "śanakaiḥ",
            "agneḥ",
            "yoniḥ",
            "iva",
            "araṇiḥ"
        ],
        "translation": "The influence of material nature has covered the living entity, and thus it is as if the living entity were always in a blazing fire. But by the process of seriously discharging devotional service, this influence can be removed, just as wooden sticks which cause a fire are themselves consumed by it.",
        "purport": " Fire is conserved in wooden sticks, and when circumstances are favorable, the fire is ignited. But the wooden sticks which are the cause of the fire are also consumed by the fire if it is properly dealt with. Similarly, the living entity’s conditional life of material existence is due to his desire to lord it over material nature and due to his envy of the Supreme Lord. Thus his main diseases are that he wants to be one with the Supreme Lord or he wants to become the lord of material nature. The karmīs try to utilize the resources of material nature and thus become its lord and enjoy sense gratification, and the jñānīs, the salvationists, who have become frustrated in enjoying the material resources, want to become one with the Supreme Personality of Godhead or merge into the impersonal effulgence. These two diseases are due to material contamination. Material contamination can be consumed by devotional service because in devotional service these two diseases, namely the desire to lord it over material nature and the desire to become one with the Supreme Lord, are absent. Therefore the cause of material existence is at once consumed by the careful discharge of devotional service in Kṛṣṇa consciousness. A devotee in full Kṛṣṇa consciousness appears superficially to be a great karmī, always working, but the inner significance of the devotee’s activities is that they are meant for the satisfaction of the Supreme Lord. This is called bhakti, or devotional service. Arjuna was apparently a fighter, but when by his fighting he satisfied the senses of Lord Kṛṣṇa, he became a devotee. Since a devotee also engages in philosophical research to understand the Supreme Person as He is, his activities may thus appear to be like those of a mental speculator, but actually he is trying to understand the spiritual nature and transcendental activities. Thus although the tendency for philosophical speculation exists, the material effects of fruitive activities and empiric speculation do not, because this activity is meant for the Supreme Personality of Godhead."
    },
    {
        "verse": "24",
        "devanagari": "भुक्तभोगा परित्यक्ता द‍ृष्टदोषा च नित्यश: ।नेश्वरस्याशुभं धत्ते स्वे महिम्नि स्थितस्य च ॥ २४ ॥",
        "english_devnagari": "bhukta-bhogā parityaktādṛṣṭa-doṣā ca nityaśaḥneśvarasyāśubhaṁ dhattesve mahimni sthitasya ca",
        "verse_Syn": [
            "bhukta",
            "bhogā",
            "parityaktā",
            "dṛṣṭa",
            "doṣā",
            "ca",
            "nityaśaḥ",
            "na",
            "īśvarasya",
            "aśubham",
            "dhatte",
            "sve",
            "mahimni",
            "sthitasya",
            "ca"
        ],
        "translation": "By discovering the faultiness of his desiring to lord it over material nature and by therefore giving it up, the living entity becomes independent and stands in his own glory.",
        "purport": " Because the living entity is not actually the enjoyer of the material resources, his attempt to lord it over material nature is, at the ultimate issue, frustrated. As a result of frustration, he desires more power than the ordinary living entity and thus wants to merge into the existence of the supreme enjoyer. In this way he develops a plan for greater enjoyment. When one is actually situated in devotional service, that is his independent position. Less intelligent men cannot understand the position of the eternal servant of the Lord. Because the word “servant” is used, they become confused; they cannot understand that this servitude is not the servitude of this material world. To be the servant of the Lord is the greatest position. If one can understand this and can thus revive one’s original nature of eternal servitorship of the Lord, one stands fully independent. A living entity’s independence is lost by material contact. In the spiritual field he has full independence, and therefore there is no question of becoming dependent upon the three modes of material nature. This position is attained by a devotee, and therefore he gives up the tendency for material enjoyment after seeing its faultiness. The difference between a devotee and an impersonalist is that an impersonalist tries to become one with the Supreme so that he can enjoy without impediment, whereas a devotee gives up the entire mentality of enjoying and engages in the transcendental loving service of the Lord. That is his constitutional glorified position. At that time he is īśvara, fully independent. The real īśvara or īśvaraḥ paramaḥ, the supreme īśvara, or supreme independent, is Kṛṣṇa. The living entity is īśvara only when engaged in the service of the Lord. In other words, transcendental pleasure derived from loving service to the Lord is actual independence."
    },
    {
        "verse": "25",
        "devanagari": "यथा ह्यप्रतिबुद्धस्य प्रस्वापो बह्वनर्थभृत् ।स एव प्रतिबुद्धस्य न वै मोहाय कल्पते ॥ २५ ॥",
        "english_devnagari": "yathā hy apratibuddhasyaprasvāpo bahv-anartha-bhṛtsa eva pratibuddhasyana vai mohāya kalpate",
        "verse_Syn": [
            "yathā",
            "hi",
            "apratibuddhasya",
            "prasvāpaḥ",
            "bahu",
            "anartha",
            "bhṛt",
            "saḥ",
            "eva",
            "pratibuddhasya",
            "na",
            "vai",
            "mohāya",
            "kalpate"
        ],
        "translation": "In the dreaming state one’s consciousness is almost covered, and one sees many inauspicious things, but when he is awakened and fully conscious, such inauspicious things cannot bewilder him.",
        "purport": " In the condition of dreaming, when one’s consciousness is almost covered, one may see many unfavorable things which cause disturbance or anxiety, but upon awakening, although he remembers what happened in the dream, he is not disturbed. Similarly the position of self-realization, or understanding of one’s real relationship with the Supreme Lord, makes one completely satisfied, and the three modes of material nature, which are the cause of all disturbances, cannot affect him. In contaminated consciousness one sees everything to be for his own enjoyment, but in pure consciousness, or Kṛṣṇa consciousness, he sees that everything exists for the enjoyment of the supreme enjoyer. That is the difference between the dream state and wakefulness. The state of contaminated consciousness is compared to dream consciousness, and Kṛṣṇa consciousness is compared to the awakened stage of life. Actually, as stated in Bhagavad-gītā, the only absolute enjoyer is Kṛṣṇa. One who can understand that Kṛṣṇa is the proprietor of all the three worlds and that He is the friend of everyone is peaceful and independent. As long as a conditioned soul does not have this knowledge, he wants to be the enjoyer of everything; he wants to become a humanitarian or philanthropist and open hospitals and schools for his fellow human beings. This is all illusion, for one cannot benefit anyone by such material activities. If one wishes to benefit his fellow brother, he must awaken his dormant Kṛṣṇa consciousness. The Kṛṣṇa conscious position is that of pratibuddha, which means “pure consciousness.”"
    },
    {
        "verse": "26",
        "devanagari": "एवं विदिततत्त्वस्य प्रकृतिर्मयि मानसम् ।युञ्जतो नापकुरुत आत्मारामस्य कर्हिचित् ॥ २६ ॥",
        "english_devnagari": "evaṁ vidita-tattvasyaprakṛtir mayi mānasamyuñjato nāpakurutaātmārāmasya karhicit",
        "verse_Syn": [
            "evam",
            "vidita",
            "tattvasya",
            "prakṛtiḥ",
            "mayi",
            "mānasam",
            "yuñjataḥ",
            "na",
            "apakurute",
            "ātma",
            "ārāmasya",
            "karhicit"
        ],
        "translation": "The influence of material nature cannot harm an enlightened soul, even though he engages in material activities, because he knows the truth of the Absolute, and his mind is fixed on the Supreme Personality of Godhead.",
        "purport": " Lord Kapila says that mayi mānasam, a devotee whose mind is always fixed upon the lotus feet of the Supreme Personality of Godhead, is called ātmārāma or vidita-tattva. Ātmārāma means “one who rejoices in the self,” or “one who enjoys in the spiritual atmosphere.” Ātmā, in the material sense, means the body or the mind, but when referring to one whose mind is fixed on the lotus feet of the Supreme Lord, ātmārāma means “one who is fixed in spiritual activities in relationship with the Supreme Soul.” The Supreme Soul is the Personality of Godhead, and the individual soul is the living entity. When they engage in reciprocation of service and benediction, the living entity is said to be in the ātmārāma position. This ātmārāma position can be attained by one who knows the truth as it is. The truth is that the Supreme Personality of Godhead is the enjoyer and that the living entities are meant for His service and enjoyment. One who knows this truth, and who tries to engage all resources in the service of the Lord, escapes all material reactions and influences of the modes of material nature. An example may be cited in this connection. Just as a materialist engages in constructing a big skyscraper, a devotee engages in constructing a big temple for Viṣṇu. Superficially, the skyscraper constructor and temple constructor are on the same level, for both are collecting wood, stone, iron and other building materials. But the person who constructs a skyscraper is a materialist, and the person who constructs a temple of Viṣṇu is ātmārāma. The materialist tries to satisfy himself in relation to his body by constructing a skyscraper, but the devotee tries to satisfy the Superself, the Supreme Personality of Godhead, by constructing the temple. Although both are engaged in the association of material activities, the devotee is liberated, and the materialist is conditioned. This is because the devotee, who is constructing the temple, has fixed his mind upon the Supreme Personality of Godhead, but the nondevotee, who is constructing the skyscraper, has his mind fixed in sense gratification. If while performing any activity, even in material existence, one’s mind is fixed upon the lotus feet of the Personality of Godhead, one will not be entangled or conditioned. The worker in devotional service, in full Kṛṣṇa consciousness, is always independent of the influence of material nature."
    },
    {
        "verse": "27",
        "devanagari": "यदैवमध्यात्मरत: कालेन बहुजन्मना ।सर्वत्र जातवैराग्य आब्रह्मभुवनान्मुनि: ॥ २७ ॥",
        "english_devnagari": "yadaivam adhyātma-rataḥkālena bahu-janmanāsarvatra jāta-vairāgyaābrahma-bhuvanān muniḥ",
        "verse_Syn": [
            "yadā",
            "evam",
            "adhyātma",
            "rataḥ",
            "kālena",
            "bahu",
            "janmanā",
            "sarvatra",
            "jāta",
            "vairāgyaḥ",
            "ā",
            "brahma",
            "bhuvanāt",
            "muniḥ"
        ],
        "translation": "When a person thus engages in devotional service and self-realization for many, many years and births, he becomes completely reluctant to enjoy any one of the material planets, even up to the highest planet, which is known as Brahmaloka; he becomes fully developed in consciousness.",
        "purport": " Anyone engaged in devotional service to the Supreme Personality of Godhead is known as a devotee, but there is a distinction between pure devotees and mixed devotees. A mixed devotee engages in devotional service for the spiritual benefit of being eternally engaged in the transcendental abode of the Lord in full bliss and knowledge. In material existence, when a devotee is not completely purified, he expects material benefit from the Lord in the form of relief from material miseries, or he wants material gain, advancement in knowledge of the relationship between the Supreme Personality of Godhead and the living entity, or knowledge as to the real nature of the Supreme Lord. When a person is transcendental to these conditions, he is called a pure devotee. He does not engage himself in the service of the Lord for any material benefit or for understanding of the Supreme Lord. His one interest is that he loves the Supreme Personality of Godhead, and he spontaneously engages in satisfying Him. The highest example of pure devotional service is that of the gopīs in Vṛndāvana. They are not interested in understanding Kṛṣṇa, but only in loving Him. That platform of love is the pure state of devotional service. Unless one is advanced to this pure state of devotional service, there is a tendency to desire elevation to a higher material position. A mixed devotee may desire to enjoy a comfortable life on another planet with a greater span of life, such as on Brahmaloka. These are material desires, but because a mixed devotee engages in the service of the Lord, ultimately, after many, many lives of material enjoyment, he undoubtedly develops Kṛṣṇa consciousness, and the symptom of this Kṛṣṇa consciousness is that he is no longer interested in any sort of materially elevated life. He does not even aspire to become a personality like Lord Brahmā."
    },
    {
        "verse": "28-29",
        "devanagari": "मद्भक्त: प्रतिबुद्धार्थो मत्प्रसादेन भूयसा ।नि:श्रेयसं स्वसंस्थानं कैवल्याख्यं मदाश्रयम् ॥ २८ ॥प्राप्नोतीहाञ्जसा धीर: स्वद‍ृशाच्छिन्नसंशय: ।यद्गत्वा न निवर्तेत योगी लिङ्गाद्विनिर्गमे ॥ २९ ॥",
        "english_devnagari": "mad-bhaktaḥ pratibuddhārthomat-prasādena bhūyasāniḥśreyasaṁ sva-saṁsthānaṁkaivalyākhyaṁ mad-āśrayam",
        "verse_Syn": [
            "mat",
            "bhaktaḥ",
            "pratibuddha",
            "arthaḥ",
            "mat",
            "prasādena",
            "bhūyasā",
            "niḥśreyasam",
            "sva",
            "saṁsthānam",
            "kaivalya",
            "ākhyam",
            "mat",
            "āśrayam",
            "prāpnoti",
            "iha",
            "añjasā",
            "dhīraḥ",
            "sva",
            "dṛśā",
            "chinna",
            "saṁśayaḥ",
            "yat",
            "gatvā",
            "na",
            "nivarteta",
            "yogī",
            "liṅgāt",
            "vinirgame"
        ],
        "translation": "My devotee actually becomes self-realized by My unlimited causeless mercy, and thus, when freed from all doubts, he steadily progresses towards his destined abode, which is directly under the protection of My spiritual energy of unadulterated bliss. That is the ultimate perfectional goal of the living entity. After giving up the present material body, the mystic devotee goes to that transcendental abode and never comes back.",
        "purport": " Actual self-realization means becoming a pure devotee of the Lord. The existence of a devotee implies the function of devotion and the object of devotion. Self-realization ultimately means to understand the Personality of Godhead and the living entities; to know the individual self and the reciprocal exchanges of loving service between the Supreme Personality of Godhead and the living entity is real self-realization. This cannot be attained by the impersonalists or other transcendentalists; they cannot understand the science of devotional service. Devotional service is revealed to the pure devotee by the unlimited causeless mercy of the Lord. This is especially spoken of here by the Lord: mat-prasādena, “by My special grace.” This is also confirmed in Bhagavad-gītā. Only those who engage in devotional service with love and faith receive the necessary intelligence from the Supreme Personality of Godhead so that gradually and progressively they can advance to the abode of the Personality of Godhead. Niḥśreyasa means “the ultimate destination.” Sva-saṁsthāna indicates that the impersonalists have no particular place to stay. The impersonalists sacrifice their individuality so that the living spark can merge into the impersonal effulgence emanating from the transcendental body of the Lord, but the devotee has a specific abode. The planets rest in the sunshine, but the sunshine itself has no particular resting place. When one reaches a particular planet, then he has a resting place. The spiritual sky, which is known as kaivalya, is simply blissful light on all sides, and it is under the protection of the Supreme Personality of Godhead. As stated in Bhagavad-gītā (14.27), brahmaṇo hi pratiṣṭhāham: the impersonal Brahman effulgence rests on the body of the Supreme Personality of Godhead. In other words, the bodily effulgence of the Supreme Personality of Godhead is kaivalya, or impersonal Brahman. In that impersonal effulgence there are spiritual planets, which are known as Vaikuṇṭhas, chief of which is Kṛṣṇaloka. Some devotees are elevated to the Vaikuṇṭha planets, and some are elevated to the planet Kṛṣṇaloka. According to the desire of the particular devotee, he is offered a particular abode, which is known as sva-saṁsthāna, his desired destination. By the grace of the Lord, the self-realized devotee engaged in devotional service understands his destination even while in the material body. He therefore performs his devotional activities steadily, without doubting, and after quitting his material body he at once reaches the destination for which he has prepared himself. After reaching that abode, he never comes back to this material world. The words liṅgād vinirgame, which are used here, mean “after being freed from the two kinds of material bodies, subtle and gross.” The subtle body is made of mind, intelligence, false ego and contaminated consciousness, and the gross body is made of five elements — earth, water, fire, air and ether. When one is transferred to the spiritual world, he gives up both the subtle and gross bodies of this material world. He enters the spiritual sky in his pure, spiritual body and is stationed in one of the spiritual planets. Although the impersonalists also reach that spiritual sky after giving up the subtle and gross material bodies, they are not placed in the spiritual planets; as they desire, they are allowed to merge in the spiritual effulgence emanating from the transcendental body of the Lord. The word sva-saṁsthānam is also very significant. As a living entity prepares himself, so he attains his abode. The impersonal Brahman effulgence is offered to the impersonalists, but those who want to associate with the Supreme Personality of Godhead in His transcendental form as Nārāyaṇa in the Vaikuṇṭhas, or with Kṛṣṇa in Kṛṣṇaloka, go to those abodes, wherefrom they never return."
    },
    {
        "verse": "30",
        "devanagari": "यदा न योगोपचितासु चेतोमायासु सिद्धस्य विषज्जतेऽङ्ग ।अनन्यहेतुष्वथ मे गति: स्याद्आत्यन्तिकी यत्र न मृत्युहास: ॥ ३० ॥",
        "english_devnagari": "yadā na yogopacitāsu cetomāyāsu siddhasya viṣajjate ’ṅgaananya-hetuṣv atha me gatiḥ syādātyantikī yatra na mṛtyu-hāsaḥ",
        "verse_Syn": [
            "yadā",
            "na",
            "yoga",
            "upacitāsu",
            "cetaḥ",
            "māyāsu",
            "siddhasya",
            "viṣajjate",
            "aṅga",
            "ananya",
            "hetuṣu",
            "atha",
            "me",
            "gatiḥ",
            "syāt",
            "ātyantikī",
            "yatra",
            "na",
            "mṛtyu",
            "hāsaḥ"
        ],
        "translation": "When a perfect yogī’s attention is no longer attracted to the by-products of mystic powers, which are manifestations of the external energy, his progress towards Me becomes unlimited, and thus the power of death cannot overcome him.",
        "purport": " Yogīs are generally attracted to the by-products of mystic yogic power, for they can become smaller than the smallest or greater than the greatest, achieve anything they desire, have power even to create a planet, or bring anyone they like under their subjection. Yogīs who have incomplete information of the result of devotional service are attracted by these powers, but these powers are material; they have nothing to do with spiritual progress. As other material powers are created by the material energy, mystic yogic powers are also material. A perfect yogī’s mind is not attracted by any material power, but is simply attracted by unalloyed service to the Supreme Lord. For a devotee, the process of merging into the Brahman effulgence is considered to be hellish, and yogic power or the preliminary perfection of yogic power, to be able to control the senses, is automatically achieved. As for elevation to higher planets, a devotee considers this to be simply hallucinatory. A devotee’s attention is concentrated only upon the eternal loving service of the Lord, and therefore the power of death has no influence over him. In such a devotional state, a perfect yogī can attain the status of immortal knowledge and bliss."
    }
]