[
    {
        "verse": "1",
        "devanagari": "उद्धव उवाचअथ ते तदनुज्ञाता भुक्त्वा पीत्वा च वारुणीम् ।तया विभ्रंशितज्ञाना दुरुक्तैर्मर्म पस्पृश: ॥ १ ॥",
        "english_devnagari": "uddhava uvācaatha te tad-anujñātābhuktvā pītvā ca vāruṇīmtayā vibhraṁśita-jñānāduruktair marma paspṛśuḥ",
        "verse_Syn": [
            "uddhavaḥ",
            "uvāca",
            "atha",
            "te",
            "tat",
            "anujñātāḥ",
            "bhuktvā",
            "pītvā",
            "ca",
            "vāruṇīm",
            "tayā",
            "vibhraṁśita",
            "jñānāḥ",
            "duruktaiḥ",
            "marma",
            "paspṛśuḥ"
        ],
        "translation": "Thereafter, all of them [the descendants of Vṛṣṇi and Bhoja], being permitted by the brāhmaṇas, partook of the remnants of prasāda and also drank liquor made of rice. By drinking they all became delirious, and, bereft of knowledge, they touched the cores of each other’s hearts with harsh words.",
        "purport": " In ceremonies when brāhmaṇas and Vaiṣṇavas are sumptuously fed, the host partakes of the remnants of foodstuff after the guest has given permission. So the descendants of Vṛṣṇi and Bhoja formally took permission from the brāhmaṇas and ate the prepared foodstuff. Kṣatriyas are permitted to drink at certain occasions, so they all drank a kind of light liquor made of rice. By such drinking they became delirious and bereft of sense, so much so that they forgot their relationship with one another and used harsh words which touched the cores of each other’s hearts. Drinking is so harmful that even such a highly cultured family becomes affected by intoxication and can forget themselves in a drunken state. The descendants of Vṛṣṇi and Bhoja were not expected to forget themselves in this way, but by the will of the Supreme it happened, and thus they became harsh towards one another."
    },
    {
        "verse": "2",
        "devanagari": "तेषां मैरेयदोषेण विषमीकृतचेतसाम् ।निम्‍लोचति रवावासीद्वेणूनामिव मर्दनम् ॥ २ ॥",
        "english_devnagari": "teṣāṁ maireya-doṣeṇaviṣamīkṛta-cetasāmnimlocati ravāv āsīdveṇūnām iva mardanam",
        "verse_Syn": [
            "teṣām",
            "maireya",
            "doṣeṇa",
            "viṣamīkṛta",
            "cetasām",
            "nimlocati",
            "ravau",
            "āsīt",
            "veṇūnām",
            "iva",
            "mardanam"
        ],
        "translation": "As by the friction of bamboos destruction takes place, so also, at sunset, by the interaction of the faults of intoxication, all their minds became unbalanced, and destruction took place.",
        "purport": " When there is need of fire in the forest, by the will of the Supreme it takes place due to friction among the bamboos. Similarly, the descendants of Yadu were all destroyed by the will of the Lord by the process of self-destruction. Just as there is no possibility of a fire’s occurring deep in the forest due to human effort, so also there was no power in the universe which could vanquish the descendants of Yadu, who were protected by the Lord. The Lord wanted them to be so destroyed, and thus they obeyed His order, as indicated by the word tad-anujñāta."
    },
    {
        "verse": "3",
        "devanagari": "भगवान् स्वात्ममायाया गतिं तामवलोक्य स: ।सरस्वतीमुपस्पृश्य वृक्षमूलमुपाविशत् ॥ ३ ॥",
        "english_devnagari": "bhagavān svātma-māyāyāgatiṁ tām avalokya saḥsarasvatīm upaspṛśyavṛkṣa-mūlam upāviśat",
        "verse_Syn": [
            "bhagavān",
            "sva",
            "ātma",
            "māyāyā",
            "gatim",
            "tām",
            "avalokya",
            "saḥ",
            "sarasvatīm",
            "upaspṛśya",
            "vṛkṣa",
            "mūlam",
            "upāviśat"
        ],
        "translation": "The Personality of Godhead, Lord Śrī Kṛṣṇa, after foreseeing the end [of His family] by His internal potency, went to the bank of the river Sarasvatī, sipped water, and sat down underneath a tree.",
        "purport": " All the above-mentioned activities of the Yadus and Bhojas were executed by the internal potency of the Lord because He wanted them to be dispatched to their respective abodes after He had finished His mission of descent. They were all His sons and grandsons and were given complete protection by the paternal affection of the Lord. How they could be vanquished in the presence of the Lord is answered in this verse: everything was done by the Lord Himself (svātma-māyāyāḥ). The Lord’s family members were either incarnations of His plenary expansions or demigods from the heavenly planets, and thus before His departure He separated them by His internal potency. Before being dispatched to their respective abodes, they were sent to the holy place of Prabhāsa, where they performed pious activities and took food and drink to their heart’s content. It was then arranged for them to be sent back to their abodes so that others could see that the powerful Yadu dynasty was no longer in the world. In the previous verse, the word anujñāta, indicating that the whole sequence of events was arranged by the Lord, is significant. These particular pastimes of the Lord are not a manifestation of His external energy, or material nature. Such an exhibition of His internal potency is eternal, and therefore one should not conclude that the Yadus and Bhojas died in a drunken state in an ordinary fratricidal war. Śrī Jīva Gosvāmī comments on these incidents as magical performances."
    },
    {
        "verse": "4",
        "devanagari": "अहं चोक्तो भगवता प्रपन्नार्तिहरेण ह ।बदरीं त्वं प्रयाहीति स्वकुलं संजिहीर्षुणा ॥ ४ ॥",
        "english_devnagari": "ahaṁ cokto bhagavatāprapannārti-hareṇa habadarīṁ tvaṁ prayāhītisva-kulaṁ sañjihīrṣuṇā",
        "verse_Syn": [
            "aham",
            "ca",
            "uktaḥ",
            "bhagavatā",
            "prapanna",
            "ārti",
            "hareṇa",
            "ha",
            "badarīm",
            "tvam",
            "prayāhi",
            "iti",
            "sva",
            "kulam",
            "sañjihīrṣuṇā"
        ],
        "translation": "The Lord is the vanquisher of the distresses of one who is surrendered unto Him. Thus He who desired to destroy His family told me previously to go to Badarikāśrama.",
        "purport": " While at Dvārakā, Uddhava was warned to avoid the distresses which were to follow the disappearance of the Lord and the destruction of the Yadu dynasty. He was advised to proceed to Badarikāśrama because there he could associate with the devotees of Nara-Nārāyaṇa, and in their association of devotional service he could increase his eagerness for chanting, hearing, knowledge and detachment."
    },
    {
        "verse": "5",
        "devanagari": "तथापि तदभिप्रेतं जानन्नहमरिन्दम ।पृष्ठतोऽन्वगमं भर्तु: पादविश्लेषणाक्षम: ॥ ५ ॥",
        "english_devnagari": "tathāpi tad-abhipretaṁjānann aham arindamapṛṣṭhato ’nvagamaṁ bhartuḥpāda-viśleṣaṇākṣamaḥ",
        "verse_Syn": [
            "tathā",
            "api",
            "tat",
            "abhipretam",
            "jānan",
            "aham",
            "arim",
            "dama",
            "pṛṣṭhataḥ",
            "anvagamam",
            "bhartuḥ",
            "pāda",
            "viśleṣaṇa",
            "akṣamaḥ"
        ],
        "translation": "Yet in spite of my knowing His desire [to destroy the dynasty], O Arindama [Vidura], I followed Him because it was impossible for me to bear separation from the lotus feet of the master.",
        "purport": ""
    },
    {
        "verse": "6",
        "devanagari": "अद्राक्षमेकमासीनं विचिन्वन् दयितं पतिम् ।श्रीनिकेतं सरस्वत्यां कृतकेतमकेतनम् ॥ ६ ॥",
        "english_devnagari": "adrākṣam ekam āsīnaṁvicinvan dayitaṁ patimśrī-niketaṁ sarasvatyāṁkṛta-ketam aketanam",
        "verse_Syn": [
            "adrākṣam",
            "ekam",
            "āsīnam",
            "vicinvan",
            "dayitam",
            "patim",
            "śrī",
            "niketam",
            "sarasvatyām",
            "kṛta",
            "ketam",
            "aketanam"
        ],
        "translation": "Thus following, I saw my patron and master [Lord Śrī Kṛṣṇa] sitting alone and deeply thinking, taking shelter on the bank of the river Sarasvatī although He is the shelter of the goddess of fortune.",
        "purport": " Those who are in the renounced order of life often take shelter underneath a tree. The Lord was found by Uddhava in that condition of taking shelter as do persons who have no shelter. Because He is the proprietor of everything, everywhere is His shelter, and everywhere is under His shelter. The entire material and spiritual cosmic manifestation is sustained by Him, and therefore He is the shelter of everything. So there was nothing astonishing in His taking shelter in the way of the unsheltered who are in the renounced order of life."
    },
    {
        "verse": "7",
        "devanagari": "श्यामावदातं विरजं प्रशान्तारुणलोचनम् ।दोर्भिश्चतुर्भिर्विदितं पीतकौशाम्बरेण च ॥ ७ ॥",
        "english_devnagari": "śyāmāvadātaṁ virajaṁpraśāntāruṇa-locanamdorbhiś caturbhir viditaṁpīta-kauśāmbareṇa ca",
        "verse_Syn": [
            "śyāma",
            "avadātam",
            "virajam",
            "praśānta",
            "aruṇa",
            "locanam",
            "dorbhiḥ",
            "caturbhiḥ",
            "viditam",
            "pīta",
            "kauśa",
            "ambareṇa",
            "ca"
        ],
        "translation": "The Lord’s body is blackish, but is eternal, full of bliss and knowledge, and very, very beautiful. His eyes are always peaceful, and they are reddish like the rising morning sun. I could immediately recognize Him as the Supreme Personality of Godhead by His four hands, different symbolic representations, and yellow silk garments.",
        "purport": ""
    },
    {
        "verse": "8",
        "devanagari": "वाम ऊरावधिश्रित्य दक्षिणाङ्‌घ्रि सरोरुहम् ।अपाश्रितार्भकाश्वत्थमकृशं त्यक्तपिप्पलम् ॥ ८ ॥",
        "english_devnagari": "vāma ūrāv adhiśrityadakṣiṇāṅghri-saroruhamapāśritārbhakāśvatthamakṛśaṁ tyakta-pippalam",
        "verse_Syn": [
            "vāme",
            "ūrau",
            "adhiśritya",
            "dakṣiṇa",
            "aṅghri",
            "saroruham",
            "apāśrita",
            "arbhaka",
            "aśvattham",
            "akṛśam",
            "tyakta",
            "pippalam"
        ],
        "translation": "The Lord was sitting, taking rest against a young banyan tree, with His right lotus foot on His left thigh, and although He had left all household comforts, He looked quite cheerful in that posture.",
        "purport": " According to Śrīla Viśvanātha Cakravartī Ṭhākura, the Lord’s sitting posture — keeping His back against the newly grown banyan tree — is also meaningful. Aśvattha, the banyan tree, is so called because the tree does not die very quickly; it continues to live for many, many years. His legs and their energies are the material ingredients, which are five in all: earth, water, fire, air and sky. The material energies represented by the banyan tree are all products of His external potency and are therefore kept to His back. And because this particular universe is the smallest of all, the banyan tree is therefore designated as small, or as a child. Tyakta-pippalam indicates that He had now finished His pastimes in this particular small universe, but since the Lord is absolute and eternally blissful, there is no difference between His leaving or accepting something. The Lord was now prepared to leave this particular universe and go into another, just as the sun rises on one particular planet and sets in another simultaneously but does not change its own situation."
    },
    {
        "verse": "9",
        "devanagari": "तस्मिन्महाभागवतो द्वैपायनसुहृत्सखा ।लोकाननुचरन् सिद्ध आससाद यद‍ृच्छया ॥ ९ ॥",
        "english_devnagari": "tasmin mahā-bhāgavatodvaipāyana-suhṛt-sakhālokān anucaran siddhaāsasāda yadṛcchayā",
        "verse_Syn": [
            "tasmin",
            "mahā",
            "bhāgavataḥ",
            "dvaipāyana",
            "suhṛt",
            "sakhā",
            "lokān",
            "anucaran",
            "siddhe",
            "āsasāda",
            "yadṛcchayā"
        ],
        "translation": "At that time, after traveling in many parts of the world, Maitreya, a great devotee of the Lord and a friend and well-wisher of the great sage Kṛṣṇa-dvaipāyana Vyāsa, reached that spot out of his own perfect accord.",
        "purport": " Maitreya was one of the disciples of Maharṣi Parāśara, the father of Vyāsadeva. Thus Vyāsadeva and Maitreya were friends and mutual well-wishers. By some fortunate accident, Maitreya reached the place where Lord Śrī Kṛṣṇa was resting. To meet the Lord is not an ordinary incident. Maitreya was a great sage and a learned scholar-philosopher but not a pure devotee of the Lord, and therefore his meeting with the Lord at that time may have been due to ajñāta-sukṛti, or some unknown devotional service. Pure devotees always engage in pure devotional activities, and therefore their meeting with the Lord is natural. But when those who are not up to that standard meet the Lord, it is due to the unforeseen fortune of accidental devotional service."
    },
    {
        "verse": "10",
        "devanagari": "तस्यानुरक्तस्य मुनेर्मुकुन्द:प्रमोदभावानतकन्धरस्य ।आश‍ृण्वतो मामनुरागहास-समीक्षया विश्रमयन्नुवाच ॥ १० ॥",
        "english_devnagari": "tasyānuraktasya muner mukundaḥpramoda-bhāvānata-kandharasyaāśṛṇvato mām anurāga-hāsa-samīkṣayā viśramayann uvāca",
        "verse_Syn": [
            "tasya",
            "anuraktasya",
            "muneḥ",
            "mukundaḥ",
            "pramoda",
            "bhāva",
            "ānata",
            "kandharasya",
            "āśṛṇvataḥ",
            "mām",
            "anurāga",
            "hāsa",
            "samīkṣayā",
            "viśra",
            "mayan",
            "uvāca"
        ],
        "translation": "Maitreya Muni was greatly attached to Him [the Lord], and he was listening in a pleasing attitude, with his shoulder lowered. With a smile and a particular glance upon me, having allowed me to rest, the Lord spoke as follows.",
        "purport": " Although both Uddhava and Maitreya were great souls, the Lord’s attention was more on Uddhava because he was a spotlessly pure devotee. A jñāna-bhakta, or one whose devotion is mixed with the monistic viewpoint, is not a pure devotee. Although Maitreya was a devotee, his devotion was mixed. The Lord reciprocates with His devotees on the basis of transcendental love and not on the basis of philosophical knowledge or fruitive activities. In the transcendental loving service of the Lord, there is no place for monistic knowledge or fruitive activities. The gopīs in Vṛndāvana were neither highly learned scholars nor mystic yogīs. They had spontaneous love for the Lord, and thus He became their heart and soul, and the gopīs also became the heart and soul of the Lord. Lord Caitanya approved the relationship of the gopīs with the Lord as supreme. Herein the Lord’s attitude towards Uddhava was more intimate than with Maitreya Muni."
    },
    {
        "verse": "11",
        "devanagari": "श्री भगवानुवाचवेदाहमन्तर्मनसीप्सितं तेददामि यत्तद् दुरवापमन्यै: ।सत्रे पुरा विश्वसृजां वसूनांमत्सिद्धिकामेन वसो त्वयेष्ट: ॥ ११ ॥",
        "english_devnagari": "śrī-bhagavān uvācavedāham antar manasīpsitaṁ tedadāmi yat tad duravāpam anyaiḥsatre purā viśva-sṛjāṁ vasūnāṁmat-siddhi-kāmena vaso tvayeṣṭaḥ",
        "verse_Syn": [
            "śrī",
            "bhagavān",
            "uvāca",
            "veda",
            "aham",
            "antaḥ",
            "manasi",
            "īpsitam",
            "te",
            "dadāmi",
            "yat",
            "tat",
            "duravāpam",
            "anyaiḥ",
            "satre",
            "purā",
            "viśva",
            "sṛjām",
            "vasūnām",
            "mat",
            "siddhi",
            "kāmena",
            "vaso",
            "tvayā",
            "iṣṭaḥ"
        ],
        "translation": "O Vasu, I know from within your mind what you desired in the days of yore when the Vasus and other demigods responsible for expanding the universal affairs performed sacrifices. You particularly desired to achieve My association. This is very difficult for others to obtain, but I award it unto you.",
        "purport": " Uddhava is one of the eternal associates of the Lord, and a plenary portion of Uddhava was one of the eight Vasus in the days of yore. The eight Vasus and the demigods in the upper planetary system, who are responsible for the management of the universal affairs, performed a sacrifice in the days of yore, desiring to fulfill their respective ultimate goals in life. At that time an expansion of Uddhava, acting as one of the Vasus, desired to become an associate of the Lord. The Lord knew this because He is present in the heart of every living entity as Paramātmā, the Superconsciousness. In everyone’s heart there is the representation of the Superconsciousness, who gives memory to the partial consciousness of every living entity. The living entity, as partial consciousness, forgets incidents of his past life, but the Superconsciousness reminds him how to act in terms of his past cultivation of knowledge. Bhagavad-gītā confirms this fact in various ways: ye yathā māṁ prapadyante tāṁs tathaiva bhajāmy aham (Bg. 4.11), sarvasya cāhaṁ hṛdi sanniviṣṭo mattaḥ smṛtir jñānam apohanaṁ ca (Bg. 15.15). Everyone is at liberty to desire as he likes, but the desire is fulfilled by the Supreme Lord. Everyone is independent to think or desire, but the fulfillment of one’s desire depends on the supreme will. This law is expressed as “Man proposes, God disposes.” In the days of yore, when the demigods and Vasus performed sacrifice, Uddhava, as one of the Vasus, desired to enter into the association of the Lord, which is very difficult for those busy in empiric philosophical speculation or fruitive activities. Such persons have practically no information of the facts about becoming an associate of the Lord. Only the pure devotees can know, by the mercy of the Lord, that the personal association of the Lord is the highest perfection of life. The Lord assured Uddhava that He would fulfill his desire. It appears that when the Lord informed him by His indication to Uddhava, the great sage Maitreya finally became aware of the importance of entering into the association of the Lord."
    },
    {
        "verse": "12",
        "devanagari": "स एष साधो चरमो भवाना-मासादितस्ते मदनुग्रहो यत् ।यन्मां नृलोकान् रह उत्सृजन्तंदिष्टय‍ा दद‍ृश्वान् विशदानुवृत्त्या ॥ १२ ॥",
        "english_devnagari": "sa eṣa sādho caramo bhavānāmāsāditas te mad-anugraho yatyan māṁ nṛlokān raha utsṛjantaṁdiṣṭyā dadṛśvān viśadānuvṛttyā",
        "verse_Syn": [
            "saḥ",
            "eṣaḥ",
            "sādho",
            "caramaḥ",
            "bhavānām",
            "āsāditaḥ",
            "te",
            "mat",
            "anugrahaḥ",
            "yat",
            "yat",
            "mām",
            "nṛ",
            "lokān",
            "rahaḥ",
            "utsṛjantam",
            "diṣṭyā",
            "dadṛśvān",
            "viśada",
            "anuvṛttyā"
        ],
        "translation": "O honest one, your present life is the last and the supermost because in this term of life you have been awarded My ultimate favor. Now you can go to My transcendental abode, Vaikuṇṭha, by leaving this universe of conditioned living entities. Your visit to Me in this lonely place because of your pure and unflinching devotional service is a great boon for you.",
        "purport": " When a person is fully conversant with knowledge of the Lord as far as can be known by a perfect living entity in the liberated state, he is allowed to enter into the spiritual sky, where the Vaikuṇṭha planets exist. The Lord was sitting in a lonely place just about to disappear from the vision of the inhabitants of this universe, and Uddhava was fortunate to see Him even at that time and thus receive the Lord’s permission to enter Vaikuṇṭha. The Lord is everywhere at all times, and His appearance and disappearance are merely the experience of the inhabitants of a particular universe. He is just like the sun. The sun does not appear or disappear in the sky; it is only in the experience of men that in the morning the sun rises and in the evening the sun sets. The Lord is simultaneously both in Vaikuṇṭha and everywhere within and without Vaikuṇṭha."
    },
    {
        "verse": "13",
        "devanagari": "पुरा मया प्रोक्तमजाय नाभ्येपद्मे निषण्णाय ममादिसर्गे ।ज्ञानं परं मन्महिमावभासंयत्सूरयो भागवतं वदन्ति ॥ १३ ॥",
        "english_devnagari": "purā mayā proktam ajāya nābhyepadme niṣaṇṇāya mamādi-sargejñānaṁ paraṁ man-mahimāvabhāsaṁyat sūrayo bhāgavataṁ vadanti",
        "verse_Syn": [
            "purā",
            "mayā",
            "proktam",
            "ajāya",
            "nābhye",
            "padme",
            "niṣaṇṇāya",
            "mama",
            "ādi",
            "sarge",
            "jñānam",
            "param",
            "mat",
            "mahimā",
            "avabhāsam",
            "yat",
            "sūrayaḥ",
            "bhāgavatam",
            "vadanti"
        ],
        "translation": "O Uddhava, in the lotus millennium in the days of yore, at the beginning of the creation, I spoke unto Brahmā, who is situated on the lotus that grows out of My navel, about My transcendental glories, which the great sages describe as Śrīmad-Bhāgavatam.",
        "purport": " The explanation of the Supreme Self, as given to Brahmā and already explained in the Second Canto of this great literature, is further clarified herein. The Lord said that the concise form of Śrīmad-Bhāgavatam as explained to Brahmā was meant to elucidate His personality. The impersonal explanation of those four verses in the Second Canto is nullified herewith. Śrīdhara Svāmī also explains in this connection that the same concise form of the Bhāgavatam concerned the pastimes of Lord Kṛṣṇa and was never meant for impersonal indulgence."
    },
    {
        "verse": "14",
        "devanagari": "इत्याद‍ृतोक्त: परमस्य पुंस:प्रतिक्षणानुग्रहभाजनोऽहम् ।स्‍नेहोत्थरोमा स्खलिताक्षरस्तंमुञ्चञ्छुच: प्राञ्जलिराबभाषे ॥ १४ ॥",
        "english_devnagari": "ity ādṛtoktaḥ paramasya puṁsaḥpratikṣaṇānugraha-bhājano ’hamsnehottha-romā skhalitākṣaras taṁmuñcañ chucaḥ prāñjalir ābabhāṣe",
        "verse_Syn": [
            "iti",
            "ādṛta",
            "uktaḥ",
            "paramasya",
            "puṁsaḥ",
            "pratikṣaṇa",
            "anugraha",
            "bhājanaḥ",
            "aham",
            "sneha",
            "uttha",
            "romā",
            "skhalita",
            "akṣaraḥ",
            "tam",
            "muñcan",
            "śucaḥ",
            "prāñjaliḥ",
            "ābabhāṣe"
        ],
        "translation": "Uddhava said: O Vidura, when I was thus favored at every moment by the Supreme Personality of Godhead and addressed by Him with great affection, my words failed in tears, and the hairs on my body erupted. After smearing my tears, I, with folded hands, spoke like this.",
        "purport": ""
    },
    {
        "verse": "15",
        "devanagari": "को न्वीश ते पादसरोजभाजांसुदुर्लभोऽर्थेषु चतुर्ष्वपीह ।तथापि नाहं प्रवृणोमि भूमन्भवत्पदाम्भोजनिषेवणोत्सुक: ॥ १५ ॥",
        "english_devnagari": "ko nv īśa te pāda-saroja-bhājāṁsudurlabho ’rtheṣu caturṣv apīhatathāpi nāhaṁ pravṛṇomi bhūmanbhavat-padāmbhoja-niṣevaṇotsukaḥ",
        "verse_Syn": [
            "kaḥ",
            "nu",
            "īśa",
            "te",
            "pāda",
            "saroja",
            "bhājām",
            "su",
            "durlabhaḥ",
            "artheṣu",
            "caturṣu",
            "api",
            "iha",
            "tathā",
            "api",
            "na",
            "aham",
            "pravṛṇomi",
            "bhūman",
            "bhavat",
            "pada",
            "ambhoja",
            "niṣevaṇa",
            "utsukaḥ"
        ],
        "translation": "O my Lord, devotees who engage in the transcendental loving service of Your lotus feet have no difficulty in achieving anything within the realm of the four principles of religiosity, economic development, sense gratification and liberation. But, O great one, as far as I am concerned, I have preferred only to engage in the loving service of Your lotus feet.",
        "purport": " Those who are associated with the Lord in the Vaikuṇṭha planets achieve all the bodily features of the Lord and appear to be the same as Lord Viṣṇu. Such liberation is called sārūpya-mukti, which is one of the five kinds of liberation. The devotees engaged in the transcendental loving service of the Lord never accept the sāyujya-mukti, or merging in the rays of the Lord called the brahmajyoti. The devotees can achieve not only liberation but any success in the realm of religiosity, economic development or sense gratification up to the standard of the demigods in the heavenly planets. But such a pure devotee as Uddhava refuses to accept all such facilities. A pure devotee wants simply to engage in the service of the Lord and does not consider his own personal benefit."
    },
    {
        "verse": "16",
        "devanagari": "कर्माण्यनीहस्य भवोऽभवस्य तेदुर्गाश्रयोऽथारिभयात्पलायनम् ।कालात्मनो यत्प्रमदायुताश्रम:स्वात्मन्रते: खिद्यति धीर्विदामिह ॥ १६ ॥",
        "english_devnagari": "karmāṇy anīhasya bhavo ’bhavasya tedurgāśrayo ’thāri-bhayāt palāyanamkālātmano yat pramadā-yutāśramaḥsvātman-rateḥ khidyati dhīr vidām iha",
        "verse_Syn": [
            "karmāṇi",
            "anīhasya",
            "bhavaḥ",
            "abhavasya",
            "te",
            "durga",
            "āśrayaḥ",
            "atha",
            "ari",
            "bhayāt",
            "palāyanam",
            "kāla",
            "ātmanaḥ",
            "yat",
            "pramadā",
            "āyuta",
            "āśramaḥ",
            "sva",
            "ātman",
            "rateḥ",
            "khidyati",
            "dhīḥ",
            "vidām",
            "iha"
        ],
        "translation": "My Lord, even the learned sages become disturbed in their intelligence when they see that Your Greatness engages in fruitive work although You are free from all desires, that You take birth although You are unborn, that You flee out of fear of the enemy and take shelter in a fort although You are the controller of invincible time, and that You enjoy householder life surrounded by many women although You enjoy in Your Self.",
        "purport": " Pure devotees of the Lord are not very much concerned with philosophical speculation in regard to transcendental knowledge of the Lord. Nor is it possible to acquire complete knowledge of the Lord. Whatever little knowledge they have about the Lord is sufficient for them because devotees are simply satisfied in hearing and chanting about the transcendental pastimes of the Lord. This gives them all transcendental bliss. But some of the pastimes of the Lord appear contradictory, even to such pure devotees, and thus Uddhava asked the Lord about some of the contradictory incidents in His pastimes. The Lord is described as having nothing to do personally, and it is actually so because even in the creation and sustenance of the material world, the Lord has nothing to do. It seems contradictory, then, to hear that the Lord personally lifts the Govardhana Hill for the protection of His unalloyed devotees. The Lord is the Supreme Brahman, the Absolute Truth, the Personality of Godhead appearing like a man, but Uddhava had doubts whether He could have so many transcendental activities. There is no difference between the Personality of Godhead and the impersonal Brahman. How then can the Lord have so many things to do, whereas the impersonal Brahman is stated to have nothing to do either materially or spiritually? If the Lord is ever unborn, how then is He born as the son of Vasudeva and Devakī? He is fearful even to kāla, the supreme fear, and yet the Lord is afraid of fighting Jarāsandha and takes shelter in a fort. How can one who is full in Himself take pleasure in the association of many women? How can He take wives and, just like a householder, take pleasure in the association of family members, children, relatives and parents? All these apparently contradictory happenings bewilder even the greatest learned scholars, who, thus bewildered, cannot understand whether inactivity is a fact or whether His activities are only imitations. The solution is that the Lord has nothing to do with anything mundane. All His activities are transcendental. This cannot be understood by the mundane speculators. For the mundane speculators there is certainly a kind of bewilderment, but for the transcendental devotees there is nothing astonishing in this. The Brahman conception of the Absolute Truth is certainly the negation of all mundane activities, but the Parabrahman conception is full with transcendental activities. One who knows the distinctions between the conception of Brahman and the conception of Supreme Brahman is certainly the real transcendentalist. There is no bewilderment for such transcendentalists. The Lord Himself also declares in Bhagavad-gītā (10.2), “Even the great sages and demigods can know hardly anything about My activities and transcendental potencies.” The right explanation of the Lord’s activities is given by Grandfather Bhīṣmadeva (Bhāg. 1.9.16) as follows:"
    },
    {
        "verse": "17",
        "devanagari": "मन्त्रेषु मां वा उपहूय यत्त्व-मकुण्ठिताखण्डसदात्मबोध: ।पृच्छे: प्रभो मुग्ध इवाप्रमत्त-स्तन्नो मनो मोहयतीव देव ॥ १७ ॥",
        "english_devnagari": "mantreṣu māṁ vā upahūya yat tvamakuṇṭhitākhaṇḍa-sadātma-bodhaḥpṛccheḥ prabho mugdha ivāpramattastan no mano mohayatīva deva",
        "verse_Syn": [
            "mantreṣu",
            "mām",
            "vai",
            "upahūya",
            "yat",
            "tvam",
            "akuṇṭhita",
            "akhaṇḍa",
            "sadā",
            "ātma",
            "bodhaḥ",
            "pṛccheḥ",
            "prabho",
            "mugdhaḥ",
            "iva",
            "apramattaḥ",
            "tat",
            "naḥ",
            "manaḥ",
            "mohayati",
            "iva",
            "deva"
        ],
        "translation": "O my Lord, Your eternal Self is never divided by the influence of time, and there is no limitation to Your perfect knowledge. Thus You were sufficiently able to consult with Yourself, yet You called upon me for consultation, as if bewildered, although You are never bewildered. And this act of Yours bewilders me.",
        "purport": " Uddhava was never actually bewildered, but he says that all these contradictions appear to be bewildering. The whole discussion between Kṛṣṇa and Uddhava was meant for the benefit of Maitreya, who was sitting nearby. The Lord used to call Uddhava for consultation when the city was attacked by Jarāsandha and others and when He executed great sacrifices as part of His routine royal work as Lord of Dvārakā. The Lord has no past, present and future because He is unhampered by the influence of eternal time and thus nothing is hidden from Him. He is eternally self-intelligent. Therefore His calling for Uddhava to give Him enlightenment is certainly astonishing. All these actions of the Lord appear to be contradictory, although there is no contradiction in the routine activities of the Lord. Therefore it is better to see them as they are and not attempt to explain them."
    },
    {
        "verse": "18",
        "devanagari": "ज्ञानं परं स्वात्मरह:प्रकाशंप्रोवाच कस्मै भगवान् समग्रम् ।अपि क्षमं नो ग्रहणाय भर्त-र्वदाञ्जसा यद् वृजिनं तरेम ॥ १८ ॥",
        "english_devnagari": "jñānaṁ paraṁ svātma-rahaḥ-prakāśaṁprovāca kasmai bhagavān samagramapi kṣamaṁ no grahaṇāya bhartarvadāñjasā yad vṛjinaṁ tarema",
        "verse_Syn": [
            "jñānam",
            "param",
            "sva",
            "ātma",
            "rahaḥ",
            "prakāśam",
            "provāca",
            "kasmai",
            "bhagavān",
            "samagram",
            "api",
            "kṣamam",
            "naḥ",
            "grahaṇāya",
            "bhartaḥ",
            "vada",
            "añjasā",
            "yat",
            "vṛjinam",
            "tarema"
        ],
        "translation": "My Lord, kindly explain to us, if You think us competent to receive it, that transcendental knowledge which gives enlightenment about Yourself and which You explained before to Brahmājī.",
        "purport": " A pure devotee like Uddhava has no material afflictions because he engages constantly in the transcendental loving service of the Lord. A devotee feels afflicted without the association of the Lord. Constant remembrance of the Lord’s activities keeps the devotee alive, and therefore Uddhava requested that the Lord please enlighten him with the knowledge of Śrīmad-Bhāgavatam, as previously instructed to Brahmājī."
    },
    {
        "verse": "19",
        "devanagari": "इत्यावेदितहार्दाय मह्यं स भगवान् पर: ।आदिदेशारविन्दाक्ष आत्मन: परमां स्थितिम् ॥ १९ ॥",
        "english_devnagari": "ity āvedita-hārdāyamahyaṁ sa bhagavān paraḥādideśāravindākṣaātmanaḥ paramāṁ sthitim",
        "verse_Syn": [
            "iti",
            "āvedita",
            "hārdāya",
            "mahyam",
            "saḥ",
            "bhagavān",
            "paraḥ",
            "ādideśa",
            "aravinda",
            "akṣaḥ",
            "ātmanaḥ",
            "paramām",
            "sthitim"
        ],
        "translation": "When I thus expressed my heartfelt desires unto the Supreme Personality of Godhead, the lotus-eyed Lord instructed me about His transcendental situation.",
        "purport": " The words paramāṁ sthitim are significant in this verse. The Lord’s transcendental situation was not even spoken of to Brahmā when the four verses of Śrīmad-Bhāgavatam (2.9.33-36) were explained. This transcendental situation comprises His dealings with devotees engaged in transcendental loving service, as exhibited at Dvārakā and Vṛndāvana. When the Lord explained His specific transcendental situation, it was meant for Uddhava only, and therefore Uddhava particularly said mahyam (“unto me”), although the great sage Maitreya was also sitting there. Such a transcendental situation is hardly understood by those whose devotion is mixed with speculative knowledge or fruitive activities. The Lord’s activities in confidential love are very rarely disclosed to the general devotees who are attracted by devotion mixed with knowledge and mysticism. Such activities are the inconceivable pastimes of the Lord."
    },
    {
        "verse": "20",
        "devanagari": "स एवमाराधितपादतीर्था-दधीततत्त्वात्मविबोधमार्ग:प्रणम्य पादौ परिवृत्य देव-मिहागतोऽहं विरहातुरात्मा ॥ २० ॥",
        "english_devnagari": "sa evam ārādhita-pāda-tīrthādadhīta-tattvātma-vibodha-mārgaḥpraṇamya pādau parivṛtya devamihāgato ’haṁ virahāturātmā",
        "verse_Syn": [
            "saḥ",
            "evam",
            "ārādhita",
            "pāda",
            "tīrthāt",
            "adhīta",
            "tattva",
            "ātma",
            "vibodha",
            "mārgaḥ",
            "praṇamya",
            "pādau",
            "parivṛtya",
            "devam",
            "iha",
            "āgataḥ",
            "aham",
            "viraha",
            "ātura",
            "ātmā"
        ],
        "translation": "I have studied the path of understanding self-knowledge from my spiritual master, the Personality of Godhead, and thus after circumambulating Him I have come to this place, very much aggrieved due to separation.",
        "purport": " Śrī Uddhava’s actual life is the direct symbol of the catuḥ-ślokī Bhāgavatam enunciated first to Brahmājī by the Personality of Godhead. These four very great and important verses from Śrīmad-Bhāgavatam are particularly taken out by the Māyāvādī speculators, who construe a different purport to suit their impersonal view of monism. Here is the proper answer to such unauthorized speculators. The verses of Śrīmad-Bhāgavatam are purely theistic science understandable by the postgraduate students of Bhagavad-gītā. The unauthorized dry speculators are offenders at the lotus feet of the Lord Śrī Kṛṣṇa because they distort the purports of Bhagavad-gītā and Śrīmad-Bhāgavatam to mislead the public and prepare a direct path to the hell known as Andha-tāmisra. As confirmed in Bhagavad-gītā (16.20) such envious speculators are without knowledge and are surely condemned life after life. They unnecessarily take shelter of Śrīpāda Śaṅkarācārya, but he was not so drastic as to commit an offense at the lotus feet of Lord Kṛṣṇa. According to Lord Śrī Caitanya Mahāprabhu, Śrīpāda Śaṅkarācārya preached the Māyāvāda philosophy for a particular purpose. Such a philosophy was necessary to defeat the Buddhist philosophy of the nonexistence of the spirit soul, but it was never meant for perpetual acceptance. It was an emergency. Thus Lord Kṛṣṇa was accepted by Śaṅkarācārya as the Supreme Personality of Godhead in his commentation on Bhagavad-gītā. Since he was a great devotee of Lord Kṛṣṇa, he did not dare write any commentary on Śrīmad-Bhāgavatam because that would have been a direct offense at the lotus feet of the Lord. But later speculators, in the name of Māyāvāda philosophy, unnecessarily make their commentary on the catuḥ-ślokī Bhāgavatam without any bona fide intent. The monistic dry speculators have no business in the Śrīmad-Bhāgavatam because this particular Vedic literature is forbidden for them by the great author himself. Śrīla Vyāsadeva has definitely forbidden persons engaged in religiosity, economic development, sense gratification and, finally, salvation, from trying to understand Śrīmad-Bhāgavatam, which is not meant for them (Bhāg. 1.1.2). Śrīpāda Śrīdhara Svāmī, the great commentator on Śrīmad-Bhāgavatam, has definitely forbidden the salvationists or monists to deal in Śrīmad-Bhāgavatam. It is not for them. Yet such unauthorized persons perversely try to understand Śrīmad-Bhāgavatam, and thus they commit offenses at the feet of the Lord, which even Śrīpāda Śaṅkarācārya dared not do. Thus they prepare for their continuation of miserable life. It should be particularly noted herein that Uddhava studied the catuḥ-ślokī Bhāgavatam directly from the Lord, who spoke them first to Brahmājī, and this time the Lord explained more confidentially the self-knowledge mentioned as the paramāṁ sthitim. Upon learning such self-knowledge of love, Uddhava felt very much aggrieved by feelings of separation from the Lord. Unless one is awakened to the stage of Uddhava — everlastingly feeling the separation of the Lord in transcendental love, as exhibited by Lord Caitanya also — one cannot understand the real import of the four essential verses of Śrīmad-Bhāgavatam. One should not indulge in the unauthorized act of twisting the meaning and thereby putting himself on the dangerous path of offense."
    },
    {
        "verse": "21",
        "devanagari": "सोऽहं तद्दर्शनाह्लादवियोगार्तियुत: प्रभो ।गमिष्ये दयितं तस्य बदर्याश्रममण्डलम् ॥ २१ ॥",
        "english_devnagari": "so ’haṁ tad-darśanāhlāda-viyogārti-yutaḥ prabhogamiṣye dayitaṁ tasyabadaryāśrama-maṇḍalam",
        "verse_Syn": [
            "saḥ",
            "aham",
            "tat",
            "darśana",
            "āhlāda",
            "viyoga",
            "ārti",
            "yutaḥ",
            "prabho",
            "gamiṣye",
            "dayitam",
            "tasya",
            "badaryāśrama",
            "maṇḍalam"
        ],
        "translation": "My dear Vidura, now I am mad for want of the pleasure of seeing Him, and just to mitigate this I am now proceeding to Badarikāśrama in the Himālayas for association, as I have been instructed by Him.",
        "purport": " A pure devotee of the Lord of the standard of Uddhava constantly associates with the Lord in the double perception of simultaneous separation and meeting. The pure devotee is not for a moment unengaged in the transcendental service of the Lord. Execution of the Lord’s service is the main occupation of the pure devotee. Uddhava’s separation from the Lord was unbearable, and therefore he started to Badarikāśrama in obedience to the Lord’s order because the order of the Lord and the Lord Himself are identical. As long as one is engaged in the execution of the order of the Lord, there is no factual separation from Him."
    },
    {
        "verse": "22",
        "devanagari": "यत्र नारायणो देवो नरश्च भगवानृषि: ।मृदु तीव्रं तपो दीर्घं तेपाते लोकभावनौ ॥ २२ ॥",
        "english_devnagari": "yatra nārāyaṇo devonaraś ca bhagavān ṛṣiḥmṛdu tīvraṁ tapo dīrghaṁtepāte loka-bhāvanau",
        "verse_Syn": [
            "yatra",
            "nārāyaṇaḥ",
            "devaḥ",
            "naraḥ",
            "ca",
            "bhagavān",
            "ṛṣiḥ",
            "mṛdu",
            "tīvram",
            "tapaḥ",
            "dīrgham",
            "tepāte",
            "loka",
            "bhāvanau"
        ],
        "translation": "There in Badarikāśrama the Personality of Godhead, in His incarnation as the sages Nara and Nārāyaṇa, has been undergoing great penance since time immemorial for the welfare of all amiable living entities.",
        "purport": " Badarikāśrama in the Himālayas, the abode of the Nara-Nārāyaṇa sages, is a great place of pilgrimage for the Hindus. Even up to the present, hundreds and thousands of pious Hindus go to pay respects to the incarnation of Godhead Nara-Nārāyaṇa. It appears that even five thousand years ago this holy place was being visited by such a holy being as Uddhava, and even at that time the place was known to be very, very old. This particular pilgrimage site is very difficult to visit for ordinary men because of its difficult situation in the Himālayas in a place which is covered by ice almost all year. A few months during the summer season people can visit this place at great personal inconvenience. There are four dhāmas, or kingdoms of God, which represent the planets of the spiritual sky, which consists of the brahmajyoti and the Vaikuṇṭhas. These are Badarikāśrama, Rameśvara, Jagannātha Purī and Dvārakā. Faithful Hindus still visit all these holy places for perfection of spiritual realization, following in the footsteps of devotees like Uddhava."
    },
    {
        "verse": "23",
        "devanagari": "श्री शुक उवाचइत्युद्धवादुपाकर्ण्य सुहृदां दु:सहं वधम् ।ज्ञानेनाशमयत्क्षत्ता शोकमुत्पतितं बुध: ॥ २३ ॥",
        "english_devnagari": "śrī-śuka uvācaity uddhavād upākarṇyasuhṛdāṁ duḥsahaṁ vadhamjñānenāśamayat kṣattāśokam utpatitaṁ budhaḥ",
        "verse_Syn": [
            "śrī",
            "śukaḥ",
            "uvāca",
            "iti",
            "uddhavāt",
            "upākarṇya",
            "suhṛdām",
            "duḥsaham",
            "vadham",
            "jñānena",
            "aśamayat",
            "kṣattā",
            "śokam",
            "utpatitam",
            "budhaḥ"
        ],
        "translation": "Śrī Śukadeva Gosvāmī said: After hearing from Uddhava all about the annihilation of his friends and relatives, the learned Vidura pacified his overwhelming bereavement by dint of his transcendental knowledge.",
        "purport": " Vidura was informed that the result of the Battle of Kurukṣetra was the annihilation of his friends and relatives as well as the destruction of the Yadu dynasty and also the passing away of the Lord. All these hurled him into bereavement for the time being, but because he was highly advanced in transcendental knowledge, he was quite competent to pacify himself by enlightenment. As it is stated in Bhagavad-gītā, due to our long association with bodily relationships, bereavement on account of the annihilation of friends and relatives is not at all astonishing, but one has to learn the art of subduing such bereavement with higher, transcendental knowledge. The talks between Uddhava and Vidura on the topic of Kṛṣṇa began at sunset, and Vidura was now further advanced in knowledge due to his association with Uddhava."
    },
    {
        "verse": "24",
        "devanagari": "स तं महाभागवतं व्रजन्तं कौरवर्षभ: ।विश्रम्भादभ्यधत्तेदं मुख्यं कृष्णपरिग्रहे ॥ २४ ॥",
        "english_devnagari": "sa taṁ mahā-bhāgavataṁvrajantaṁ kauravarṣabhaḥviśrambhād abhyadhattedaṁmukhyaṁ kṛṣṇa-parigrahe",
        "verse_Syn": [
            "saḥ",
            "tam",
            "mahā",
            "bhāgavatam",
            "vrajantam",
            "kaurava",
            "ṛṣabhaḥ",
            "viśrambhāt",
            "abhyadhatta",
            "idam",
            "mukhyam",
            "kṛṣṇa",
            "parigrahe"
        ],
        "translation": "While Uddhava, the chief and most confidential amongst the devotees of the Lord, was going away, Vidura, in affection and confidence, questioned him.",
        "purport": " Vidura was much older than Uddhava. By family relationship Uddhava was a contemporary brother of Kṛṣṇa’s, while Vidura was as elderly as Kṛṣṇa’s father Vasudeva. But although junior by age, Uddhava was much advanced in the devotional service of the Lord, and therefore he is described herein as the chief amongst the devotees of the Lord. Vidura was confident about this, and thus he addressed Uddhava in that higher category. That is the way of courteous dealings between two devotees."
    },
    {
        "verse": "25",
        "devanagari": "विदुर उवाचज्ञानं परं स्वात्मरह:प्रकाशंयदाह योगेश्वर ईश्वरस्ते ।वक्तुं भवान्नोऽर्हति यद्धि विष्णो-र्भृत्या: स्वभृत्यार्थकृतश्चरन्ति ॥ २५ ॥",
        "english_devnagari": "vidura uvācajñānaṁ paraṁ svātma-rahaḥ-prakāśaṁyad āha yogeśvara īśvaras tevaktuṁ bhavān no ’rhati yad dhi viṣṇorbhṛtyāḥ sva-bhṛtyārtha-kṛtaś caranti",
        "verse_Syn": [
            "viduraḥ",
            "uvāca",
            "jñānam",
            "param",
            "sva",
            "ātma",
            "rahaḥ",
            "prakāśam",
            "yat",
            "āha",
            "yoga",
            "īśvaraḥ",
            "īśvaraḥ",
            "te",
            "vaktum",
            "bhavān",
            "naḥ",
            "arhati",
            "yat",
            "hi",
            "viṣṇoḥ",
            "bhṛtyāḥ",
            "sva",
            "bhṛtya",
            "artha",
            "kṛtaḥ",
            "caranti"
        ],
        "translation": "Vidura said: O Uddhava, because the servants of Viṣṇu, the Lord, wander in the interest of serving others, it is quite fit that you kindly describe the self-knowledge with which you have been enlightened by the Lord Himself.",
        "purport": " The servants of the Lord are actually the servants of society. They have no interest in human society other than to enlighten it in transcendental knowledge; they are interested in imparting knowledge of the relationship of the living being with the Supreme Lord, the activities in that transcendental relationship, and the ultimate goal of human life. That is the real knowledge which can help society achieve the real aim of human welfare. Knowledge in the matter of the bodily necessities of eating, sleeping, mating and fearing, transformed into various branches of advancement of knowledge, is all temporary. A living being is not the material body but an eternal part and parcel of the Supreme Being, and thus revival of his self-knowledge is essential. Without this knowledge, the human life is baffled. The servants of the Lord, Viṣṇu, are entrusted with this responsible work, and so they wander over the earth and to all other planets in the universe. Thus the knowledge which was received by Uddhava directly from the Lord deserves to be distributed in human society, especially to persons like Vidura, who are highly advanced in the devotional service of the Lord. Real transcendental knowledge descends in the disciplic succession from the Lord to Uddhava, from Uddhava to Vidura and so on. Such supreme transcendental knowledge is not possible to achieve by the process of imperfect speculation as performed by the so-called learned mundane wranglers. Vidura was anxious to know from Uddhava that confidential knowledge known as paramāṁ sthitim, in which the Lord is known by His transcendental pastimes. Although Vidura was older than Uddhava, he was anxious to become a servant of Uddhava in the transcendental relationship. This formula of transcendental disciplic succession is taught by Lord Caitanya also. Lord Caitanya advises that one receive transcendental knowledge from anyone — whether a brāhmaṇa or a śūdra, a householder or a sannyāsī — provided that the person is factually conversant with the science of Kṛṣṇa. A person who knows the science of Kṛṣṇa is factually a bona fide spiritual master."
    },
    {
        "verse": "26",
        "devanagari": "उद्धव उवाचननु ते तत्त्वसंराध्य ऋषि: कौषारवोऽन्तिके ।साक्षाद्भगवतादिष्टो मर्त्यलोकं जिहासता ॥ २६ ॥",
        "english_devnagari": "uddhava uvācananu te tattva-saṁrādhyaṛṣiḥ kauṣāravo ’ntikesākṣād bhagavatādiṣṭomartya-lokaṁ jihāsatā",
        "verse_Syn": [
            "uddhavaḥ",
            "uvāca",
            "nanu",
            "te",
            "tattva",
            "saṁrādhyaḥ",
            "ṛṣiḥ",
            "kauṣāravaḥ",
            "antike",
            "sākṣāt",
            "bhagavatā",
            "ādiṣṭaḥ",
            "martya",
            "lokam",
            "jihāsatā"
        ],
        "translation": "Śrī Uddhava said: You may take lessons from the great learned sage Maitreya, who is nearby and who is worshipable for reception of transcendental knowledge. He was directly instructed by the Personality of Godhead while He was about to quit this mortal world.",
        "purport": " Although one may be well versed in the transcendental science, one should be careful about the offense of maryādā-vyatikrama, or impertinently surpassing a greater personality. According to scriptural injunction one should be very careful of transgressing the law of maryādā-vyatikrama because by so doing one loses his duration of life, his opulence, fame and piety and the blessings of all the world. To be well versed in the transcendental science necessitates awareness of the techniques of spiritual science. Uddhava, being well aware of all these technicalities of transcendental science, advised Vidura to approach Maitreya Ṛṣi to receive transcendental knowledge. Vidura wanted to accept Uddhava as his spiritual master, but Uddhava did not accept the post because Vidura was as old as Uddhava’s father and therefore Uddhava could not accept him as his disciple, especially when Maitreya was present nearby. The rule is that in the presence of a higher personality one should not be very eager to impart instructions, even if one is competent and well versed. So Uddhava decided to send an elderly person like Vidura to Maitreya, another elderly person, but he was well versed also because he was directly instructed by the Lord while He was about to quit this mortal world. Since both Uddhava and Maitreya were directly instructed by the Lord, both had the authority to become the spiritual master of Vidura or anyone else, but Maitreya, being elderly, had the first claim to becoming the spiritual master, especially for Vidura, who was much older than Uddhava. One should not be eager to become a spiritual master cheaply for the sake of profit and fame, but should become a spiritual master only for the service of the Lord. The Lord never tolerates the impertinence of maryādā-vyatikrama. One should never pass over the honor due to an elderly spiritual master in the interests of one’s own personal gain and fame. Impertinence on the part of the pseudo spiritual master is very risky to progressive spiritual realization."
    },
    {
        "verse": "27",
        "devanagari": "श्री शुक उवाचइति सह विदुरेण विश्वमूर्ते-र्गुणकथया सुधयाप्लावितोरुताप: ।क्षणमिव पुलिने यमस्वसुस्तांसमुषित औपगविर्निशां ततोऽगात् ॥ २७ ॥",
        "english_devnagari": "śrī-śuka uvācaiti saha vidureṇa viśva-mūrterguṇa-kathayā sudhayā plāvitoru-tāpaḥkṣaṇam iva puline yamasvasus tāṁsamuṣita aupagavir niśāṁ tato ’gāt",
        "verse_Syn": [
            "śrī",
            "śukaḥ",
            "uvāca",
            "iti",
            "saha",
            "vidureṇa",
            "viśva",
            "mūrteḥ",
            "guṇa",
            "kathayā",
            "sudhayā",
            "plāvita",
            "uru",
            "tāpaḥ",
            "kṣaṇam",
            "iva",
            "puline",
            "yamasvasuḥ",
            "tām",
            "samuṣitaḥ",
            "aupagaviḥ",
            "niśām",
            "tataḥ",
            "agāt"
        ],
        "translation": "Śukadeva Gosvāmī said: O King, after thus discussing with Vidura the transcendental name, fame, qualities, etc., on the bank of the Yamunā, Uddhava was overwhelmed with great affliction. He passed the night as if it were a moment, and thereafter he went away.",
        "purport": " The word used here for Kṛṣṇa is viśva-mūrti. Both Uddhava and Vidura were in great affliction because of Lord Kṛṣṇa’s departure, and the more they discussed the transcendental name, fame and qualities of the Lord, the more the picture of the Lord became visible to them everywhere. Such visualization of the transcendental form of the Lord is neither false nor imaginary but is factual Absolute Truth. When the Lord is perceived as viśva-mūrti, it is not that He loses His personality or transcendental eternal form, but He becomes visible in the same form everywhere."
    },
    {
        "verse": "28",
        "devanagari": "राजोवाचनिधनमुपगतेषु वृष्णिभोजे-ष्वधिरथयूथपयूथपेषु मुख्य: ।स तु कथमवशिष्ट उद्धवो यद्धरि-रपि तत्यज आकृतिं त्र्यधीश: ॥ २८ ॥",
        "english_devnagari": "rājovācanidhanam upagateṣu vṛṣṇi-bhojeṣvadhiratha-yūthapa-yūthapeṣu mukhyaḥsa tu katham avaśiṣṭa uddhavo yaddharir api tatyaja ākṛtiṁ tryadhīśaḥ",
        "verse_Syn": [
            "rājā",
            "uvāca",
            "nidhanam",
            "upagateṣu",
            "vṛṣṇi",
            "bhojeṣu",
            "adhiratha",
            "yūtha",
            "pa",
            "yūtha",
            "peṣu",
            "mukhyaḥ",
            "saḥ",
            "tu",
            "katham",
            "avaśiṣṭaḥ",
            "uddhavaḥ",
            "yat",
            "hariḥ",
            "api",
            "tatyaje",
            "ākṛtim",
            "tri",
            "adhīśaḥ"
        ],
        "translation": "The King inquired: At the end of the pastimes of the Lord of the three worlds, Śrī Kṛṣṇa, and after the disappearance of the members of the Vṛṣṇi and Bhoja dynasties, who were the best of the great commanders, why did Uddhava alone remain?",
        "purport": " According to Śrī Jīva Gosvāmī, nidhanam means the transcendental abode of the Lord. Ni means the highest, and dhanam means opulence. And because the abode of the Lord is the highest manifestation of transcendental opulence, His abode can therefore be called nidhanam. Apart from the grammatical elucidation, the real purpose of the word nidhanam is to indicate that all the members of the Vṛṣṇi and Bhoja dynasties were direct associates of the Lord, and after the end of His pastimes, all the associates were dispatched to their respective positions in the transcendental abode. Śrīla Viśvanātha Cakravartī Ṭhākura elucidates the meaning of ākṛtim as pastimes. Ā means complete, and kṛtim means transcendental pastimes. Since the Lord is identical with His transcendental body, there is no question of His changing or quitting His body. To act in accordance with the rules and customs of the material world, the Lord seems to take His birth or leave His body, but the pure devotees of the Lord know well the actual fact. It is necessary, therefore, for the serious students of Śrīmad-Bhāgavatam to follow the notes and comments of the great ācāryas like Jīva Gosvāmī and Viśvanātha Cakravartī. To others, who are not devotees of the Lord, the comments and explanations of such ācāryas may appear to be grammatical jugglery, but to the students who are in the line of disciplic succession, the explanations of the great ācāryas are quite fit. The word upagateṣu is also significant. All the members of Vṛṣṇi and Bhoja directly reached the abode of the Lord. Other devotees do not reach the abode of the Lord directly, but the pure associates of the Lord have no attraction for the opulence of any planets of the material world. Sometimes, due to inquisitiveness, devotees who are to be promoted to the abode of the Lord have some attraction for the opulence of the higher material planets above the earth, and thus they desire to see them while going up to the perfection. But the Vṛṣṇis and Bhojas were directly dispatched because they had no attraction for material planets. Śrīla Viśvanātha Cakravartī Ṭhākura also suggests that according to the Amara-kośa dictionary, ākṛti also means “signal.” Lord Kṛṣṇa ordered Uddhava by signal to go to Badarikāśrama after His departure, and Uddhava, as a pure devotee of the Lord, carried out the order more faithfully than going back to Godhead, or the abode of the Lord. That was the cause of his remaining alone even after the departure of the Lord from the face of the earth."
    },
    {
        "verse": "29",
        "devanagari": "श्री शुक उवाचब्रह्मशापापदेशेन कालेनामोघवाञ्छित: ।संहृत्य स्वकुलं स्फीतं त्यक्ष्यन्देहमचिन्तयत् ॥ २९ ॥",
        "english_devnagari": "śrī-śuka uvācabrahma-śāpāpadeśenakālenāmogha-vāñchitaḥsaṁhṛtya sva-kulaṁ sphītaṁtyakṣyan deham acintayat",
        "verse_Syn": [
            "śrī",
            "śukaḥ",
            "uvāca",
            "brahma",
            "śāpa",
            "apadeśena",
            "kālena",
            "amogha",
            "vāñchitaḥ",
            "saṁhṛtya",
            "sva",
            "kulam",
            "sphītam",
            "tyakṣyan",
            "deham",
            "acintayat"
        ],
        "translation": "Śukadeva Gosvāmī replied: My dear King, the cursing of the brāhmaṇas was only a plea, but the actual fact was the supreme desire of the Lord. He wanted to disappear from the face of the earth after dispatching His excessively numerous family members. He thought to Himself as follows.",
        "purport": " In this verse the word tyakṣyan is very significant in relation to Lord Śrī Kṛṣṇa’s leaving His body. Since He is the eternal form of existence, knowledge and bliss, His body and His Self are identical. Therefore how is it possible that He would leave His body and then disappear from the vision of the world? There is a great controversy amongst the nondevotees or Māyāvādīs about the mysterious disappearance of the Lord, and the doubts of those men with a poor fund of knowledge have been very elaborately cleared by Śrīla Jīva Gosvāmī in his Kṛṣṇa-sandarbha. According to Brahma-saṁhitā, the Lord has many forms. It is stated therein that the Lord has innumerable forms, and when He appears within the vision of the living entities, as Lord Kṛṣṇa actually appeared, all such forms amalgamate with Him. Besides all these infallible forms, He has His universal form, as manifested before Arjuna on the Battlefield of Kurukṣetra. Here in this verse the word sphītam is also used, which indicates that He left His gigantic universal form called the virāṭ-rūpa, not His primeval, eternal form, because there is hardly any possibility of His changing His form of sac-cid-ānanda. This simple understanding is at once realized by the devotees of the Lord, but those who are nondevotees, who perform hardly any devotional service to the Lord, either do not understand this simple fact or purposely raise a controversy to defeat the eternity of the transcendental body of the Lord. This is due to the defect called the cheating propensity of the imperfect living entities. By practical experience also, it is seen, up to the present day, that the Lord’s transcendental form is worshiped by devotees in different temples, and all the devotees of the Lord factually realize that the form of the Deity in the temple is nondifferent from the form of the Lord. This inconceivable performance of the internal potency of the Lord is described in Bhagavad-gītā (7.25): nāhaṁ prakāśaḥ sarvasya yoga-māyā-samāvṛtaḥ. The Lord reserves the right of not being exposed to everyone. In the Padma Purāṇa it is said, ataḥ śrī-kṛṣṇa-nāmādi na bhaved grāhyam indriyaiḥ. The name and form of the Lord cannot be perceived by the material senses, but when He appears within the vision of the mundane people He assumes the form of the virāṭ-rūpa. This is an additional material exhibition of form and is supported by the logic of a subject and its adjectives. In grammar, when an adjective is taken away from the subject, the subject it modifies does not change. Similarly, when the Lord quits His virāṭ-rūpa, His eternal form does not change, although there is no material difference between Himself and any one of His innumerable forms. In the Fifth Canto it will be seen how the Lord is worshiped in different planets in His different forms, even now, and how He is worshiped in different temples of this earth also. Śrīla Jīva Gosvāmī and Śrīla Viśvanātha Cakravartī Ṭhākura have very elaborately explained this incident of the Lord’s disappearance in their commentaries, quoting various authentic versions of Vedic literatures. We purposely do not include them all here to avoid an increase in the volume of this book. The entire matter is explained in Bhagavad-gītā, as quoted above: the Lord reserves the right of not being exposed to everyone. He always keeps Himself out of the vision of the nondevotees, who are devoid of love and devotion, and thus He puts them still further away from the Lord. The Lord appeared on the invitation of Brahmā, who prayed before the Kṣīrodakaśāyī Viṣṇu, and therefore when the Lord appeared, all the forms of Viṣṇu amalgamated with Him, and when the mission was fulfilled, all of them disintegrated from Him in the usual course."
    },
    {
        "verse": "30",
        "devanagari": "अस्माल्लोकादुपरते मयि ज्ञानं मदाश्रयम् ।अर्हत्युद्धव एवाद्धा सम्प्रत्यात्मवतां वर: ॥ ३० ॥",
        "english_devnagari": "asmāl lokād uparatemayi jñānaṁ mad-āśrayamarhaty uddhava evāddhāsampraty ātmavatāṁ varaḥ",
        "verse_Syn": [
            "asmāt",
            "lokāt",
            "uparate",
            "mayi",
            "jñānam",
            "mat",
            "āśrayam",
            "arhati",
            "uddhavaḥ",
            "eva",
            "addhā",
            "samprati",
            "ātmavatām",
            "varaḥ"
        ],
        "translation": "Now I shall leave the vision of this mundane world, and I see that Uddhava, the foremost of My devotees, is the only one who can be directly entrusted with knowledge about Me.",
        "purport": " Jñānaṁ mad-āśrayam is significant in this verse. Transcendental knowledge has three departmental divisions, namely knowledge of impersonal Brahman, knowledge of the all-pervading Supersoul and knowledge of the Personality of Godhead. Out of the three, transcendental knowledge of the Personality of Godhead has special significance and is known as bhagavat-tattva-vijñāna, specific knowledge of the Personality of Godhead. This specific knowledge is realized by pure devotional service and no other means. Bhagavad-gītā (18.55) confirms this: bhaktyā mām abhijānāti yāvān yaś cāsmi tattvataḥ. “Only persons engaged in devotional service can factually know the transcendental position of the Lord.” Uddhava was considered to be the best amongst all devotees of that time, and therefore he was directly instructed by the Lord’s grace, so that people might take advantage of Uddhava’s knowledge after the disappearance of the Lord from the vision of the world. This is one of the reasons why Uddhava was advised to go to Badarikāśrama, where the Lord is personally represented by the Nara-Nārāyaṇa Deity. One who is transcendentally advanced can gain direct inspiration from the temple Deity, and thus a devotee of the Lord always takes shelter of a recognized temple of the Lord in order to make tangible advancement in transcendental knowledge by the grace of the Lord."
    },
    {
        "verse": "31",
        "devanagari": "नोद्धवोऽण्वपि मन्न्यूनो यद्गुणैर्नार्दित: प्रभु: ।अतो मद्वयुनं लोकं ग्राहयन्निह तिष्ठतु ॥ ३१ ॥",
        "english_devnagari": "noddhavo ’ṇv api man-nyūnoyad guṇair nārditaḥ prabhuḥato mad-vayunaṁ lokaṁgrāhayann iha tiṣṭhatu",
        "verse_Syn": [
            "na",
            "uddhavaḥ",
            "aṇu",
            "api",
            "mat",
            "nyūnaḥ",
            "yat",
            "guṇaiḥ",
            "na",
            "arditaḥ",
            "prabhuḥ",
            "ataḥ",
            "mat",
            "vayunam",
            "lokam",
            "grāhayan",
            "iha",
            "tiṣṭhatu"
        ],
        "translation": "Uddhava is not inferior to Me in any way because he is never affected by the modes of material nature. Therefore he may remain in this world in order to disseminate specific knowledge of the Personality of Godhead.",
        "purport": " The specific qualification for becoming the representative of the Lord is to be unaffected by the material modes of nature. The highest qualification of a person in the material world is to be a brāhmaṇa. But since a brāhmaṇa is in the mode of goodness, to be a brāhmaṇa is not sufficient for becoming a representative of the Lord. One has to transcend the mode of goodness also and be situated in unalloyed goodness, unaffected by any of the qualities of material nature. This stage of transcendental qualification is called śuddha-sattva, or vasudeva, and in this stage the science of God can be realized. As the Lord is not affected by the modes of material nature, so a pure devotee of the Lord is also not affected by the modes of nature. That is the primary qualification for being one with the Lord. A person who is able to attain this transcendental qualification is called jīvan-mukta, or liberated, even though he is apparently in material conditions. This liberation is achieved by one who constantly engages in the transcendental loving service of the Lord. In Bhakti-rasāmṛta-sindhu (1.2.187) it is stated: “Anyone who, by his actions, mind and words, lives only for the transcendental loving service of the Lord, is certainly a liberated soul, even though he may appear to be in a condition of material existence.” Uddhava was in such a transcendental position, and thus he was selected to be the factual representative of the Lord in His bodily absence from the vision of the world. Such a devotee of the Lord is never affected by material strength, intelligence or even renunciation. Such a devotee of the Lord can withstand all onslaughts of material nature, and therefore he is known as gosvāmī. Only such gosvāmīs can penetrate the mysteries of the Lord’s transcendental loving relationships."
    },
    {
        "verse": "32",
        "devanagari": "एवं त्रिलोकगुरुणा सन्दिष्ट: शब्दयोनिना ।बदर्याश्रममासाद्य हरिमीजे समाधिना ॥ ३२ ॥",
        "english_devnagari": "evaṁ tri-loka-guruṇāsandiṣṭaḥ śabda-yoninābadaryāśramam āsādyaharim īje samādhinā",
        "verse_Syn": [
            "evam",
            "tri",
            "loka",
            "guruṇā",
            "sandiṣṭaḥ",
            "śabda",
            "yoninā",
            "badaryāśramam",
            "āsādya",
            "harim",
            "īje",
            "samādhinā"
        ],
        "translation": "Śukadeva Gosvāmī informed the King that Uddhava, being thus instructed by the Supreme Personality of Godhead, who is the source of all Vedic knowledge and the spiritual master of the three worlds, reached the pilgrimage site of Badarikāśrama and engaged himself there in trance to satisfy the Lord.",
        "purport": " Lord Śrī Kṛṣṇa is factually the spiritual master of the three worlds, and He is the original source of all Vedic knowledge. It is very difficult, however, to understand the personal feature of the Absolute Truth, even from the Vedas. His personal instructions are needed in order to understand the Personality of Godhead as the Supreme Absolute Truth. Bhagavad-gītā is the evidence of such transcendental knowledge in gist. One cannot know the Supreme Lord unless one is graced by the Lord Himself. Lord Kṛṣṇa exhibited this specific mercy towards Arjuna and Uddhava while He was in the material world. Undoubtedly Bhagavad-gītā was spoken by the Lord on the Battlefield of Kurukṣetra just to encourage Arjuna to fight, and yet to complete the transcendental knowledge of Bhagavad-gītā, the Lord instructed Uddhava. The Lord wanted Uddhava to fulfill His mission and disseminate knowledge which He had not spoken even in Bhagavad-gītā. Persons who are attached to the words of the Vedas may also know from this verse that the Lord is the source of all Vedic knowledge. One who is unable to understand the Supreme Personality of Godhead by going through the pages of the Vedas may take shelter of one of the Lord’s devotees, such as Uddhava, in order to advance further in knowledge of the Supreme Personality of Godhead. The Brahma-saṁhitā says that it is very difficult to understand the Supreme Personality of Godhead from the Vedas, but He is easily understood from a pure devotee like Uddhava. Taking mercy on the great sages who lived at Badarikāśrama, the Lord authorized Uddhava to speak on His behalf. Unless one has such authorization, one cannot understand or preach the devotional service of the Lord. While present on this earth, the Lord executed many uncommon activities, even traveling in space to bring down the pārijāta from heaven and recovering the son of His teacher (Sāndīpani Muni) from the regions of death. Uddhava was certainly informed of the conditions of life on other planets, and all the sages were anxious to know of them, just as we are anxious to know about the planets in space. Uddhava was particularly deputed to carry a message to Badarikāśrama, not only to the sages of that place of pilgrimage but also to the Nara-Nārāyaṇa Deities. Such a message must have been more confidential than the knowledge described in the pages of the Vedas. The Lord is undoubtedly the source of all knowledge, and the messages dispatched through Uddhava to Nara-Nārāyaṇa and other sages were also part of the Vedic knowledge, but they were more confidential and could be sent or understood only through such a pure devotee as Uddhava. Since such confidential knowledge was known only to the Lord and Uddhava, it is said that Uddhava was as good as the Lord Himself. Every living entity can, like Uddhava, also become a confidential messenger on the same level as the Lord, provided he becomes confidential himself by dint of loving devotional service. Such confidential knowledge is entrusted, as confirmed in Bhagavad-gītā, only to pure devotees like Uddhava and Arjuna, and one has to learn the mystery through them, and not otherwise. One cannot understand Bhagavad-gītā or Śrīmad-Bhāgavatam without the help of such confidential devotees of the Lord. According to Śrīla Viśvanātha Cakravartī Ṭhākura, that confidential message must have concerned the mystery of His departure and the annihilation of His dynasty after the end of His appearance in the mundane world for one hundred years. Everyone must have been very anxious to know about the mystery of the annihilation of the Yadu dynasty, and that message must have been explained by the Lord to Uddhava and dispatched to Badarikāśrama for the information of Nara-Nārāyaṇa and other pure devotees of the Lord."
    },
    {
        "verse": "33",
        "devanagari": "विदुरोऽप्युद्धवाच्छ्रुत्वा कृष्णस्य परमात्मन: ।क्रीडयोपात्तदेहस्य कर्माणि श्लाघितानि च ॥ ३३ ॥",
        "english_devnagari": "viduro ’py uddhavāc chrutvākṛṣṇasya paramātmanaḥkrīḍayopātta-dehasyakarmāṇi ślāghitāni ca",
        "verse_Syn": [
            "viduraḥ",
            "api",
            "uddhavāt",
            "śrutvā",
            "kṛṣṇasya",
            "parama",
            "ātmanaḥ",
            "krīḍayā",
            "upātta",
            "dehasya",
            "karmāṇi",
            "ślāghitāni",
            "ca"
        ],
        "translation": "Vidura also heard from Uddhava about the appearance and disappearance of Lord Kṛṣṇa, the Supersoul, in the mortal world, which is a subject matter sought after with great perseverance by the great sages.",
        "purport": " The subject matter of the appearance and disappearance of the Supersoul, Lord Śrī Kṛṣṇa, is a mystery even for the great sages. The word paramātmanaḥ is significant in this verse. An ordinary living being is generally called the ātmā, but Lord Kṛṣṇa is never an ordinary living being because He is paramātmā, the Supersoul. Yet His appearance as one of the human beings and His disappearance again from the mortal world are subject matters for the research workers who execute research work with great perseverance. Such subject matters are certainly of increasing interest because the researchers have to search out the transcendental abode of the Lord, which He enters after finishing His pastimes in the mortal world. But even the great sages have no information that beyond the material sky is the spiritual sky where Śrī Kṛṣṇa eternally resides with His associates, although at the same time He exhibits His pastimes in the mortal world in all the universes one after another. This fact is confirmed in Brahma-saṁhitā (5.37): goloka eva nivasaty akhilātma-bhūtaḥ. “The Lord, by His inconceivable potency, resides in His eternal abode, Goloka, yet at the same time, as the Supersoul, He is present everywhere — in both the spiritual and material skies — by His multivarieties of manifestation.” Therefore His appearance and disappearance are simultaneously going on, and no one can say definitely which of them is the beginning and which is the end. His eternal pastimes have no beginning or end, and one has to learn of them from the pure devotee only and not waste valuable time in so-called research work."
    },
    {
        "verse": "34",
        "devanagari": "देहन्यासं च तस्यैवं धीराणां धैर्यवर्धनम् ।अन्येषां दुष्करतरं पशूनां विक्लवात्मनाम् ॥ ३४ ॥",
        "english_devnagari": "deha-nyāsaṁ ca tasyaivaṁdhīrāṇāṁ dhairya-vardhanamanyeṣāṁ duṣkarataraṁpaśūnāṁ viklavātmanām",
        "verse_Syn": [
            "deha",
            "nyāsam",
            "ca",
            "tasya",
            "evam",
            "dhīrāṇām",
            "dhairya",
            "vardhanam",
            "anyeṣām",
            "duṣkara",
            "taram",
            "paśūnām",
            "viklava",
            "ātmanām"
        ],
        "translation": "The Lord’s glorious acts and His acceptance of various transcendental forms for the performance of extraordinary pastimes in the mortal world are very difficult for anyone other than His devotees to understand, and for the beasts they are simply a mental disturbance.",
        "purport": " The transcendental forms and pastimes of the Lord, as described in Bhagavad-gītā, are difficult subject matters for those who are not devotees to understand. The Lord never reveals Himself to persons like the jñānīs and yogīs. And there are others who, because of their envying the Lord from the bottom of their hearts, are classified amongst the beasts, and for such envious beasts the subject matter of the Lord’s appearance and disappearance is simply a mental disturbance. As confirmed in Bhagavad-gītā (7.15), the miscreants who are simply concerned with material enjoyment, who work very hard like beasts of burden, can hardly know the Personality of Godhead at any stage due to āsurika-bhāva, or a spirit of revolt against the Supreme Lord. The transcendental bodily expansions manifested by the Lord for His pastimes in the mortal world, and the appearance and disappearance of such transcendental expansions, are difficult subject matters, and those who are not devotees are advised not to discuss the Lord’s appearance and disappearance, lest they commit further offenses at the lotus feet of the Lord. The more they discuss the transcendental appearance and disappearance of the Lord in the asuric spirit, the more they enter into the darkest region of hell, as stated in Bhagavad-gītā (16.20). Anyone who is against the transcendental loving service of the Lord is more or less a beastly creature, as confirmed in this verse of Śrīmad-Bhāgavatam."
    },
    {
        "verse": "35",
        "devanagari": "आत्मानं च कुरुश्रेष्ठ कृष्णेन मनसेक्षितम् ।ध्यायन् गते भागवते रुरोद प्रेमविह्वल: ॥ ३५ ॥",
        "english_devnagari": "ātmānaṁ ca kuru-śreṣṭhakṛṣṇena manasekṣitamdhyāyan gate bhāgavateruroda prema-vihvalaḥ",
        "verse_Syn": [
            "ātmānam",
            "ca",
            "kuru",
            "śreṣṭha",
            "kṛṣṇena",
            "manasā",
            "īkṣitam",
            "dhyāyan",
            "gate",
            "bhāgavate",
            "ruroda",
            "prema",
            "vihvalaḥ"
        ],
        "translation": "Understanding that he was remembered by Lord Kṛṣṇa [while quitting this world], Vidura began to cry loudly, overwhelmed by the ecstasy of love.",
        "purport": " Vidura was overwhelmed by the ecstasy of love when he understood that Lord Kṛṣṇa, the Supreme Personality of Godhead, thought of him at the last moment. Although he thought of himself as insignificant, he was remembered by the Lord, by His causeless mercy. Vidura accepted this as a great favor, and thus he cried. This crying is the last word in the progressive path of devotional service. One who can cry for the Lord in love is certainly successful in the line of devotional service."
    },
    {
        "verse": "36",
        "devanagari": "कालिन्द्या: कतिभि: सिद्ध अहोभिर्भरतर्षभ ।प्रापद्यत स्व:सरितं यत्र मित्रासुतो मुनि: ॥ ३६ ॥",
        "english_devnagari": "kālindyāḥ katibhiḥ siddhaahobhir bharatarṣabhaprāpadyata svaḥ-saritaṁyatra mitrā-suto muniḥ",
        "verse_Syn": [
            "kālindyāḥ",
            "katibhiḥ",
            "siddhe",
            "ahobhiḥ",
            "bharata",
            "ṛṣabha",
            "prāpadyata",
            "svaḥ",
            "saritam",
            "yatra",
            "mitrā",
            "sutaḥ",
            "muniḥ"
        ],
        "translation": "After passing a few days on the bank of the river Yamunā, Vidura, the self-realized soul, reached the bank of the Ganges, where the great sage Maitreya was situated.",
        "purport": ""
    }
]