[
    {
        "verse": "1",
        "devanagari": "मैत्रेय उवाचएवं निशम्य कपिलस्य वचो जनित्रीसा कर्दमस्य दयिता किल देवहूति: ।विस्रस्तमोहपटला तमभिप्रणम्यतुष्टाव तत्त्वविषयाङ्कितसिद्धिभूमिम् ॥ १ ॥",
        "english_devnagari": "maitreya uvācaevaṁ niśamya kapilasya vaco janitrīsā kardamasya dayitā kila devahūtiḥvisrasta-moha-paṭalā tam abhipraṇamyatuṣṭāva tattva-viṣayāṅkita-siddhi-bhūmim",
        "verse_Syn": [
            "maitreyaḥ",
            "uvāca",
            "evam",
            "niśamya",
            "kapilasya",
            "vacaḥ",
            "janitrī",
            "sā",
            "kardamasya",
            "dayitā",
            "kila",
            "devahūtiḥ",
            "visrasta",
            "moha",
            "paṭalā",
            "tam",
            "abhipraṇamya",
            "tuṣṭāva",
            "tattva",
            "viṣaya",
            "aṅkita",
            "siddhi",
            "bhūmim"
        ],
        "translation": "Śrī Maitreya said: Thus Devahūti, the mother of Lord Kapila and wife of Kardama Muni, became freed from all ignorance concerning devotional service and transcendental knowledge. She offered her obeisances unto the Lord, the author of the basic principles of the Sāṅkhya system of philosophy, which is the background of liberation, and she satisfied Him with the following verses of prayer.",
        "purport": " The system of philosophy enunciated by Lord Kapila before His mother is the background for situation on the spiritual platform. The specific significance of this system of philosophy is stated herein as siddhi-bhūmim — it is the background of salvation. People who are suffering in this material world because they are conditioned by the material energy can easily get freedom from the clutches of matter by understanding the Sāṅkhya philosophy enunciated by Lord Kapila. By this system of philosophy, one can immediately become free, even though one is situated in this material world. That stage is called jīvan-mukti. This means that one is liberated even though one stays with his material body. That happened for Devahūti, the mother of Lord Kapila, and she therefore satisfied the Lord by offering her prayers. Anyone who understands the basic principle of Sāṅkhya philosophy is elevated in devotional service and becomes fully Kṛṣṇa conscious, or liberated, even within this material world."
    },
    {
        "verse": "2",
        "devanagari": "देवहूतिरुवाचअथाप्यजोऽन्त:सलिले शयानंभूतेन्द्रियार्थात्ममयं वपुस्ते ।गुणप्रवाहं सदशेषबीजंदध्यौ स्वयं यज्जठराब्जजात: ॥ २ ॥",
        "english_devnagari": "devahūtir uvācaathāpy ajo ’ntaḥ-salile śayānaṁbhūtendriyārthātma-mayaṁ vapus teguṇa-pravāhaṁ sad-aśeṣa-bījaṁdadhyau svayaṁ yaj-jaṭharābja-jātaḥ",
        "verse_Syn": [
            "devahūtiḥ",
            "uvāca",
            "atha",
            "api",
            "ajaḥ",
            "antaḥ",
            "salile",
            "śayānam",
            "bhūta",
            "indriya",
            "artha",
            "ātma",
            "mayam",
            "vapuḥ",
            "te",
            "guṇa",
            "pravāham",
            "sat",
            "aśeṣa",
            "bījam",
            "dadhyau",
            "svayam",
            "yat",
            "jaṭhara",
            "abja",
            "jātaḥ"
        ],
        "translation": "Devahūti said: Brahmā is said to be unborn because he takes birth from the lotus flower which grows from Your abdomen while You lie in the ocean at the bottom of the universe. But even Brahmā simply meditated upon You, whose body is the source of unlimited universes.",
        "purport": " Brahmā is also named Aja, “he who is unborn.” Whenever we think of someone’s birth, there must be a material father and mother, for thus one is born. But Brahmā, being the first living creature within this universe, was born directly from the body of the Supreme Personality of Godhead who is known as Garbhodakaśāyī Viṣṇu, the Viṣṇu form lying down in the ocean at the bottom of the universe. Devahūti wanted to impress upon the Lord that when Brahmā wants to see Him, he has to meditate upon Him. “You are the seed of all creation,” she said. “Although Brahmā was directly born from You, he still has to perform many years of meditation, and even then he cannot see You directly, face to face. Your body is lying within the vast water at the bottom of the universe, and thus You are known as Garbhodakaśāyī Viṣṇu.”"
    },
    {
        "verse": "2",
        "devanagari": "देवहूतिरुवाचअथाप्यजोऽन्त:सलिले शयानंभूतेन्द्रियार्थात्ममयं वपुस्ते ।गुणप्रवाहं सदशेषबीजंदध्यौ स्वयं यज्जठराब्जजात: ॥ २ ॥",
        "english_devnagari": "devahūtir uvācaathāpy ajo ’ntaḥ-salile śayānaṁbhūtendriyārthātma-mayaṁ vapus teguṇa-pravāhaṁ sad-aśeṣa-bījaṁdadhyau svayaṁ yaj-jaṭharābja-jātaḥ",
        "verse_Syn": [
            "devahūtiḥ",
            "uvāca",
            "atha",
            "api",
            "ajaḥ",
            "antaḥ",
            "salile",
            "śayānam",
            "bhūta",
            "indriya",
            "artha",
            "ātma",
            "mayam",
            "vapuḥ",
            "te",
            "guṇa",
            "pravāham",
            "sat",
            "aśeṣa",
            "bījam",
            "dadhyau",
            "svayam",
            "yat",
            "jaṭhara",
            "abja",
            "jātaḥ"
        ],
        "translation": "Devahūti said: Brahmā is said to be unborn because he takes birth from the lotus flower which grows from Your abdomen while You lie in the ocean at the bottom of the universe. But even Brahmā simply meditated upon You, whose body is the source of unlimited universes.",
        "purport": " Brahmā is also named Aja, “he who is unborn.” Whenever we think of someone’s birth, there must be a material father and mother, for thus one is born. But Brahmā, being the first living creature within this universe, was born directly from the body of the Supreme Personality of Godhead who is known as Garbhodakaśāyī Viṣṇu, the Viṣṇu form lying down in the ocean at the bottom of the universe. Devahūti wanted to impress upon the Lord that when Brahmā wants to see Him, he has to meditate upon Him. “You are the seed of all creation,” she said. “Although Brahmā was directly born from You, he still has to perform many years of meditation, and even then he cannot see You directly, face to face. Your body is lying within the vast water at the bottom of the universe, and thus You are known as Garbhodakaśāyī Viṣṇu.” The nature of the Lord’s gigantic body is also explained in this verse. That body is transcendental, untouched by matter. Since the material manifestation has come from His body, His body therefore existed before the material creation. The conclusion is that the transcendental body of Viṣṇu is not made of material elements. The body of Viṣṇu is the source of all other living entities, as well as the material nature, which is also supposed to be the energy of that Supreme Personality of Godhead. Devahūti said, “You are the background of the material manifestation and all created energy; therefore Your delivering me from the clutches of māyā by explaining the system of Sāṅkhya philosophy is not so astonishing. But Your being born from my abdomen is certainly wonderful because although You are the source of all creation, You have so kindly taken birth as my child. That is most wonderful. Your body is the source of all the universe, and still You put Your body within the abdomen of a common woman like me. To me, that is most astonishing.”"
    },
    {
        "verse": "3",
        "devanagari": "स एव विश्वस्य भवान्विधत्तेगुणप्रवाहेण विभक्तवीर्य: ।सर्गाद्यनीहोऽवितथाभिसन्धिर्आत्मेश्वरोऽतर्क्यसहस्रशक्ति: ॥ ३ ॥",
        "english_devnagari": "sa eva viśvasya bhavān vidhatteguṇa-pravāheṇa vibhakta-vīryaḥsargādy anīho ’vitathābhisandhirātmeśvaro ’tarkya-sahasra-śaktiḥ",
        "verse_Syn": [
            "saḥ",
            "eva",
            "viśvasya",
            "bhavān",
            "vidhatte",
            "guṇa",
            "pravāheṇa",
            "vibhakta",
            "vīryaḥ",
            "sarga",
            "ādi",
            "anīhaḥ",
            "avitatha",
            "abhisandhiḥ",
            "ātma",
            "īśvaraḥ",
            "atarkya",
            "sahasra",
            "śaktiḥ"
        ],
        "translation": "My dear Lord, although personally You have nothing to do, You have distributed Your energies in the interactions of the material modes of nature, and for that reason the creation, maintenance and dissolution of the cosmic manifestation take place. My dear Lord, You are self-determined and are the Supreme Personality of Godhead for all living entities. For them You created this material manifestation, and although You are one, Your diverse energies can act multifariously. This is inconceivable to us.",
        "purport": " The statement made in this verse by Devahūti that the Absolute Truth has many diverse energies although He personally has nothing to do is confirmed in the Upaniṣads. There is no one greater than Him or on an equal level with Him, and everything is completely done by His energy, as if by nature. It is understood herein, therefore, that although the modes of material nature are entrusted to different manifestations like Brahmā, Viṣṇu and Śiva, each of whom is particularly invested with different kinds of power, the Supreme Lord is completely aloof from such activities. Devahūti is saying, “Although You personally are not doing anything, Your determination is absolute. There is no question of Your fulfilling Your will with the help of anyone else besides Yourself. You are, in the end, the Supreme Soul and the supreme controller. Therefore Your will cannot be checked by anyone else.” The Supreme Lord can check others’ plans. As it is said, “Man proposes and God disposes.” But when the Supreme Personality of Godhead proposes, that desire is under no one else’s control. He is absolute. We are ultimately dependent on Him to fulfill our desires, but we cannot say that God’s desires are also dependent. That is His inconceivable power. That which may be inconceivable for ordinary living entities is easily done by Him. And in spite of His being unlimited, He has subjected Himself to being known from the authoritative scriptures like the Vedic literatures. As it is said, śabda-mūlatvāt: He can be known through the śabda-brahma, or Vedic literature."
    },
    {
        "verse": "3",
        "devanagari": "स एव विश्वस्य भवान्विधत्तेगुणप्रवाहेण विभक्तवीर्य: ।सर्गाद्यनीहोऽवितथाभिसन्धिर्आत्मेश्वरोऽतर्क्यसहस्रशक्ति: ॥ ३ ॥",
        "english_devnagari": "sa eva viśvasya bhavān vidhatteguṇa-pravāheṇa vibhakta-vīryaḥsargādy anīho ’vitathābhisandhirātmeśvaro ’tarkya-sahasra-śaktiḥ",
        "verse_Syn": [
            "saḥ",
            "eva",
            "viśvasya",
            "bhavān",
            "vidhatte",
            "guṇa",
            "pravāheṇa",
            "vibhakta",
            "vīryaḥ",
            "sarga",
            "ādi",
            "anīhaḥ",
            "avitatha",
            "abhisandhiḥ",
            "ātma",
            "īśvaraḥ",
            "atarkya",
            "sahasra",
            "śaktiḥ"
        ],
        "translation": "My dear Lord, although personally You have nothing to do, You have distributed Your energies in the interactions of the material modes of nature, and for that reason the creation, maintenance and dissolution of the cosmic manifestation take place. My dear Lord, You are self-determined and are the Supreme Personality of Godhead for all living entities. For them You created this material manifestation, and although You are one, Your diverse energies can act multifariously. This is inconceivable to us.",
        "purport": " The statement made in this verse by Devahūti that the Absolute Truth has many diverse energies although He personally has nothing to do is confirmed in the Upaniṣads. There is no one greater than Him or on an equal level with Him, and everything is completely done by His energy, as if by nature. It is understood herein, therefore, that although the modes of material nature are entrusted to different manifestations like Brahmā, Viṣṇu and Śiva, each of whom is particularly invested with different kinds of power, the Supreme Lord is completely aloof from such activities. Devahūti is saying, “Although You personally are not doing anything, Your determination is absolute. There is no question of Your fulfilling Your will with the help of anyone else besides Yourself. You are, in the end, the Supreme Soul and the supreme controller. Therefore Your will cannot be checked by anyone else.” The Supreme Lord can check others’ plans. As it is said, “Man proposes and God disposes.” But when the Supreme Personality of Godhead proposes, that desire is under no one else’s control. He is absolute. We are ultimately dependent on Him to fulfill our desires, but we cannot say that God’s desires are also dependent. That is His inconceivable power. That which may be inconceivable for ordinary living entities is easily done by Him. And in spite of His being unlimited, He has subjected Himself to being known from the authoritative scriptures like the Vedic literatures. As it is said, śabda-mūlatvāt: He can be known through the śabda-brahma, or Vedic literature. Why is the creation made? Since the Lord is the Supreme Personality of Godhead for all living entities, He created this material manifestation for those living entities who want to enjoy or lord it over material nature. As the Supreme Godhead, He arranges to fulfill their various desires. It is confirmed also in the Vedas, eko bahūnāṁ yo vidadhāti kāmān: the supreme one supplies the necessities of the many living entities. There is no limit to the demands of the different kinds of living entities, and the supreme one, the Supreme Personality of Godhead, alone maintains them and supplies them by His inconceivable energy."
    },
    {
        "verse": "4",
        "devanagari": "स त्वं भृतो मे जठरेण नाथकथं नु यस्योदर एतदासीत् ।विश्वं युगान्ते वटपत्र एक:शेते स्म माया-शिशुरङ्‌घ्रिपान: ॥ ४ ॥",
        "english_devnagari": "sa tvaṁ bhṛto me jaṭhareṇa nāthakathaṁ nu yasyodara etad āsītviśvaṁ yugānte vaṭa-patra ekaḥśete sma māyā-śiśur aṅghri-pānaḥ",
        "verse_Syn": [
            "saḥ",
            "tvam",
            "bhṛtaḥ",
            "me",
            "jaṭhareṇa",
            "nātha",
            "katham",
            "nu",
            "yasya",
            "udare",
            "etat",
            "āsīt",
            "viśvam",
            "yuga",
            "ante",
            "vaṭa",
            "patre",
            "ekaḥ",
            "śete",
            "sma",
            "māyā",
            "śiśuḥ",
            "aṅghri",
            "pānaḥ"
        ],
        "translation": "As the Supreme Personality of Godhead, You have taken birth from my abdomen. O my Lord, how is that possible for the supreme one, who has in His belly all the cosmic manifestation? The answer is that it is possible, for at the end of the millennium You lie down on a leaf of a banyan tree, and just like a small baby, You lick the toe of Your lotus foot.",
        "purport": " At the time of dissolution the Lord sometimes appears as a small baby lying on a leaf of a banyan tree, floating on the devastating water. Therefore Devahūti suggests, “Your lying down within the abdomen of a common woman like me is not so astonishing. You can lie down on the leaf of a banyan tree and float on the water of devastation as a small baby. Therefore it is not very wonderful that You can lie down in the abdomen of my body. You teach us that those who are very fond of children within this material world and who therefore enter into marriage to enjoy family life with children can also have the Supreme Personality of Godhead as their child, and the most wonderful thing is that the Lord Himself licks His toe.”"
    },
    {
        "verse": "4",
        "devanagari": "स त्वं भृतो मे जठरेण नाथकथं नु यस्योदर एतदासीत् ।विश्वं युगान्ते वटपत्र एक:शेते स्म माया-शिशुरङ्‌घ्रिपान: ॥ ४ ॥",
        "english_devnagari": "sa tvaṁ bhṛto me jaṭhareṇa nāthakathaṁ nu yasyodara etad āsītviśvaṁ yugānte vaṭa-patra ekaḥśete sma māyā-śiśur aṅghri-pānaḥ",
        "verse_Syn": [
            "saḥ",
            "tvam",
            "bhṛtaḥ",
            "me",
            "jaṭhareṇa",
            "nātha",
            "katham",
            "nu",
            "yasya",
            "udare",
            "etat",
            "āsīt",
            "viśvam",
            "yuga",
            "ante",
            "vaṭa",
            "patre",
            "ekaḥ",
            "śete",
            "sma",
            "māyā",
            "śiśuḥ",
            "aṅghri",
            "pānaḥ"
        ],
        "translation": "As the Supreme Personality of Godhead, You have taken birth from my abdomen. O my Lord, how is that possible for the supreme one, who has in His belly all the cosmic manifestation? The answer is that it is possible, for at the end of the millennium You lie down on a leaf of a banyan tree, and just like a small baby, You lick the toe of Your lotus foot.",
        "purport": " At the time of dissolution the Lord sometimes appears as a small baby lying on a leaf of a banyan tree, floating on the devastating water. Therefore Devahūti suggests, “Your lying down within the abdomen of a common woman like me is not so astonishing. You can lie down on the leaf of a banyan tree and float on the water of devastation as a small baby. Therefore it is not very wonderful that You can lie down in the abdomen of my body. You teach us that those who are very fond of children within this material world and who therefore enter into marriage to enjoy family life with children can also have the Supreme Personality of Godhead as their child, and the most wonderful thing is that the Lord Himself licks His toe.” Since all the great sages and devotees apply all energy and all activities in the service of the lotus feet of the Lord, there must be some transcendental pleasure in the toes of His lotus feet. The Lord licks His toe to taste the nectar for which the devotees always aspire. Sometimes the Supreme Personality of Godhead Himself wonders how much transcendental pleasure is within Himself, and in order to taste His own potency, He sometimes takes the position of tasting Himself. Lord Caitanya is Kṛṣṇa Himself, but He appears as a devotee to taste the sweetness of the transcendental mellow in Himself which is tasted by Śrīmatī Rādhārāṇī, the greatest of all devotees."
    },
    {
        "verse": "5",
        "devanagari": "त्वं देहतन्त्र: प्रशमाय पाप्मनांनिदेशभाजां च विभो विभूतये ।यथावतारास्तव सूकरादयस्तथायमप्यात्मपथोपलब्धये ॥ ५ ॥",
        "english_devnagari": "tvaṁ deha-tantraḥ praśamāya pāpmanāṁnideśa-bhājāṁ ca vibho vibhūtayeyathāvatārās tava sūkarādayastathāyam apy ātma-pathopalabdhaye",
        "verse_Syn": [
            "tvam",
            "deha",
            "tantraḥ",
            "praśamāya",
            "pāpmanām",
            "nideśa",
            "bhājām",
            "ca",
            "vibho",
            "vibhūtaye",
            "yathā",
            "avatārāḥ",
            "tava",
            "sūkara",
            "ādayaḥ",
            "tathā",
            "ayam",
            "api",
            "ātma",
            "patha",
            "upalabdhaye"
        ],
        "translation": "My dear Lord, You have assumed this body in order to diminish the sinful activities of the fallen and to enrich their knowledge in devotion and liberation. Since these sinful people are dependent on Your direction, by Your own will You assume incarnations as a boar and as other forms. Similarly, You have appeared in order to distribute transcendental knowledge to Your dependents.",
        "purport": " In the previous verses, the general transcendental qualifications of the Supreme Personality of Godhead were described. Now the specific purpose of the Lord’s appearance is also described. By His different energies He bestows different kinds of bodies upon the living entities, who are conditioned by their propensity to lord it over material nature, but in course of time these living entities become so degraded that they need enlightenment. It is stated in Bhagavad-gītā that whenever there are discrepancies in the discharge of the real purpose of this material existence, the Lord appears as an incarnation. The Lord’s form as Kapila directs the fallen souls and enriches them with knowledge and devotion so that they may go back to Godhead. There are many incarnations of the Supreme Personality of Godhead, like those of the boar, the fish, the tortoise and the half-man half-lion. Lord Kapiladeva is also one of the incarnations of Godhead. It is accepted herein that Lord Kapiladeva appeared on the surface of the earth to give transcendental knowledge to the misguided conditioned souls."
    },
    {
        "verse": "6",
        "devanagari": "यन्नामधेयश्रवणानुकीर्तनाद्यत्प्रह्वणाद्यत्स्मरणादपि क्‍वचित् ।श्वादोऽपि सद्य: सवनाय कल्पतेकुत: पुनस्ते भगवन्नु दर्शनात् ॥ ६ ॥",
        "english_devnagari": "yan-nāmadheya-śravaṇānukīrtanādyat-prahvaṇād yat-smaraṇād api kvacitśvādo ’pi sadyaḥ savanāya kalpatekutaḥ punas te bhagavan nu darśanāt",
        "verse_Syn": [
            "yat",
            "nāmadheya",
            "śravaṇa",
            "anukīrtanāt",
            "yat",
            "prahvaṇāt",
            "yat",
            "smaraṇāt",
            "api",
            "kvacit",
            "śva",
            "adaḥ",
            "api",
            "sadyaḥ",
            "savanāya",
            "kalpate",
            "kutaḥ",
            "punaḥ",
            "te",
            "bhagavan",
            "nu",
            "darśanāt"
        ],
        "translation": "To say nothing of the spiritual advancement of persons who see the Supreme Person face to face, even a person born in a family of dog-eaters immediately becomes eligible to perform Vedic sacrifices if he once utters the holy name of the Supreme Personality of Godhead or chants about Him, hears about His pastimes, offers Him obeisances or even remembers Him.",
        "purport": " Herein the spiritual potency of chanting, hearing or remembering the holy name of the Supreme Lord is greatly stressed. Rūpa Gosvāmī has discussed the sequence of sinful activities of the conditioned soul, and he has established, in Bhakti-rasāmṛta-sindhu, that those who engage in devotional service become freed from the reactions of all sinful activities. This is also confirmed in Bhagavad-gītā. The Lord says that He takes charge of one who surrenders unto Him, and He makes him immune to all reactions to sinful activities. If by chanting the holy name of the Supreme Personality of Godhead one becomes so swiftly cleared of all reactions to sinful activities, then what is to be said of those persons who see Him face to face?"
    },
    {
        "verse": "6",
        "devanagari": "यन्नामधेयश्रवणानुकीर्तनाद्यत्प्रह्वणाद्यत्स्मरणादपि क्‍वचित् ।श्वादोऽपि सद्य: सवनाय कल्पतेकुत: पुनस्ते भगवन्नु दर्शनात् ॥ ६ ॥",
        "english_devnagari": "yan-nāmadheya-śravaṇānukīrtanādyat-prahvaṇād yat-smaraṇād api kvacitśvādo ’pi sadyaḥ savanāya kalpatekutaḥ punas te bhagavan nu darśanāt",
        "verse_Syn": [
            "yat",
            "nāmadheya",
            "śravaṇa",
            "anukīrtanāt",
            "yat",
            "prahvaṇāt",
            "yat",
            "smaraṇāt",
            "api",
            "kvacit",
            "śva",
            "adaḥ",
            "api",
            "sadyaḥ",
            "savanāya",
            "kalpate",
            "kutaḥ",
            "punaḥ",
            "te",
            "bhagavan",
            "nu",
            "darśanāt"
        ],
        "translation": "To say nothing of the spiritual advancement of persons who see the Supreme Person face to face, even a person born in a family of dog-eaters immediately becomes eligible to perform Vedic sacrifices if he once utters the holy name of the Supreme Personality of Godhead or chants about Him, hears about His pastimes, offers Him obeisances or even remembers Him.",
        "purport": " Herein the spiritual potency of chanting, hearing or remembering the holy name of the Supreme Lord is greatly stressed. Rūpa Gosvāmī has discussed the sequence of sinful activities of the conditioned soul, and he has established, in Bhakti-rasāmṛta-sindhu, that those who engage in devotional service become freed from the reactions of all sinful activities. This is also confirmed in Bhagavad-gītā. The Lord says that He takes charge of one who surrenders unto Him, and He makes him immune to all reactions to sinful activities. If by chanting the holy name of the Supreme Personality of Godhead one becomes so swiftly cleared of all reactions to sinful activities, then what is to be said of those persons who see Him face to face? Another consideration here is that persons who are purified by the process of chanting and hearing become immediately eligible to perform Vedic sacrifices. Generally, only a person who is born in a family of brāhmaṇas, who has been reformed by the ten kinds of purificatory processes and who is learned in Vedic literature is allowed to perform the Vedic sacrifices. But here the word sadyaḥ, “immediately,” is used, and Śrīdhara Svāmī also remarks that one can immediately become eligible to perform Vedic sacrifices. A person born in a family of the low caste which is accustomed to eat dogs is so positioned due to his past sinful activities, but by chanting or hearing once in pureness, or in an offenseless manner, he is immediately relieved of the sinful reaction. Not only is he relieved of the sinful reaction, but he immediately achieves the result of all purificatory processes. Taking birth in the family of a brāhmaṇa is certainly due to pious activities in one’s past life. But still a child who is born in a family of a brāhmaṇa depends for his further reformation upon initiation into acceptance of a sacred thread and many other reformatory processes. But a person who chants the holy name of the Lord, even if born in a family of caṇḍālas, dog-eaters, does not need reformation. Simply by chanting Hare Kṛṣṇa, he immediately becomes purified and becomes as good as the most learned brāhmaṇa."
    },
    {
        "verse": "6",
        "devanagari": "यन्नामधेयश्रवणानुकीर्तनाद्यत्प्रह्वणाद्यत्स्मरणादपि क्‍वचित् ।श्वादोऽपि सद्य: सवनाय कल्पतेकुत: पुनस्ते भगवन्नु दर्शनात् ॥ ६ ॥",
        "english_devnagari": "yan-nāmadheya-śravaṇānukīrtanādyat-prahvaṇād yat-smaraṇād api kvacitśvādo ’pi sadyaḥ savanāya kalpatekutaḥ punas te bhagavan nu darśanāt",
        "verse_Syn": [
            "yat",
            "nāmadheya",
            "śravaṇa",
            "anukīrtanāt",
            "yat",
            "prahvaṇāt",
            "yat",
            "smaraṇāt",
            "api",
            "kvacit",
            "śva",
            "adaḥ",
            "api",
            "sadyaḥ",
            "savanāya",
            "kalpate",
            "kutaḥ",
            "punaḥ",
            "te",
            "bhagavan",
            "nu",
            "darśanāt"
        ],
        "translation": "To say nothing of the spiritual advancement of persons who see the Supreme Person face to face, even a person born in a family of dog-eaters immediately becomes eligible to perform Vedic sacrifices if he once utters the holy name of the Supreme Personality of Godhead or chants about Him, hears about His pastimes, offers Him obeisances or even remembers Him.",
        "purport": " Herein the spiritual potency of chanting, hearing or remembering the holy name of the Supreme Lord is greatly stressed. Rūpa Gosvāmī has discussed the sequence of sinful activities of the conditioned soul, and he has established, in Bhakti-rasāmṛta-sindhu, that those who engage in devotional service become freed from the reactions of all sinful activities. This is also confirmed in Bhagavad-gītā. The Lord says that He takes charge of one who surrenders unto Him, and He makes him immune to all reactions to sinful activities. If by chanting the holy name of the Supreme Personality of Godhead one becomes so swiftly cleared of all reactions to sinful activities, then what is to be said of those persons who see Him face to face? Another consideration here is that persons who are purified by the process of chanting and hearing become immediately eligible to perform Vedic sacrifices. Generally, only a person who is born in a family of brāhmaṇas, who has been reformed by the ten kinds of purificatory processes and who is learned in Vedic literature is allowed to perform the Vedic sacrifices. But here the word sadyaḥ, “immediately,” is used, and Śrīdhara Svāmī also remarks that one can immediately become eligible to perform Vedic sacrifices. A person born in a family of the low caste which is accustomed to eat dogs is so positioned due to his past sinful activities, but by chanting or hearing once in pureness, or in an offenseless manner, he is immediately relieved of the sinful reaction. Not only is he relieved of the sinful reaction, but he immediately achieves the result of all purificatory processes. Taking birth in the family of a brāhmaṇa is certainly due to pious activities in one’s past life. But still a child who is born in a family of a brāhmaṇa depends for his further reformation upon initiation into acceptance of a sacred thread and many other reformatory processes. But a person who chants the holy name of the Lord, even if born in a family of caṇḍālas, dog-eaters, does not need reformation. Simply by chanting Hare Kṛṣṇa, he immediately becomes purified and becomes as good as the most learned brāhmaṇa. Śrīdhara Svāmī especially remarks in this connection, anena pūjyatvaṁ lakṣyate. Some caste brāhmaṇas remark that by chanting Hare Kṛṣṇa, purification begins. Of course, that depends on the individual process of chanting, but this remark of Śrīdhara Svāmī’s is completely applicable if one chants the holy name of the Lord without offense, for he immediately becomes more than a brāhmaṇa. As Śrīdhara Svāmī says, pūjyatvam: he immediately becomes as respectable as a most learned brāhmaṇa and can be allowed to perform Vedic sacrifices. If simply by chanting the holy name of the Lord one becomes sanctified instantly, then what can be said of those persons who see the Supreme Lord face to face and who understand the descent of the Lord, as Devahūti understands Kapiladeva."
    },
    {
        "verse": "6",
        "devanagari": "यन्नामधेयश्रवणानुकीर्तनाद्यत्प्रह्वणाद्यत्स्मरणादपि क्‍वचित् ।श्वादोऽपि सद्य: सवनाय कल्पतेकुत: पुनस्ते भगवन्नु दर्शनात् ॥ ६ ॥",
        "english_devnagari": "yan-nāmadheya-śravaṇānukīrtanādyat-prahvaṇād yat-smaraṇād api kvacitśvādo ’pi sadyaḥ savanāya kalpatekutaḥ punas te bhagavan nu darśanāt",
        "verse_Syn": [
            "yat",
            "nāmadheya",
            "śravaṇa",
            "anukīrtanāt",
            "yat",
            "prahvaṇāt",
            "yat",
            "smaraṇāt",
            "api",
            "kvacit",
            "śva",
            "adaḥ",
            "api",
            "sadyaḥ",
            "savanāya",
            "kalpate",
            "kutaḥ",
            "punaḥ",
            "te",
            "bhagavan",
            "nu",
            "darśanāt"
        ],
        "translation": "To say nothing of the spiritual advancement of persons who see the Supreme Person face to face, even a person born in a family of dog-eaters immediately becomes eligible to perform Vedic sacrifices if he once utters the holy name of the Supreme Personality of Godhead or chants about Him, hears about His pastimes, offers Him obeisances or even remembers Him.",
        "purport": " Herein the spiritual potency of chanting, hearing or remembering the holy name of the Supreme Lord is greatly stressed. Rūpa Gosvāmī has discussed the sequence of sinful activities of the conditioned soul, and he has established, in Bhakti-rasāmṛta-sindhu, that those who engage in devotional service become freed from the reactions of all sinful activities. This is also confirmed in Bhagavad-gītā. The Lord says that He takes charge of one who surrenders unto Him, and He makes him immune to all reactions to sinful activities. If by chanting the holy name of the Supreme Personality of Godhead one becomes so swiftly cleared of all reactions to sinful activities, then what is to be said of those persons who see Him face to face? Another consideration here is that persons who are purified by the process of chanting and hearing become immediately eligible to perform Vedic sacrifices. Generally, only a person who is born in a family of brāhmaṇas, who has been reformed by the ten kinds of purificatory processes and who is learned in Vedic literature is allowed to perform the Vedic sacrifices. But here the word sadyaḥ, “immediately,” is used, and Śrīdhara Svāmī also remarks that one can immediately become eligible to perform Vedic sacrifices. A person born in a family of the low caste which is accustomed to eat dogs is so positioned due to his past sinful activities, but by chanting or hearing once in pureness, or in an offenseless manner, he is immediately relieved of the sinful reaction. Not only is he relieved of the sinful reaction, but he immediately achieves the result of all purificatory processes. Taking birth in the family of a brāhmaṇa is certainly due to pious activities in one’s past life. But still a child who is born in a family of a brāhmaṇa depends for his further reformation upon initiation into acceptance of a sacred thread and many other reformatory processes. But a person who chants the holy name of the Lord, even if born in a family of caṇḍālas, dog-eaters, does not need reformation. Simply by chanting Hare Kṛṣṇa, he immediately becomes purified and becomes as good as the most learned brāhmaṇa. Śrīdhara Svāmī especially remarks in this connection, anena pūjyatvaṁ lakṣyate. Some caste brāhmaṇas remark that by chanting Hare Kṛṣṇa, purification begins. Of course, that depends on the individual process of chanting, but this remark of Śrīdhara Svāmī’s is completely applicable if one chants the holy name of the Lord without offense, for he immediately becomes more than a brāhmaṇa. As Śrīdhara Svāmī says, pūjyatvam: he immediately becomes as respectable as a most learned brāhmaṇa and can be allowed to perform Vedic sacrifices. If simply by chanting the holy name of the Lord one becomes sanctified instantly, then what can be said of those persons who see the Supreme Lord face to face and who understand the descent of the Lord, as Devahūti understands Kapiladeva. Usually, initiation depends on the bona fide spiritual master, who directs the disciple. If he sees that a disciple has become competent and purified by the process of chanting, he offers the sacred thread to the disciple just so that he will be recognized as one-hundred-percent equal with a brāhmaṇa. This is also confirmed in the Hari-bhakti-vilāsa by Śrī Sanātana Gosvāmī: “As a base metal like bell metal can be changed into gold by a chemical process, any person can similarly be changed into a brāhmaṇa by dīkṣā-vidhāna, the initiation process.”"
    },
    {
        "verse": "6",
        "devanagari": "यन्नामधेयश्रवणानुकीर्तनाद्यत्प्रह्वणाद्यत्स्मरणादपि क्‍वचित् ।श्वादोऽपि सद्य: सवनाय कल्पतेकुत: पुनस्ते भगवन्नु दर्शनात् ॥ ६ ॥",
        "english_devnagari": "yan-nāmadheya-śravaṇānukīrtanādyat-prahvaṇād yat-smaraṇād api kvacitśvādo ’pi sadyaḥ savanāya kalpatekutaḥ punas te bhagavan nu darśanāt",
        "verse_Syn": [
            "yat",
            "nāmadheya",
            "śravaṇa",
            "anukīrtanāt",
            "yat",
            "prahvaṇāt",
            "yat",
            "smaraṇāt",
            "api",
            "kvacit",
            "śva",
            "adaḥ",
            "api",
            "sadyaḥ",
            "savanāya",
            "kalpate",
            "kutaḥ",
            "punaḥ",
            "te",
            "bhagavan",
            "nu",
            "darśanāt"
        ],
        "translation": "To say nothing of the spiritual advancement of persons who see the Supreme Person face to face, even a person born in a family of dog-eaters immediately becomes eligible to perform Vedic sacrifices if he once utters the holy name of the Supreme Personality of Godhead or chants about Him, hears about His pastimes, offers Him obeisances or even remembers Him.",
        "purport": " Herein the spiritual potency of chanting, hearing or remembering the holy name of the Supreme Lord is greatly stressed. Rūpa Gosvāmī has discussed the sequence of sinful activities of the conditioned soul, and he has established, in Bhakti-rasāmṛta-sindhu, that those who engage in devotional service become freed from the reactions of all sinful activities. This is also confirmed in Bhagavad-gītā. The Lord says that He takes charge of one who surrenders unto Him, and He makes him immune to all reactions to sinful activities. If by chanting the holy name of the Supreme Personality of Godhead one becomes so swiftly cleared of all reactions to sinful activities, then what is to be said of those persons who see Him face to face? Another consideration here is that persons who are purified by the process of chanting and hearing become immediately eligible to perform Vedic sacrifices. Generally, only a person who is born in a family of brāhmaṇas, who has been reformed by the ten kinds of purificatory processes and who is learned in Vedic literature is allowed to perform the Vedic sacrifices. But here the word sadyaḥ, “immediately,” is used, and Śrīdhara Svāmī also remarks that one can immediately become eligible to perform Vedic sacrifices. A person born in a family of the low caste which is accustomed to eat dogs is so positioned due to his past sinful activities, but by chanting or hearing once in pureness, or in an offenseless manner, he is immediately relieved of the sinful reaction. Not only is he relieved of the sinful reaction, but he immediately achieves the result of all purificatory processes. Taking birth in the family of a brāhmaṇa is certainly due to pious activities in one’s past life. But still a child who is born in a family of a brāhmaṇa depends for his further reformation upon initiation into acceptance of a sacred thread and many other reformatory processes. But a person who chants the holy name of the Lord, even if born in a family of caṇḍālas, dog-eaters, does not need reformation. Simply by chanting Hare Kṛṣṇa, he immediately becomes purified and becomes as good as the most learned brāhmaṇa. Śrīdhara Svāmī especially remarks in this connection, anena pūjyatvaṁ lakṣyate. Some caste brāhmaṇas remark that by chanting Hare Kṛṣṇa, purification begins. Of course, that depends on the individual process of chanting, but this remark of Śrīdhara Svāmī’s is completely applicable if one chants the holy name of the Lord without offense, for he immediately becomes more than a brāhmaṇa. As Śrīdhara Svāmī says, pūjyatvam: he immediately becomes as respectable as a most learned brāhmaṇa and can be allowed to perform Vedic sacrifices. If simply by chanting the holy name of the Lord one becomes sanctified instantly, then what can be said of those persons who see the Supreme Lord face to face and who understand the descent of the Lord, as Devahūti understands Kapiladeva. Usually, initiation depends on the bona fide spiritual master, who directs the disciple. If he sees that a disciple has become competent and purified by the process of chanting, he offers the sacred thread to the disciple just so that he will be recognized as one-hundred-percent equal with a brāhmaṇa. This is also confirmed in the Hari-bhakti-vilāsa by Śrī Sanātana Gosvāmī: “As a base metal like bell metal can be changed into gold by a chemical process, any person can similarly be changed into a brāhmaṇa by dīkṣā-vidhāna, the initiation process.” It is sometimes remarked that by the chanting process one begins to purify himself and can take birth in his next life in a brāhmaṇa family and then be reformed. But at this present moment, even those who are born in the best brāhmaṇa families are not reformed, nor is there any certainty that they are actually born of brāhmaṇa fathers. Formerly the garbhādhāna reformatory system was prevalent, but at the present moment there is no such garbhādhāna, or seed-giving ceremony. Under these circumstances, no one knows if a man is factually born of a brāhmaṇa father. Whether one has acquired the qualification of a brāhmaṇa depends on the judgment of the bona fide spiritual master. He bestows upon the disciple the position of a brāhmaṇa by his own judgment. When one is accepted as a brāhmaṇa in the sacred thread ceremony under the pāñcarātrika system, then he is dvija, twice-born. That is confirmed by Sanātana Gosvāmī: dvijatvaṁ jāyate. By the process of initiation by the spiritual master, a person is accepted as a brāhmaṇa in his purified state of chanting the holy name of the Lord. He then makes further progress to become a qualified Vaiṣṇava, which means that the brahminical qualification is already acquired."
    },
    {
        "verse": "7",
        "devanagari": "अहो बत श्वपचोऽतो गरीयान्यज्जिह्वाग्रे वर्तते नाम तुभ्यम् ।तेपुस्तपस्ते जुहुवु: सस्‍नुरार्याब्रह्मानूचुर्नाम गृणन्ति ये ते ॥ ७ ॥",
        "english_devnagari": "aho bata śva-paco ’to garīyānyaj-jihvāgre vartate nāma tubhyamtepus tapas te juhuvuḥ sasnur āryābrahmānūcur nāma gṛṇanti ye te",
        "verse_Syn": [
            "aho",
            "bata",
            "śva",
            "pacaḥ",
            "ataḥ",
            "garīyān",
            "yat",
            "jihvā",
            "agre",
            "vartate",
            "nāma",
            "tubhyam",
            "tepuḥ",
            "tapaḥ",
            "te",
            "juhuvuḥ",
            "sasnuḥ",
            "āryāḥ",
            "brahma",
            "anūcuḥ",
            "nāma",
            "gṛṇanti",
            "ye",
            "te"
        ],
        "translation": "Oh, how glorious are they whose tongues are chanting Your holy name! Even if born in the families of dog-eaters, such persons are worshipable. Persons who chant the holy name of Your Lordship must have executed all kinds of austerities and fire sacrifices and achieved all the good manners of the Āryans. To be chanting the holy name of Your Lordship, they must have bathed at holy places of pilgrimage, studied the Vedas and fulfilled everything required.",
        "purport": " As it is stated in the previous verse, a person who has once offenselessly chanted the holy name of God becomes immediately eligible to perform Vedic sacrifices. One should not be astonished by this statement of Śrīmad-Bhāgavatam. One should not disbelieve or think, “How by chanting the holy name of the Lord can one become a holy man to be compared to the most elevated brāhmaṇa?” To eradicate such doubts in the minds of unbelievers, this verse affirms that the stage of chanting the holy name of the Lord is not sudden, but that the chanters have already performed all kinds of Vedic rituals and sacrifices. It is not very astounding, for no one in this life can chant the holy name of the Lord unless he has passed all lower stages, such as performing the Vedic ritualistic sacrifices, studying the Vedas and practicing good behavior like that of the Āryans. All this must first have been done. Just as a student in a law class is to be understood to have already graduated from general education, anyone who is engaged in the chanting of the holy name of the Lord — Hare Kṛṣṇa, Hare Kṛṣṇa, Kṛṣṇa Kṛṣṇa, Hare Hare/ Hare Rāma, Hare Rāma, Rāma Rāma, Hare Hare — must have already passed all lower stages. It is said that those who simply chant the holy name with the tip of the tongue are glorious. One does not even have to chant the holy name and understand the whole procedure, namely the offensive stage, offenseless stage and pure stage; if the holy name is sounded on the tip of the tongue, that is also sufficient. It is said herein that nāma, a singular number, one name, Kṛṣṇa or Rāma, is sufficient. It is not that one has to chant all the holy names of the Lord. The holy names of the Lord are innumerable, and one does not have to chant all the names to prove that he has already undergone all the processes of Vedic ritualistic ceremonies. If one chants once only, it is to be understood that he has already passed all the examinations, not to speak of those who are chanting always, twenty-four hours a day. It is specifically said here, tubhyam: “unto You only.” One must chant God’s name, not, as the Māyāvādī philosophers say, any name, such as a demigod’s name or the names of God’s energies. Only the holy name of the Supreme Lord will be effective. Anyone who compares the holy name of the Supreme Lord to the names of the demigods is called pāṣaṇḍī, or an offender."
    },
    {
        "verse": "7",
        "devanagari": "अहो बत श्वपचोऽतो गरीयान्यज्जिह्वाग्रे वर्तते नाम तुभ्यम् ।तेपुस्तपस्ते जुहुवु: सस्‍नुरार्याब्रह्मानूचुर्नाम गृणन्ति ये ते ॥ ७ ॥",
        "english_devnagari": "aho bata śva-paco ’to garīyānyaj-jihvāgre vartate nāma tubhyamtepus tapas te juhuvuḥ sasnur āryābrahmānūcur nāma gṛṇanti ye te",
        "verse_Syn": [
            "aho",
            "bata",
            "śva",
            "pacaḥ",
            "ataḥ",
            "garīyān",
            "yat",
            "jihvā",
            "agre",
            "vartate",
            "nāma",
            "tubhyam",
            "tepuḥ",
            "tapaḥ",
            "te",
            "juhuvuḥ",
            "sasnuḥ",
            "āryāḥ",
            "brahma",
            "anūcuḥ",
            "nāma",
            "gṛṇanti",
            "ye",
            "te"
        ],
        "translation": "Oh, how glorious are they whose tongues are chanting Your holy name! Even if born in the families of dog-eaters, such persons are worshipable. Persons who chant the holy name of Your Lordship must have executed all kinds of austerities and fire sacrifices and achieved all the good manners of the Āryans. To be chanting the holy name of Your Lordship, they must have bathed at holy places of pilgrimage, studied the Vedas and fulfilled everything required.",
        "purport": " As it is stated in the previous verse, a person who has once offenselessly chanted the holy name of God becomes immediately eligible to perform Vedic sacrifices. One should not be astonished by this statement of Śrīmad-Bhāgavatam. One should not disbelieve or think, “How by chanting the holy name of the Lord can one become a holy man to be compared to the most elevated brāhmaṇa?” To eradicate such doubts in the minds of unbelievers, this verse affirms that the stage of chanting the holy name of the Lord is not sudden, but that the chanters have already performed all kinds of Vedic rituals and sacrifices. It is not very astounding, for no one in this life can chant the holy name of the Lord unless he has passed all lower stages, such as performing the Vedic ritualistic sacrifices, studying the Vedas and practicing good behavior like that of the Āryans. All this must first have been done. Just as a student in a law class is to be understood to have already graduated from general education, anyone who is engaged in the chanting of the holy name of the Lord — Hare Kṛṣṇa, Hare Kṛṣṇa, Kṛṣṇa Kṛṣṇa, Hare Hare/ Hare Rāma, Hare Rāma, Rāma Rāma, Hare Hare — must have already passed all lower stages. It is said that those who simply chant the holy name with the tip of the tongue are glorious. One does not even have to chant the holy name and understand the whole procedure, namely the offensive stage, offenseless stage and pure stage; if the holy name is sounded on the tip of the tongue, that is also sufficient. It is said herein that nāma, a singular number, one name, Kṛṣṇa or Rāma, is sufficient. It is not that one has to chant all the holy names of the Lord. The holy names of the Lord are innumerable, and one does not have to chant all the names to prove that he has already undergone all the processes of Vedic ritualistic ceremonies. If one chants once only, it is to be understood that he has already passed all the examinations, not to speak of those who are chanting always, twenty-four hours a day. It is specifically said here, tubhyam: “unto You only.” One must chant God’s name, not, as the Māyāvādī philosophers say, any name, such as a demigod’s name or the names of God’s energies. Only the holy name of the Supreme Lord will be effective. Anyone who compares the holy name of the Supreme Lord to the names of the demigods is called pāṣaṇḍī, or an offender. The holy name has to be chanted to please the Supreme Lord, and not for any sense gratification or professional purpose. If this pure mentality is there, then even though a person is born of a low family, such as a dog-eater’s, he is so glorious that not only has he purified himself, but he is quite competent to deliver others. He is competent to speak on the importance of the transcendental name, just as Ṭhākura Haridāsa did. He was apparently born in a family of Muhammadans, but because he was chanting the holy name of the Supreme Lord offenselessly, Lord Caitanya empowered him to become the authority, or ācārya, of spreading the name. It did not matter that he was born in a family which was not following the Vedic rules and regulations. Caitanya Mahāprabhu and Advaita Prabhu accepted him as an authority because he was offenselessly chanting the name of the Lord. Authorities like Advaita Prabhu and Lord Caitanya immediately accepted that he had already performed all kinds of austerities, studied the Vedas and performed all sacrifices. That is automatically understood. There is a hereditary class of brāhmaṇas called the smārta-brāhmaṇas, however, who are of the opinion that even if such persons who are chanting the holy name of the Lord are accepted as purified, they still have to perform the Vedic rites or await their next birth in a family of brāhmaṇas so that they can perform the Vedic rituals. But actually that is not the case. Such a man does not need to wait for the next birth to become purified. He is at once purified. It is understood that he has already performed all sorts of rites. It is the so-called brāhmaṇas who actually have to undergo different kinds of austerities before reaching that point of purification. There are many other Vedic performances which are not described here. All such Vedic rituals have been already performed by the chanters of the holy name."
    },
    {
        "verse": "7",
        "devanagari": "अहो बत श्वपचोऽतो गरीयान्यज्जिह्वाग्रे वर्तते नाम तुभ्यम् ।तेपुस्तपस्ते जुहुवु: सस्‍नुरार्याब्रह्मानूचुर्नाम गृणन्ति ये ते ॥ ७ ॥",
        "english_devnagari": "aho bata śva-paco ’to garīyānyaj-jihvāgre vartate nāma tubhyamtepus tapas te juhuvuḥ sasnur āryābrahmānūcur nāma gṛṇanti ye te",
        "verse_Syn": [
            "aho",
            "bata",
            "śva",
            "pacaḥ",
            "ataḥ",
            "garīyān",
            "yat",
            "jihvā",
            "agre",
            "vartate",
            "nāma",
            "tubhyam",
            "tepuḥ",
            "tapaḥ",
            "te",
            "juhuvuḥ",
            "sasnuḥ",
            "āryāḥ",
            "brahma",
            "anūcuḥ",
            "nāma",
            "gṛṇanti",
            "ye",
            "te"
        ],
        "translation": "Oh, how glorious are they whose tongues are chanting Your holy name! Even if born in the families of dog-eaters, such persons are worshipable. Persons who chant the holy name of Your Lordship must have executed all kinds of austerities and fire sacrifices and achieved all the good manners of the Āryans. To be chanting the holy name of Your Lordship, they must have bathed at holy places of pilgrimage, studied the Vedas and fulfilled everything required.",
        "purport": " As it is stated in the previous verse, a person who has once offenselessly chanted the holy name of God becomes immediately eligible to perform Vedic sacrifices. One should not be astonished by this statement of Śrīmad-Bhāgavatam. One should not disbelieve or think, “How by chanting the holy name of the Lord can one become a holy man to be compared to the most elevated brāhmaṇa?” To eradicate such doubts in the minds of unbelievers, this verse affirms that the stage of chanting the holy name of the Lord is not sudden, but that the chanters have already performed all kinds of Vedic rituals and sacrifices. It is not very astounding, for no one in this life can chant the holy name of the Lord unless he has passed all lower stages, such as performing the Vedic ritualistic sacrifices, studying the Vedas and practicing good behavior like that of the Āryans. All this must first have been done. Just as a student in a law class is to be understood to have already graduated from general education, anyone who is engaged in the chanting of the holy name of the Lord — Hare Kṛṣṇa, Hare Kṛṣṇa, Kṛṣṇa Kṛṣṇa, Hare Hare/ Hare Rāma, Hare Rāma, Rāma Rāma, Hare Hare — must have already passed all lower stages. It is said that those who simply chant the holy name with the tip of the tongue are glorious. One does not even have to chant the holy name and understand the whole procedure, namely the offensive stage, offenseless stage and pure stage; if the holy name is sounded on the tip of the tongue, that is also sufficient. It is said herein that nāma, a singular number, one name, Kṛṣṇa or Rāma, is sufficient. It is not that one has to chant all the holy names of the Lord. The holy names of the Lord are innumerable, and one does not have to chant all the names to prove that he has already undergone all the processes of Vedic ritualistic ceremonies. If one chants once only, it is to be understood that he has already passed all the examinations, not to speak of those who are chanting always, twenty-four hours a day. It is specifically said here, tubhyam: “unto You only.” One must chant God’s name, not, as the Māyāvādī philosophers say, any name, such as a demigod’s name or the names of God’s energies. Only the holy name of the Supreme Lord will be effective. Anyone who compares the holy name of the Supreme Lord to the names of the demigods is called pāṣaṇḍī, or an offender. The holy name has to be chanted to please the Supreme Lord, and not for any sense gratification or professional purpose. If this pure mentality is there, then even though a person is born of a low family, such as a dog-eater’s, he is so glorious that not only has he purified himself, but he is quite competent to deliver others. He is competent to speak on the importance of the transcendental name, just as Ṭhākura Haridāsa did. He was apparently born in a family of Muhammadans, but because he was chanting the holy name of the Supreme Lord offenselessly, Lord Caitanya empowered him to become the authority, or ācārya, of spreading the name. It did not matter that he was born in a family which was not following the Vedic rules and regulations. Caitanya Mahāprabhu and Advaita Prabhu accepted him as an authority because he was offenselessly chanting the name of the Lord. Authorities like Advaita Prabhu and Lord Caitanya immediately accepted that he had already performed all kinds of austerities, studied the Vedas and performed all sacrifices. That is automatically understood. There is a hereditary class of brāhmaṇas called the smārta-brāhmaṇas, however, who are of the opinion that even if such persons who are chanting the holy name of the Lord are accepted as purified, they still have to perform the Vedic rites or await their next birth in a family of brāhmaṇas so that they can perform the Vedic rituals. But actually that is not the case. Such a man does not need to wait for the next birth to become purified. He is at once purified. It is understood that he has already performed all sorts of rites. It is the so-called brāhmaṇas who actually have to undergo different kinds of austerities before reaching that point of purification. There are many other Vedic performances which are not described here. All such Vedic rituals have been already performed by the chanters of the holy name. The word juhuvuḥ means that the chanters of the holy name have already performed all kinds of sacrifices. Sasnuḥ means that they have already traveled to all the holy places of pilgrimage and taken part in purificatory activities at those places. They are called āryāḥ because they have already finished all these requirements, and therefore they must be among the Āryans or those who have qualified themselves to become Āryans. Āryan refers to those who are civilized, whose manners are regulated according to the Vedic rituals. Any devotee who is chanting the holy name of the Lord is the best kind of Āryan. Unless one studies the Vedas, one cannot become an Āryan, but it is automatically understood that the chanters have already studied all the Vedic literature. The specific word used here is anūcuḥ, which means that because they have already completed all those recommended acts, they have become qualified to be spiritual masters."
    },
    {
        "verse": "7",
        "devanagari": "अहो बत श्वपचोऽतो गरीयान्यज्जिह्वाग्रे वर्तते नाम तुभ्यम् ।तेपुस्तपस्ते जुहुवु: सस्‍नुरार्याब्रह्मानूचुर्नाम गृणन्ति ये ते ॥ ७ ॥",
        "english_devnagari": "aho bata śva-paco ’to garīyānyaj-jihvāgre vartate nāma tubhyamtepus tapas te juhuvuḥ sasnur āryābrahmānūcur nāma gṛṇanti ye te",
        "verse_Syn": [
            "aho",
            "bata",
            "śva",
            "pacaḥ",
            "ataḥ",
            "garīyān",
            "yat",
            "jihvā",
            "agre",
            "vartate",
            "nāma",
            "tubhyam",
            "tepuḥ",
            "tapaḥ",
            "te",
            "juhuvuḥ",
            "sasnuḥ",
            "āryāḥ",
            "brahma",
            "anūcuḥ",
            "nāma",
            "gṛṇanti",
            "ye",
            "te"
        ],
        "translation": "Oh, how glorious are they whose tongues are chanting Your holy name! Even if born in the families of dog-eaters, such persons are worshipable. Persons who chant the holy name of Your Lordship must have executed all kinds of austerities and fire sacrifices and achieved all the good manners of the Āryans. To be chanting the holy name of Your Lordship, they must have bathed at holy places of pilgrimage, studied the Vedas and fulfilled everything required.",
        "purport": " As it is stated in the previous verse, a person who has once offenselessly chanted the holy name of God becomes immediately eligible to perform Vedic sacrifices. One should not be astonished by this statement of Śrīmad-Bhāgavatam. One should not disbelieve or think, “How by chanting the holy name of the Lord can one become a holy man to be compared to the most elevated brāhmaṇa?” To eradicate such doubts in the minds of unbelievers, this verse affirms that the stage of chanting the holy name of the Lord is not sudden, but that the chanters have already performed all kinds of Vedic rituals and sacrifices. It is not very astounding, for no one in this life can chant the holy name of the Lord unless he has passed all lower stages, such as performing the Vedic ritualistic sacrifices, studying the Vedas and practicing good behavior like that of the Āryans. All this must first have been done. Just as a student in a law class is to be understood to have already graduated from general education, anyone who is engaged in the chanting of the holy name of the Lord — Hare Kṛṣṇa, Hare Kṛṣṇa, Kṛṣṇa Kṛṣṇa, Hare Hare/ Hare Rāma, Hare Rāma, Rāma Rāma, Hare Hare — must have already passed all lower stages. It is said that those who simply chant the holy name with the tip of the tongue are glorious. One does not even have to chant the holy name and understand the whole procedure, namely the offensive stage, offenseless stage and pure stage; if the holy name is sounded on the tip of the tongue, that is also sufficient. It is said herein that nāma, a singular number, one name, Kṛṣṇa or Rāma, is sufficient. It is not that one has to chant all the holy names of the Lord. The holy names of the Lord are innumerable, and one does not have to chant all the names to prove that he has already undergone all the processes of Vedic ritualistic ceremonies. If one chants once only, it is to be understood that he has already passed all the examinations, not to speak of those who are chanting always, twenty-four hours a day. It is specifically said here, tubhyam: “unto You only.” One must chant God’s name, not, as the Māyāvādī philosophers say, any name, such as a demigod’s name or the names of God’s energies. Only the holy name of the Supreme Lord will be effective. Anyone who compares the holy name of the Supreme Lord to the names of the demigods is called pāṣaṇḍī, or an offender. The holy name has to be chanted to please the Supreme Lord, and not for any sense gratification or professional purpose. If this pure mentality is there, then even though a person is born of a low family, such as a dog-eater’s, he is so glorious that not only has he purified himself, but he is quite competent to deliver others. He is competent to speak on the importance of the transcendental name, just as Ṭhākura Haridāsa did. He was apparently born in a family of Muhammadans, but because he was chanting the holy name of the Supreme Lord offenselessly, Lord Caitanya empowered him to become the authority, or ācārya, of spreading the name. It did not matter that he was born in a family which was not following the Vedic rules and regulations. Caitanya Mahāprabhu and Advaita Prabhu accepted him as an authority because he was offenselessly chanting the name of the Lord. Authorities like Advaita Prabhu and Lord Caitanya immediately accepted that he had already performed all kinds of austerities, studied the Vedas and performed all sacrifices. That is automatically understood. There is a hereditary class of brāhmaṇas called the smārta-brāhmaṇas, however, who are of the opinion that even if such persons who are chanting the holy name of the Lord are accepted as purified, they still have to perform the Vedic rites or await their next birth in a family of brāhmaṇas so that they can perform the Vedic rituals. But actually that is not the case. Such a man does not need to wait for the next birth to become purified. He is at once purified. It is understood that he has already performed all sorts of rites. It is the so-called brāhmaṇas who actually have to undergo different kinds of austerities before reaching that point of purification. There are many other Vedic performances which are not described here. All such Vedic rituals have been already performed by the chanters of the holy name. The word juhuvuḥ means that the chanters of the holy name have already performed all kinds of sacrifices. Sasnuḥ means that they have already traveled to all the holy places of pilgrimage and taken part in purificatory activities at those places. They are called āryāḥ because they have already finished all these requirements, and therefore they must be among the Āryans or those who have qualified themselves to become Āryans. Āryan refers to those who are civilized, whose manners are regulated according to the Vedic rituals. Any devotee who is chanting the holy name of the Lord is the best kind of Āryan. Unless one studies the Vedas, one cannot become an Āryan, but it is automatically understood that the chanters have already studied all the Vedic literature. The specific word used here is anūcuḥ, which means that because they have already completed all those recommended acts, they have become qualified to be spiritual masters. The very word gṛṇanti, which is used in this verse, means to be already established in the perfectional stage of ritualistic performances. If one is seated on the bench of a high court and is giving judgment on cases, it means that he has already passed all legal exams and is better than those who are engaged in the study of law or those expecting to study law in the future. In a similar way, persons who are chanting the holy name are transcendental to those who are factually performing the Vedic rituals and those who expect to be qualified (or, in other words, those who are born in families of brāhmaṇas but have not yet undergone the reformatory processes and who therefore expect to study the Vedic rituals and perform the sacrifices in the future)."
    },
    {
        "verse": "7",
        "devanagari": "अहो बत श्वपचोऽतो गरीयान्यज्जिह्वाग्रे वर्तते नाम तुभ्यम् ।तेपुस्तपस्ते जुहुवु: सस्‍नुरार्याब्रह्मानूचुर्नाम गृणन्ति ये ते ॥ ७ ॥",
        "english_devnagari": "aho bata śva-paco ’to garīyānyaj-jihvāgre vartate nāma tubhyamtepus tapas te juhuvuḥ sasnur āryābrahmānūcur nāma gṛṇanti ye te",
        "verse_Syn": [
            "aho",
            "bata",
            "śva",
            "pacaḥ",
            "ataḥ",
            "garīyān",
            "yat",
            "jihvā",
            "agre",
            "vartate",
            "nāma",
            "tubhyam",
            "tepuḥ",
            "tapaḥ",
            "te",
            "juhuvuḥ",
            "sasnuḥ",
            "āryāḥ",
            "brahma",
            "anūcuḥ",
            "nāma",
            "gṛṇanti",
            "ye",
            "te"
        ],
        "translation": "Oh, how glorious are they whose tongues are chanting Your holy name! Even if born in the families of dog-eaters, such persons are worshipable. Persons who chant the holy name of Your Lordship must have executed all kinds of austerities and fire sacrifices and achieved all the good manners of the Āryans. To be chanting the holy name of Your Lordship, they must have bathed at holy places of pilgrimage, studied the Vedas and fulfilled everything required.",
        "purport": " As it is stated in the previous verse, a person who has once offenselessly chanted the holy name of God becomes immediately eligible to perform Vedic sacrifices. One should not be astonished by this statement of Śrīmad-Bhāgavatam. One should not disbelieve or think, “How by chanting the holy name of the Lord can one become a holy man to be compared to the most elevated brāhmaṇa?” To eradicate such doubts in the minds of unbelievers, this verse affirms that the stage of chanting the holy name of the Lord is not sudden, but that the chanters have already performed all kinds of Vedic rituals and sacrifices. It is not very astounding, for no one in this life can chant the holy name of the Lord unless he has passed all lower stages, such as performing the Vedic ritualistic sacrifices, studying the Vedas and practicing good behavior like that of the Āryans. All this must first have been done. Just as a student in a law class is to be understood to have already graduated from general education, anyone who is engaged in the chanting of the holy name of the Lord — Hare Kṛṣṇa, Hare Kṛṣṇa, Kṛṣṇa Kṛṣṇa, Hare Hare/ Hare Rāma, Hare Rāma, Rāma Rāma, Hare Hare — must have already passed all lower stages. It is said that those who simply chant the holy name with the tip of the tongue are glorious. One does not even have to chant the holy name and understand the whole procedure, namely the offensive stage, offenseless stage and pure stage; if the holy name is sounded on the tip of the tongue, that is also sufficient. It is said herein that nāma, a singular number, one name, Kṛṣṇa or Rāma, is sufficient. It is not that one has to chant all the holy names of the Lord. The holy names of the Lord are innumerable, and one does not have to chant all the names to prove that he has already undergone all the processes of Vedic ritualistic ceremonies. If one chants once only, it is to be understood that he has already passed all the examinations, not to speak of those who are chanting always, twenty-four hours a day. It is specifically said here, tubhyam: “unto You only.” One must chant God’s name, not, as the Māyāvādī philosophers say, any name, such as a demigod’s name or the names of God’s energies. Only the holy name of the Supreme Lord will be effective. Anyone who compares the holy name of the Supreme Lord to the names of the demigods is called pāṣaṇḍī, or an offender. The holy name has to be chanted to please the Supreme Lord, and not for any sense gratification or professional purpose. If this pure mentality is there, then even though a person is born of a low family, such as a dog-eater’s, he is so glorious that not only has he purified himself, but he is quite competent to deliver others. He is competent to speak on the importance of the transcendental name, just as Ṭhākura Haridāsa did. He was apparently born in a family of Muhammadans, but because he was chanting the holy name of the Supreme Lord offenselessly, Lord Caitanya empowered him to become the authority, or ācārya, of spreading the name. It did not matter that he was born in a family which was not following the Vedic rules and regulations. Caitanya Mahāprabhu and Advaita Prabhu accepted him as an authority because he was offenselessly chanting the name of the Lord. Authorities like Advaita Prabhu and Lord Caitanya immediately accepted that he had already performed all kinds of austerities, studied the Vedas and performed all sacrifices. That is automatically understood. There is a hereditary class of brāhmaṇas called the smārta-brāhmaṇas, however, who are of the opinion that even if such persons who are chanting the holy name of the Lord are accepted as purified, they still have to perform the Vedic rites or await their next birth in a family of brāhmaṇas so that they can perform the Vedic rituals. But actually that is not the case. Such a man does not need to wait for the next birth to become purified. He is at once purified. It is understood that he has already performed all sorts of rites. It is the so-called brāhmaṇas who actually have to undergo different kinds of austerities before reaching that point of purification. There are many other Vedic performances which are not described here. All such Vedic rituals have been already performed by the chanters of the holy name. The word juhuvuḥ means that the chanters of the holy name have already performed all kinds of sacrifices. Sasnuḥ means that they have already traveled to all the holy places of pilgrimage and taken part in purificatory activities at those places. They are called āryāḥ because they have already finished all these requirements, and therefore they must be among the Āryans or those who have qualified themselves to become Āryans. Āryan refers to those who are civilized, whose manners are regulated according to the Vedic rituals. Any devotee who is chanting the holy name of the Lord is the best kind of Āryan. Unless one studies the Vedas, one cannot become an Āryan, but it is automatically understood that the chanters have already studied all the Vedic literature. The specific word used here is anūcuḥ, which means that because they have already completed all those recommended acts, they have become qualified to be spiritual masters. The very word gṛṇanti, which is used in this verse, means to be already established in the perfectional stage of ritualistic performances. If one is seated on the bench of a high court and is giving judgment on cases, it means that he has already passed all legal exams and is better than those who are engaged in the study of law or those expecting to study law in the future. In a similar way, persons who are chanting the holy name are transcendental to those who are factually performing the Vedic rituals and those who expect to be qualified (or, in other words, those who are born in families of brāhmaṇas but have not yet undergone the reformatory processes and who therefore expect to study the Vedic rituals and perform the sacrifices in the future). There are many Vedic statements in different places saying that anyone who chants the holy name of the Lord becomes immediately freed from conditional life and that anyone who hears the holy name of the Lord, even though born of a family of dog-eaters, also becomes liberated from the clutches of material entanglement."
    },
    {
        "verse": "8",
        "devanagari": "तं त्वामहं ब्रह्म परं पुमांसंप्रत्यक्स्रोतस्यात्मनि संविभाव्यम् ।स्वतेजसा ध्वस्तगुणप्रवाहंवन्दे विष्णुं कपिलं वेदगर्भम् ॥ ८ ॥",
        "english_devnagari": "taṁ tvām ahaṁ brahma paraṁ pumāṁsaṁpratyak-srotasy ātmani saṁvibhāvyamsva-tejasā dhvasta-guṇa-pravāhaṁvande viṣṇuṁ kapilaṁ veda-garbham",
        "verse_Syn": [
            "tam",
            "tvām",
            "aham",
            "brahma",
            "param",
            "pumāṁsam",
            "pratyak",
            "srotasi",
            "ātmani",
            "saṁvibhāvyam",
            "sva",
            "tejasā",
            "dhvasta",
            "guṇa",
            "pravāham",
            "vande",
            "viṣṇum",
            "kapilam",
            "veda",
            "garbham"
        ],
        "translation": "I believe, my Lord, that You are Lord Viṣṇu Himself under the name of Kapila, and You are the Supreme Personality of Godhead, the Supreme Brahman! The saints and sages, being freed from all the disturbances of the senses and mind, meditate upon You, for by Your mercy only can one become free from the clutches of the three modes of material nature. At the time of dissolution, all the Vedas are sustained in You only.",
        "purport": " Devahūti, the mother of Kapila, instead of prolonging her prayers, summarized that Lord Kapila was none other than Viṣṇu and that since she was a woman it was not possible for her to worship Him properly simply by prayer. It was her intention that the Lord be satisfied. The word pratyak is significant. In yogic practice, the eight divisions are yama, niyama, āsana, prāṇāyāma, pratyāhāra, dhāraṇā, dhyāna and samādhi. Pratyāhāra means to wind up the activities of the senses. The level of realization of the Supreme Lord evidenced by Devahūti is possible when one is able to withdraw the senses from material activities. When one is engaged in devotional service, there is no scope for his senses to be engaged otherwise. In such full Kṛṣṇa consciousness, one can understand the Supreme Lord as He is."
    },
    {
        "verse": "9",
        "devanagari": "मैत्रेय उवाचईडितो भगवानेवं कपिलाख्य: पर: पुमान् ।वाचाविक्लवयेत्याह मातरं मातृवत्सल: ॥ ९ ॥",
        "english_devnagari": "maitreya uvācaīḍito bhagavān evaṁkapilākhyaḥ paraḥ pumānvācāviklavayety āhamātaraṁ mātṛ-vatsalaḥ",
        "verse_Syn": [
            "maitreyaḥ",
            "uvāca",
            "īḍitaḥ",
            "bhagavān",
            "evam",
            "kapila",
            "ākhyaḥ",
            "paraḥ",
            "pumān",
            "vācā",
            "aviklavayā",
            "iti",
            "āha",
            "mātaram",
            "mātṛ",
            "vatsalaḥ"
        ],
        "translation": "Thus the Supreme Personality of Godhead Kapila, satisfied by the words of His mother, towards whom He was very affectionate, replied with gravity.",
        "purport": " Since the Lord is all-perfect, His exhibition of affection for His mother was also complete. After hearing the words of His mother, He most respectfully, with due gravity and good manners, replied."
    },
    {
        "verse": "10",
        "devanagari": "कपिल उवाचमार्गेणानेन मातस्ते सुसेव्येनोदितेन मे ।आस्थितेन परां काष्ठामचिरादवरोत्स्यसि ॥ १० ॥",
        "english_devnagari": "kapila uvācamārgeṇānena mātas tesusevyenoditena meāsthitena parāṁ kāṣṭhāmacirād avarotsyasi",
        "verse_Syn": [
            "kapilaḥ",
            "uvāca",
            "mārgeṇa",
            "anena",
            "mātaḥ",
            "te",
            "su",
            "sevyena",
            "uditena",
            "me",
            "āsthitena",
            "parām",
            "kāṣṭhām",
            "acirāt",
            "avarotsyasi"
        ],
        "translation": "The Personality of Godhead said: My dear mother, the path of self-realization which I have already instructed to you is very easy. You can execute this system without difficulty, and by following it you shall very soon be liberated, even within your present body.",
        "purport": " Devotional service is so perfect that simply by following the rules and regulations and executing them under the direction of the spiritual master, one is liberated, as it is said herein, from the clutches of māyā, even in this body. In other yogic processes, or in empiric philosophical speculation, one is never certain whether or not he is at the perfectional stage. But in the discharge of devotional service, if one has unflinching faith in the instruction of the bona fide spiritual master and follows the rules and regulations, he is sure to be liberated, even within this present body. Śrīla Rūpa Gosvāmī, in the Bhakti-rasāmṛta-sindhu, has also confirmed this. Īhā yasya harer dāsye: regardless of where he is situated, anyone whose only aim is to serve the Supreme Lord under the direction of the spiritual master is called jīvan-mukta, or one who is liberated even with his material body. Sometimes doubts arise in the minds of neophytes about whether or not the spiritual master is liberated, and sometimes neophytes are doubtful about the bodily affairs of the spiritual master. The point of liberation, however, is not to see the bodily symptoms of the spiritual master. One has to see the spiritual symptoms of the spiritual master. Jīvan-mukta means that even though one is in the material body (there are still some material necessities, since the body is material), because one is fully situated in the service of the Lord, he should be understood to be liberated."
    },
    {
        "verse": "10",
        "devanagari": "कपिल उवाचमार्गेणानेन मातस्ते सुसेव्येनोदितेन मे ।आस्थितेन परां काष्ठामचिरादवरोत्स्यसि ॥ १० ॥",
        "english_devnagari": "kapila uvācamārgeṇānena mātas tesusevyenoditena meāsthitena parāṁ kāṣṭhāmacirād avarotsyasi",
        "verse_Syn": [
            "kapilaḥ",
            "uvāca",
            "mārgeṇa",
            "anena",
            "mātaḥ",
            "te",
            "su",
            "sevyena",
            "uditena",
            "me",
            "āsthitena",
            "parām",
            "kāṣṭhām",
            "acirāt",
            "avarotsyasi"
        ],
        "translation": "The Personality of Godhead said: My dear mother, the path of self-realization which I have already instructed to you is very easy. You can execute this system without difficulty, and by following it you shall very soon be liberated, even within your present body.",
        "purport": " Devotional service is so perfect that simply by following the rules and regulations and executing them under the direction of the spiritual master, one is liberated, as it is said herein, from the clutches of māyā, even in this body. In other yogic processes, or in empiric philosophical speculation, one is never certain whether or not he is at the perfectional stage. But in the discharge of devotional service, if one has unflinching faith in the instruction of the bona fide spiritual master and follows the rules and regulations, he is sure to be liberated, even within this present body. Śrīla Rūpa Gosvāmī, in the Bhakti-rasāmṛta-sindhu, has also confirmed this. Īhā yasya harer dāsye: regardless of where he is situated, anyone whose only aim is to serve the Supreme Lord under the direction of the spiritual master is called jīvan-mukta, or one who is liberated even with his material body. Sometimes doubts arise in the minds of neophytes about whether or not the spiritual master is liberated, and sometimes neophytes are doubtful about the bodily affairs of the spiritual master. The point of liberation, however, is not to see the bodily symptoms of the spiritual master. One has to see the spiritual symptoms of the spiritual master. Jīvan-mukta means that even though one is in the material body (there are still some material necessities, since the body is material), because one is fully situated in the service of the Lord, he should be understood to be liberated. Liberation entails being situated in one’s own position. That is the definition in the Śrīmad-Bhāgavatam: muktir … svarūpeṇa vyavasthitiḥ. The svarūpa, or actual identity of the living entity, is described by Lord Caitanya. Jīvera ‘svarūpa’ haya-kṛṣṇera ‘nitya-dāsa’: the real identity of the living entity is that he is eternally a servitor of the Supreme Lord. If someone is one-hundred-percent engaged in the service of the Lord, he is to be understood as liberated. One must understand whether or not he is liberated by his activities in devotional service, not by other symptoms."
    },
    {
        "verse": "11",
        "devanagari": "श्रद्धत्स्वैतन्मतं मह्यं जुष्टं यद्ब्रह्मवादिभि: ।येन मामभयं याया मृत्युमृच्छन्त्यतद्विद: ॥ ११ ॥",
        "english_devnagari": "śraddhatsvaitan mataṁ mahyaṁjuṣṭaṁ yad brahma-vādibhiḥyena mām abhayaṁ yāyāmṛtyum ṛcchanty atad-vidaḥ",
        "verse_Syn": [
            "śraddhatsva",
            "etat",
            "matam",
            "mahyam",
            "juṣṭam",
            "yat",
            "brahma",
            "vādibhiḥ",
            "yena",
            "mām",
            "abhayam",
            "yāyāḥ",
            "mṛtyum",
            "ṛcchanti",
            "a",
            "tat",
            "vidaḥ"
        ],
        "translation": "My dear mother, those who are actually transcendentalists certainly follow My instructions as I have given them to you. You may rest assured that if you traverse this path of self-realization perfectly, surely you shall be freed from fearful material contamination and shall ultimately reach Me. Mother, persons who are not conversant with this method of devotional service certainly cannot get out of the cycle of birth and death.",
        "purport": " Material existence is full of anxiety, and therefore it is fearful. One who gets out of this material existence automatically becomes free from all anxieties and fear. One who follows the path of devotional service enunciated by Lord Kapila is very easily liberated."
    },
    {
        "verse": "12",
        "devanagari": "मैत्रेय उवाचइति प्रदर्श्य भगवान्सतीं तामात्मनो गतिम् ।स्वमात्रा ब्रह्मवादिन्या कपिलोऽनुमतो ययौ ॥ १२ ॥",
        "english_devnagari": "maitreya uvācaiti pradarśya bhagavānsatīṁ tām ātmano gatimsva-mātrā brahma-vādinyākapilo ’numato yayau",
        "verse_Syn": [
            "maitreyaḥ",
            "uvāca",
            "iti",
            "pradarśya",
            "bhagavān",
            "satīm",
            "tām",
            "ātmanaḥ",
            "gatim",
            "sva",
            "mātrā",
            "brahma",
            "vādinyā",
            "kapilaḥ",
            "anumataḥ",
            "yayau"
        ],
        "translation": "Śrī Maitreya said: The Supreme Personality of Godhead Kapila, after instructing His beloved mother, took permission from her and left His home, His mission having been fulfilled.",
        "purport": " The mission of the appearance of the Supreme Personality of Godhead in the form of Kapila was to distribute the transcendental knowledge of Sāṅkhya philosophy, which is full of devotional service. Having imparted that knowledge to His mother — and, through His mother, to the world — Kapiladeva had no more need to stay at home, so He took permission from His mother and left. Apparently He left home for spiritual realization, although He had nothing to realize spiritually because He Himself is the person to be spiritually realized. Therefore this is an example set by the Supreme Personality of Godhead while acting like an ordinary human being so that others might learn from Him. He could, of course, have stayed with His mother, but He indicated that there was no need to stay with the family. It is best to remain alone as a brahmacārī, sannyāsī or vānaprastha and cultivate Kṛṣṇa consciousness throughout one’s whole life. Those who are unable to remain alone are given license to live in household life with wife and children, not for sense gratification but for cultivation of Kṛṣṇa consciousness."
    },
    {
        "verse": "13",
        "devanagari": "सा चापि तनयोक्तेन योगादेशेन योगयुक् ।तस्मिन्नाश्रम आपीडे सरस्वत्या: समाहिता ॥ १३ ॥",
        "english_devnagari": "sā cāpi tanayoktenayogādeśena yoga-yuktasminn āśrama āpīḍesarasvatyāḥ samāhitā",
        "verse_Syn": [
            "sā",
            "ca",
            "api",
            "tanaya",
            "uktena",
            "yoga",
            "ādeśena",
            "yoga",
            "yuk",
            "tasmin",
            "āśrame",
            "āpīḍe",
            "sarasvatyāḥ",
            "samāhitā"
        ],
        "translation": "As instructed by her son, Devahūti also began to practice bhakti-yoga in that very āśrama. She practiced samādhi in the house of Kardama Muni, which was so beautifully decorated with flowers that it was considered the flower crown of the river Sarasvatī.",
        "purport": " Devahūti did not leave her house, because it is never recommended for a woman to leave her home. She is dependent. The very example of Devahūti was that when she was not married, she was under the care of her father, Svāyambhuva Manu, and then Svāyambhuva Manu gave her to Kardama Muni in charity. She was under the care of her husband in her youth, and then her son, Kapila Muni, was born. As soon as her son grew up, her husband left home, and similarly the son, after discharging His duty towards His mother, also left. She could also have left home, but she did not. Rather, she remained at home and began to practice bhakti-yoga as it was instructed by her great son, Kapila Muni, and because of her practice of bhakti-yoga, the entire home became just like a flower crown on the river Sarasvatī."
    },
    {
        "verse": "14",
        "devanagari": "अभीक्ष्णावगाहकपिशान्जटिलान्कुटिलालकान् ।आत्मानं चोग्रतपसा बिभ्रती चीरिणं कृशम् ॥ १४ ॥",
        "english_devnagari": "abhīkṣṇāvagāha-kapiśānjaṭilān kuṭilālakānātmānaṁ cogra-tapasābibhratī cīriṇaṁ kṛśam",
        "verse_Syn": [
            "abhīkṣṇa",
            "avagāha",
            "kapiśān",
            "jaṭilān",
            "kuṭila",
            "alakān",
            "ātmānam",
            "ca",
            "ugra",
            "tapasā",
            "bibhratī",
            "cīriṇam",
            "kṛśam"
        ],
        "translation": "She began to bathe three times daily, and thus her curling black hair gradually became gray. Due to austerity, her body gradually became thin, and she wore old garments.",
        "purport": " It is the practice of the yogī, brahmacārī, vānaprastha and sannyāsī to bathe at least three times daily — early in the morning, during noontime and in the evening. These principles are strictly followed even by some gṛhasthas, especially brāhmaṇas, who are elevated in spiritual consciousness. Devahūti was a king’s daughter and almost a king’s wife also. Although Kardama Muni was not a king, by his yogic mystic power he accommodated Devahūti very comfortably in a nice palace with maidservants and all opulence. But since she had learned austerity even in the presence of her husband, there was no difficulty for her to be austere. Still, because her body underwent severe austerity after the departure of her husband and son, she became thin. To be too fat is not very good for spiritually advanced life. Rather, one should reduce because if one becomes fat it is an impediment to progress in spiritual understanding. One should be careful not to eat too much, sleep too much or remain in a comfortable position. Voluntarily accepting some penances and difficulties, one should take less food and less sleep. These are the procedures for practicing any kind of yoga, whether bhakti-yoga, jñāna-yoga or haṭha-yoga."
    },
    {
        "verse": "15",
        "devanagari": "प्रजापते: कर्दमस्य तपोयोगविजृम्भितम् ।स्वगार्हस्थ्यमनौपम्यं प्रार्थ्यं वैमानिकैरपि ॥ १५ ॥",
        "english_devnagari": "prajāpateḥ kardamasyatapo-yoga-vijṛmbhitamsva-gārhasthyam anaupamyaṁprārthyaṁ vaimānikair api",
        "verse_Syn": [
            "prajā",
            "pateḥ",
            "kardamasya",
            "tapaḥ",
            "yoga",
            "vijṛmbhitam",
            "sva",
            "gārhasthyam",
            "anaupamyam",
            "prārthyam",
            "vaimānikaiḥ",
            "api"
        ],
        "translation": "The home and household paraphernalia of Kardama, who was one of the Prajāpatis, was developed in such a way, by dint of his mystic powers of austerity and yoga, that his opulence was sometimes envied by those who travel in outer space in airplanes.",
        "purport": " The statement in this verse that Kardama Muni’s household affairs were envied even by persons who travel in outer space refers to the denizens of heaven. Their airships are not like those we have invented in the modern age, which fly only from one country to another; their airplanes were capable of going from one planet to another. There are many such statements in the Śrīmad-Bhāgavatam from which we can understand that there were facilities to travel from one planet to another, especially in the higher planetary system, and who can say that they are not still traveling? The speed of our airplanes and space vehicles is very limited, but, as we have already studied, Kardama Muni traveled in outer space in an airplane which was like a city, and he journeyed to see all the different heavenly planets. That was not an ordinary airplane, nor was it ordinary space travel. Because Kardama Muni was such a powerful mystic yogī, his opulence was envied by the denizens of heaven."
    },
    {
        "verse": "17",
        "devanagari": "स्वच्छस्फटिककुड्येषु महामारकतेषु च ।रत्नप्रदीपा आभान्ति ललना रत्नसंयुता: ॥ १७ ॥",
        "english_devnagari": "svaccha-sphaṭika-kuḍyeṣumahā-mārakateṣu caratna-pradīpā ābhāntilalanā ratna-saṁyutāḥ",
        "verse_Syn": [
            "svaccha",
            "sphaṭika",
            "kuḍyeṣu",
            "mahā",
            "mārakateṣu",
            "ca",
            "ratna",
            "pradīpāḥ",
            "ābhānti",
            "lalanāḥ",
            "ratna",
            "saṁyutāḥ"
        ],
        "translation": "The walls of the house were made of first-class marble, decorated with valuable jewels. There was no need of light, for the household was illuminated by the rays of these jewels. The female members of the household were all amply decorated with jewelry.",
        "purport": " It is understood from this statement that the opulences of household life were exhibited in valuable jewels, ivory, first-class marble, and furniture made of gold and jewels. The clothes are also mentioned as being decorated with golden filigree. Everything actually had some value. It was not like the furniture of the present day, which is cast in valueless plastic or base metal. The way of Vedic civilization is that whatever was used in household affairs had to be valuable. In case of need, such items of value could be exchanged immediately. Thus one’s broken and unwanted furniture and paraphernalia would never be without value. This system is still followed by Indians in household affairs. They keep metal utensils and golden ornaments or silver plates and valuable silk garments with gold embroidery, and in case of need, they can have some money in exchange immediately. There are exchanges for the moneylenders and the householders."
    },
    {
        "verse": "19",
        "devanagari": "यत्र प्रविष्टमात्मानं विबुधानुचरा जगु: ।वाप्यामुत्पलगन्धिन्यांकर्दमेनोपलालितम् ॥ १९ ॥",
        "english_devnagari": "yatra praviṣṭam ātmānaṁvibudhānucarā jaguḥvāpyām utpala-gandhinyāṁkardamenopalālitam",
        "verse_Syn": [
            "yatra",
            "praviṣṭam",
            "ātmānam",
            "vibudha",
            "anucarāḥ",
            "jaguḥ",
            "vāpyām",
            "utpala",
            "gandhinyām",
            "kardamena",
            "upalālitam"
        ],
        "translation": "When Devahūti would enter that lovely garden to take her bath in the pond filled with lotus flowers, the associates of the denizens of heaven, the Gandharvas, would sing about Kardama’s glorious household life. Her great husband, Kardama, gave her all protection at all times.",
        "purport": " The ideal husband-and-wife relationship is very nicely described in this statement. Kardama Muni gave Devahūti all sorts of comforts in his duty as a husband, but he was not at all attached to his wife. As soon as his son, Kapiladeva, was grown up, Kardama at once left all family connection. Similarly, Devahūti was the daughter of a great king, Svāyambhuva Manu, and was qualified and beautiful, but she was completely dependent on the protection of her husband. According to Manu, women, the fair sex, should not have independence at any stage of life. In childhood a woman must be under the protection of the parents, in youth she must be under the protection of the husband, and in old age she must be under the protection of the grown children. Devahūti demonstrated all these statements of the Manu-saṁhitā in her life: as a child she was dependent on her father, later she was dependent on her husband, in spite of her opulence, and she was later on dependent on her son, Kapiladeva."
    },
    {
        "verse": "20",
        "devanagari": "हित्वा तदीप्सिततममप्याखण्डलयोषिताम् ।किञ्चिच्चकार वदनं पुत्रविश्लेषणातुरा ॥ २० ॥",
        "english_devnagari": "hitvā tad īpsitatamamapy ākhaṇḍala-yoṣitāmkiñcic cakāra vadanaṁputra-viśleṣaṇāturā",
        "verse_Syn": [
            "hitvā",
            "tat",
            "īpsita",
            "tamam",
            "api",
            "ākhaṇḍala",
            "yoṣitām",
            "kiñcit",
            "cakāra",
            "vadanam",
            "putra",
            "viśleṣaṇa",
            "āturā"
        ],
        "translation": "Although her position was unique from all points of view, saintly Devahūti, in spite of all her possessions, which were envied even by the ladies of the heavenly planets, gave up all such comforts. She was only sorry that her great son was separated from her.",
        "purport": " Devahūti was not at all sorry at giving up her material comforts, but she was very much aggrieved at the separation of her son. It may be questioned here that if Devahūti was not at all sorry to give up the material comforts of life, then why was she sorry about losing her son? Why was she so attached to her son? The answer is explained in the next verse. He was not an ordinary son. Her son was the Supreme Personality of Godhead. One can give up material attachment, therefore, only when one has attachment for the Supreme Person. This is explained in Bhagavad-gītā. Paraṁ dṛṣṭvā nivartate. Only when one actually has some taste for spiritual existence can he be reluctant to follow the materialistic way of life."
    },
    {
        "verse": "21",
        "devanagari": "वनं प्रव्रजिते पत्यावपत्यविरहातुरा ।ज्ञाततत्त्वाप्यभून्नष्टे वत्से गौरिव वत्सला ॥ २१ ॥",
        "english_devnagari": "vanaṁ pravrajite patyāvapatya-virahāturājñāta-tattvāpy abhūn naṣṭevatse gaur iva vatsalā",
        "verse_Syn": [
            "vanam",
            "pravrajite",
            "patyau",
            "apatya",
            "viraha",
            "āturā",
            "jñāta",
            "tattvā",
            "api",
            "abhūt",
            "naṣṭe",
            "vatse",
            "gauḥ",
            "iva",
            "vatsalā"
        ],
        "translation": "Devahūti’s husband had already left home and accepted the renounced order of life, and then her only son, Kapila, left home. Although she knew all the truths of life and death, and although her heart was cleansed of all dirt, she was very aggrieved at the loss of her son, just as a cow is affected when her calf dies.",
        "purport": " A woman whose husband is away from home or has taken the renounced order of life should not be very sorry, because she still has the presence of her husband’s representative, her son. It is said in the Vedic scriptures, ātmaiva putro jāyate: the husband’s body is represented by the son. Strictly speaking, a woman is never widowed if she has a grown son. Devahūti was not very much affected while Kapila Muni was there, but upon His departure she was very afflicted. She grieved not because of her worldly relationship with Kardama Muni but because of her sincere love for the Personality of Godhead."
    },
    {
        "verse": "21",
        "devanagari": "वनं प्रव्रजिते पत्यावपत्यविरहातुरा ।ज्ञाततत्त्वाप्यभून्नष्टे वत्से गौरिव वत्सला ॥ २१ ॥",
        "english_devnagari": "vanaṁ pravrajite patyāvapatya-virahāturājñāta-tattvāpy abhūn naṣṭevatse gaur iva vatsalā",
        "verse_Syn": [
            "vanam",
            "pravrajite",
            "patyau",
            "apatya",
            "viraha",
            "āturā",
            "jñāta",
            "tattvā",
            "api",
            "abhūt",
            "naṣṭe",
            "vatse",
            "gauḥ",
            "iva",
            "vatsalā"
        ],
        "translation": "Devahūti’s husband had already left home and accepted the renounced order of life, and then her only son, Kapila, left home. Although she knew all the truths of life and death, and although her heart was cleansed of all dirt, she was very aggrieved at the loss of her son, just as a cow is affected when her calf dies.",
        "purport": " A woman whose husband is away from home or has taken the renounced order of life should not be very sorry, because she still has the presence of her husband’s representative, her son. It is said in the Vedic scriptures, ātmaiva putro jāyate: the husband’s body is represented by the son. Strictly speaking, a woman is never widowed if she has a grown son. Devahūti was not very much affected while Kapila Muni was there, but upon His departure she was very afflicted. She grieved not because of her worldly relationship with Kardama Muni but because of her sincere love for the Personality of Godhead. The example given here is that Devahūti became just like a cow who has lost her calf. A cow bereft of her calf cries day and night. Similarly, Devahūti was aggrieved, and she always cried and requested her friends and relatives, “Please bring my son home so that I may live. Otherwise, I shall die.” This intense affection for the Supreme Personality of Godhead, although manifested as affection for one’s son, is spiritually beneficial. Attachment for a material son obliges one to remain in material existence, but the same attachment, when transferred to the Supreme Lord, brings one elevation to the spiritual world in the association of the Lord."
    },
    {
        "verse": "21",
        "devanagari": "वनं प्रव्रजिते पत्यावपत्यविरहातुरा ।ज्ञाततत्त्वाप्यभून्नष्टे वत्से गौरिव वत्सला ॥ २१ ॥",
        "english_devnagari": "vanaṁ pravrajite patyāvapatya-virahāturājñāta-tattvāpy abhūn naṣṭevatse gaur iva vatsalā",
        "verse_Syn": [
            "vanam",
            "pravrajite",
            "patyau",
            "apatya",
            "viraha",
            "āturā",
            "jñāta",
            "tattvā",
            "api",
            "abhūt",
            "naṣṭe",
            "vatse",
            "gauḥ",
            "iva",
            "vatsalā"
        ],
        "translation": "Devahūti’s husband had already left home and accepted the renounced order of life, and then her only son, Kapila, left home. Although she knew all the truths of life and death, and although her heart was cleansed of all dirt, she was very aggrieved at the loss of her son, just as a cow is affected when her calf dies.",
        "purport": " A woman whose husband is away from home or has taken the renounced order of life should not be very sorry, because she still has the presence of her husband’s representative, her son. It is said in the Vedic scriptures, ātmaiva putro jāyate: the husband’s body is represented by the son. Strictly speaking, a woman is never widowed if she has a grown son. Devahūti was not very much affected while Kapila Muni was there, but upon His departure she was very afflicted. She grieved not because of her worldly relationship with Kardama Muni but because of her sincere love for the Personality of Godhead. The example given here is that Devahūti became just like a cow who has lost her calf. A cow bereft of her calf cries day and night. Similarly, Devahūti was aggrieved, and she always cried and requested her friends and relatives, “Please bring my son home so that I may live. Otherwise, I shall die.” This intense affection for the Supreme Personality of Godhead, although manifested as affection for one’s son, is spiritually beneficial. Attachment for a material son obliges one to remain in material existence, but the same attachment, when transferred to the Supreme Lord, brings one elevation to the spiritual world in the association of the Lord. Every woman can qualify herself as much as Devahūti and then can also have the Supreme Godhead as her son. If the Supreme Personality of Godhead can appear as the son of Devahūti, He can also appear as the son of any other woman, provided that woman is qualified. If one gets the Supreme Lord as a son, one can have the benefit of bringing up a nice son in this world and at the same time get promotion to the spiritual world to become the face-to-face associate of the Personality of Godhead."
    },
    {
        "verse": "22",
        "devanagari": "तमेव ध्यायती देवमपत्यं कपिलं हरिम् ।बभूवाचिरतो वत्स नि:स्पृहा ताद‍ृशे गृहे ॥ २२ ॥",
        "english_devnagari": "tam eva dhyāyatī devamapatyaṁ kapilaṁ harimbabhūvācirato vatsaniḥspṛhā tādṛśe gṛhe",
        "verse_Syn": [
            "tam",
            "eva",
            "dhyāyatī",
            "devam",
            "apatyam",
            "kapilam",
            "harim",
            "babhūva",
            "acirataḥ",
            "vatsa",
            "niḥspṛhā",
            "tādṛśe",
            "gṛhe"
        ],
        "translation": "O Vidura, thus always meditating upon her son, the Supreme Personality of Godhead Kapiladeva, she very soon became unattached to her nicely decorated home.",
        "purport": " Here is a practical example of how one can elevate oneself in spiritual advancement by Kṛṣṇa consciousness. Kapiladeva is Kṛṣṇa, and He appeared as the son of Devahūti. After Kapiladeva left home, Devahūti was absorbed in thought of Him, and thus she was always Kṛṣṇa conscious. Her constant situation in Kṛṣṇa consciousness enabled her to be detached from hearth and home."
    },
    {
        "verse": "22",
        "devanagari": "तमेव ध्यायती देवमपत्यं कपिलं हरिम् ।बभूवाचिरतो वत्स नि:स्पृहा ताद‍ृशे गृहे ॥ २२ ॥",
        "english_devnagari": "tam eva dhyāyatī devamapatyaṁ kapilaṁ harimbabhūvācirato vatsaniḥspṛhā tādṛśe gṛhe",
        "verse_Syn": [
            "tam",
            "eva",
            "dhyāyatī",
            "devam",
            "apatyam",
            "kapilam",
            "harim",
            "babhūva",
            "acirataḥ",
            "vatsa",
            "niḥspṛhā",
            "tādṛśe",
            "gṛhe"
        ],
        "translation": "O Vidura, thus always meditating upon her son, the Supreme Personality of Godhead Kapiladeva, she very soon became unattached to her nicely decorated home.",
        "purport": " Here is a practical example of how one can elevate oneself in spiritual advancement by Kṛṣṇa consciousness. Kapiladeva is Kṛṣṇa, and He appeared as the son of Devahūti. After Kapiladeva left home, Devahūti was absorbed in thought of Him, and thus she was always Kṛṣṇa conscious. Her constant situation in Kṛṣṇa consciousness enabled her to be detached from hearth and home. Unless we are able to transfer our attachment to the Supreme Personality of Godhead, there is no possibility of becoming freed from material attachment. The Śrīmad-Bhāgavatam, therefore, confirms that it is not possible for one to become liberated by cultivation of empiric philosophical speculation. Simply knowing that one is not matter but spirit soul, or Brahman, does not purify one’s intelligence. Even if the impersonalist reaches the highest platform of spiritual realization, he falls down again to material attachment because of not being situated in the transcendental loving service of the Supreme Lord."
    },
    {
        "verse": "22",
        "devanagari": "तमेव ध्यायती देवमपत्यं कपिलं हरिम् ।बभूवाचिरतो वत्स नि:स्पृहा ताद‍ृशे गृहे ॥ २२ ॥",
        "english_devnagari": "tam eva dhyāyatī devamapatyaṁ kapilaṁ harimbabhūvācirato vatsaniḥspṛhā tādṛśe gṛhe",
        "verse_Syn": [
            "tam",
            "eva",
            "dhyāyatī",
            "devam",
            "apatyam",
            "kapilam",
            "harim",
            "babhūva",
            "acirataḥ",
            "vatsa",
            "niḥspṛhā",
            "tādṛśe",
            "gṛhe"
        ],
        "translation": "O Vidura, thus always meditating upon her son, the Supreme Personality of Godhead Kapiladeva, she very soon became unattached to her nicely decorated home.",
        "purport": " Here is a practical example of how one can elevate oneself in spiritual advancement by Kṛṣṇa consciousness. Kapiladeva is Kṛṣṇa, and He appeared as the son of Devahūti. After Kapiladeva left home, Devahūti was absorbed in thought of Him, and thus she was always Kṛṣṇa conscious. Her constant situation in Kṛṣṇa consciousness enabled her to be detached from hearth and home. Unless we are able to transfer our attachment to the Supreme Personality of Godhead, there is no possibility of becoming freed from material attachment. The Śrīmad-Bhāgavatam, therefore, confirms that it is not possible for one to become liberated by cultivation of empiric philosophical speculation. Simply knowing that one is not matter but spirit soul, or Brahman, does not purify one’s intelligence. Even if the impersonalist reaches the highest platform of spiritual realization, he falls down again to material attachment because of not being situated in the transcendental loving service of the Supreme Lord. The devotees adopt the devotional process: hearing about the Supreme Lord’s pastimes and glorifying His activities and thereby always remembering His beautiful eternal form. By rendering service, becoming His friend or His servant and offering Him everything that one possesses, one is able to enter into the kingdom of God. As it is said in Bhagavad-gītā, tato māṁ tattvato jñātvā: after discharging pure devotional service, one can understand the Supreme Personality of Godhead in fact, and thus one becomes eligible to enter into His association in one of the spiritual planets."
    },
    {
        "verse": "26",
        "devanagari": "ब्रह्मण्यवस्थितमतिर्भगवत्यात्मसंश्रये ।निवृत्तजीवापत्तित्वात्क्षीणक्लेशाप्तनिर्वृति: ॥ २६ ॥",
        "english_devnagari": "brahmaṇy avasthita-matirbhagavaty ātma-saṁśrayenivṛtta-jīvāpattitvātkṣīṇa-kleśāpta-nirvṛtiḥ",
        "verse_Syn": [
            "brahmaṇi",
            "avasthita",
            "matiḥ",
            "bhagavati",
            "ātma",
            "saṁśraye",
            "nivṛtta",
            "jīva",
            "āpattitvāt",
            "kṣīṇa",
            "kleśa",
            "āpta",
            "nirvṛtiḥ"
        ],
        "translation": "Her mind became completely engaged in the Supreme Lord, and she automatically realized the knowledge of the impersonal Brahman. As a Brahman-realized soul, she was freed from the designations of the materialistic concept of life. Thus all material pangs disappeared, and she attained transcendental bliss.",
        "purport": " The previous verse states that Devahūti was already conversant with the Absolute Truth. It may be questioned why she was meditating. The explanation is that when one theoretically discusses the Absolute Truth, he becomes situated in the impersonal concept of the Absolute Truth. Similarly, when one seriously discusses the subject matter of the form, qualities, pastimes and entourage of the Supreme Personality of Godhead, he becomes situated in meditation on Him. If one has complete knowledge of the Supreme Lord, then knowledge of the impersonal Brahman is automatically realized. The Absolute Truth is realized by the knower according to three different angles of vision, namely impersonal Brahman, localized Supersoul and ultimately the Supreme Personality of Godhead. Therefore if one is situated in knowledge of the Supreme Person, this implies that one is already situated in the concept of the Supersoul and impersonal Brahman."
    },
    {
        "verse": "26",
        "devanagari": "ब्रह्मण्यवस्थितमतिर्भगवत्यात्मसंश्रये ।निवृत्तजीवापत्तित्वात्क्षीणक्लेशाप्तनिर्वृति: ॥ २६ ॥",
        "english_devnagari": "brahmaṇy avasthita-matirbhagavaty ātma-saṁśrayenivṛtta-jīvāpattitvātkṣīṇa-kleśāpta-nirvṛtiḥ",
        "verse_Syn": [
            "brahmaṇi",
            "avasthita",
            "matiḥ",
            "bhagavati",
            "ātma",
            "saṁśraye",
            "nivṛtta",
            "jīva",
            "āpattitvāt",
            "kṣīṇa",
            "kleśa",
            "āpta",
            "nirvṛtiḥ"
        ],
        "translation": "Her mind became completely engaged in the Supreme Lord, and she automatically realized the knowledge of the impersonal Brahman. As a Brahman-realized soul, she was freed from the designations of the materialistic concept of life. Thus all material pangs disappeared, and she attained transcendental bliss.",
        "purport": " The previous verse states that Devahūti was already conversant with the Absolute Truth. It may be questioned why she was meditating. The explanation is that when one theoretically discusses the Absolute Truth, he becomes situated in the impersonal concept of the Absolute Truth. Similarly, when one seriously discusses the subject matter of the form, qualities, pastimes and entourage of the Supreme Personality of Godhead, he becomes situated in meditation on Him. If one has complete knowledge of the Supreme Lord, then knowledge of the impersonal Brahman is automatically realized. The Absolute Truth is realized by the knower according to three different angles of vision, namely impersonal Brahman, localized Supersoul and ultimately the Supreme Personality of Godhead. Therefore if one is situated in knowledge of the Supreme Person, this implies that one is already situated in the concept of the Supersoul and impersonal Brahman. In Bhagavad-gītā it is said, brahma-bhūtaḥ prasannātmā. This means that unless one is freed from the material entanglement and situated in Brahman, there is no question of entering into the understanding of devotional service or engaging in Kṛṣṇa consciousness. One who is engaged in devotional service to Kṛṣṇa is understood to be already realized in the Brahman concept of life because transcendental knowledge of the Supreme Personality of Godhead includes knowledge of Brahman. This is confirmed in Bhagavad-gītā. Brahmaṇo hi pratiṣṭhāham: the concept of the Personality of Godhead does not depend on Brahman. The Viṣṇu Purāṇa also confirms that one who has taken shelter of the all-auspicious Supreme Lord is already situated in the understanding of Brahman. In other words, one who is a Vaiṣṇava is already a brāhmaṇa."
    },
    {
        "verse": "26",
        "devanagari": "ब्रह्मण्यवस्थितमतिर्भगवत्यात्मसंश्रये ।निवृत्तजीवापत्तित्वात्क्षीणक्लेशाप्तनिर्वृति: ॥ २६ ॥",
        "english_devnagari": "brahmaṇy avasthita-matirbhagavaty ātma-saṁśrayenivṛtta-jīvāpattitvātkṣīṇa-kleśāpta-nirvṛtiḥ",
        "verse_Syn": [
            "brahmaṇi",
            "avasthita",
            "matiḥ",
            "bhagavati",
            "ātma",
            "saṁśraye",
            "nivṛtta",
            "jīva",
            "āpattitvāt",
            "kṣīṇa",
            "kleśa",
            "āpta",
            "nirvṛtiḥ"
        ],
        "translation": "Her mind became completely engaged in the Supreme Lord, and she automatically realized the knowledge of the impersonal Brahman. As a Brahman-realized soul, she was freed from the designations of the materialistic concept of life. Thus all material pangs disappeared, and she attained transcendental bliss.",
        "purport": " The previous verse states that Devahūti was already conversant with the Absolute Truth. It may be questioned why she was meditating. The explanation is that when one theoretically discusses the Absolute Truth, he becomes situated in the impersonal concept of the Absolute Truth. Similarly, when one seriously discusses the subject matter of the form, qualities, pastimes and entourage of the Supreme Personality of Godhead, he becomes situated in meditation on Him. If one has complete knowledge of the Supreme Lord, then knowledge of the impersonal Brahman is automatically realized. The Absolute Truth is realized by the knower according to three different angles of vision, namely impersonal Brahman, localized Supersoul and ultimately the Supreme Personality of Godhead. Therefore if one is situated in knowledge of the Supreme Person, this implies that one is already situated in the concept of the Supersoul and impersonal Brahman. In Bhagavad-gītā it is said, brahma-bhūtaḥ prasannātmā. This means that unless one is freed from the material entanglement and situated in Brahman, there is no question of entering into the understanding of devotional service or engaging in Kṛṣṇa consciousness. One who is engaged in devotional service to Kṛṣṇa is understood to be already realized in the Brahman concept of life because transcendental knowledge of the Supreme Personality of Godhead includes knowledge of Brahman. This is confirmed in Bhagavad-gītā. Brahmaṇo hi pratiṣṭhāham: the concept of the Personality of Godhead does not depend on Brahman. The Viṣṇu Purāṇa also confirms that one who has taken shelter of the all-auspicious Supreme Lord is already situated in the understanding of Brahman. In other words, one who is a Vaiṣṇava is already a brāhmaṇa. Another significant point of this verse is that one has to observe the prescribed rules and regulations. As confirmed in Bhagavad-gītā, yuktāhāra-vihārasya. When one engages in devotional service in Kṛṣṇa consciousness, he still has to eat, sleep, defend and mate because these are necessities of the body. But he performs such activities in a regulated way. He has to eat kṛṣṇa-prasāda. He has to sleep according to regulative principles. The principle is to reduce the duration of sleep and to reduce eating, taking only what is needed to keep the body fit. In short, the goal is spiritual advancement, not sense gratification. Similarly, sex life must be reduced. Sex life is meant only for begetting Kṛṣṇa conscious children. Otherwise, there is no necessity for sex life. Nothing is prohibited, but everything is made yukta, regulated, with the higher purpose always in mind. By following all these rules and regulations of living, one becomes purified, and all misconceptions due to ignorance become nil. It is specifically mentioned here that the causes of material entanglement are completely vanquished."
    },
    {
        "verse": "26",
        "devanagari": "ब्रह्मण्यवस्थितमतिर्भगवत्यात्मसंश्रये ।निवृत्तजीवापत्तित्वात्क्षीणक्लेशाप्तनिर्वृति: ॥ २६ ॥",
        "english_devnagari": "brahmaṇy avasthita-matirbhagavaty ātma-saṁśrayenivṛtta-jīvāpattitvātkṣīṇa-kleśāpta-nirvṛtiḥ",
        "verse_Syn": [
            "brahmaṇi",
            "avasthita",
            "matiḥ",
            "bhagavati",
            "ātma",
            "saṁśraye",
            "nivṛtta",
            "jīva",
            "āpattitvāt",
            "kṣīṇa",
            "kleśa",
            "āpta",
            "nirvṛtiḥ"
        ],
        "translation": "Her mind became completely engaged in the Supreme Lord, and she automatically realized the knowledge of the impersonal Brahman. As a Brahman-realized soul, she was freed from the designations of the materialistic concept of life. Thus all material pangs disappeared, and she attained transcendental bliss.",
        "purport": " The previous verse states that Devahūti was already conversant with the Absolute Truth. It may be questioned why she was meditating. The explanation is that when one theoretically discusses the Absolute Truth, he becomes situated in the impersonal concept of the Absolute Truth. Similarly, when one seriously discusses the subject matter of the form, qualities, pastimes and entourage of the Supreme Personality of Godhead, he becomes situated in meditation on Him. If one has complete knowledge of the Supreme Lord, then knowledge of the impersonal Brahman is automatically realized. The Absolute Truth is realized by the knower according to three different angles of vision, namely impersonal Brahman, localized Supersoul and ultimately the Supreme Personality of Godhead. Therefore if one is situated in knowledge of the Supreme Person, this implies that one is already situated in the concept of the Supersoul and impersonal Brahman. In Bhagavad-gītā it is said, brahma-bhūtaḥ prasannātmā. This means that unless one is freed from the material entanglement and situated in Brahman, there is no question of entering into the understanding of devotional service or engaging in Kṛṣṇa consciousness. One who is engaged in devotional service to Kṛṣṇa is understood to be already realized in the Brahman concept of life because transcendental knowledge of the Supreme Personality of Godhead includes knowledge of Brahman. This is confirmed in Bhagavad-gītā. Brahmaṇo hi pratiṣṭhāham: the concept of the Personality of Godhead does not depend on Brahman. The Viṣṇu Purāṇa also confirms that one who has taken shelter of the all-auspicious Supreme Lord is already situated in the understanding of Brahman. In other words, one who is a Vaiṣṇava is already a brāhmaṇa. Another significant point of this verse is that one has to observe the prescribed rules and regulations. As confirmed in Bhagavad-gītā, yuktāhāra-vihārasya. When one engages in devotional service in Kṛṣṇa consciousness, he still has to eat, sleep, defend and mate because these are necessities of the body. But he performs such activities in a regulated way. He has to eat kṛṣṇa-prasāda. He has to sleep according to regulative principles. The principle is to reduce the duration of sleep and to reduce eating, taking only what is needed to keep the body fit. In short, the goal is spiritual advancement, not sense gratification. Similarly, sex life must be reduced. Sex life is meant only for begetting Kṛṣṇa conscious children. Otherwise, there is no necessity for sex life. Nothing is prohibited, but everything is made yukta, regulated, with the higher purpose always in mind. By following all these rules and regulations of living, one becomes purified, and all misconceptions due to ignorance become nil. It is specifically mentioned here that the causes of material entanglement are completely vanquished. The Sanskrit statement anartha-nivṛtti indicates that this body is unwanted. We are spirit soul, and there was never any need of this material body. But because we wanted to enjoy the material body, we have this body, through the material energy, under the direction of the Supreme Personality of Godhead. As soon as we are reestablished in our original position of servitorship to the Supreme Lord, we begin to forget the necessities of the body, and at last we forget the body."
    },
    {
        "verse": "26",
        "devanagari": "ब्रह्मण्यवस्थितमतिर्भगवत्यात्मसंश्रये ।निवृत्तजीवापत्तित्वात्क्षीणक्लेशाप्तनिर्वृति: ॥ २६ ॥",
        "english_devnagari": "brahmaṇy avasthita-matirbhagavaty ātma-saṁśrayenivṛtta-jīvāpattitvātkṣīṇa-kleśāpta-nirvṛtiḥ",
        "verse_Syn": [
            "brahmaṇi",
            "avasthita",
            "matiḥ",
            "bhagavati",
            "ātma",
            "saṁśraye",
            "nivṛtta",
            "jīva",
            "āpattitvāt",
            "kṣīṇa",
            "kleśa",
            "āpta",
            "nirvṛtiḥ"
        ],
        "translation": "Her mind became completely engaged in the Supreme Lord, and she automatically realized the knowledge of the impersonal Brahman. As a Brahman-realized soul, she was freed from the designations of the materialistic concept of life. Thus all material pangs disappeared, and she attained transcendental bliss.",
        "purport": " The previous verse states that Devahūti was already conversant with the Absolute Truth. It may be questioned why she was meditating. The explanation is that when one theoretically discusses the Absolute Truth, he becomes situated in the impersonal concept of the Absolute Truth. Similarly, when one seriously discusses the subject matter of the form, qualities, pastimes and entourage of the Supreme Personality of Godhead, he becomes situated in meditation on Him. If one has complete knowledge of the Supreme Lord, then knowledge of the impersonal Brahman is automatically realized. The Absolute Truth is realized by the knower according to three different angles of vision, namely impersonal Brahman, localized Supersoul and ultimately the Supreme Personality of Godhead. Therefore if one is situated in knowledge of the Supreme Person, this implies that one is already situated in the concept of the Supersoul and impersonal Brahman. In Bhagavad-gītā it is said, brahma-bhūtaḥ prasannātmā. This means that unless one is freed from the material entanglement and situated in Brahman, there is no question of entering into the understanding of devotional service or engaging in Kṛṣṇa consciousness. One who is engaged in devotional service to Kṛṣṇa is understood to be already realized in the Brahman concept of life because transcendental knowledge of the Supreme Personality of Godhead includes knowledge of Brahman. This is confirmed in Bhagavad-gītā. Brahmaṇo hi pratiṣṭhāham: the concept of the Personality of Godhead does not depend on Brahman. The Viṣṇu Purāṇa also confirms that one who has taken shelter of the all-auspicious Supreme Lord is already situated in the understanding of Brahman. In other words, one who is a Vaiṣṇava is already a brāhmaṇa. Another significant point of this verse is that one has to observe the prescribed rules and regulations. As confirmed in Bhagavad-gītā, yuktāhāra-vihārasya. When one engages in devotional service in Kṛṣṇa consciousness, he still has to eat, sleep, defend and mate because these are necessities of the body. But he performs such activities in a regulated way. He has to eat kṛṣṇa-prasāda. He has to sleep according to regulative principles. The principle is to reduce the duration of sleep and to reduce eating, taking only what is needed to keep the body fit. In short, the goal is spiritual advancement, not sense gratification. Similarly, sex life must be reduced. Sex life is meant only for begetting Kṛṣṇa conscious children. Otherwise, there is no necessity for sex life. Nothing is prohibited, but everything is made yukta, regulated, with the higher purpose always in mind. By following all these rules and regulations of living, one becomes purified, and all misconceptions due to ignorance become nil. It is specifically mentioned here that the causes of material entanglement are completely vanquished. The Sanskrit statement anartha-nivṛtti indicates that this body is unwanted. We are spirit soul, and there was never any need of this material body. But because we wanted to enjoy the material body, we have this body, through the material energy, under the direction of the Supreme Personality of Godhead. As soon as we are reestablished in our original position of servitorship to the Supreme Lord, we begin to forget the necessities of the body, and at last we forget the body. Sometimes in a dream we get a particular type of body with which to work in the dream. I may dream that I am flying in the sky or that I have gone into the forest or some unknown place. But as soon as I am awake I forget all these bodies. Similarly, when one is Kṛṣṇa conscious, fully devoted, he forgets all his changes of body. We are always changing bodies, beginning at birth from the womb of our mother. But when we are awakened to Kṛṣṇa consciousness, we forget all these bodies. The bodily necessities become secondary, for the primary necessity is the engagement of the soul in real, spiritual life. The activities of devotional service in full Kṛṣṇa consciousness are the cause of our being situated in transcendence. The words bhagavaty ātma-saṁśraye denote the Personality of Godhead as the Supreme Soul, or the soul of everyone. In Bhagavad-gītā Kṛṣṇa says, bījaṁ māṁ sarva-bhūtānām: “I am the seed of all entities.” By taking shelter of the Supreme Being by the process of devotional service, one becomes fully situated in the concept of the Personality of Godhead. As described by Kapila, mad-guṇa-śruti-mātreṇa: one who is fully Kṛṣṇa conscious, situated in the Personality of Godhead, is immediately saturated with love of God as soon as he hears about the transcendental qualities of the Lord."
    },
    {
        "verse": "26",
        "devanagari": "ब्रह्मण्यवस्थितमतिर्भगवत्यात्मसंश्रये ।निवृत्तजीवापत्तित्वात्क्षीणक्लेशाप्तनिर्वृति: ॥ २६ ॥",
        "english_devnagari": "brahmaṇy avasthita-matirbhagavaty ātma-saṁśrayenivṛtta-jīvāpattitvātkṣīṇa-kleśāpta-nirvṛtiḥ",
        "verse_Syn": [
            "brahmaṇi",
            "avasthita",
            "matiḥ",
            "bhagavati",
            "ātma",
            "saṁśraye",
            "nivṛtta",
            "jīva",
            "āpattitvāt",
            "kṣīṇa",
            "kleśa",
            "āpta",
            "nirvṛtiḥ"
        ],
        "translation": "Her mind became completely engaged in the Supreme Lord, and she automatically realized the knowledge of the impersonal Brahman. As a Brahman-realized soul, she was freed from the designations of the materialistic concept of life. Thus all material pangs disappeared, and she attained transcendental bliss.",
        "purport": " The previous verse states that Devahūti was already conversant with the Absolute Truth. It may be questioned why she was meditating. The explanation is that when one theoretically discusses the Absolute Truth, he becomes situated in the impersonal concept of the Absolute Truth. Similarly, when one seriously discusses the subject matter of the form, qualities, pastimes and entourage of the Supreme Personality of Godhead, he becomes situated in meditation on Him. If one has complete knowledge of the Supreme Lord, then knowledge of the impersonal Brahman is automatically realized. The Absolute Truth is realized by the knower according to three different angles of vision, namely impersonal Brahman, localized Supersoul and ultimately the Supreme Personality of Godhead. Therefore if one is situated in knowledge of the Supreme Person, this implies that one is already situated in the concept of the Supersoul and impersonal Brahman. In Bhagavad-gītā it is said, brahma-bhūtaḥ prasannātmā. This means that unless one is freed from the material entanglement and situated in Brahman, there is no question of entering into the understanding of devotional service or engaging in Kṛṣṇa consciousness. One who is engaged in devotional service to Kṛṣṇa is understood to be already realized in the Brahman concept of life because transcendental knowledge of the Supreme Personality of Godhead includes knowledge of Brahman. This is confirmed in Bhagavad-gītā. Brahmaṇo hi pratiṣṭhāham: the concept of the Personality of Godhead does not depend on Brahman. The Viṣṇu Purāṇa also confirms that one who has taken shelter of the all-auspicious Supreme Lord is already situated in the understanding of Brahman. In other words, one who is a Vaiṣṇava is already a brāhmaṇa. Another significant point of this verse is that one has to observe the prescribed rules and regulations. As confirmed in Bhagavad-gītā, yuktāhāra-vihārasya. When one engages in devotional service in Kṛṣṇa consciousness, he still has to eat, sleep, defend and mate because these are necessities of the body. But he performs such activities in a regulated way. He has to eat kṛṣṇa-prasāda. He has to sleep according to regulative principles. The principle is to reduce the duration of sleep and to reduce eating, taking only what is needed to keep the body fit. In short, the goal is spiritual advancement, not sense gratification. Similarly, sex life must be reduced. Sex life is meant only for begetting Kṛṣṇa conscious children. Otherwise, there is no necessity for sex life. Nothing is prohibited, but everything is made yukta, regulated, with the higher purpose always in mind. By following all these rules and regulations of living, one becomes purified, and all misconceptions due to ignorance become nil. It is specifically mentioned here that the causes of material entanglement are completely vanquished. The Sanskrit statement anartha-nivṛtti indicates that this body is unwanted. We are spirit soul, and there was never any need of this material body. But because we wanted to enjoy the material body, we have this body, through the material energy, under the direction of the Supreme Personality of Godhead. As soon as we are reestablished in our original position of servitorship to the Supreme Lord, we begin to forget the necessities of the body, and at last we forget the body. Sometimes in a dream we get a particular type of body with which to work in the dream. I may dream that I am flying in the sky or that I have gone into the forest or some unknown place. But as soon as I am awake I forget all these bodies. Similarly, when one is Kṛṣṇa conscious, fully devoted, he forgets all his changes of body. We are always changing bodies, beginning at birth from the womb of our mother. But when we are awakened to Kṛṣṇa consciousness, we forget all these bodies. The bodily necessities become secondary, for the primary necessity is the engagement of the soul in real, spiritual life. The activities of devotional service in full Kṛṣṇa consciousness are the cause of our being situated in transcendence. The words bhagavaty ātma-saṁśraye denote the Personality of Godhead as the Supreme Soul, or the soul of everyone. In Bhagavad-gītā Kṛṣṇa says, bījaṁ māṁ sarva-bhūtānām: “I am the seed of all entities.” By taking shelter of the Supreme Being by the process of devotional service, one becomes fully situated in the concept of the Personality of Godhead. As described by Kapila, mad-guṇa-śruti-mātreṇa: one who is fully Kṛṣṇa conscious, situated in the Personality of Godhead, is immediately saturated with love of God as soon as he hears about the transcendental qualities of the Lord. Devahūti was fully instructed by her son, Kapiladeva, on how to concentrate her mind on the Viṣṇu form in full detail. Following the instructions of her son in the matter of devotional service, she contemplated the form of the Lord within herself with great devotional love. That is the perfection of Brahman realization or the mystic yoga system or devotional service. At the ultimate issue, when one is fully absorbed in thought of the Supreme Lord and meditates on Him constantly, that is the highest perfection. Bhagavad-gītā confirms that one who is always absorbed in such a way is to be considered the topmost yogī."
    },
    {
        "verse": "26",
        "devanagari": "ब्रह्मण्यवस्थितमतिर्भगवत्यात्मसंश्रये ।निवृत्तजीवापत्तित्वात्क्षीणक्लेशाप्तनिर्वृति: ॥ २६ ॥",
        "english_devnagari": "brahmaṇy avasthita-matirbhagavaty ātma-saṁśrayenivṛtta-jīvāpattitvātkṣīṇa-kleśāpta-nirvṛtiḥ",
        "verse_Syn": [
            "brahmaṇi",
            "avasthita",
            "matiḥ",
            "bhagavati",
            "ātma",
            "saṁśraye",
            "nivṛtta",
            "jīva",
            "āpattitvāt",
            "kṣīṇa",
            "kleśa",
            "āpta",
            "nirvṛtiḥ"
        ],
        "translation": "Her mind became completely engaged in the Supreme Lord, and she automatically realized the knowledge of the impersonal Brahman. As a Brahman-realized soul, she was freed from the designations of the materialistic concept of life. Thus all material pangs disappeared, and she attained transcendental bliss.",
        "purport": " The previous verse states that Devahūti was already conversant with the Absolute Truth. It may be questioned why she was meditating. The explanation is that when one theoretically discusses the Absolute Truth, he becomes situated in the impersonal concept of the Absolute Truth. Similarly, when one seriously discusses the subject matter of the form, qualities, pastimes and entourage of the Supreme Personality of Godhead, he becomes situated in meditation on Him. If one has complete knowledge of the Supreme Lord, then knowledge of the impersonal Brahman is automatically realized. The Absolute Truth is realized by the knower according to three different angles of vision, namely impersonal Brahman, localized Supersoul and ultimately the Supreme Personality of Godhead. Therefore if one is situated in knowledge of the Supreme Person, this implies that one is already situated in the concept of the Supersoul and impersonal Brahman. In Bhagavad-gītā it is said, brahma-bhūtaḥ prasannātmā. This means that unless one is freed from the material entanglement and situated in Brahman, there is no question of entering into the understanding of devotional service or engaging in Kṛṣṇa consciousness. One who is engaged in devotional service to Kṛṣṇa is understood to be already realized in the Brahman concept of life because transcendental knowledge of the Supreme Personality of Godhead includes knowledge of Brahman. This is confirmed in Bhagavad-gītā. Brahmaṇo hi pratiṣṭhāham: the concept of the Personality of Godhead does not depend on Brahman. The Viṣṇu Purāṇa also confirms that one who has taken shelter of the all-auspicious Supreme Lord is already situated in the understanding of Brahman. In other words, one who is a Vaiṣṇava is already a brāhmaṇa. Another significant point of this verse is that one has to observe the prescribed rules and regulations. As confirmed in Bhagavad-gītā, yuktāhāra-vihārasya. When one engages in devotional service in Kṛṣṇa consciousness, he still has to eat, sleep, defend and mate because these are necessities of the body. But he performs such activities in a regulated way. He has to eat kṛṣṇa-prasāda. He has to sleep according to regulative principles. The principle is to reduce the duration of sleep and to reduce eating, taking only what is needed to keep the body fit. In short, the goal is spiritual advancement, not sense gratification. Similarly, sex life must be reduced. Sex life is meant only for begetting Kṛṣṇa conscious children. Otherwise, there is no necessity for sex life. Nothing is prohibited, but everything is made yukta, regulated, with the higher purpose always in mind. By following all these rules and regulations of living, one becomes purified, and all misconceptions due to ignorance become nil. It is specifically mentioned here that the causes of material entanglement are completely vanquished. The Sanskrit statement anartha-nivṛtti indicates that this body is unwanted. We are spirit soul, and there was never any need of this material body. But because we wanted to enjoy the material body, we have this body, through the material energy, under the direction of the Supreme Personality of Godhead. As soon as we are reestablished in our original position of servitorship to the Supreme Lord, we begin to forget the necessities of the body, and at last we forget the body. Sometimes in a dream we get a particular type of body with which to work in the dream. I may dream that I am flying in the sky or that I have gone into the forest or some unknown place. But as soon as I am awake I forget all these bodies. Similarly, when one is Kṛṣṇa conscious, fully devoted, he forgets all his changes of body. We are always changing bodies, beginning at birth from the womb of our mother. But when we are awakened to Kṛṣṇa consciousness, we forget all these bodies. The bodily necessities become secondary, for the primary necessity is the engagement of the soul in real, spiritual life. The activities of devotional service in full Kṛṣṇa consciousness are the cause of our being situated in transcendence. The words bhagavaty ātma-saṁśraye denote the Personality of Godhead as the Supreme Soul, or the soul of everyone. In Bhagavad-gītā Kṛṣṇa says, bījaṁ māṁ sarva-bhūtānām: “I am the seed of all entities.” By taking shelter of the Supreme Being by the process of devotional service, one becomes fully situated in the concept of the Personality of Godhead. As described by Kapila, mad-guṇa-śruti-mātreṇa: one who is fully Kṛṣṇa conscious, situated in the Personality of Godhead, is immediately saturated with love of God as soon as he hears about the transcendental qualities of the Lord. Devahūti was fully instructed by her son, Kapiladeva, on how to concentrate her mind on the Viṣṇu form in full detail. Following the instructions of her son in the matter of devotional service, she contemplated the form of the Lord within herself with great devotional love. That is the perfection of Brahman realization or the mystic yoga system or devotional service. At the ultimate issue, when one is fully absorbed in thought of the Supreme Lord and meditates on Him constantly, that is the highest perfection. Bhagavad-gītā confirms that one who is always absorbed in such a way is to be considered the topmost yogī. The real purpose of all processes of transcendental realization — jñāna-yoga, dhyāna-yoga or bhakti-yoga — is to arrive at the point of devotional service. If one endeavors simply to achieve knowledge of the Absolute Truth or the Supersoul but has no devotional service, he labors without gaining the real result. This is compared to beating the husks of wheat after the grains have already been removed. Unless one understands the Supreme Personality of Godhead to be the ultimate goal, it is valueless simply to speculate or perform mystic yoga practice. In the aṣṭāṅga-yoga system, the seventh stage of perfection is dhyāna. This dhyāna is the third stage in devotional service. There are nine stages of devotional service. The first is hearing, and then comes chanting and then contemplating. By executing devotional service, therefore, one automatically becomes an expert jñānī and an expert yogī. In other words, jñāna and yoga are different preliminary stages of devotional service."
    },
    {
        "verse": "26",
        "devanagari": "ब्रह्मण्यवस्थितमतिर्भगवत्यात्मसंश्रये ।निवृत्तजीवापत्तित्वात्क्षीणक्लेशाप्तनिर्वृति: ॥ २६ ॥",
        "english_devnagari": "brahmaṇy avasthita-matirbhagavaty ātma-saṁśrayenivṛtta-jīvāpattitvātkṣīṇa-kleśāpta-nirvṛtiḥ",
        "verse_Syn": [
            "brahmaṇi",
            "avasthita",
            "matiḥ",
            "bhagavati",
            "ātma",
            "saṁśraye",
            "nivṛtta",
            "jīva",
            "āpattitvāt",
            "kṣīṇa",
            "kleśa",
            "āpta",
            "nirvṛtiḥ"
        ],
        "translation": "Her mind became completely engaged in the Supreme Lord, and she automatically realized the knowledge of the impersonal Brahman. As a Brahman-realized soul, she was freed from the designations of the materialistic concept of life. Thus all material pangs disappeared, and she attained transcendental bliss.",
        "purport": " The previous verse states that Devahūti was already conversant with the Absolute Truth. It may be questioned why she was meditating. The explanation is that when one theoretically discusses the Absolute Truth, he becomes situated in the impersonal concept of the Absolute Truth. Similarly, when one seriously discusses the subject matter of the form, qualities, pastimes and entourage of the Supreme Personality of Godhead, he becomes situated in meditation on Him. If one has complete knowledge of the Supreme Lord, then knowledge of the impersonal Brahman is automatically realized. The Absolute Truth is realized by the knower according to three different angles of vision, namely impersonal Brahman, localized Supersoul and ultimately the Supreme Personality of Godhead. Therefore if one is situated in knowledge of the Supreme Person, this implies that one is already situated in the concept of the Supersoul and impersonal Brahman. In Bhagavad-gītā it is said, brahma-bhūtaḥ prasannātmā. This means that unless one is freed from the material entanglement and situated in Brahman, there is no question of entering into the understanding of devotional service or engaging in Kṛṣṇa consciousness. One who is engaged in devotional service to Kṛṣṇa is understood to be already realized in the Brahman concept of life because transcendental knowledge of the Supreme Personality of Godhead includes knowledge of Brahman. This is confirmed in Bhagavad-gītā. Brahmaṇo hi pratiṣṭhāham: the concept of the Personality of Godhead does not depend on Brahman. The Viṣṇu Purāṇa also confirms that one who has taken shelter of the all-auspicious Supreme Lord is already situated in the understanding of Brahman. In other words, one who is a Vaiṣṇava is already a brāhmaṇa. Another significant point of this verse is that one has to observe the prescribed rules and regulations. As confirmed in Bhagavad-gītā, yuktāhāra-vihārasya. When one engages in devotional service in Kṛṣṇa consciousness, he still has to eat, sleep, defend and mate because these are necessities of the body. But he performs such activities in a regulated way. He has to eat kṛṣṇa-prasāda. He has to sleep according to regulative principles. The principle is to reduce the duration of sleep and to reduce eating, taking only what is needed to keep the body fit. In short, the goal is spiritual advancement, not sense gratification. Similarly, sex life must be reduced. Sex life is meant only for begetting Kṛṣṇa conscious children. Otherwise, there is no necessity for sex life. Nothing is prohibited, but everything is made yukta, regulated, with the higher purpose always in mind. By following all these rules and regulations of living, one becomes purified, and all misconceptions due to ignorance become nil. It is specifically mentioned here that the causes of material entanglement are completely vanquished. The Sanskrit statement anartha-nivṛtti indicates that this body is unwanted. We are spirit soul, and there was never any need of this material body. But because we wanted to enjoy the material body, we have this body, through the material energy, under the direction of the Supreme Personality of Godhead. As soon as we are reestablished in our original position of servitorship to the Supreme Lord, we begin to forget the necessities of the body, and at last we forget the body. Sometimes in a dream we get a particular type of body with which to work in the dream. I may dream that I am flying in the sky or that I have gone into the forest or some unknown place. But as soon as I am awake I forget all these bodies. Similarly, when one is Kṛṣṇa conscious, fully devoted, he forgets all his changes of body. We are always changing bodies, beginning at birth from the womb of our mother. But when we are awakened to Kṛṣṇa consciousness, we forget all these bodies. The bodily necessities become secondary, for the primary necessity is the engagement of the soul in real, spiritual life. The activities of devotional service in full Kṛṣṇa consciousness are the cause of our being situated in transcendence. The words bhagavaty ātma-saṁśraye denote the Personality of Godhead as the Supreme Soul, or the soul of everyone. In Bhagavad-gītā Kṛṣṇa says, bījaṁ māṁ sarva-bhūtānām: “I am the seed of all entities.” By taking shelter of the Supreme Being by the process of devotional service, one becomes fully situated in the concept of the Personality of Godhead. As described by Kapila, mad-guṇa-śruti-mātreṇa: one who is fully Kṛṣṇa conscious, situated in the Personality of Godhead, is immediately saturated with love of God as soon as he hears about the transcendental qualities of the Lord. Devahūti was fully instructed by her son, Kapiladeva, on how to concentrate her mind on the Viṣṇu form in full detail. Following the instructions of her son in the matter of devotional service, she contemplated the form of the Lord within herself with great devotional love. That is the perfection of Brahman realization or the mystic yoga system or devotional service. At the ultimate issue, when one is fully absorbed in thought of the Supreme Lord and meditates on Him constantly, that is the highest perfection. Bhagavad-gītā confirms that one who is always absorbed in such a way is to be considered the topmost yogī. The real purpose of all processes of transcendental realization — jñāna-yoga, dhyāna-yoga or bhakti-yoga — is to arrive at the point of devotional service. If one endeavors simply to achieve knowledge of the Absolute Truth or the Supersoul but has no devotional service, he labors without gaining the real result. This is compared to beating the husks of wheat after the grains have already been removed. Unless one understands the Supreme Personality of Godhead to be the ultimate goal, it is valueless simply to speculate or perform mystic yoga practice. In the aṣṭāṅga-yoga system, the seventh stage of perfection is dhyāna. This dhyāna is the third stage in devotional service. There are nine stages of devotional service. The first is hearing, and then comes chanting and then contemplating. By executing devotional service, therefore, one automatically becomes an expert jñānī and an expert yogī. In other words, jñāna and yoga are different preliminary stages of devotional service. Devahūti was expert in accepting the real substance; she contemplated the form of Viṣṇu in detail as advised by her smiling son, Kapiladeva. At the same time, she was thinking of Kapiladeva, who is the Supreme Personality of Godhead, and therefore she completely perfected her austerities, penances and transcendental realization."
    },
    {
        "verse": "27",
        "devanagari": "नित्यारूढसमाधित्वात्परावृत्तगुणभ्रमा ।न सस्मार तदात्मानं स्वप्ने द‍ृष्टमिवोत्थित: ॥ २७ ॥",
        "english_devnagari": "nityārūḍha-samādhitvātparāvṛtta-guṇa-bhramāna sasmāra tadātmānaṁsvapne dṛṣṭam ivotthitaḥ",
        "verse_Syn": [
            "nitya",
            "ārūḍha",
            "samādhitvāt",
            "parāvṛtta",
            "guṇa",
            "bhramā",
            "na",
            "sasmāra",
            "tadā",
            "ātmānam",
            "svapne",
            "dṛṣṭam",
            "iva",
            "utthitaḥ"
        ],
        "translation": "Situated in eternal trance and freed from illusion impelled by the modes of material nature, she forgot her material body, just as one forgets his different bodies in a dream.",
        "purport": " A great Vaiṣṇava said that he who has no remembrance of his body is not bound to material existence. As long as we are conscious of our bodily existence, it is to be understood that we are living conditionally, under the three modes of material nature. When one forgets his bodily existence, his conditional, material life is over. This forgetfulness is actually possible when we engage our senses in the transcendental loving service of the Lord. In the conditional state, one engages his senses as a member of a family or as a member of a society or country. But when one forgets all such membership in material circumstances and realizes that he is an eternal servant of the Supreme Lord, that is actual forgetfulness of material existence."
    },
    {
        "verse": "27",
        "devanagari": "नित्यारूढसमाधित्वात्परावृत्तगुणभ्रमा ।न सस्मार तदात्मानं स्वप्ने द‍ृष्टमिवोत्थित: ॥ २७ ॥",
        "english_devnagari": "nityārūḍha-samādhitvātparāvṛtta-guṇa-bhramāna sasmāra tadātmānaṁsvapne dṛṣṭam ivotthitaḥ",
        "verse_Syn": [
            "nitya",
            "ārūḍha",
            "samādhitvāt",
            "parāvṛtta",
            "guṇa",
            "bhramā",
            "na",
            "sasmāra",
            "tadā",
            "ātmānam",
            "svapne",
            "dṛṣṭam",
            "iva",
            "utthitaḥ"
        ],
        "translation": "Situated in eternal trance and freed from illusion impelled by the modes of material nature, she forgot her material body, just as one forgets his different bodies in a dream.",
        "purport": " A great Vaiṣṇava said that he who has no remembrance of his body is not bound to material existence. As long as we are conscious of our bodily existence, it is to be understood that we are living conditionally, under the three modes of material nature. When one forgets his bodily existence, his conditional, material life is over. This forgetfulness is actually possible when we engage our senses in the transcendental loving service of the Lord. In the conditional state, one engages his senses as a member of a family or as a member of a society or country. But when one forgets all such membership in material circumstances and realizes that he is an eternal servant of the Supreme Lord, that is actual forgetfulness of material existence. This forgetfulness actually occurs when one renders service unto the Lord. A devotee no longer works with the body for sense gratification with family, society, country, humanity and so on. He simply works for the Supreme Personality of Godhead, Kṛṣṇa. That is perfect Kṛṣṇa consciousness."
    },
    {
        "verse": "27",
        "devanagari": "नित्यारूढसमाधित्वात्परावृत्तगुणभ्रमा ।न सस्मार तदात्मानं स्वप्ने द‍ृष्टमिवोत्थित: ॥ २७ ॥",
        "english_devnagari": "nityārūḍha-samādhitvātparāvṛtta-guṇa-bhramāna sasmāra tadātmānaṁsvapne dṛṣṭam ivotthitaḥ",
        "verse_Syn": [
            "nitya",
            "ārūḍha",
            "samādhitvāt",
            "parāvṛtta",
            "guṇa",
            "bhramā",
            "na",
            "sasmāra",
            "tadā",
            "ātmānam",
            "svapne",
            "dṛṣṭam",
            "iva",
            "utthitaḥ"
        ],
        "translation": "Situated in eternal trance and freed from illusion impelled by the modes of material nature, she forgot her material body, just as one forgets his different bodies in a dream.",
        "purport": " A great Vaiṣṇava said that he who has no remembrance of his body is not bound to material existence. As long as we are conscious of our bodily existence, it is to be understood that we are living conditionally, under the three modes of material nature. When one forgets his bodily existence, his conditional, material life is over. This forgetfulness is actually possible when we engage our senses in the transcendental loving service of the Lord. In the conditional state, one engages his senses as a member of a family or as a member of a society or country. But when one forgets all such membership in material circumstances and realizes that he is an eternal servant of the Supreme Lord, that is actual forgetfulness of material existence. This forgetfulness actually occurs when one renders service unto the Lord. A devotee no longer works with the body for sense gratification with family, society, country, humanity and so on. He simply works for the Supreme Personality of Godhead, Kṛṣṇa. That is perfect Kṛṣṇa consciousness. A devotee always merges in transcendental happiness, and therefore he has no experience of material distresses. This transcendental happiness is called eternal bliss. According to the opinion of devotees, constant remembrance of the Supreme Lord is called samādhi, or trance. If one is constantly in trance, there is no possibility of his being attacked or even touched by the modes of material nature. As soon as one is freed from the contamination of the three material modes, he no longer has to take birth to transmigrate from one form to another in this material world."
    },
    {
        "verse": "28",
        "devanagari": "तद्देह: परत: पोषोऽप्यकृशश्चाध्यसम्भवात् ।बभौ मलैरवच्छन्न: सधूम इव पावक: ॥ २८ ॥",
        "english_devnagari": "tad-dehaḥ parataḥ poṣo’py akṛśaś cādhy-asambhavātbabhau malair avacchannaḥsadhūma iva pāvakaḥ",
        "verse_Syn": [
            "tat",
            "dehaḥ",
            "parataḥ",
            "poṣaḥ",
            "api",
            "akṛśaḥ",
            "ca",
            "ādhi",
            "asambhavāt",
            "babhau",
            "malaiḥ",
            "avacchannaḥ",
            "sa",
            "dhūmaḥ",
            "iva",
            "pāvakaḥ"
        ],
        "translation": "Her body was being taken care of by the spiritual damsels created by her husband, Kardama, and since she had no mental anxiety at that time, her body did not become thin. She appeared just like a fire surrounded by smoke.",
        "purport": " Because she was always in trance in transcendental bliss, the thought of the Personality of Godhead was always carefully fixed in her mind. She did not become thin, for she was taken care of by the celestial maidservants created by her husband. It is said, according to the Āyurvedic medical science, that if one is free from anxieties he generally becomes fat. Devahūti, being situated in Kṛṣṇa consciousness, had no mental anxieties, and therefore her body did not become thin. It is customary in the renounced order of life that one should not take any service from a servant or maid, but Devahūti was being served by the celestial maidservants. This may appear to be against the spiritual concept of life, but just as fire is still beautiful even when surrounded by smoke, she looked completely pure although it seemed that she was living in a luxurious way."
    },
    {
        "verse": "29",
        "devanagari": "स्वाङ्गं तपोयोगमयं मुक्तकेशं गताम्बरम् ।दैवगुप्तं न बुबुधे वासुदेवप्रविष्टधी: ॥ २९ ॥",
        "english_devnagari": "svāṅgaṁ tapo-yogamayaṁmukta-keśaṁ gatāmbaramdaiva-guptaṁ na bubudhevāsudeva-praviṣṭa-dhīḥ",
        "verse_Syn": [
            "sva",
            "aṅgam",
            "tapaḥ",
            "yoga",
            "mayam",
            "mukta",
            "keśam",
            "gata",
            "ambaram",
            "daiva",
            "guptam",
            "na",
            "bubudhe",
            "vāsudeva",
            "praviṣṭa",
            "dhīḥ"
        ],
        "translation": "Because she was always absorbed in the thought of the Supreme Personality of Godhead, she was not aware that sometimes her hair was loosened or her garments were disarrayed.",
        "purport": " In this verse the word daiva-guptam, “protected by the Supreme Personality of Godhead,” is very significant. Once one surrenders unto the service of the Supreme Lord, the Lord takes charge of the maintenance of the devotee’s body, and there is no need of anxiety for its protection. It is said in the Second Chapter, Second Canto, of Śrīmad-Bhāgavatam that a fully surrendered soul has no anxiety about the maintenance of his body. The Supreme Lord takes care of the maintenance of innumerable species of bodies; therefore, one who fully engages in His service will not go unprotected by the Supreme Lord. Devahūti was naturally unmindful of the protection of her body, which was being taken care of by the Supreme Person."
    },
    {
        "verse": "30",
        "devanagari": "एवं सा कपिलोक्तेन मार्गेणाचिरत: परम् ।आत्मानं ब्रह्मनिर्वाणं भगवन्तमवाप ह ॥ ३० ॥",
        "english_devnagari": "evaṁ sā kapiloktenamārgeṇācirataḥ paramātmānaṁ brahma-nirvāṇaṁbhagavantam avāpa ha",
        "verse_Syn": [
            "evam",
            "sā",
            "kapila",
            "uktena",
            "mārgeṇa",
            "acirataḥ",
            "param",
            "ātmānam",
            "brahma",
            "nirvāṇam",
            "bhagavantam",
            "avāpa",
            "ha"
        ],
        "translation": "My dear Vidura, by following the principles instructed by Kapila, Devahūti soon became liberated from material bondage and achieved the Supreme Personality of Godhead, as Supersoul, without difficulty.",
        "purport": " Three words have been used in this connection to describe the achievement of Devahūti: ātmānam, brahma-nirvāṇam and bhagavantam. These refer to the gradual process of discovery of the Absolute Truth, mentioned herein as the bhagavantam. The Supreme Personality of Godhead resides in various Vaikuṇṭha planets. Nirvāṇa means to extinguish the pangs of material existence. When one is able to enter into the spiritual kingdom or into spiritual realization, one is automatically freed from material pangs. That is called brahma-nirvāṇa. According to Vedic scripture, nirvāṇa means cessation of the materialistic way of life. Ātmānam means realization of the Supersoul within the heart. Ultimately, the highest perfection is realization of the Supreme Personality of Godhead. It is to be understood that Devahūti entered the planet which is called Kapila Vaikuṇṭha. There are innumerable Vaikuṇṭha planets predominated by the expansions of Viṣṇu. All the Vaikuṇṭha planets are known by a particular name of Viṣṇu. As we understand from Brahma-saṁhitā, advaitam acyutam anādim ananta-rūpam. Ananta means “innumerable.” The Lord has innumerable expansions of His transcendental form, and according to the different positions of the symbolical representations in His four hands, He is known as Nārāyaṇa, Pradyumna, Aniruddha, Vāsudeva, etc. There is also a Vaikuṇṭha planet known as Kapila Vaikuṇṭha, to which Devahūti was promoted to meet Kapila and reside there eternally, enjoying the company of her transcendental son."
    },
    {
        "verse": "34",
        "devanagari": "सिद्धचारणगन्धर्वैर्मुनिभिश्चाप्सरोगणै: ।स्तूयमान: समुद्रेण दत्तार्हणनिकेतन: ॥ ३४ ॥",
        "english_devnagari": "siddha-cāraṇa-gandharvairmunibhiś cāpsaro-gaṇaiḥstūyamānaḥ samudreṇadattārhaṇa-niketanaḥ",
        "verse_Syn": [
            "siddha",
            "cāraṇa",
            "gandharvaiḥ",
            "munibhiḥ",
            "ca",
            "apsaraḥ",
            "gaṇaiḥ",
            "stūyamānaḥ",
            "samudreṇa",
            "datta",
            "arhaṇa",
            "niketanaḥ"
        ],
        "translation": "While He was passing in the northern direction, all the celestial denizens known as Cāraṇas and Gandharvas, as well as the munis and the damsels of the heavenly planets, prayed and offered Him all respects. The ocean offered Him oblations and a place of residence.",
        "purport": " It is understood that Kapila Muni first went towards the Himālayas and traced the course of the river Ganges, and He again came to the delta of the Ganges at the sea now known as the Bay of Bengal. The ocean gave Him residence at a place still known as Gaṅgā-sāgara, where the river Ganges meets the sea. That place is called Gaṅgā-sāgara-tīrtha, and even today people gather there to offer respects to Kapiladeva, the original author of the Sāṅkhya system of philosophy. Unfortunately, this Sāṅkhya system has been misrepresented by an imposter who is also named Kapila, but that other system of philosophy does not tally with anything described in the Sāṅkhya of Kapila in the Śrīmad-Bhāgavatam."
    },
    {
        "verse": "37",
        "devanagari": "य इदमनुश‍ृणोति योऽभिधत्तेकपिलमुनेर्मतमात्मयोगगुह्यम् ।भगवति कृतधी: सुपर्णकेताव्उपलभते भगवत्पदारविन्दम् ॥ ३७ ॥एष साक्षाद्धरेरंशो जातो लोकरिरक्षया ।इयं च तत्परा हि श्रीरनुजज्ञेऽनपायिनी ॥ ६ ॥",
        "english_devnagari": "ya idam anuśṛṇoti yo ’bhidhattekapila-muner matam ātma-yoga-guhyambhagavati kṛta-dhīḥ suparṇa-ketāvupalabhate bhagavat-padāravindam",
        "verse_Syn": [
            "yaḥ",
            "idam",
            "anuśṛṇoti",
            "yaḥ",
            "abhidhatte",
            "kapila",
            "muneḥ",
            "matam",
            "ātma",
            "yoga",
            "guhyam",
            "bhagavati",
            "kṛta",
            "dhīḥ",
            "suparṇa",
            "ketau",
            "upalabhate",
            "bhagavat",
            "pada",
            "aravindam"
        ],
        "translation": "The description of the dealings of Kapiladeva and His mother is very confidential, and anyone who hears or reads this narration becomes a devotee of the Supreme Personality of Godhead, who is carried by Garuḍa, and he thereafter enters into the abode of the Supreme Lord to engage in the transcendental loving service of the Lord.",
        "purport": " The narration of Kapiladeva and His mother, Devahūti, is so perfect and transcendental that even if one only hears or reads this description, he achieves the highest perfectional goal of life, for he engages in the loving service of the lotus feet of the Supreme Personality of Godhead. There is no doubt that Devahūti, who had the Supreme Lord as her son and who followed the instructions of Kapiladeva so nicely, attained the highest perfection of human life."
    }
]