[
    {
        "verse": "1",
        "devanagari": "शौनक उवाचकपिलस्तत्त्वसंख्याता भगवानात्ममायया ।जात: स्वयमज: साक्षादात्मप्रज्ञप्तये नृणाम् ॥ १ ॥",
        "english_devnagari": "śaunaka uvācakapilas tattva-saṅkhyātābhagavān ātma-māyayājātaḥ svayam ajaḥ sākṣādātma-prajñaptaye nṛṇām",
        "verse_Syn": [
            "śaunakaḥ",
            "uvāca",
            "kapilaḥ",
            "tattva",
            "saṅkhyātā",
            "bhagavān",
            "ātma",
            "māyayā",
            "jātaḥ",
            "svayam",
            "ajaḥ",
            "sākṣāt",
            "ātma",
            "prajñaptaye",
            "nṛṇām"
        ],
        "translation": "Śrī Śaunaka said: Although He is unborn, the Supreme Personality of Godhead took birth as Kapila Muni by His internal potency. He descended to disseminate transcendental knowledge for the benefit of the whole human race.",
        "purport": " The word ātma-prajñaptaye indicates that the Lord descends for the benefit of the human race to give transcendental knowledge. Material necessities are quite sufficiently provided for in the Vedic knowledge, which offers a program for good living conditions and gradual elevation to the platform of goodness. In the mode of goodness one’s knowledge expands. On the platform of passion there is no knowledge, for passion is simply an impetus to enjoy material benefits. On the platform of ignorance there is no knowledge and no enjoyment, but simply life almost like that of animals. The Vedas are meant to elevate one from the mode of ignorance to the platform of goodness. When one is situated in the mode of goodness he is able to understand knowledge of the self, or transcendental knowledge. This knowledge cannot be appreciated by any ordinary man. Therefore, since a disciplic succession is required, this knowledge is expounded either by the Supreme Personality of Godhead Himself or by His bona fide devotee. Śaunaka Muni also states here that Kapila, the incarnation of the Supreme Personality of Godhead, took birth, or appeared, simply to appreciate and disseminate transcendental knowledge. Simply to understand that one is not matter but spirit soul (ahaṁ brahmāsmi: “I am by nature Brahman”) is not sufficient knowledge for understanding the self and his activities. One must be situated in the activities of Brahman. Knowledge of those activities is explained by the Supreme Personality of Godhead Himself. Such transcendental knowledge can be appreciated in human society but not in animal society, as clearly indicated here by the word nṛṇām, “for the human beings.” Human beings are meant for regulated life. By nature, there is regulation in animal life also, but that is not like the regulative life as described in the scriptures or by the authorities. Human life is regulated life, not animal life. In regulated life only can one understand transcendental knowledge."
    },
    {
        "verse": "2",
        "devanagari": "न ह्यस्य वर्ष्मण: पुंसां वरिम्ण: सर्वयोगिनाम् ।विश्रुतौ श्रुतदेवस्य भूरि तृप्यन्ति मेऽसव: ॥ २ ॥",
        "english_devnagari": "na hy asya varṣmaṇaḥ puṁsāṁvarimṇaḥ sarva-yogināmviśrutau śruta-devasyabhūri tṛpyanti me ’savaḥ",
        "verse_Syn": [
            "na",
            "hi",
            "asya",
            "varṣmaṇaḥ",
            "puṁsām",
            "varimṇaḥ",
            "sarva",
            "yoginām",
            "viśrutau",
            "śruta",
            "devasya",
            "bhūri",
            "tṛpyanti",
            "me",
            "asavaḥ"
        ],
        "translation": "Śaunaka continued: There is no one who knows more than the Lord Himself. No one is more worshipable or more mature a yogī than He. He is therefore the master of the Vedas, and to hear about Him always is the actual pleasure of the senses.",
        "purport": " In Bhagavad-gītā it is stated that no one can be equal to or greater than the Supreme Personality of Godhead. This is confirmed in the Vedas also: eko bahūnāṁ yo vidadhāti kāmān. He is the supreme living entity and is supplying the necessities of all other living entities. Thus all other living entities, both viṣṇu-tattva and jīva-tattva, are subordinate to the Supreme Personality of Godhead, Kṛṣṇa. The same concept is confirmed here. Na hy asya varṣmaṇaḥ puṁsām: amongst the living entities, no one can surpass the Supreme Person because no one is richer, more famous, stronger, more beautiful, wiser or more renounced than He. These qualifications make Him the Supreme Godhead, the cause of all causes. Yogīs are very proud of performing wonderful feats, but no one can compare to the Supreme Personality of Godhead. Anyone who is associated with the Supreme Lord is accepted as a first-class yogī. Devotees may not be as powerful as the Supreme Lord, but by constant association with the Lord they become as good as the Lord Himself. Sometimes the devotees act more powerfully than the Lord. Of course, that is the Lord’s concession. Also used here is the word varimṇaḥ, meaning “the most worshipful of all yogīs.” To hear from Kṛṣṇa is the real pleasure of the senses; therefore He is known as Govinda, for by His words, by His teachings, by His instruction — by everything connected with Him — He enlivens the senses. Whatever He instructs is from the transcendental platform, and His instructions, being absolute, are nondifferent from Him. Hearing from Kṛṣṇa or His expansion or plenary expansion like Kapila is very pleasing to the senses. Bhagavad-gītā can be read or heard many times, but because it gives great pleasure, the more one reads Bhagavad-gītā the more he gets the appetite to read and understand it, and each time he gets new enlightenment. That is the nature of the transcendental message. Similarly, we find that transcendental happiness in the Śrīmad-Bhāgavatam. The more we hear and chant the glories of the Lord, the more we become happy."
    },
    {
        "verse": "3",
        "devanagari": "यद्यद्विधत्ते भगवान् स्वच्छन्दात्मात्ममायया ।तानि मे श्रद्दधानस्य कीर्तन्यान्यनुकीर्तय ॥ ३ ॥",
        "english_devnagari": "yad yad vidhatte bhagavānsvacchandātmātma-māyayātāni me śraddadhānasyakīrtanyāny anukīrtaya",
        "verse_Syn": [
            "yat",
            "yat",
            "vidhatte",
            "bhagavān",
            "sva",
            "chanda",
            "ātmā",
            "ātma",
            "māyayā",
            "tāni",
            "me",
            "śraddadhānasya",
            "kīrtanyāni",
            "anukīrtaya"
        ],
        "translation": "Therefore please precisely describe all the activities and pastimes of the Personality of Godhead, who is full of self-desire and who assumes all these activities by His internal potency.",
        "purport": " The word anukīrtaya is very significant. Anukīrtaya means to follow the description — not to create a concocted mental description, but to follow. Śaunaka Ṛṣi requested Sūta Gosvāmī to describe what he had actually heard from his spiritual master, Śukadeva Gosvāmī, about the transcendental pastimes the Lord manifested by His internal energy. Bhagavān, the Supreme Personality of Godhead, has no material body, but He can assume any kind of body by His supreme will. That is made possible by His internal energy."
    },
    {
        "verse": "4",
        "devanagari": "सूत उवाचद्वैपायनसखस्त्वेवं मैत्रेयो भगवांस्तथा ।प्राहेदं विदुरं प्रीत आन्वीक्षिक्यां प्रचोदित: ॥ ४ ॥",
        "english_devnagari": "sūta uvācadvaipāyana-sakhas tv evaṁmaitreyo bhagavāṁs tathāprāhedaṁ viduraṁ prītaānvīkṣikyāṁ pracoditaḥ",
        "verse_Syn": [
            "sūtaḥ",
            "uvāca",
            "dvaipāyana",
            "sakhaḥ",
            "tu",
            "evam",
            "maitreyaḥ",
            "bhagavān",
            "tathā",
            "prāha",
            "idam",
            "viduram",
            "prītaḥ",
            "ānvīkṣikyām",
            "pracoditaḥ"
        ],
        "translation": "Śrī Sūta Gosvāmī said: The most powerful sage Maitreya was a friend of Vyāsadeva. Being encouraged and pleased by Vidura’s inquiry about transcendental knowledge, Maitreya spoke as follows.",
        "purport": " Questions and answers are very satisfactorily dealt with when the inquirer is bona fide and the speaker is also authorized. Here Maitreya is considered a powerful sage, and therefore he is also described as bhagavān. This word can be used not only for the Supreme Personality of Godhead but for anyone who is almost as powerful as the Supreme Lord. Maitreya is addressed as bhagavān because he was spiritually far advanced. He was a personal friend of Dvaipāyana Vyāsadeva, a literary incarnation of the Lord. Maitreya was very pleased with the inquiries of Vidura because they were the inquiries of a bona fide, advanced devotee. Thus Maitreya was encouraged to answer. When there are discourses on transcendental topics between devotees of equal mentality, the questions and answers are very fruitful and encouraging."
    },
    {
        "verse": "5",
        "devanagari": "मैत्रेय उवाचपितरि प्रस्थितेऽरण्यं मातु: प्रियचिकीर्षया ।तस्मिन् बिन्दुसरेऽवात्सीद्भगवान् कपिल: किल ॥ ५ ॥",
        "english_devnagari": "maitreya uvācapitari prasthite ’raṇyaṁmātuḥ priya-cikīrṣayātasmin bindusare ’vātsīdbhagavān kapilaḥ kila",
        "verse_Syn": [
            "maitreyaḥ",
            "uvāca",
            "pitari",
            "prasthite",
            "araṇyam",
            "mātuḥ",
            "priya",
            "cikīrṣayā",
            "tasmin",
            "bindusare",
            "avātsīt",
            "bhagavān",
            "kapilaḥ",
            "kila"
        ],
        "translation": "Maitreya said: When Kardama left for the forest, Lord Kapila stayed on the strand of the Bindu-sarovara to please His mother, Devahūti.",
        "purport": " In the absence of the father it is the duty of the grown son to take charge of his mother and serve her to the best of his ability so that she will not feel separation from her husband, and it is the duty of the husband to leave home as soon as there is a grown son to take charge of his wife and family affairs. That is the Vedic system of household life. One should not remain continually implicated in household affairs up to the time of death. He must leave. Family affairs and the wife may be taken charge of by a grown son."
    },
    {
        "verse": "6",
        "devanagari": "तमासीनमकर्माणं तत्त्वमार्गाग्रदर्शनम् ।स्वसुतं देवहूत्याह धातु: संस्मरती वच: ॥ ६ ॥",
        "english_devnagari": "tam āsīnam akarmāṇaṁtattva-mārgāgra-darśanamsva-sutaṁ devahūty āhadhātuḥ saṁsmaratī vacaḥ",
        "verse_Syn": [
            "tam",
            "āsīnam",
            "akarmāṇam",
            "tattva",
            "mārga",
            "agra",
            "darśanam",
            "sva",
            "sutam",
            "devahūtiḥ",
            "āha",
            "dhātuḥ",
            "saṁsmaratī",
            "vacaḥ"
        ],
        "translation": "When Kapila, who could show her the ultimate goal of the Absolute Truth, was sitting leisurely before her, Devahūti remembered the words Brahmā had spoken to her, and she therefore began to question Kapila as follows.",
        "purport": ""
    },
    {
        "verse": "7",
        "devanagari": "देवहूतिरुवाचनिर्विण्णा नितरां भूमन्नसदिन्द्रियतर्षणात् ।येन सम्भाव्यमानेन प्रपन्नान्धं तम: प्रभो ॥ ७ ॥",
        "english_devnagari": "devahūtir uvācanirviṇṇā nitarāṁ bhūmannasad-indriya-tarṣaṇātyena sambhāvyamānenaprapannāndhaṁ tamaḥ prabho",
        "verse_Syn": [
            "devahūtiḥ",
            "uvāca",
            "nirviṇṇā",
            "nitarām",
            "bhūman",
            "asat",
            "indriya",
            "tarṣaṇāt",
            "yena",
            "sambhāvyamānena",
            "prapannā",
            "andham",
            "tamaḥ",
            "prabho"
        ],
        "translation": "Devahūti said: I am very sick of the disturbance caused by my material senses, for because of this sense disturbance, my Lord, I have fallen into the abyss of ignorance.",
        "purport": " Here the word asad-indriya-tarṣaṇāt is significant. Asat means “impermanent,” “temporary,” and indriya means “senses.” Thus asad-indriya-tarṣaṇāt means “from being agitated by the temporarily manifest senses of the material body.” We are evolving through different statuses of material bodily existence — sometimes in a human body, sometimes in an animal body — and therefore the engagements of our material senses are also changing. Anything which changes is called temporary, or asat. We should know that beyond these temporary senses are our permanent senses, which are now covered by the material body. The permanent senses, being contaminated by matter, are not acting properly. Devotional service therefore involves freeing the senses from this contamination. When the contamination is completely removed and the senses act in the purity of unalloyed Kṛṣṇa consciousness, we have reached sad-indriya, or eternal sensory activities. Eternal sensory activities are called devotional service, whereas temporary sensory activities are called sense gratification. Unless one becomes tired of material sense gratification, there is no opportunity to hear transcendental messages from a person like Kapila. Devahūti expressed that she was tired. Now that her husband had left home, she wanted to get relief by hearing the instructions of Lord Kapila."
    },
    {
        "verse": "8",
        "devanagari": "तस्य त्वं तमसोऽन्धस्य दुष्पारस्याद्य पारगम् ।सच्चक्षुर्जन्मनामन्ते लब्धं मे त्वदनुग्रहात् ॥ ८ ॥",
        "english_devnagari": "tasya tvaṁ tamaso ’ndhasyaduṣpārasyādya pāragamsac-cakṣur janmanām antelabdhaṁ me tvad-anugrahāt",
        "verse_Syn": [
            "tasya",
            "tvam",
            "tamasaḥ",
            "andhasya",
            "duṣpārasya",
            "adya",
            "pāra",
            "gam",
            "sat",
            "cakṣuḥ",
            "janmanām",
            "ante",
            "labdham",
            "me",
            "tvat",
            "anugrahāt"
        ],
        "translation": "Your Lordship is my only means of getting out of this darkest region of ignorance because You are my transcendental eye, which, by Your mercy only, I have attained after many, many births.",
        "purport": " This verse is very instructive, since it indicates the relationship between the spiritual master and the disciple. The disciple or conditioned soul is put into this darkest region of ignorance and therefore is entangled in the material existence of sense gratification. It is very difficult to get out of this entanglement and attain freedom, but if one is fortunate enough to get the association of a spiritual master like Kapila Muni or His representative, then by his grace one can be delivered from the mire of ignorance. The spiritual master is therefore worshiped as one who delivers the disciple from the mire of ignorance with the light of the torch of knowledge. The word pāragam is very significant. Pāragam refers to one who can take the disciple to the other side. This side is conditioned life; the other side is the life of freedom. The spiritual master takes the disciple to the other side by opening his eyes with knowledge. We are suffering simply because of ignorance. By the instruction of the spiritual master, the darkness of ignorance is removed, and thus the disciple is enabled to go to the side of freedom. It is stated in Bhagavad-gītā that after many, many births one surrenders to the Supreme Personality of Godhead. Similarly, if after many, many births one is able to find a bona fide spiritual master and surrender to such a bona fide representative of Kṛṣṇa, one can be taken to the side of light."
    },
    {
        "verse": "9",
        "devanagari": "य आद्यो भगवान् पुंसामीश्वरो वै भवान् किल ।लोकस्य तमसान्धस्य चक्षु: सूर्य इवोदित: ॥ ९ ॥",
        "english_devnagari": "ya ādyo bhagavān puṁsāmīśvaro vai bhavān kilalokasya tamasāndhasyacakṣuḥ sūrya ivoditaḥ",
        "verse_Syn": [
            "yaḥ",
            "ādyaḥ",
            "bhagavān",
            "puṁsām",
            "īśvaraḥ",
            "vai",
            "bhavān",
            "kila",
            "lokasya",
            "tamasā",
            "andhasya",
            "cakṣuḥ",
            "sūryaḥ",
            "iva",
            "uditaḥ"
        ],
        "translation": "You are the Supreme Personality of Godhead, the origin and Supreme Lord of all living entities. You have arisen to disseminate the rays of the sun in order to dissipate the darkness of the ignorance of the universe.",
        "purport": " Kapila Muni is accepted as an incarnation of the Supreme Personality of Godhead, Kṛṣṇa. Here the word ādyaḥ means “the origin of all living entities,” and puṁsām īśvaraḥ means “the Lord (īśvara) of the living entities” (īśvaraḥ paramaḥ kṛṣṇaḥ). Kapila Muni is the direct expansion of Kṛṣṇa, who is the sun of spiritual knowledge. As the sun dissipates the darkness of the universe, so when the light of the Supreme Personality of Godhead comes down it at once dissipates the darkness of māyā. We have our eyes, but without the light of the sun our eyes are of no value. Similarly, without the light of the Supreme Lord, or without the divine grace of the spiritual master, one cannot see things as they are."
    },
    {
        "verse": "10",
        "devanagari": "अथ मे देव सम्मोहमपाक्रष्टुं त्वमर्हसि ।योऽवग्रहोऽहंममेतीत्येतस्मिन् योजितस्त्वया ॥ १० ॥",
        "english_devnagari": "atha me deva sammohamapākraṣṭuṁ tvam arhasiyo ’vagraho ’haṁ mametītyetasmin yojitas tvayā",
        "verse_Syn": [
            "atha",
            "me",
            "deva",
            "sammoham",
            "apākraṣṭum",
            "tvam",
            "arhasi",
            "yaḥ",
            "avagrahaḥ",
            "aham",
            "mama",
            "iti",
            "iti",
            "etasmin",
            "yojitaḥ",
            "tvayā"
        ],
        "translation": "Now be pleased, my Lord, to dispel my great delusion. Due to my feeling of false ego, I have been engaged by Your māyā and have identified myself with the body and consequent bodily relations.",
        "purport": " The false ego of identifying one’s body as one’s self and of claiming things possessed in relationship with this body is called māyā. In Bhagavad-gītā, Fifteenth Chapter, the Lord says, “I am sitting in everyone’s heart, and from Me come everyone’s remembrance and forgetfulness.” Devahūti has stated that false identification of the body with the self and attachment for possessions in relation to the body are also under the direction of the Lord. Does this mean that the Lord discriminates by engaging one in His devotional service and another in sense gratification? If that were true, it would be an incongruity on the part of the Supreme Lord, but that is not the actual fact. As soon as the living entity forgets his real, constitutional position of eternal servitorship to the Lord and wants instead to enjoy himself by sense gratification, he is captured by māyā. This capture by māyā is the consciousness of false identification with the body and attachment for the possessions of the body. These are the activities of māyā, and since māyā is also an agent of the Lord, it is indirectly the action of the Lord. The Lord is merciful; if anyone wants to forget Him and enjoy this material world, He gives him full facility, not directly but through the agency of His material potency. Therefore, since the material potency is the Lord’s energy, indirectly it is the Lord who gives the facility to forget Him. Devahūti therefore said, “My engagement in sense gratification was also due to You. Now kindly get me free from this entanglement.” By the grace of the Lord one is allowed to enjoy this material world, but when one is disgusted with material enjoyment and is frustrated, and when one sincerely surrenders unto the lotus feet of the Lord, then the Lord is so kind that He frees one from entanglement. Kṛṣṇa therefore says in Bhagavad-gītā, “First of all surrender, and then I will take charge of you and free you from all reactions of sinful activities.” Sinful activities are those activities performed in forgetfulness of our relationship with the Lord. In this material world, activities for material enjoyment which are considered to be pious are also sinful. For example, one sometimes gives something in charity to a needy person with a view to getting back the money four times increased. Giving with the purpose of gaining something is called charity in the mode of passion. Everything done here is done in the modes of material nature, and therefore all activities but service to the Lord are sinful. Because of sinful activities we become attracted by the illusion of material attachment, and we think, “I am this body.” I think of the body as myself and of bodily possessions as “mine.” Devahūti requested Lord Kapila to free her from that entanglement of false identification and false possession."
    },
    {
        "verse": "11",
        "devanagari": "तं त्वा गताहं शरणं शरण्यंस्वभृत्यसंसारतरो: कुठारम् ।जिज्ञासयाहं प्रकृते: पूरुषस्यनमामि सद्धर्मविदां वरिष्ठम् ॥ ११ ॥",
        "english_devnagari": "taṁ tvā gatāhaṁ śaraṇaṁ śaraṇyaṁsva-bhṛtya-saṁsāra-taroḥ kuṭhāramjijñāsayāhaṁ prakṛteḥ pūruṣasyanamāmi sad-dharma-vidāṁ variṣṭham",
        "verse_Syn": [
            "tam",
            "tvā",
            "gatā",
            "aham",
            "śaraṇam",
            "śaraṇyam",
            "sva",
            "bhṛtya",
            "saṁsāra",
            "taroḥ",
            "kuṭhāram",
            "jijñāsayā",
            "aham",
            "prakṛteḥ",
            "pūruṣasya",
            "namāmi",
            "sat",
            "dharma",
            "vidām",
            "variṣṭham"
        ],
        "translation": "Devahūti continued: I have taken shelter of Your lotus feet because You are the only person of whom to take shelter. You are the ax which can cut the tree of material existence. I therefore offer my obeisances unto You, who are the greatest of all transcendentalists, and I inquire from You as to the relationship between man and woman and between spirit and matter.",
        "purport": " Sāṅkhya philosophy, as is well known, deals with prakṛti and puruṣa. Puruṣa is the Supreme Personality of Godhead or anyone who imitates the Supreme Personality of Godhead as an enjoyer, and prakṛti means “nature.” In this material world, material nature is being exploited by the puruṣas, or the living entities. The intricacies in the material world of the relationship of the prakṛti and puruṣa, or the enjoyed and the enjoyer, is called saṁsāra, or material entanglement. Devahūti wanted to cut the tree of material entanglement, and she found the suitable weapon in Kapila Muni. The tree of material existence is explained in the Fifteenth Chapter of Bhagavad-gītā as an aśvattha tree whose root is upwards and whose branches are downwards. It is recommended there that one has to cut the root of this material existential tree with the ax of detachment. What is the attachment? The attachment involves prakṛti and puruṣa. The living entities are trying to lord it over material nature. Since the conditioned soul takes material nature to be the object of his enjoyment and he takes the position of the enjoyer, he is therefore called puruṣa. Devahūti questioned Kapila Muni, for she knew that only He could cut her attachment to this material world. The living entities, in the guises of men and women, are trying to enjoy the material energy; therefore in one sense everyone is puruṣa because puruṣa means “enjoyer” and prakṛti means “enjoyed.” In this material world both the so-called man and so-called woman are imitating the real puruṣa; the Supreme Personality of Godhead is actually the enjoyer in the transcendental sense, whereas all others are prakṛti. The living entities are considered prakṛti. In Bhagavad-gītā, matter is analyzed as aparā, or inferior nature, whereas beyond this inferior nature there is another, superior nature — the living entities. Living entities are also prakṛti, or enjoyed, but under the spell of māyā, the living entities are falsely trying to take the position of enjoyers. That is the cause of saṁsāra-bandha, or conditional life. Devahūti wanted to get out of conditional life and place herself in full surrender. The Lord is śaraṇya, which means “the only worthy personality to whom one can fully surrender,” because He is full of all opulences. If anyone actually wants relief, the best course is to surrender unto the Supreme Personality of Godhead. The Lord is also described here as sad-dharma-vidāṁ variṣṭham. This indicates that of all transcendental occupations the best occupation is eternal loving service unto the Supreme Personality of Godhead. Dharma is sometimes translated as “religion,” but that is not exactly the meaning. Dharma actually means “that which one cannot give up, that which is inseparable from oneself.” The warmth of fire is inseparable from fire; therefore warmth is called the dharma, or nature, of fire. Similarly, sad-dharma means “eternal occupation.” That eternal occupation is engagement in the transcendental loving service of the Lord. The purpose of Kapiladeva’s Sāṅkhya philosophy is to propagate pure, uncontaminated devotional service, and therefore He is addressed here as the most important personality amongst those who know the transcendental occupation of the living entity."
    },
    {
        "verse": "12",
        "devanagari": "मैत्रेय उवाचइति स्वमातुर्निरवद्यमीप्सितंनिशम्य पुंसामपवर्गवर्धनम् ।धियाभिनन्द्यात्मवतां सतां गति-र्बभाष ईषत्स्मितशोभितानन: ॥ १२ ॥",
        "english_devnagari": "maitreya uvācaiti sva-mātur niravadyam īpsitaṁniśamya puṁsām apavarga-vardhanamdhiyābhinandyātmavatāṁ satāṁ gatirbabhāṣa īṣat-smita-śobhitānanaḥ",
        "verse_Syn": [
            "maitreyaḥ",
            "uvāca",
            "iti",
            "sva",
            "mātuḥ",
            "niravadyam",
            "īpsitam",
            "niśamya",
            "puṁsām",
            "apavarga",
            "vardhanam",
            "dhiyā",
            "abhinandya",
            "ātma",
            "vatām",
            "satām",
            "gatiḥ",
            "babhāṣe",
            "īṣat",
            "smita",
            "śobhita",
            "ānanaḥ"
        ],
        "translation": "Maitreya said: After hearing of His mother’s uncontaminated desire for transcendental realization, the Lord thanked her within Himself for her questions, and thus, His face smiling, He explained the path of the transcendentalists, who are interested in self-realization.",
        "purport": " Devahūti has surrendered her confession of material entanglement and her desire to gain release. Her questions to Lord Kapila are very interesting for persons who are actually trying to get liberation from material entanglement and attain the perfectional stage of human life. Unless one is interested in understanding his spiritual life, or his constitutional position, and unless he also feels inconvenience in material existence, his human form of life is spoiled. One who does not care for these transcendental necessities of life and simply engages like an animal in eating, sleeping, fearing and mating has spoiled his life. Lord Kapila was very much satisfied by His mother’s questions because the answers stimulate one’s desire for liberation from the conditional life of material existence. Such questions are called apavarga-vardhanam. Those who have actual spiritual interest are called sat, or devotees. Satāṁ prasaṅgāt. Sat means “that which eternally exists,” and asat means “that which is not eternal.” Unless one is situated on the spiritual platform, he is not sat; he is asat. The asat stands on a platform which will not exist, but anyone who stands on the spiritual platform will exist eternally. As spirit soul, everyone exists eternally, but the asat has accepted the material world as his shelter, and therefore he is full of anxiety. Asad-grāhān, the incompatible situation of the spirit soul who has the false idea of enjoying matter, is the cause of the soul’s being asat. Actually, the spirit soul is not asat. As soon as one is conscious of this fact and takes to Kṛṣṇa consciousness, he becomes sat. Satāṁ gatiḥ, the path of the eternal, is very interesting to persons who are after liberation, and His Lordship Kapila began to speak about that path."
    },
    {
        "verse": "13",
        "devanagari": "श्रीभगवानुवाचयोग आध्यात्मिक: पुंसां मतो नि:श्रेयसाय मे ।अत्यन्तोपरतिर्यत्र दु:खस्य च सुखस्य च ॥ १३ ॥",
        "english_devnagari": "śrī-bhagavān uvācayoga ādhyātmikaḥ puṁsāṁmato niḥśreyasāya meatyantoparatir yatraduḥkhasya ca sukhasya ca",
        "verse_Syn": [
            "śrī",
            "bhagavān",
            "uvāca",
            "yogaḥ",
            "ādhyātmikaḥ",
            "puṁsām",
            "mataḥ",
            "niḥśreyasāya",
            "me",
            "atyanta",
            "uparatiḥ",
            "yatra",
            "duḥkhasya",
            "ca",
            "sukhasya",
            "ca"
        ],
        "translation": "The Personality of Godhead answered: The yoga system which relates to the Lord and the individual soul, which is meant for the ultimate benefit of the living entity, and which causes detachment from all happiness and distress in the material world, is the highest yoga system.",
        "purport": " In the material world, everyone is trying to get some material happiness, but as soon as we get some material happiness, there is also material distress. In the material world one cannot have unadulterated happiness. Any kind of happiness one has is contaminated by distress also. For example, if we want to drink milk then we have to bother to maintain a cow and keep her fit to supply milk. Drinking milk is very nice; it is also pleasure. But for the sake of drinking milk one has to accept so much trouble. The yoga system, as here stated by the Lord, is meant to end all material happiness and material distress. The best yoga, as taught in Bhagavad-gītā by Kṛṣṇa, is bhakti-yoga. It is also mentioned in the Gītā that one should try to be tolerant and not be disturbed by material happiness or distress. Of course, one may say that he is not disturbed by material happiness, but he does not know that just after one enjoys so-called material happiness, material distress will follow. This is the law of the material world. Lord Kapila states that the yoga system is the science of the spirit. One practices yoga in order to attain perfection on the spiritual platform. There is no question of material happiness or distress. It is transcendental. Lord Kapila will eventually explain how it is transcendental, but the preliminary introduction is given here."
    },
    {
        "verse": "14",
        "devanagari": "तमिमं ते प्रवक्ष्यामि यमवोचं पुरानघे ।ऋषीणां श्रोतुकामानां योगं सर्वाङ्गनैपुणम् ॥ १४ ॥",
        "english_devnagari": "tam imaṁ te pravakṣyāmiyam avocaṁ purānagheṛṣīṇāṁ śrotu-kāmānāṁyogaṁ sarvāṅga-naipuṇam",
        "verse_Syn": [
            "tam",
            "imam",
            "te",
            "pravakṣyāmi",
            "yam",
            "avocam",
            "purā",
            "anaghe",
            "ṛṣīṇām",
            "śrotu",
            "kāmānām",
            "yogam",
            "sarva",
            "aṅga",
            "naipuṇam"
        ],
        "translation": "O most pious mother, I shall now explain unto you the ancient yoga system, which I explained formerly to the great sages. It is serviceable and practical in every way.",
        "purport": " The Lord does not manufacture a new system of yoga. Sometimes it is claimed that someone has become an incarnation of God and is expounding a new theological aspect of the Absolute Truth. But here we find that although Kapila Muni is the Lord Himself and is capable of manufacturing a new doctrine for His mother, He nevertheless says, “I shall just explain the ancient system which I once explained to the great sages because they were also anxious to hear about it.” When we have a superexcellent process already present in Vedic scriptures, there is no need to concoct a new system, to mislead the innocent public. At present it has become a fashion to reject the standard system and present something bogus in the name of a newly invented process of yoga."
    },
    {
        "verse": "15",
        "devanagari": "चेत: खल्वस्य बन्धाय मुक्तये चात्मनो मतम् ।गुणेषु सक्तं बन्धाय रतं वा पुंसि मुक्तये ॥ १५ ॥",
        "english_devnagari": "cetaḥ khalv asya bandhāyamuktaye cātmano matamguṇeṣu saktaṁ bandhāyarataṁ vā puṁsi muktaye",
        "verse_Syn": [
            "cetaḥ",
            "khalu",
            "asya",
            "bandhāya",
            "muktaye",
            "ca",
            "ātmanaḥ",
            "matam",
            "guṇeṣu",
            "saktam",
            "bandhāya",
            "ratam",
            "vā",
            "puṁsi",
            "muktaye"
        ],
        "translation": "The stage in which the consciousness of the living entity is attracted by the three modes of material nature is called conditional life. But when that same consciousness is attached to the Supreme Personality of Godhead, one is situated in the consciousness of liberation.",
        "purport": " There is a distinction here between Kṛṣṇa consciousness and māyā consciousness. Guṇeṣu, or māyā consciousness, involves attachment to the three material modes of nature, under which one works sometimes in goodness and knowledge, sometimes in passion and sometimes in ignorance. These different qualitative activities, with the central attachment for material enjoyment, are the cause of one’s conditional life. When the same cetaḥ, or consciousness, is transferred to the Supreme Personality of Godhead, Kṛṣṇa, or when one becomes Kṛṣṇa conscious, he is on the path of liberation."
    },
    {
        "verse": "16",
        "devanagari": "अहंममाभिमानोत्थै: कामलोभादिभिर्मलै: ।वीतं यदा मन: शुद्धमदु:खमसुखं समम् ॥ १६ ॥",
        "english_devnagari": "ahaṁ mamābhimānotthaiḥkāma-lobhādibhir malaiḥvītaṁ yadā manaḥ śuddhamaduḥkham asukhaṁ samam",
        "verse_Syn": [
            "aham",
            "mama",
            "abhimāna",
            "utthaiḥ",
            "kāma",
            "lobha",
            "ādibhiḥ",
            "malaiḥ",
            "vītam",
            "yadā",
            "manaḥ",
            "śuddham",
            "aduḥkham",
            "asukham",
            "samam"
        ],
        "translation": "When one is completely cleansed of the impurities of lust and greed produced from the false identification of the body as “I” and bodily possessions as “mine,” one’s mind becomes purified. In that pure state he transcends the stage of so-called material happiness and distress.",
        "purport": " Kāma and lobha are the symptoms of material existence. Everyone always desires to possess something. It is said here that desire and greed are the products of false identification of oneself with the body. When one becomes free from this contamination, then his mind and consciousness also become freed and attain their original state. Mind, consciousness and the living entity exist. Whenever we speak of the living entity, this includes the mind and consciousness. The difference between conditional life and liberated life occurs when we purify the mind and the consciousness. When they are purified, one becomes transcendental to material happiness and distress. In the beginning Lord Kapila has said that perfect yoga enables one to transcend the platform of material distress and happiness. How this can be done is explained here: one has to purify his mind and consciousness. This can be done by the bhakti-yoga system. As explained in the Nārada-pañcarātra, one’s mind and senses should be purified (tat-paratvena nirmalam). One’s senses must be engaged in devotional service to the Lord. That is the process. The mind must have some engagement. One cannot make the mind vacant. Of course there are some foolish attempts to try to make the mind vacant or void, but that is not possible. The only process that will purify the mind is to engage it in Kṛṣṇa. The mind must be engaged. If we engage our mind in Kṛṣṇa, naturally the consciousness becomes fully purified, and there is no chance of the entrance of material desire and greed."
    },
    {
        "verse": "17",
        "devanagari": "तदा पुरुष आत्मानं केवलं प्रकृते: परम् ।निरन्तरं स्वयंज्योतिरणिमानमखण्डितम् ॥ १७ ॥",
        "english_devnagari": "tadā puruṣa ātmānaṁkevalaṁ prakṛteḥ paramnirantaraṁ svayaṁ-jyotiraṇimānam akhaṇḍitam",
        "verse_Syn": [
            "tadā",
            "puruṣaḥ",
            "ātmānam",
            "kevalam",
            "prakṛteḥ",
            "param",
            "nirantaram",
            "svayam",
            "jyotiḥ",
            "aṇimānam",
            "akhaṇḍitam"
        ],
        "translation": "At that time the soul can see himself to be transcendental to material existence and always self-effulgent, never fragmented, although very minute in size.",
        "purport": " In the state of pure consciousness, or Kṛṣṇa consciousness, one can see himself as a minute particle nondifferent from the Supreme Lord. As stated in Bhagavad-gītā, the jīva, or the individual soul, is eternally part and parcel of the Supreme Lord. Just as the sun’s rays are minute particles of the brilliant constitution of the sun, so a living entity is a minute particle of the Supreme Spirit. The individual soul and the Supreme Lord are not separated as in material differentiation. The individual soul is a particle from the very beginning. One should not think that because the individual soul is a particle, it is fragmented from the whole spirit. Māyāvāda philosophy enunciates that the whole spirit exists, but a part of it, which is called the jīva, is entrapped by illusion. This philosophy, however, is unacceptable because spirit cannot be divided like a fragment of matter. That part, the jīva, is eternally a part. As long as the Supreme Spirit exists, His part and parcel also exists. As long as the sun exists, the molecules of the sun’s rays also exist. The jīva particle is estimated in the Vedic literature to be one ten-thousandth the size of the upper portion of a hair. It is therefore infinitesimal. The Supreme Spirit is infinite, but the living entity, or the individual soul, is infinitesimal, although it is not different in quality from the Supreme Spirit. Two words in this verse are to be particularly noted. One is nirantaram, which means “nondifferent,” or “of the same quality.” The individual soul is also expressed here as aṇimānam. Aṇimānam means “infinitesimal.” The Supreme Spirit is all-pervading, but the very small spirit is the individual soul. Akhaṇḍitam means not exactly “fragmented” but “constitutionally always infinitesimal.” No one can separate the molecular parts of the sunshine from the sun, but at the same time the molecular part of the sunshine is not as expansive as the sun itself. Similarly, the living entity, by his constitutional position, is qualitatively the same as the Supreme Spirit, but he is infinitesimal."
    },
    {
        "verse": "18",
        "devanagari": "ज्ञानवैराग्ययुक्तेन भक्तियुक्तेन चात्मना ।परिपश्यत्युदासीनं प्रकृतिं च हतौजसम् ॥ १८ ॥",
        "english_devnagari": "jñāna-vairāgya-yuktenabhakti-yuktena cātmanāparipaśyaty udāsīnaṁprakṛtiṁ ca hataujasam",
        "verse_Syn": [
            "jñāna",
            "vairāgya",
            "yuktena",
            "bhakti",
            "yuktena",
            "ca",
            "ātmanā",
            "paripaśyati",
            "udāsīnam",
            "prakṛtim",
            "ca",
            "hata",
            "ojasam"
        ],
        "translation": "In that position of self-realization, by practice of knowledge and renunciation in devotional service, one sees everything in the right perspective; he becomes indifferent to material existence, and the material influence acts less powerfully upon him.",
        "purport": " As the contamination of the germs of a particular disease can influence a weaker person, similarly the influence of material nature, or illusory energy, can act on the weaker, or conditioned, soul but not on the liberated soul. Self-realization is the position of the liberated state. One understands his constitutional position by knowledge and vairāgya, renunciation. Without knowledge, one cannot have realization. The realization that one is the infinitesimal part and parcel of the Supreme Spirit makes him unattached to material, conditional life. That is the beginning of devotional service. Unless one is liberated from material contamination, one cannot engage himself in the devotional service of the Lord. In this verse, it is therefore stated, jñāna-vairāgya-yuktena: when one is in full knowledge of one’s constitutional position and is in the renounced order of life, detached from material attraction, then, by pure devotional service, bhakti-yuktena, he can engage himself as a loving servant of the Lord. Paripaśyati means that he can see everything in its right perspective. Then the influence of material nature becomes almost nil. This is also confirmed in Bhagavad-gītā. Brahma-bhūtaḥ prasannātmā: when one is self-realized he becomes happy and free from the influence of material nature, and at that time he is freed from lamentation and hankering. The Lord states that position as mad-bhaktiṁ labhate parām, the real state of beginning devotional service. Similarly, it is confirmed in the Nārada-pañcarātra that when the senses are purified they can then be engaged in the devotional service of the Lord. One who is attached to material contamination cannot be a devotee."
    },
    {
        "verse": "19",
        "devanagari": "न युज्यमानया भक्त्या भगवत्यखिलात्मनि ।सद‍ृशोऽस्ति शिव: पन्था योगिनां ब्रह्मसिद्धये ॥ १९ ॥",
        "english_devnagari": "na yujyamānayā bhaktyābhagavaty akhilātmanisadṛśo ’sti śivaḥ panthāyogināṁ brahma-siddhaye",
        "verse_Syn": [
            "na",
            "yujyamānayā",
            "bhaktyā",
            "bhagavati",
            "akhila",
            "ātmani",
            "sadṛśaḥ",
            "asti",
            "śivaḥ",
            "panthāḥ",
            "yoginām",
            "brahma",
            "siddhaye"
        ],
        "translation": "Perfection in self-realization cannot be attained by any kind of yogī unless he engages in devotional service to the Supreme Personality of Godhead, for that is the only auspicious path.",
        "purport": " That knowledge and renunciation are never perfect unless joined by devotional service is explicitly explained here. Na yujyamānayā means “without being dovetailed.” When there is devotional service, then the question is where to offer that service. Devotional service is to be offered to the Supreme Personality of Godhead, who is the Supersoul of everything, for that is the only reliable path of self-realization, or Brahman realization. The word brahma-siddhaye means to understand oneself to be different from matter, to understand oneself to be Brahman. The Vedic words are ahaṁ brahmāsmi. Brahma-siddhi means that one should know that he is not matter; he is pure soul. There are different kinds of yogīs, but every yogī is supposed to engage in self-realization, or Brahman realization. It is clearly stated here that unless one is fully engaged in the devotional service of the Supreme Personality of Godhead one cannot have easy approach to the path of brahma-siddhi. In the beginning of the Second Chapter of Śrīmad-Bhāgavatam it is stated that when one engages himself in the devotional service of Vāsudeva, spiritual knowledge and renunciation of the material world automatically become manifest. Thus a devotee does not have to try separately for renunciation or knowledge. Devotional service itself is so powerful that by one’s service attitude, everything is revealed. It is stated here, śivaḥ panthāḥ: this is the only auspicious path for self-realization. The path of devotional service is the most confidential means for attaining Brahman realization. That perfection in Brahman realization is attained through the auspicious path of devotional service indicates that the so-called Brahman realization, or realization of the brahmajyoti effulgence, is not brahma-siddhi. Beyond that brahmajyoti there is the Supreme Personality of Godhead. In the Upaniṣads a devotee prays to the Lord to kindly put aside the effulgence, brahmajyoti, so that the devotee may see within the brahmajyoti the actual, eternal form of the Lord. Unless one attains realization of the transcendental form of the Lord, there is no question of bhakti. Bhakti necessitates the existence of the recipient of devotional service and the devotee who renders devotional service. Brahma-siddhi through devotional service is realization of the Supreme Personality of Godhead. The understanding of the effulgent rays of the body of the Supreme Godhead is not the perfect stage of brahma-siddhi, or Brahman realization. Nor is the realization of the Paramātmā feature of the Supreme Person perfect, for Bhagavān, the Supreme Personality of Godhead, is akhilātmā — He is the Supersoul. One who realizes the Supreme Personality realizes the other features, namely the Paramātmā feature and the Brahman feature, and that total realization is brahma-siddhi."
    },
    {
        "verse": "20",
        "devanagari": "प्रसङ्गमजरं पाशमात्मन: कवयो विदु: ।स एव साधुषु कृतो मोक्षद्वारमपावृतम् ॥ २० ॥",
        "english_devnagari": "prasaṅgam ajaraṁ pāśamātmanaḥ kavayo viduḥsa eva sādhuṣu kṛtomokṣa-dvāram apāvṛtam",
        "verse_Syn": [
            "prasaṅgam",
            "ajaram",
            "pāśam",
            "ātmanaḥ",
            "kavayaḥ",
            "viduḥ",
            "saḥ",
            "eva",
            "sādhuṣu",
            "kṛtaḥ",
            "mokṣa",
            "dvāram",
            "apāvṛtam"
        ],
        "translation": "Every learned man knows very well that attachment for the material is the greatest entanglement of the spirit soul. But that same attachment, when applied to the self-realized devotees, opens the door of liberation.",
        "purport": " Here it is clearly stated that attachment for one thing is the cause of bondage in conditioned life, and the same attachment, when applied to something else, opens the door of liberation. Attachment cannot be killed; it has simply to be transferred. Attachment for material things is called material consciousness, and attachment for Kṛṣṇa or His devotee is called Kṛṣṇa consciousness. Consciousness is therefore the platform of attachment. It is clearly stated here that when we simply purify the consciousness from material consciousness to Kṛṣṇa consciousness, we attain liberation. Despite the statement that one should give up attachment, desirelessness is not possible for a living entity. A living entity, by constitution, has the propensity to be attached to something. We see that if someone has no object of attachment, if he has no children, then he transfers his attachment to cats and dogs. This indicates that the propensity for attachment cannot be stopped; it must be utilized for the best purpose. Our attachment for material things perpetuates our conditional state, but the same attachment, when transferred to the Supreme Personality of Godhead or His devotee, is the source of liberation. Here it is recommended that attachment should be transferred to the self-realized devotees, the sādhus. And who is a sādhu? A sādhu is not just an ordinary man with a saffron robe or long beard. A sādhu is described in Bhagavad-gītā as one who unflinchingly engages in devotional service. Even though one is found not to be following the strict rules and regulations of devotional service, if one simply has unflinching faith in Kṛṣṇa, the Supreme Person, he is understood to be a sādhu. Sādhur eva sa mantavyaḥ. A sādhu is a strict follower of devotional service. It is recommended here that if one at all wants to realize Brahman, or spiritual perfection, his attachment should be transferred to the sādhu, or devotee. Lord Caitanya also confirmed this. Lava-mātra sādhu-saṅge sarva-siddhi haya: simply by a moment’s association with a sādhu, one can attain perfection. Mahātmā is a synonym of sādhu. It is said that service to a mahātmā, or elevated devotee of the Lord, is dvāram āhur vimukteḥ, the royal road of liberation. Mahat-sevāṁ dvāram āhur vimuktes tamo-dvāraṁ yoṣitāṁ saṅgi-saṅgam (Bhāg. 5.5.2). Rendering service to the materialists has the opposite effect. If anyone offers service to a gross materialist, or a person engaged only in sense enjoyment, then by association with such a person the door to hell is opened. The same principle is confirmed here. Attachment to a devotee is attachment to the service of the Lord because if one associates with a sādhu, the result will be that the sādhu will teach him how to become a devotee, a worshiper and a sincere servitor of the Lord. These are the gifts of a sādhu. If we want to associate with a sādhu, we cannot expect him to give us instructions on how to improve our material condition, but he will give us instructions on how to cut the knot of the contamination of material attraction and how to elevate ourselves in devotional service. That is the result of associating with a sādhu. Kapila Muni first of all instructs that the path of liberation begins with such association."
    },
    {
        "verse": "21",
        "devanagari": "तितिक्षव: कारुणिका: सुहृद: सर्वदेहिनाम् ।अजातशत्रव: शान्ता: साधव: साधुभूषणा: ॥ २१ ॥",
        "english_devnagari": "titikṣavaḥ kāruṇikāḥsuhṛdaḥ sarva-dehināmajāta-śatravaḥ śāntāḥsādhavaḥ sādhu-bhūṣaṇāḥ",
        "verse_Syn": [
            "titikṣavaḥ",
            "kāruṇikāḥ",
            "suhṛdaḥ",
            "sarva",
            "dehinām",
            "ajāta",
            "śatravaḥ",
            "śāntāḥ",
            "sādhavaḥ",
            "sādhu",
            "bhūṣaṇāḥ"
        ],
        "translation": "The symptoms of a sādhu are that he is tolerant, merciful and friendly to all living entities. He has no enemies, he is peaceful, he abides by the scriptures, and all his characteristics are sublime.",
        "purport": " A sādhu, as described above, is a devotee of the Lord. His concern therefore is to enlighten people in devotional service to the Lord. That is his mercy. He knows that without devotional service to the Lord, human life is spoiled. A devotee travels all over the country, from door to door, preaching “Be Kṛṣṇa conscious. Be a devotee of Lord Kṛṣṇa. Don’t spoil your life in simply fulfilling your animal propensities. Human life is meant for self-realization, or Kṛṣṇa consciousness.” These are the preachings of a sādhu. He is not satisfied with his own liberation. He always thinks about others. He is the most compassionate personality towards all the fallen souls. Therefore one of his qualifications is kāruṇika, great mercy to the fallen souls. While engaged in preaching work, he has to meet with so many opposing elements, and therefore the sādhu, or devotee of the Lord, has to be very tolerant. Someone may ill-treat him because the conditioned souls are not prepared to receive the transcendental knowledge of devotional service. They do not like it; that is their disease. The sādhu has the thankless task of impressing upon them the importance of devotional service. Sometimes devotees are personally attacked with violence. Lord Jesus Christ was crucified, Haridāsa Ṭhākura was caned in twenty-two marketplaces, and Lord Caitanya’s principal assistant, Nityānanda, was violently attacked by Jagāi and Mādhāi. But still they were tolerant because their mission was to deliver the fallen souls. One of the qualifications of a sādhu is that he is very tolerant and is merciful to all fallen souls. He is merciful because he is the well-wisher of all living entities. He is not only a well-wisher of human society, but a well-wisher of animal society as well. It is said here, sarva-dehinām, which indicates all living entities who have accepted material bodies. Not only does the human being have a material body, but other living entities, such as cats and dogs, also have material bodies. The devotee of the Lord is merciful to everyone — the cats, dogs, trees, etc. He treats all living entities in such a way that they can ultimately get salvation from this material entanglement. Śivānanda Sena, one of the disciples of Lord Caitanya, gave liberation to a dog by treating the dog transcendentally. There are many instances where a dog got salvation by association with a sādhu, because a sādhu engages in the highest philanthropic activities for the benediction of all living entities. Yet although a sādhu is not inimical towards anyone, the world is so ungrateful that even a sādhu has many enemies. What is the difference between an enemy and a friend? It is a difference in behavior. A sādhu behaves with all conditioned souls for their ultimate relief from material entanglement. Therefore no one can be more friendly than a sādhu in relieving a conditioned soul. A sādhu is calm, and he quietly and peacefully follows the principles of scripture. A sādhu means one who follows the principles of scripture and at the same time is a devotee of the Lord. One who actually follows the principles of scripture must be a devotee of God because all the śāstras instruct us to obey the orders of the Personality of Godhead. Therefore sādhu means a follower of the scriptural injunctions and a devotee of the Lord. All these characteristics are prominent in a devotee. A devotee develops all the good qualities of the demigods, whereas a nondevotee, even though academically qualified, has no actual good qualifications or good characteristics according to the standard of transcendental realization."
    },
    {
        "verse": "22",
        "devanagari": "मय्यनन्येन भावेन भक्तिं कुर्वन्ति ये द‍ृढाम् ।मत्कृते त्यक्तकर्माणस्त्यक्तस्वजनबान्धवा: ॥ २२ ॥",
        "english_devnagari": "mayy ananyena bhāvenabhaktiṁ kurvanti ye dṛḍhāmmat-kṛte tyakta-karmāṇastyakta-svajana-bāndhavāḥ",
        "verse_Syn": [
            "mayi",
            "ananyena",
            "bhāvena",
            "bhaktim",
            "kurvanti",
            "ye",
            "dṛḍhām",
            "mat",
            "kṛte",
            "tyakta",
            "karmāṇaḥ",
            "tyakta",
            "sva",
            "jana",
            "bāndhavāḥ"
        ],
        "translation": "Such a sādhu engages in staunch devotional service to the Lord without deviation. For the sake of the Lord he renounces all other connections, such as family relationships and friendly acquaintances within the world.",
        "purport": " A person in the renounced order of life, a sannyāsī, is also called a sādhu because he renounces everything — his home, his comfort, his friends, his relatives, and his duties to friends and family. He renounces everything for the sake of the Supreme Personality of Godhead. A sannyāsī is generally in the renounced order of life, but his renunciation will be successful only when his energy is employed in the service of the Lord with great austerity. It is said here, therefore, bhaktiṁ kurvanti ye dṛḍhām. A person who seriously engages in the service of the Lord and is in the renounced order of life is a sādhu. A sādhu is one who has given up all responsibility to society, family, and worldly humanitarianism, simply for the service of the Lord. As soon as he takes his birth in the world, a person has so many responsibilities and obligations — to the public, to the demigods, to the great sages, to the general living beings, to his parents, to the family forefathers and to many others. When he gives up all such obligations for the sake of the service of the Supreme Lord, he is not punished for such renunciation of obligation. But if for sense gratification a person renounces all such obligations, he is punished by the law of nature."
    },
    {
        "verse": "23",
        "devanagari": "मदाश्रया: कथा मृष्टा:श‍ृण्वन्ति कथयन्ति च ।तपन्ति विविधास्तापा नैतान्मद्गतचेतस: ॥ २३ ॥",
        "english_devnagari": "mad-āśrayāḥ kathā mṛṣṭāḥśṛṇvanti kathayanti catapanti vividhās tāpānaitān mad-gata-cetasaḥ",
        "verse_Syn": [
            "mat",
            "āśrayāḥ",
            "kathāḥ",
            "mṛṣṭāḥ",
            "śṛṇvanti",
            "kathayanti",
            "ca",
            "tapanti",
            "vividhāḥ",
            "tāpāḥ",
            "na",
            "etān",
            "mat",
            "gata",
            "cetasaḥ"
        ],
        "translation": "Engaged constantly in chanting and hearing about Me, the Supreme Personality of Godhead, the sādhus do not suffer from material miseries because they are always filled with thoughts of My pastimes and activities.",
        "purport": " There are multifarious miseries in material existence — those pertaining to the body and the mind, those imposed by other living entities and those imposed by natural disturbances. But a sādhu is not disturbed by such miserable conditions because his mind is always filled with Kṛṣṇa consciousness, and thus he does not like to talk about anything but the activities of the Lord. Mahārāja Ambarīṣa did not speak of anything but the pastimes of the Lord. Vacāṁsi vaikuṇṭha-guṇānuvarṇane (Bhāg. 9.4.18). He engaged his words only in glorification of the Supreme Personality of Godhead. Sādhus are always interested in hearing about the activities of the Lord or His devotees. Since they are filled with Kṛṣṇa consciousness, they are forgetful of the material miseries. Ordinary conditioned souls, being forgetful of the activities of the Lord, are always full of anxieties and material tribulations. On the other hand, since the devotees always engage in the topics of the Lord, they are forgetful of the miseries of material existence."
    },
    {
        "verse": "24",
        "devanagari": "त एते साधव: साध्वि सर्वसङ्गविवर्जिता: ।सङ्गस्तेष्वथ ते प्रार्थ्य: सङ्गदोषहरा हि ते ॥ २४ ॥",
        "english_devnagari": "ta ete sādhavaḥ sādhvisarva-saṅga-vivarjitāḥsaṅgas teṣv atha te prārthyaḥsaṅga-doṣa-harā hi te",
        "verse_Syn": [
            "te",
            "ete",
            "sādhavaḥ",
            "sādhvi",
            "sarva",
            "saṅga",
            "vivarjitāḥ",
            "saṅgaḥ",
            "teṣu",
            "atha",
            "te",
            "prārthyaḥ",
            "saṅga",
            "doṣa",
            "harāḥ",
            "hi",
            "te"
        ],
        "translation": "O My mother, O virtuous lady, these are the qualities of great devotees who are free from all attachment. You must seek attachment to such holy men, for this counteracts the pernicious effects of material attachment.",
        "purport": " Kapila Muni herein advises His mother, Devahūti, that if she wants to be free from material attachment, she should increase her attachment for the sādhus, or devotees who are completely freed from all material attachment. In Bhagavad-gītā, Fifteenth Chapter, verse 5, it is stated who is qualified to enter into the kingdom of Godhead. It is said there, nirmāna-mohā jita-saṅga-doṣāḥ. This refers to one who is completely freed from the puffed-up condition of material possessiveness. A person may be materially very rich, opulent or respectable, but if he at all wants to transfer himself to the spiritual kingdom, back home, back to Godhead, then he has to be freed from the puffed-up condition of material possessiveness, because that is a false position. The word moha used here means the false understanding that one is rich or poor. In this material world, the conception that one is very rich or very poor — or any such consciousness in connection with material existence — is false, because this body itself is false, or temporary. A pure soul who is prepared to be freed from this material entanglement must first of all be free from the association of the three modes of nature. Our consciousness at the present moment is polluted because of association with the three modes of nature; therefore in Bhagavad-gītā the same principle is stated. It is advised, jita-saṅga-doṣāḥ: one should be freed from the contaminated association of the three modes of material nature. Here also, in the Śrīmad-Bhāgavatam, this is confirmed: a pure devotee, who is preparing to transfer himself to the spiritual kingdom, is also freed from the association of the three modes of material nature. We have to seek the association of such devotees. For this reason we have begun the International Society for Krishna Consciousness. There are many mercantile, scientific and other associations in human society to develop a particular type of education or consciousness, but there is no association which helps one to get free from all material association. If anyone has reached the stage where he must become free from this material contamination, then he has to seek the association of devotees, wherein Kṛṣṇa consciousness is exclusively cultured. One can thereby become freed from all material association. Because a devotee is freed from all contaminated material association, he is not affected by the miseries of material existence. Even though he appears to be in the material world, he is not affected by the miseries of the material world. How is it possible? There is a very good example in the activities of the cat. The cat carries her kittens in her mouth, and when she kills a rat she also carries the booty in her mouth. Thus both are carried in the mouth of the cat, but they are in different conditions. The kitten feels comfort in the mouth of the mother, whereas when the rat is carried in the mouth of the cat, the rat feels the blows of death. Similarly, those who are sādhavaḥ, or devotees engaged in Kṛṣṇa consciousness in the transcendental service of the Lord, do not feel the contamination of material miseries, whereas those who are not devotees in Kṛṣṇa consciousness actually feel the miseries of material existence. One should therefore give up the association of materialistic persons and seek the association of persons engaged in Kṛṣṇa consciousness, and by such association he will benefit in spiritual advancement. By their words and instructions, he will be able to cut off his attachment to material existence."
    },
    {
        "verse": "25",
        "devanagari": "सतां प्रसङ्गान्मम वीर्यसंविदोभवन्ति हृत्कर्णरसायना: कथा: ।तज्जोषणादाश्वपवर्गवर्त्मनिश्रद्धा रतिर्भक्तिरनुक्रमिष्यति ॥ २५ ॥",
        "english_devnagari": "satāṁ prasaṅgān mama vīrya-saṁvidobhavanti hṛt-karṇa-rasāyanāḥ kathāḥtaj-joṣaṇād āśv apavarga-vartmaniśraddhā ratir bhaktir anukramiṣyati",
        "verse_Syn": [
            "satām",
            "prasaṅgāt",
            "mama",
            "vīrya",
            "saṁvidaḥ",
            "bhavanti",
            "hṛt",
            "karṇa",
            "rasa",
            "ayanāḥ",
            "kathāḥ",
            "tat",
            "joṣaṇāt",
            "āśu",
            "apavarga",
            "vartmani",
            "śraddhā",
            "ratiḥ",
            "bhaktiḥ",
            "anukramiṣyati"
        ],
        "translation": "In the association of pure devotees, discussion of the pastimes and activities of the Supreme Personality of Godhead is very pleasing and satisfying to the ear and the heart. By cultivating such knowledge one gradually becomes advanced on the path of liberation, and thereafter he is freed, and his attraction becomes fixed. Then real devotion and devotional service begin.",
        "purport": " The process of advancing in Kṛṣṇa consciousness and devotional service is described here. The first point is that one must seek the association of persons who are Kṛṣṇa conscious and who engage in devotional service. Without such association one cannot make advancement. Simply by theoretical knowledge or study one cannot make any appreciable advancement. One must give up the association of materialistic persons and seek the association of devotees because without the association of devotees one cannot understand the activities of the Lord. Generally, people are convinced of the impersonal feature of the Absolute Truth. Because they do not associate with devotees, they cannot understand that the Absolute Truth can be a person and have personal activities. This is a very difficult subject matter, and unless one has personal understanding of the Absolute Truth, there is no meaning to devotion. Service or devotion cannot be offered to anything impersonal. Service must be offered to a person. Nondevotees cannot appreciate Kṛṣṇa consciousness by reading the Śrīmad-Bhāgavatam or any other Vedic literature wherein the activities of the Lord are described; they think that these activities are fictional, manufactured stories because spiritual life is not explained to them in the proper mood. To understand the personal activities of the Lord, one has to seek the association of devotees, and by such association, when one contemplates and tries to understand the transcendental activities of the Lord, the path to liberation is open, and he is freed. One who has firm faith in the Supreme Personality of Godhead becomes fixed, and his attraction for association with the Lord and the devotees increases. Association with devotees means association with the Lord. The devotee who makes this association develops the consciousness for rendering service to the Lord, and then, being situated in the transcendental position of devotional service, he gradually becomes perfect."
    },
    {
        "verse": "26",
        "devanagari": "भक्त्या पुमाञ्जातविराग ऐन्द्रियाद्द‍ृष्टश्रुतान्मद्रचनानुचिन्तया ।चित्तस्य यत्तो ग्रहणे योगयुक्तोयतिष्यते ऋजुभिर्योगमार्गै: ॥ २६ ॥",
        "english_devnagari": "bhaktyā pumāñ jāta-virāga aindriyāddṛṣṭa-śrutān mad-racanānucintayācittasya yatto grahaṇe yoga-yuktoyatiṣyate ṛjubhir yoga-mārgaiḥ",
        "verse_Syn": [
            "bhaktyā",
            "pumān",
            "jāta",
            "virāgaḥ",
            "aindriyāt",
            "dṛṣṭa",
            "śrutāt",
            "mat",
            "racana",
            "anucintayā",
            "cittasya",
            "yattaḥ",
            "grahaṇe",
            "yoga",
            "yuktaḥ",
            "yatiṣyate",
            "ṛjubhiḥ",
            "yoga",
            "mārgaiḥ"
        ],
        "translation": "Thus consciously engaged in devotional service in the association of devotees, a person gains distaste for sense gratification, both in this world and in the next, by constantly thinking about the activities of the Lord. This process of Kṛṣṇa consciousness is the easiest process of mystic power; when one is actually situated on that path of devotional service, he is able to control the mind.",
        "purport": " In all scriptures people are encouraged to act in a pious way so that they can enjoy sense gratification not only in this life but also in the next. For example, one is promised promotion to the heavenly kingdom of higher planets by pious fruitive activities. But a devotee in the association of devotees prefers to contemplate the activities of the Lord — how He has created this universe, how He is maintaining it, how the creation dissolves, and how in the spiritual kingdom the Lord’s pastimes are going on. There are full literatures describing these activities of the Lord, especially Bhagavad-gītā, Brahma-saṁhitā and Śrīmad-Bhāgavatam. The sincere devotee who associates with devotees gets the opportunity to hear and contemplate this subject of the pastimes of the Lord, and the result is that he feels distaste for so-called happiness in this or that world, in heaven or on other planets. The devotees are simply interested in being transferred to the personal association of the Lord; they have no more attraction for temporary so-called happiness. That is the position of one who is yoga-yukta. One who is fixed in mystic power is not disturbed by the allurement of this world or that world; he is interested in the matters of spiritual understanding or the spiritual situation. This sublime situation is very easily attained by the easiest process, bhakti-yoga. Ṛjubhir yoga-mārgaiḥ. A very suitable word used here is ṛjubhiḥ, or “very easy.” There are different processes of yoga-mārga, attaining yoga perfection, but this process, devotional service to the Lord, is the easiest. Not only is it the easiest process, but the result is sublime. Everyone should therefore try to take this process of Kṛṣṇa consciousness and reach the highest perfection of life."
    },
    {
        "verse": "27",
        "devanagari": "असेवयायं प्रकृतेर्गुणानांज्ञानेन वैराग्यविजृम्भितेन ।योगेन मय्यर्पितया च भक्त्यामां प्रत्यगात्मानमिहावरुन्धे ॥ २७ ॥",
        "english_devnagari": "asevayāyaṁ prakṛter guṇānāṁjñānena vairāgya-vijṛmbhitenayogena mayy arpitayā ca bhaktyāmāṁ pratyag-ātmānam ihāvarundhe",
        "verse_Syn": [
            "asevayā",
            "ayam",
            "prakṛteḥ",
            "guṇānām",
            "jñānena",
            "vairāgya",
            "vijṛmbhitena",
            "yogena",
            "mayi",
            "arpitayā",
            "ca",
            "bhaktyā",
            "mām",
            "pratyak",
            "ātmānam",
            "iha",
            "avarundhe"
        ],
        "translation": "Thus by not engaging in the service of the modes of material nature but by developing Kṛṣṇa consciousness, knowledge in renunciation, and by practicing yoga, in which the mind is always fixed in devotional service unto the Supreme Personality of Godhead, one achieves My association in this very life, for I am the Supreme Personality, the Absolute Truth.",
        "purport": " When one engages in devotional service to the Lord in the nine different kinds of bhakti-yoga, as enunciated in authoritative scriptures, such as hearing (śravaṇam), chanting (kīrtanam), remembering, offering worship, praying and offering personal service — either in one of them, or two or three or all of them — he naturally has no opportunity to engage in the service of the three modes of material nature. Unless one has good engagements in spiritual service, it is not possible to get out of the attachment to material service. Those who are not devotees, therefore, are interested in so-called humanitarian or philanthropic work, such as opening a hospital or charitable institution. These are undoubtedly good works in the sense that they are pious activities, and their result is that the performer may get some opportunities for sense gratification, either in this life or in the next. Devotional service, however, is beyond the boundary of sense gratification. It is completely spiritual activity. When one engages in the spiritual activities of devotional service, naturally he does not get any opportunity to engage in sense gratificatory activities. Kṛṣṇa conscious activities are performed not blindly but with perfect understanding of knowledge and renunciation. This kind of yoga practice, in which the mind is always fixed upon the Supreme Personality of Godhead in devotion, results in liberation in this very life. The person who performs such acts gets in touch with the Supreme Personality of Godhead. Lord Caitanya therefore approved the process of hearing from realized devotees about the pastimes of the Lord. It does not matter to what category of this world the audience belongs. If one meekly and submissively hears about the activities of the Lord from a realized soul, he will be able to conquer the Supreme Personality of Godhead, who is unconquerable by any other process. Hearing or associating with devotees is the most important function for self-realization."
    },
    {
        "verse": "28",
        "devanagari": "देवहूतिरुवाचकाचित्त्वय्युचिता भक्ति: कीद‍ृशी मम गोचरा ।यया पदं ते निर्वाणमञ्जसान्वाश्नवा अहम् ॥ २८ ॥",
        "english_devnagari": "devahūtir uvācakācit tvayy ucitā bhaktiḥkīdṛśī mama gocarāyayā padaṁ te nirvāṇamañjasānvāśnavā aham",
        "verse_Syn": [
            "devahūtiḥ",
            "uvāca",
            "kācit",
            "tvayi",
            "ucitā",
            "bhaktiḥ",
            "kīdṛśī",
            "mama",
            "go",
            "carā",
            "yayā",
            "padam",
            "te",
            "nirvāṇam",
            "añjasā",
            "anvāśnavai",
            "aham"
        ],
        "translation": "On hearing this statement of the Lord, Devahūti inquired: What kind of devotional service is worth developing and practicing to help me easily and immediately attain the service of Your lotus feet?",
        "purport": " It is stated in Bhagavad-gītā that no one is barred from rendering service to the Lord. Whether one is a woman or a laborer or a merchant, if he engages himself in the devotional service of the Lord he is promoted to the highest perfectional state and goes back home, back to Godhead. The devotional service most suitable for different types of devotees is determined and fixed by the mercy of the spiritual master."
    },
    {
        "verse": "29",
        "devanagari": "यो योगो भगवद्बाणो निर्वाणात्मंस्त्वयोदित: ।कीद‍ृश: कति चाङ्गानि यतस्तत्त्वावबोधनम् ॥ २९ ॥",
        "english_devnagari": "yo yogo bhagavad-bāṇonirvāṇātmaṁs tvayoditaḥkīdṛśaḥ kati cāṅgāniyatas tattvāvabodhanam",
        "verse_Syn": [
            "yaḥ",
            "yogaḥ",
            "bhagavat",
            "bāṇaḥ",
            "nirvāṇa",
            "ātman",
            "tvayā",
            "uditaḥ",
            "kīdṛśaḥ",
            "kati",
            "ca",
            "aṅgāni",
            "yataḥ",
            "tattva",
            "avabodhanam"
        ],
        "translation": "The mystic yoga system, as You have explained, aims at the Supreme Personality of Godhead and is meant for completely ending material existence. Please let me know the nature of that yoga system. How many ways are there by which one can understand in truth that sublime yoga?",
        "purport": " There are different kinds of mystic yoga systems aiming for different phases of the Absolute Truth. The jñāna-yoga system aims at the impersonal Brahman effulgence, and the haṭha-yoga system aims at the localized personal aspect, the Paramātmā feature of the Absolute Truth, whereas bhakti-yoga, or devotional service, which is executed in nine different ways, headed by hearing and chanting, aims at complete realization of the Supreme Lord. There are different methods of self-realization. But here Devahūti especially refers to the bhakti-yoga system, which has already been primarily explained by the Lord. The different parts of the bhakti-yoga system are hearing, chanting, remembering, offering prayers, worshiping the Lord in the temple, accepting service to Him, carrying out His orders, making friendship with Him and ultimately surrendering everything for the service of the Lord. The word nirvāṇātman is very significant in this verse. Unless one accepts the process of devotional service, one cannot end the continuation of material existence. As far as jñānīs are concerned, they are interested in jñāna-yoga, but even if one elevates oneself, after a great performance of austerity, to the Brahman effulgence, there is a chance of falling down again to the material world. Therefore jñāna-yoga does not actually end material existence. Similarly, regarding the haṭha-yoga system, which aims at the localized aspect of the Lord, Paramātmā, it has been experienced that many yogīs, such as Viśvāmitra, fall down. But bhakti-yogīs, once approaching the Supreme Personality of Godhead, never come back to this material world, as it is confirmed in the Bhagavad-gītā. Yad gatvā na nivartante: upon going, one never comes back. Tyaktvā dehaṁ punar janma naiti: after giving up this body, he never comes back again to accept a material body. Nirvāṇa does not finish the existence of the soul. The soul is ever existing. Therefore nirvāṇa means to end one’s material existence, and to end material existence means to go back home, back to Godhead. Sometimes it is asked how the living entity falls down from the spiritual world to the material world. Here is the answer. Unless one is elevated to the Vaikuṇṭha planets, directly in touch with the Supreme Personality of Godhead, he is prone to fall down, either from the impersonal Brahman realization or from an ecstatic trance of meditation. Another word in this verse, bhagavad-bāṇaḥ, is very significant. Bāṇaḥ means “arrow.” The bhakti-yoga system is just like an arrow aiming up to the Supreme Personality of Godhead. The bhakti-yoga system never urges one towards the impersonal Brahman effulgence or to the point of Paramātmā realization. This bāṇaḥ, or arrow, is so sharp and swift that it goes directly to the Supreme Personality of Godhead, penetrating the regions of impersonal Brahman and localized Paramātmā."
    },
    {
        "verse": "30",
        "devanagari": "तदेतन्मे विजानीहि यथाहं मन्दधीर्हरे ।सुखं बुद्ध्येय दुर्बोधं योषा भवदनुग्रहात् ॥ ३० ॥",
        "english_devnagari": "tad etan me vijānīhiyathāhaṁ manda-dhīr haresukhaṁ buddhyeya durbodhaṁyoṣā bhavad-anugrahāt",
        "verse_Syn": [
            "tat",
            "etat",
            "me",
            "vijānīhi",
            "yathā",
            "aham",
            "manda",
            "dhīḥ",
            "hare",
            "sukham",
            "buddhyeya",
            "durbodham",
            "yoṣā",
            "bhavat",
            "anugrahāt"
        ],
        "translation": "My dear son, Kapila, after all, I am a woman. It is very difficult for me to understand the Absolute Truth because my intelligence is not very great. But if You will kindly explain it to me, even though I am not very intelligent, I can understand it and thereby feel transcendental happiness.",
        "purport": " Knowledge of the Absolute Truth is not very easily understood by ordinary, less intelligent men; but if the spiritual master is kind enough to the disciple, however unintelligent the disciple may be, then by the divine grace of the spiritual master everything is revealed. Viśvanātha Cakravartī Ṭhākura therefore says, yasya prasādād, by the mercy of the spiritual master, the mercy of the Supreme Personality of Godhead, bhagavat-prasādaḥ, is revealed. Devahūti requested her great son to be merciful towards her because she was a less intelligent woman and also His mother. By the grace of Kapiladeva it was quite possible for her to understand the Absolute Truth, even though the subject matter is very difficult for ordinary persons, especially women."
    },
    {
        "verse": "31",
        "devanagari": "मैत्रेय उवाचविदित्वार्थं कपिलो मातुरित्थंजातस्‍नेहो यत्र तन्वाभिजात: ।तत्त्वाम्नायं यत्प्रवदन्ति सांख्यंप्रोवाच वै भक्तिवितानयोगम् ॥ ३१ ॥",
        "english_devnagari": "maitreya uvācaviditvārthaṁ kapilo mātur itthaṁjāta-sneho yatra tanvābhijātaḥtattvāmnāyaṁ yat pravadanti sāṅkhyaṁprovāca vai bhakti-vitāna-yogam",
        "verse_Syn": [
            "maitreyaḥ",
            "uvāca",
            "viditvā",
            "artham",
            "kapilaḥ",
            "mātuḥ",
            "ittham",
            "jāta",
            "snehaḥ",
            "yatra",
            "tanvā",
            "abhijātaḥ",
            "tattva",
            "āmnāyam",
            "yat",
            "pravadanti",
            "sāṅkhyam",
            "provāca",
            "vai",
            "bhakti",
            "vitāna",
            "yogam"
        ],
        "translation": "Śrī Maitreya said: After hearing the statement of His mother, Kapila could understand her purpose, and He became compassionate towards her because of being born of her body. He described the Sāṅkhya system of philosophy, which is a combination of devotional service and mystic realization, as received by disciplic succession.",
        "purport": ""
    },
    {
        "verse": "32",
        "devanagari": "श्रीभगवानुवाचदेवानां गुणलिङ्गानामानुश्रविककर्मणाम् ।सत्त्व एवैकमनसो वृत्ति: स्वाभाविकी तु या ।अनिमित्ता भागवती भक्ति: सिद्धेर्गरीयसी ॥ ३२ ॥",
        "english_devnagari": "śrī-bhagavān uvācadevānāṁ guṇa-liṅgānāmānuśravika-karmaṇāmsattva evaika-manasovṛttiḥ svābhāvikī tu yāanimittā bhāgavatībhaktiḥ siddher garīyasī",
        "verse_Syn": [
            "śrī",
            "bhagavān",
            "uvāca",
            "devānām",
            "guṇa",
            "liṅgānām",
            "ānuśravika",
            "karmaṇām",
            "sattve",
            "eva",
            "eka",
            "manasaḥ",
            "vṛttiḥ",
            "svābhāvikī",
            "tu",
            "yā",
            "animittā",
            "bhāgavatī",
            "bhaktiḥ",
            "siddheḥ",
            "garīyasī"
        ],
        "translation": "Lord Kapila said: The senses are symbolic representations of the demigods, and their natural inclination is to work under the direction of the Vedic injunctions. As the senses are representatives of the demigods, so the mind is the representative of the Supreme Personality of Godhead. The mind’s natural duty is to serve. When that service spirit is engaged in devotional service to the Personality of Godhead, without any motive, that is far better even than salvation.",
        "purport": " The senses of the living entity are always engaged in some occupation, either in activities prescribed in the injunctions of the Vedas or in material activities. The natural inclination of the senses is to work for something, and the mind is the center of the senses. The mind is actually the leader of the senses; therefore it is called sattva. Similarly, the leader of all the demigods who are engaged in the activities of this material world — the sun-god, moon-god, Indra and others — is the Supreme Personality of Godhead. It is stated in the Vedic literature that the demigods are different limbs of the universal body of the Supreme Personality of Godhead. Our senses are also controlled by different demigods; our senses are representations of various demigods, and the mind is the representation of the Supreme Personality of Godhead. The senses, led by the mind, act under the influence of the demigods. When the service is ultimately aimed at the Supreme Personality of Godhead, the senses are in their natural position. The Lord is called Hṛṣīkeśa, for He is actually the proprietor and ultimate master of the senses. The senses and the mind are naturally inclined to work, but when they are materially contaminated they work for some material benefit or for the service of the demigods, although actually they are meant to serve the Supreme Personality of Godhead. The senses are called hṛṣīka, and the Supreme Personality of Godhead is called Hṛṣīkeśa. Indirectly, all the senses are naturally inclined to serve the Supreme Lord. That is called bhakti. Kapiladeva said that when the senses, without desire for material profit or other selfish motives, are engaged in the service of the Supreme Personality of Godhead, one is situated in devotional service. That spirit of service is far better than siddhi, salvation. Bhakti, the inclination to serve the Supreme Personality of Godhead, is in a transcendental position far better than mukti, or liberation. Thus bhakti is the stage after liberation. Unless one is liberated one cannot engage the senses in the service of the Lord. When the senses are engaged either in material activities of sense gratification or in the activities of the Vedic injunctions, there is some motive, but when the same senses are engaged in the service of the Lord and there is no motive, that is called animittā and is the natural inclination of the mind. The conclusion is that when the mind, without being deviated either by Vedic injunctions or by material activities, is fully engaged in Kṛṣṇa consciousness, or devotional service to the Supreme Personality of Godhead, it is far better than the most aspired-for liberation from material entanglement."
    },
    {
        "verse": "33",
        "devanagari": "जरयत्याशु या कोशं निगीर्णमनलो यथा ॥ ३३ ॥",
        "english_devnagari": "jarayaty āśu yā kośaṁnigīrṇam analo yathā",
        "verse_Syn": [
            "jarayati",
            "āśu",
            "yā",
            "kośam",
            "nigīrṇam",
            "analaḥ",
            "yathā"
        ],
        "translation": "Bhakti, devotional service, dissolves the subtle body of the living entity without separate effort, just as fire in the stomach digests all that we eat.",
        "purport": " Bhakti is in a far higher position than mukti because a person’s endeavor to get liberation from the material encagement is automatically served in devotional service. The example is given here that the fire in the stomach can digest whatever we eat. If the digestive power is sufficient, then whatever we can eat will be digested by the fire in the stomach. Similarly, a devotee does not have to try separately to attain liberation. That very service to the Supreme Personality of Godhead is the process of his liberation because to engage oneself in the service of the Lord is to liberate oneself from material entanglement. Śrī Bilvamaṅgala Ṭhākura explained this position very nicely. He said, “If I have unflinching devotion unto the lotus feet of the Supreme Lord, then mukti, or liberation, serves me as my maidservant. Mukti, the maidservant, is always ready to do whatever I ask.” For a devotee, liberation is no problem at all. Liberation takes place without separate endeavor. Bhakti is therefore far better than mukti, or the impersonalist position. The impersonalists undergo severe penances and austerities to attain mukti, but the bhakta, simply by engaging himself in the bhakti process, especially in chanting Hare Kṛṣṇa, Hare Kṛṣṇa, Kṛṣṇa Kṛṣṇa, Hare Hare/ Hare Rāma, Hare Rāma, Rāma Rāma, Hare Hare, immediately develops control over the tongue by engaging it in chanting and by accepting the remnants of foodstuff offered to the Personality of Godhead. As soon as the tongue is controlled, naturally all other senses are controlled automatically. Sense control is the perfection of the yoga principle, and one’s liberation begins immediately as soon as he engages himself in the service of the Lord. It is confirmed by Kapiladeva that bhakti, or devotional service, is garīyasī, more glorious than siddhi, liberation."
    },
    {
        "verse": "34",
        "devanagari": "नैकात्मतां मे स्पृहयन्ति केचिन्मत्पादसेवाभिरता मदीहा: ।येऽन्योन्यतो भागवता: प्रसज्यसभाजयन्ते मम पौरुषाणि ॥ ३४ ॥",
        "english_devnagari": "naikātmatāṁ me spṛhayanti kecinmat-pāda-sevābhiratā mad-īhāḥye ’nyonyato bhāgavatāḥ prasajyasabhājayante mama pauruṣāṇi",
        "verse_Syn": [
            "na",
            "eka",
            "ātmatām",
            "me",
            "spṛhayanti",
            "kecit",
            "mat",
            "pāda",
            "sevā",
            "abhiratāḥ",
            "mat",
            "īhāḥ",
            "ye",
            "anyonyataḥ",
            "bhāgavatāḥ",
            "prasajya",
            "sabhājayante",
            "mama",
            "pauruṣāṇi"
        ],
        "translation": "A pure devotee, who is attached to the activities of devotional service and who always engages in the service of My lotus feet, never desires to become one with Me. Such a devotee, who is unflinchingly engaged, always glorifies My pastimes and activities.",
        "purport": " There are five kinds of liberation stated in the scriptures. One is to become one with the Supreme Personality of Godhead, or to forsake one’s individuality and merge into the Supreme Spirit. This is called ekātmatām. A devotee never accepts this kind of liberation. The other four liberations are: to be promoted to the same planet as God (Vaikuṇṭha), to associate personally with the Supreme Lord, to achieve the same opulence as the Lord and to attain the same bodily features as the Supreme Lord. A pure devotee, as will be explained by Kapila Muni, does not aspire for any of the five liberations. He especially despises as hellish the idea of becoming one with the Supreme Personality of Godhead. Śrī Prabodhānanda Sarasvatī, a great devotee of Lord Caitanya, said, kaivalyaṁ narakāyate: “The happiness of becoming one with the Supreme Lord, which is aspired for by the Māyāvādīs, is considered hellish.” That oneness is not for pure devotees. There are many so-called devotees who think that in the conditioned state we may worship the Personality of Godhead but that ultimately there is no personality. They say that since the Absolute Truth is impersonal, one can imagine a personal form of the impersonal Absolute Truth for the time being, but as soon as one becomes liberated the worship stops. That is the theory put forward by the Māyāvāda philosophy. Actually the impersonalists do not merge into the existence of the Supreme Person but into His personal bodily luster, which is called the brahmajyoti. Although that brahmajyoti is not different from His personal body, that sort of oneness (merging into the bodily luster of the Personality of Godhead) is not accepted by a pure devotee because the devotees engage in greater pleasure than the so-called pleasure of merging into His existence. The greatest pleasure is to serve the Lord. Devotees are always thinking about how to serve Him; they are always designing ways and means to serve the Supreme Lord, even in the midst of the greatest obstacles of material existence. The Māyāvādīs accept the description of the pastimes of the Lord as stories, but actually they are not stories; they are historical facts. Pure devotees accept the narrations of the pastimes of the Lord not as stories but as Absolute Truth. The words mama pauruṣāṇi are significant. Devotees are very much attached to glorifying the activities of the Lord, whereas the Māyāvādīs cannot even think of these activities. According to them the Absolute Truth is impersonal. Without personal existence, how can there be activity? The impersonalists take the activities mentioned in the Śrīmad-Bhāgavatam, Bhagavad-gītā and other Vedic literatures as fictitious stories, and therefore they interpret them most mischievously. The have no idea of the Personality of Godhead. They unnecessarily poke their noses into the scripture and interpret it in a deceptive way in order to mislead the innocent public. The activities of Māyāvāda philosophy are very dangerous to the public, and therefore Lord Caitanya warned us never to hear from any Māyāvādī about any scripture. They will spoil the entire process, and the person hearing them will never be able to come to the path of devotional service to attain the highest perfection, or will be able to do so only after a very long time. It is clearly stated by Kapila Muni that bhakti activities, or activities in devotional service, are transcendental to mukti. This is called pañcama-puruṣārtha. Generally, people engage in the activities of religion, economic development and sense gratification, and ultimately they work with an idea that they are going to become one with the Supreme Lord (mukti). But bhakti is transcendental to all these activities. The Śrīmad-Bhāgavatam therefore begins by stating that all kinds of pretentious religiosity is completely eradicated from the Bhāgavatam. Ritualistic activities for economic development and sense gratification and, after frustration in sense gratification, the desire to become one with the Supreme Lord, are all completely rejected in the Bhāgavatam. The Bhāgavatam is especially meant for the pure devotees, who always engage in Kṛṣṇa consciousness, in the activities of the Lord, and always glorify these transcendental activities. Pure devotees worship the transcendental activities of the Lord in Vṛndāvana, Dvārakā and Mathurā as they are narrated in the Śrīmad-Bhāgavatam and other Purāṇas. The Māyāvādī philosophers completely reject them as stories, but actually they are great and worshipable subject matters and thus are relishable only for devotees. That is the difference between a Māyāvādī and a pure devotee."
    },
    {
        "verse": "35",
        "devanagari": "पश्यन्ति ते मे रुचिराण्यम्ब सन्त:प्रसन्नवक्त्रारुणलोचनानि ।रूपाणि दिव्यानि वरप्रदानिसाकं वाचं स्पृहणीयां वदन्ति ॥ ३५ ॥",
        "english_devnagari": "paśyanti te me rucirāṇy amba santaḥprasanna-vaktrāruṇa-locanānirūpāṇi divyāni vara-pradānisākaṁ vācaṁ spṛhaṇīyāṁ vadanti",
        "verse_Syn": [
            "paśyanti",
            "te",
            "me",
            "rucirāṇi",
            "amba",
            "santaḥ",
            "prasanna",
            "vaktra",
            "aruṇa",
            "locanāni",
            "rūpāṇi",
            "divyāni",
            "vara",
            "pradāni",
            "sākam",
            "vācam",
            "spṛhaṇīyām",
            "vadanti"
        ],
        "translation": "O My mother, My devotees always see the smiling face of My form, with eyes like the rising morning sun. They like to see My various transcendental forms, which are all benevolent, and they also talk favorably with Me.",
        "purport": " Māyāvādīs and atheists accept the forms of the Deities in the temple of the Lord as idols, but devotees do not worship idols. They directly worship the Personality of Godhead in His arcā incarnation. Arcā refers to the form which we can worship in our present condition. Actually, in our present state it is not possible to see God in His spiritual form because our material eyes and senses cannot conceive of a spiritual form. We cannot even see the spiritual form of the individual soul. When a man dies we cannot see how the spiritual form leaves the body. That is the defect of our material senses. In order to be seen by our material senses, the Supreme Personality of Godhead accepts a favorable form, which is called arcā-vigraha. This arcā-vigraha, sometimes called the arcā incarnation, is not different from Him. Just as the Supreme Personality of Godhead accepts various incarnations, He takes on forms made out of matter — clay, wood, metal and jewels. There are many śāstric injunctions which give instructions for carving forms of the Lord. These forms are not material. If God is all-pervading, then He is also in the material elements. There is no doubt about it. But the atheists think otherwise. Although they preach that everything is God, when they go to the temple and see the form of the Lord, they deny that He is God. According to their own theory, everything is God. Then why is the Deity not God? Actually, they have no conception of God. The devotees’ vision, however, is different; their vision is smeared with love of God. As soon as they see the Lord in His different forms, the devotees become saturated with love, for they do not find any difference between the Lord and His form in the temple, as do the atheists. The smiling face of the Deity in the temple is beheld by the devotees as transcendental and spiritual, and the decoration of the body of the Lord is very much appreciated by the devotees. It is the duty of the spiritual master to teach how to decorate the Deity in the temple, how to cleanse the temple and how to worship the Deity. There are different procedures and rules and regulations which are followed in temples of Viṣṇu, and devotees go there and see the Deity, the vigraha, and spiritually enjoy the form because all of the Deities are benevolent. The devotees express their minds before the Deity, and in many instances the Deity also gives answers. But one must be a very elevated devotee in order to be able to speak with the Supreme Lord. Sometimes the Lord informs the devotee through dreams. These exchanges of feelings between the Deity and the devotee are not understandable by atheists, but actually the devotee enjoys them. Kapila Muni is explaining how the devotees see the decorated body and face of the Deity and how they speak with Him in devotional service."
    },
    {
        "verse": "36",
        "devanagari": "तैर्दर्शनीयावयवैरुदार-विलासहासेक्षितवामसूक्तै: ।हृतात्मनो हृतप्राणांश्च भक्ति-रनिच्छतो मे गतिमण्वीं प्रयुङ्क्ते‍ ॥ ३६ ॥",
        "english_devnagari": "tair darśanīyāvayavair udāra-vilāsa-hāsekṣita-vāma-sūktaiḥhṛtātmano hṛta-prāṇāṁś ca bhaktiranicchato me gatim aṇvīṁ prayuṅkte",
        "verse_Syn": [
            "taiḥ",
            "darśanīya",
            "avayavaiḥ",
            "udāra",
            "vilāsa",
            "hāsa",
            "īkṣita",
            "vāma",
            "sūktaiḥ",
            "hṛta",
            "ātmanaḥ",
            "hṛta",
            "prāṇān",
            "ca",
            "bhaktiḥ",
            "anicchataḥ",
            "me",
            "gatim",
            "aṇvīm",
            "prayuṅkte"
        ],
        "translation": "Upon seeing the charming forms of the Lord, smiling and attractive, and hearing His very pleasing words, the pure devotee almost loses all other consciousness. His senses are freed from all other engagements, and he becomes absorbed in devotional service. Thus in spite of his unwillingness, he attains liberation without separate endeavor.",
        "purport": " There are three divisions of devotees: first class, second class and third class. Even the third-class devotees are liberated souls. It is explained in this verse that although they do not have knowledge, simply by seeing the beautiful decoration of the Deity in the temple, the devotees become absorbed in thought of Him and lose all other consciousness. Simply by fixing oneself in Kṛṣṇa consciousness, engaging the senses in the service of the Lord, one is imperceptibly liberated. This is also confirmed in Bhagavad-gītā. Simply by discharging uncontaminated devotional service as prescribed in the scriptures, one becomes equal to Brahman. In Bhagavad-gītā it is said, brahma-bhūyāya kalpate This means that the living entity in his original state is Brahman because he is part and parcel of the Supreme Brahman. But simply because of his forgetfulness of his real nature as an eternal servitor of the Lord, he is overwhelmed and captured by māyā. His forgetfulness of his real constitutional position is māyā. Otherwise he is eternally Brahman. When one is trained to become conscious of his position, he understands that he is the servitor of the Lord. “Brahman” refers to a state of self-realization. Even the third-class devotee — who is not advanced in knowledge of the Absolute Truth but simply offers obeisances with great devotion, thinks of the Lord, sees the Lord in the temple and brings forth flowers and fruits to offer to the Deity — becomes imperceptibly liberated. Śraddhayānvitāḥ: with great devotion the devotees offer worshipful respects and paraphernalia to the Deity. The Deities of Rādhā and Kṛṣṇa, Lakṣmī and Nārāyaṇa, and Rāma and Sītā are very attractive to devotees, so much so that when they see the statue decorated in the temple of the Lord they become fully absorbed in thought of the Lord. That is the state of liberation. In other words, it is confirmed herewith that even a third-class devotee is in the transcendental position, above those who are trying for liberation by speculation or by other methods. Even great impersonalists like Śukadeva Gosvāmī and the four Kumāras were attracted by the beauty of the Deities in the temple, by the decorations and by the aroma of tulasī offered to the Lord, and they became devotees. Even though they were in the liberated state, instead of remaining impersonalists they were attracted by the beauty of the Lord and became devotees. Here the word vilāsa is very important. Vilāsa refers to the activities or pastimes of the Lord. It is a prescribed duty in temple worship that not only should one visit the temple to see the Deity nicely decorated, but at the same time he should hear the recitation of Śrīmad-Bhāgavatam, Bhagavad-gītā or some similar literature, which is regularly recited in the temple. It is the system in Vṛndāvana that in every temple there is recitation of the śāstras. Even third-class devotees who have no literary knowledge or no time to read Śrīmad-Bhāgavatam or Bhagavad-gītā get the opportunity to hear about the pastimes of the Lord. In this way their minds may remain always absorbed in the thought of the Lord — His form, His activities and His transcendental nature. This state of Kṛṣṇa consciousness is a liberated stage. Lord Caitanya therefore recommended five important processes in the discharge of devotional service: (1) to chant the holy names of the Lord, Hare Kṛṣṇa, Hare Kṛṣṇa, Kṛṣṇa Kṛṣṇa, Hare Hare/ Hare Rāma, Hare Rāma, Rāma Rāma, Hare Hare, (2) to associate with devotees and serve them as far as possible, (3) to hear Śrīmad-Bhāgavatam, (4) to see the decorated temple and the Deity and, if possible, (5) to live in a place like Vṛndāvana or Mathurā. These five items alone can help a devotee achieve the highest perfectional stage. This is confirmed in Bhagavad-gītā and here in the Śrīmad-Bhāgavatam. That third-class devotees can also imperceptibly achieve liberation is accepted in all Vedic literatures."
    },
    {
        "verse": "37",
        "devanagari": "अथो विभूतिं मम मायाविनस्ता-मैश्वर्यमष्टाङ्गमनुप्रवृत्तम् ।श्रियं भागवतीं वास्पृहयन्ति भद्रांपरस्य मे तेऽश्नुवते तु लोके ॥ ३७ ॥",
        "english_devnagari": "atho vibhūtiṁ mama māyāvinas tāmaiśvaryam aṣṭāṅgam anupravṛttamśriyaṁ bhāgavatīṁ vāspṛhayanti bhadrāṁparasya me te ’śnuvate tu loke",
        "verse_Syn": [
            "atho",
            "vibhūtim",
            "mama",
            "māyāvinaḥ",
            "tām",
            "aiśvaryam",
            "aṣṭa",
            "aṅgam",
            "anupravṛttam",
            "śriyam",
            "bhāgavatīm",
            "vā",
            "aspṛhayanti",
            "bhadrām",
            "parasya",
            "me",
            "te",
            "aśnuvate",
            "tu",
            "loke"
        ],
        "translation": "Thus because he is completely absorbed in thought of Me, the devotee does not desire even the highest benediction obtainable in the upper planetary systems, including Satyaloka. He does not desire the eight material perfections obtained from mystic yoga, nor does he desire to be elevated to the kingdom of God. Yet even without desiring them, the devotee enjoys, even in this life, all the offered benedictions.",
        "purport": " The vibhūti, or opulences, offered by māyā are of many varieties. We have experience of different varieties of material enjoyment even on this planet, but if one is able to promote himself to higher planets like Candraloka, the sun or, still higher, Maharloka, Janaloka and Tapoloka, or even ultimately the highest planet, which is inhabited by Brahmā and is called Satyaloka, there are immense possibilities for material enjoyment. For example, the duration of life on higher planets is far, far greater than on this planet. It is said that on the moon the duration of life is such that our six months are equal to one day. We cannot even imagine the duration of life on the highest planet. It is stated in Bhagavad-gītā that Brahmā’s twelve hours are inconceivable even to our mathematicians. These are all descriptions of the external energy of the Lord, or māyā. Besides these, there are other opulences which the yogīs can achieve by their mystic power. They are also material. A devotee does not aspire for all these material pleasures, although they are available to him simply by wishing. By the grace of the Lord, a devotee can achieve wonderful success simply by willing, but a real devotee does not like that. Lord Caitanya Mahāprabhu has taught that one should not desire material opulence or material reputation, nor should one try to enjoy material beauty; one should simply aspire to be absorbed in the devotional service of the Lord, even if one does not get liberation but has to continue the process of birth and death unlimitedly. Actually, however, to one who engages in Kṛṣṇa consciousness, liberation is already guaranteed. Devotees enjoy all the benefits of the higher planets and the Vaikuṇṭha planets also. It is especially mentioned here, bhāgavatīṁ bhadrām. In the Vaikuṇṭha planets everything is eternally peaceful, yet a pure devotee does not even aspire to be promoted there. But still he gets that advantage; he enjoys all the facilities of the material and spiritual worlds, even during the present life span."
    },
    {
        "verse": "38",
        "devanagari": "न कर्हिचिन्मत्परा: शान्तरूपेनङ्‍क्ष्यन्ति नो मेऽनिमिषो लेढि हेति: ।येषामहं प्रिय आत्मा सुतश्चसखा गुरु: सुहृदो दैवमिष्टम् ॥ ३८ ॥",
        "english_devnagari": "na karhicin mat-parāḥ śānta-rūpenaṅkṣyanti no me ’nimiṣo leḍhi hetiḥyeṣām ahaṁ priya ātmā sutaś casakhā guruḥ suhṛdo daivam iṣṭam",
        "verse_Syn": [
            "na",
            "karhicit",
            "mat",
            "parāḥ",
            "śānta",
            "rūpe",
            "naṅkṣyanti",
            "no",
            "me",
            "animiṣaḥ",
            "leḍhi",
            "hetiḥ",
            "yeṣām",
            "aham",
            "priyaḥ",
            "ātmā",
            "sutaḥ",
            "ca",
            "sakhā",
            "guruḥ",
            "suhṛdaḥ",
            "daivam",
            "iṣṭam"
        ],
        "translation": "The Lord continued: My dear mother, devotees who receive such transcendental opulences are never bereft of them; neither weapons nor the change of time can destroy such opulences. Because the devotees accept Me as their friend, their relative, their son, preceptor, benefactor and Supreme Deity, they cannot be deprived of their possessions at any time.",
        "purport": " It is stated in Bhagavad-gītā that one may elevate himself to the higher planetary systems, even up to Brahmaloka, by dint of pious activities, but when the effects of such pious activities are finished, one again comes back to this earth to begin a new life of activities. Thus even though one is promoted to the higher planetary system for enjoyment and a long duration of life, still that is not a permanent settlement. But as far as the devotees are concerned, their assets — the achievement of devotional service and the consequent opulence of Vaikuṇṭha, even on this planet — are never destroyed. In this verse Kapiladeva addresses His mother as śānta-rūpā, indicating that the opulences of devotees are fixed because devotees are eternally fixed in the Vaikuṇṭha atmosphere, which is called śānta-rūpa because it is in the mode of pure goodness, undisturbed by the modes of passion and ignorance. Once one is fixed in the devotional service of the Lord, his position of transcendental service cannot be destroyed, and the pleasure and service simply increase unlimitedly. For the devotees engaged in Kṛṣṇa consciousness, in the Vaikuṇṭha atmosphere, there is no influence of time. In the material world the influence of time destroys everything, but in the Vaikuṇṭha atmosphere there is no influence of time or of the demigods because there are no demigods in the Vaikuṇṭha planets. Here our activities are controlled by different demigods; even if we move our hand and leg, the action is controlled by the demigods. But in the Vaikuṇṭha atmosphere there is no influence of the demigods or of time; therefore there is no question of destruction. When the time element is present, there is the certainty of destruction, but when there is no time element — past, present or future — then everything is eternal. Therefore this verse uses the words na naṅkṣyanti, indicating that the transcendental opulences will never be destroyed. The reason for freedom from destruction is also described. The devotees accept the Supreme Lord as the most dear personality and reciprocate with Him in different relationships. They accept the Supreme Personality of Godhead as the dearmost friend, the dearmost relative, the dearmost son, the dearmost preceptor, the dearmost well-wisher or the dearmost Deity. The Lord is eternal; therefore any relationship in which we accept Him is also eternal. It is clearly confirmed herein that the relationships cannot be destroyed, and therefore the opulences of those relationships are never destroyed. Every living entity has the propensity to love someone. We can see that if someone has no object of love, he generally directs his love to a pet animal like a cat or a dog. Thus the eternal propensity for love in all living entities is always searching for a place to reside. From this verse we can learn that we can love the Supreme Personality of Godhead as our dearmost object — as a friend, as a son, as a preceptor or as a well-wisher — and there will be no cheating and no end to such love. We shall eternally enjoy the relationship with the Supreme Lord in different aspects. A special feature of this verse is the acceptance of the Supreme Lord as the supreme preceptor. Bhagavad-gītā was spoken directly by the Supreme Lord, and Arjuna accepted Kṛṣṇa as guru, or spiritual master. Similarly, we should accept only Kṛṣṇa as the supreme spiritual master. Kṛṣṇa, of course, means Kṛṣṇa and His confidential devotees; Kṛṣṇa is not alone. When we speak of Kṛṣṇa, “Kṛṣṇa” means Kṛṣṇa in His name, in His form, in His qualities, in His abode and in His associates. Kṛṣṇa is never alone, for the devotees of Kṛṣṇa are not impersonalists. For example, a king is always associated with his secretary, his commander, his servant and so much paraphernalia. As soon as we accept Kṛṣṇa and His associates as our preceptors, no ill effects can destroy our knowledge. In the material world the knowledge which we acquire may change because of the influence of time, but nevertheless the conclusions received from Bhagavad-gītā, directly from the speeches of the Supreme Lord, Kṛṣṇa, can never change. There is no use interpreting Bhagavad-gītā; it is eternal. Kṛṣṇa, the Supreme Lord, should be accepted as one’s best friend. He will never cheat. He will always give His friendly advice and friendly protection to the devotee. If Kṛṣṇa is accepted as a son, He will never die. Here we have a very loving son or child, but the father and mother, or those who are affectionate towards him, always hope, “May my son not die.” But Kṛṣṇa actually never will die. Therefore those who accept Kṛṣṇa, or the Supreme Lord, as their son will never be bereft of their son. In many instances devotees have accepted the Deity as a son. In Bengal there are many such instances, and even after the death of the devotee, the Deity performs the śrāddha ceremony for the father. The relationship is never destroyed. People are accustomed to worship different forms of demigods, but in Bhagavad-gītā such a mentality is condemned; therefore one should be intelligent enough to worship only the Supreme Personality of Godhead in His different forms such as Lakṣmī-Nārāyaṇa, Sītā-Rāma and Rādhā-Kṛṣṇa. Thus one will never be cheated. By worshiping the demigods one may elevate himself to the higher planets, but during the dissolution of the material world, the deity and the abode of the deity will be destroyed. But one who worships the Supreme Personality of Godhead is promoted to the Vaikuṇṭha planets, where there is no influence of time, destruction or annihilation. The conclusion is that the time influence cannot act upon devotees who have accepted the Supreme Personality of Godhead as everything."
    },
    {
        "verse": "39-40",
        "devanagari": "इमं लोकं तथैवामुमात्मानमुभयायिनम् ।आत्मानमनु ये चेह ये राय: पशवो गृहा: ॥ ३९ ॥विसृज्य सर्वानन्यांश्च मामेवं विश्वतोमुखम् ।भजन्त्यनन्यया भक्त्या तान्मृत्योरतिपारये ॥ ४० ॥",
        "english_devnagari": "imaṁ lokaṁ tathaivāmumātmānam ubhayāyinamātmānam anu ye cehaye rāyaḥ paśavo gṛhāḥ",
        "verse_Syn": [
            "imam",
            "lokam",
            "tathā",
            "eva",
            "amum",
            "ātmānam",
            "ubhaya",
            "ayinam",
            "ātmānam",
            "anu",
            "ye",
            "ca",
            "iha",
            "ye",
            "rāyaḥ",
            "paśavaḥ",
            "gṛhāḥ",
            "visṛjya",
            "sarvān",
            "anyān",
            "ca",
            "mām",
            "evam",
            "viśvataḥ",
            "mukham",
            "bhajanti",
            "ananyayā",
            "bhaktyā",
            "tān",
            "mṛtyoḥ",
            "atipāraye"
        ],
        "translation": "Thus the devotee who worships Me, the all-pervading Lord of the universe, in unflinching devotional service, gives up all aspirations to be promoted to heavenly planets or to become happy in this world with wealth, children, cattle, home or anything in relationship with the body. I take him to the other side of birth and death.",
        "purport": " Unflinching devotional service, as described in these two verses, means engaging oneself in full Kṛṣṇa consciousness, or devotional service, accepting the Supreme Lord as all in all. Since the Supreme Lord is all-inclusive, if anyone worships Him with unflinching faith, he has automatically achieved all other opulences and performed all other duties. The Lord promises herein that He takes His devotee to the other side of birth and death. Lord Caitanya therefore recommended that one who aspires to go beyond birth and death should have no material possessions. This means that one should not try to be happy in this world or to be promoted to the heavenly world, nor should he try for material wealth, children, houses or cattle. How liberation is imperceptibly achieved by a pure devotee and what the symptoms are have been explained. For the conditioned soul there are two statuses of living. One status is in this present life, and the other is our preparation for the next life. If I am in the mode of goodness then I may be preparing for promotion to the higher planets, if I am in the mode of passion then I shall remain here in a society where activity is very prominent, and if I am in the mode of ignorance I may be degraded to animal life or a lower grade of human life. But for a devotee there is no concern for this life or the next life because in any life he does not desire elevation in material prosperity or a high-grade or low-grade life. He prays to the Lord, “My dear Lord, it does not matter where I am born, but let me be born, even as an ant, in the house of a devotee.” A pure devotee does not pray to the Lord for liberation from this material bondage. Actually, the pure devotee never thinks that he is fit for liberation. Considering his past life and his mischievous activities, he thinks that he is fit to be sent to the lowest region of hell. If in this life I am trying to become a devotee, this does not mean that in my many past lives I was one-hundred-percent pious. That is not possible. A devotee is therefore always conscious of his real position. Only by his full surrender to the Lord, by the Lord’s grace, are his sufferings made shorter. As stated in Bhagavad-gītā, “Surrender unto Me, and I will give you protection from all kinds of sinful reaction.” That is His mercy. But this does not mean that one who has surrendered to the lotus feet of the Lord has committed no misdeeds in his past life. A devotee always prays, “For my misdeeds, may I be born again and again, but my only prayer is that I may not forget Your service.” The devotee has that much mental strength, and he prays to the Lord: “May I be born again and again, but let me be born in the home of Your pure devotee so that I may again get a chance to develop myself.” A pure devotee is not anxious to elevate himself in his next birth. He has already given up that sort of hope. In any life in which one is born, as a householder, or even as an animal, one must have some children, some resources or some possessions, but a devotee is not anxious to possess anything. He is satisfied with whatever is obtainable by God’s grace. He is not at all attached to improving his social status or improving the status of education of his children. He is not neglectful — he is dutiful — but he does not spend too much time on the upliftment of temporary household or social life. He fully engages in the service of the Lord, and for other affairs he simply spares as much time as absolutely necessary (yathārham upayuñjataḥ). Such a pure devotee does not care for what is going to happen in the next life or in this life; he does not care even for family, children or society. He fully engages in the service of the Lord in Kṛṣṇa consciousness. It is stated in Bhagavad-gītā that without the knowledge of the devotee the Lord arranges for him to be immediately transferred to the Lord’s transcendental abode just after he leaves his body. After quitting his body he does not go into the womb of another mother. The ordinary common living entity, after death, is transferred to the womb of another mother, according to his karma, or activities, to take another type of body. But as far as the devotee is concerned, he is at once transferred to the spiritual world in the association of the Lord. That is the Lord’s special mercy. How it is possible is explained in the following verses. Because He is all-powerful, the Lord can do anything and everything. He can excuse all sinful reactions. He can immediately transfer a person to Vaikuṇṭhaloka. That is the inconceivable power of the Supreme Personality of Godhead, who is favorably disposed to the pure devotees."
    },
    {
        "verse": "41",
        "devanagari": "नान्यत्र मद्भगवत: प्रधानपुरुषेश्वरात् ।आत्मन: सर्वभूतानां भयं तीव्रं निवर्तते ॥ ४१ ॥",
        "english_devnagari": "nānyatra mad bhagavataḥpradhāna-puruṣeśvarātātmanaḥ sarva-bhūtānāṁbhayaṁ tīvraṁ nivartate",
        "verse_Syn": [
            "na",
            "anyatra",
            "mat",
            "bhagavataḥ",
            "pradhāna",
            "puruṣa",
            "īśvarāt",
            "ātmanaḥ",
            "sarva",
            "bhūtānām",
            "bhayam",
            "tīvram",
            "nivartate"
        ],
        "translation": "The terrible fear of birth and death can never be forsaken by anyone who resorts to any shelter other than Myself, for I am the almighty Lord, the Supreme Personality of Godhead, the original source of all creation, and also the Supreme Soul of all souls.",
        "purport": " It is indicated herein that the cycle of birth and death cannot be stopped unless one is a pure devotee of the Supreme Lord. It is said, hariṁ vinā na mṛtiṁ taranti. One cannot surpass the cycle of birth and death unless one is favored by the Supreme Personality of Godhead. The same concept is confirmed herewith: one may take to the system of understanding the Absolute Truth by one’s own imperfect sensory speculation, or one may try to realize the self by the mystic yoga process; but whatever one may do, unless he comes to the point of surrendering to the Supreme Personality of Godhead, no process can give him liberation. One may ask if this means that those who are undergoing so much penance and austerity by strictly following the rules and regulations are endeavoring in vain. The answer is given by Śrīmad-Bhāgavatam (10.2.32): ye ’nye ’ravindākṣa vimukta-māninaḥ. Lord Brahmā and other demigods prayed to the Lord when Kṛṣṇa was in the womb of Devakī: “My dear lotus-eyed Lord, there are persons who are puffed up with the thought that they have become liberated or one with God or have become God, but in spite of thinking in such a puffed-up way, their intelligence is not laudable. They are less intelligent.” It is stated that their intelligence, whether high or low, is not even purified. In purified intelligence a living entity cannot think otherwise than to surrender. Bhagavad-gītā therefore confirms that purified intelligence arises in the person of a very wise man. Bahūnāṁ janmanām ante jñānavān māṁ prapadyate. After many, many births, one who is actually advanced in intelligence surrenders unto the Supreme Lord. Without the surrendering process, one cannot achieve liberation. The Bhāgavatam says, “Those who are simply puffed up, thinking themselves liberated by some nondevotional process, are not polished or clear in intelligence, for they have not yet surrendered unto You. In spite of executing all kinds of austerities and penances or even arriving at the brink of spiritual realization in Brahman realization, they think that they are in the effulgence of Brahman, but actually, because they have no transcendental activities, they fall down to material activities.” One should not be satisfied simply with knowing that one is Brahman. He must engage himself in the service of the Supreme Brahman; that is bhakti. The engagement of Brahman should be the service of Parabrahman. It is said that unless one becomes Brahman one cannot serve Brahman. The Supreme Brahman is the Supreme Personality of Godhead, and the living entity is also Brahman. Without realization that he is Brahman, spirit soul, an eternal servitor of the Lord, if one simply thinks that he is Brahman, his realization is only theoretical. He has to realize and at the same time engage himself in the devotional service of the Lord; then he can exist in the Brahman status. Otherwise he falls down. The Bhāgavatam says that because nondevotees neglect the transcendental loving service of the lotus feet of the Personality of Godhead, their intelligence is not sufficient, and therefore these persons fall down. The living entity must have some activity. If he does not engage in the activity of transcendental service, he must fall down to material activity. As soon as one falls down to material activity, there is no rescue from the cycle of birth and death. It is stated here by Lord Kapila, “Without My mercy” (nānyatra mad bhagavataḥ). The Lord is stated here to be Bhagavān, the Supreme Personality of Godhead, indicating that He is full of all opulences and is therefore perfectly competent to deliver one from the cycle of birth and death. He is also called pradhāna because He is the Supreme. He is equal to everyone, but to one who surrenders to Him He is especially favorable. It is also confirmed in Bhagavad-gītā that the Lord is equal to everyone — no one is His enemy and no one is His friend — but that to one who surrenders unto Him He is especially inclined. By the grace of the Lord, simply by surrendering unto Him one can get out of this cycle of birth and death. Otherwise, one may go on in many, many lives and may many times attempt other processes for liberation."
    },
    {
        "verse": "42",
        "devanagari": "मद्भयाद्वाति वातोऽयं सूर्यस्तपति मद्भयात् ।वर्षतीन्द्रो दहत्यग्निर्मृत्युश्चरति मद्भयात् ॥ ४२ ॥",
        "english_devnagari": "mad-bhayād vāti vāto ’yaṁsūryas tapati mad-bhayātvarṣatīndro dahaty agnirmṛtyuś carati mad-bhayāt",
        "verse_Syn": [
            "mat",
            "bhayāt",
            "vāti",
            "vātaḥ",
            "ayam",
            "sūryaḥ",
            "tapati",
            "mat",
            "bhayāt",
            "varṣati",
            "indraḥ",
            "dahati",
            "agniḥ",
            "mṛtyuḥ",
            "carati",
            "mat",
            "bhayāt"
        ],
        "translation": "It is because of My supremacy that the wind blows, out of fear of Me; the sun shines out of fear of Me, and the lord of the clouds, Indra, sends forth showers out of fear of Me. Fire burns out of fear of Me, and death goes about taking its toll out of fear of Me.",
        "purport": " The Supreme Personality of Godhead, Kṛṣṇa, says in Bhagavad-gītā that the natural laws being enacted are correct in all activities because of His superintendence. No one should think that nature is working automatically, without superintendence. The Vedic literature says that the clouds are controlled by the demigod Indra, heat is distributed by the sun-god, the soothing moonlight is distributed by Candra, and the air is blowing under the arrangement of the demigod Vāyu. But above all these demigods, the Supreme Personality of Godhead is the chief living entity. Nityo nityānāṁ cetanaś cetanānām (Kaṭha Upaniṣad 2.2.13). The demigods are also ordinary living entities, but due to their faithfulness — their devotional service attitude — they have been promoted to such posts. These different demigods, or directors, such as Candra, Varuṇa and Vāyu, are called adhikārī-devatā. The demigods are departmental heads. The government of the Supreme Lord consists not only of one planet or two or three; there are millions of planets and millions of universes. The Supreme Personality of Godhead has a huge government, and He requires assistants. The demigods are considered His bodily limbs. These are the descriptions of Vedic literature. Under these circumstances, the sun-god, the moon-god, the fire-god and the air-god are working under the direction of the Supreme Lord. It is confirmed in the Bhagavad-gītā, mayādhyakṣeṇa prakṛtiḥ sūyate sa-carācaram. The natural laws are being conducted under His superintendence. Because He is in the background, everything is being performed punctually and regularly. One who has taken shelter of the Supreme Personality of Godhead is completely protected from all other influences. He no longer serves or is obliged to anyone else. Of course he is not disobedient to anyone, but his full power of thought is absorbed in the service of the Lord. The statements by the Supreme Personality of Godhead Kapila that under His direction the air is blowing, the fire is burning and the sun is giving heat are not sentimental. The impersonalist may say that the Bhāgavatam devotees create and imagine someone as the Supreme Personality of Godhead and assign qualifications to Him, but actually it is neither an imagination nor an imposition of artificial power in the name of Godhead. In the Vedas it is said, bhīṣāsmād vātaḥ pavate bhīṣodeti sūryaḥ: “By fear of the Supreme Lord the wind-god and the sun-god are acting.” Bhīṣāsmād agniś candraś ca mṛtyur dhāvati pañcamaḥ: “Agni, Indra and Mṛtyu are also acting under His direction.” These are the statements of the Vedas."
    },
    {
        "verse": "43",
        "devanagari": "ज्ञानवैराग्ययुक्तेन भक्तियोगेन योगिन: ।क्षेमाय पादमूलं मे प्रविशन्त्यकुतोभयम् ॥ ४३ ॥",
        "english_devnagari": "jñāna-vairāgya-yuktenabhakti-yogena yoginaḥkṣemāya pāda-mūlaṁ mepraviśanty akuto-bhayam",
        "verse_Syn": [
            "jñāna",
            "vairāgya",
            "yuktena",
            "bhakti",
            "yogena",
            "yoginaḥ",
            "kṣemāya",
            "pāda",
            "mūlam",
            "me",
            "praviśanti",
            "akutaḥ",
            "bhayam"
        ],
        "translation": "The yogīs, equipped with transcendental knowledge and renunciation and engaged in devotional service for their eternal benefit, take shelter of My lotus feet, and since I am the Lord, they are thus eligible to enter into the kingdom of Godhead without fear.",
        "purport": " One who actually wants to be liberated from the entanglement of this material world and go back home, back to Godhead, is actually a mystic yogī. The words explicitly used here are yuktena bhakti-yogena. Those yogīs, or mystics, who engage in devotional service are the first-class yogīs. The first-class yogīs, as described in Bhagavad-gītā, are those who are constantly thinking of the Lord, the Supreme Personality of Godhead, Kṛṣṇa. These yogīs are not without knowledge and renunciation. To become a bhakti-yogī means to automatically attain knowledge and renunciation. That is the consequent result of bhakti-yoga. In the Bhāgavatam, First Canto, Second Chapter, it is also confirmed that one who engages in the devotional service of Vāsudeva, Kṛṣṇa, has complete transcendental knowledge and renunciation, and there is no explanation for these attainments. Ahaitukī — without reason, they come. Even if a person is completely illiterate, the transcendental knowledge of the scriptures is revealed unto him simply because of his engagement in devotional service. That is also stated in the Vedic literature. To anyone who has full faith in the Supreme Personality of Godhead and the spiritual master, all the import of the Vedic literatures is revealed. He does not have to seek separately; the yogī who engages in devotional service is full in knowledge and renunciation. If there is a lack of knowledge and renunciation, it is to be understood that one is not in full devotional service. The conclusion is that one cannot be sure of entrance into the spiritual realm — in either the impersonal brahmajyoti effulgence of the Lord or the Vaikuṇṭha planets within that Brahman effulgence — unless he is surrendered unto the lotus feet of the Supreme Lord. The surrendered souls are called akuto-bhaya. They are doubtless and fearless, and their entrance into the spiritual kingdom is guaranteed."
    },
    {
        "verse": "44",
        "devanagari": "एतावानेव लोकेऽस्मिन् पुंसां नि:श्रेयसोदय: ।तीव्रेण भक्तियोगेन मनो मय्यर्पितं स्थिरम् ॥ ४४ ॥",
        "english_devnagari": "etāvān eva loke ’sminpuṁsāṁ niḥśreyasodayaḥtīvreṇa bhakti-yogenamano mayy arpitaṁ sthiram",
        "verse_Syn": [
            "etāvān",
            "eva",
            "loke",
            "asmin",
            "puṁsām",
            "niḥśreyasa",
            "udayaḥ",
            "tīvreṇa",
            "bhakti",
            "yogena",
            "manaḥ",
            "mayi",
            "arpitam",
            "sthiram"
        ],
        "translation": "Therefore persons whose minds are fixed on the Lord engage in the intensive practice of devotional service. That is the only means for attainment of the final perfection of life.",
        "purport": " Here the words mano mayy arpitam, which mean “the mind being fixed on Me,” are significant. One should fix his mind on the lotus feet of Kṛṣṇa or His incarnation. To be fixed steadily in that freedom is the way of liberation. Ambarīṣa Mahārāja is an example. He fixed his mind on the lotus feet of the Lord, he spoke only on the pastimes of the Lord, he smelled only the flowers and tulasī offered to the Lord, he walked only to the temple of the Lord, he engaged his hands in cleansing the temple, he engaged his tongue in tasting the foodstuff offered to the Lord, and he engaged his ears for hearing the great pastimes of the Lord. In that way all his senses were engaged. First of all, the mind should be engaged at the lotus feet of the Lord, very steadily and naturally. Because the mind is the master of the senses, when the mind is engaged, all the senses become engaged. That is bhakti-yoga. Yoga means controlling the senses. The senses cannot be controlled in the proper sense of the term; they are always agitated. This is true also with a child — how long can he be forced to sit down silently? It is not possible. Even Arjuna said, cañcalaṁ hi manaḥ kṛṣṇa: “The mind is always agitated.” The best course is to fix the mind on the lotus feet of the Lord. Mano mayy arpitaṁ sthiram. If one seriously engages in Kṛṣṇa consciousness, that is the highest perfectional stage. All Kṛṣṇa conscious activities are on the highest perfectional level of human life."
    }
]