[
    {
        "verse": "1",
        "devanagari": "श्रीभगवानुवाचयोगस्य लक्षणं वक्ष्ये सबीजस्य नृपात्मजे ।मनो येनैव विधिना प्रसन्नं याति सत्पथम् ॥ १ ॥",
        "english_devnagari": "śrī-bhagavān uvācayogasya lakṣaṇaṁ vakṣyesabījasya nṛpātmajemano yenaiva vidhināprasannaṁ yāti sat-patham",
        "verse_Syn": [
            "śrī",
            "bhagavān",
            "uvāca",
            "yogasya",
            "lakṣaṇam",
            "vakṣye",
            "sabījasya",
            "nṛpa",
            "ātma",
            "je",
            "manaḥ",
            "yena",
            "eva",
            "vidhinā",
            "prasannam",
            "yāti",
            "sat",
            "patham"
        ],
        "translation": "The Personality of Godhead said: My dear mother, O daughter of the King, now I shall explain to you the system of yoga, the object of which is to concentrate the mind. By practicing this system one can become joyful and progressively advance towards the path of the Absolute Truth.",
        "purport": " The yoga process explained by Lord Kapiladeva in this chapter is authorized and standard, and therefore these instructions should be followed very carefully. To begin, the Lord says that by yoga practice one can make progress towards understanding the Absolute Truth, the Supreme Personality of Godhead. In the previous chapter it has been clearly stated that the desired result of yoga is not to achieve some wonderful mystic power. One should not be at all attracted by such mystic power, but should attain progressive realization on the path of understanding the Supreme Personality of Godhead. This is also confirmed in Bhagavad-gītā, which states in the last verse of the Sixth Chapter that the greatest yogī is he who constantly thinks of Kṛṣṇa within himself, or he who is Kṛṣṇa conscious. It is stated here that by following the system of yoga one can become joyful. Lord Kapila, the Personality of Godhead, who is the highest authority on yoga, here explains the yoga system known as aṣṭāṅga-yoga, which comprises eight different practices, namely yama, niyama, āsana, prāṇāyāma, pratyāhāra, dhāraṇā, dhyāna and samādhi. By all these stages of practice one must realize Lord Viṣṇu, who is the target of all yoga. There are so-called yoga practices in which one concentrates the mind on voidness or on the impersonal, but this is not approved by the authorized yoga system as explained by Kapiladeva. Even Patañjali explains that the target of all yoga is Viṣṇu. Aṣṭāṅga-yoga is therefore part of Vaiṣṇava practice because its ultimate goal is realization of Viṣṇu. The achievement of success in yoga is not acquisition of mystic power, which is condemned in the previous chapter, but, rather, freedom from all material designations and situation in one’s constitutional position. That is the ultimate achievement in yoga practice."
    },
    {
        "verse": "2",
        "devanagari": "स्वधर्माचरणं शक्त्या विधर्माच्च निवर्तनम् ।दैवाल्लब्धेन सन्तोष आत्मविच्चरणार्चनम् ॥ २ ॥",
        "english_devnagari": "sva-dharmācaraṇaṁ śaktyāvidharmāc ca nivartanamdaivāl labdhena santoṣaātmavic-caraṇārcanam",
        "verse_Syn": [
            "sva",
            "dharma",
            "ācaraṇam",
            "śaktyā",
            "vidharmāt",
            "ca",
            "nivartanam",
            "daivāt",
            "labdhena",
            "santoṣaḥ",
            "ātma",
            "vit",
            "caraṇa",
            "arcanam"
        ],
        "translation": "One should execute his prescribed duties to the best of his ability and avoid performing duties not allotted to him. One should be satisfied with as much gain as he achieves by the grace of the Lord, and one should worship the lotus feet of a spiritual master.",
        "purport": " In this verse there are many important words which could be very elaborately explained, but we shall briefly discuss the important aspects of each. The final statement is ātmavic-caraṇārcanam. Ātma-vit means a self-realized soul or bona fide spiritual master. Unless one is self-realized and knows what his relationship with the Supersoul is, he cannot be a bona fide spiritual master. Here it is recommended that one should seek out a bona fide spiritual master and surrender unto him (arcanam), for by inquiring from and worshiping him one can learn spiritual activities. The first recommendation is sva-dharmācaraṇam. As long as we have this material body there are various duties prescribed for us. Such duties are divided by a system of four social orders: brāhmaṇa, kṣatriya, vaiśya and śūdra. These particular duties are mentioned in the śāstra, and particularly in Bhagavad-gītā. Sva-dharmācaraṇam means that one must discharge the prescribed duties of his particular division of society faithfully and to the best of his ability. One should not accept another’s duty. If one is born in a particular society or community, he should perform the prescribed duties for that particular division. If, however, one is fortunate enough to transcend the designation of birth in a particular society or community by being elevated to the standard of spiritual identity, then his sva-dharma, or duty, is solely that of serving the Supreme Personality of Godhead. The actual duty of one who is advanced in Kṛṣṇa consciousness is to serve the Lord. As long as one remains in the bodily concept of life, he may act according to the duties of social convention, but if one is elevated to the spiritual platform, he must simply serve the Supreme Lord; that is the real execution of sva-dharma."
    },
    {
        "verse": "3",
        "devanagari": "ग्राम्यधर्मनिवृत्तिश्च मोक्षधर्मरतिस्तथा ।मितमेध्यादनं शश्वद्विविक्तक्षेमसेवनम् ॥ ३ ॥",
        "english_devnagari": "grāmya-dharma-nivṛttiś camokṣa-dharma-ratis tathāmita-medhyādanaṁ śaśvadvivikta-kṣema-sevanam",
        "verse_Syn": [
            "grāmya",
            "dharma",
            "nivṛttiḥ",
            "ca",
            "mokṣa",
            "dharma",
            "ratiḥ",
            "tathā",
            "mita",
            "medhya",
            "adanam",
            "śaśvat",
            "vivikta",
            "kṣema",
            "sevanam"
        ],
        "translation": "One should cease performing conventional religious practices and should be attracted to those which lead to salvation. One should eat very frugally and should always remain secluded so that he can achieve the highest perfection of life.",
        "purport": " It is recommended herein that religious practice for economic development or the satisfaction of sense desires should be avoided. Religious practices should be executed only to gain freedom from the clutches of material nature. It is stated in the beginning of Śrīmad-Bhāgavatam that the topmost religious practice is that by which one can attain to the transcendental devotional service of the Lord, without reason or cause. Such religious practice is never hampered by any impediments, and by its performance one actually becomes satisfied. Here this is recommended as mokṣa-dharma, religious practice for salvation, or transcendence of the clutches of material contamination. Generally people execute religious practices for economic development or sense gratification, but that is not recommended for one who wants to advance in yoga. The next important phrase is mita-medhyādanam, which means that one should eat very frugally. It is recommended in the Vedic literatures that a yogī eat only half what he desires according to his hunger. If one is so hungry that he could devour one pound of foodstuffs, then instead of eating one pound, he should consume only half a pound and supplement this with four ounces of water; one fourth of the stomach should be left empty for passage of air in the stomach. If one eats in this manner, he will avoid indigestion and disease. The yogī should eat in this way, as recommended in the Śrīmad-Bhāgavatam and all other standard scriptures. The yogī should live in a secluded place, where his yoga practice will not be disturbed."
    },
    {
        "verse": "4",
        "devanagari": "अहिंसा सत्यमस्तेयं यावदर्थपरिग्रह: ।ब्रह्मचर्यं तप: शौचं स्वाध्याय: पुरुषार्चनम् ॥ ४ ॥",
        "english_devnagari": "ahiṁsā satyam asteyaṁyāvad-artha-parigrahaḥbrahmacaryaṁ tapaḥ śaucaṁsvādhyāyaḥ puruṣārcanam",
        "verse_Syn": [
            "ahiṁsā",
            "satyam",
            "asteyam",
            "yāvat",
            "artha",
            "parigrahaḥ",
            "brahmacaryam",
            "tapaḥ",
            "śaucam",
            "sva",
            "adhyāyaḥ",
            "puruṣa",
            "arcanam"
        ],
        "translation": "One should practice nonviolence and truthfulness, should avoid thieving and be satisfied with possessing as much as he needs for his maintenance. He should abstain from sex life, perform austerity, be clean, study the Vedas and worship the supreme form of the Supreme Personality of Godhead.",
        "purport": " The word puruṣārcanam in this verse means worshiping the Supreme Personality of Godhead, especially the form of Lord Kṛṣṇa. In Bhagavad-gītā it is confirmed by Arjuna that Kṛṣṇa is the original puruṣa, or Personality of Godhead, puruṣaṁ śāśvatam. Therefore in yoga practice one not only must concentrate his mind on the person of Kṛṣṇa, but must also worship the form or Deity of Kṛṣṇa daily. A brahmacārī practices celibacy, controlling his sex life. One cannot enjoy unrestricted sex life and practice yoga; this is rascaldom. So-called yogīs advertise that one can go on enjoying as one likes and simultaneously become a yogī, but this is totally unauthorized. It is very clearly explained here that one must observe celibacy. Brahmacaryam means that one leads his life simply in relationship with Brahman, or in full Kṛṣṇa consciousness. Those who are too addicted to sex life cannot observe the regulations which will lead them to Kṛṣṇa consciousness. Sex life should be restricted to persons who are married. A person whose sex life is restricted in marriage is also called a brahmacārī. The word asteyam is also very important for a yogī. Asteyam means “to refrain from theft.” In the broader sense, everyone who accumulates more than he needs is a thief. According to spiritual communism, one cannot possess more than he needs for his personal maintenance. That is the law of nature. Anyone who accumulates more money or more possessions than he needs is called a thief, and one who simply accumulates wealth without spending for sacrifice or for worship of the Personality of Godhead is a great thief. Svādhyāyaḥ means “reading the authorized Vedic scriptures.” Even if one is not Kṛṣṇa conscious and is practicing the yoga system, he must read standard Vedic literatures in order to understand. Performance of yoga alone is not sufficient. Narottama dāsa Ṭhākura, a great devotee and ācārya in the Gauḍīya Vaiṣṇava sampradāya, says that all spiritual activities should be understood from three sources, namely saintly persons, standard scriptures and the spiritual master. These three guides are very important for progress in spiritual life. The spiritual master prescribes standard literature for the prosecution of the yoga of devotional service, and he himself speaks only from scriptural reference. Therefore reading standard scriptures is necessary for executing yoga. Practicing yoga without reading the standard literatures is simply a waste of time."
    },
    {
        "verse": "5",
        "devanagari": "मौनं सदासनजय: स्थैर्यं प्राणजय: शनै: ।प्रत्याहारश्चेन्द्रियाणां विषयान्मनसा हृदि ॥ ५ ॥",
        "english_devnagari": "maunaṁ sad-āsana-jayaḥsthairyaṁ prāṇa-jayaḥ śanaiḥpratyāhāraś cendriyāṇāṁviṣayān manasā hṛdi",
        "verse_Syn": [
            "maunam",
            "sat",
            "āsana",
            "jayaḥ",
            "sthairyam",
            "prāṇa",
            "jayaḥ",
            "śanaiḥ",
            "pratyāhāraḥ",
            "ca",
            "indriyāṇām",
            "viṣayāt",
            "manasā",
            "hṛdi"
        ],
        "translation": "One must observe silence, acquire steadiness by practicing different yogic postures, control the breathing of the vital air, withdraw the senses from sense objects and thus concentrate the mind on the heart.",
        "purport": " The yogic practices in general and haṭha-yoga in particular are not ends in themselves; they are means to the end of attaining steadiness. First one must be able to sit properly, and then the mind and attention will become steady enough for practicing yoga. Gradually, one must control the circulation of vital air, and with such control he will be able to withdraw the senses from sense objects. In the previous verse it is stated that one must observe celibacy. The most important aspect of sense control is controlling sex life. That is called brahmacarya. By practicing the different sitting postures and controlling the vital air, one can control and restrain the senses from unrestricted sense enjoyment."
    },
    {
        "verse": "6",
        "devanagari": "स्वधिष्ण्यानामेकदेशे मनसा प्राणधारणम् ।वैकुण्ठलीलाभिध्यानं समाधानं तथात्मन: ॥ ६ ॥",
        "english_devnagari": "sva-dhiṣṇyānām eka-deśemanasā prāṇa-dhāraṇamvaikuṇṭha-līlābhidhyānaṁsamādhānaṁ tathātmanaḥ",
        "verse_Syn": [
            "sva",
            "dhiṣṇyānām",
            "eka",
            "deśe",
            "manasā",
            "prāṇa",
            "dhāraṇam",
            "vaikuṇṭha",
            "līlā",
            "abhidhyānam",
            "samādhānam",
            "tathā",
            "ātmanaḥ"
        ],
        "translation": "Fixing the vital air and the mind in one of the six circles of vital air circulation within the body, thus concentrating one’s mind on the transcendental pastimes of the Supreme Personality of Godhead, is called samādhi, or samādhāna, of the mind.",
        "purport": " There are six circles of vital air circulation within the body. The first circle is within the belly, the second circle is in the area of the heart, the third is in the area of the lungs, the fourth is on the palate, the fifth is between the eyebrows, and the highest, the sixth circle, is above the brain. One has to fix his mind and the circulation of the vital air and thus think of the transcendental pastimes of the Supreme Lord. It is never mentioned that one should concentrate on the impersonal or void. It is clearly stated, vaikuṇṭha-līlā. Līlā means “pastimes.” Unless the Absolute Truth, the Personality of Godhead, has transcendental activities, where is the scope for thinking of these pastimes? It is through the processes of devotional service, chanting and hearing of the pastimes of the Supreme Personality of Godhead, that one can achieve this concentration. As described in the Śrīmad-Bhāgavatam, the Lord appears and disappears according to His relationships with different devotees. The Vedic literatures contain many narrations of the Lord’s pastimes, including the Battle of Kurukṣetra and historical facts relating to the life and precepts of devotees like Prahlāda Mahārāja, Dhruva Mahārāja and Ambarīṣa Mahārāja. One need only concentrate his mind on one such narration and become always absorbed in its thought. Then he will be in samādhi. Samādhi is not an artificial bodily state; it is the state achieved when the mind is virtually absorbed in thoughts of the Supreme Personality of Godhead."
    },
    {
        "verse": "7",
        "devanagari": "एतैरन्यैश्च पथिभिर्मनो दुष्टमसत्पथम् ।बुद्ध्या युञ्जीत शनकैर्जितप्राणो ह्यतन्द्रित: ॥ ७ ॥",
        "english_devnagari": "etair anyaiś ca pathibhirmano duṣṭam asat-pathambuddhyā yuñjīta śanakairjita-prāṇo hy atandritaḥ",
        "verse_Syn": [
            "etaiḥ",
            "anyaiḥ",
            "ca",
            "pathibhiḥ",
            "manaḥ",
            "duṣṭam",
            "asat",
            "patham",
            "buddhyā",
            "yuñjīta",
            "śanakaiḥ",
            "jita",
            "prāṇaḥ",
            "hi",
            "atandritaḥ"
        ],
        "translation": "By these processes, or any other true process, one must control the contaminated, unbridled mind, which is always attracted by material enjoyment, and thus fix himself in thought of the Supreme Personality of Godhead.",
        "purport": " Etair anyaiś ca. The general yoga process entails observing the rules and regulations, practicing the different sitting postures, concentrating the mind on the vital circulation of the air and then thinking of the Supreme Personality of Godhead in His Vaikuṇṭha pastimes. This is the general process of yoga. This same concentration can be achieved by other recommended processes, and therefore anyaiś ca, other methods, also can be applied. The essential point is that the mind, which is contaminated by material attraction, has to be bridled and concentrated on the Supreme Personality of Godhead. It cannot be fixed on something void or impersonal. For this reason, so-called yoga practices of voidism and impersonalism are not recommended in any standard yoga-śāstra. The real yogī is the devotee because his mind is always concentrated on the pastimes of Lord Kṛṣṇa. Therefore Kṛṣṇa consciousness is the topmost yoga system."
    },
    {
        "verse": "8",
        "devanagari": "शुचौ देशे प्रतिष्ठाप्य विजितासन आसनम् ।तस्मिन्स्वस्ति समासीन ऋजुकाय: समभ्यसेत् ॥ ८ ॥",
        "english_devnagari": "śucau deśe pratiṣṭhāpyavijitāsana āsanamtasmin svasti samāsīnaṛju-kāyaḥ samabhyaset",
        "verse_Syn": [
            "śucau",
            "deśe",
            "pratiṣṭhāpya",
            "vijita",
            "āsanaḥ",
            "āsanam",
            "tasmin",
            "svasti",
            "samāsīnaḥ",
            "ṛju",
            "kāyaḥ",
            "samabhyaset"
        ],
        "translation": "After controlling one’s mind and sitting postures, one should spread a seat in a secluded and sanctified place, sit there in an easy posture, keeping the body erect, and practice breath control.",
        "purport": " Sitting in an easy posture is called svasti samāsīnaḥ. It is recommended in the yoga scripture that one should put the soles of the feet between the two thighs and ankles and sit straight; that posture will help one to concentrate his mind on the Supreme Personality of Godhead. This very process is also recommended in Bhagavad-gītā, Sixth Chapter. It is further suggested that one sit in a secluded, sanctified spot. The seat should consist of deerskin and kuśa grass, topped with cotton."
    },
    {
        "verse": "9",
        "devanagari": "प्राणस्य शोधयेन्मार्गं पूरकुम्भकरेचकै: ।प्रतिकूलेन वा चित्तं यथा स्थिरमचञ्चलम् ॥ ९ ॥",
        "english_devnagari": "prāṇasya śodhayen mārgaṁpūra-kumbhaka-recakaiḥpratikūlena vā cittaṁyathā sthiram acañcalam",
        "verse_Syn": [
            "prāṇasya",
            "śodhayet",
            "mārgam",
            "pūra",
            "kumbhaka",
            "recakaiḥ",
            "pratikūlena",
            "vā",
            "cittam",
            "yathā",
            "sthiram",
            "acañcalam"
        ],
        "translation": "The yogī should clear the passage of vital air by breathing in the following manner: first he should inhale very deeply, then hold the breath in, and finally exhale. Or, reversing the process, the yogi can first exhale, then hold the breath outside, and finally inhale. This is done so that the mind may become steady and free from external disturbances.",
        "purport": " These breathing exercises are performed to control the mind and fix it on the Supreme Personality of Godhead. Sa vai manaḥ kṛṣṇa-padāravindayoḥ: the devotee Ambarīṣa Mahārāja fixed his mind on the lotus feet of Kṛṣṇa twenty-four hours a day. The process of Kṛṣṇa consciousness is to chant Hare Kṛṣṇa and to hear the sound attentively so that the mind is fixed upon the transcendental vibration of Kṛṣṇa’s name, which is nondifferent from Kṛṣṇa the personality. The real purpose of controlling the mind by the prescribed method of clearing the passage of the life air is achieved immediately if one fixes his mind directly on the lotus feet of Kṛṣṇa. The haṭha-yoga system, or breathing system, is especially recommended for those who are very absorbed in the concept of bodily existence, but one who can perform the simple process of chanting Hare Kṛṣṇa can fix the mind more easily. Three different activities are recommended for clearing the passage of breath: pūraka, kumbhaka and recaka. Inhaling the breath is called pūraka, sustaining it within is called kumbhaka, and finally exhaling it is called recaka. These recommended processes can also be performed in the reverse order. After exhaling, one can keep the air outside for some time and then inhale. The nerves through which inhalation and exhalation are conducted are technically called iḍā and piṅgalā. The ultimate purpose of clearing the iḍā and piṅgalā passages is to divert the mind from material enjoyment. As stated in Bhagavad-gītā, one’s mind is his enemy, and one’s mind is also his friend; its position varies according to the different dealings of the living entity. If we divert our mind to thoughts of material enjoyment, then our mind becomes an enemy, and if we concentrate our mind on the lotus feet of Kṛṣṇa, then our mind is a friend. By the yoga system of pūraka, kumbhaka and recaka or by directly fixing the mind on the sound vibration of Kṛṣṇa or on the form of Kṛṣṇa, the same purpose is achieved. In Bhagavad-gītā it is said that one must practice the breathing exercise (abhyāsa-yoga-yuktena). By virtue of these processes of control, the mind cannot wander to external thoughts (cetasā nānya-gāminā). Thus one can fix his mind constantly on the Supreme Personality of Godhead and can attain (yāti) Him. Practicing the yoga system of exercise and breath control is very difficult for a person in this age, and therefore Lord Caitanya recommended, kīrtanīyaḥ sadā hariḥ: one should always chant the holy name of the Supreme Lord, Kṛṣṇa, because Kṛṣṇa is the most suitable name of the Supreme Personality of Godhead. The name Kṛṣṇa and the Supreme Person Kṛṣṇa are nondifferent. Therefore, if one concentrates his mind on hearing and chanting Hare Kṛṣṇa, the same result is achieved."
    },
    {
        "verse": "10",
        "devanagari": "मनोऽचिरात्स्याद्विरजं जितश्वासस्य योगिन: ।वाय्वग्निभ्यां यथा लोहं ध्मातं त्यजति वै मलम् ॥ १० ॥",
        "english_devnagari": "mano ’cirāt syād virajaṁjita-śvāsasya yoginaḥvāyv-agnibhyāṁ yathā lohaṁdhmātaṁ tyajati vai malam",
        "verse_Syn": [
            "manaḥ",
            "acirāt",
            "syāt",
            "virajam",
            "jita",
            "śvāsasya",
            "yoginaḥ",
            "vāyu",
            "agnibhyām",
            "yathā",
            "loham",
            "dhmātam",
            "tyajati",
            "vai",
            "malam"
        ],
        "translation": "The yogīs who practice such breathing exercises are very soon freed from all mental disturbances, just as gold, when put into fire and fanned with air, becomes free from all impurities.",
        "purport": " This process of purifying the mind is also recommended by Lord Caitanya; He says that one should chant Hare Kṛṣṇa. He says further, paraṁ vijayate: “All glories to Śrī Kṛṣṇa saṅkīrtana!” All glories are given to the chanting of the holy names of Kṛṣṇa because as soon as one begins this process of chanting, the mind becomes purified. Ceto-darpaṇa-mārjanam: by chanting the holy name of Kṛṣṇa one is cleansed of the dirt that accumulates in the mind. One can purify the mind either by the breathing process or by the chanting process, just as one can purify gold by putting it in a fire and fanning it with a bellows."
    },
    {
        "verse": "11",
        "devanagari": "प्राणायामैर्दहेद्दोषान्धारणाभिश्च किल्बिषान् ।प्रत्याहारेण संसर्गान्ध्यानेनानीश्वरान्गुणान् ॥ ११ ॥",
        "english_devnagari": "prāṇāyāmair dahed doṣāndhāraṇābhiś ca kilbiṣānpratyāhāreṇa saṁsargāndhyānenānīśvarān guṇān",
        "verse_Syn": [
            "prāṇāyāmaiḥ",
            "dahet",
            "doṣān",
            "dhāraṇābhiḥ",
            "ca",
            "kilbiṣān",
            "pratyāhāreṇa",
            "saṁsargān",
            "dhyānena",
            "anīśvarān",
            "guṇān"
        ],
        "translation": "By practicing the process of prāṇāyāma, one can eradicate the contamination of his physiological condition, and by concentrating the mind one can become free from all sinful activities. By restraining the senses one can free himself from material association, and by meditating on the Supreme Personality of Godhead one can become free from the three modes of material attachment.",
        "purport": " According to Āyurvedic medical science the three items kapha, pitta and vāyu (phlegm, bile and air) maintain the physiological condition of the body. Modern medical science does not accept this physiological analysis as valid, but the ancient Āyurvedic process of treatment is based upon these items. Āyurvedic treatment concerns itself with the cause of these three elements, which are mentioned in many places in the Bhāgavatam as the basic conditions of the body. Here it is recommended that by practicing the breathing process of prāṇāyāma one can be released from contamination created by the principal physiological elements, by concentrating the mind one can become free from sinful activities, and by withdrawing the senses one can free himself from material association. Ultimately, one has to meditate on the Supreme Personality of Godhead in order to be elevated to the transcendental position where he is no longer affected by the three modes of material nature. It is also confirmed in Bhagavad-gītā that one who engages himself in unalloyed devotional service at once becomes transcendental to the three modes of material nature and immediately realizes his identification with Brahman. Sa guṇān samatītyaitān brahma-bhūyāya kalpate. For every item in the yoga system there is a parallel activity in bhakti-yoga, but the practice of bhakti-yoga is easier for this age. What was introduced by Lord Caitanya is not a new interpretation. Bhakti-yoga is a feasible process that begins with chanting and hearing. Bhakti-yoga and other yogas have as their ultimate goal the same Personality of Godhead, but one is practical, and the others are difficult. One has to purify his physiological condition by concentration and by restraint of the senses; then he can fix his mind upon the Supreme Personality of Godhead. That is called samādhi."
    },
    {
        "verse": "12",
        "devanagari": "यदा मन: स्वं विरजं योगेन सुसमाहितम् ।काष्ठां भगवतो ध्यायेत्स्वनासाग्रावलोकन: ॥ १२ ॥",
        "english_devnagari": "yadā manaḥ svaṁ virajaṁyogena susamāhitamkāṣṭhāṁ bhagavato dhyāyetsva-nāsāgrāvalokanaḥ",
        "verse_Syn": [
            "yadā",
            "manaḥ",
            "svam",
            "virajam",
            "yogena",
            "su",
            "samāhitam",
            "kāṣṭhām",
            "bhagavataḥ",
            "dhyāyet",
            "sva",
            "nāsā",
            "agra",
            "avalokanaḥ"
        ],
        "translation": "When the mind is perfectly purified by this practice of yoga, one should concentrate on the tip of the nose with half-closed eyes and see the form of the Supreme Personality of Godhead.",
        "purport": " It is clearly mentioned here that one has to meditate upon the expansion of Viṣṇu. The word kaṣṭhām refers to Paramātmā, the expansion of the expansion of Viṣṇu. Bhagavataḥ refers to Lord Viṣṇu, the Supreme Personality of Godhead. The Supreme Godhead is Kṛṣṇa; from Him comes the first expansion, Baladeva, and from Baladeva come Saṅkarṣaṇa, Aniruddha and many other forms, followed by the puruṣa-avatāras. As mentioned in the previous verses (puruṣārcanam), this puruṣa is represented as the Paramātmā, or Supersoul. A description of the Supersoul, upon whom one must meditate, will be given in the following verses. In this verse it is clearly stated that one must meditate by fixing the vision on the tip of the nose and concentrating one’s mind on the kalā, or the plenary expansion, of Viṣṇu."
    },
    {
        "verse": "13",
        "devanagari": "प्रसन्नवदनाम्भोजं पद्मगर्भारुणेक्षणम् ।नीलोत्पलदलश्यामं शङ्खचक्रगदाधरम् ॥ १३ ॥",
        "english_devnagari": "prasanna-vadanāmbhojaṁpadma-garbhāruṇekṣaṇamnīlotpala-dala-śyāmaṁśaṅkha-cakra-gadā-dharam",
        "verse_Syn": [
            "prasanna",
            "vadana",
            "ambhojam",
            "padma",
            "garbha",
            "aruṇa",
            "īkṣaṇam",
            "nīla",
            "utpala",
            "dala",
            "śyāmam",
            "śaṅkha",
            "cakra",
            "gadā",
            "dharam"
        ],
        "translation": "The Supreme Personality of Godhead has a cheerful, lotuslike countenance with ruddy eyes like the interior of a lotus, and a swarthy body like the petals of a blue lotus. He bears a conch, discus and mace in three of His hands.",
        "purport": " It is definitely recommended herein that one concentrate his mind upon the form of Viṣṇu. There are twelve different forms of Viṣṇu, which are described in Teachings of Lord Caitanya. One cannot concentrate his mind on anything void or impersonal; the mind should be fixed on the personal form of the Lord, whose attitude is cheerful, as described in this verse. Bhagavad-gītā states that meditation on the impersonal or void features is very troublesome to the meditator. Those who are attached to the impersonal or void features of meditation have to undergo a difficult process because we are not accustomed to concentrating our minds upon anything impersonal. Actually such concentration is not even possible. Bhagavad-gītā also confirms that one should concentrate his mind on the Personality of Godhead. The color of the Personality of Godhead, Kṛṣṇa, is described here as nīlotpala-dala, meaning that it is like that of a lotus flower with petals tinted blue and white. People always ask why Kṛṣṇa is blue. The color of the Lord has not been imagined by an artist. It is described in authoritative scripture. In the Brahma-saṁhitā also, the color of Kṛṣṇa’s body is compared to that of a bluish cloud. The color of the Lord is not poetical imagination. There are authoritative descriptions in the Brahma-saṁhitā, Śrīmad-Bhāgavatam, Bhagavad-gītā and many of the Purāṇas of the Lord’s body, His weapons and all other paraphernalia. The Lord’s appearance is described here as padma-garbhāruṇekṣaṇam. His eyes resemble the inside of a lotus flower, and in His four hands He holds the four symbols: conchshell, discus, mace and lotus."
    },
    {
        "verse": "14",
        "devanagari": "लसत्पङ्कजकिञ्जल्कपीतकौशेयवाससम् ।श्रीवत्सवक्षसं भ्राजत्कौस्तुभामुक्तकन्धरम् ॥ १४ ॥",
        "english_devnagari": "lasat-paṅkaja-kiñjalka-pīta-kauśeya-vāsasamśrīvatsa-vakṣasaṁ bhrājatkaustubhāmukta-kandharam",
        "verse_Syn": [
            "lasat",
            "paṅkaja",
            "kiñjalka",
            "pīta",
            "kauśeya",
            "vāsasam",
            "śrīvatsa",
            "vakṣasam",
            "bhrājat",
            "kaustubha",
            "āmukta",
            "kandharam"
        ],
        "translation": "His loins are covered by a shining cloth, yellowish like the filaments of a lotus. On His breast He bears the mark of Śrīvatsa, a curl of white hair. The brilliant Kaustubha gem is suspended from His neck.",
        "purport": " The exact color of the garment of the Supreme Lord is described as saffron-yellow, just like the pollen of a lotus flower. The Kaustubha gem hanging on His chest is also described. His neck is beautifully decorated with jewels and pearls. The Lord is full in six opulences, one of which is wealth. He is very richly dressed with valuable jewels which are not visible within this material world."
    },
    {
        "verse": "15",
        "devanagari": "मत्तद्विरेफकलया परीतं वनमालया ।परार्ध्यहारवलयकिरीटाङ्गदनूपुरम् ॥ १५ ॥",
        "english_devnagari": "matta-dvirepha-kalayāparītaṁ vana-mālayāparārdhya-hāra-valaya-kirīṭāṅgada-nūpuram",
        "verse_Syn": [
            "matta",
            "dvi",
            "repha",
            "kalayā",
            "parītam",
            "vana",
            "mālayā",
            "parārdhya",
            "hāra",
            "valaya",
            "kirīṭa",
            "aṅgada",
            "nūpuram"
        ],
        "translation": "He also wears around His neck a garland of attractive sylvan flowers, and a swarm of bees, intoxicated by its delicious fragrance, hums about the garland. He is further superbly adorned with a pearl necklace, a crown and pairs of armlets, bracelets and anklets.",
        "purport": " From this description it appears that the flower garland of the Supreme Personality of Godhead is fresh. Actually, in Vaikuṇṭha, or the spiritual sky, there is nothing but freshness. Even the flowers picked from the trees and plants remain fresh, for everything in the spiritual sky retains its originality and does not fade. The fragrance of the flowers picked from the trees and made into garlands does not fade, for both the trees and the flowers are spiritual. When the flower is taken from the tree, it remains the same; it does not lose its aroma. The bees are equally attracted to the flowers whether they are on the garland or on the trees. The significance of spirituality is that everything is eternal and inexhaustible. Everything taken from everything remains everything, or, as has been stated, in the spiritual world one minus one equals one, and one plus one equals one. The bees hum around the fresh flowers, and their sweet sound is enjoyed by the Lord. The Lord’s bangles, necklace, crown and anklets are all bedecked with invaluable jewels. Since the jewels and pearls are spiritual, there is no material calculation of their value."
    },
    {
        "verse": "16",
        "devanagari": "काञ्चीगुणोल्लसच्छ्रोणिं हृदयाम्भोजविष्टरम् ।दर्शनीयतमं शान्तं मनोनयनवर्धनम् ॥ १६ ॥",
        "english_devnagari": "kāñcī-guṇollasac-chroṇiṁhṛdayāmbhoja-viṣṭaramdarśanīyatamaṁ śāntaṁmano-nayana-vardhanam",
        "verse_Syn": [
            "kāñcī",
            "guṇa",
            "ullasat",
            "śroṇim",
            "hṛdaya",
            "ambhoja",
            "viṣṭaram",
            "darśanīya",
            "tamam",
            "śāntam",
            "manaḥ",
            "nayana",
            "vardhanam"
        ],
        "translation": "His loins and hips encircled by a girdle, He stands on the lotus of His devotee’s heart. He is most charming to look at, and His serene aspect gladdens the eyes and souls of the devotees who behold Him.",
        "purport": " The word darśanīyatamam, which is used in this verse, means that the Lord is so beautiful that the devotee-yogī does not wish to see anything else. His desire to see beautiful objects is completely satisfied by the sight of the Lord. In the material world we want to see beauty, but the desire is never satisfied. Because of material contamination, all the propensities we feel in the material world are ever unsatisfied. But when our desires to see, hear, touch, etc., are dovetailed for the satisfaction of the Supreme Personality of Godhead, they are on the level of the topmost perfection. Although the Supreme Personality of Godhead in His eternal form is so beautiful and pleasing to the heart of the devotee, He does not attract the impersonalists, who want to meditate on His impersonal aspect. Such impersonal meditation is simply fruitless labor. The actual yogīs, with half-closed eyes, fix on the form of the Supreme Personality of Godhead, not upon anything void or impersonal."
    },
    {
        "verse": "17",
        "devanagari": "अपीच्यदर्शनं शश्वत्सर्वलोकनमस्कृतम् ।सन्तं वयसि कैशोरे भृत्यानुग्रहकातरम् ॥ १७ ॥",
        "english_devnagari": "apīcya-darśanaṁ śaśvatsarva-loka-namaskṛtamsantaṁ vayasi kaiśorebhṛtyānugraha-kātaram",
        "verse_Syn": [
            "apīcya",
            "darśanam",
            "śaśvat",
            "sarva",
            "loka",
            "namaḥ",
            "kṛtam",
            "santam",
            "vayasi",
            "kaiśore",
            "bhṛtya",
            "anugraha",
            "kātaram"
        ],
        "translation": "The Lord is eternally very beautiful, and He is worshipable by all the inhabitants of every planet. He is ever youthful and always eager to bestow His blessing upon His devotees.",
        "purport": " The word sarva-loka-namaskṛtam means that He is worshipable by everyone on every planet. There are innumerable planets in the material world and innumerable planets in the spiritual world as well. On each planet there are innumerable inhabitants who worship the Lord, for the Lord is worshipable by all but the impersonalists. The Supreme Lord is very beautiful. The word śaśvat is significant. It is not that He appears beautiful to the devotees but is ultimately impersonal. Śaśvat means “ever existing.” That beauty is not temporary. It is ever existing — He is always youthful. In the Brahma-saṁhitā (5.33) it is also stated: advaitam acyutam anādim ananta-rūpam ādyaṁ purāṇa-puruṣaṁ nava-yauvanaṁ ca. He is one without a second, yet although He is the original person, He never appears old: He always appears as an ever-fresh, blooming youth. The Lord’s facial expression always indicates that He is ready to show favor and benediction to the devotees; for the nondevotees, however, He is silent. As stated in Bhagavad-gītā, although He acts equally to everyone because He is the Supreme Personality of Godhead and because all living entities are His sons, He is especially inclined to those engaged in devotional service. The same fact is confirmed here: He is always anxious to show favor to the devotees. Just as the devotees are always eager to render service unto the Supreme Personality of Godhead, the Lord is also very eager to bestow benediction upon the pure devotees."
    },
    {
        "verse": "18",
        "devanagari": "कीर्तन्यतीर्थयशसं पुण्यश्लोकयशस्करम् ।ध्यायेद्देवं समग्राङ्गं यावन्न च्यवते मन: ॥ १८ ॥",
        "english_devnagari": "kīrtanya-tīrtha-yaśasaṁpuṇya-śloka-yaśaskaramdhyāyed devaṁ samagrāṅgaṁyāvan na cyavate manaḥ",
        "verse_Syn": [
            "kīrtanya",
            "tīrtha",
            "yaśasam",
            "puṇya",
            "śloka",
            "yaśaḥ",
            "karam",
            "dhyāyet",
            "devam",
            "samagra",
            "aṅgam",
            "yāvat",
            "na",
            "cyavate",
            "manaḥ"
        ],
        "translation": "The glory of the Lord is always worth singing, for His glories enhance the glories of His devotees. One should therefore meditate upon the Supreme Personality of Godhead and upon His devotees. One should meditate on the eternal form of the Lord until the mind becomes fixed.",
        "purport": " One has to fix his mind on the Supreme Personality of Godhead constantly. When one is accustomed to thinking of one of the innumerable forms of the Lord — Kṛṣṇa, Viṣṇu, Rāma, Nārāyaṇa, etc. — he has reached the perfection of yoga. This is confirmed in the Brahma-saṁhitā: a person who has developed pure love for the Lord, and whose eyes are smeared with the ointment of transcendental loving exchange, always sees within his heart the Supreme Personality of Godhead. The devotees especially see the Lord in the beautiful blackish form of Śyāmasundara. That is the perfection of yoga. This yoga system should be continued until the mind does not vacillate for a moment. Oṁ tad viṣṇoḥ paramaṁ padaṁ sadā paśyanti sūrayaḥ: the form of Viṣṇu is the highest individuality and is always visible to sages and saintly persons. The same purpose is served when a devotee worships the form of the Lord in the temple. There is no difference between devotional service in the temple and meditation on the form of the Lord, since the form of the Lord is the same whether He appears within the mind or in some concrete element. There are eight kinds of forms recommended for the devotees to see. The forms may be made out of sand, clay, wood or stone, they may be contemplated within the mind or made of jewels, metal or painted colors, but all the forms are of the same value. It is not that one who meditates on the form within the mind sees differently from one who worships the form in the temple. The Supreme Personality of Godhead is absolute, and there is therefore no difference between the two. The impersonalists, who desire to disregard the eternal form of the Lord, imagine some round figure. They especially prefer the oṁkāra, which also has form. In Bhagavad-gītā it is stated that oṁkāra is the letter form of the Lord. Similarly, there are statue forms and painting forms of the Lord. Another significant word in this verse is puṇya-śloka-yaśaskaram. The devotee is called puṇya-śloka. As one becomes purified by chanting the holy name of the Lord, so one can become purified simply by chanting the name of a holy devotee. The pure devotee of the Lord and the Lord Himself are nondifferent. It is sometimes feasible to chant the name of a holy devotee. This is a very sanctified process. Lord Caitanya was once chanting the holy names of the gopīs when His students criticized Him: “Why are You chanting the names of the gopīs? Why not ‘Kṛṣṇa’?” Lord Caitanya was irritated by the criticism, and so there was some misunderstanding between Him and His students. He wanted to chastise them for desiring to instruct Him on the transcendental process of chanting. The beauty of the Lord is that the devotees who are connected with His activities are also glorified. Arjuna, Prahlāda, Janaka Mahārāja, Bali Mahārāja and many other devotees were not even in the renounced order of life, but were householders. Some of them, such as Prahlāda Mahārāja and Bali Mahārāja, were born of demoniac families. Prahlāda Mahārāja’s father was a demon, and Bali Mahārāja was the grandson of Prahlāda Mahārāja, but still they have become famous because of their association with the Lord. Anyone who is eternally associated with the Lord is glorified with the Lord. The conclusion is that a perfect yogī should always be accustomed to seeing the form of the Lord, and unless the mind is fixed in that way, he should continue practicing yoga."
    },
    {
        "verse": "19",
        "devanagari": "स्थितं व्रजन्तमासीनं शयानं वा गुहाशयम् ।प्रेक्षणीयेहितं ध्यायेच्छुद्धभावेन चेतसा ॥ १९ ॥",
        "english_devnagari": "sthitaṁ vrajantam āsīnaṁśayānaṁ vā guhāśayamprekṣaṇīyehitaṁ dhyāyecchuddha-bhāvena cetasā",
        "verse_Syn": [
            "sthitam",
            "vrajantam",
            "āsīnam",
            "śayānam",
            "vā",
            "guhā",
            "āśayam",
            "prekṣaṇīya",
            "īhitam",
            "dhyāyet",
            "śuddha",
            "bhāvena",
            "cetasā"
        ],
        "translation": "Thus always merged in devotional service, the yogī visualizes the Lord standing, moving, lying down or sitting within him, for the pastimes of the Supreme Lord are always beautiful and attractive.",
        "purport": " The process of meditating on the form of the Supreme Personality of Godhead within oneself and the process of chanting the glories and pastimes of the Lord are the same. The only difference is that hearing and fixing the mind on the pastimes of the Lord is easier than visualizing the form of the Lord within one’s heart because as soon as one begins to think of the Lord, especially in this age, the mind becomes disturbed, and due to so much agitation, the process of seeing the Lord within the mind is interrupted. When there is sound vibrated praising the transcendental pastimes of the Lord, however, one is forced to hear. That hearing process enters into the mind, and the practice of yoga is automatically performed. For example, even a child can hear and derive the benefit of meditating on the pastimes of the Lord simply by listening to a reading from the Bhāgavatam that describes the Lord as He is going to the pasturing ground with His cows and friends. Hearing includes applying the mind. In this Age of Kali-yuga, Lord Caitanya has recommended that one should always engage in chanting and hearing Bhagavad-gītā. The Lord also says that the mahātmās, or great souls, always engage in the process of chanting the glories of the Lord, and just by hearing, others derive the same benefit. Yoga necessitates meditation on the transcendental pastimes of the Lord, whether He is standing, moving, lying down, etc."
    },
    {
        "verse": "20",
        "devanagari": "तस्मिँल्ल‍ब्धपदं चित्तं सर्वावयवसंस्थितम् ।विलक्ष्यैकत्र संयुज्यादङ्गे भगवतो मुनि: ॥ २० ॥",
        "english_devnagari": "tasmiḻ labdha-padaṁ cittaṁsarvāvayava-saṁsthitamvilakṣyaikatra saṁyujyādaṅge bhagavato muniḥ",
        "verse_Syn": [
            "tasmin",
            "labdha",
            "padam",
            "cittam",
            "sarva",
            "avayava",
            "saṁsthitam",
            "vilakṣya",
            "ekatra",
            "saṁyujyāt",
            "aṅge",
            "bhagavataḥ",
            "muniḥ"
        ],
        "translation": "In fixing his mind on the eternal form of the Lord, the yogī should not take a collective view of all His limbs, but should fix the mind on each individual limb of the Lord.",
        "purport": " The word muni is very significant. Muni means one who is very expert in mental speculation or in thinking, feeling and willing. He is not mentioned here as a devotee or yogī. Those who try to meditate on the form of the Lord are called munis, or less intelligent, whereas those who render actual service to the Lord are called bhakti-yogīs. The thought process described below is for the education of the muni. In order to convince the yogī that the Absolute Truth, or Supreme Personality of Godhead, is never impersonal at any time, the following verses prescribe observing the Lord in His personal form, limb after limb. To think of the Lord as a whole may sometimes be impersonal; therefore, it is recommended here that one first think of His lotus feet, then His ankles, then the thighs, then the waist, then the chest, then the neck, then the face and so on. One should begin from the lotus feet and gradually rise to the upper limbs of the transcendental body of the Lord."
    },
    {
        "verse": "21",
        "devanagari": "सञ्चिन्तयेद्भगवतश्चरणारविन्दंवज्राङ्कुशध्वजसरोरुहलाञ्छनाढ्यम् ।उत्तुङ्गरक्तविलसन्नखचक्रवाल-ज्योत्‍स्‍नाभिराहतमहद्‍धृदयान्धकारम् ॥ २१ ॥",
        "english_devnagari": "sañcintayed bhagavataś caraṇāravindaṁvajrāṅkuśa-dhvaja-saroruha-lāñchanāḍhyamuttuṅga-rakta-vilasan-nakha-cakravāla-jyotsnābhir āhata-mahad-dhṛdayāndhakāram",
        "verse_Syn": [
            "sañcintayet",
            "bhagavataḥ",
            "caraṇa",
            "aravindam",
            "vajra",
            "aṅkuśa",
            "dhvaja",
            "saroruha",
            "lāñchana",
            "āḍhyam",
            "uttuṅga",
            "rakta",
            "vilasat",
            "nakha",
            "cakravāla",
            "jyotsnābhiḥ",
            "āhata",
            "mahat",
            "hṛdaya",
            "andhakāram"
        ],
        "translation": "The devotee should first concentrate his mind on the Lord’s lotus feet, which are adorned with the marks of a thunderbolt, a goad, a banner and a lotus. The splendor of their beautiful ruby nails resembles the orb of the moon and dispels the thick gloom of one’s heart.",
        "purport": " The Māyāvādī says that because one is unable to fix his mind on the impersonal existence of the Absolute Truth, one can imagine any form he likes and fix his mind on that imaginary form; but such a process is not recommended here. Imagination is always imagination and results only in further imagination. A concrete description of the eternal form of the Lord is given here. The Lord’s sole is depicted with distinctive lines resembling a thunderbolt, a flag, a lotus flower and a goad. The luster of His toenails, which are brilliantly prominent, resembles the light of the moon. If a yogī looks upon the marks of the Lord’s sole and on the blazing brilliance of His nails, then he can be freed from the darkness of ignorance in material existence. This liberation is not achieved by mental speculation, but by seeing the light emanating from the lustrous toenails of the Lord. In other words, one has to fix his mind first on the lotus feet of the Lord if he wants to be freed from the darkness of ignorance in material existence."
    },
    {
        "verse": "22",
        "devanagari": "यच्छौचनि:सृतसरित्प्रवरोदकेनतीर्थेन मूर्ध्‍न्‍यधिकृतेन शिव: शिवोऽभूत् ।ध्यातुर्मन:शमलशैलनिसृष्टवज्रंध्यायेच्चिरं भगवतश्चरणारविन्दम् ॥ २२ ॥",
        "english_devnagari": "yac-chauca-niḥsṛta-sarit-pravarodakenatīrthena mūrdhny adhikṛtena śivaḥ śivo ’bhūtdhyātur manaḥ-śamala-śaila-nisṛṣṭa-vajraṁdhyāyec ciraṁ bhagavataś caraṇāravindam",
        "verse_Syn": [
            "yat",
            "śauca",
            "niḥsṛta",
            "sarit",
            "pravara",
            "udakena",
            "tīrthena",
            "mūrdhni",
            "adhikṛtena",
            "śivaḥ",
            "śivaḥ",
            "abhūt",
            "dhyātuḥ",
            "manaḥ",
            "śamala",
            "śaila",
            "nisṛṣṭa",
            "vajram",
            "dhyāyet",
            "ciram",
            "bhagavataḥ",
            "caraṇa",
            "aravindam"
        ],
        "translation": "The blessed Lord Śiva becomes all the more blessed by bearing on his head the holy waters of the Ganges, which has its source in the water that washed the Lord’s lotus feet. The Lord’s feet act like thunderbolts hurled to shatter the mountain of sin stored in the mind of the meditating devotee. One should therefore meditate on the lotus feet of the Lord for a long time.",
        "purport": " In this verse the position of Lord Śiva is specifically mentioned. The impersonalist suggests that the Absolute Truth has no form and that one can therefore equally imagine the form of Viṣṇu or Lord Śiva or the goddess Durgā or their son Gaṇeśa. But actually the Supreme Personality of Godhead is the supreme master of everyone. In the Caitanya-caritāmṛta (Ādi 5.142) it is said, ekale īśvara kṛṣṇa, ara saba bhṛtya: the Supreme Lord is Kṛṣṇa, and everyone else, including Lord Śiva and Lord Brahmā — not to mention other demigods — is a servant of Kṛṣṇa. The same principle is described here. Lord Śiva is important because he is holding on his head the holy Ganges water, which has its origin in the foot-wash of Lord Viṣṇu. In the Hari-bhakti-vilāsa, by Sanātana Gosvāmī, it is said that anyone who puts the Supreme Lord and the demigods, including Lord Śiva and Lord Brahmā, on the same level, at once becomes a pāṣaṇḍī, or atheist. We should never consider that the Supreme Lord Viṣṇu and the demigods are on an equal footing. Another significant point of this verse is that the mind of the conditioned soul, on account of its association with the material energy from time immemorial, contains heaps of dirt in the form of desires to lord it over material nature. This dirt is like a mountain, but a mountain can be shattered when hit by a thunderbolt. Meditating on the lotus feet of the Lord acts like a thunderbolt on the mountain of dirt in the mind of the yogī. If a yogī wants to shatter the mountain of dirt in his mind, he should concentrate on the lotus feet of the Lord and not imagine something void or impersonal. Because the dirt has accumulated like a solid mountain, one must meditate on the lotus feet of the Lord for quite a long time. For one who is accustomed to thinking of the lotus feet of the Lord constantly, however, it is a different matter. The devotees are so fixed on the lotus feet of the Lord that they do not think of anything else. Those who practice the yoga system must meditate on the lotus feet of the Lord for a long time after following the regulative principles and thereby controlling the senses. It is specifically mentioned here, bhagavataś caraṇāravindam: one has to think of the lotus feet of the Lord. The Māyāvādīs imagine that one can think of the lotus feet of Lord Śiva or Lord Brahmā or the goddess Durgā to achieve liberation, but this is not so. Bhagavataḥ is specifically mentioned. Bhagavataḥ means “of the Supreme Personality of Godhead, Viṣṇu,” and no one else. Another significant phrase in this verse is śivaḥ śivo ’bhūt. By his constitutional position, Lord Śiva is always great and auspicious, but since he has accepted on his head the Ganges water, which emanated from the lotus feet of the Lord, he has become even more auspicious and important. The stress is on the lotus feet of the Lord. A relationship with the lotus feet of the Lord can even enhance the importance of Lord Śiva, what to speak of other, ordinary living entities."
    },
    {
        "verse": "23",
        "devanagari": "जानुद्वयं जलजलोचनया जनन्यालक्ष्म्याखिलस्य सुरवन्दितया विधातु: ।ऊर्वोर्निधाय करपल्लवरोचिषा यत्संलालितं हृदि विभोरभवस्य कुर्यात् ॥ २३ ॥",
        "english_devnagari": "jānu-dvayaṁ jalaja-locanayā jananyālakṣmyākhilasya sura-vanditayā vidhātuḥūrvor nidhāya kara-pallava-rociṣā yatsaṁlālitaṁ hṛdi vibhor abhavasya kuryāt",
        "verse_Syn": [
            "jānu",
            "dvayam",
            "jalaja",
            "locanayā",
            "jananyā",
            "lakṣmyā",
            "akhilasya",
            "sura",
            "vanditayā",
            "vidhātuḥ",
            "ūrvoḥ",
            "nidhāya",
            "kara",
            "pallava",
            "rociṣā",
            "yat",
            "saṁlālitam",
            "hṛdi",
            "vibhoḥ",
            "abhavasya",
            "kuryāt"
        ],
        "translation": "The yogī should fix in his heart the activities of Lakṣmī, the goddess of fortune, who is worshiped by all demigods and is the mother of the supreme person, Brahmā. She can always be found massaging the legs and thighs of the transcendental Lord, very carefully serving Him in this way.",
        "purport": " Brahmā is the appointed lord of the universe. Because his father is Garbhodakaśāyī Viṣṇu, Lakṣmī, the goddess of fortune, is automatically his mother. Lakṣmījī is worshiped by all demigods and by the inhabitants of other planets as well. Human beings are also eager to receive favor from the goddess of fortune. Lakṣmī is always engaged in massaging the legs and thighs of the Supreme Personality of Godhead Nārāyaṇa, who is lying on the ocean of Garbha within the universe. Brahmā is described here as the son of the goddess of fortune, but actually he was not born of her womb. Brahmā takes his birth from the abdomen of the Lord Himself. A lotus flower grows from the abdomen of Garbhodakaśāyī Viṣṇu, and Brahmā is born there. Therefore Lakṣmījī’s massaging of the thighs of the Lord should not be taken as the behavior of an ordinary wife. The Lord is transcendental to the behavior of the ordinary male and female. The word abhavasya is very significant, for it indicates that He could produce Brahmā without the assistance of the goddess of fortune. Since transcendental behavior is different from mundane behavior, it should not be taken that the Lord receives service from His wife just as a demigod or human being might receive service from his wife. It is advised here that the yogī always keep this picture in his heart. The devotee always thinks of this relationship between Lakṣmī and Nārāyaṇa; therefore he does not meditate on the mental plane as impersonalists and voidists do. Bhava means “one who accepts a material body,” and abhava means “one who does not accept a material body but descends in the original, spiritual body.” Lord Nārāyaṇa is not born of anything material. Matter is generated from matter, but He is not born of matter. Brahmā is born after the creation, but since the Lord existed before the creation, the Lord has no material body."
    },
    {
        "verse": "24",
        "devanagari": "ऊरू सुपर्णभुजयोरधिशोभमानाव्-ओजोनिधी अतसिकाकुसुमावभासौ ।व्यालम्बिपीतवरवाससि वर्तमानकाञ्चीकलापपरिरम्भि नितम्बबिम्बम् ॥ २४ ॥",
        "english_devnagari": "ūrū suparṇa-bhujayor adhi śobhamānāvojo-nidhī atasikā-kusumāvabhāsauvyālambi-pīta-vara-vāsasi vartamāna-kāñcī-kalāpa-parirambhi nitamba-bimbam",
        "verse_Syn": [
            "ūrū",
            "suparṇa",
            "bhujayoḥ",
            "adhi",
            "śobhamānau",
            "ojaḥ",
            "nidhī",
            "atasikā",
            "kusuma",
            "avabhāsau",
            "vyālambi",
            "pīta",
            "vara",
            "vāsasi",
            "vartamāna",
            "kāñcī",
            "kalāpa",
            "parirambhi",
            "nitamba",
            "bimbam"
        ],
        "translation": "Next, the yogi should fix his mind in meditation on the Personality of Godhead’s thighs, the storehouse of all energy. The Lord’s thighs are whitish blue, like the luster of the linseed flower, and appear most graceful when the Lord is carried on the shoulders of Garuḍa. Also the yogī should contemplate His rounded hips, which are encircled by a girdle that rests on the exquisite yellow silk cloth that extends down to His ankles.",
        "purport": " The Personality of Godhead is the reservoir of all strength, and His strength rests on the thighs of His transcendental body. His whole body is full of opulences: all riches, all strength, all fame, all beauty, all knowledge and all renunciation. The yogī is advised to meditate upon the transcendental form of the Lord, beginning from the soles of the feet and then gradually rising to the knees, to the thighs, and finally arriving at the face. The system of meditating on the Supreme Personality of Godhead begins from His feet. The description of the transcendental form of the Lord is exactly represented in the arcā-vigraha, the statue in the temples. Generally, the lower part of the body of the statue of the Lord is covered with yellow silk. That is the Vaikuṇṭha dress, or the dress the Lord wears in the spiritual sky. This cloth extends down to the Lord’s ankles. Thus, since the yogī has so many transcendental objectives on which to meditate, there is no reason for his meditating on something imaginary, as is the practice of the so-called yogīs whose objective is impersonal."
    },
    {
        "verse": "25",
        "devanagari": "नाभिह्रदं भुवनकोशगुहोदरस्थंयत्रात्मयोनिधिषणाखिललोकपद्मम् ।व्यूढं हरिन्मणिवृषस्तनयोरमुष्यध्यायेद्‍द्वयं विशदहारमयूखगौरम् ॥ २५ ॥",
        "english_devnagari": "nābhi-hradaṁ bhuvana-kośa-guhodara-sthaṁyatrātma-yoni-dhiṣaṇākhila-loka-padmamvyūḍhaṁ harin-maṇi-vṛṣa-stanayor amuṣyadhyāyed dvayaṁ viśada-hāra-mayūkha-gauram",
        "verse_Syn": [
            "nābhi",
            "hradam",
            "bhuvana",
            "kośa",
            "guhā",
            "udara",
            "stham",
            "yatra",
            "ātma",
            "yoni",
            "dhiṣaṇa",
            "akhila",
            "loka",
            "padmam",
            "vyūḍham",
            "harit",
            "maṇi",
            "vṛṣa",
            "stanayoḥ",
            "amuṣya",
            "dhyāyet",
            "dvayam",
            "viśada",
            "hāra",
            "mayūkha",
            "gauram"
        ],
        "translation": "The yogī should then meditate on His moonlike navel in the center of His abdomen. From His navel, which is the foundation of the entire universe, sprang the lotus stem containing all the different planetary systems. The lotus is the residence of Brahmā, the first created being. In the same way, the yogī should concentrate his mind on the Lord’s nipples, which resemble a pair of most exquisite emeralds and which appear whitish because of the rays of the milk-white pearl necklaces adorning His chest.",
        "purport": " The yogī is advised next to meditate upon the navel of the Lord, which is the foundation of all material creation. Just as a child is connected to his mother by the umbilical cord, so the first-born living creature, Brahmā, by the supreme will of the Lord, is connected to the Lord by a lotus stem. In the previous verse it was stated that the goddess of fortune, Lakṣmī, who engages in massaging the legs, ankles and thighs of the Lord, is called the mother of Brahmā, but actually Brahmā is born from the abdomen of the Lord, not from the abdomen of his mother. These are inconceivable conceptions of the Lord, and one should not think materially, “How can the father give birth to a child?” It is explained in the Brahma-saṁhitā that each limb of the Lord has the potency of every other limb; because everything is spiritual, His parts are not conditioned. The Lord can see with His ears. The material ear can hear but cannot see, but we understand from the Brahma-saṁhitā that the Lord can also see with His ears and hear with His eyes. Any organ of His transcendental body can function as any other organ. His abdomen is the foundation of all the planetary systems. Brahmā holds the post of the creator of all planetary systems, but his engineering energy is generated from the abdomen of the Lord. Any creative function in the universe always has a direct connecting link with the Lord. The necklace of pearls which decorates the upper portion of the Lord’s body is also spiritual, and therefore the yogī is advised to gaze at the whitish luster of the pearls decorating His chest."
    },
    {
        "verse": "26",
        "devanagari": "वक्षोऽधिवासमृषभस्य महाविभूते:पुंसां मनोनयननिर्वृतिमादधानम् ।कण्ठं च कौस्तुभमणेरधिभूषणार्थंकुर्यान्मनस्यखिललोकनमस्कृतस्य ॥ २६ ॥",
        "english_devnagari": "vakṣo ’dhivāsam ṛṣabhasya mahā-vibhūteḥpuṁsāṁ mano-nayana-nirvṛtim ādadhānamkaṇṭhaṁ ca kaustubha-maṇer adhibhūṣaṇārthaṁkuryān manasy akhila-loka-namaskṛtasya",
        "verse_Syn": [
            "vakṣaḥ",
            "adhivāsam",
            "ṛṣabhasya",
            "mahā",
            "vibhūteḥ",
            "puṁsām",
            "manaḥ",
            "nayana",
            "nirvṛtim",
            "ādadhānam",
            "kaṇṭham",
            "ca",
            "kaustubha",
            "maṇeḥ",
            "adhibhūṣaṇa",
            "artham",
            "kuryāt",
            "manasi",
            "akhila",
            "loka",
            "namaskṛtasya"
        ],
        "translation": "The yogī should then meditate on the chest of the Supreme Personality of Godhead, the abode of goddess Mahā-Lakṣmī. The Lord’s chest is the source of all transcendental pleasure for the mind and full satisfaction for the eyes. The yogī should then imprint on his mind the neck of the Personality of Godhead, who is adored by the entire universe. The neck of the Lord serves to enhance the beauty of the Kaustubha gem, which hangs on His chest.",
        "purport": " In the Upaniṣads it is said that the various energies of the Lord are working to create, destroy and maintain. These inconceivable varieties of energy are stored in the bosom of the Lord. As people generally say, God is all-powerful. That prowess is represented by Mahā-Lakṣmī, the reservoir of all energies, who is situated on the bosom of the transcendental form of the Lord. The yogī who can meditate perfectly on that spot on the transcendental form of the Lord can derive many material powers, which comprise the eight perfections of the yoga system. It is stated herein that the beauty of the neck of the Lord enhances the beauty of the Kaustubha gem rather than vice versa. The gem itself becomes more beautiful because it is situated on the neck of the Lord. A yogī is therefore recommended to meditate upon the Lord’s neck. The Lord’s transcendental form can either be meditated upon in the mind or placed in a temple in the form of a statue and decorated in such a way that everyone can contemplate it. Temple worship is therefore meant for persons who are not so advanced that they can meditate upon the form of the Lord. There is no difference between constantly visiting the temple and directly seeing the transcendental form of the Lord; they are of equal value. The advantageous position of the yogī is that he can sit anywhere in a solitary place and meditate upon the form of the Lord. A less advanced person, however, has to go to the temple, and as long as he does not go to the temple he is unable to see the form of the Lord. Either by hearing, seeing or meditating, the objective is the transcendental form of the Lord; there is no question of voidness or impersonalism. The Lord can bestow the blessings of transcendental pleasure upon either the visitor of the temple, the meditator-yogī or one who hears about the Lord’s transcendental form from scriptures like the Śrīmad-Bhāgavatam or Bhagavad-gītā. There are nine processes for executing devotional service, of which smaraṇam, or meditation, is one. Yogīs take advantage of the process of smaraṇam, whereas bhakti-yogīs take special advantage of the process of hearing and chanting."
    },
    {
        "verse": "27",
        "devanagari": "बाहूंश्च मन्दरगिरे: परिवर्तनेननिर्णिक्तबाहुवलयानधिलोकपालान् ।सञ्चिन्तयेद्दशशतारमसह्यतेज:शङ्खं च तत्करसरोरुहराजहंसम् ॥ २७ ॥",
        "english_devnagari": "bāhūṁś ca mandara-gireḥ parivartanenanirṇikta-bāhu-valayān adhiloka-pālānsañcintayed daśa-śatāram asahya-tejaḥśaṅkhaṁ ca tat-kara-saroruha-rāja-haṁsam",
        "verse_Syn": [
            "bāhūn",
            "ca",
            "mandara",
            "gireḥ",
            "parivartanena",
            "nirṇikta",
            "bāhu",
            "valayān",
            "adhiloka",
            "pālān",
            "sañcintayet",
            "daśa",
            "śata",
            "aram",
            "asahya",
            "tejaḥ",
            "śaṅkham",
            "ca",
            "tat",
            "kara",
            "saroruha",
            "rāja",
            "haṁsam"
        ],
        "translation": "The yogī should further meditate upon the Lord’s four arms, which are the source of all the powers of the demigods who control the various functions of material nature. Then the yogi should concentrate on the polished ornaments, which were burnished by Mount Mandara as it revolved. He should also duly contemplate the Lord’s discus, the Sudarśana cakra, which contains one thousand spokes and a dazzling luster, as well as the conch, which looks like a swan in His lotuslike palm.",
        "purport": " All departments of law and order emanate from the arms of the Supreme Personality of Godhead. The law and order of the universe is directed by different demigods, and it is here said to emanate from the Lord’s arms. Mandara Hill is mentioned here because when the ocean was churned by the demons on one side and the demigods on the other, Mandara Hill was taken as the churning rod. The Lord in His tortoise incarnation became the pivot for the churning rod, and thus His ornaments were polished by the turning of Mandara Hill. In other words, the ornaments on the arms of the Lord are as brilliant and lustrous as if they had been polished very recently. The wheel in the hand of the Lord, called the Sudarśana cakra, has one thousand spokes. The yogī is advised to meditate upon each of the spokes. He should meditate upon each and every one of the component parts of the transcendental form of the Lord."
    },
    {
        "verse": "28",
        "devanagari": "कौमोदकीं भगवतो दयितां स्मरेतदिग्धामरातिभटशोणितकर्दमेन ।मालां मधुव्रतवरूथगिरोपघुष्टांचैत्यस्य तत्त्वममलं मणिमस्य कण्ठे ॥ २८ ॥",
        "english_devnagari": "kaumodakīṁ bhagavato dayitāṁ smaretadigdhām arāti-bhaṭa-śoṇita-kardamenamālāṁ madhuvrata-varūtha-giropaghuṣṭāṁcaityasya tattvam amalaṁ maṇim asya kaṇṭhe",
        "verse_Syn": [
            "kaumodakīm",
            "bhagavataḥ",
            "dayitām",
            "smareta",
            "digdhām",
            "arāti",
            "bhaṭa",
            "śoṇita",
            "kardamena",
            "mālām",
            "madhuvrata",
            "varūtha",
            "girā",
            "upaghuṣṭām",
            "caityasya",
            "tattvam",
            "amalam",
            "maṇim",
            "asya",
            "kaṇṭhe"
        ],
        "translation": "The yogī should meditate upon His club, which is named Kaumodakī and is very dear to Him. This club smashes the demons, who are always inimical soldiers, and is smeared with their blood. One should also concentrate on the nice garland on the neck of the Lord, which is always surrounded by bumblebees, with their nice buzzing sound, and one should meditate upon the pearl necklace on the Lord’s neck, which is considered to represent the pure living entities who are always engaged in His service.",
        "purport": " The yogī must contemplate the different parts of the transcendental body of the Lord. Here it is stated that the constitutional position of the living entities should be understood. There are two kinds of living entities mentioned here. One is called the arāti. They are averse to understanding the pastimes of the Supreme Personality of Godhead. For them, the Lord appears with His hand clutching the terrible mace, which is always smeared with bloodstains from His killing of demons. Demons are also sons of the Supreme Personality of Godhead. As stated in Bhagavad-gītā, all the different species of living entities are sons of the Supreme Personality of Godhead. There are, however, two classes of living entities, who act in two different ways. The Supreme Lord keeps on His neck those living entities who are pure, as one protects the jewels and pearls on the bosom and neck of one’s body. Those living entities in pure Kṛṣṇa consciousness are symbolized by the pearls on His neck. Those who are demons and are inimical towards the pastimes of the Supreme Personality of Godhead are punished by His mace, which is always smeared with the blood of such fallen living entities. The club of the Lord is very dear to Him because He uses this instrument to smash the bodies of the demons and mix their blood. As mud is kneaded with water and earth, so the earthly bodies of the enemies of the Lord, or the atheists, are smashed by the club of the Lord, which becomes muddied with the blood of such demons."
    },
    {
        "verse": "29",
        "devanagari": "भृत्यानुकम्पितधियेह गृहीतमूर्ते:सञ्चिन्तयेद्भगवतो वदनारविन्दम् ।यद्विस्फुरन्मकरकुण्डलवल्गितेनविद्योतितामलकपोलमुदारनासम् ॥ २९ ॥",
        "english_devnagari": "bhṛtyānukampita-dhiyeha gṛhīta-mūrteḥsañcintayed bhagavato vadanāravindamyad visphuran-makara-kuṇḍala-valgitenavidyotitāmala-kapolam udāra-nāsam",
        "verse_Syn": [
            "bhṛtya",
            "anukampita",
            "dhiyā",
            "iha",
            "gṛhīta",
            "mūrteḥ",
            "sañcintayet",
            "bhagavataḥ",
            "vadana",
            "aravindam",
            "yat",
            "visphuran",
            "makara",
            "kuṇḍala",
            "valgitena",
            "vidyotita",
            "amala",
            "kapolam",
            "udāra",
            "nāsam"
        ],
        "translation": "The yogī should then meditate on the lotuslike countenance of the Lord, who presents His different forms in this world out of compassion for the anxious devotees. His nose is prominent, and His crystal-clear cheeks are illuminated by the oscillation of His glittering alligator-shaped earrings.",
        "purport": " The Lord descends to the material world out of His deep compassion for His devotees. There are two reasons for the Lord’s appearance or incarnation in the material world. Whenever there is a discrepancy in the discharge of religious principles and there is prominence of irreligion, the Lord descends for the protection of the devotees and the destruction of the nondevotees. When He appears, His main purpose is to give solace to His devotees. He does not have to come Himself to destroy the demons, for He has many agents; even the external energy, māyā, has sufficient strength to kill them. But when He comes to show compassion to His devotees, He kills the nondevotees as a matter of course. The Lord appears in the particular form loved by a particular type of devotee. There are millions of forms of the Lord, but they are one Absolute. As stated in the Brahma-saṁhitā, advaitam acyutam anādim ananta-rūpam: all the different forms of the Lord are one, but some devotees want to see Him in the form of Rādhā and Kṛṣṇa, others prefer Him as Sītā and Rāmacandra, others would see Him as Lakṣmī-Nārāyaṇa, and others want to see Him as four-handed Nārāyaṇa, Vāsudeva. The Lord has innumerable forms, and He appears in a particular form as preferred by a particular type of devotee. A yogī is advised to meditate upon the forms that are approved by devotees. A yogī cannot imagine a form for meditation. Those so-called yogīs who manufacture a circle or target are engaged in nonsense. Actually, a yogī must meditate upon the form of the Supreme Personality of Godhead that has been experienced by the Lord’s pure devotees. Yogī means devotee. Yogīs who are not actually pure devotees should follow in the footsteps of devotees. It is especially mentioned here that the yogī should meditate upon the form which is thus approved; he cannot manufacture a form of the Lord."
    },
    {
        "verse": "30",
        "devanagari": "यच्छ्रीनिकेतमलिभि: परिसेव्यमानंभूत्या स्वया कुटिलकुन्तलवृन्दजुष्टम् ।मीनद्वयाश्रयमधिक्षिपदब्जनेत्रंध्यायेन्मनोमयमतन्द्रित उल्लसद्भ्रु ॥ ३० ॥",
        "english_devnagari": "yac chrī-niketam alibhiḥ parisevyamānaṁbhūtyā svayā kuṭila-kuntala-vṛnda-juṣṭammīna-dvayāśrayam adhikṣipad abja-netraṁdhyāyen manomayam atandrita ullasad-bhru",
        "verse_Syn": [
            "yat",
            "śrī",
            "niketam",
            "alibhiḥ",
            "parisevyamānam",
            "bhūtyā",
            "svayā",
            "kuṭila",
            "kuntala",
            "vṛnda",
            "juṣṭam",
            "mīna",
            "dvaya",
            "āśrayam",
            "adhikṣipat",
            "abja",
            "netram",
            "dhyāyet",
            "manaḥ",
            "mayam",
            "atandritaḥ",
            "ullasat",
            "bhru"
        ],
        "translation": "The yogi then meditates upon the beautiful face of the Lord, which is adorned with curly hair and decorated by lotuslike eyes and dancing eyebrows. A lotus surrounded by swarming bees and a pair of swimming fish would be put to shame by its elegance.",
        "purport": " One important statement here is dhyāyen manomayam. Manomayam is not imagination. Impersonalists think that the yogī can imagine any form he likes, but, as stated here, the yogī must meditate upon the form of the Lord which is experienced by devotees. Devotees never imagine a form of the Lord. They are not satisfied by something imaginary. The Lord has different eternal forms; each devotee likes a particular form and thus engages himself in the service of the Lord by worshiping that form. The Lord’s form is depicted in different ways according to scriptures. As already discussed, there are eight kinds of representations of the original form of the Lord. These representations can be produced by the use of clay, stone, wood, paint, sand, etc., depending upon the resources of the devotee. Manomayam is a carving of the form of the Lord within the mind. This is included as one of the eight different carvings of the form of the Lord. It is not imagination. Meditation on the actual form of the Lord may be manifested in different manners, but one should not conclude that one has to imagine a form. There are two comparisons in this verse: first the Lord’s face is compared to a lotus, and then His black hair is compared to humming bees swarming around the lotus, and His two eyes are compared to two fish swimming about. A lotus flower on the water is very beautiful when surrounded by humming bees and fish. The Lord’s face is self-sufficient and complete. His beauty defies the natural beauty of a lotus."
    },
    {
        "verse": "31",
        "devanagari": "तस्यावलोकमधिकं कृपयातिघोर-तापत्रयोपशमनाय निसृष्टमक्ष्णो: ।स्‍निग्धस्मितानुगुणितं विपुलप्रसादंध्यायेच्चिरं विपुलभावनया गुहायाम् ॥ ३१ ॥",
        "english_devnagari": "tasyāvalokam adhikaṁ kṛpayātighora-tāpa-trayopaśamanāya nisṛṣṭam akṣṇoḥsnigdha-smitānuguṇitaṁ vipula-prasādaṁdhyāyec ciraṁ vipula-bhāvanayā guhāyām",
        "verse_Syn": [
            "tasya",
            "avalokam",
            "adhikam",
            "kṛpayā",
            "atighora",
            "tāpa",
            "traya",
            "upaśamanāya",
            "nisṛṣṭam",
            "akṣṇoḥ",
            "snigdha",
            "smita",
            "anuguṇitam",
            "vipula",
            "prasādam",
            "dhyāyet",
            "ciram",
            "vipula",
            "bhāvanayā",
            "guhāyām"
        ],
        "translation": "The yogīs should contemplate with full devotion the compassionate glances frequently cast by the Lord’s eyes, for they soothe the most fearful threefold agonies of His devotees. His glances, accompanied by loving smiles, are full of abundant grace.",
        "purport": " As long as one is in conditional life, in the material body, it is natural that he will suffer from anxieties and agonies. One cannot avoid the influence of material energy, even when one is on the transcendental plane. Sometimes disturbances come, but the agonies and anxieties of the devotees are at once mitigated when they think of the Supreme Personality of Godhead in His beautiful form or the smiling face of the Lord. The Lord bestows innumerable favors upon His devotee, and the greatest manifestation of His grace is His smiling face, which is full of compassion for His pure devotees."
    },
    {
        "verse": "32",
        "devanagari": "हासं हरेरवनताखिललोकतीव्र-शोकाश्रुसागरविशोषणमत्युदारम् ।सम्मोहनाय रचितं निजमाययास्यभ्रूमण्डलं मुनिकृते मकरध्वजस्य ॥ ३२ ॥",
        "english_devnagari": "hāsaṁ harer avanatākhila-loka-tīvra-śokāśru-sāgara-viśoṣaṇam atyudāramsammohanāya racitaṁ nija-māyayāsyabhrū-maṇḍalaṁ muni-kṛte makara-dhvajasya",
        "verse_Syn": [
            "hāsam",
            "hareḥ",
            "avanata",
            "akhila",
            "loka",
            "tīvra",
            "śoka",
            "aśru",
            "sāgara",
            "viśoṣaṇam",
            "ati",
            "udāram",
            "sammohanāya",
            "racitam",
            "nija",
            "māyayā",
            "asya",
            "bhrū",
            "maṇḍalam",
            "muni",
            "kṛte",
            "makara",
            "dhvajasya"
        ],
        "translation": "A yogī should similarly meditate on the most benevolent smile of Lord Śrī Hari, a smile which, for all those who bow to Him, dries away the ocean of tears caused by intense grief. The yogī should also meditate on the Lord’s arched eyebrows, which are manifested by His internal potency in order to charm the sex-god for the good of the sages.",
        "purport": " The entire universe is full of miseries, and therefore the inhabitants of this material universe are always shedding tears out of intense grief. There is a great ocean of water made from such tears, but for one who surrenders unto the Supreme Personality of Godhead, the ocean of tears is at once dried up. One need only see the charming smile of the Supreme Lord. In other words, the bereavement of material existence immediately subsides when one sees the charming smile of the Lord. It is stated in this verse that the charming eyebrows of the Lord are so fascinating that they cause one to forget the charms of sense attraction. The conditioned souls are shackled to material existence because they are captivated by the charms of sense gratification, especially sex life. The sex-god is called Makara-dhvaja. The charming brows of the Supreme Personality of Godhead protect the sages and devotees from being charmed by material lust and sex attraction. Yāmunācārya, a great ācārya, said that ever since he had seen the charming pastimes of the Lord, the charms of sex life had become abominable for him, and the mere thought of sex enjoyment would cause him to spit and turn his face. Thus if anyone wants to be aloof from sex attraction, he must see the charming smile and fascinating eyebrows of the Supreme Personality of Godhead."
    },
    {
        "verse": "33",
        "devanagari": "ध्यानायनं प्रहसितं बहुलाधरोष्ठ-भासारुणायिततनुद्विजकुन्दपङ्‌क्ति ।ध्यायेत्स्वदेहकुहरेऽवसितस्य विष्णोर्भक्त्यार्द्रयार्पितमना न पृथग्दिद‍ृक्षेत् ॥ ३३ ॥",
        "english_devnagari": "dhyānāyanaṁ prahasitaṁ bahulādharoṣṭha-bhāsāruṇāyita-tanu-dvija-kunda-paṅktidhyāyet svadeha-kuhare ’vasitasya viṣṇorbhaktyārdrayārpita-manā na pṛthag didṛkṣet",
        "verse_Syn": [
            "dhyāna",
            "ayanam",
            "prahasitam",
            "bahula",
            "adhara",
            "oṣṭha",
            "bhāsa",
            "aruṇāyita",
            "tanu",
            "dvija",
            "kunda",
            "paṅkti",
            "dhyāyet",
            "sva",
            "deha",
            "kuhare",
            "avasitasya",
            "viṣṇoḥ",
            "bhaktyā",
            "ārdrayā",
            "arpita",
            "manāḥ",
            "na",
            "pṛthak",
            "didṛkṣet"
        ],
        "translation": "With devotion steeped in love and affection, the yogī should meditate within the core of his heart upon the laughter of Lord Viṣṇu. The laughter of Viṣṇu is so captivating that it can be easily meditated upon. When the Supreme Lord is laughing, one can see His small teeth, which resemble jasmine buds rendered rosy by the splendor of His lips. Once devoting his mind to this, the yogī should no longer desire to see anything else.",
        "purport": " It is recommended that the yogī visualize the laughter of the Lord after studying His smile very carefully. These particular descriptions of meditation on the smile, laughter, face, lips and teeth all indicate conclusively that God is not impersonal. It is described herein that one should meditate on the laughter or smiling of Viṣṇu. There is no other activity that can completely cleanse the heart of the devotee. The exceptional beauty of the laughter of Lord Viṣṇu is that when He smiles His small teeth, which resemble the buds of jasmine flowers, at once become reddish, reflecting His rosy lips. If the yogī is able to place the beautiful face of the Lord in the core of his heart, he will be completely satisfied. In other words, when one is absorbed in seeing the beauty of the Lord within himself, the material attraction can no longer disturb him."
    },
    {
        "verse": "34",
        "devanagari": "एवं हरौ भगवति प्रतिलब्धभावोभक्त्या द्रवद्‍धृदय उत्पुलक: प्रमोदात् ।औत्कण्ठ्यबाष्पकलया मुहुरर्द्यमानस्तच्चापि चित्तबडिशं शनकैर्वियुङ्क्ते ॥ ३४ ॥",
        "english_devnagari": "evaṁ harau bhagavati pratilabdha-bhāvobhaktyā dravad-dhṛdaya utpulakaḥ pramodātautkaṇṭhya-bāṣpa-kalayā muhur ardyamānastac cāpi citta-baḍiśaṁ śanakair viyuṅkte",
        "verse_Syn": [
            "evam",
            "harau",
            "bhagavati",
            "pratilabdha",
            "bhāvaḥ",
            "bhaktyā",
            "dravat",
            "hṛdayaḥ",
            "utpulakaḥ",
            "pramodāt",
            "autkaṇṭhya",
            "bāṣpa",
            "kalayā",
            "muhuḥ",
            "ardyamānaḥ",
            "tat",
            "ca",
            "api",
            "citta",
            "baḍiśam",
            "śanakaiḥ",
            "viyuṅkte"
        ],
        "translation": "By following this course, the yogī gradually develops pure love for the Supreme Personality of Godhead, Hari. In the course of his progress in devotional service, the hairs on his body stand erect through excessive joy, and he is constantly bathed in a stream of tears occasioned by intense love. Gradually, even the mind, which he used as a means to attract the Lord, as one attracts a fish to a hook, withdraws from material activity.",
        "purport": " Here it is clearly mentioned that meditation, which is an action of the mind, is not the perfect stage of samādhi, or absorption. In the beginning the mind is employed in attracting the form of the Supreme Personality of Godhead, but in the higher stages there is no question of using the mind. A devotee becomes accustomed to serving the Supreme Lord by purification of his senses. In other words, the yoga principles of meditation are required as long as one is not situated in pure devotional service. The mind is used to purify the senses, but when the senses are purified by meditation, there is no need to sit in a particular place and try to meditate upon the form of the Lord. One becomes so habituated that he automatically engages in the personal service of the Lord. When the mind forcibly is engaged upon the form of the Lord, this is called nirbīja-yoga, or lifeless yoga, for the yogī does not automatically engage in the personal service of the Lord. But when he is constantly thinking of the Lord, that is called sabīja-yoga, or living yoga. One has to be promoted to the platform of living yoga. One should engage in the service of the Lord twenty-four hours a day, as confirmed in the Brahma-saṁhitā. The stage of premāñjana-cchurita can be attained by developing complete love. When one’s love for the Supreme Personality of Godhead in devotional service is fully developed, one always sees the Lord, even without artificially meditating on His form. His vision is divine because he has no other engagement. At this stage of spiritual realization it is not necessary to engage the mind artificially. Since the meditation recommended in the lower stages is a means to come to the platform of devotional service, those already engaged in the transcendental loving service of the Lord are above such meditation. This stage of perfection is called Kṛṣṇa consciousness."
    },
    {
        "verse": "35",
        "devanagari": "मुक्ताश्रयं यर्हि निर्विषयं विरक्तंनिर्वाणमृच्छति मन: सहसा यथार्चि: ।आत्मानमत्र पुरुषोऽव्यवधानमेकम्अन्वीक्षते प्रतिनिवृत्तगुणप्रवाह: ॥ ३५ ॥",
        "english_devnagari": "muktāśrayaṁ yarhi nirviṣayaṁ viraktaṁnirvāṇam ṛcchati manaḥ sahasā yathārciḥātmānam atra puruṣo ’vyavadhānam ekamanvīkṣate pratinivṛtta-guṇa-pravāhaḥ",
        "verse_Syn": [
            "mukta",
            "āśrayam",
            "yarhi",
            "nirviṣayam",
            "viraktam",
            "nirvāṇam",
            "ṛcchati",
            "manaḥ",
            "sahasā",
            "yathā",
            "arciḥ",
            "ātmānam",
            "atra",
            "puruṣaḥ",
            "avyavadhānam",
            "ekam",
            "anvīkṣate",
            "pratinivṛtta",
            "guṇa",
            "pravāhaḥ"
        ],
        "translation": "When the mind is thus completely freed from all material contamination and detached from material objectives, it is just like the flame of a lamp. At that time the mind is actually dovetailed with that of the Supreme Lord and is experienced as one with Him because it is freed from the interactive flow of the material qualities.",
        "purport": " In the material world the activities of the mind are acceptance and rejection. As long as the mind is in material consciousness, it must be forcibly trained to accept meditation on the Supreme Personality of Godhead, but when one is actually elevated to loving the Supreme Lord, the mind is automatically absorbed in thought of the Lord. In such a position a yogī has no other thought than to serve the Lord. This dovetailing of the mind with the desires of the Supreme Personality of Godhead is called nirvāṇa, or making the mind one with the Supreme Lord. The best example of nirvāṇa is cited in Bhagavad-gītā. In the beginning the mind of Arjuna deviated from Kṛṣṇa’s. Kṛṣṇa wanted Arjuna to fight, but Arjuna did not want to, so there was disagreement. But after hearing Bhagavad-gītā from the Supreme Personality of Godhead, Arjuna dovetailed his mind with Kṛṣṇa’s desire. This is called oneness. This oneness, however, did not cause Arjuna and Kṛṣṇa to lose their individualities. The Māyāvādī philosophers cannot understand this. They think that oneness necessitates loss of individuality. Actually, however, we find in Bhagavad-gītā that individuality is not lost. When the mind is completely purified in love of Godhead, the mind becomes the mind of the Supreme Personality of Godhead. The mind at that time does not act separately, nor does it act without inspiration to fulfill the desire of the Lord. The individual liberated soul has no other activity. Pratinivṛtta-guṇa-pravāhaḥ. In the conditioned state the mind is always engaged in activity impelled by the three modes of the material world, but in the transcendental stage, the material modes cannot disturb the mind of the devotee. The devotee has no other concern than to satisfy the desires of the Lord. That is the highest stage of perfection, called nirvāṇa or nirvāṇa-mukti. At this stage the mind becomes completely free from material desire. Yathārciḥ. Arciḥ means “flame.” When a lamp is broken or the oil is finished, we see that the flame of the lamp goes out. But according to scientific understanding, the flame is not extinguished; it is conserved. This is conservation of energy. Similarly, when the mind stops functioning on the material platform, it is conserved in the activities of the Supreme Lord. The Māyāvādī philosophers’ conception of cessation of the functions of the mind is explained here: cessation of the mental functions means cessation of activities conducted under the influence of the three modes of material nature."
    },
    {
        "verse": "36",
        "devanagari": "सोऽप्येतया चरमया मनसो निवृत्त्यातस्मिन्महिम्न्यवसित: सुखदु:खबाह्ये ।हेतुत्वमप्यसति कर्तरि दु:खयोर्यत्स्वात्मन्विधत्त उपलब्धपरात्मकाष्ठ: ॥ ३६ ॥",
        "english_devnagari": "so ’py etayā caramayā manaso nivṛttyātasmin mahimny avasitaḥ sukha-duḥkha-bāhyehetutvam apy asati kartari duḥkhayor yatsvātman vidhatta upalabdha-parātma-kāṣṭhaḥ",
        "verse_Syn": [
            "saḥ",
            "api",
            "etayā",
            "caramayā",
            "manasaḥ",
            "nivṛttyā",
            "tasmin",
            "mahimni",
            "avasitaḥ",
            "sukha",
            "duḥkha",
            "bāhye",
            "hetutvam",
            "api",
            "asati",
            "kartari",
            "duḥkhayoḥ",
            "yat",
            "sva",
            "ātman",
            "vidhatte",
            "upalabdha",
            "para",
            "ātma",
            "kāṣṭhaḥ"
        ],
        "translation": "Thus situated in the highest transcendental stage, the mind ceases from all material reaction and becomes situated in its own glory, transcendental to all material conceptions of happiness and distress. At that time the yogī realizes the truth of his relationship with the Supreme Personality of Godhead. He discovers that pleasure and pain as well as their interactions, which he attributed to his own self, are actually due to the false ego, which is a product of ignorance.",
        "purport": " Forgetfulness of one’s relationship with the Supreme Personality of Godhead is a product of ignorance. By yoga practice one can eradicate this ignorance of thinking oneself independent of the Supreme Lord. One’s actual relationship is eternally that of love. The living entity is meant to render transcendental loving service to the Lord. Forgetfulness of that sweet relationship is called ignorance, and in ignorance one is impelled by the three material modes of nature to think himself the enjoyer. When the devotee’s mind is purified and he understands that his mind has to be dovetailed with the desires of the Supreme Personality of Godhead, he has attained the perfectional, transcendental stage, which is beyond the perception of material distress and happiness. As long as one acts on his own account, he is subject to all the material perceptions of so-called happiness and distress. Actually there is no happiness. Just as there is no happiness in any of the activities of a madman, so in material activities the mental concoctions of happiness and distress are false. Actually everything is distress. When the mind is dovetailed to act according to the desire of the Lord, one has attained the transcendental stage. The desire to lord it over material nature is the cause of ignorance, and when that desire is completely extinguished and the desires are dovetailed with those of the Supreme Lord, one has reached the perfectional stage. Upalabdha-parātma-kāṣṭhaḥ. Upalabdha means “realization.” Realization necessarily indicates individuality. In the perfectional, liberated stage, there is actual realization. Nivṛttyā means that the living entity keeps his individuality; oneness means that he realizes happiness in the happiness of the Supreme Lord. In the Supreme Lord there is nothing but happiness. Ānandamayo ’bhyāsāt: the Lord is by nature full of transcendental happiness. In the liberated stage, oneness with the Supreme Lord means that one has no realization other than happiness. But the individual still exists, otherwise this word upalabdha, indicating individual realization of transcendental happiness, would not have been used."
    },
    {
        "verse": "37",
        "devanagari": "देहं च तं न चरम: स्थितमुत्थितं वासिद्धो विपश्यति यतोऽध्यगमत्स्वरूपम् ।दैवादुपेतमथ दैववशादपेतंवासो यथा परिकृतं मदिरामदान्ध: ॥ ३७ ॥",
        "english_devnagari": "dehaṁ ca taṁ na caramaḥ sthitam utthitaṁ vāsiddho vipaśyati yato ’dhyagamat svarūpamdaivād upetam atha daiva-vaśād apetaṁvāso yathā parikṛtaṁ madirā-madāndhaḥ",
        "verse_Syn": [
            "deham",
            "ca",
            "tam",
            "na",
            "caramaḥ",
            "sthitam",
            "utthitam",
            "vā",
            "siddhaḥ",
            "vipaśyati",
            "yataḥ",
            "adhyagamat",
            "sva",
            "rūpam",
            "daivāt",
            "upetam",
            "atha",
            "daiva",
            "vaśāt",
            "apetam",
            "vāsaḥ",
            "yathā",
            "parikṛtam",
            "madirā",
            "mada",
            "andhaḥ"
        ],
        "translation": "Because he has achieved his real identity, the perfectly realized soul has no conception of how the material body is moving or acting, just as an intoxicated person cannot understand whether or not he has clothing on his body.",
        "purport": " This stage of life is explained by Rūpa Gosvāmī in his Bhakti-rasāmṛta-sindhu. A person whose mind is completely dovetailed with the desire of the Supreme Personality of Godhead, and who engages one hundred percent in the service of the Lord, forgets his material bodily demands."
    },
    {
        "verse": "38",
        "devanagari": "देहोऽपि दैववशग: खलु कर्म यावत्स्वारम्भकं प्रतिसमीक्षत एव सासु: ।तं सप्रपञ्चमधिरूढसमाधियोग:स्वाप्नं पुनर्न भजते प्रतिबुद्धवस्तु: ॥ ३८ ॥",
        "english_devnagari": "deho ’pi daiva-vaśagaḥ khalu karma yāvatsvārambhakaṁ pratisamīkṣata eva sāsuḥtaṁ sa-prapañcam adhirūḍha-samādhi-yogaḥsvāpnaṁ punar na bhajate pratibuddha-vastuḥ",
        "verse_Syn": [
            "dehaḥ",
            "api",
            "daiva",
            "vaśa",
            "gaḥ",
            "khalu",
            "karma",
            "yāvat",
            "sva",
            "ārambhakam",
            "pratisamīkṣate",
            "eva",
            "sa",
            "asuḥ",
            "tam",
            "sa",
            "prapañcam",
            "adhirūḍha",
            "samādhi",
            "yogaḥ",
            "svāpnam",
            "punaḥ",
            "na",
            "bhajate",
            "pratibuddha",
            "vastuḥ"
        ],
        "translation": "The body of such a liberated yogī, along with the senses, is taken charge of by the Supreme Personality of Godhead, and it functions until its destined activities are finished. The liberated devotee, being awake to his constitutional position and thus situated in samādhi, the highest perfectional stage of yoga, does not accept the by-products of the material body as his own. Thus he considers his bodily activities to be like the activities of a body in a dream.",
        "purport": " The following questions may be posed. As long as the liberated soul is in contact with the body, why don’t the bodily activities affect him? Doesn’t he actually become contaminated by the action and reaction of material activities? In answer to such questions, this verse explains that the material body of a liberated soul is taken charge of by the Supreme Personality of Godhead. It is not acting due to the living force of the living entity; it is simply acting as a reaction to past activities. Even after being switched off, an electric fan moves for some time. That movement is not due to the electric current, but is a continuation of the last movement; similarly, although a liberated soul appears to be acting just like an ordinary man, his actions are to be accepted as the continuation of past activities. In a dream one may see himself expanded through many bodies, but when awake he can understand that those bodies were all false. Similarly, although a liberated soul has the by-products of the body — children, wife, house, etc. — he does not identify himself with those bodily expansions. He knows that they are all products of the material dream. The gross body is made of the gross elements of matter, and the subtle body is made of mind, intelligence, ego and contaminated consciousness. If one can accept the subtle body of a dream as false and not identify oneself with that body, then certainly an awake person need not identify with the gross body. As one who is awake has no connection with the activities of the body in a dream, an awakened, liberated soul has no connection with the activities of the present body. In other words, because he is acquainted with his constitutional position, he never accepts the bodily concept of life."
    },
    {
        "verse": "39",
        "devanagari": "यथा पुत्राच्च वित्ताच्च पृथङ्‌मर्त्य: प्रतीयते ।अप्यात्मत्वेनाभिमताद्देहादे: पुरुषस्तथा ॥ ३९ ॥",
        "english_devnagari": "yathā putrāc ca vittāc capṛthaṅ martyaḥ pratīyateapy ātmatvenābhimatāddehādeḥ puruṣas tathā",
        "verse_Syn": [
            "yathā",
            "putrāt",
            "ca",
            "vittāt",
            "ca",
            "pṛthak",
            "martyaḥ",
            "pratīyate",
            "api",
            "ātmatvena",
            "abhimatāt",
            "deha",
            "ādeḥ",
            "puruṣaḥ",
            "tathā"
        ],
        "translation": "Because of great affection for family and wealth, one accepts a son and some money as his own, and due to affection for the material body, one thinks that it is his. But actually, as one can understand that his family and wealth are different from him, the liberated soul can understand that he and his body are not the same.",
        "purport": " The status of real knowledge is explained in this verse. There are many children, but we accept some children as our sons and daughters because of our affection for them, although we know very well that these children are different from us. Similarly, because of great affection for money, we accept some amount of wealth in the bank as ours. In the same way, we claim that the body is ours because of affection for it. I say that it is “my” body. I then extend that possessive concept and say, “It is my hand, my leg,” and further, “It is my bank balance, my son, my daughter.” But actually I know that the son and the money are separate from me. It is the same with the body; I am separate from my body. It is a question of understanding, and the proper understanding is called pratibuddha. By obtaining knowledge in devotional service, or Kṛṣṇa consciousness, one can become a liberated soul."
    },
    {
        "verse": "40",
        "devanagari": "यथोल्मुकाद्विस्फुलिङ्गाद्धूमाद्वापि स्वसम्भवात् ।अप्यात्मत्वेनाभिमताद्यथाग्नि: पृथगुल्मुकात् ॥ ४० ॥",
        "english_devnagari": "yatholmukād visphuliṅgāddhūmād vāpi sva-sambhavātapy ātmatvenābhimatādyathāgniḥ pṛthag ulmukāt",
        "verse_Syn": [
            "yathā",
            "ulmukāt",
            "visphuliṅgāt",
            "dhūmāt",
            "vā",
            "api",
            "sva",
            "sambhavāt",
            "api",
            "ātmatvena",
            "abhimatāt",
            "yathā",
            "agniḥ",
            "pṛthak",
            "ulmukāt"
        ],
        "translation": "The blazing fire is different from the flames, from the sparks and from the smoke, although all are intimately connected because they are born from the same blazing wood.",
        "purport": " Although the blazing firewood, the sparks, the smoke and the flame cannot stay apart because each of them is part and parcel of the fire, still they are different from one another. A less intelligent person accepts the smoke as fire, although fire and smoke are completely different. The heat and light of the fire are separate, although one cannot differentiate fire from heat and light."
    },
    {
        "verse": "41",
        "devanagari": "भूतेन्द्रियान्त:करणात्प्रधानाज्जीवसंज्ञितात् ।आत्मा तथा पृथग्द्रष्टा भगवान्ब्रह्मसंज्ञित: ॥ ४१ ॥",
        "english_devnagari": "bhūtendriyāntaḥ-karaṇātpradhānāj jīva-saṁjñitātātmā tathā pṛthag draṣṭābhagavān brahma-saṁjñitaḥ",
        "verse_Syn": [
            "bhūta",
            "indriya",
            "antaḥ",
            "karaṇāt",
            "pradhānāt",
            "jīva",
            "saṁjñitāt",
            "ātmā",
            "tathā",
            "pṛthak",
            "draṣṭā",
            "bhagavān",
            "brahma",
            "saṁjñitaḥ"
        ],
        "translation": "The Supreme Personality of Godhead, who is known as Parambrahma, is the seer. He is different from the jīva soul, or individual living entity, who is combined with the senses, the five elements and consciousness.",
        "purport": " A clear conception of the complete whole is given herewith. The living entity is different from the material elements, and the supreme living entity, the Personality of Godhead, who is the creator of the material elements, is also different from the individual living entity. This philosophy is propounded by Lord Caitanya as acintya-bhedābheda-tattva. Everything is simultaneously one with and different from everything else. The cosmic manifestation created by the Supreme Lord by His material energy is also simultaneously different and nondifferent from Him. The material energy is nondifferent from the Supreme Lord, but at the same time, because that energy is acting in a different way, it is different from Him. Similarly, the individual living entity is one with and different from the Supreme Lord. This “simultaneously one and different” philosophy is the perfect conclusion of the Bhāgavata school, as confirmed here by Kapiladeva. Living entities are compared to the sparks of a fire. As stated in the previous verse, fire, flame, smoke and firewood are combined together. Here the living entity, the material elements and the Supreme Personality of Godhead are combined together. The exact position of the living entities is just like that of the sparks of a fire; they are part and parcel. The material energy is compared to the smoke. The fire is also part and parcel of the Supreme Lord. In the Viṣṇu Purāṇa it is said that whatever we can see or experience, either in the material or spiritual world, is an expansion of the different energies of the Supreme Lord. As fire distributes its light and heat from one place, the Supreme Personality of Godhead distributes His different energies all over His creation. The four principles of the Vaiṣṇava philosophic doctrine are śuddha-advaita (purified oneness), dvaita-advaita (simultaneous oneness and difference), viśiṣṭa-advaita and dvaita. All four principles of Vaiṣṇava philosophy are based on the thesis of Śrīmad-Bhāgavatam explained in these two verses."
    },
    {
        "verse": "42",
        "devanagari": "सर्वभूतेषु चात्मानं सर्वभूतानि चात्मनि ।ईक्षेतानन्यभावेन भूतेष्विव तदात्मताम् ॥ ४२ ॥",
        "english_devnagari": "sarva-bhūteṣu cātmānaṁsarva-bhūtāni cātmaniīkṣetānanya-bhāvenabhūteṣv iva tad-ātmatām",
        "verse_Syn": [
            "sarva",
            "bhūteṣu",
            "ca",
            "ātmānam",
            "sarva",
            "bhūtāni",
            "ca",
            "ātmani",
            "īkṣeta",
            "ananya",
            "bhāvena",
            "bhūteṣu",
            "iva",
            "tat",
            "ātmatām"
        ],
        "translation": "A yogi should see the same soul in all manifestations, for all that exists is a manifestation of different energies of the Supreme. In this way the devotee should see all living entities without distinction. That is realization of the Supreme Soul.",
        "purport": " As stated in the Brahma-saṁhitā, not only does the Supreme Soul enter each and every universe, but He enters even the atoms. The Supreme Soul is present everywhere in the dormant stage, and when one can see the presence of the Supreme Soul everywhere, one is liberated from material designations. The word sarva-bhūteṣu is to be understood as follows. There are four different divisions of species: living entities which sprout from the earth, living entities born of fermentation or germination, living entities which come from eggs and living entities which come from the embryo. These four divisions of living entities are expanded in 8,400,000 species of life. A person who is freed from material designations can see the same quality of spirit present everywhere or in every manifested living entity. Less intelligent men think that plants and grass grow out of the earth automatically, but one who is actually intelligent and has realized the self can see that this growth is not automatic; the cause is the soul, and the forms come out in material bodies under different conditions. By fermentation in the laboratory many germs are born, but this is due to the presence of the soul. The material scientist thinks that eggs are lifeless, but that is not a fact. From Vedic scripture we can understand that living entities in different forms are generated under different conditions. Birds evolve from eggs, and beasts and human beings are born from the embryo. The perfect vision of the yogī or devotee is that he sees the presence of the living entity everywhere."
    },
    {
        "verse": "43",
        "devanagari": "स्वयोनिषु यथा ज्योतिरेकं नाना प्रतीयते ।योनीनां गुणवैषम्यात्तथात्मा प्रकृतौ स्थित: ॥ ४३ ॥",
        "english_devnagari": "sva-yoniṣu yathā jyotirekaṁ nānā pratīyateyonīnāṁ guṇa-vaiṣamyāttathātmā prakṛtau sthitaḥ",
        "verse_Syn": [
            "sva",
            "yoniṣu",
            "yathā",
            "jyotiḥ",
            "ekam",
            "nānā",
            "pratīyate",
            "yonīnām",
            "guṇa",
            "vaiṣamyāt",
            "tathā",
            "ātmā",
            "prakṛtau",
            "sthitaḥ"
        ],
        "translation": "As fire is exhibited in different forms of wood, so, under different conditions of the modes of material nature, the pure spirit soul manifests itself in different bodies.",
        "purport": " It is to be understood that the body is designated. Prakṛti is an interaction by the three modes of material nature, and according to these modes, someone has a small body and someone has a very large body. For example, the fire in a big piece of wood appears very big, and in a stick the fire appears small. Actually, the quality of fire is the same everywhere, but the manifestation of material nature is such that according to the fuel, the fire appears bigger and smaller. Similarly, the soul in the universal body, although of the same quality, is different from the soul in the smaller body. The small particles of soul are just like sparks of the larger soul. The greatest soul is the Supersoul, but the Supersoul is quantitatively different from the small soul. The Supersoul is described in the Vedic literature as the supplier of all necessities of the smaller soul (nityo nityānām). One who understands this distinction between the Supersoul and the individual soul is above lamentation and is in a peaceful position. When the smaller soul thinks himself quantitatively as big as the larger soul, he is under the spell of māyā, for that is not his constitutional position. No one can become the greater soul simply by mental speculation. The smallness or greatness of different souls is described in the Varāha Purāṇa as svāṁśa-vibhinnāṁśa. The svāṁśa soul is the Supreme Personality of Godhead, and the vibhinnāṁśa souls, or small particles, are eternally small particles, as confirmed in Bhagavad-gītā (mamaivāṁśo jīva-loke jīva-bhūtaḥ sanātanaḥ). The small living entities are eternally part and parcel, and therefore it is not possible for them to be quantitatively as great as the Supersoul."
    },
    {
        "verse": "44",
        "devanagari": "तस्मादिमां स्वां प्रकृतिं दैवीं सदसदात्मिकाम् ।दुर्विभाव्यां पराभाव्य स्वरूपेणावतिष्ठते ॥ ४४ ॥",
        "english_devnagari": "tasmād imāṁ svāṁ prakṛtiṁdaivīṁ sad-asad-ātmikāmdurvibhāvyāṁ parābhāvyasvarūpeṇāvatiṣṭhate",
        "verse_Syn": [
            "tasmāt",
            "imām",
            "svām",
            "prakṛtim",
            "daivīm",
            "sat",
            "asat",
            "ātmikām",
            "durvibhāvyām",
            "parābhāvya",
            "sva",
            "rūpeṇa",
            "avatiṣṭhate"
        ],
        "translation": "Thus the yogī can be in the self-realized position after conquering the insurmountable spell of māyā, who presents herself as both the cause and effect of this material manifestation and is therefore very difficult to understand.",
        "purport": " It is stated in Bhagavad-gītā that the spell of māyā, which covers the knowledge of the living entity, is insurmountable. However, one who surrenders unto Kṛṣṇa, the Supreme Personality of Godhead, can conquer this seemingly insurmountable spell of māyā. Here also it is stated that the daivī prakṛti, or the external energy of the Supreme Lord, is durvibhāvyā, very difficult to understand and very difficult to conquer. One must, however, conquer this insurmountable spell of māyā, and this is possible, by the grace of the Lord, when God reveals Himself to the surrendered soul. It is also stated here, svarūpeṇāvatiṣṭhate. Svarūpa means that one has to know that he is not the Supreme Soul, but rather, part and parcel of the Supreme Soul; that is self-realization. To think falsely that one is the Supreme Soul and that one is all-pervading is not svarūpa. This is not realization of his actual position. The real position is that one is part and parcel. It is recommended here that one remain in that position of actual self-realization. In Bhagavad-gītā this understanding is defined as Brahman realization. After Brahman realization, one can engage in the activities of Brahman. As long as one is not self-realized, he engages in activities based on false identification with the body. When one is situated in his real self, then the activities of Brahman realization begin. The Māyāvādī philosophers say that after Brahman realization, all activities stop, but that is not actually so. If the soul is so active in its abnormal condition, existing under the covering of matter, how can one deny its activity when free? An example may be cited here. If a man in a diseased condition is very active, how can one imagine that when he is free from the disease he will be inactive? Naturally the conclusion is that when one is free from all disease his activities are pure. It may be said that the activities of Brahman realization are different from those of conditional life, but that does not stop activity. This is indicated in Bhagavad-gītā (18.54): after one realizes oneself to be Brahman, devotional service begins. Mad-bhaktiṁ labhate parām: after Brahman realization, one can engage in the devotional service of the Lord. Therefore devotional service of the Lord is activity in Brahman realization. For those who engage in devotional service there is no spell of māyā, and their situation is all-perfect. The duty of the living entity, as a part and parcel of the whole, is to render devotional service to the whole. That is the ultimate perfection of life."
    }
]