[
    {
        "verse": "1",
        "devanagari": "ऋषिरुवाचइति तासां स्वशक्तीनां सतीनामसमेत्य स: ।प्रसुप्तलोकतन्त्राणां निशाम्य गतिमीश्वर: ॥ १ ॥",
        "english_devnagari": "ṛṣir uvācaiti tāsāṁ sva-śaktīnāṁsatīnām asametya saḥprasupta-loka-tantrāṇāṁniśāmya gatim īśvaraḥ",
        "verse_Syn": [
            "ṛṣiḥ",
            "uvāca",
            "iti",
            "tāsām",
            "sva",
            "śaktīnām",
            "satīnām",
            "asametya",
            "saḥ",
            "prasupta",
            "loka",
            "tantrāṇām",
            "niśāmya",
            "gatim",
            "īśvaraḥ"
        ],
        "translation": "The Ṛṣi Maitreya said: The Lord thus heard about the suspension of the progressive creative functions of the universe due to the noncombination of His potencies, such as the mahat-tattva.",
        "purport": " There is nothing wanting in the creation of the Lord; all the potencies are there in a dormant state. But unless they are combined by the will of the Lord, nothing can progress. The suspended progressive work of creation can only be revived by the direction of the Lord."
    },
    {
        "verse": "2",
        "devanagari": "कालसंज्ञां तदा देवीं बिभ्रच्छक्तिमुरुक्रम: ।त्रयोविंशतितत्त्वानां गणं युगपदाविशत् ॥ २ ॥",
        "english_devnagari": "kāla-sañjñāṁ tadā devīṁbibhrac-chaktim urukramaḥtrayoviṁśati tattvānāṁgaṇaṁ yugapad āviśat",
        "verse_Syn": [
            "kāla",
            "sañjñām",
            "tadā",
            "devīm",
            "bibhrat",
            "śaktim",
            "urukramaḥ",
            "trayaḥ",
            "viṁśati",
            "tattvānām",
            "gaṇam",
            "yugapat",
            "āviśat"
        ],
        "translation": "The Supreme Powerful Lord then simultaneously entered into the twenty-three elements with the goddess Kālī, His external energy, who alone amalgamates all the different elements.",
        "purport": " The ingredients of matter are counted as twenty-three: the total material energy, false ego, sound, touch, form, taste, smell, earth, water, fire, air, sky, eye, ear, nose, tongue, skin, hand, leg, evacuating organ, genitals, speech and mind. All are combined together by the influence of time and are again dissolved in the course of time. Time, therefore, is the energy of the Lord and acts in her own way by the direction of the Lord. This energy is called Kālī and is represented by the dark destructive goddess generally worshiped by persons influenced by the mode of darkness or ignorance in material existence. In the Vedic hymn this process is described as mūla-prakṛtir avikṛtir mahadādyāḥ prakṛti-vikṛtayaḥ sapta ṣoḍaśakas tu vikāro na prakṛtir na vikṛtiḥ puruṣaḥ. The energy which acts as material nature in a combination of twenty-three ingredients is not the final source of creation. The Lord enters into the elements and applies His energy, called Kālī. In all other Vedic scriptures the same principle is accepted. In Brahma-saṁhitā (5.35) it is stated: “I worship the primeval Lord, Govinda, who is the original Personality of Godhead. By His partial plenary expansion [Mahā-Viṣṇu], He enters into material nature, and then into each and every universe [as Garbhodakaśāyī Viṣṇu], and then [as Kṣīrodakaśāyī Viṣṇu] into all the elements, including every atom of matter. Such manifestations of cosmic creation are innumerable, both in the universes and in the individual atoms.” Similarly, this is confirmed in Bhagavad-gītā (10.42): “O Arjuna, there is no necessity of your knowing about My innumerable energies, which act in various ways. I enter into the material creation by My partial plenary expansion [Paramātmā, or the Supersoul] in all the universes and in all the elements thereof, and thus the work of creation goes on.” The wonderful activities of material nature are due to Lord Kṛṣṇa, and thus He is the final cause, or the ultimate cause of all causes."
    },
    {
        "verse": "3",
        "devanagari": "सोऽनुप्रविष्टो भगवांश्चेष्टारूपेण तं गणम् ।भिन्नं संयोजयमास सुप्तं कर्म प्रबोधयन् ॥ ३ ॥",
        "english_devnagari": "so ’nupraviṣṭo bhagavāṁśceṣṭārūpeṇa taṁ gaṇambhinnaṁ saṁyojayām āsasuptaṁ karma prabodhayan",
        "verse_Syn": [
            "saḥ",
            "anupraviṣṭaḥ",
            "bhagavān",
            "ceṣṭā",
            "rūpeṇa",
            "tam",
            "gaṇam",
            "bhinnam",
            "saṁyojayām",
            "āsa",
            "suptam",
            "karma",
            "prabodhayan"
        ],
        "translation": "Thus when the Personality of Godhead entered into the elements by His energy, all the living entities were enlivened into different activities, just as one is engaged in his work after awakening from sleep.",
        "purport": " Every individual soul remains unconscious after the dissolution of the creation and thus enters into the Lord with His material energy. These individual living entities are conditioned souls everlastingly, but in each and every material creation they are given a chance to liberate themselves and become free souls. They are all given a chance to take advantage of the Vedic wisdom and find out what is their relationship with the Supreme Lord, how they can be liberated, and what the ultimate profit is in such liberation. By properly studying the Vedas one becomes conscious of his position and thus takes to the transcendental devotional service of the Lord and is gradually promoted to the spiritual sky. The individual souls in the material world engage in different activities according to their past unfinished desires. After the dissolution of a particular body, the individual soul forgets everything, but the all-merciful Lord, who is situated in everyone’s heart as the witness, the Supersoul, awakens him and reminds him of his past desires, and thus he begins to act accordingly in his next life. This unseen guidance is described as fate, and a sensible man can understand that this continues his material bondage in the three modes of nature. The unconscious sleeping stage of the living entity just after the partial or total dissolution of the creation is wrongly accepted as the final stage of life by some less intelligent philosophers. After the dissolution of the partial material body, a living entity remains unconscious for only a few months, and after the total dissolution of the material creation, he remains unconscious for many millions of years. But when the creation is again revived, he is awakened to his work by the Lord. The living entity is eternal, and the wakeful state of his consciousness, manifested by activities, is his natural condition of life. He cannot stop acting while awake, and thus he acts according to his diverse desires. When his desires are trained in the transcendental service of the Lord, his life becomes perfect, and he is promoted to the spiritual sky to enjoy eternal awakened life."
    },
    {
        "verse": "4",
        "devanagari": "प्रबुद्धकर्मा दैवेन त्रयोविंशतिको गण: ।प्रेरितोऽजनयत्स्वाभिर्मात्राभिरधिपूरुषम् ॥ ४ ॥",
        "english_devnagari": "prabuddha-karmā daivenatrayoviṁśatiko gaṇaḥprerito ’janayat svābhirmātrābhir adhipūruṣam",
        "verse_Syn": [
            "prabuddha",
            "karmā",
            "daivena",
            "trayaḥ",
            "viṁśatikaḥ",
            "gaṇaḥ",
            "preritaḥ",
            "ajanayat",
            "svābhiḥ",
            "mātrābhiḥ",
            "adhipūruṣam"
        ],
        "translation": "When the twenty-three principal elements were set in action by the will of the Supreme, the gigantic universal form, or the viśvarūpa body of the Lord, came into existence.",
        "purport": " The virāṭ-rūpa or viśva-rūpa, the gigantic universal form of the Lord, which is very much appreciated by the impersonalist, is not an eternal form of the Lord. It is manifested by the supreme will of the Lord after the ingredients of material creation. Lord Kṛṣṇa exhibited this virāṭ or viśva-rūpa to Arjuna just to convince the impersonalists that He is the original Personality of Godhead. Kṛṣṇa exhibited the virāṭ-rūpa; it is not that Kṛṣṇa was exhibited by the virāṭ-rūpa. The virāṭ-rūpa is not, therefore, an eternal form of the Lord exhibited in the spiritual sky; it is a material manifestation of the Lord. The arcā-vigraha, or the worshipable Deity in the temple, is a similar manifestation of the Lord for the neophytes. But in spite of their material touch, such forms of the Lord as the virāṭ and arcā are all nondifferent from His eternal form as Lord Kṛṣṇa."
    },
    {
        "verse": "5",
        "devanagari": "परेण विशता स्वस्मिन्मात्रया विश्वसृग्गण: ।चुक्षोभान्योन्यमासाद्य यस्मिन्लोकाश्चराचरा: ॥ ५ ॥",
        "english_devnagari": "pareṇa viśatā svasminmātrayā viśva-sṛg-gaṇaḥcukṣobhānyonyam āsādyayasmin lokāś carācarāḥ",
        "verse_Syn": [
            "pareṇa",
            "viśatā",
            "svasmin",
            "mātrayā",
            "viśva",
            "sṛk",
            "gaṇaḥ",
            "cukṣobha",
            "anyonyam",
            "āsādya",
            "yasmin",
            "lokāḥ",
            "cara",
            "acarāḥ"
        ],
        "translation": "As the Lord, in His plenary portion, entered into the elements of the universal creation, they transformed into the gigantic form in which all the planetary systems and all movable and immovable creations rest.",
        "purport": " The elements of cosmic creation are all matter and have no potency to increase in volume unless entered into by the Lord in His plenary portion. This means that matter does not increase or decrease unless it is spiritually touched. Matter is a product of spirit and increases only by the touch of spirit. The entire cosmic manifestation has not assumed its gigantic form by itself, as wrongly calculated by less intelligent persons. As long as spirit is within matter, matter can increase as needed; but without the spirit, matter stops increasing. For example, as long as there is spiritual consciousness within the material body of a living entity, the body increases to the required size, but a dead material body, which has no spiritual consciousness, stops increasing. In Bhagavad-gītā (Chapter Two) importance is given to the spiritual consciousness, not the body. The entire cosmic body increased by the same process that we experience in our small bodies. One should not, however, foolishly think that the individual infinitesimal soul is the cause of the gigantic manifestation of the universal form. The universal form is called the virāṭ-rūpa because the Supreme Lord is within it in His plenary portion."
    },
    {
        "verse": "6",
        "devanagari": "हिरण्मय: स पुरुष: सहस्रपरिवत्सरान् ।आण्डकोश उवासाप्सु सर्वसत्त्वोपबृंहित: ॥ ६ ॥",
        "english_devnagari": "hiraṇmayaḥ sa puruṣaḥsahasra-parivatsarānāṇḍa-kośa uvāsāpsusarva-sattvopabṛṁhitaḥ",
        "verse_Syn": [
            "hiraṇmayaḥ",
            "saḥ",
            "puruṣaḥ",
            "sahasra",
            "parivatsarān",
            "āṇḍa",
            "kośe",
            "uvāsa",
            "apsu",
            "sarva",
            "sattva",
            "upabṛṁhitaḥ"
        ],
        "translation": "The gigantic virāṭ-puruṣa, known as Hiraṇmaya, lived for one thousand celestial years on the water of the universe, and all the living entities lay with Him.",
        "purport": " After the Lord entered each and every universe as the Garbhodakaśāyī Viṣṇu, half of the universe was filled with water. The cosmic manifestation of the planetary systems, outer space, etc., which are visible to us, is only one half of the complete universe. Before the manifestation takes place and after the entrance of Viṣṇu within the universe, there is a period of one thousand celestial years. All the living entities injected within the womb of the mahat-tattva are divided in all universes with the incarnation of Garbhodakaśāyī Viṣṇu, and all of them lie down with the Lord until Brahmā is born. Brahmā is the first living being within the universe, and from him all other demigods and living creatures are born. Manu is the original father of mankind, and therefore, in Sanskrit, mankind is called mānuṣya. Humanity in different bodily qualities is distributed throughout the various planetary systems."
    },
    {
        "verse": "7",
        "devanagari": "स वै विश्वसृजां गर्भो देवकर्मात्मशक्तिमान् ।विबभाजात्मनात्मानमेकधा दशधा त्रिधा ॥ ७ ॥",
        "english_devnagari": "sa vai viśva-sṛjāṁ garbhodeva-karmātma-śaktimānvibabhājātmanātmānamekadhā daśadhā tridhā",
        "verse_Syn": [
            "saḥ",
            "vai",
            "viśva",
            "sṛjām",
            "garbhaḥ",
            "deva",
            "karma",
            "ātma",
            "śaktimān",
            "vibabhāja",
            "ātmanā",
            "ātmānam",
            "ekadhā",
            "daśadhā",
            "tridhā"
        ],
        "translation": "The total energy of the mahat-tattva, in the form of the gigantic virāṭ-rūpa, divided Himself by Himself into the consciousness of the living entities, the life of activity, and self-identification, which are subdivided into one, ten and three respectively.",
        "purport": " Consciousness is the sign of the living entity, or the soul. The existence of the soul is manifest in the form of consciousness, called jñāna-śakti. The total consciousness is that of the gigantic virāṭ-rūpa, and the same consciousness is exhibited in individual persons. The activity of consciousness is performed through the air of life, which is of ten divisions. The airs of life are called prāṇa, apāna, udāna, vyāna and samāna and are also differently qualified as nāga, kūrma, kṛkara, devadatta and dhanañjaya. The consciousness of the soul becomes polluted by the material atmosphere, and thus various activities are exhibited in the false ego of bodily identification. These various activities are described in Bhagavad-gītā (2.41) as bahu-śākhā hy anantāś ca buddhayo ’vyavasāyinām. The conditioned soul is bewildered into various activities for want of pure consciousness. In pure consciousness the activity is one. The consciousness of the individual soul becomes one with the supreme consciousness when there is complete synthesis between the two. The monist believes that there is only one consciousness, whereas the sātvatas, or the devotees, believe that although there is undoubtedly one consciousness, they are one because there is agreement. The individual consciousness is advised to dovetail with the supreme consciousness, as instructed by the Lord in Bhagavad-gītā (18.66): sarva-dharmān parityajya mām ekaṁ śaraṇaṁ vraja. The individual consciousness (Arjuna) is advised to dovetail with the supreme consciousness and thus maintain his conscious purity. It is foolish to try to stop the activities of consciousness, but they can be purified when they are dovetailed with the Supreme. This consciousness is divided into three modes of self-identification according to the proportion of purity: ādhyātmika, or self-identification with the body and mind, ādhibhautika, or self-identification with the material products, and ādhidaivika, or self-identification as a servant of the Lord. Of the three, ādhidaivika self-identification is the beginning of purity of consciousness in pursuance of the desire of the Lord."
    },
    {
        "verse": "8",
        "devanagari": "एष ह्यशेषसत्त्वानामात्मांश: परमात्मन: ।आद्योऽवतारो यत्रासौ भूतग्रामो विभाव्यते ॥ ८ ॥",
        "english_devnagari": "eṣa hy aśeṣa-sattvānāmātmāṁśaḥ paramātmanaḥādyo ’vatāro yatrāsaubhūta-grāmo vibhāvyate",
        "verse_Syn": [
            "eṣaḥ",
            "hi",
            "aśeṣa",
            "sattvānām",
            "ātmā",
            "aṁśaḥ",
            "parama",
            "ātmanaḥ",
            "ādyaḥ",
            "avatāraḥ",
            "yatra",
            "asau",
            "bhūta",
            "grāmaḥ",
            "vibhāvyate"
        ],
        "translation": "The gigantic universal form of the Supreme Lord is the first incarnation and plenary portion of the Supersoul. He is the Self of an unlimited number of living entities, and in Him rests the aggregate creation, which thus flourishes.",
        "purport": " The Supreme Lord expands Himself in two ways, by personal plenary expansions and separated minute expansions. The personal plenary expansions are viṣṇu-tattvas, and the separated expansions are living entities. Since the living entities are very small, they are sometimes described as the marginal energy of the Lord. But the mystic yogīs consider the living entities and the Supersoul, Paramātmā, to be one and the same. It is, however, a minor point of controversy; after all, everything created rests on the gigantic virāṭ or universal form of the Lord."
    },
    {
        "verse": "9",
        "devanagari": "साध्यात्म: साधिदैवश्च साधिभूत इति त्रिधा ।विराट् प्राणो दशविध एकधा हृदयेन च ॥ ९ ॥",
        "english_devnagari": "sādhyātmaḥ sādhidaivaś casādhibhūta iti tridhāvirāṭ prāṇo daśa-vidhaekadhā hṛdayena ca",
        "verse_Syn": [
            "sa",
            "ādhyātmaḥ",
            "sa",
            "ādhidaivaḥ",
            "ca",
            "sa",
            "ādhibhūtaḥ",
            "iti",
            "tridhā",
            "virāṭ",
            "prāṇaḥ",
            "daśa",
            "vidhaḥ",
            "ekadhā",
            "hṛdayena",
            "ca"
        ],
        "translation": "The gigantic universal form is represented by three, ten and one in the sense that He is the body and the mind and the senses, He is the dynamic force for all movements by ten kinds of life energy, and He is the one heart where life energy is generated.",
        "purport": " In Bhagavad-gītā (7.4-5) it is stated that the eight elements earth, water, fire, air, sky, mind, intelligence and false ego are all products of the Lord’s inferior energy, whereas the living entities, who are seen to utilize the inferior energy, originally belong to the superior energy, the internal potency of the Lord. The eight inferior energies work grossly and subtly, whereas the superior energy works as the central generating force. This is experienced in the human body. The gross elements, namely earth, etc., form the external gross body and are like a coat, whereas the subtle mind and false ego act like the inner clothing of the body. The movements of the body are first generated from the heart, and all the activities of the body are made possible by the senses, powered by the ten kinds of air within the body. The ten kinds of air are described as follows: The main air passing through the nose in breathing is called prāṇa. The air which passes through the rectum as evacuated bodily air is called apāna. The air which adjusts the foodstuff within the stomach and which sometimes sounds as belching is called samāna. The air which passes through the throat and the stoppage of which constitutes suffocation is called the udāna air. And the total air which circulates throughout the entire body is called the vyāna air. Subtler than these five airs, there are others also. That which facilitates the opening of the eyes, mouth, etc., is called nāga air. The air which increases appetite is called kṛkara air. The air which helps contraction is called kūrma air. The air which helps relaxation by opening the mouth wide (in yawning) is called devadatta air, and the air which helps sustenance is called dhanañjaya air. All these airs are generated from the center of the heart, which is one only. This central energy is superior energy of the Lord, who is seated within the heart with the soul of the body, who acts under the guidance of the Lord. This is explained in Bhagavad-gītā (15.15) as follows: The complete central force is generated from the heart by the Lord, who is seated there and who helps the conditioned soul in remembering and forgetting. The conditioned state is due to the soul’s forgetfulness of his relationship of subordination to the Lord. One who wants to continue to forget the Lord is helped by the Lord to forget Him birth after birth, but one who remembers Him, by dint of association with a devotee of the Lord, is helped to remember Him more and more. Thus the conditioned soul can ultimately go back home, back to Godhead. This process of transcendental help by the Lord is described in Bhagavad-gītā (10.10) as follows: The buddhi-yoga process of self-realization with intelligence transcendental to the mind (devotional service) can alone elevate one from the conditioned state of material entanglement in the cosmic construction. The conditioned state of the living entity is like that of a person who is within the depths of a huge mechanical arrangement. The mental speculators can reach the point of buddhi-yoga after many, many lifetimes of speculation, but the intelligent person who begins from the platform of intelligence above the mind makes rapid progress in self-realization. Because the buddhi-yoga process entails no fear of deterioration or retrogression at any time, it is the guaranteed path to self-realization, as confirmed in Bhagavad-gītā (2.40). The mental speculators cannot understand that the two birds (Śvetāśvatara Upaniṣad) sitting in one tree are the soul and the Supersoul. The individual soul eats the fruit of the tree, while the other bird does not eat the fruit but only observes the activities of the eating bird. Without attachment, the witnessing bird helps the fruit-eating bird perform fruitful activities. One who cannot understand this difference between the soul and the Supersoul, or God and the living entities, is certainly still in the entanglement of the cosmic machinery and thus must still await the time when he will be free from bondage."
    },
    {
        "verse": "10",
        "devanagari": "स्मरन् विश्वसृजामीशो विज्ञापितमधोक्षज: ।विराजमतपत्स्वेन तेजसैषां विवृत्तये ॥ १० ॥",
        "english_devnagari": "smaran viśva-sṛjām īśovijñāpitam adhokṣajaḥvirājam atapat svenatejasaiṣāṁ vivṛttaye",
        "verse_Syn": [
            "smaran",
            "viśva",
            "sṛjām",
            "īśaḥ",
            "vijñāpitam",
            "adhokṣajaḥ",
            "virājam",
            "atapat",
            "svena",
            "tejasā",
            "eṣām",
            "vivṛttaye"
        ],
        "translation": "The Supreme Lord is the Supersoul of all the demigods entrusted with the task of constructing the cosmic manifestation. Being thus prayed to [by the demigods], He thought to Himself and thus manifested the gigantic form for their understanding.",
        "purport": " The impersonalists are captivated by the gigantic universal form of the Supreme. They think that the control behind this gigantic manifestation is an imagination. Intelligent persons, however, can estimate the value of the cause by observing the wonders of the effects. For example, the individual human body does not develop from the womb of the mother independently but because the living entity, the soul, is within the body. Without the living entity, a material body cannot automatically take shape or develop. When any material object displays development, it must be understood that there is a spiritual soul within the manifestation. The gigantic universe has developed gradually, just as the body of a child develops. The conception that the Transcendence enters within the universe is, therefore, logical. As the materialists cannot find the soul and the Supersoul within the heart, similarly, for want of sufficient knowledge, they cannot see that the Supreme Soul is the cause of the universe. The Lord is therefore described in the Vedic language as avāṅ-mānasa-gocaraḥ, beyond the conception of words and minds. Due to a poor fund of knowledge, the mental speculators try to bring the Supreme within the purview of words and minds, but the Lord refuses to be so intelligible; the speculator has no adequate words or mind to gauge the infinity of the Lord. The Lord is called adhokṣaja, or the person who is beyond perception by the blunt, limited potency of our senses. One cannot perceive the transcendental name or form of the Lord by mental speculation. The mundane Ph.D.’s are completely unable to speculate on the Supreme with their limited senses. Such attempts by the puffed up Ph.D’s are compared to the philosophy of the frog in the well. A frog in a well was informed of the gigantic Pacific Ocean, and he began to puff himself up in order to understand or measure the length and breadth of the Pacific Ocean. Ultimately the frog burst and died. The title Ph.D. can also be interpreted as Plough Department, a title meant for the tillers in the paddy field. The attempt of the tillers in the paddy field to understand the cosmic manifestation and the cause behind such wonderful work can be compared to the endeavor of the frog in the well to calculate the measurement of the Pacific Ocean. The Lord can reveal Himself only to a person who is submissive and who engages in His transcendental loving service. The demigods controlling the elements and ingredients of universal affairs prayed to the Lord for guidance, and thus He manifested His gigantic form, as He did at the request of Arjuna."
    },
    {
        "verse": "11",
        "devanagari": "अथ तस्याभितप्तस्य कतिधायतनानि ह ।निरभिद्यन्त देवानां तानि मे गदत: श‍ृणु ॥ ११ ॥",
        "english_devnagari": "atha tasyābhitaptasyakatidhāyatanāni hanirabhidyanta devānāṁtāni me gadataḥ śṛṇu",
        "verse_Syn": [
            "atha",
            "tasya",
            "abhitaptasya",
            "katidhā",
            "āyatanāni",
            "ha",
            "nirabhidyanta",
            "devānām",
            "tāni",
            "me",
            "gadataḥ",
            "śṛṇu"
        ],
        "translation": "Maitreya said: You may now hear from me how the Supreme Lord separated Himself into the diverse forms of the demigods after the manifestation of the gigantic universal form.",
        "purport": " The demigods are separated parts and parcels of the Supreme Lord, as are all other living entities. The only difference between the demigods and the ordinary living entities is that when the living entities are rich in pious acts of devotional service to the Lord, and when their desire to lord it over material energy has vanished, they are promoted to the posts of demigods, who are entrusted by the Lord with executing the management of the universal affairs."
    },
    {
        "verse": "12",
        "devanagari": "तस्याग्निरास्यं निर्भिन्नं लोकपालोऽविशत्पदम् ।वाचा स्वांशेन वक्तव्यं ययासौ प्रतिपद्यते ॥ १२ ॥",
        "english_devnagari": "tasyāgnir āsyaṁ nirbhinnaṁloka-pālo ’viśat padamvācā svāṁśena vaktavyaṁyayāsau pratipadyate",
        "verse_Syn": [
            "tasya",
            "agniḥ",
            "āsyam",
            "nirbhinnam",
            "loka",
            "pālaḥ",
            "aviśat",
            "padam",
            "vācā",
            "sva",
            "aṁśena",
            "vaktavyam",
            "yayā",
            "asau",
            "pratipadyate"
        ],
        "translation": "Agni, or heat, separated from His mouth, and all the directors of material affairs entered into it in their respective positions. By that energy the living entity expresses himself in words.",
        "purport": " The mouth of the gigantic universal form of the Lord is the source of the speaking power. The director of the fire element is the controlling deity, or the ādhidaiva. The speeches delivered are ādhyātma, or bodily functions, and the subject matter of the speeches is material productions, or the ādhibhūta principle."
    },
    {
        "verse": "13",
        "devanagari": "निर्भिन्नं तालु वरुणो लोकपालोऽविशद्धरे: ।जिह्वयांशेन च रसं ययासौ प्रतिपद्यते ॥ १३ ॥",
        "english_devnagari": "nirbhinnaṁ tālu varuṇoloka-pālo ’viśad dhareḥjihvayāṁśena ca rasaṁyayāsau pratipadyate",
        "verse_Syn": [
            "nirbhinnam",
            "tālu",
            "varuṇaḥ",
            "loka",
            "pālaḥ",
            "aviśat",
            "hareḥ",
            "jihvayā",
            "aṁśena",
            "ca",
            "rasam",
            "yayā",
            "asau",
            "pratipadyate"
        ],
        "translation": "When the palate of the gigantic form was separately manifested, Varuṇa, the director of water in the planetary systems, entered therein, and thus the living entity has the facility to taste everything with his tongue.",
        "purport": ""
    },
    {
        "verse": "14",
        "devanagari": "निर्भिन्ने अश्विनौ नासे विष्णोराविशतां पदम् ।घ्राणेनांशेन गन्धस्य प्रतिपत्तिर्यतो भवेत् ॥ १४ ॥",
        "english_devnagari": "nirbhinne aśvinau nāseviṣṇor āviśatāṁ padamghrāṇenāṁśena gandhasyapratipattir yato bhavet",
        "verse_Syn": [
            "nirbhinne",
            "aśvinau",
            "nāse",
            "viṣṇoḥ",
            "āviśatām",
            "padam",
            "ghrāṇena",
            "aṁśena",
            "gandhasya",
            "pratipattiḥ",
            "yataḥ",
            "bhavet"
        ],
        "translation": "When the Lord’s two nostrils separately manifested themselves, the dual Aśvinī-kumāras entered them in their proper positions, and because of this the living entities can smell the aromas of everything.",
        "purport": ""
    },
    {
        "verse": "15",
        "devanagari": "निर्भिन्ने अक्षिणी त्वष्टा लोकपालोऽविशद्विभो: ।चक्षुषांशेन रूपाणां प्रतिपत्तिर्यतो भवेत् ॥ १५ ॥",
        "english_devnagari": "nirbhinne akṣiṇī tvaṣṭāloka-pālo ’viśad vibhoḥcakṣuṣāṁśena rūpāṇāṁpratipattir yato bhavet",
        "verse_Syn": [
            "nirbhinne",
            "akṣiṇī",
            "tvaṣṭā",
            "loka",
            "pālaḥ",
            "aviśat",
            "vibhoḥ",
            "cakṣuṣā",
            "aṁśena",
            "rūpāṇām",
            "pratipattiḥ",
            "yataḥ",
            "bhavet"
        ],
        "translation": "Thereafter, the two eyes of the gigantic form of the Lord were separately manifested. The sun, the director of light, entered them with the partial representation of eyesight, and thus the living entities can have vision of forms.",
        "purport": ""
    },
    {
        "verse": "16",
        "devanagari": "निर्भिन्नान्यस्य चर्माणि लोकपालोऽनिलोऽविशत् ।प्राणेनांशेन संस्पर्शं येनासौ प्रतिपद्यते ॥ १६ ॥",
        "english_devnagari": "nirbhinnāny asya carmāṇiloka-pālo ’nilo ’viśatprāṇenāṁśena saṁsparśaṁyenāsau pratipadyate",
        "verse_Syn": [
            "nirbhinnāni",
            "asya",
            "carmāṇi",
            "loka",
            "pālaḥ",
            "anilaḥ",
            "aviśat",
            "prāṇena",
            "aṁśena",
            "saṁsparśam",
            "yena",
            "asau",
            "pratipadyate"
        ],
        "translation": "When there was a manifestation of skin separated from the gigantic form, Anila, the deity directing the wind, entered with partial touch, and thus the living entities can realize tactile knowledge.",
        "purport": ""
    },
    {
        "verse": "17",
        "devanagari": "कर्णावस्य विनिर्भिन्नौ धिष्ण्यं स्वं विविशुर्दिश: ।श्रोत्रेणांशेन शब्दस्य सिद्धिं येन प्रपद्यते ॥ १७ ॥",
        "english_devnagari": "karṇāv asya vinirbhinnaudhiṣṇyaṁ svaṁ viviśur diśaḥśrotreṇāṁśena śabdasyasiddhiṁ yena prapadyate",
        "verse_Syn": [
            "karṇau",
            "asya",
            "vinirbhinnau",
            "dhiṣṇyam",
            "svam",
            "viviśuḥ",
            "diśaḥ",
            "śrotreṇa",
            "aṁśena",
            "śabdasya",
            "siddhim",
            "yena",
            "prapadyate"
        ],
        "translation": "When the ears of the gigantic form became manifested, all the controlling deities of the directions entered into them with the hearing principles, by which all the living entities hear and take advantage of sound.",
        "purport": " The ear is the most important instrument in the body of the living entity. Sound is the most important medium for carrying the message of distant and unknown things. The perfection of all sound or knowledge enters through the ear and makes one’s life perfect. The entire Vedic system of knowledge is received by aural reception only, and thus sound is the most important source of knowledge."
    },
    {
        "verse": "18",
        "devanagari": "त्वचमस्य विनिर्भिन्नां विविशुर्धिष्ण्यमोषधी: ।अंशेन रोमभि: कण्डूं यैरसौ प्रतिपद्यते ॥ १८ ॥",
        "english_devnagari": "tvacam asya vinirbhinnāṁviviśur dhiṣṇyam oṣadhīḥaṁśena romabhiḥ kaṇḍūṁyair asau pratipadyate",
        "verse_Syn": [
            "tvacam",
            "asya",
            "vinirbhinnām",
            "viviśuḥ",
            "dhiṣṇyam",
            "oṣadhīḥ",
            "aṁśena",
            "romabhiḥ",
            "kaṇḍūm",
            "yaiḥ",
            "asau",
            "pratipadyate"
        ],
        "translation": "When there was a separate manifestation of skin, the controlling deities of sensations and their different parts entered into it, and thus the living entities feel itching and happiness due to touch.",
        "purport": " For sense perception there are two principal items, touch and itching, and both of them are controlled by the skin and hairs on the body. According to Śrī Viśvanātha Cakravartī, the controlling deity of touch is the air passing within the body, and the controlling deity of the hairs on the body is Oṣadhya. For the skin the object of perception is touch, and for the hairs on the body the object of perception is itching."
    },
    {
        "verse": "19",
        "devanagari": "मेढ्रं तस्य विनिर्भिन्नं स्वधिष्ण्यं क उपाविशत् ।रेतसांशेन येनासावानन्दं प्रतिपद्यते ॥ १९ ॥",
        "english_devnagari": "meḍhraṁ tasya vinirbhinnaṁsva-dhiṣṇyaṁ ka upāviśatretasāṁśena yenāsāvānandaṁ pratipadyate",
        "verse_Syn": [
            "meḍhram",
            "tasya",
            "vinirbhinnam",
            "sva",
            "dhiṣṇyam",
            "kaḥ",
            "upāviśat",
            "retasā",
            "aṁśena",
            "yena",
            "asau",
            "ānandam",
            "pratipadyate"
        ],
        "translation": "When the genitals of the gigantic form separately became manifest, then Prajāpati, the original living creature, entered into them with his partial semen, and thus the living entities can enjoy sex pleasure.",
        "purport": ""
    },
    {
        "verse": "20",
        "devanagari": "गुदं पुंसो विनिर्भिन्नं मित्रो लोकेश आविशत् ।पायुनांशेन येनासौ विसर्गं प्रतिपद्यते ॥ २० ॥",
        "english_devnagari": "gudaṁ puṁso vinirbhinnaṁmitro lokeśa āviśatpāyunāṁśena yenāsauvisargaṁ pratipadyate",
        "verse_Syn": [
            "gudam",
            "puṁsaḥ",
            "vinirbhinnam",
            "mitraḥ",
            "loka",
            "īśaḥ",
            "āviśat",
            "pāyunā",
            "aṁśena",
            "yena",
            "asau",
            "visargam",
            "pratipadyate"
        ],
        "translation": "The evacuating channel separately became manifest, and the director named Mitra entered into it with partial organs of evacuation. Thus the living entities are able to pass stool and urine.",
        "purport": ""
    },
    {
        "verse": "21",
        "devanagari": "हस्तावस्य विनिर्भिन्नाविन्द्र: स्वर्पतिराविशत् ।वार्तयांशेन पुरुषो यया वृत्तिं प्रपद्यते ॥ २१ ॥",
        "english_devnagari": "hastāv asya vinirbhinnāvindraḥ svar-patir āviśatvārtayāṁśena puruṣoyayā vṛttiṁ prapadyate",
        "verse_Syn": [
            "hastau",
            "asya",
            "vinirbhinnau",
            "indraḥ",
            "svaḥ",
            "patiḥ",
            "āviśat",
            "vārtayā",
            "aṁśena",
            "puruṣaḥ",
            "yayā",
            "vṛttim",
            "prapadyate"
        ],
        "translation": "Thereafter, when the hands of the gigantic form separately became manifested, Indra, the ruler of the heavenly planets, entered into them, and thus the living entity is able to transact business for his livelihood.",
        "purport": ""
    },
    {
        "verse": "22",
        "devanagari": "पादावस्य विनिर्भिन्नौ लोकेशो विष्णुराविशत् ।गत्या स्वांशेन पुरुषो यया प्राप्यं प्रपद्यते ॥ २२ ॥",
        "english_devnagari": "pādāv asya vinirbhinnaulokeśo viṣṇur āviśatgatyā svāṁśena puruṣoyayā prāpyaṁ prapadyate",
        "verse_Syn": [
            "pādau",
            "asya",
            "vinirbhinnau",
            "loka",
            "īśaḥ",
            "viṣṇuḥ",
            "āviśat",
            "gatyā",
            "sva",
            "aṁśena",
            "puruṣaḥ",
            "yayā",
            "prāpyam",
            "prapadyate"
        ],
        "translation": "Thereafter the legs of the gigantic form separately became manifest, and the demigod named Viṣṇu [not the Personality of Godhead] entered with partial movement. This helps the living entity move to his destination.",
        "purport": ""
    },
    {
        "verse": "23",
        "devanagari": "बुद्धिं चास्य विनिर्भिन्नां वागीशो धिष्ण्यमाविशत् ।बोधेनांशेन बोद्धव्यम् प्रतिपत्तिर्यतो भवेत् ॥ २३ ॥",
        "english_devnagari": "buddhiṁ cāsya vinirbhinnāṁvāg-īśo dhiṣṇyam āviśatbodhenāṁśena boddhavyampratipattir yato bhavet",
        "verse_Syn": [
            "buddhim",
            "ca",
            "asya",
            "vinirbhinnām",
            "vāk",
            "īśaḥ",
            "dhiṣṇyam",
            "āviśat",
            "bodhena",
            "aṁśena",
            "boddhavyam",
            "pratipattiḥ",
            "yataḥ",
            "bhavet"
        ],
        "translation": "When the intelligence of the gigantic form separately became manifest, Brahmā, the lord of the Vedas, entered into it with the partial power of understanding, and thus an object of understanding is experienced by the living entities.",
        "purport": ""
    },
    {
        "verse": "24",
        "devanagari": "हृदयं चास्य निर्भिन्नं चन्द्रमा धिष्ण्यमाविशत् ।मनसांशेन येनासौ विक्रियां प्रतिपद्यते ॥ २४ ॥",
        "english_devnagari": "hṛdayaṁ cāsya nirbhinnaṁcandramā dhiṣṇyam āviśatmanasāṁśena yenāsauvikriyāṁ pratipadyate",
        "verse_Syn": [
            "hṛdayam",
            "ca",
            "asya",
            "nirbhinnam",
            "candramā",
            "dhiṣṇyam",
            "āviśat",
            "manasā",
            "aṁśena",
            "yena",
            "asau",
            "vikriyām",
            "pratipadyate"
        ],
        "translation": "After that, the heart of the gigantic form separately manifested itself, and into it entered the moon demigod with partial mental activity. Thus the living entity can conduct his mental speculations.",
        "purport": ""
    },
    {
        "verse": "25",
        "devanagari": "आत्मानं चास्य निर्भिन्नमभिमानोऽविशत्पदम् ।कर्मणांशेन येनासौ कर्तव्यं प्रतिपद्यते ॥ २५ ॥",
        "english_devnagari": "ātmānaṁ cāsya nirbhinnamabhimāno ’viśat padamkarmaṇāṁśena yenāsaukartavyaṁ pratipadyate",
        "verse_Syn": [
            "ātmānam",
            "ca",
            "asya",
            "nirbhinnam",
            "abhimānaḥ",
            "aviśat",
            "padam",
            "karmaṇā",
            "aṁśena",
            "yena",
            "asau",
            "kartavyam",
            "pratipadyate"
        ],
        "translation": "Thereafter the materialistic ego of the gigantic form separately manifested itself, and into it entered Rudra, the controller of false ego, with his own partial activities, by which the living entity transacts his objective actions.",
        "purport": " The false ego of materialistic identity is controlled by the demigod Rudra, an incarnation of Lord Śiva. Rudra is the incarnation of the Supreme Lord who controls the mode of ignorance within material nature. The activities of the false ego are based on the objective of the body and mind. Most persons conducted by the false ego are controlled by Lord Śiva. When one reaches a finer version of ignorance, he falsely thinks of himself as the Supreme Lord. That egoistic conviction of the conditioned soul is the last snare of the illusory energy which controls the entire material world."
    },
    {
        "verse": "26",
        "devanagari": "सत्त्वं चास्य विनिर्भिन्नं महान्धिष्ण्यमुपाविशत् ।चित्तेनांशेन येनासौ विज्ञानं प्रतिपद्यते ॥ २६ ॥",
        "english_devnagari": "sattvaṁ cāsya vinirbhinnaṁmahān dhiṣṇyam upāviśatcittenāṁśena yenāsauvijñānaṁ pratipadyate",
        "verse_Syn": [
            "sattvam",
            "ca",
            "asya",
            "vinirbhinnam",
            "mahān",
            "dhiṣṇyam",
            "upāviśat",
            "cittena",
            "aṁśena",
            "yena",
            "asau",
            "vijñānam",
            "pratipadyate"
        ],
        "translation": "Thereafter, when His consciousness separately manifested itself, the total energy, mahat-tattva, entered with His conscious part. Thus the living entity is able to conceive specific knowledge.",
        "purport": ""
    },
    {
        "verse": "27",
        "devanagari": "शीर्ष्णोऽस्य द्यौर्धरा पद्‍भ्यां खं नाभेरुदपद्यत ।गुणानां वृत्तयो येषु प्रतीयन्ते सुरादय: ॥ २७ ॥",
        "english_devnagari": "śīrṣṇo ’sya dyaur dharā padbhyāṁkhaṁ nābher udapadyataguṇānāṁ vṛttayo yeṣupratīyante surādayaḥ",
        "verse_Syn": [
            "śīrṣṇaḥ",
            "asya",
            "dyauḥ",
            "dharā",
            "padbhyām",
            "kham",
            "nābheḥ",
            "udapadyata",
            "guṇānām",
            "vṛttayaḥ",
            "yeṣu",
            "pratīyante",
            "sura",
            "ādayaḥ"
        ],
        "translation": "Thereafter, from the head of the gigantic form, the heavenly planets were manifested, and from His legs the earthly planets and from His abdomen the sky separately manifested themselves. Within them the demigods and others also were manifested in terms of the modes of material nature.",
        "purport": ""
    },
    {
        "verse": "28",
        "devanagari": "आत्यन्तिकेन सत्त्वेन दिवं देवा: प्रपेदिरे ।धरां रज:स्वभावेन पणयो ये च ताननु ॥ २८ ॥",
        "english_devnagari": "ātyantikena sattvenadivaṁ devāḥ prapediredharāṁ rajaḥ-svabhāvenapaṇayo ye ca tān anu",
        "verse_Syn": [
            "ātyantikena",
            "sattvena",
            "divam",
            "devāḥ",
            "prapedire",
            "dharām",
            "rajaḥ",
            "svabhāvena",
            "paṇayaḥ",
            "ye",
            "ca",
            "tān",
            "anu"
        ],
        "translation": "The demigods, qualified by the superexcellent quality of the mode of goodness, are situated in the heavenly planets, whereas the human beings, because of their nature in the mode of passion, live on the earth in company with their subordinates.",
        "purport": " In Bhagavad-gītā (14.14-15) it is said that those who are highly developed in the mode of goodness are promoted to the higher, heavenly planetary system, and those who are overpowered by the mode of passion are situated in the middle planetary systems — the earth and similar planets. But those who are surcharged with the mode of ignorance are degraded to the lower planetary systems or to the animal kingdom. The demigods are highly developed in the mode of goodness, and thus they are situated in the heavenly planets. Below human beings are the animals, although some of them mingle with human society; cows, horses, dogs, etc., are habituated to living under the protection of human beings. The word ātyantikena is very significant in this verse. By development of the mode of goodness of material nature one can become situated in the heavenly planets. But by excessive development of the modes of passion and ignorance, the human being indulges in killing the animals who are meant to be protected by mankind. Persons who indulge in unnecessary animal killing have excessively developed in the modes of passion and ignorance and have no hope of advancing to the mode of goodness; they are destined to be degraded to lower statuses of life. The planetary systems are calculated as upper and lower in terms of the classes of living entities who live there."
    },
    {
        "verse": "29",
        "devanagari": "तार्तीयेन स्वभावेन भगवन्नाभिमाश्रिता: ।उभयोरन्तरं व्योम ये रुद्रपार्षदां गणा: ॥ २९ ॥",
        "english_devnagari": "tārtīyena svabhāvenabhagavan-nābhim āśritāḥubhayor antaraṁ vyomaye rudra-pārṣadāṁ gaṇāḥ",
        "verse_Syn": [
            "tārtīyena",
            "svabhāvena",
            "bhagavat",
            "nābhim",
            "āśritāḥ",
            "ubhayoḥ",
            "antaram",
            "vyoma",
            "ye",
            "rudra",
            "pārṣadām",
            "gaṇāḥ"
        ],
        "translation": "Living entities who are associates of Rudra develop in the third mode of material nature, or ignorance. They are situated in the sky between the earthly planets and the heavenly planets.",
        "purport": " This middle portion of the sky is called Bhuvarloka, as confirmed by both Śrīla Viśvanātha Cakravartī and Śrīla Jīva Gosvāmī. In Bhagavad-gītā it is stated that those who develop in the mode of passion are situated in the middle region. Those who are situated in the mode of goodness are promoted to the regions of the demigods, those who are situated in the mode of passion are placed in human society, and those who are situated in the mode of ignorance are placed in the society of animals or ghosts. There are no contradictions in this conclusion. Numerous living entities are distributed all over the universe in different planets and are so situated in terms of their own qualities in the modes of material nature."
    },
    {
        "verse": "30",
        "devanagari": "मुखतोऽवर्तत ब्रह्म पुरुषस्य कुरूद्वह ।यस्तून्मुखत्वाद्वर्णानां मुख्योऽभूद्ब्राह्मणो गुरु: ॥ ३० ॥",
        "english_devnagari": "mukhato ’vartata brahmapuruṣasya kurūdvahayas tūnmukhatvād varṇānāṁmukhyo ’bhūd brāhmaṇo guruḥ",
        "verse_Syn": [
            "mukhataḥ",
            "avartata",
            "brahma",
            "puruṣasya",
            "kuru",
            "udvaha",
            "yaḥ",
            "tu",
            "unmukhatvāt",
            "varṇānām",
            "mukhyaḥ",
            "abhūt",
            "brāhmaṇaḥ",
            "guruḥ"
        ],
        "translation": "O chief of the Kuru dynasty, the Vedic wisdom became manifested from the mouth of the virāṭ, the gigantic form. Those who are inclined to this Vedic knowledge are called brāhmaṇas, and they are the natural teachers and spiritual masters of all the orders of society.",
        "purport": " As confirmed in Bhagavad-gītā (4.13), the four orders of human society developed with the order of the body of the gigantic form. The bodily divisions are the mouth, arms, waist and legs. Those who are situated on the mouth are called brāhmaṇas, those who are situated on the arms are called kṣatriyas, those who are situated on the waist are called vaiśyas, and those who are situated on the legs are called śūdras. Everyone is situated in the body of the Supreme in His gigantic viśva-rūpa form. In terms of the four orders, therefore, no caste is to be considered degraded because of being situated on a particular part of the body. In our own bodies we do not show any actual difference in our treatment towards the hands or legs. Each and every part of the body is important, although the mouth is the most important of the bodily parts. If other parts are cut off from the body, a man can continue his life, but if the mouth is cut off, one cannot live. Therefore, this most important part of the body of the Lord is called the sitting place of the brāhmaṇas, who are inclined to the Vedic wisdom. One who is not inclined to the Vedic wisdom but to mundane affairs cannot be called a brāhmaṇa, even if he is born of a brāhmaṇa family or father. To have a brāhmaṇa father does not qualify one as a brāhmaṇa. The main qualification of a brāhmaṇa is to be inclined to the Vedic wisdom. The Vedas are situated on the mouth of the Lord, and therefore anyone who is inclined to the Vedic wisdom is certainly situated on the mouth of the Lord, and he is a brāhmaṇa. This inclination towards Vedic wisdom is also not restricted to any particular caste or community. Anyone from any family and from any part of the world may become inclined to the Vedic wisdom, and that will qualify him as a real brāhmaṇa. A real brāhmaṇa is the natural teacher or spiritual master. Unless one has Vedic knowledge, one cannot become a spiritual master. The perfect knowledge of the Vedas is to know the Lord, the Personality of Godhead, and that is the end of Vedic knowledge, or Vedānta. One who is situated in the impersonal Brahman and has no information of the Supreme Personality of Godhead may become a brāhmaṇa, but he cannot become a spiritual master. It is said in the Padma Purāṇa: An impersonalist can become a qualified brāhmaṇa, but he cannot become a spiritual master unless and until he is promoted to the stage of a Vaiṣṇava, or a devotee of the Personality of Godhead. Lord Caitanya, the great authority of Vedic wisdom in the modern age, stated: A person may be a brāhmaṇa or a śūdra or a sannyāsī, but if he happens to be well versed in the science of Kṛṣṇa, then he is fit to become a spiritual master. (Cc. Madhya 8.128) The qualification, then, of a spiritual master is not to be a qualified brāhmaṇa, but to be well versed in the science of Kṛṣṇa. One who is conversant with Vedic wisdom is a brāhmaṇa. And only a brāhmaṇa who is a pure Vaiṣṇava and knows all the intricacies of the science of Kṛṣṇa can become a spiritual master."
    },
    {
        "verse": "31",
        "devanagari": "बाहुभ्योऽवर्तत क्षत्रं क्षत्रियस्तदनुव्रत: ।यो जातस्त्रायते वर्णान् पौरुष: कण्टकक्षतात् ॥ ३१ ॥",
        "english_devnagari": "bāhubhyo ’vartata kṣatraṁkṣatriyas tad anuvrataḥyo jātas trāyate varṇānpauruṣaḥ kaṇṭaka-kṣatāt",
        "verse_Syn": [
            "bāhubhyaḥ",
            "avartata",
            "kṣatram",
            "kṣatriyaḥ",
            "tat",
            "anuvrataḥ",
            "yaḥ",
            "jātaḥ",
            "trāyate",
            "varṇān",
            "pauruṣaḥ",
            "kaṇṭaka",
            "kṣatāt"
        ],
        "translation": "Thereafter the power of protection was generated from the arms of the gigantic virāṭ form, and in relation to such power the kṣatriyas also came into existence by following the kṣatriya principle of protecting society from the disturbance of thieves and miscreants.",
        "purport": " As the brāhmaṇas are recognized by their particular qualification of inclination towards the transcendental knowledge of Vedic wisdom, so also the kṣatriyas are recognized by the power to protect society from the disturbing elements of thieves and miscreants. The word anuvrataḥ is significant. A person who follows the kṣatriya principles by protecting society from thieves and miscreants is called a kṣatriya, not the one who is simply born a kṣatriya. The conception of the caste system is always based on quality and not on the qualification of birth. Birth is an extraneous consideration; it is not the main feature of the orders and divisions. In Bhagavad-gītā (18.41-44) the qualifications of the brāhmaṇas, kṣatriyas, vaiśyas and śūdras are specifically mentioned, and it is understood that all such qualifications are needed before one can be designated as belonging to a particular group. Lord Viṣṇu is always mentioned as the puruṣa in all Vedic scriptures. Sometimes the living entities are also mentioned as puruṣas, although they are essentially puruṣa-śakti (parā śakti or parā prakṛti), the superior energy of the puruṣa. Illusioned by the external potency of the puruṣa (the Lord), the living entities falsely think of themselves as the puruṣa although they actually have no qualifications. The Lord has the power to protect. Of the three deities Brahmā, Viṣṇu and Maheśvara, the first has the power to create, the second has the power to protect, and the third has the power to destroy. The word puruṣa is significant in this verse because the kṣatriyas are expected to represent the puruṣa Lord in giving protection to the prajās, or all those who are born in the land and water. Protection is therefore meant for both man and the animals. In modern society the prajās are not protected from the hands of thieves and miscreants. The modern democratic state, which has no kṣatriyas, is a government of the vaiśyas and śūdras, and not of brāhmaṇas and kṣatriyas as formerly. Mahārāja Yudhiṣṭhira and his grandson, Mahārāja Parīkṣit, were typical kṣatriya kings, for they gave protection to all men and animals. When the personification of Kali attempted to kill a cow, Mahārāja Parīkṣit at once prepared himself to kill the miscreant, and the personification of Kali was banished from his kingdom. That is the sign of puruṣa, or the representative of Lord Viṣṇu. According to Vedic civilization, a qualified kṣatriya monarch is given the respect of the Lord because he represents the Lord by giving protection to the prajās. Modern elected presidents cannot even give protection from theft cases, and therefore one has to take protection from an insurance company. The problems of modern human society are due to the lack of qualified brāhmaṇas and kṣatriyas and the overinfluence of the vaiśyas and śūdras by so-called general franchise."
    },
    {
        "verse": "32",
        "devanagari": "विशोऽवर्तन्त तस्योर्वोर्लोकवृत्तिकरीर्विभो: ।वैश्यस्तदुद्भवो वार्तां नृणां य: समवर्तयत् ॥ ३२ ॥",
        "english_devnagari": "viśo ’vartanta tasyorvorloka-vṛttikarīr vibhoḥvaiśyas tad-udbhavo vārtāṁnṛṇāṁ yaḥ samavartayat",
        "verse_Syn": [
            "viśaḥ",
            "avartanta",
            "tasya",
            "ūrvoḥ",
            "loka",
            "vṛttikarīḥ",
            "vibhoḥ",
            "vaiśyaḥ",
            "tat",
            "udbhavaḥ",
            "vārtām",
            "nṛṇām",
            "yaḥ",
            "samavartayat"
        ],
        "translation": "The means of livelihood of all persons, namely production of grains and their distribution to the prajās, was generated from the thighs of the Lord’s gigantic form. The mercantile men who take charge of such execution are called vaiśyas.",
        "purport": " Human society’s means of living is clearly mentioned here as viśa, or agriculture and the business of distributing agricultural products, which involves transport, banking, etc. Industry is an artificial means of livelihood, and large-scale industry especially is the source of all the problems of society. In Bhagavad-gītā also the duties of the vaiśyas, who are engaged in viśa, are stated as cow protection, agriculture and business. We have already discussed that the human being can safely depend on the cow and agricultural land for his livelihood. The exchange of produce by banking and transportation is a branch of this type of living. The vaiśyas are divided into many subsections: some of them are called kṣetrī, or landowners, some are called kṛṣaṇa, or land tillers, some of them are called tila-vaṇik, or grain raisers, some are called gandha-vaṇik, or merchants in spices, and some are called suvarṇa-vaṇik, or merchants in gold and banking. The brāhmaṇas are the teachers and spiritual masters, the kṣatriyas protect the citizens from the hands of thieves and miscreants, and the vaiśyas are in charge of production and distribution. The śūdras, the unintelligent class of men who cannot act independently in any of the above-mentioned activities, are meant for serving the three higher classes for their livelihood. Formerly, the brāhmaṇas were given all the necessities of life by the kṣatriyas and vaiśyas because they had no time to spend making a living. The kṣatriyas would collect taxes from the vaiśyas and śūdras, but the brāhmaṇas were exempt from paying income tax or land revenue. That system of human society was so nice that there were no political, social and economic upheavals. The different castes, or varṇa classifications, are therefore essential for maintaining a peaceful human society."
    },
    {
        "verse": "33",
        "devanagari": "पद्‍भ्यां भगवतो जज्ञे शुश्रूषा धर्मसिद्धये ।तस्यां जात: पुरा शूद्रो यद्‌वृत्त्या तुष्यते हरि: ॥ ३३ ॥",
        "english_devnagari": "padbhyāṁ bhagavato jajñeśuśrūṣā dharma-siddhayetasyāṁ jātaḥ purā śūdroyad-vṛttyā tuṣyate hariḥ",
        "verse_Syn": [
            "padbhyām",
            "bhagavataḥ",
            "jajñe",
            "śuśrūṣā",
            "dharma",
            "siddhaye",
            "tasyām",
            "jātaḥ",
            "purā",
            "śūdraḥ",
            "yat",
            "vṛttyā",
            "tuṣyate",
            "hariḥ"
        ],
        "translation": "Thereafter, service was manifested from the legs of the Personality of Godhead for the sake of perfecting the religious function. Situated on the legs are the śūdras, who satisfy the Lord by service.",
        "purport": " Service is the real constitutional occupation of all living entities. The living entities are meant to render service to the Lord, and they can attain religious perfection by this service attitude. One cannot attain religious perfection simply by speculating to attain theoretical knowledge. The jñānī division of spiritualists go on speculating only to distinguish the soul from matter, but they have no information of the activities of the soul after being liberated by knowledge. It is said that persons who only mentally speculate to know things as they are and who do not engage in the transcendental loving service of the Lord are simply wasting their time. It is clearly said here that the principle of service was generated from the legs of the Lord for the sake of perfecting the religious process, but this transcendental service is different from the idea of service in the material world. In the material world, no one wants to be a servant; everyone wants to become the master because false mastership is the basic disease of the conditioned soul. The conditioned soul in the material world wants to lord it over others. Illusioned by the external energy of the Lord, he is forced to become a servant of the material world. That is the real position of the conditioned soul. The last snare of the illusory, external energy is the conception of becoming one with the Lord, and due to this conception the illusioned soul remains in the bondage of material energy, falsely thinking himself a liberated soul and “as good as Nārāyaṇa.” It is actually better to be a śūdra than to be a brāhmaṇa and not develop the service attitude, because that attitude alone satisfies the Lord. Every living being — even if he be a brāhmaṇa by qualification — must take to the transcendental service of the Lord. Both Bhagavad-gītā and the Śrīmad-Bhāgavatam support that this service attitude is the perfection of the living entity. A brāhmaṇa, kṣatriya, vaiśya or śūdra can perfect his occupational duties only by rendering service unto the Lord. A brāhmaṇa is supposed to know this fact due to his perfection in Vedic wisdom. The other sections are supposed to follow the direction of the brāhmaṇa Vaiṣṇava (one who is a brāhmaṇa by qualification and a Vaiṣṇava by action). That will make the entire society perfect in regard to the order of its social construction. A disordered society cannot satisfy either the members of the society or the Lord. Even if one is not a perfect brāhmaṇa, kṣatriya, vaiśya or śūdra but takes to the service of the Lord, not caring for the perfection of his social position, he becomes a perfect human being simply by developing the attitude of service to the Supreme Lord."
    },
    {
        "verse": "34",
        "devanagari": "एते वर्णा: स्वधर्मेण यजन्ति स्वगुरुं हरिम् ।श्रद्धयात्मविशुद्ध्यर्थं यज्जाता: सह वृत्तिभि: ॥ ३४ ॥",
        "english_devnagari": "ete varṇāḥ sva-dharmeṇayajanti sva-guruṁ harimśraddhayātma-viśuddhy-arthaṁyaj-jātāḥ saha vṛttibhiḥ",
        "verse_Syn": [
            "ete",
            "varṇāḥ",
            "sva",
            "dharmeṇa",
            "yajanti",
            "sva",
            "gurum",
            "harim",
            "śraddhayā",
            "ātma",
            "viśuddhi",
            "artham",
            "yat",
            "jātāḥ",
            "saha",
            "vṛttibhiḥ"
        ],
        "translation": "All these different social divisions are born, with their occupational duties and living conditions, from the Supreme Personality of Godhead. Thus for unconditional life and self-realization one has to worship the Supreme Lord under the direction of the spiritual master.",
        "purport": " Since they are born from different parts of the body of the Supreme Lord in His gigantic form, all living entities in all parts of the entire universe are supposed to be eternal servitors of the supreme body. Every part of our own body, such as the mouth, hands, thighs and legs, is meant to render service to the whole. That is their constitutional position. In subhuman life the living entities are not conscious of this constitutional position, but in the human form of life they are supposed to know this through the system of the varṇas, the social orders. As above mentioned, the brāhmaṇa is the spiritual master of all the orders of society, and thus brahminical culture, culminating in the transcendental service of the Lord, is the basic principle for purifying the soul. In conditioned life the soul is under the impression that he can become the lord of the universe, and the last point of this misconception is to think oneself the Supreme. The foolish conditioned soul does not take into account that the Supreme cannot be conditioned by māyā, or illusion. If the Supreme were to become conditioned by illusion, where would be His supremacy? In that case, māyā, or illusion, would be the Supreme. Therefore, because the living entities are conditioned, they cannot be supreme. The actual position of the conditioned soul is explained in this verse: all the conditioned souls are impure due to contact with the material energy in three modes of nature. Therefore it is necessary that they purify themselves under the guidance of the bona fide spiritual master, who not only is a brāhmaṇa by qualification but must also be a Vaiṣṇava. The only self-purifying process mentioned herein is to worship the Lord under the recognized method — under the guidance of the bona fide spiritual master. That is the natural way of purification, and no other method is recommended as bona fide. The other methods of purification may be helpful to come to this stage of life, but ultimately one has to come to this last point before he attains actual perfection. Bhagavad-gītā (7.19) confirms this truth as follows:"
    },
    {
        "verse": "35",
        "devanagari": "एतत्क्षत्तर्भगवतो दैवकर्मात्मरूपिण: ।क: श्रद्दध्यादुपाकर्तुं योगमायाबलोदयम् ॥ ३५ ॥",
        "english_devnagari": "etat kṣattar bhagavatodaiva-karmātma-rūpiṇaḥkaḥ śraddadhyād upākartuṁyoga-māyā-balodayam",
        "verse_Syn": [
            "etat",
            "kṣattaḥ",
            "bhagavataḥ",
            "daiva",
            "karma",
            "ātma",
            "rūpiṇaḥ",
            "kaḥ",
            "śraddadhyāt",
            "upākartum",
            "yoga",
            "māyā",
            "bala",
            "udayam"
        ],
        "translation": "O Vidura, who can estimate or measure the transcendental time, work and potency of the gigantic form manifested by the internal potency of the Supreme Personality of Godhead?",
        "purport": " The froggish philosophers may go on with their mental speculations on the subject matter of the virāṭ, the gigantic form exhibited by the yoga-māyā internal potency of the Supreme Personality of Godhead, but factually no one can measure such a vast exhibition. In Bhagavad-gītā (11.16) Arjuna, the recognized devotee of the Lord, says: “O my Lord, O gigantic viśva-rūpa form, O master of the universe, I see innumerable hands, bodies, mouths and eyes in all directions, and they are all unlimited. I cannot find the end of this manifestation, nor do I see the middle, nor the beginning.” Bhagavad-gītā was specifically spoken to Arjuna, and the viśva-rūpa was exhibited before him at his request. He was awarded the specific eyes to see this viśva-rūpa, yet although he was able to see the Lord’s innumerable hands and mouths, he was unable to see Him completely. Since Arjuna was unable to estimate the length and breadth of the potency of the Lord, who else would be able to do so? One may only indulge in miscalculation like the frog-philosopher. The frog-philosopher wanted to estimate the length and breadth of the Pacific Ocean by his experience of a well three cubic feet large, and thus he began to puff himself up to become as big as the Pacific Ocean, but at last he burst and died by this process. This story is applicable to the mental philosophers who, under the illusion of the Lord’s external energy, indulge in estimating the length and breadth of the Supreme Lord. The best path is to become a cool-headed, submissive devotee of the Lord, try to hear about the Lord from the bona fide spiritual master, and thus serve the Lord in transcendental loving service, as suggested in the previous verse."
    },
    {
        "verse": "36",
        "devanagari": "तथापि कीर्तयाम्यङ्ग यथामति यथाश्रुतम् ।कीर्तिं हरे: स्वां सत्कर्तुं गिरमन्याभिधासतीम् ॥ ३६ ॥",
        "english_devnagari": "tathāpi kīrtayāmy aṅgayathā-mati yathā-śrutamkīrtiṁ hareḥ svāṁ sat-kartuṁgiram anyābhidhāsatīm",
        "verse_Syn": [
            "tathā",
            "api",
            "kīrtayāmi",
            "aṅga",
            "yathā",
            "mati",
            "yathā",
            "śrutam",
            "kīrtim",
            "hareḥ",
            "svām",
            "sat",
            "kartum",
            "giram",
            "anyābhidhā",
            "asatīm"
        ],
        "translation": "In spite of my inability, whatever I have been able to hear [from the spiritual master] and whatever I could assimilate I am now describing in glorification of the Lord by pure speech, for otherwise my power of speaking would remain unchaste.",
        "purport": " The purification of the conditioned soul necessitates purification of his consciousness. By the presence of consciousness, the presence of the transcendental soul is verified, and as soon as consciousness leaves the body, the material body is not active. Consciousness is perceived, therefore, by activities. The theory put forward by empiric philosophers that consciousness can remain in an inactive state is the proof of their poor fund of knowledge. One should not become unchaste by stopping the activities of pure consciousness. If the activities of pure consciousness are stopped, certainly the conscious living force will be otherwise engaged because unless engaged the consciousness has no standing. Consciousness cannot be silent, even for a moment. When the body does not act, the consciousness acts in the form of dreams. Unconsciousness is artificial; by induced extraneous help it remains for a limited period, but when the intoxication of the drug is finished or when one is awake, the consciousness again acts earnestly. Maitreya’s statement is that in order to avoid unchaste conscious activities, he was trying to describe the unlimited glories of the Lord, although he did not have the ability to describe them perfectly. This glorification of the Lord is not a product of research, but the result of hearing submissively from the authority of the spiritual master. It is also not possible to repeat all that one has heard from his spiritual master, but one can narrate as far as possible by one’s honest endeavor. It does not matter whether the Lord’s glories are fully explained or not. One must attempt to engage one’s bodily, mental and verbal activities in the transcendental glorification of the Lord; otherwise such activities will remain unchaste and impure. The existence of the conditioned soul can be purified only by the method of engaging mind and speech in the service of the Lord. The tridaṇḍi-sannyāsī of the Vaiṣṇava school accepts three rods, representing the vow to engage in the service of the Lord with body, mind and speech, whereas the ekadaṇḍi-sannyāsī takes the vow to become one with the Supreme. Since the Lord is the Absolute, there is no distinction between Him and His glories. The glories of the Lord as chanted by the Vaiṣṇava sannyāsī are as substantial as the Lord Himself, and thus while glorifying the Lord the devotee becomes one with Him in transcendental interest, although he remains eternally a transcendental servitor. This simultaneously one and different position of the devotee makes him eternally purified, and thus his life becomes a complete success."
    },
    {
        "verse": "37",
        "devanagari": "एकान्तलाभं वचसो नु पुंसांसुश्लोकमौलेर्गुणवादमाहु: ।श्रुतेश्च विद्वद्‍‌भिरुपाकृतायांकथासुधायामुपसम्प्रयोगम् ॥ ३७ ॥",
        "english_devnagari": "ekānta-lābhaṁ vacaso nu puṁsāṁsuśloka-mauler guṇa-vādam āhuḥśruteś ca vidvadbhir upākṛtāyāṁkathā-sudhāyām upasamprayogam",
        "verse_Syn": [
            "eka",
            "anta",
            "lābham",
            "vacasaḥ",
            "nu",
            "puṁsām",
            "suśloka",
            "mauleḥ",
            "guṇa",
            "vādam",
            "āhuḥ",
            "śruteḥ",
            "ca",
            "vidvadbhiḥ",
            "upākṛtāyām",
            "kathā",
            "sudhāyām",
            "upasamprayogam"
        ],
        "translation": "The highest perfectional gain of humanity is to engage in discussions of the activities and glories of the Pious Actor. Such activities are so nicely arranged in writing by the greatly learned sages that the actual purpose of the ear is served just by being near them.",
        "purport": " The impersonalists are very much afraid of hearing the activities of the Lord because they think that the happiness derived from the transcendental situation of Brahman is the ultimate goal of life; they think that anyone’s activity, even that of the Personality of Godhead, is mundane. But the idea of happiness indicated in this verse is different because it relates to the activities of the Supreme Personality, who has transcendental qualities. The word guṇa-vādam is significant because the qualities of the Lord and His activities and pastimes are the subject matter for the discussions of devotees. A ṛṣi like Maitreya is certainly not interested in discussing anything pertaining to mundane qualities, yet he says that the highest perfectional stage of transcendental realization is to discuss the Lord’s activities. Śrīla Jīva Gosvāmī, therefore, concludes that topics regarding the transcendental activities of the Lord are far beyond the transcendental realization of kaivalya happiness. These transcendental activities of the Lord are so arranged in writing by the great sages that simply by hearing of those narrations one becomes perfectly self-realized, and the proper use of the ear and the tongue is also achieved. Śrīmad-Bhāgavatam is one of such great literatures, and the highest perfectional state of life is attained simply by hearing and reciting its contents."
    },
    {
        "verse": "38",
        "devanagari": "आत्मनोऽवसितो वत्स महिमा कविनादिना ।संवत्सरसहस्रान्ते धिया योगविपक्‍कया ॥ ३८ ॥",
        "english_devnagari": "ātmano ’vasito vatsamahimā kavinādināsaṁvatsara-sahasrāntedhiyā yoga-vipakkayā",
        "verse_Syn": [
            "ātmanaḥ",
            "avasitaḥ",
            "vatsa",
            "mahimā",
            "kavinā",
            "ādinā",
            "saṁvatsara",
            "sahasra",
            "ante",
            "dhiyā",
            "yoga",
            "vipakkayā"
        ],
        "translation": "O my son, the original poet, Brahmā, after mature meditation for one thousand celestial years, could know only that the glories of the Supreme Soul are inconceivable.",
        "purport": " There are some froggish philosophers who want to know the Supreme Soul by means of philosophy and mental speculation. And when the devotees, who are to some extent in knowledge of the Supreme Lord, admit that the glories of the Lord are inestimable or inconceivable, the froggish philosophers adversely criticize them. These philosophers, like the frog in the well who tried to estimate the measurement of the Pacific Ocean, like to take trouble over fruitless mental speculation instead of taking instructions from devotees like the original poet, namely Brahmā. Lord Brahmā underwent a severe type of meditation for one thousand celestial years, yet he said that the glories of the Lord are inconceivable. Therefore what can the froggish philosophers hope to gain from their mental speculations? It is said in the Brahma-saṁhitā that the mental speculator may fly through the sky of speculation with the velocity of the mind or the wind for thousands of millions of years, and still he will find it inconceivable. The devotees, however, do not waste time in such vain searching after knowledge of the Supreme, but they submissively hear the glories of the Lord from bona fide devotees. Thus they transcendentally enjoy the process of hearing and chanting. The Lord approves of the devotional activities of the devotees or mahātmās, and He says: The pure devotees of the Lord take shelter of the parā prakṛti, the internal potency of the Lord called Lakṣmīdevī, Sītādevī, Śrīmatī Rādhārāṇī or Śrīmatī Rukmiṇīdevī, and thus they become actual mahātmās, or great souls. Mahātmās are not fond of indulging in mental speculations, but they actually take to the devotional service of the Lord, without the slightest deviation. Devotional service is manifested by the primary process of hearing and chanting about the activities of the Lord. This transcendental method practiced by the mahātmās gives them sufficient knowledge of the Lord because if the Lord can at all be known to some extent, it is only through the means of devotional service and no other way. One may go on speculating and waste the valuable time of his human life, but that will not help anyone to enter into the precincts of the Lord. The mahātmās, however, are not concerned with knowing the Lord by mental speculation because they enjoy hearing about His glorious activities in His transcendental dealings with His devotees or with the demons. The devotees take pleasure in both and are happy in this life and the life after."
    },
    {
        "verse": "39",
        "devanagari": "अतो भगवतो माया मायिनामपि मोहिनी ।यत्स्वयं चात्मवर्त्मात्मा न वेद किमुतापरे ॥ ३९ ॥",
        "english_devnagari": "ato bhagavato māyāmāyinām api mohinīyat svayaṁ cātma-vartmātmāna veda kim utāpare",
        "verse_Syn": [
            "ataḥ",
            "bhagavataḥ",
            "māyā",
            "māyinām",
            "api",
            "mohinī",
            "yat",
            "svayam",
            "ca",
            "ātma",
            "vartma",
            "ātmā",
            "na",
            "veda",
            "kim",
            "uta",
            "apare"
        ],
        "translation": "The wonderful potency of the Supreme Personality of Godhead is bewildering even to the jugglers. That potency is unknown even to the self-sufficient Lord, so it is certainly unknown to others.",
        "purport": " The froggish philosophers and mundane wranglers in science and mathematical calculation may not believe in the inconceivable potency of the Supreme Personality of Godhead, but they are sometimes puzzled by the wonderful jugglery of man and nature. Such jugglers and magicians of the mundane world are actually puzzled by the jugglery of the Lord in His transcendental activities, but they try to adjust their bewilderment by saying that it is all mythology. There is, however, nothing impossible or mythological in the Supreme Omnipotent Person. The most wonderful puzzle for the mundane wranglers is that while they remain calculating the length and breadth of the unlimited potency of the Supreme Person, His faithful devotees are set free from the bondage of material encagement simply by appreciating the wonderful jugglery of the Supreme in the practical field. The devotees of the Lord see the wonderful dexterity in everything with which they come in contact in all circumstances of eating, sleeping, working, etc. A small banyan fruit contains thousands of small seeds, and each seed holds the potency of another tree, which again holds the potency of many millions of such fruits as causes and effects. So the trees and seeds engage the devotees in meditation about the activities of the Lord, while the mundane wranglers waste time in dry speculation and mental concoction, which are fruitless in both this life and the next. In spite of their pride in speculation, they can never appreciate the simple activities of the banyan tree’s potency. Such speculators are poor souls destined to remain in matter perpetually."
    },
    {
        "verse": "40",
        "devanagari": "यतोऽप्राप्य न्यवर्तन्त वाचश्च मनसा सह ।अहं चान्य इमे देवास्तस्मै भगवते नम: ॥ ४० ॥",
        "english_devnagari": "yato ’prāpya nyavartantavācaś ca manasā sahaahaṁ cānya ime devāstasmai bhagavate namaḥ",
        "verse_Syn": [
            "yataḥ",
            "aprāpya",
            "nyavartanta",
            "vācaḥ",
            "ca",
            "manasā",
            "saha",
            "aham",
            "ca",
            "anye",
            "ime",
            "devāḥ",
            "tasmai",
            "bhagavate",
            "namaḥ"
        ],
        "translation": "Words, mind and ego, with their respective controlling demigods, have failed to achieve success in knowing the Supreme Personality of Godhead. Therefore, we simply have to offer our respectful obeisances unto Him as a matter of sanity.",
        "purport": " The froggish calculator may raise the objection that if the Absolute is unknowable even by the controlling deities of speech, mind and ego, namely the Vedas, Brahmā, Rudra and all the demigods headed by Bṛhaspati, then why should the devotees be so interested in this unknown object? The answer is that the transcendental ecstasy enjoyed by the devotees in delineating the pastimes of the Lord is certainly unknown to nondevotees and mental speculators. Unless one relishes transcendental joy, naturally one will come back from his speculations and concocted conclusions because he will see them as neither factual nor enjoyable. The devotees can at least know that the Absolute Truth is the Supreme Personality of Godhead, Viṣṇu, as the Vedic hymns confirm: oṁ tad viṣṇoḥ paramaṁ padaṁ sadā paśyanti sūrayaḥ. Bhagavad-gītā (15.15) also confirms this fact: vedaiś ca sarvair aham eva vedyaḥ. By culture of Vedic knowledge one must know Lord Kṛṣṇa and should not falsely speculate on the word aham, or “I.” The only method for understanding the Supreme Truth is devotional service, as stated in Bhagavad-gītā (18.55): bhaktyā mām abhijānāti yāvān yaś cāsmi tattvataḥ. Only by devotional service can one know that the ultimate truth is the Personality of Godhead and that Brahman and Paramātmā are only His partial features. This is confirmed in this verse by the great sage Maitreya. With devotion he offers his sincere surrender, namaḥ, to the Supreme Personality of Godhead, bhagavate. One has to follow in the footsteps of great sages and devotees like Maitreya and Vidura, Mahārāja Parīkṣit and Śukadeva Gosvāmī, and engage in the transcendental devotional service of the Lord if one would know His ultimate feature, which is above Brahman and Paramātmā."
    }
]