[
    {
        "verse": "1",
        "devanagari": "श्रीशुक उवाचएवं ब्रुवाणं मैत्रेयं द्वैपायनसुतो बुध: ।प्रीणयन्निव भारत्या विदुर: प्रत्यभाषत ॥ १ ॥",
        "english_devnagari": "śrī-śuka uvācaevaṁ bruvāṇaṁ maitreyaṁdvaipāyana-suto budhaḥprīṇayann iva bhāratyāviduraḥ pratyabhāṣata",
        "verse_Syn": [
            "śrī",
            "śukaḥ",
            "uvāca",
            "evam",
            "bruvāṇam",
            "maitreyam",
            "dvaipāyana",
            "sutaḥ",
            "budhaḥ",
            "prīṇayan",
            "iva",
            "bhāratyā",
            "viduraḥ",
            "pratyabhāṣata"
        ],
        "translation": "Śrī Śukadeva Gosvāmī said: O King, while Maitreya, the great sage, was thus speaking, Vidura, the learned son of Dvaipāyana Vyāsa, expressed a request in a pleasing manner by asking this question.",
        "purport": ""
    },
    {
        "verse": "2",
        "devanagari": "विदुर उवाचब्रह्मन् कथं भगवतश्चिन्मात्रस्याविकारिण: ।लीलया चापि युज्येरन्निर्गुणस्य गुणा: क्रिया: ॥ २ ॥",
        "english_devnagari": "vidura uvācabrahman kathaṁ bhagavataścin-mātrasyāvikāriṇaḥlīlayā cāpi yujyerannirguṇasya guṇāḥ kriyāḥ",
        "verse_Syn": [
            "viduraḥ",
            "uvāca",
            "brahman",
            "katham",
            "bhagavataḥ",
            "cit",
            "mātrasya",
            "avikāriṇaḥ",
            "līlayā",
            "ca",
            "api",
            "yujyeran",
            "nirguṇasya",
            "guṇāḥ",
            "kriyāḥ"
        ],
        "translation": "Śrī Vidura said: O great brāhmaṇa, since the Supreme Personality of Godhead is the complete spiritual whole and is unchangeable, how is He connected with the material modes of nature and their activities? If this is His pastime, how do the activities of the unchangeable take place and exhibit qualities without the modes of nature?",
        "purport": " As described in the previous chapter, the difference between the Supersoul, the Supreme Lord, and the living entities is that the activities of the Lord in creating the cosmic manifestation are performed by the Lord through the agency of His multifarious energies, but this manifestation is bewildering to the living entities. The Lord is therefore the master of the energies, whereas the living entities are subjugated by them. By asking various questions about transcendental activities, Vidura is clearing the misconception that when the Lord either descends to the earth in His incarnation or appears Himself with all His potencies, He too is subjected to the influence of māyā, just like an ordinary living entity. This is generally the calculation of less intelligent philosophers who consider the position of the Lord and that of the living entities to be on the same level. Vidura is hearing the great sage Maitreya refute these arguments. The Lord is described in this verse as cin-mātra, or completely spiritual. The Personality of Godhead has unlimited potencies to create and manifest many wonderful things, both temporary and permanent. Because this material world is the creation of His external energy, it thus appears to be temporary; it is manifested at certain intervals, maintained for some time, and again dissolved and conserved in His own energy. As described in Bhagavad-gītā (8.19), bhūtvā bhūtvā pralīyate. But the creation of His internal potency, the spiritual world, is not a temporary manifestation like the material world, but is eternal and full of transcendental knowledge, opulence, energy, strength, beauties and glories. Such manifestations of the Lord’s potencies are eternal and are therefore called nirguṇa, or free from all tinges of the modes of material nature, even up to the mode of material goodness. The spiritual world is transcendental even to material goodness and thus is unchangeable. Since the Supreme Lord of such eternal and unchangeable qualities is never subjugated by anything like material influence, how can His activities and form be conceived to be under the influence of illusory māyā, as is the case with the living entities? A juggler or magician displays many wonders with his acts and arts. He can become a cow by his magical tactics, and yet he is not that cow; but at the same time, the cow displayed by the magician is not different from him. Similarly, the material potency is not different from the Lord because it is an emanation from Him, but at the same time, that manifestation of potency is not the Supreme Lord. The Lord’s transcendental knowledge and potency always remain the same; they do not change, even when displayed in the material world. As stated in Bhagavad-gītā, the Lord descends to the earth by His own internal potency, and therefore there is no question of His becoming materially contaminated, changed or otherwise affected by the modes of material nature. The Lord is saguṇa by His own internal potency, but at the same time He is nirguṇa, since He is not in touch with the material energy. The restrictions of the prison house are applicable to prisoners who are condemned by the king’s law, but the king is never affected by such implications, although he may visit the prison house out of his good will. In the Viṣṇu Purāṇa the six opulences of the Lord are stated to be nondifferent from Him. The opulences of transcendental knowledge, strength, opulence, potency, beauty and renunciation are all identical with the Personality of Godhead. When He personally displays such opulences in the material world, they have no connection with the modes of material nature. The very word cin-mātratva is the guarantee that the Lord’s activities are always transcendental, even when displayed in the material world. His activities are as good as the Supreme Personality Himself; otherwise, liberated devotees like Śukadeva Gosvāmī would not have been attracted by them. Vidura inquired how the Lord’s activities can be in the modes of material nature, as is sometimes miscalculated by persons with a poor fund of knowledge. The inebriety of the material qualities is due to the difference between the material body and the spirit soul. The conditioned soul’s activities are displayed through the medium of the modes of material nature and are therefore perverted in appearance. However, the Lord’s body and the Lord Himself are one and the same, and when the Lord’s activities are displayed, they are certainly nondifferent from the Lord in all respects. The conclusion is that persons who consider the Lord’s activities material are certainly mistaken."
    },
    {
        "verse": "3",
        "devanagari": "क्रीडायामुद्यमोऽर्भस्य कामश्चिक्रीडिषान्यत: ।स्वतस्तृप्तस्य च कथं निवृत्तस्य सदान्यत: ॥ ३ ॥",
        "english_devnagari": "krīḍāyām udyamo ’rbhasyakāmaś cikrīḍiṣānyataḥsvatas-tṛptasya ca kathaṁnivṛttasya sadānyataḥ",
        "verse_Syn": [
            "krīḍāyām",
            "udyamaḥ",
            "arbhasya",
            "kāmaḥ",
            "cikrīḍiṣā",
            "anyataḥ",
            "svataḥ",
            "tṛptasya",
            "ca",
            "katham",
            "nivṛttasya",
            "sadā",
            "anyataḥ"
        ],
        "translation": "Boys are enthusiastic to play with other boys or with various diversions because they are encouraged by desire. But there is no possibility of such desire for the Lord because He is self-satisfied and detached from everything at all times.",
        "purport": " Since the Supreme Personality of Godhead is one without a second, there is no possibility that anything besides Him can exist. He expands Himself by His energies in multiforms of self-expansions and separated expansions as well, just as fire expands itself by heat and light. Since there is no other existence besides the Lord Himself, the Lord’s association with anything manifests His association with Himself. In Bhagavad-gītā (9.4) the Lord says: “The complete manifestation of the cosmic situation is an expansion of the Lord Himself in His impersonal feature. All things are situated in Him only, yet He is not in them.” That is the opulence of the Lord’s attachment and detachment. He is attached to everything, yet He is detached from all."
    },
    {
        "verse": "4",
        "devanagari": "अस्राक्षीद्भगवान् विश्वं गुणमय्यात्ममायया ।तया संस्थापयत्येतद्भूय: प्रत्यपिधास्यति ॥ ४ ॥",
        "english_devnagari": "asrākṣīd bhagavān viśvaṁguṇa-mayyātma-māyayātayā saṁsthāpayaty etadbhūyaḥ pratyapidhāsyati",
        "verse_Syn": [
            "asrākṣīt",
            "bhagavān",
            "viśvam",
            "guṇa",
            "mayyā",
            "ātma",
            "māyayā",
            "tayā",
            "saṁsthāpayati",
            "etat",
            "bhūyaḥ",
            "praty",
            "apidhāsyati"
        ],
        "translation": "By His self-sheltered potency of the three modes of material nature, the Lord has caused the creation of this universe. By her He maintains the creation and conversely dissolves it, again and again.",
        "purport": " This cosmic universe is created by the Lord for those living entities who are carried away by the illusory thought of becoming one with Him by imitation. The three modes of material nature are for the further bewilderment of the conditioned souls. The conditioned living entity, bewildered by the illusory energy, considers himself a part of the material creation due to forgetfulness of his spiritual identity, and thus he becomes entangled in material activities life after life. This material world is not for the purpose of the Lord Himself, but is for the conditioned souls who wanted to be controllers due to misuse of their God-gifted minute independence. Thus the conditioned souls are subjected to repeated birth and death."
    },
    {
        "verse": "5",
        "devanagari": "देशत: कालतो योऽसाववस्थात: स्वतोऽन्यत: ।अविलुप्तावबोधात्मा स युज्येताजया कथम् ॥ ५ ॥",
        "english_devnagari": "deśataḥ kālato yo ’sāvavasthātaḥ svato ’nyataḥaviluptāvabodhātmāsa yujyetājayā katham",
        "verse_Syn": [
            "deśataḥ",
            "kālataḥ",
            "yaḥ",
            "asau",
            "avasthātaḥ",
            "svataḥ",
            "anyataḥ",
            "avilupta",
            "avabodha",
            "ātmā",
            "saḥ",
            "yujyeta",
            "ajayā",
            "katham"
        ],
        "translation": "The pure soul is pure consciousness and is never out of consciousness, either due to circumstances, time, situations, dreams or other causes. How then does he become engaged in nescience?",
        "purport": " The consciousness of the living being is always present and never changes under any circumstances, as above mentioned. When a living man moves from one place to another, he is conscious that he has changed his position. He is always present — in the past, present and future — like electricity. One can remember incidents from his past and can conjecture about his future also on the basis of past experience. He never forgets his personal identity, even though he is placed in awkward circumstances. How then can the living entity become forgetful of his real identity as pure spirit soul and identify with matter unless influenced by something beyond himself? The conclusion is that the living entity is influenced by the avidyā potency, as confirmed in both the Viṣṇu Purāṇa and the beginning of Śrīmad-Bhāgavatam. The living entity is mentioned in Bhagavad-gītā (7.5) as parā prakṛti, and in the Viṣṇu Purāṇa he is mentioned as the parā śakti. He is part and parcel of the Supreme Lord as potency and not as the potent. The potent can exhibit many potencies, but the potency cannot equal the potent at any stage. One potency may be overcome by another potency, but to the potent, all potencies are under control. The jīva potency, or the kṣetrajña-śakti of the Lord, has the tendency to be overpowered by the external potency, avidyā-karma-saṁjñā, and in this way he is placed in the awkward circumstances of material existence. The living entity cannot be forgetful of his real identity unless influenced by the avidyā potency. Because the living entity is prone to the influence of the avidyā potency, he can never equal the supreme potent."
    },
    {
        "verse": "6",
        "devanagari": "भगवानेक एवैष सर्वक्षेत्रेष्ववस्थित: ।अमुष्य दुर्भगत्वं वा क्लेशो वा कर्मभि: कुत: ॥ ६ ॥",
        "english_devnagari": "bhagavān eka evaiṣasarva-kṣetreṣv avasthitaḥamuṣya durbhagatvaṁ vākleśo vā karmabhiḥ kutaḥ",
        "verse_Syn": [
            "bhagavān",
            "ekaḥ",
            "eva",
            "eṣaḥ",
            "sarva",
            "kṣetreṣu",
            "avasthitaḥ",
            "amuṣya",
            "durbhagatvam",
            "vā",
            "kleśaḥ",
            "vā",
            "karmabhiḥ",
            "kutaḥ"
        ],
        "translation": "The Lord, as the Supersoul, is situated in every living being’s heart. Why then do the living entities’ activities result in misfortune and misery?",
        "purport": " The next question put forward by Vidura to Maitreya is, “Why are the living entities subjected to so many miseries and misfortunes in spite of the Lord’s presence in their hearts as the Supersoul?” The body is considered a fruitful tree, and the living entity and the Lord as Supersoul are like two birds seated in that tree. The individual soul is eating the fruit of the tree, but the Supersoul, the Lord, is witnessing the activities of the other bird. A citizen of the state may be in miseries for want of sufficient supervision by the state authority, but how can it be possible that a citizen suffers from other citizens while the chief of the state is personally present? From another point of view, it is understood that the jīva living entity is qualitatively one with the Lord, and thus his knowledge in the pure state of life cannot be covered by nescience, especially in the presence of the Supreme Lord. How then does the living entity become subjected to ignorance and covered by the influence of māyā? The Lord is the father and protector of every living entity, and He is known as the bhūta-bhṛt, or the maintainer of the living entities. Why then should the living entity be subjected to so many sufferings and misfortunes? It should not be so, but actually we see that it happens everywhere. This question is therefore put forward by Vidura for solution."
    },
    {
        "verse": "7",
        "devanagari": "एतस्मिन्मे मनो विद्वन् खिद्यतेऽज्ञानसङ्कटे ।तन्न: पराणुद विभो कश्मलं मानसं महत् ॥ ७ ॥",
        "english_devnagari": "etasmin me mano vidvankhidyate ’jñāna-saṅkaṭetan naḥ parāṇuda vibhokaśmalaṁ mānasaṁ mahat",
        "verse_Syn": [
            "etasmin",
            "me",
            "manaḥ",
            "vidvan",
            "khidyate",
            "ajñāna",
            "saṅkaṭe",
            "tat",
            "naḥ",
            "parāṇuda",
            "vibho",
            "kaśmalam",
            "mānasam",
            "mahat"
        ],
        "translation": "O great and learned one, my mind is greatly illusioned by the distress of this nescience, and I therefore request you to clear it up.",
        "purport": " Such mental bewilderment as represented here by Vidura takes place for some living entities, but not for everyone, for if everyone were bewildered there would be no possibility of a solution by higher personalities."
    },
    {
        "verse": "8",
        "devanagari": "श्रीशुक उवाचस इत्थं चोदित: क्षत्‍त्रा तत्त्वजिज्ञासुना मुनि: ।प्रत्याह भगवच्चित्त: स्मयन्निव गतस्मय: ॥ ८ ॥",
        "english_devnagari": "śrī-śuka uvācasa itthaṁ coditaḥ kṣattrātattva-jijñāsunā muniḥpratyāha bhagavac-cittaḥsmayann iva gata-smayaḥ",
        "verse_Syn": [
            "śrī",
            "śukaḥ",
            "uvāca",
            "saḥ",
            "ittham",
            "coditaḥ",
            "kṣattrā",
            "tattva",
            "jijñāsunā",
            "muniḥ",
            "pratyāha",
            "bhagavat",
            "cittaḥ",
            "smayan",
            "iva",
            "gata",
            "smayaḥ"
        ],
        "translation": "Śrī Śukadeva Gosvāmī said: O King, Maitreya, being thus agitated by the inquisitive Vidura, at first seemed astonished, but then he replied to him without hesitation, since he was fully God conscious.",
        "purport": " Since the great sage Maitreya was filled with God consciousness, he had no reason to be astonished at such contradictory questions by Vidura. Therefore, although as a devotee he externally expressed surprise, as if he did not know how to reply to those questions, he immediately became perfectly settled and properly replied to Vidura. Yasmin vijñāte sarvam evaṁ vijñātaṁ bhavati (Muṇḍaka Upaniṣad 1.3). Anyone who is a devotee of the Lord knows about the Lord to some extent, and devotional service to the Lord makes him able to know everything by the grace of the Lord. Although a devotee may apparently express himself to be ignorant, he is full of knowledge in every intricate matter."
    },
    {
        "verse": "9",
        "devanagari": "मैत्रेय उवाचसेयं भगवतो माया यन्नयेन विरुध्यते ।ईश्वरस्य विमुक्तस्य कार्पण्यमुत बन्धनम् ॥ ९ ॥",
        "english_devnagari": "maitreya uvācaseyaṁ bhagavato māyāyan nayena virudhyateīśvarasya vimuktasyakārpaṇyam uta bandhanam",
        "verse_Syn": [
            "maitreyaḥ",
            "uvāca",
            "sā",
            "iyam",
            "bhagavataḥ",
            "māyā",
            "yat",
            "nayena",
            "virudhyate",
            "īśvarasya",
            "vimuktasya",
            "kārpaṇyam",
            "uta",
            "bandhanam"
        ],
        "translation": "Śrī Maitreya said: Certain conditioned souls put forward the theory that the Supreme Brahman, or the Personality of Godhead, is overcome by illusion, or māyā, and at the same time they maintain that He is unconditioned. This is against all logic.",
        "purport": " Sometimes it appears that the Supreme Personality of Godhead, who is one-hundred-percent spiritual, cannot be the cause of the illusory potency which covers the knowledge of the individual soul. But factually there is no doubt that the illusory, external energy is also part and parcel of the Supreme Lord. When Vyāsadeva realized the Supreme Personality of Godhead, he saw the Lord along with His external potency, which covers the pure knowledge of the individual living entities. Why the external energy acts in this way may be considered as follows, as analyzed by great commentators like Viśvanātha Cakravartī Ṭhākura and Śrīla Jīva Gosvāmī. Although the material, illusory energy is distinct from the spiritual energy, it is one of the many energies of the Lord, and thus the material modes of nature (the mode of goodness, etc.) are surely qualities of the Lord. The energy and the energetic Personality of Godhead are not different, and although such energy is one with the Lord, He is never overpowered by it. Although the living entities are also parts and parcels of the Lord, they are overcome by the material energy. The inconceivable yogam aiśvaram of the Lord, as mentioned in Bhagavad-gītā (9.5), is misunderstood by the froggish philosophers. In order to support a theory that Nārāyaṇa (the Lord Himself) becomes a daridra-nārāyaṇa, a poor man, they propose that the material energy overcomes the Supreme Lord. Śrīla Jīva Gosvāmī and Śrīla Viśvanātha Cakravartī Ṭhākura, however, offer a very nice example in explanation. They say that although the sun is all light, the clouds, darkness and snowfall are all part and parcel of the sun. Without the sun there is no possibility of the sky’s being overcast with clouds or darkness, nor can there be snowfall on the earth. Although life is sustained by the sun, life is also disturbed by darkness and snowfall produced by the sun. But it is also a fact that the sun itself is never overcome by darkness, clouds or snowfall; the sun is far, far away from such disturbances. Only those who have a poor fund of knowledge say that the sun is covered by a cloud or by darkness. Similarly, the Supreme Brahman, or the Parabrahman, the Personality of Godhead, is always unaffected by the influence of the material energy, although it is one of His energies (parāsya śaktir vividhaiva śrūyate). There is no reason to assert that the Supreme Brahman is overpowered by the illusory energy. The clouds, darkness and snowfall can cover only a very insignificant portion of the sun’s rays. Similarly, the modes of material nature may react upon the raylike living entities. It is the misfortune of the living entity, certainly not without reason, that the influence of the material energy acts on his pure consciousness and eternal bliss. This covering up of pure consciousness and eternal bliss is due to avidyā-karmā-saṁjñā, the energy which acts on the infinitesimal living entities who misuse their minute independence. According to Viṣṇu Purāṇa, Bhagavad-gītā and all other Vedic literatures, the living entities are generated from the taṭasthā energy of the Lord, and thus they are always the energy of the Lord and are not the energetic. The living entities are like the sun’s rays. Although, as explained above, there is no qualitative difference between the sun and its rays, the sun’s rays are sometimes overpowered by another energy of the sun, namely by clouds or by snowfall. Similarly, although the living entities are qualitatively one with the superior energy of the Lord, they have the tendency to be overpowered by the inferior, material energy. In the Vedic hymns it is said that the living entities are like the sparks of a fire. The sparks of fire also are fire, but the burning potency of the sparks is different from that of the original fire. When the sparks fly out of touch with the original fire, they come under the influence of a nonfiery atmosphere; thus they maintain the potency to be again one with the fire as sparks, but not as the original fire. The sparks can everlastingly remain within the original fire as its parts and parcels, but the moment the sparks become separated from the original fire, their misfortunes and miseries begin. The clear conclusion is that the Supreme Lord, who is the original fire, is never overpowered, but the infinitesimal sparks of the fire can become overpowered by the illusory effect of māyā. It is a most ludicrous argument to say that the Supreme Lord is overpowered by His own material energy. The Lord is the master of the material energy, but the living entities are in the conditioned state, controlled by the material energy. That is the version of Bhagavad-gītā. The froggish philosophers who put forward the argument that the Supreme Lord is overpowered by the material mode of goodness are themselves illusioned by the same material energy, although they think of themselves as liberated souls. They support their arguments by a false and laborious jugglery of words, which is a gift of the same illusory energy of the Lord. But the poor froggish philosophers, due to a false sense of knowledge, cannot understand the situation. In the Sixth Canto, Ninth Chapter, thirty-fourth verse, of the Śrīmad-Bhāgavatam it is stated: Thus the demigods prayed to the Supreme Lord that although His activities are very difficult to understand, they can still be understood to some extent by those who sincerely engage in the transcendental loving service of the Lord. The demigods admitted that although the Lord is apart from the material influence or creation, He nevertheless creates, maintains and annihilates the complete cosmic manifestation by the agency of the demigods."
    },
    {
        "verse": "10",
        "devanagari": "यदर्थेन विनामुष्य पुंस आत्मविपर्यय: ।प्रतीयत उपद्रष्टु: स्वशिरश्छेदनादिक: ॥ १० ॥",
        "english_devnagari": "yad arthena vināmuṣyapuṁsa ātma-viparyayaḥpratīyata upadraṣṭuḥsva-śiraś chedanādikaḥ",
        "verse_Syn": [
            "yat",
            "arthena",
            "vinā",
            "amuṣya",
            "puṁsaḥ",
            "ātma",
            "viparyayaḥ",
            "pratīyate",
            "upadraṣṭuḥ",
            "sva",
            "śiraḥ",
            "chedana",
            "ādikaḥ"
        ],
        "translation": "The living entity is in distress regarding his self-identity. He has no factual background, like a man who dreams that he sees his head cut off.",
        "purport": " A teacher in school once threatened his pupil that he would cut off the pupil’s head and hang it on the wall so that the child could see how his head had been cut off. The child became frightened and stopped his mischief. Similarly, the miseries of the pure soul and the disruption of his self-identification are managed by the external energy of the Lord, which controls those mischievous living entities who want to go against the will of the Lord. Actually there is no bondage or misery for the living entity, nor does he ever lose his pure knowledge. In his pure consciousness, when he thinks a little seriously about his position, he can understand that he is eternally subordinate to the mercy of the Supreme and that his attempt to become one with the Supreme Lord is a false illusion. Life after life the living entity falsely tries to lord it over material nature and become the lord of the material world, but there is no tangible result. At last, when frustrated, he gives up his material activities and tries to become one with the Lord and speculate with much jugglery of words, but without success. These activities are performed under the dictation of the illusory energy. The experience is compared to the experience of one’s having his head cut off in a dream. The man whose head has been cut off also sees that his head has been cut off. If a person’s head is severed he loses his power to see. Therefore if a man sees that his head has been cut off, it means that he thinks like that in hallucination. Similarly a living entity is eternally subordinate to the Supreme Lord, and he has this knowledge with him, but, artificially, he thinks that he is God himself and that although he is God he has lost his knowledge due to māyā. This conception has no meaning, just as there is no meaning to seeing one’s head being cut off. This is the process by which knowledge is covered. And because this artificial rebellious condition of the living entity gives him all troubles, it is to be understood that he should take to his normal life as a devotee of the Lord and be relieved from the misconception of being God. The so-called liberation of thinking oneself God is that last reaction of avidyā by which the living entity is entrapped. The conclusion is that a living entity deprived of eternal transcendental service to the Lord becomes illusioned in many ways. Even in his conditional life he is the eternal servant of the Lord. His servitude under the spell of illusory māyā is also a manifestation of his eternal condition of service. Because he has rebelled against the service of the Lord, he is therefore put in the service of the māyā. He is still serving, but in a perverted manner. When he wants to get out of service under material bondage, he next desires to become one with the Lord. This is another illusion. The best course, therefore, is to surrender unto the Lord and thus get rid of the illusory māyā for good, as confirmed in Bhagavad-gītā (7.14):"
    },
    {
        "verse": "11",
        "devanagari": "यथा जले चन्द्रमस: कम्पादिस्तत्कृतो गुण: ।द‍ृश्यतेऽसन्नपि द्रष्टुरात्मनोऽनात्मनो गुण: ॥ ११ ॥",
        "english_devnagari": "yathā jale candramasaḥkampādis tat-kṛto guṇaḥdṛśyate ’sann api draṣṭurātmano ’nātmano guṇaḥ",
        "verse_Syn": [
            "yathā",
            "jale",
            "candramasaḥ",
            "kampa",
            "ādiḥ",
            "tat",
            "kṛtaḥ",
            "guṇaḥ",
            "dṛśyate",
            "asan",
            "api",
            "draṣṭuḥ",
            "ātmanaḥ",
            "anātmanaḥ",
            "guṇaḥ"
        ],
        "translation": "As the moon reflected on water appears to the seer to tremble due to being associated with the quality of the water, so the self associated with matter appears to be qualified as matter.",
        "purport": " The Supreme Soul, the Personality of Godhead, is compared to the moon in the sky, and the living entities are compared to the reflection of the moon on water. The moon in the sky is fixed and does not appear to quiver like the moon on the water. Actually, like the original moon in the sky, the moon reflected on the water should also not quiver, but because of being associated with water, the reflection appears to be quivering, although in actual fact the moon is fixed. The water moves, but the moon does not move. Similarly, the living entities appear to be tainted by material qualities like illusion, lamentation and miseries, although in the pure soul such qualities are completely absent. The word pratīyate, which means “apparently” and “not actually” (like the experience of having one’s head cut off in a dream), is significant here. The reflection of the moon on the water is the separated rays of the moon and not the actual moon. The separated parts and parcels of the Lord entangled in the water of material existence have the quivering quality, whereas the Lord is like the actual moon in the sky, which is not at all in touch with water. The light of the sun and moon reflected on matter makes the matter bright and praiseworthy. The living symptoms are compared to the light of the sun and the moon illuminating material manifestations like trees and mountains. The reflection of the sun or moon is accepted as the real sun or moon by less intelligent men, and the pure monistic philosophy develops from these ideas. In fact, the light of the sun and the moon are actually different from the sun and moon themselves, although they are always connected. The light of the moon spread throughout the sky appears to be impersonal, but the moon planet, as it is, is personal, and the living entities on the moon planet are also personal. In the rays of the moon, different material entities appear to be comparatively more or less important. The light of the moon on the Taj Mahal appears to be more beautiful than the same light in the wilderness. Although the light of the moon is the same everywhere, due to being differently appreciated it appears different. Similarly, the light of the Lord is equally distributed everywhere, but due to being differently received, it appears to be different. One should not, therefore, accept the reflection of the moon on the water as actual and misunderstand the whole situation through monistic philosophy. The quivering quality of the moon is also variable. When the water is standing still, there is no quivering. A more settled conditioned soul quivers less, but due to material connection the quivering quality is more or less present everywhere."
    },
    {
        "verse": "12",
        "devanagari": "स वै निवृत्तिधर्मेण वासुदेवानुकम्पया ।भगवद्भक्तियोगेन तिरोधत्ते शनैरिह ॥ १२ ॥",
        "english_devnagari": "sa vai nivṛtti-dharmeṇavāsudevānukampayābhagavad-bhakti-yogenatirodhatte śanair iha",
        "verse_Syn": [
            "saḥ",
            "vai",
            "nivṛtti",
            "dharmeṇa",
            "vāsudeva",
            "anukampayā",
            "bhagavat",
            "bhakti",
            "yogena",
            "tirodhatte",
            "śanaiḥ",
            "iha"
        ],
        "translation": "But that misconception of self-identity can be diminished gradually by the mercy of the Personality of Godhead, Vāsudeva, through the process of devotional service to the Lord in the mode of detachment.",
        "purport": " The quivering quality of material existence, which comes from identification with matter or from thinking oneself, under the material influence of philosophical speculation, to be God, can be eradicated by devotional service to the Lord, by the mercy of the Personality of Godhead, Vāsudeva. As discussed in the First Canto, because the application of devotional service to Lord Vāsudeva invites pure knowledge, it quickly detaches one from the material conception of life and thus revives one’s normal condition of spiritual existence, even in this life, and frees one from the material winds which cause one to quiver. Only knowledge in devotional service can elevate one towards the path of liberation. The development of knowledge for the purpose of knowing everything, without rendering devotional service, is considered fruitless labor, and one cannot get the desired result by such labor of love. Lord Vāsudeva is pleased by devotional service only, and thus His mercy is realized by association with pure devotees of the Lord. Pure devotees of the Lord are transcendental to all material desires, including the desire for the results of fruitive activities and philosophical speculation. If one wants to acquire the mercy of the Lord, he has to associate with pure devotees. Such association alone can, by degrees, release one from the quivering elements."
    },
    {
        "verse": "13",
        "devanagari": "यदेन्द्रियोपरामोऽथ द्रष्ट्रात्मनि परे हरौ ।विलीयन्ते तदा क्लेशा: संसुप्तस्येव कृत्‍स्‍नश: ॥ १३ ॥",
        "english_devnagari": "yadendriyoparāmo ’thadraṣṭrātmani pare harauvilīyante tadā kleśāḥsaṁsuptasyeva kṛtsnaśaḥ",
        "verse_Syn": [
            "yadā",
            "indriya",
            "uparāmaḥ",
            "atha",
            "draṣṭṛ",
            "ātmani",
            "pare",
            "harau",
            "vilīyante",
            "tadā",
            "kleśāḥ",
            "saṁsuptasya",
            "iva",
            "kṛtsnaśaḥ"
        ],
        "translation": "When the senses are satisfied in the seer-Supersoul, the Personality of Godhead, and merge in Him, all miseries are completely vanquished, as after a sound sleep.",
        "purport": " The quivering of the living entity as described above is due to the senses. Since the entire material existence is meant for sense gratification, the senses are the medium of material activities, and they cause the quivering of the steady soul. Therefore, these senses are to be detached from all such material activities. According to the impersonalists the senses are stopped from work by merging the soul in the Supersoul Brahman. The devotees, however, do not stop the material senses from acting, but they engage their transcendental senses in the service of the Transcendence, the Supreme Personality of Godhead. In either case, the activities of the senses in the material field are to be stopped by cultivation of knowledge, and, if possible, they can be engaged in the service of the Lord. The senses are transcendental in nature, but their activities become polluted when contaminated by matter. We have to treat the senses to cure them of the material disease, not stop them from acting, as suggested by the impersonalist. In Bhagavad-gītā (2.59) it is said that one ceases all material activities only when satisfied by contact with a better engagement. Consciousness is active by nature and cannot be stopped from working. Artificially stopping a mischievous child is not the real remedy. The child must be given some better engagement so that he will automatically stop causing mischief. In the same way, the mischievous activities of the senses can be stopped only by better engagement in relation with the Supreme Personality of Godhead. When the eyes are engaged in seeing the beautiful form of the Lord, the tongue engaged in tasting prasāda, or remnants of foodstuff offered to the Lord, the ears are engaged in hearing His glories, the hands engaged in cleaning the temple of the Lord, the legs engaged in visiting His temples — or when all the senses are engaged in transcendental variegatedness — then only can the transcendental senses become satiated and eternally free from material engagement. The Lord, as the Supersoul residing in everyone’s heart and as the Supreme Personality of Godhead in the transcendental world far beyond the material creation, is the seer of all our activities. Our activities must be so transcendentally saturated that the Lord will be kind enough to look upon us favorably and engage us in His transcendental service; then only can the senses be satisfied completely and be no longer troubled by material attraction."
    },
    {
        "verse": "14",
        "devanagari": "अशेषसंक्लेशशमं विधत्ते गुणानुवादश्रवणं मुरारे: ।किं वा पुनस्तच्चरणारविन्दपरागसेवारतिरात्मलब्धा ॥ १४ ॥",
        "english_devnagari": "aśeṣa-saṅkleśa-śamaṁ vidhatteguṇānuvāda-śravaṇaṁ murāreḥkiṁ vā punas tac-caraṇāravinda-parāga-sevā-ratir ātma-labdhā",
        "verse_Syn": [
            "aśeṣa",
            "saṅkleśa",
            "śamam",
            "vidhatte",
            "guṇa",
            "anuvāda",
            "śravaṇam",
            "murāreḥ",
            "kim",
            "vā",
            "punaḥ",
            "tat",
            "caraṇa",
            "aravinda",
            "parāga",
            "sevā",
            "ratiḥ",
            "ātma",
            "labdhā"
        ],
        "translation": "Simply by chanting and hearing of the transcendental name, form, etc., of the Personality of Godhead, Śrī Kṛṣṇa, one can achieve the cessation of unlimited miserable conditions. Therefore what to speak of those who have attained attraction for serving the flavor of the dust of the Lord’s lotus feet?",
        "purport": " Two different methods for controlling the material senses are recommended in the Vedic scriptural wisdom. One of them is the process of jñāna, or the path of philosophical understanding of the Supreme — Brahma, Paramātmā and Bhagavān. The other is that of direct engagement in the transcendental loving devotional service of the Lord. Of these two most popular methods, the path of devotional service is recommended here as the best because one on the path of devotional service does not have to wait for the attainment of the fruitive results of pious activities or for the results of knowledge. The two stages of executing devotional service are, first, the stage of practicing devotional service with our present senses under the regulations of the recognized scriptures and, second, attaining sincere attachment for serving the particles of the dust of the lotus feet of the Lord. The first stage is called sādhana-bhakti, or devotional service for the neophyte, which is rendered under the direction of a pure devotee, and the second stage is called rāga-bhakti, in which the mature devotee automatically takes to the various services of the Lord out of sincere attachment. The great sage Maitreya now gives the final answer to all the questions of Vidura: devotional service to the Lord is the ultimate means to mitigate all the miserable conditions of material existence. The path of knowledge or that of mystic gymnastics may be adopted as a means for the purpose, but unless mixed with bhakti, or devotional service, they are unable to award the desired result. By practicing sādhana-bhakti one may gradually rise to the point of rāga-bhakti, and by performing rāga-bhakti in loving transcendental service one can even control the Supreme Powerful Lord."
    },
    {
        "verse": "15",
        "devanagari": "विदुर उवाचसंछिन्न: संशयो मह्यं तव सूक्तासिना विभो ।उभयत्रापि भगवन्मनो मे सम्प्रधावति ॥ १५ ॥",
        "english_devnagari": "vidura uvācasañchinnaḥ saṁśayo mahyaṁtava sūktāsinā vibhoubhayatrāpi bhagavanmano me sampradhāvati",
        "verse_Syn": [
            "viduraḥ",
            "uvāca",
            "sañchinnaḥ",
            "saṁśayaḥ",
            "mahyam",
            "tava",
            "sūkta",
            "asinā",
            "vibho",
            "ubhayatra",
            "api",
            "bhagavan",
            "manaḥ",
            "me",
            "sampradhāvati"
        ],
        "translation": "Vidura said: O powerful sage, my lord, all my doubts about the Supreme Personality of Godhead and the living entities have now been removed by your convincing words. My mind is now perfectly entering into them.",
        "purport": " The science of Kṛṣṇa, or the science of God and the living entities, is so subtle that even a personality like Vidura has to consult persons like the sage Maitreya. Doubts about the eternal relationship of the Lord and the living entity are created by mental speculators in different ways, but the conclusive fact is that the relationship of God and the living entity is one of the predominator and the predominated. The Lord is the eternal predominator, and the living entities are eternally predominated. Real knowledge of this relationship entails reviving the lost consciousness to this standard, and the process for such revival is devotional service to the Lord. By clearly understanding from authorities like the sage Maitreya, one can become situated in real knowledge, and the disturbed mind can thus be fixed on the progressive path."
    },
    {
        "verse": "16",
        "devanagari": "साध्वेतद् व्याहृतं विद्वन्नात्ममायायनं हरे: ।आभात्यपार्थं निर्मूलं विश्वमूलं न यद्बहि: ॥ १६ ॥",
        "english_devnagari": "sādhv etad vyāhṛtaṁ vidvannātma-māyāyanaṁ hareḥābhāty apārthaṁ nirmūlaṁviśva-mūlaṁ na yad bahiḥ",
        "verse_Syn": [
            "sādhu",
            "etat",
            "vyāhṛtam",
            "vidvan",
            "na",
            "ātma",
            "māyā",
            "ayanam",
            "hareḥ",
            "ābhāti",
            "apārtham",
            "nirmūlam",
            "viśva",
            "mūlam",
            "na",
            "yat",
            "bahiḥ"
        ],
        "translation": "O learned sage, your explanations are very good, as they should be. Disturbances to the conditioned soul have no other basis than the movement of the external energy of the Lord.",
        "purport": " A living entity’s unlawful desire to become one with the Lord in every respect is the root cause of the entire material manifestation, for otherwise the Lord has no need to create such a manifestation, even for His pastimes. The conditioned soul, under the spell of the external energy of the Lord, falsely suffers many unfortunate incidents in material life. The Lord is the predominator of the external energy, māyā, whereas the living entity is predominated by the same māyā under the material condition. The false attempt of the living entity to occupy the predominating post of the Lord is the cause of his material bondage, and the conditioned soul’s attempt to become one with the Lord is the last snare of māyā."
    },
    {
        "verse": "17",
        "devanagari": "यश्च मूढतमो लोके यश्च बुद्धे: परं गत: ।तावुभौ सुखमेधेते क्लिश्यत्यन्तरितो जन: ॥ १७ ॥",
        "english_devnagari": "yaś ca mūḍhatamo lokeyaś ca buddheḥ paraṁ gataḥtāv ubhau sukham edhetekliśyaty antarito janaḥ",
        "verse_Syn": [
            "yaḥ",
            "ca",
            "mūḍha",
            "tamaḥ",
            "loke",
            "yaḥ",
            "ca",
            "buddheḥ",
            "param",
            "gataḥ",
            "tau",
            "ubhau",
            "sukham",
            "edhete",
            "kliśyati",
            "antaritaḥ",
            "janaḥ"
        ],
        "translation": "Both the lowest of fools and he who is transcendental to all intelligence enjoy happiness, whereas persons between them suffer the material pangs.",
        "purport": " The lowest of fools do not understand material miseries; they pass their lives merrily and do not inquire into the miseries of life. Such persons are almost on the level of the animals, who, although in the eyes of superiors are always miserable in life, are unaware of material distresses. A hog’s life is degraded in its standard of happiness, which entails living in a filthy place, engaging in sex enjoyment at every opportune moment, and laboring hard in a struggle for existence, but this is unknown to the hog. Similarly, human beings who are unaware of the miseries of material existence and are happy in sex life and hard labor are the lowest of fools. Yet because they have no sense of miseries, they supposedly enjoy so-called happiness. The other class of men, those who are liberated and are situated in the transcendental position above intelligence, are really happy and are called paramahaṁsas. But persons who are neither like hogs and dogs nor on the level of the paramahaṁsas feel the material pangs, and for them inquiry about the Supreme Truth is necessary. The Vedānta-sūtra states, athāto brahma-jijñāsā: “Now one should inquire about Brahman.” This inquiry is necessary for those who are between the paramahaṁsas and the fools who have forgotten the question of self-realization in the midst of life in sense gratification."
    },
    {
        "verse": "18",
        "devanagari": "अर्थाभावं विनिश्चित्य प्रतीतस्यापि नात्मन: ।तां चापि युष्मच्चरणसेवयाहं पराणुदे ॥ १८ ॥",
        "english_devnagari": "arthābhāvaṁ viniścityapratītasyāpi nātmanaḥtāṁ cāpi yuṣmac-caraṇa-sevayāhaṁ parāṇude",
        "verse_Syn": [
            "artha",
            "abhāvam",
            "viniścitya",
            "pratītasya",
            "api",
            "na",
            "ātmanaḥ",
            "tām",
            "ca",
            "api",
            "yuṣmat",
            "caraṇa",
            "sevayā",
            "aham",
            "parāṇude"
        ],
        "translation": "But, my dear sir, I am obliged to you because now I can understand that this material manifestation is without substance, although it appears real. I am confident that by serving your feet it will be possible for me to give up the false idea.",
        "purport": " The sufferings of the conditioned soul are superficial and have no intrinsic value, like the cutting off of one’s head in a dream. Yet although this statement is theoretically very true, it is very difficult for the common man or the neophyte on the transcendental path to realize practically. However, by serving the feet of great transcendentalists like Maitreya Muni and by constantly associating with them, one is enabled to give up the false idea that the soul suffers from material pangs."
    },
    {
        "verse": "19",
        "devanagari": "यत्सेवया भगवत: कूटस्थस्य मधुद्विष: ।रतिरासो भवेत्तीव्र: पादयोर्व्यसनार्दन: ॥ १९ ॥",
        "english_devnagari": "yat-sevayā bhagavataḥkūṭa-sthasya madhu-dviṣaḥrati-rāso bhavet tīvraḥpādayor vyasanārdanaḥ",
        "verse_Syn": [
            "yat",
            "sevayā",
            "bhagavataḥ",
            "kūṭa",
            "sthasya",
            "madhu",
            "dviṣaḥ",
            "rati",
            "rāsaḥ",
            "bhavet",
            "tīvraḥ",
            "pādayoḥ",
            "vyasana",
            "ardanaḥ"
        ],
        "translation": "By serving the feet of the spiritual master, one is enabled to develop transcendental ecstasy in the service of the Personality of Godhead, who is the unchangeable enemy of the Madhu demon and whose service vanquishes one’s material distresses.",
        "purport": " The association of a bona fide spiritual master like the sage Maitreya can be of absolute help in achieving transcendental attachment for the direct service of the Lord. The Lord is the enemy of the Madhu demon, or in other words He is the enemy of the suffering of His pure devotee. The word rati-rāsaḥ is significant in this verse. Service to the Lord is rendered in different transcendental mellows (relationships): neutral, active, friendly, parental and conjugal. A living entity in the liberated position of transcendental service to the Lord becomes attracted to one of the above-mentioned mellows, and when one is engaged in transcendental loving service to the Lord, one’s service attachment in the material world is automatically vanquished. As stated in Bhagavad-gītā (2.59), rasa-varjaṁ raso ’py asya paraṁ dṛṣṭvā nivartate."
    },
    {
        "verse": "20",
        "devanagari": "दुरापा ह्यल्पतपस: सेवा वैकुण्ठवर्त्मसु ।यत्रोपगीयते नित्यं देवदेवो जनार्दन: ॥ २० ॥",
        "english_devnagari": "durāpā hy alpa-tapasaḥsevā vaikuṇṭha-vartmasuyatropagīyate nityaṁdeva-devo janārdanaḥ",
        "verse_Syn": [
            "durāpā",
            "hi",
            "alpa",
            "tapasaḥ",
            "sevā",
            "vaikuṇṭha",
            "vartmasu",
            "yatra",
            "upagīyate",
            "nityam",
            "deva",
            "devaḥ",
            "jana",
            "ardanaḥ"
        ],
        "translation": "Persons whose austerity is meager can hardly obtain the service of the pure devotees who are progressing on the path back to the kingdom of Godhead, the Vaikuṇṭhas. Pure devotees engage one hundred percent in glorifying the Supreme Lord, who is the Lord of the demigods and the controller of all living entities.",
        "purport": " The path of liberation, as recommended by all authorities, is to serve the mahātmā transcendentalists. As far as Bhagavad-gītā is concerned, the mahātmās are the pure devotees who are on the path to Vaikuṇṭha, the kingdom of God, and who always chant and hear the glories of the Lord rather than talk of dry, profitless philosophy. This system of association has been recommended since time immemorial, but in this age of quarrel and hypocrisy it is especially recommended by Lord Śrī Caitanya Mahāprabhu. Even if one has no assets of favorable austerity, if he nevertheless takes shelter of the mahātmās, who are engaged in chanting and hearing the glories of the Lord, he is sure to make progress on the path back home, back to Godhead."
    },
    {
        "verse": "21",
        "devanagari": "सृष्ट्वाग्रे महदादीनि सविकाराण्यनुक्रमात् ।तेभ्यो विराजमुद्‍धृत्य तमनु प्राविशद्विभु: ॥ २१ ॥",
        "english_devnagari": "sṛṣṭvāgre mahad-ādīnisa-vikārāṇy anukramāttebhyo virājam uddhṛtyatam anu prāviśad vibhuḥ",
        "verse_Syn": [
            "sṛṣṭvā",
            "agre",
            "mahat",
            "ādīni",
            "sa",
            "vikārāṇi",
            "anukramāt",
            "tebhyaḥ",
            "virājam",
            "uddhṛtya",
            "tam",
            "anu",
            "prāviśat",
            "vibhuḥ"
        ],
        "translation": "After creating the total material energy, the mahat-tattva, and thereby manifesting the gigantic universal form with senses and sense organs, the Supreme Lord entered within it.",
        "purport": " Fully satisfied by the answers of the sage Maitreya, Vidura wanted to understand the remaining portions of the creative function of the Lord, and he took the clue from the previous topics."
    },
    {
        "verse": "22",
        "devanagari": "यमाहुराद्यं पुरुषं सहस्राङ्‌घ्र्‌यूरुबाहुकम् ।यत्र विश्व इमे लोका: सविकाशं त आसते ॥ २२ ॥",
        "english_devnagari": "yam āhur ādyaṁ puruṣaṁsahasrāṅghry-ūru-bāhukamyatra viśva ime lokāḥsa-vikāśaṁ ta āsate",
        "verse_Syn": [
            "yam",
            "āhuḥ",
            "ādyam",
            "puruṣam",
            "sahasra",
            "aṅghri",
            "ūru",
            "bāhukam",
            "yatra",
            "viśvaḥ",
            "ime",
            "lokāḥ",
            "sa",
            "vikāśam",
            "te",
            "āsate"
        ],
        "translation": "The puruṣa incarnation lying on the Causal Ocean is called the original puruṣa in the material creations, and in His virāṭ form, in whom all the planets and their inhabitants live, He has many thousands of legs and hands.",
        "purport": " The first puruṣa is Kāraṇodakaśāyī Viṣṇu, the second puruṣa is Garbhodakaśāyī Viṣṇu, and the third puruṣa is Kṣīrodakaśāyī Viṣṇu, in whom is contemplated the virāṭ-puruṣa, the gigantic form in which all the planets with their different developments and inhabitants are floating."
    },
    {
        "verse": "23",
        "devanagari": "यस्मिन् दशविध: प्राण: सेन्द्रियार्थेन्द्रियस्त्रिवृत् ।त्वयेरितो यतो वर्णास्तद्विभूतीर्वदस्व न: ॥ २३ ॥",
        "english_devnagari": "yasmin daśa-vidhaḥ prāṇaḥsendriyārthendriyas tri-vṛttvayerito yato varṇāstad-vibhūtīr vadasva naḥ",
        "verse_Syn": [
            "yasmin",
            "daśa",
            "vidhaḥ",
            "prāṇaḥ",
            "sa",
            "indriya",
            "artha",
            "indriyaḥ",
            "tri",
            "vṛt",
            "tvayā",
            "īritaḥ",
            "yataḥ",
            "varṇāḥ",
            "tat",
            "vibhūtīḥ",
            "vadasva",
            "naḥ"
        ],
        "translation": "O great brāhmaṇa, you have told me that the gigantic virāṭ form and His senses, sense objects and ten kinds of life air exist with three kinds of life vigor. Now, if you will, kindly explain to me the different powers of the specific divisions.",
        "purport": ""
    },
    {
        "verse": "24",
        "devanagari": "यत्र पुत्रैश्च पौत्रैश्च नप्तृभि: सह गोत्रजै: ।प्रजा विचित्राकृतय आसन् याभिरिदं ततम् ॥ २४ ॥",
        "english_devnagari": "yatra putraiś ca pautraiś canaptṛbhiḥ saha gotrajaiḥprajā vicitrākṛtayaāsan yābhir idaṁ tatam",
        "verse_Syn": [
            "yatra",
            "putraiḥ",
            "ca",
            "pautraiḥ",
            "ca",
            "naptṛbhiḥ",
            "saha",
            "gotra",
            "jaiḥ",
            "prajāḥ",
            "vicitra",
            "ākṛtayaḥ",
            "āsan",
            "yābhiḥ",
            "idam",
            "tatam"
        ],
        "translation": "O my lord, I think that the process manifest in the forms of sons, grandsons and family members has spread all over the universe in different varieties and species.",
        "purport": ""
    },
    {
        "verse": "25",
        "devanagari": "प्रजापतीनां स पतिश्चक्लृपे कान् प्रजापतीन् ।सर्गांश्चैवानुसर्गांश्च मनून्मन्वन्तराधिपान् ॥ २५ ॥",
        "english_devnagari": "prajāpatīnāṁ sa patiścakḷpe kān prajāpatīnsargāṁś caivānusargāṁś camanūn manvantarādhipān",
        "verse_Syn": [
            "prajā",
            "patīnām",
            "saḥ",
            "patiḥ",
            "cakḷpe",
            "kān",
            "prajāpatīn",
            "sargān",
            "ca",
            "eva",
            "anusargān",
            "ca",
            "manūn",
            "manvantara",
            "adhipān"
        ],
        "translation": "O learned brāhmaṇa, please describe how the leader of all the demigods, namely the Prajāpati, Brahmā, decided to establish the various Manus, the heads of the ages. Please describe the Manus also, and please describe the descendants of those Manus.",
        "purport": " The human race, or manuṣya-sara, descends from the Manus, sons and grandsons of the Prajāpati, Brahmā. The descendants of Manu reside in all the different planets and rule all the universe."
    },
    {
        "verse": "26",
        "devanagari": "उपर्यधश्च ये लोका भूमेर्मित्रात्मजासते ।तेषां संस्थां प्रमाणं च भूर्लोकस्य च वर्णय ॥ २६ ॥",
        "english_devnagari": "upary adhaś ca ye lokābhūmer mitrātmajāsateteṣāṁ saṁsthāṁ pramāṇaṁ cabhūr-lokasya ca varṇaya",
        "verse_Syn": [
            "upari",
            "adhaḥ",
            "ca",
            "ye",
            "lokāḥ",
            "bhūmeḥ",
            "mitra",
            "ātmaja",
            "āsate",
            "teṣām",
            "saṁsthām",
            "pramāṇam",
            "ca",
            "bhūḥ",
            "lokasya",
            "ca",
            "varṇaya"
        ],
        "translation": "O son of Mitrā, kindly describe how the planets are situated above the earth as well as underneath it, and also please mention their measurement as well as that of the earthly planets.",
        "purport": " Yasmin vijñāte sarvam evaṁ vijñātaṁ bhavati (Muṇḍaka Upaniṣad 1.3). This Vedic hymn declares emphatically that the devotee of the Lord knows everything material and spiritual in relationship with the Lord. Devotees are not simply emotional, as is ill conceived by certain less intelligent men. Their direction is practical. They know everything that is and all the details of the Lord’s domination over the different creations."
    },
    {
        "verse": "27",
        "devanagari": "तिर्यङ्‌मानुषदेवानां सरीसृपपतत्‍त्रिणाम् ।वद न: सर्गसंव्यूहं गार्भस्वेदद्विजोद्‍‌भिदाम् ॥ २७ ॥",
        "english_devnagari": "tiryaṅ-mānuṣa-devānāṁsarīsṛpa-patattriṇāmvada naḥ sarga-saṁvyūhaṁgārbha-sveda-dvijodbhidām",
        "verse_Syn": [
            "tiryak",
            "mānuṣa",
            "devānām",
            "sarīsṛpa",
            "patattriṇām",
            "vada",
            "naḥ",
            "sarga",
            "saṁvyūham",
            "gārbha",
            "sveda",
            "dvija",
            "udbhidām"
        ],
        "translation": "Also please describe the living beings under different classifications: subhumans, humans, those born of the embryo, those born of perspiration, those who are twice-born [birds], and the plants and vegetables. Kindly describe their generations and subdivisions also.",
        "purport": ""
    },
    {
        "verse": "28",
        "devanagari": "गुणावतारैर्विश्वस्य सर्गस्थित्यप्ययाश्रयम् ।सृजत: श्रीनिवासस्य व्याचक्ष्वोदारविक्रमम् ॥ २८ ॥",
        "english_devnagari": "guṇāvatārair viśvasyasarga-sthity-apyayāśrayamsṛjataḥ śrīnivāsasyavyācakṣvodāra-vikramam",
        "verse_Syn": [
            "guṇa",
            "avatāraiḥ",
            "viśvasya",
            "sarga",
            "sthiti",
            "apyaya",
            "āśrayam",
            "sṛjataḥ",
            "śrīnivāsasya",
            "vyācakṣva",
            "udāra",
            "vikramam"
        ],
        "translation": "Please also describe the incarnations of the material modes of nature — Brahmā, Viṣṇu and Maheśvara — and please describe the incarnation of the Supreme Personality of Godhead and His magnanimous activities.",
        "purport": " Although Brahmā, Viṣṇu and Maheśvara, the three incarnations of the material modes of nature, are the principal deities for the creation, maintenance and destruction of the cosmic manifestation, they are not the final authority. The Supreme Personality of Godhead, Lord Kṛṣṇa, is the ultimate goal, the cause of all causes. He is the āśraya, or the final rest of everything."
    },
    {
        "verse": "29",
        "devanagari": "वर्णाश्रमविभागांश्च रूपशीलस्वभावत: ।ऋषीणां जन्मकर्माणि वेदस्य च विकर्षणम् ॥ २९ ॥",
        "english_devnagari": "varṇāśrama-vibhāgāṁś carūpa-śīla-svabhāvataḥṛṣīṇāṁ janma-karmāṇivedasya ca vikarṣaṇam",
        "verse_Syn": [
            "varṇa",
            "āśrama",
            "vibhāgān",
            "ca",
            "rūpa",
            "śīla",
            "svabhāvataḥ",
            "ṛṣīṇām",
            "janma",
            "karmāṇi",
            "vedasya",
            "ca",
            "vikarṣaṇam"
        ],
        "translation": "O great sage, kindly describe the divisions and orders of human society in terms of symptoms, behavior and the characteristics of mental equilibrium and sense control. Also please describe the births of the great sages and the categorical divisions of the Vedas.",
        "purport": " The four statuses and orders of human society — brāhmaṇas, kṣatriyas, vaiśyas and śūdras, as wall as brahmacārīs, gṛhasthas, vānaprasthas and sannyāsīs — are all divisions of quality, education, culture and spiritual advancement attained by practicing control of the mind and the senses. All these divisions are based on the particular nature of each individual person, not on the principle of birth. Birth is not mentioned in this verse because birth is immaterial. Vidura is famous in history as born of a śūdrāṇī mother, yet he is more than a brāhmaṇa by qualification because he is seen here to be the disciple of a great sage, Maitreya Muni. Unless one achieves at least the brahminical qualifications, one cannot understand the Vedic hymns. Mahābhārata is also a division of the Vedas, but it is meant for women, śūdras and dvija-bandhus, the worthless children of the higher section. The less intelligent section of society can avail themselves of the Vedic instructions simply by studying the Mahābhārata."
    },
    {
        "verse": "30",
        "devanagari": "यज्ञस्य च वितानानि योगस्य च पथ: प्रभो ।नैष्कर्म्यस्य च सांख्यस्य तन्त्रं वा भगवत्स्मृतम् ॥ ३० ॥",
        "english_devnagari": "yajñasya ca vitānāniyogasya ca pathaḥ prabhonaiṣkarmyasya ca sāṅkhyasyatantraṁ vā bhagavat-smṛtam",
        "verse_Syn": [
            "yajñasya",
            "ca",
            "vitānāni",
            "yogasya",
            "ca",
            "pathaḥ",
            "prabho",
            "naiṣkarmyasya",
            "ca",
            "sāṅkhyasya",
            "tantram",
            "vā",
            "bhagavat",
            "smṛtam"
        ],
        "translation": "Please also describe the expansions of different sacrifices and the paths of mystic powers, analytical study of knowledge, and devotional service, all with their respective regulations.",
        "purport": " The word tantram is significant herein. Sometimes tantram is misunderstood to be the black spiritual science of materialistic persons engaged in sense gratification, but here tantram means the science of devotional service compiled by Śrīla Nārada Muni. One can take advantage of such regulative explanations of the path of devotional service and make progressive advancement in the devotional service of the Lord. Sāṅkhya philosophy is the basic principle of acquiring knowledge, as will be explained by the sage Maitreya. The Sāṅkhya philosophy enunciated by Kapiladeva, the son of Devahūti, is the real source of knowledge about the Supreme Truth. Knowledge not based on the Sāṅkhya philosophy is mental speculation and can yield no tangible profit."
    },
    {
        "verse": "31",
        "devanagari": "पाषण्डपथवैषम्यं प्रतिलोमनिवेशनम् ।जीवस्य गतयो याश्च यावतीर्गुणकर्मजा: ॥ ३१ ॥",
        "english_devnagari": "pāṣaṇḍa-patha-vaiṣamyaṁpratiloma-niveśanamjīvasya gatayo yāś cayāvatīr guṇa-karmajāḥ",
        "verse_Syn": [
            "pāṣaṇḍa",
            "patha",
            "vaiṣamyam",
            "pratiloma",
            "niveśanam",
            "jīvasya",
            "gatayaḥ",
            "yāḥ",
            "ca",
            "yāvatīḥ",
            "guṇa",
            "karma",
            "jāḥ"
        ],
        "translation": "Please also describe the imperfections and contradictions of the faithless atheists, the situation of crossbreeding, and the movements of the living entities in various species of life according to their particular modes of nature and work.",
        "purport": " The combination of living entities in different modes of material nature is called crossbreeding. The faithless atheists do not believe in the existence of God, and thus their paths of philosophy are contradictory. Atheistic philosophies never agree with one another. Different species of life are evidence of varieties of mixtures of the modes of material nature."
    },
    {
        "verse": "32",
        "devanagari": "धर्मार्थकाममोक्षाणां निमित्तान्यविरोधत: ।वार्ताया दण्डनीतेश्च श्रुतस्य च विधिं पृथक् ॥ ३२ ॥",
        "english_devnagari": "dharmārtha-kāma-mokṣāṇāṁnimittāny avirodhataḥvārtāyā daṇḍa-nīteś caśrutasya ca vidhiṁ pṛthak",
        "verse_Syn": [
            "dharma",
            "artha",
            "kāma",
            "mokṣāṇām",
            "nimittāni",
            "avirodhataḥ",
            "vārtāyāḥ",
            "daṇḍa",
            "nīteḥ",
            "ca",
            "śrutasya",
            "ca",
            "vidhim",
            "pṛthak"
        ],
        "translation": "You may also describe the noncontradictory causes of religiosity, economic development, sense gratification and salvation and also the different means of livelihood and different processes of law and order as mentioned in the revealed scriptures.",
        "purport": ""
    },
    {
        "verse": "33",
        "devanagari": "श्राद्धस्य च विधिं ब्रह्मन् पितृणां सर्गमेव च ।ग्रहनक्षत्रताराणां कालावयवसंस्थितिम् ॥ ३३ ॥",
        "english_devnagari": "śrāddhasya ca vidhiṁ brahmanpitṝṇāṁ sargam eva cagraha-nakṣatra-tārāṇāṁkālāvayava-saṁsthitim",
        "verse_Syn": [
            "śrāddhasya",
            "ca",
            "vidhim",
            "brahman",
            "pitṝṇām",
            "sargam",
            "eva",
            "ca",
            "graha",
            "nakṣatra",
            "tārāṇām",
            "kāla",
            "avayava",
            "saṁsthitim"
        ],
        "translation": "Please also explain the regulations for offering respects to the forefathers, the creation of the Pitṛloka, the time schedule in the planets, stars and luminaries, and their respective situations.",
        "purport": " The time durations of day and night as well as months and years are different in the different planets, stars and luminaries. The higher planets like the moon and Venus have time measurements different from those of the earth. It is said that six months of this planet earth equal one day of the higher planets. In Bhagavad-gītā the duration of one day in Brahmaloka is measured to be 1,000 times the four yugas, or 4,300,000 years multiplied by 1,000. And the month and year in Brahmaloka are calculated in that measure."
    },
    {
        "verse": "34",
        "devanagari": "दानस्य तपसो वापि यच्चेष्टापूर्तयो: फलम् ।प्रवासस्थस्य यो धर्मो यश्च पुंस उतापदि ॥ ३४ ॥",
        "english_devnagari": "dānasya tapaso vāpiyac ceṣṭā-pūrtayoḥ phalampravāsa-sthasya yo dharmoyaś ca puṁsa utāpadi",
        "verse_Syn": [
            "dānasya",
            "tapasaḥ",
            "vāpi",
            "yat",
            "ca",
            "iṣṭā",
            "pūrtayoḥ",
            "phalam",
            "pravāsa",
            "sthasya",
            "yaḥ",
            "dharmaḥ",
            "yaḥ",
            "ca",
            "puṁsaḥ",
            "uta",
            "āpadi"
        ],
        "translation": "Please also describe the fruitive results of charity and penance and of digging reservoirs of water. Please describe the situation of persons who are away from home and also the duty of a man in an awkward position.",
        "purport": " The digging of reservoirs of water for public use is a great work of charity, and retiring from family life after fifty years of age is a great act of penance performed by the sober human being."
    },
    {
        "verse": "35",
        "devanagari": "येन वा भगवांस्तुष्येद्धर्मयोनिर्जनार्दन: ।सम्प्रसीदति वा येषामेतदाख्याहि मेऽनघ ॥ ३५ ॥",
        "english_devnagari": "yena vā bhagavāṁs tuṣyeddharma-yonir janārdanaḥsamprasīdati vā yeṣāmetad ākhyāhi me ’nagha",
        "verse_Syn": [
            "yena",
            "vā",
            "bhagavān",
            "tuṣyet",
            "dharma",
            "yoniḥ",
            "janārdanaḥ",
            "samprasīdati",
            "vā",
            "yeṣām",
            "etat",
            "ākhyāhi",
            "me",
            "anagha"
        ],
        "translation": "O sinless one, because the Personality of Godhead, the controller of all living entities, is the father of all religion and all those who are candidates for religious activities, kindly describe how He can be completely satisfied.",
        "purport": " All religious activities are meant ultimately to satisfy the Supreme Personality of Godhead. The Lord is the father of all religious principles. As stated in Bhagavad-gītā (7.16), four kinds of pious men — the needy, the distressed, the enlightened and the inquisitive — approach the Lord in devotional service, and their devotion is mixed with material affection. But above them are the pure devotees, whose devotion is not tainted by any material tinges of fruitive work or speculative knowledge. Those who are only miscreants throughout their lives are compared to demons (Bg. 7.15). They are bereft of all knowledge, in spite of any academic educational career they may pursue. Such miscreants are never candidates for satisfying the Lord."
    },
    {
        "verse": "36",
        "devanagari": "अनुव्रतानां शिष्याणां पुत्राणां च द्विजोत्तम ।अनापृष्टमपि ब्रूयुर्गुरवो दीनवत्सला: ॥ ३६ ॥",
        "english_devnagari": "anuvratānāṁ śiṣyāṇāṁputrāṇāṁ ca dvijottamaanāpṛṣṭam api brūyurguravo dīna-vatsalāḥ",
        "verse_Syn": [
            "anuvratānām",
            "śiṣyāṇām",
            "putrāṇām",
            "ca",
            "dvija",
            "uttama",
            "anāpṛṣṭam",
            "api",
            "brūyuḥ",
            "guravaḥ",
            "dīna",
            "vatsalāḥ"
        ],
        "translation": "O best among the brāhmaṇas, those who are spiritual masters are very kind to the needy. They are always kind to their followers, disciples and sons, and without being asked by them, the spiritual master describes all that is knowledge.",
        "purport": " There are many subjects to be known from the bona fide spiritual master. The followers, disciples and sons are all on one level for the bona fide spiritual master, and he is always kind to them and always speaks to them on transcendental subjects, even though he is not asked by them. That is the nature of the bona fide spiritual master. Vidura appealed to Maitreya Muni to speak on subjects about which he might not have asked."
    },
    {
        "verse": "37",
        "devanagari": "तत्त्वानां भगवंस्तेषां कतिधा प्रतिसंक्रम: ।तत्रेमं क उपासीरन् क उ स्विदनुशेरते ॥ ३७ ॥",
        "english_devnagari": "tattvānāṁ bhagavaṁs teṣāṁkatidhā pratisaṅkramaḥtatremaṁ ka upāsīranka u svid anuśerate",
        "verse_Syn": [
            "tattvānām",
            "bhagavan",
            "teṣām",
            "katidhā",
            "pratisaṅkramaḥ",
            "tatra",
            "imam",
            "ke",
            "upāsīran",
            "ke",
            "u",
            "svit",
            "anuśerate"
        ],
        "translation": "Please describe how many dissolutions there are for the elements of material nature and who survives after the dissolutions to serve the Lord while He is asleep.",
        "purport": " In the Brahma-saṁhitā (5.47-48) it is said that all the material manifestations with innumerable universes appear and disappear with the breathing of Mahā-Viṣṇu lying in yoga-nidrā, or mystic sleep. “Govinda, the ultimate and Supreme Personality of Godhead [Lord Kṛṣṇa], lies sleeping unlimitedly on the Causal Ocean in order to create unlimited numbers of universes during that sleep. He lies on the water by His own internal potency, and I worship that original Supreme Godhead. “Due to His breathing, innumerable universes come into existence, and when He withdraws His breath there occurs the dissolution of all the lords of the universes. That plenary portion of the Supreme Lord is called Mahā-Viṣṇu, and He is a part of the part of Lord Kṛṣṇa. I worship Govinda, the original Lord.” After the dissolution of the material manifestations, the Lord and His kingdom beyond the Causal Ocean do not disappear, nor do the inhabitants, the Lord’s associates. The associates of the Lord are far more numerous than the living entities who have forgotten the Lord due to material association. The impersonalist’s explanation of the word aham in the four verses of the original Bhāgavatam — aham evāsam evāgre, etc. — is refuted here. The Lord and His eternal associates remain after the dissolution. Vidura’s inquiry about such persons is a clear indication of the existence of all the paraphernalia of the Lord. This is also confirmed in the Kāśī-khaṇḍa, as quoted by both Jīva Gosvāmī and Śrīla Viśvanātha Cakravartī, who follow in the footsteps of Śrīla Śrīdhara Svāmī. “The devotees of the Lord never annihilate their individual existences, not even after the dissolution of the entire cosmic manifestation. The Lord and the devotees who associate with Him are always eternal, in both the material and spiritual worlds.”"
    },
    {
        "verse": "38",
        "devanagari": "पुरुषस्य च संस्थानं स्वरूपं वा परस्य च ।ज्ञानं च नैगमं यत्तद्गुरुशिष्यप्रयोजनम् ॥ ३८ ॥",
        "english_devnagari": "puruṣasya ca saṁsthānaṁsvarūpaṁ vā parasya cajñānaṁ ca naigamaṁ yat tadguru-śiṣya-prayojanam",
        "verse_Syn": [
            "puruṣasya",
            "ca",
            "saṁsthānam",
            "svarūpam",
            "vā",
            "parasya",
            "ca",
            "jñānam",
            "ca",
            "naigamam",
            "yat",
            "tat",
            "guru",
            "śiṣya",
            "prayojanam"
        ],
        "translation": "What are the truths regarding the living entities and the Supreme Personality of Godhead? What are their identities? What are the specific values in the knowledge in the Vedas, and what are the necessities for the spiritual master and his disciples?",
        "purport": " The living entities are constitutionally servitors of the Lord, who can accept all kinds of service from everyone. It is clearly declared (Bg. 5.29) that the Lord is the supreme enjoyer of the benefits of all sacrifices and penances, the proprietor of all that is manifested and the friend of all living entities. That is His real identity. Therefore, when the living entity accepts this supreme proprietorship of the Lord and acts in that attitude, he resumes his real identity. In order to elevate the living entity to this standard of knowledge, there is the necessity of spiritual association. The bona fide spiritual master desires that his disciples know the process of rendering transcendental service to the Lord, and the disciples also know that they have to learn about the eternal relationship between God and the living entity from a self-realized soul. To disseminate transcendental knowledge one must retire from mundane activities on the strength of enlightenment in knowledge in terms of Vedic wisdom. That is the sum and substance of all the questions in this verse."
    },
    {
        "verse": "39",
        "devanagari": "निमित्तानि च तस्येह प्रोक्तान्यनघसूरिभि: ।स्वतो ज्ञानं कुत: पुंसां भक्तिर्वैराग्यमेव वा ॥ ३९ ॥",
        "english_devnagari": "nimittāni ca tasyehaproktāny anagha-sūribhiḥsvato jñānaṁ kutaḥ puṁsāṁbhaktir vairāgyam eva vā",
        "verse_Syn": [
            "nimittāni",
            "ca",
            "tasya",
            "iha",
            "proktāni",
            "anagha",
            "sūribhiḥ",
            "svataḥ",
            "jñānam",
            "kutaḥ",
            "puṁsām",
            "bhaktiḥ",
            "vairāgyam",
            "eva",
            "vā"
        ],
        "translation": "Spotless devotees of the Lord have mentioned the source of such knowledge. How could one have knowledge of devotional service and detachment without the help of such devotees?",
        "purport": " There are many inexperienced persons who advocate self-realization without the help of a spiritual master. They decry the necessity of the spiritual master and try themselves to take his place by propagating the theory that a spiritual master is not necessary. Śrīmad-Bhāgavatam, however, does not approve this viewpoint. Even the great transcendental scholar Vyāsadeva had need of a spiritual master, and under the instruction of his spiritual master, Nārada, he prepared this sublime literature, Śrīmad-Bhāgavatam. Even Lord Caitanya, although He is Kṛṣṇa Himself, accepted a spiritual master; even Lord Kṛṣṇa accepted a spiritual master, Sāndīpani Muni, in order to be enlightened; and all the ācāryas and saints of the world had spiritual masters. In Bhagavad-gītā Arjuna accepted Lord Kṛṣṇa as his spiritual master, although there was no necessity of such a formal declaration. So, in all cases, there is no question about the necessity of accepting a spiritual master. The only stipulation is that the spiritual master should be bona fide; i.e., the spiritual master must be in the proper chain of disciplic succession, called the paramparā system. Sūris are great scholars, but they may not always be anagha, or spotless. The anagha-sūri is one who is a pure devotee of the Lord. Those who are not pure devotees of the Lord, or who want to be on an equal level with Him, are not anagha-sūri. Pure devotees have prepared many books of knowledge on the basis of authorized scriptures. Śrīla Rūpa Gosvāmī and his assistants, under the instructions of Lord Śrī Caitanya Mahāprabhu, have all written various literatures for the guidance of prospective devotees, and anyone who is very serious about raising himself to the standard of a pure devotee of the Lord must take advantage of those literatures."
    },
    {
        "verse": "40",
        "devanagari": "एतान्मे पृच्छत: प्रश्नान् हरे: कर्मविवित्सया ।ब्रूहि मेऽज्ञस्य मित्रत्वादजया नष्टचक्षुष: ॥ ४० ॥",
        "english_devnagari": "etān me pṛcchataḥ praśnānhareḥ karma-vivitsayābrūhi me ’jñasya mitratvādajayā naṣṭa-cakṣuṣaḥ",
        "verse_Syn": [
            "etān",
            "me",
            "pṛcchataḥ",
            "praśnān",
            "hareḥ",
            "karma",
            "vivitsayā",
            "brūhi",
            "me",
            "ajñasya",
            "mitratvāt",
            "ajayā",
            "naṣṭa",
            "cakṣuṣaḥ"
        ],
        "translation": "My dear sage, I have put all these questions before you with a view to knowing the pastimes of Hari, the Supreme Personality of Godhead. You are the friend of all, so kindly describe them for all those who have lost their vision.",
        "purport": " Vidura put forward many varieties of questions with a view to understanding the principles of transcendental loving service to the Lord. As stated in Bhagavad-gītā (2.41), devotional service to the Lord is one, and the mind of the devotee is not diverted to the many branches of uncertainties. Vidura’s purpose was to be situated in that service to the Lord, wherein one merges undivertedly. He claimed the friendship of Maitreya Muni, not because he was Maitreya’s son but because Maitreya was actually the friend of all who have lost their spiritual vision due to material influence."
    },
    {
        "verse": "41",
        "devanagari": "सर्वे वेदाश्च यज्ञाश्च तपो दानानि चानघ ।जीवाभयप्रदानस्य न कुर्वीरन् कलामपि ॥ ४१ ॥",
        "english_devnagari": "sarve vedāś ca yajñāś catapo dānāni cānaghajīvābhaya-pradānasyana kurvīran kalām api",
        "verse_Syn": [
            "sarve",
            "vedāḥ",
            "ca",
            "yajñāḥ",
            "ca",
            "tapaḥ",
            "dānāni",
            "ca",
            "anagha",
            "jīva",
            "abhaya",
            "pradānasya",
            "na",
            "kurvīran",
            "kalām",
            "api"
        ],
        "translation": "O spotless one, your answers to all these questions will grant immunity from all material miseries. Such charity is greater than all Vedic charities, sacrifices, penances, etc.",
        "purport": " The highest perfectional work of charity is to give people in general immunity from the anxieties of material existence. This can be done only by performing activities in devotional service to the Lord. Such knowledge is incomparable. Cultivation of the knowledge in the Vedas, performance of sacrifice, and distribution of munificent charities all together cannot form even a part of the immunity from the pangs of material existence that is gained from devotional service. The charity of Maitreya not only will help Vidura, but, due to its universal nature, will deliver all others in all times. Thus Maitreya is immortal."
    },
    {
        "verse": "42",
        "devanagari": "श्रीशुक उवाचस इत्थमापृष्टपुराणकल्प: कुरुप्रधानेन मुनिप्रधान: ।प्रवृद्धहर्षो भगवत्कथायां सञ्चोदितस्तं प्रहसन्निवाह ॥ ४२ ॥",
        "english_devnagari": "śrī-śuka uvācasa ittham āpṛṣṭa-purāṇa-kalpaḥkuru-pradhānena muni-pradhānaḥpravṛddha-harṣo bhagavat-kathāyāṁsañcoditas taṁ prahasann ivāha",
        "verse_Syn": [
            "śrī",
            "śukaḥ",
            "uvāca",
            "saḥ",
            "ittham",
            "āpṛṣṭa",
            "purāṇa",
            "kalpaḥ",
            "kuru",
            "pradhānena",
            "muni",
            "pradhānaḥ",
            "pravṛddha",
            "harṣaḥ",
            "bhagavat",
            "kathāyām",
            "sañcoditaḥ",
            "tam",
            "prahasan",
            "iva",
            "āha"
        ],
        "translation": "Śrī Śukadeva Gosvāmī said: Thus the chief of the sages, who was always enthusiastic about describing topics regarding the Personality of Godhead, began to narrate the descriptive explanation of the Purāṇas, being so infused by Vidura. He was very much enlivened by speaking on the transcendental activities of the Lord.",
        "purport": " Great learned sages like Maitreya Muni are always very enthusiastic about describing the transcendental activities of the Lord. Maitreya Muni, being thus invited by Vidura to speak, appeared to be smiling because he actually felt transcendental bliss."
    }
]