[
    {
        "verse": "1",
        "devanagari": "श्री शुक उवाचइति भागवत: पृष्ट: क्षत्‍त्रा वार्तां प्रियाश्रयाम् ।प्रतिवक्तुं न चोत्सेह औत्कण्ठ्यात्स्मारितेश्वर: ॥ १ ॥",
        "english_devnagari": "śrī-śuka uvācaiti bhāgavataḥ pṛṣṭaḥkṣattrā vārtāṁ priyāśrayāmprativaktuṁ na cotsehaautkaṇṭhyāt smāriteśvaraḥ",
        "verse_Syn": [
            "śrī",
            "śukaḥ",
            "uvāca",
            "iti",
            "bhāgavataḥ",
            "pṛṣṭaḥ",
            "kṣattrā",
            "vārtām",
            "priya",
            "āśrayām",
            "prativaktum",
            "na",
            "ca",
            "utsehe",
            "autkaṇṭhyāt",
            "smārita",
            "īśvaraḥ"
        ],
        "translation": "Śrī Śukadeva Gosvāmī said: When the great devotee Uddhava was asked by Vidura to speak on the messages of the dearest [Lord Kṛṣṇa], Uddhava was unable to answer immediately due to excessive anxiety at the remembrance of the Lord.",
        "purport": ""
    },
    {
        "verse": "2",
        "devanagari": "य: पञ्चहायनो मात्रा प्रातराशाय याचित: ।तन्नैच्छद्रचयन् यस्य सपर्यां बाललीलया ॥ २ ॥",
        "english_devnagari": "yaḥ pañca-hāyano mātrāprātar-āśāya yācitaḥtan naicchad racayan yasyasaparyāṁ bāla-līlayā",
        "verse_Syn": [
            "yaḥ",
            "pañca",
            "hāyanaḥ",
            "mātrā",
            "prātaḥ",
            "āśāya",
            "yācitaḥ",
            "tat",
            "na",
            "aicchat",
            "racayan",
            "yasya",
            "saparyām",
            "bāla",
            "līlayā"
        ],
        "translation": "He was one who even in his childhood, at the age of five years, was so absorbed in the service of Lord Kṛṣṇa that when he was called by his mother for morning breakfast, he did not wish to have it.",
        "purport": " From his very birth, Uddhava was a natural devotee of Lord Kṛṣṇa, or a nitya-siddha, a liberated soul. From natural instinct he used to serve Lord Kṛṣṇa, even in his childhood. He used to play with dolls in the form of Kṛṣṇa. He would serve the dolls by dressing, feeding and worshiping them, and thus he was constantly absorbed in the play of transcendental realization. These are the signs of an eternally liberated soul. An eternally liberated soul is a devotee of the Lord who never forgets Him. Human life is meant for reviving one’s eternal relation with the Lord, and all religious injunctions are meant for awakening this dormant instinct of the living entity. The sooner this awakening is brought about, the quicker the mission of human life is fulfilled. In a good family of devotees, the child gets the opportunity to serve the Lord in many ways. A soul who is already advanced in devotional service has the opportunity to take birth in such an enlightened family. This is confirmed in the Bhagavad-gītā (6.41). Śucīnāṁ śrīmatāṁ gehe yoga-bhraṣṭo ’bhijāyate: even the fallen devotee gets the opportunity to take his birth in the family of a well-situated brāhmaṇa or in a rich, well-to-do mercantile family. In both these families there is a good opportunity to revive one’s sense of God consciousness automatically because particularly in these families the worship of Lord Kṛṣṇa is regularly performed and the child gets the opportunity to imitate the process of worship called arcanā. The pāñcarātrikī formula for training persons in devotional service is temple worship, whereby the neophytes get the opportunity to learn devotional service to the Lord. Mahārāja Parīkṣit also used to play with Kṛṣṇa dolls in his childhood. In India the children in good families are still given dolls of the Lord like Rāma and Kṛṣṇa, or sometimes the demigods, so that they may develop the aptitude of service to the Lord. By the grace of the Lord we were given the same opportunity by our parents, and the beginning of our life was based on this principle."
    },
    {
        "verse": "3",
        "devanagari": "स कथं सेवया तस्य कालेन जरसं गत: ।पृष्टो वार्तां प्रतिब्रूयाद्भर्तु: पादावनुस्मरन् ॥ ३ ॥",
        "english_devnagari": "sa kathaṁ sevayā tasyakālena jarasaṁ gataḥpṛṣṭo vārtāṁ pratibrūyādbhartuḥ pādāv anusmaran",
        "verse_Syn": [
            "saḥ",
            "katham",
            "sevayā",
            "tasya",
            "kālena",
            "jarasam",
            "gataḥ",
            "pṛṣṭaḥ",
            "vārtām",
            "pratibrūyāt",
            "bhartuḥ",
            "pādau",
            "anusmaran"
        ],
        "translation": "Uddhava thus served the Lord continually from childhood, and in his old age that attitude of service never slackened. As soon as he was asked about the message of the Lord, he at once remembered all about Him.",
        "purport": " Transcendental service to the Lord is not mundane. The service attitude of the devotee gradually increases and never becomes slackened. Generally, in old age a person is allowed retirement from mundane service. But in the transcendental service of the Lord there is no retirement at all; on the contrary, the service attitude increases more and more with the progress of age. In the transcendental service there is no satiation, and therefore there is no retirement. Materially, when a man becomes tired by rendering service in his physical body, he is allowed retirement, but in the transcendental service there is no feeling of fatigue because it is spiritual service and is not on the bodily plane. Service on the bodily plane dwindles as the body grows older, but the spirit is never old, and therefore on the spiritual plane the service is never tiresome. Uddhava undoubtedly became old, but that does not mean that his spirit became old. His service attitude matured on the transcendental plane, and therefore as soon as he was questioned by Vidura about Lord Kṛṣṇa, he at once remembered his Lord by reference to the context and forgot himself on the physical plane. That is the sign of pure devotional service to the Lord, as will be explained later on (lakṣaṇaṁ bhakti-yogasya, etc.) in Lord Kapila’s instructions to His mother, Devahūti."
    },
    {
        "verse": "4",
        "devanagari": "स मुहूर्तमभूत्तूष्णीं कृष्णाङ्‌घ्रि सुधया भृशम् ।तीव्रेण भक्तियोगेन निमग्न: साधु निर्वृत: ॥ ४ ॥",
        "english_devnagari": "sa muhūrtam abhūt tūṣṇīṁkṛṣṇāṅghri-sudhayā bhṛśamtīvreṇa bhakti-yogenanimagnaḥ sādhu nirvṛtaḥ",
        "verse_Syn": [
            "saḥ",
            "muhūrtam",
            "abhūt",
            "tūṣṇīm",
            "kṛṣṇa",
            "aṅghri",
            "sudhayā",
            "bhṛśam",
            "tīvreṇa",
            "bhakti",
            "yogena",
            "nimagnaḥ",
            "sādhu",
            "nirvṛtaḥ"
        ],
        "translation": "For a moment he remained dead silent, and his body did not move. He became absorbed in the nectar of remembering the Lord’s lotus feet in devotional ecstasy, and he appeared to be going increasingly deeper into that ecstasy.",
        "purport": " On the inquiry by Vidura about Kṛṣṇa, Uddhava appeared to be awakened from slumber. He appeared to regret that he had forgotten the lotus feet of the Lord. Thus he again remembered the lotus feet of the Lord and remembered all his transcendental loving service unto Him, and by so doing he felt the same ecstasy that he used to feel in the presence of the Lord. Because the Lord is absolute, there is no difference between His remembrance and His personal presence. Thus Uddhava remained completely silent for a moment, but then he appeared to be going deeper and deeper into ecstasy. Feelings of ecstasy are displayed by highly advanced devotees of the Lord. There are eight kinds of transcendental changes in the body — tears, shivering of the body, perspiration, restlessness, throbbing, choking of the throat, etc. — and all were manifested by Uddhava in the presence of Vidura."
    },
    {
        "verse": "5",
        "devanagari": "पुलकोद्‍‌भिन्नसर्वाङ्गो मुञ्चन्मीलद्‍दृशा शुच: ।पूर्णार्थो लक्षितस्तेन स्‍नेहप्रसरसंप्लुत: ॥ ५ ॥",
        "english_devnagari": "pulakodbhinna-sarvāṅgomuñcan mīlad-dṛśā śucaḥpūrṇārtho lakṣitas tenasneha-prasara-samplutaḥ",
        "verse_Syn": [
            "pulaka",
            "udbhinna",
            "sarva",
            "aṅgaḥ",
            "muñcan",
            "mīlat",
            "dṛśā",
            "śucaḥ",
            "pūrṇa",
            "arthaḥ",
            "lakṣitaḥ",
            "tena",
            "sneha",
            "prasara",
            "samplutaḥ"
        ],
        "translation": "It was so observed by Vidura that Uddhava had all the transcendental bodily changes due to total ecstasy, and he was trying to wipe away tears of separation from his eyes. Thus Vidura could understand that Uddhava had completely assimilated extensive love for the Lord.",
        "purport": " The symptoms of the highest order of devotional life were observed by Vidura, an experienced devotee of the Lord, and he confirmed Uddhava’s perfectional stage of love of Godhead. Ecstatic bodily changes are manifested from the spiritual plane and are not artificial expressions developed by practice. There are three different stages of development in devotional service. The first stage is that of following the regulative principles prescribed in the codes of devotional service, the second stage is that of assimilation and realization of the steady condition of devotional service, and the last stage is that of ecstasy symptomized by transcendental bodily expression. The nine different modes of devotional service, such as hearing, chanting and remembering, are the beginning of the process. By regular hearing of the glories and pastimes of the Lord, the impurities in the student’s heart begin to be washed off. The more one is cleansed of impurities, the more one becomes fixed in devotional service. Gradually the activities take the forms of steadiness, firm faith, taste, realization and assimilation, one after another. These different stages of gradual development increase love of God to the highest stage, and in the highest stage there are still more symptoms, such as affection, anger and attachment, gradually rising in exceptional cases to the mahā-bhāva stage, which is generally not possible for the living entities. All these were manifested by Lord Śrī Caitanya Mahāprabhu, the personification of love of God. In the Bhakti-rasāmṛta-sindhu by Śrīla Rūpa Gosvāmī, the chief disciple of Lord Śrī Caitanya Mahāprabhu, these transcendental symptoms displayed by pure devotees like Uddhava are systematically described. We have written a summary study of Bhakti-rasāmṛta-sindhu entitled The Nectar of Devotion, and one may consult this book for more detailed information on the science of devotional service."
    },
    {
        "verse": "6",
        "devanagari": "शनकैर्भगवल्लोकान्नृलोकं पुनरागत: ।विमृज्य नेत्रे विदुरं प्रीत्याहोद्धव उत्स्मयन् ॥ ६ ॥",
        "english_devnagari": "śanakair bhagaval-lokānnṛlokaṁ punar āgataḥvimṛjya netre viduraṁprītyāhoddhava utsmayan",
        "verse_Syn": [
            "śanakaiḥ",
            "bhagavat",
            "lokāt",
            "nṛlokam",
            "punaḥ",
            "āgataḥ",
            "vimṛjya",
            "netre",
            "viduram",
            "prītyā",
            "āha",
            "uddhavaḥ",
            "utsmayan"
        ],
        "translation": "The great devotee Uddhava soon came back from the abode of the Lord to the human plane, and wiping his eyes, he awakened his reminiscence of the past and spoke to Vidura in a pleasing mood.",
        "purport": " When Uddhava was fully absorbed in the transcendental ecstasy of love of God, he actually forgot all about the external world. The pure devotee lives constantly in the abode of the Supreme Lord, even in the present body, which apparently belongs to this world. The pure devotee is not exactly on the bodily plane, since he is absorbed in the transcendental thought of the Supreme. When Uddhava wanted to speak to Vidura, he came down from the abode of the Lord, Dvārakā, to the material plane of human beings. Even though a pure devotee is present on this mortal planet, he is here in relation to the Lord for engagement in transcendental loving service, and not for any material cause. A living entity can live either on the material plane or in the transcendental abode of the Lord, in accordance with his existential condition. The conditional changes of the living entity are explained in the Caitanya-caritāmṛta in the instructions given to Śrīla Rūpa Gosvāmī by Lord Śrī Caitanya: “The living entities all over the universes are enjoying the effects of the respective fruitive results of their own work, life after life. Out of all of them, some may be influenced by the association of pure devotees and thus get the chance to execute devotional service by attainment of taste. This taste is the seed of devotional service, and one who is fortunate enough to have received such a seed is advised to sow it in the core of his heart. As one cultivates a seed by pouring water to fructify it, the seed of devotional service sown in the heart of the devotee may be cultured by pouring water in the form of hearing and chanting of the holy name and pastimes of the Lord. The creeper of devotional service, so nourished, gradually grows, and the devotee, acting as a gardener, goes on pouring the water of constant hearing and chanting. The creeper of devotional service gradually grows so high that it passes through the entire material universe and enters into the spiritual sky, growing still higher and higher until it reaches the planet Goloka Vṛndāvana. The devotee-gardener is in touch with the abode of the Lord even from the material plane by dint of performing devotional service to the Lord simply by hearing and chanting. As a creeper takes shelter of another, stronger tree, similarly the creeper of devotional service, nourished by the devotee, takes shelter of the lotus feet of the Lord and thus becomes fixed. When the creeper is fixed, then the fruit of the creeper comes into existence, and the gardener who nourished it is able to enjoy this fruit of love, and his life becomes successful.” That Uddhava attained this stage is evident from his dealings. He could simultaneously reach the supreme planet and still appear in this world."
    },
    {
        "verse": "7",
        "devanagari": "उद्धव उवाचकृष्णद्युमणिनिम्‍लोचे गीर्णेष्वजगरेण ह ।किंनु न: कुशलं ब्रूयां गतश्रीषु गृहेष्वहम् ॥ ७ ॥",
        "english_devnagari": "uddhava uvācakṛṣṇa-dyumaṇi nimlocegīrṇeṣv ajagareṇa hakiṁ nu naḥ kuśalaṁ brūyāṁgata-śrīṣu gṛheṣv aham",
        "verse_Syn": [
            "uddhavaḥ",
            "uvāca",
            "kṛṣṇa",
            "dyumaṇi",
            "nimloce",
            "gīrṇeṣu",
            "ajagareṇa",
            "ha",
            "kim",
            "nu",
            "naḥ",
            "kuśalam",
            "brūyām",
            "gata",
            "śrīṣu",
            "gṛheṣu",
            "aham"
        ],
        "translation": "Śrī Uddhava said: My dear Vidura, the sun of the world, Lord Kṛṣṇa, has set, and our house has now been swallowed by the great snake of time. What can I say to you about our welfare?",
        "purport": " The disappearance of the Kṛṣṇa sun may be explained as follows, according to the commentary of Śrīla Viśvanātha Cakravartī Ṭhākura. Vidura was struck with great sorrow when he got the hint of the annihilation of the great Yadu dynasty as well as of his own family, the Kuru dynasty. Uddhava could understand the grief of Vidura, and therefore he first of all wanted to sympathize with him by saying that after the sunset everyone is in darkness. Since the entire world was merged in the darkness of grief, neither Vidura nor Uddhava nor anyone else could be happy. Uddhava was as much aggrieved as Vidura, and there was nothing further to be said about their welfare. The comparison of Kṛṣṇa to the sun is very appropriate. As soon as the sun sets, darkness automatically appears. But the darkness experienced by the common man does not affect the sun itself either at the time of sunrise or of sunset. Lord Kṛṣṇa’s appearance and disappearance are exactly like that of the sun. He appears and disappears in innumerable universes, and as long as He is present in a particular universe there is all transcendental light in that universe, but the universe from which He passes away is put into darkness. His pastimes, however, are everlasting. The Lord is always present in some universe, just as the sun is present in either the Eastern or the Western Hemisphere. The sun is always present either in India or in America, but when the sun is present in India, the American land is in darkness, and when the sun is present in America, the Indian hemisphere is in darkness. As the sun appears in the morning and gradually rises to the meridian and then again sets in one hemisphere while simultaneously rising in the other, so Lord Kṛṣṇa’s disappearance in one universe and the beginning of His different pastimes in another take place simultaneously. As soon as one pastime is finished here, it is manifested in another universe. And thus His nitya-līlā, or eternal pastimes, are going on without ending. As the sunrise takes place once in twenty-four hours, similarly the pastimes of Lord Kṛṣṇa take place in a universe once in a daytime of Brahmā, the account of which is given in the Bhagavad-gītā as 4,300,000,000 solar years. But wherever the Lord is present, all His different pastimes as described in the revealed scriptures take place at regular intervals. As at sunset the snakes become powerful, thieves are encouraged, ghosts become active, the lotus becomes disfigured and the cakravākī laments, so with the disappearance of Lord Kṛṣṇa, the atheists feel enlivened, and the devotees become sorry."
    },
    {
        "verse": "8",
        "devanagari": "दुर्भगो बत लोकोऽयं यदवो नितरामपि ।ये संवसन्तो न विदुर्हरिं मीना इवोडुपम् ॥ ८ ॥",
        "english_devnagari": "durbhago bata loko ’yaṁyadavo nitarām apiye saṁvasanto na vidurhariṁ mīnā ivoḍupam",
        "verse_Syn": [
            "durbhagaḥ",
            "bata",
            "lokaḥ",
            "ayam",
            "yadavaḥ",
            "nitarām",
            "api",
            "ye",
            "saṁvasantaḥ",
            "na",
            "viduḥ",
            "harim",
            "mīnāḥ",
            "iva",
            "uḍupam"
        ],
        "translation": "This universe with all its planets is most unfortunate. And even more unfortunate are the members of the Yadu dynasty because they could not identify Lord Hari as the Personality of Godhead, any more than the fish could identify the moon.",
        "purport": " Uddhava lamented for the unfortunate persons of the world who could not recognize Lord Śrī Kṛṣṇa in spite of seeing all His transcendental godly qualities. From the very beginning of His appearance within the prison bars of King Kaṁsa up to His mausala-līlā, although He exhibited His potencies as the Personality of Godhead in the six opulences of wealth, strength, fame, beauty, knowledge and renunciation, the foolish persons of the world could not understand that He was the Supreme Lord, Foolish persons might have thought Him an extraordinary historic figure because they had no intimate touch with the Lord, but more unfortunate were the family members of the Lord, the members of the Yadu dynasty, who were always in company with the Lord but were unable to recognize Him as the Supreme Personality of Godhead. Uddhava lamented his own fortune also because although he knew Kṛṣṇa to be the Supreme Personality of Godhead, he could not properly use the opportunity to render devotional service to the Lord. He regretted everyone’s misfortune, including his own. The pure devotee of the Lord thinks himself most unfortunate. That is due to excessive love for the Lord and is one of the transcendental perceptions of viraha, the suffering of separation. It is learned from the revealed scriptures that the moon was born from the Milk Ocean. There is a Milk Ocean in the upper planets, and there Lord Viṣṇu, who controls the heart of every living being as Paramātmā (the Supersoul), resides as the Kṣīrodakaśāyī Viṣṇu. Those who do not believe in the existence of the Ocean of Milk because they have experience only of the salty water in the ocean should know that the world is also called the go, which means the cow. The urine of a cow is salty, and according to Āyur-vedic medicine the cow’s urine is very effective in treating patients suffering from liver trouble. Such patients may not have any experience of the cow’s milk because milk is never given to liver patients. But the liver patient may know that the cow has milk also, although he has never tasted it. Similarly, men who have experience only of this tiny planet where the saltwater ocean exists may take information from the revealed scriptures that there is also an ocean of milk, although we have never seen it. From this Ocean of Milk the moon was born, but the fish in the Milk Ocean could not recognize that the moon was not another fish and was different from them. The fish took the moon to be one of them or maybe something illuminating, but nothing more. The unfortunate persons who do not recognize Lord Kṛṣṇa are like such fish. They take Him to be one of them, although a little extraordinary in opulence, strength, etc. The Bhagavad-gītā (9.11) confirms such foolish persons to be most unfortunate: avajānanti māṁ mūḍhā mānuṣīṁ tanum āśritam."
    },
    {
        "verse": "9",
        "devanagari": "इङ्गितज्ञा: पुरुप्रौढा एकारामाश्च सात्वता: ।सात्वतामृषभं सर्वे भूतावासममंसत ॥ ९ ॥",
        "english_devnagari": "iṅgita-jñāḥ puru-prauḍhāekārāmāś ca sātvatāḥsātvatām ṛṣabhaṁ sarvebhūtāvāsam amaṁsata",
        "verse_Syn": [
            "iṅgita",
            "jñāḥ",
            "puru",
            "prauḍhāḥ",
            "eka",
            "ārāmāḥ",
            "ca",
            "sātvatāḥ",
            "sātvatām",
            "ṛṣabham",
            "sarve",
            "bhūta",
            "āvāsam",
            "amaṁsata"
        ],
        "translation": "The Yadus were all experienced devotees, learned and expert in psychic study. Over and above this, they were always with the Lord in all kinds of relaxations, and still they were only able to know Him as the one Supreme who dwells everywhere.",
        "purport": " In the Vedas it is said that the Supreme Lord or the Paramātmā cannot be understood simply by the strength of one’s erudition or power of mental speculation: nāyam ātmā pravacanena labhyo na medhayā na bahunā śrutena (Kaṭha Upaniṣad 1.2.23). He can be known only by one who has the mercy of the Lord. The Yādavas were all exceptionally learned and experienced, but in spite of their knowing the Lord as the one who lives in everyone’s heart, they could not understand that He is the original Personality of Godhead. This lack of knowledge was not due to their insufficient erudition; it was due to their misfortune. In Vṛndāvana, however, the Lord was not even known as the Paramātmā because the residents of Vṛndāvana were pure unconventional devotees of the Lord and could think of Him only as their object of love. They did not know that He is the Personality of Godhead. The Yadus, or the residents of Dvārakā, however, could know Lord Kṛṣṇa as Vāsudeva, or the Supersoul living everywhere, but not as the Supreme Lord. As scholars of the Vedas, they verified the Vedic hymns: eko devaḥ . . . sarva-bhūtādhivāsaḥ . . . , antaryāmī . . . and vṛṣṇīnāṁ para-devatā. . . . The Yadus, therefore, accepted Lord Kṛṣṇa as the Supersoul incarnated in their family, and not more than that."
    },
    {
        "verse": "10",
        "devanagari": "देवस्य मायया स्पृष्टा ये चान्यदसदाश्रिता: ।भ्राम्यते धीर्न तद्वाक्यैरात्मन्युप्तात्मनो हरौ ॥ १० ॥",
        "english_devnagari": "devasya māyayā spṛṣṭāye cānyad asad-āśritāḥbhrāmyate dhīr na tad-vākyairātmany uptātmano harau",
        "verse_Syn": [
            "devasya",
            "māyayā",
            "spṛṣṭāḥ",
            "ye",
            "ca",
            "anyat",
            "asat",
            "āśritāḥ",
            "bhrāmyate",
            "dhīḥ",
            "na",
            "tat",
            "vākyaiḥ",
            "ātmani",
            "upta",
            "ātmanaḥ",
            "harau"
        ],
        "translation": "Under no circumstances can the words of persons bewildered by the illusory energy of the Lord deviate the intelligence of those who are completely surrendered souls.",
        "purport": " Lord Śrī Kṛṣṇa is the Supreme Personality of Godhead according to all the evidences of the Vedas. He is accepted by all ācāryas, including Śrīpāda Śaṅkarācārya. But when He was present in the world, different classes of men accepted Him differently, and therefore their calculations of the Lord were also different. Generally, persons who had faith in the revealed scriptures accepted the Lord as He is, and all of them merged into great bereavement when the Lord disappeared from the world. In the First Canto we have already discussed the lamentation of Arjuna and Yudhiṣṭhira, to whom the disappearance of Lord Kṛṣṇa was almost intolerable up to the end of their lives. The Yādavas were only partially cognizant of the Lord, but they are also glorious because they had the opportunity to associate with the Lord, who acted as the head of their family, and they also rendered the Lord intimate service. The Yādavas and other devotees of the Lord are different from those who wrongly calculated Him to be an ordinary human personality. Such persons are certainly bewildered by the illusory energy. They are hellish and are envious of the Supreme Lord. The illusory energy acts very powerfully on them because in spite of their elevated mundane education, such persons are faithless and are infected by the mentality of atheism. They are always very eager to establish that Lord Kṛṣṇa was an ordinary man who was killed by a hunter due to His many impious acts in plotting to kill the sons of Dhṛtarāṣṭra and Jarāsandha, the demoniac kings of the earth. Such persons have no faith in the statement of the Bhagavad-gītā that the Lord is unaffected by the reactions of work: na māṁ karmāṇi limpanti. According to the atheistic point of view, Lord Kṛṣṇa’s family, the Yadu dynasty, was vanquished due to being cursed by the brāhmaṇas for the sins committed by Kṛṣṇa in killing the sons of Dhṛtarāṣṭra, etc. All these blasphemies do not touch the heart of the devotees of the Lord because they know perfectly well what is what. Their intelligence regarding the Lord is never disturbed. But those who are disturbed by the statements of the asuras are also condemned. That is what Uddhava meant in this verse."
    },
    {
        "verse": "11",
        "devanagari": "प्रदर्श्यातप्ततपसामवितृप्तद‍ृशां नृणाम् ।आदायान्तरधाद्यस्तु स्वबिम्बं लोकलोचनम् ॥ ११ ॥",
        "english_devnagari": "pradarśyātapta-tapasāmavitṛpta-dṛśāṁ nṛṇāmādāyāntar adhād yas tusva-bimbaṁ loka-locanam",
        "verse_Syn": [
            "pradarśya",
            "atapta",
            "tapasām",
            "avitṛpta",
            "dṛśām",
            "nṛṇām",
            "ādāya",
            "antaḥ",
            "adhāt",
            "yaḥ",
            "tu",
            "sva",
            "bimbam",
            "loka",
            "locanam"
        ],
        "translation": "Lord Śrī Kṛṣṇa, who manifested His eternal form before the vision of all on the earth, performed His disappearance by removing His form from the sight of those who were unable to see Him [as He is] due to not executing required penance.",
        "purport": " In this verse the word avitṛpta-dṛśām is most significant. The conditioned souls in the material world are all trying to satisfy their senses in various ways, but they have failed to do so because it is impossible to be satisfied by such efforts. The example of the fish on land is very appropriate. If one takes a fish from the water and puts it on the land, it cannot be made happy by any amount of offered pleasure. The spirit soul can be happy only in the association of the supreme living being, the Personality of Godhead, and nowhere else. The Lord, by His unlimited causeless mercy, has innumerable Vaikuṇṭha planets in the brahmajyoti sphere of the spiritual world, and in that transcendental world there is an unlimited arrangement for the unlimited pleasure of the living entities. The Lord Himself comes to display His transcendental pastimes, typically represented at Vṛndāvana, Mathurā and Dvārakā. He appears just to attract the conditioned souls back to Godhead, back home to the eternal world. But for want of sufficient piety, the onlookers are not attracted by such pastimes of the Lord. In Bhagavad-gītā it is said that only those who have completely surpassed the way of sinful reaction can engage themselves in the transcendental loving service of the Lord. The entire Vedic way of ritualistic performances is to put every conditioned soul on the path of piety. By strict adherence to the prescribed principles for all orders of social life, one can attain the qualities of truthfulness, control of the mind, control of the senses, forbearance, etc., and can be elevated to the plane of rendering pure devotional service to the Lord. Only by such a transcendental vision are one’s material hankerings fully satisfied. When the Lord was present, persons who were able to satisfy their material hankerings by seeing Him in true perspective were thus able to go back with Him to His kingdom. But those persons who were unable to see the Lord as He is remained attached to material hankerings and were not able to go back home, back to Godhead. When the Lord passed beyond the vision of all, He did so in His original eternal form, as stated in this verse. The Lord left in His own body; He did not leave His body as is generally misunderstood by the conditioned souls. This statement defeats the false propaganda of the faithless nondevotees that the Lord passed away like an ordinary conditioned soul. The Lord appeared in order to release the world from the undue burden of the nonbelieving asuras, and after doing this, He disappeared from the world’s eyes."
    },
    {
        "verse": "12",
        "devanagari": "यन्मर्त्यलीलौपयिकं स्वयोग-मायाबलं दर्शयता गृहीतम् ।विस्मापनं स्वस्य च सौभगर्द्धे:परं पदं भूषणभूषणाङ्गम् ॥ १२ ॥",
        "english_devnagari": "yan martya-līlaupayikaṁ sva-yoga-māyā-balaṁ darśayatā gṛhītamvismāpanaṁ svasya ca saubhagarddheḥparaṁ padaṁ bhūṣaṇa-bhūṣaṇāṅgam",
        "verse_Syn": [
            "yat",
            "martya",
            "līlā",
            "upayikam",
            "sva",
            "yoga",
            "māyā",
            "balam",
            "darśayatā",
            "gṛhītam",
            "vismāpanam",
            "svasya",
            "ca",
            "saubhaga",
            "ṛddheḥ",
            "param",
            "padam",
            "bhūṣaṇa",
            "bhūṣaṇa",
            "aṅgam"
        ],
        "translation": "The Lord appeared in the mortal world by His internal potency, yoga-māyā. He came in His eternal form, which is just suitable for His pastimes. These pastimes were wonderful for everyone, even for those proud of their own opulence, including the Lord Himself in His form as the Lord of Vaikuṇṭha. Thus His [Śrī Kṛṣṇa’s] transcendental body is the ornament of all ornaments.",
        "purport": " In conformity with the Vedic hymns (nityo nityānāṁ cetanaś cetanānām), the Personality of Godhead is more excellent than all other living beings within all the universes in the material world. He is the chief of all living entities; no one can surpass Him or be equal to Him in wealth, strength, fame, beauty, knowledge or renunciation. When Lord Kṛṣṇa was within this universe, He seemed to be a human being because He appeared in a manner just suitable for His pastimes in the mortal world. He did not appear in human society in His Vaikuṇṭha feature with four hands because that would not have been suitable for His pastimes. But in spite of His appearing as a human being, no one was or is equal to Him in any respect in any of the six different opulences. Everyone is more or less proud of his opulence in this world, but when Lord Kṛṣṇa was in human society, He excelled all His contemporaries within the universe. When the Lord’s pastimes are visible to the human eye, they are called prakaṭa, and when they are not visible they are called aprakaṭa. In fact, the Lord’s pastimes never stop, just as the sun never leaves the sky. The sun is always in its right orbit in the sky, but it is sometimes visible and sometimes invisible to our limited vision. Similarly, the pastimes of the Lord are always current in one universe or another, and when Lord Kṛṣṇa disappeared from the transcendental abode of Dvārakā, it was simply a disappearance from the eyes of the people there. It should not be misunderstood that His transcendental body, which is just suitable for the pastimes in the mortal world, is in any way inferior to His different expansions in the Vaikuṇṭhalokas. His body manifested in the material world is transcendental par excellence in the sense that His pastimes in the mortal world excel His mercy displayed in the Vaikuṇṭhalokas. In the Vaikuṇṭhalokas the Lord is merciful toward the liberated or nitya-mukta living entities, but in His pastimes in the mortal world He is merciful even to the fallen souls who are nitya-baddha, or conditioned forever. The six excellent opulences which He displayed in the mortal world by the agency of His internal potency, yoga-māyā, are rare even in the Vaikuṇṭhalokas. All His pastimes were manifested not by the material energy but by His spiritual energy. The excellence of His rāsa-līlā at Vṛndāvana and His householder life with sixteen thousand wives is wonderful even for Nārāyaṇa in Vaikuṇṭha and is certainly so for other living entities within this mortal world. His pastimes are wonderful even for other incarnations of the Lord, such as Śrī Rāma, Nṛsiṁha and Varāha. His opulence was so superexcellent that His pastimes were adored even by the Lord of Vaikuṇṭha, who is not different from Lord Kṛṣṇa Himself."
    },
    {
        "verse": "13",
        "devanagari": "यद्धर्मसूनोर्बत राजसूयेनिरीक्ष्य द‍ृक्स्वस्त्ययनं त्रिलोक: ।कार्त्स्‍न्येन चाद्येह गतं विधातु-रर्वाक्सृतौ कौशलमित्यमन्यत ॥ १३ ॥",
        "english_devnagari": "yad dharma-sūnor bata rājasūyenirīkṣya dṛk-svastyayanaṁ tri-lokaḥkārtsnyena cādyeha gataṁ vidhāturarvāk-sṛtau kauśalam ity amanyata",
        "verse_Syn": [
            "yat",
            "dharma",
            "sūnoḥ",
            "bata",
            "rājasūye",
            "nirīkṣya",
            "dṛk",
            "svastyayanam",
            "tri",
            "lokaḥ",
            "kārtsnyena",
            "ca",
            "adya",
            "iha",
            "gatam",
            "vidhātuḥ",
            "arvāk",
            "sṛtau",
            "kauśalam",
            "iti",
            "amanyata"
        ],
        "translation": "All the demigods from the upper, lower and middle universal planetary systems assembled at the altar of the rājasūya sacrifice performed by Mahārāja Yudhiṣṭhira. After seeing the beautiful bodily features of Lord Kṛṣṇa, they all contemplated that He was the ultimate dexterous creation of Brahmā, the creator of human beings.",
        "purport": " There was nothing comparable to the bodily features of Lord Kṛṣṇa when He was present in this world. The most beautiful object in the material world may be compared to the blue lotus flower or the full moon in the sky, but even the lotus flower and the moon were defeated by the beauty of the bodily features of Lord Kṛṣṇa, and this was certified by the demigods, the most beautiful living creatures in the universe. The demigods thought that Lord Kṛṣṇa, like themselves, was also created by Lord Brahmā, but in fact Brahmā was created by Lord Kṛṣṇa. It was not within the power of Brahmā to create the transcendental beauty of the Supreme Lord. No one is the creator of Kṛṣṇa; rather, He is the creator of everyone. As He says in Bhagavad-gītā (10.8), ahaṁ sarvasya prabhavo mattaḥ sarvaṁ pravartate."
    },
    {
        "verse": "14",
        "devanagari": "यस्यानुरागप्लुतहासरास-लीलावलोकप्रतिलब्धमाना: ।व्रजस्त्रियो द‍ृग्भिरनुप्रवृत्त-धियोऽवतस्थु: किल कृत्यशेषा: ॥ १४ ॥",
        "english_devnagari": "yasyānurāga-pluta-hāsa-rāsa-līlāvaloka-pratilabdha-mānāḥvraja-striyo dṛgbhir anupravṛtta-dhiyo ’vatasthuḥ kila kṛtya-śeṣāḥ",
        "verse_Syn": [
            "yasya",
            "anurāga",
            "pluta",
            "hāsa",
            "rāsa",
            "līlā",
            "avaloka",
            "pratilabdha",
            "mānāḥ",
            "vraja",
            "striyaḥ",
            "dṛgbhiḥ",
            "anupravṛtta",
            "dhiyaḥ",
            "avatasthuḥ",
            "kila",
            "kṛtya",
            "śeṣāḥ"
        ],
        "translation": "The damsels of Vraja, after pastimes of laughter, humor and exchanges of glances, were anguished when Kṛṣṇa left them. They used to follow Him with their eyes, and thus they sat down with stunned intelligence and could not finish their household duties.",
        "purport": " In His boyhood at Vṛndāvana, Lord Kṛṣṇa was notorious as a teasing friend in transcendental love to all the girls His age. His love for them was so intense that there is no comparison to that ecstasy, and the damsels of Vraja were so much attached to Him that their affection excelled that of the great demigods like Brahmā and Śiva. Lord Kṛṣṇa finally admitted His defeat before the transcendental affection of the gopīs and declared that He was unable to repay them for their unalloyed affection. Although the gopīs were seemingly anguished by the Lord’s teasing behavior, when Kṛṣṇa would leave them they could not tolerate the separation and used to follow Him with their eyes and minds. They were so stunned by the situation that they could not finish their household duties. No one could excel Him even in the dealing of love exchanged between boys and girls. It is said in the revealed scriptures that Lord Kṛṣṇa personally never goes beyond the boundary of Vṛndāvana. He remains there eternally because of the transcendental love of the inhabitants. Thus even though He is not visible at present, He is not away from Vṛndāvana for a moment."
    },
    {
        "verse": "15",
        "devanagari": "स्वशान्तरूपेष्वितरै: स्वरूपै-रभ्यर्द्यमानेष्वनुकम्पितात्मा ।परावरेशो महदंशयुक्तोह्यजोऽपि जातो भगवान् यथाग्नि: ॥ १५ ॥",
        "english_devnagari": "sva-śānta-rūpeṣv itaraiḥ sva-rūpairabhyardyamāneṣv anukampitātmāparāvareśo mahad-aṁśa-yuktohy ajo ’pi jāto bhagavān yathāgniḥ",
        "verse_Syn": [
            "sva",
            "śānta",
            "rūpeṣu",
            "itaraiḥ",
            "sva",
            "rūpaiḥ",
            "abhyardyamāneṣu",
            "anukampita",
            "ātmā",
            "para",
            "avara",
            "īśaḥ",
            "mahat",
            "aṁśa",
            "yuktaḥ",
            "hi",
            "ajaḥ",
            "api",
            "jātaḥ",
            "bhagavān",
            "yathā",
            "agniḥ"
        ],
        "translation": "The Personality of Godhead, the all-compassionate controller of both the spiritual and material creations, is unborn, but when there is friction between His peaceful devotees and persons who are in the material modes of nature, He takes birth just like fire, accompanied by the mahat-tattva.",
        "purport": " The devotees of the Lord are by nature peaceful because they have no material hankering. A liberated soul has no hankering, and therefore he has no lamentation. One who wants to possess also laments when he loses his possession. Devotees have no hankerings for material possessions and no hankerings for spiritual salvation. They are situated in the transcendental loving service of the Lord as a matter of duty, and they do not mind where they are or how they have to act. Karmīs, jñānīs and yogīs all hanker to possess some material or spiritual assets. Karmīs want material possessions, jñānīs and yogīs want spiritual possessions, but devotees do not want any material or spiritual assets. They want only to serve the Lord anywhere in the material or spiritual worlds that the Lord desires, and the Lord is always specifically compassionate towards such devotees. The karmīs, jñānīs and yogīs have their particular mentalities in the modes of nature, and therefore they are called itara or nondevotees. These itaras, including even the yogīs, sometimes harass the devotees of the Lord. Durvāsā Muni, a great yogī, harassed Mahārāja Ambarīṣa because the latter was a great devotee of the Lord. And the great karmī and jñānī Hiraṇyakaśipu even harassed his own Vaiṣṇava son, Prahlāda Mahārāja. There are many instances of such harassment of the peaceful devotees of the Lord by the itaras. When such friction takes place, the Lord, out of His great compassion towards His pure devotees, appears in person, accompanied by His plenary portions controlling the mahat-tattva. The Lord is everywhere, in both the material and spiritual domains, and He appears for the sake of His devotees when there is friction between His devotee and the nondevotee. As electricity is generated by friction of matter anywhere and everywhere, the Lord, being all-pervading, appears because of the friction of devotees and nondevotees. When Lord Kṛṣṇa appears on a mission, all His plenary portions accompany Him. When He appeared as the son of Vasudeva, there were differences of opinion about His incarnation. Some said, “He is the Supreme Personality of Godhead.” Some said, “He is an incarnation of Nārāyaṇa,” and others said, “He is the incarnation of Kṣīrodakaśāyī Viṣṇu.” But actually He is the original Supreme Personality of Godhead — kṛṣṇas tu bhagavān svayam — and Nārāyaṇa, the puruṣas and all other incarnations accompany Him to function as different parts of His pastimes. Mahad-aṁśa-yuktaḥ indicates that He is accompanied by the puruṣas, who create the mahat-tanva. It is confirmed in the Vedic hymns, mahāntaṁ vibhum ātmānam. Lord Kṛṣṇa appeared, just like electricity, when there was friction between Kaṁsa and Vasudeva and Ugrasena. Vasudeva and Ugrasena were the Lord’s devotees, and Kaṁsa, a representative of the karmīs and jñānīs, was a nondevotee. Kṛṣṇa, as He is, is compared to the sun. He first appeared from the ocean of the womb of Devakī, and gradually He satisfied the inhabitants of the places surrounding Mathurā, just as the sun enlivens the lotus flower in the morning. After gradually rising to the meridian of Dvārakā, the Lord set like the sun, placing everything in darkness, as described by Uddhava."
    },
    {
        "verse": "16",
        "devanagari": "मां खेदयत्येतदजस्य जन्म-विडम्बनं यद्वसुदेवगेहे ।व्रजे च वासोऽरिभयादिव स्वयंपुराद् व्यवात्सीद्यदनन्तवीर्य: ॥ १६ ॥",
        "english_devnagari": "māṁ khedayaty etad ajasya janma-viḍambanaṁ yad vasudeva-gehevraje ca vāso ’ri-bhayād iva svayaṁpurād vyavātsīd yad-ananta-vīryaḥ",
        "verse_Syn": [
            "mām",
            "khedayati",
            "etat",
            "ajasya",
            "janma",
            "viḍambanam",
            "yat",
            "vasudeva",
            "gehe",
            "vraje",
            "ca",
            "vāsaḥ",
            "ari",
            "bhayāt",
            "iva",
            "svayam",
            "purāt",
            "vyavātsīt",
            "yat",
            "ananta",
            "vīryaḥ"
        ],
        "translation": "When I think of Lord Kṛṣṇa — how He was born in the prison house of Vasudeva although He is unborn, how He went away from His father’s protection to Vraja and lived there incognito out of fear of the enemy, and how, although unlimitedly powerful, He fled from Mathurā in fear — all these bewildering incidents give me distress.",
        "purport": " Because Lord Śrī Kṛṣṇa is the original person from whom everything and everyone has emanated — ahaṁ sarvasya prabhavaḥ (Bg. 10.8), janmādy asya yataḥ (Vedānta-sūtra 1.1.2) — nothing can be equal to or greater than Him. The Lord is supremely perfect, and whenever He enacts His transcendental pastimes as a son, a rival or an object of enmity, He plays the part so perfectly that even pure devotees like Uddhava are bewildered. For example, Uddhava knew perfectly well that Lord Śrī Kṛṣṇa is eternally existent and can neither die nor disappear for good, yet he lamented for Lord Kṛṣṇa. All these events are perfect arrangements to give perfection to His supreme glories. It is for enjoyment’s sake. When a father plays with his little son and the father lies down on the floor as if defeated by the son, it is just to give the little son pleasure, and nothing more. Because the Lord is all-powerful, it is possible for Him to adjust opposites such as birth and no birth, power and defeat, fear and fearlessness. A pure devotee knows very well how it is possible for the Lord to adjust opposite things, but he laments for the nondevotees who, not knowing the supreme glories of the Lord, think of Him as imaginary simply because there are so many apparently contradictory statements in the scriptures. Factually there is nothing contradictory; everything is possible when we understand the Lord as the Lord and not as one of us, with all our imperfection."
    },
    {
        "verse": "17",
        "devanagari": "दुनोति चेत: स्मरतो ममैतद्यदाह पादावभिवन्द्य पित्रो: ।ताताम्ब कंसादुरुशङ्कितानांप्रसीदतं नोऽकृतनिष्कृतीनाम् ॥ १७ ॥",
        "english_devnagari": "dunoti cetaḥ smarato mamaitadyad āha pādāv abhivandya pitroḥtātāmba kaṁsād uru-śaṅkitānāṁprasīdataṁ no ’kṛta-niṣkṛtīnām",
        "verse_Syn": [
            "dunoti",
            "cetaḥ",
            "smarataḥ",
            "mama",
            "etat",
            "yat",
            "āha",
            "pādau",
            "abhivandya",
            "pitroḥ",
            "tāta",
            "amba",
            "kaṁsāt",
            "uru",
            "śaṅkitānām",
            "prasīdatam",
            "naḥ",
            "akṛta",
            "niṣkṛtīnām"
        ],
        "translation": "Lord Kṛṣṇa begged pardon from His parents for Their [Kṛṣṇa and Balarāma’s] inability to serve their feet, due to being away from home because of great fear of Kaṁsa. He said, “O mother, O father, please excuse Us for this inability.” All this behavior of the Lord gives me pain at heart.",
        "purport": " It appears that Lord Kṛṣṇa and Baladeva were both very greatly afraid of Kaṁsa, and therefore They had to hide Themselves. But if Lord Kṛṣṇa and Baladeva are the Supreme Personality of Godhead, how was it possible that They were afraid of Kaṁsa? Is there any contradiction in such statements? Vasudeva, due to his great appreciation for Kṛṣṇa, wanted to give Him protection. He never thought that Kṛṣṇa was the Supreme Lord and could protect Himself; he thought of Kṛṣṇa as his son. Because Vasudeva was a great devotee of the Lord, he did not like to think that Kṛṣṇa might be killed like his other children. Morally, Vasudeva was bound to deliver Kṛṣṇa to the hands of Kaṁsa because he had promised to turn over all his children. But out of his great love for Kṛṣṇa he broke his promise, and the Lord was very pleased with Vasudeva for his transcendental mentality. He did not want to disturb the intense affection of Vasudeva, and thus He agreed to be carried by His father to the house of Nanda and Yaśodā. And just to test the intense love of Vasudeva, Lord Kṛṣṇa fell down in the waters of the Yamunā while His father was crossing the river. Vasudeva became mad after his child as he tried to recover Him in the midst of the rising river. These are all glorified pastimes of the Lord, and there is no contradiction in such manifestations. Since Kṛṣṇa is the Supreme Lord, He was never afraid of Kaṁsa, but to please His father He agreed to be so. And the most brilliant part of His supreme character was that He begged pardon from His parents for being unable to serve their feet while absent from home because of fear of Kaṁsa. The Lord, whose lotus feet are worshiped by demigods like Brahmā and Śiva, wanted to worship the feet of Vasudeva. Such instruction by the Lord to the world is quite appropriate. Even if one is the Supreme Lord, one must serve his parents. A son is indebted to his parents in so many ways, and it is the duty of the son to serve his parents, however great the son may be. Indirectly, Kṛṣṇa wanted to teach the atheists who do not accept the supreme fatherhood of God, and they may learn from this action how much the Supreme Father has to be respected. Uddhava was simply struck with wonder by such glorious behavior of the Lord, and he was very sorry that he was unable to go with Him."
    },
    {
        "verse": "18",
        "devanagari": "को वा अमुष्याङ्‌घ्रि सरोजरेणुंविस्मर्तुमीशीत पुमान् विजिघ्रन् ।यो विस्फुरद्भ्रूविटपेन भूमे-र्भारं कृतान्तेन तिरश्चकार ॥ १८ ॥",
        "english_devnagari": "ko vā amuṣyāṅghri-saroja-reṇuṁvismartum īśīta pumān vijighranyo visphurad-bhrū-viṭapena bhūmerbhāraṁ kṛtāntena tiraścakāra",
        "verse_Syn": [
            "kaḥ",
            "vā",
            "amuṣya",
            "aṅghri",
            "saroja",
            "reṇum",
            "vismartum",
            "īśīta",
            "pumān",
            "vijighran",
            "yaḥ",
            "visphurat",
            "bhrū",
            "viṭapena",
            "bhūmeḥ",
            "bhāram",
            "kṛta",
            "antena",
            "tiraścakāra"
        ],
        "translation": "Who, after smelling the dust of His lotus feet even once, could ever forget it? Simply by expanding the leaves of His eyebrows, Kṛṣṇa has given the deathblow to those who were burdening the earth.",
        "purport": " Lord Kṛṣṇa cannot be accepted as one of the human beings, even though He played the role of an obedient son. His actions were so extraordinary that by the simple raising of His eyebrows He could deliver deathblows to those who were burdening the earth."
    },
    {
        "verse": "19",
        "devanagari": "द‍ृष्टा भवद्‍‌भिर्ननु राजसूयेचैद्यस्य कृष्णं द्विषतोऽपि सिद्धि: ।यां योगिन: संस्पृहयन्ति सम्यग्योगेन कस्तद्विरहं सहेत ॥ १९ ॥",
        "english_devnagari": "dṛṣṭā bhavadbhir nanu rājasūyecaidyasya kṛṣṇaṁ dviṣato ’pi siddhiḥyāṁ yoginaḥ saṁspṛhayanti samyagyogena kas tad-virahaṁ saheta",
        "verse_Syn": [
            "dṛṣṭā",
            "bhavadbhiḥ",
            "nanu",
            "rājasūye",
            "caidyasya",
            "kṛṣṇam",
            "dviṣataḥ",
            "api",
            "siddhiḥ",
            "yām",
            "yoginaḥ",
            "saṁspṛhayanti",
            "samyak",
            "yogena",
            "kaḥ",
            "tat",
            "viraham",
            "saheta"
        ],
        "translation": "You have personally seen how the King of Cedi [Śiśupāla] achieved success in yoga practice, although he hated Lord Kṛṣṇa. Even the actual yogīs aspire after such success with great interest by performance of their various practices. Who can tolerate separation from Him?",
        "purport": " Lord Kṛṣṇa’s causeless mercy was exhibited in the great assembly of Mahārāja Yudhiṣṭhira. He was merciful even to His enemy the King of Cedi, who always tried to be an envious rival of the Lord. Because it is not possible to be a bona fide rival of the Lord, the King of Cedi was extremely malicious toward Lord Kṛṣṇa. In this he was like many other asuras, such as Kaṁsa and Jarāsandha. In the open assembly of the rājasūya sacrifice performed by Mahārāja Yudhiṣṭhira, Śiśupāla insulted Lord Kṛṣṇa, and he was finally killed by the Lord. But it was seen by everyone in the assembly that a light flashed out of the body of the King of Cedi and merged into the body of Lord Kṛṣṇa. This means that Cedirāja achieved the salvation of attaining oneness with the Supreme, which is a perfection most desired by the jñānīs and yogīs and for which they execute their different types of transcendental activities. It is a fact that persons who are trying to understand the Supreme Truth by their personal endeavors of mental speculation or mystic powers of yoga achieve the same goal as others who are personally killed by the Lord. Both achieve the salvation of merging in the brahmajyoti rays of the transcendental body of the Lord. The Lord was merciful even to His enemy, and the success of the King of Cedi was observed by everyone who was present in the assembly. Vidura was also present there, and therefore Uddhava referred the incident to his memory."
    },
    {
        "verse": "20",
        "devanagari": "तथैव चान्ये नरलोकवीराय आहवे कृष्णमुखारविन्दम् ।नेत्रै: पिबन्तो नयनाभिरामंपार्थास्त्रपूत: पदमापुरस्य ॥ २० ॥",
        "english_devnagari": "tathaiva cānye nara-loka-vīrāya āhave kṛṣṇa-mukhāravindamnetraiḥ pibanto nayanābhirāmaṁpārthāstra-pūtaḥ padam āpur asya",
        "verse_Syn": [
            "tathā",
            "eva",
            "ca",
            "anye",
            "nara",
            "loka",
            "vīrāḥ",
            "ye",
            "āhave",
            "kṛṣṇa",
            "mukha",
            "aravindam",
            "netraiḥ",
            "pibantaḥ",
            "nayana",
            "abhirāmam",
            "pārtha",
            "astra",
            "pūtaḥ",
            "padam",
            "āpuḥ",
            "asya"
        ],
        "translation": "Certainly others who were fighters on the Battlefield of Kurukṣetra were purified by the onslaught of Arjuna’s arrows, and while seeing the lotuslike face of Kṛṣṇa, so pleasing to the eyes, they achieved the abode of the Lord.",
        "purport": " The Supreme Personality of Godhead, Lord Śrī Kṛṣṇa, appears in this world for two missionary purposes: to deliver the faithful and to annihilate the miscreants. But because the Lord is absolute, His two different kinds of actions, although apparently different, are ultimately one and the same. His annihilation of a person like Śiśupāla is as auspicious as His actions for the protection of the faithful. All the warriors who fought against Arjuna but who were able to see the lotuslike face of the Lord on the battlefront achieved the abode of the Lord, exactly as the devotees of the Lord do. The words “pleasing to the eyes of the seer” are very significant. When the warriors from the other side of the battlefield saw Lord Kṛṣṇa at the front, they appreciated His beauty, and their dormant instinct of love of God was awakened. Śiśupāla saw the Lord also, but he saw Him as his enemy, and his love was not awakened. Therefore Śiśupāla achieved oneness with the Lord by merging in the impersonal glare of His body, called the brahmajyoti. Others, who were in the marginal position, being neither friends nor enemies but slightly in love of Godhead by appreciating the beauty of His face, were at once promoted to the spiritual planets, the Vaikuṇṭhas. The Lord’s personal abode is called Goloka Vṛndāvana, and the abodes where His plenary expansions reside are called the Vaikuṇṭhas, where the Lord is present as Nārāyaṇa. Love of Godhead is dormant in every living entity, and the entire process of devotional service unto the Lord is meant for awakening this dormant eternal love of Godhead. But there are degrees of such transcendental awakening. Those whose love of God is awakened to the fullest extent go back to the Goloka Vṛndāvana planet in the spiritual sky, whereas persons who have just awakened to love of Godhead by accident or association are transferred to the Vaikuṇṭha planets. Essentially there is no material difference between Goloka and Vaikuṇṭha, but in the Vaikuṇṭhas the Lord is served in unlimited opulence, whereas in Goloka the Lord is served in natural affection. This love of God is awakened by the association of pure devotees of the Lord. Here the word pārthāstra-pūtaḥ is significant. Those who saw the beautiful face of the Lord on the Battlefield of Kurukṣetra were purified first by Arjuna when he made his onslaught with arrows. The Lord appeared for the mission of diminishing the burden of the world, and Arjuna was assisting the Lord by fighting on His behalf. Arjuna personally declined to fight, and the whole instruction of the Bhagavad-gītā was given to Arjuna to engage him in the fight. As a pure devotee of the Lord, Arjuna agreed to fight in preference to his own decision, and thus Arjuna fought to assist the Lord in His mission of diminishing the burden of the world. All the activities of a pure devotee are executed on behalf of the Lord because a pure devotee of the Lord has nothing to do for his personal interest. Arjuna’s killing was as good as killing by the Lord Himself. As soon as Arjuna shot an arrow at an enemy, that enemy became purified of all material contaminations and became eligible to be transferred to the spiritual sky. Those warriors who appreciated the lotus feet of the Lord and saw His face at the front had their dormant love of God awakened, and thus they were transferred at once to Vaikuṇṭhaloka, not to the impersonal state of brahmajyoti, as was Śiśupāla. Śiśupāla died without appreciating the Lord, while others died with appreciation of the Lord. Both were transferred to the spiritual sky, but those who awakened to love of God were transferred to the planets of the transcendental sky. Uddhava seemingly lamented that his own position was less than that of the warriors on the Battlefield of Kurukṣetra because they had attained to Vaikuṇṭha whereas he remained to lament the disappearance of the Lord."
    },
    {
        "verse": "21",
        "devanagari": "स्वयं त्वसाम्यातिशयस्त्र्यधीश:स्वाराज्यलक्ष्म्याप्तसमस्तकाम: ।बलिं हरद्‍‌भिश्चिरलोकपालै:किरीटकोट्येडितपादपीठ: ॥ २१ ॥",
        "english_devnagari": "svayaṁ tv asāmyātiśayas tryadhīśaḥsvārājya-lakṣmy-āpta-samasta-kāmaḥbaliṁ haradbhiś cira-loka-pālaiḥkirīṭa-koṭyeḍita-pāda-pīṭhaḥ",
        "verse_Syn": [
            "svayam",
            "tu",
            "asāmya",
            "atiśayaḥ",
            "tri",
            "adhīśaḥ",
            "svārājya",
            "lakṣmī",
            "āpta",
            "samasta",
            "kāmaḥ",
            "balim",
            "haradbhiḥ",
            "cira",
            "loka",
            "pālaiḥ",
            "kirīṭa",
            "koṭyā",
            "iḍita",
            "pāda",
            "pīṭhaḥ"
        ],
        "translation": "Lord Śrī Kṛṣṇa is the Lord of all kinds of threes and is independently supreme by achievement of all kinds of fortune. He is worshiped by the eternal maintainers of the creation, who offer Him the paraphernalia of worship by touching their millions of helmets to His feet.",
        "purport": " Lord Śrī Kṛṣṇa is so mild and merciful, as described in the above verses, and yet He is the Lord of all kinds of threes. He is the Supreme Lord of the three worlds, the three qualities of material nature and the three puruṣas (Kāraṇodakaśāyī, Garbhodakaśāyī and Kṣīrodakaśāyī Viṣṇu). There are innumerable universes, and in each and every universe there are different manifestations of Brahmā, Viṣṇu and Rudra. Besides that, there is the Śeṣa-mūrti who bears all the universes on His hoods. And Lord Kṛṣṇa is the Lord of all of them. As the incarnation of Manu, He is the original source of all Manus in innumerable universes. Each universe has manifestations of 504,000 Manus. He is the Lord of the three principal potencies, namely cit-śakti, māyā-śakti and taṭasthā-śakti, and He is the complete master of six kinds of fortune — wealth, strength, fame, beauty, knowledge and renunciation. There is none who can excel Him in any matter of enjoyment, and certainly there is no one greater than Him. No one is equal to or greater than Him. It is the duty of everyone, whoever and wherever one may be, to surrender completely unto Him. It is not wonderful, therefore, that all the transcendental controllers surrender to Him and make all offerings of worship."
    },
    {
        "verse": "22",
        "devanagari": "तत्तस्य कैङ्कर्यमलं भृतान्नोविग्लापयत्यङ्ग यदुग्रसेनम् ।तिष्ठन्निषण्णं परमेष्ठिधिष्ण्येन्यबोधयद्देव निधारयेति ॥ २२ ॥",
        "english_devnagari": "tat tasya kaiṅkaryam alaṁ bhṛtān noviglāpayaty aṅga yad ugrasenamtiṣṭhan niṣaṇṇaṁ parameṣṭhi-dhiṣṇyenyabodhayad deva nidhārayeti",
        "verse_Syn": [
            "tat",
            "tasya",
            "kaiṅkaryam",
            "alam",
            "bhṛtān",
            "naḥ",
            "viglāpayati",
            "aṅga",
            "yat",
            "ugrasenam",
            "tiṣṭhan",
            "niṣaṇṇam",
            "parameṣṭhi",
            "dhiṣṇye",
            "nyabodhayat",
            "deva",
            "nidhāraya",
            "iti"
        ],
        "translation": "Therefore, O Vidura, does it not pain us, His servitors, when we remember that He [Lord Kṛṣṇa] used to stand before King Ugrasena, who was sitting on the royal throne, and used to submit explanations before him, saying, “O My lord, please let it be known to you”?",
        "purport": " Lord Kṛṣṇa’s gentle behavior before His so-called superiors such as His father, grandfather and elder brother, His amiable behavior with His so-called wives, friends and contemporaries, His behavior as a child before His mother Yaśodā, and His naughty dealings with His young girlfriends cannot bewilder a pure devotee like Uddhava. Others, who are not devotees, are bewildered by such behavior of the Lord, who acted just like a human being. This bewilderment is explained by the Lord Himself in the Bhagavad-gītā (9.11) as follows: Persons with a poor fund of knowledge belittle the Personality of Godhead, Lord Kṛṣṇa, not knowing His exalted position as the Lord of everything. In Bhagavad-gītā the Lord has explained His position clearly, but the demoniac, atheistic student squeezes out an interpretation to suit his own purpose and misleads unfortunate followers into the same mentality. Such unfortunate persons merely pick up some slogans from the great book of knowledge, but are unable to estimate the Lord as the Supreme Personality of Godhead. Pure devotees like Uddhava, however, are never misled by such atheistic opportunists."
    },
    {
        "verse": "23",
        "devanagari": "अहो बकी यं स्तनकालकूटंजिघांसयापाययदप्यसाध्वी ।लेभे गतिं धात्र्युचितां ततोऽन्यंकं वा दयालुं शरणं व्रजेम ॥ २३ ॥",
        "english_devnagari": "aho bakī yaṁ stana-kāla-kūṭaṁjighāṁsayāpāyayad apy asādhvīlebhe gatiṁ dhātry-ucitāṁ tato ’nyaṁkaṁ vā dayāluṁ śaraṇaṁ vrajema",
        "verse_Syn": [
            "aho",
            "bakī",
            "yam",
            "stana",
            "kāla",
            "kūṭam",
            "jighāṁsayā",
            "apāyayat",
            "api",
            "asādhvī",
            "lebhe",
            "gatim",
            "dhātrī",
            "ucitām",
            "tataḥ",
            "anyam",
            "kam",
            "vā",
            "dayālum",
            "śaraṇam",
            "vrajema"
        ],
        "translation": "Alas, how shall I take shelter of one more merciful than He who granted the position of mother to a she-demon [Pūtanā] although she was unfaithful and she prepared deadly poison to be sucked from her breast?",
        "purport": " Here is an example of the extreme mercy of the Lord, even to His enemy. It is said that a noble man accepts the good qualities of a person of doubtful character, just as one accepts nectar from a stock of poison. In His babyhood, He was administered deadly poison by Pūtanā, a she-demon who tried to kill the wonderful baby. And because she was a demon, it was impossible for her to know that the Supreme Lord, even though playing the part of a baby, was no one less than the same Supreme Personality of Godhead. His value as the Supreme Lord did not diminish upon His becoming a baby to please His devotee Yaśodā. The Lord may assume the form of a baby or a shape other than that of a human being, but it doesn’t make the slightest difference; He is always the same Supreme. A living creature, however powerful he may become by dint of severe penance, can never become equal to the Supreme Lord. Lord Kṛṣṇa accepted the motherhood of Pūtanā because she pretended to be an affectionate mother, allowing Kṛṣṇa to suck her breast. The Lord accepts the least qualification of the living entity and awards him the highest reward. That is the standard of His character. Therefore, who but the Lord can be the ultimate shelter?"
    },
    {
        "verse": "24",
        "devanagari": "मन्येऽसुरान् भागवतांस्त्र्यधीशेसंरम्भमार्गाभिनिविष्टचित्तान् ।ये संयुगेऽचक्षत तार्क्ष्यपुत्र-मंसे सुनाभायुधमापतन्तम् ॥ २४ ॥",
        "english_devnagari": "manye ’surān bhāgavatāṁs tryadhīśesaṁrambha-mārgābhiniviṣṭa-cittānye saṁyuge ’cakṣata tārkṣya-putramaṁse sunābhāyudham āpatantam",
        "verse_Syn": [
            "manye",
            "asurān",
            "bhāgavatān",
            "tri",
            "adhīśe",
            "saṁrambha",
            "mārga",
            "abhiniviṣṭa",
            "cittān",
            "ye",
            "saṁyuge",
            "acakṣata",
            "tārkṣya",
            "putram",
            "aṁse",
            "sunābha",
            "āyudham",
            "āpatantam"
        ],
        "translation": "I consider the demons, who are inimical toward the Lord, to be more than the devotees because while fighting with the Lord, absorbed in thoughts of enmity, they are able to see the Lord carried on the shoulder of Garuḍa, the son of Tārkṣya [Kaśyapa], and carrying the wheel weapon in His hand.",
        "purport": " The asuras who fought against the Lord face to face got salvation due to their being killed by the Lord. This salvation of the demons is not due to their being devotees of the Lord; it is because of the Lord’s causeless mercy. Anyone who is slightly in touch with the Lord, somehow or other, is greatly benefited, even to the point of salvation, due to the excellence of the Lord. He is so kind that He awards salvation even to His enemies because they come into contact with Him and are indirectly absorbed in Him by their inimical thoughts. Actually, the demons can never be equal to the pure devotees, but Uddhava was thinking in that way because of his feelings of separation. He was thinking that at the last stage of his life he might not be able to see the Lord face to face as did the demons. The fact is that the devotees who are always engaged in the devotional service of the Lord in transcendental love are rewarded many hundreds and thousands of times more than the demons by being elevated to the spiritual planets, where they remain with the Lord in eternal, blissful existence. The demons and impersonalists are awarded the facility of merging in the brahmajyoti effulgence of the Lord, whereas the devotees are admitted into the spiritual planets. For comparison, one can just imagine the difference between floating in space and residing in one of the planets in the sky. The pleasure of the living entities on the planets is greater than that of those who have no body and who merge with the molecules of the sun’s rays. The impersonalists, therefore, are no more favored than the enemies of the Lord; rather, they are both on the same level of spiritual salvation."
    },
    {
        "verse": "25",
        "devanagari": "वसुदेवस्य देवक्यां जातो भोजेन्द्रबन्धने ।चिकीर्षुर्भगवानस्या: शमजेनाभियाचित: ॥ २५ ॥",
        "english_devnagari": "vasudevasya devakyāṁjāto bhojendra-bandhanecikīrṣur bhagavān asyāḥśam ajenābhiyācitaḥ",
        "verse_Syn": [
            "vasudevasya",
            "devakyām",
            "jātaḥ",
            "bhoja",
            "indra",
            "bandhane",
            "cikīrṣuḥ",
            "bhagavān",
            "asyāḥ",
            "śam",
            "ajena",
            "abhiyācitaḥ"
        ],
        "translation": "The Personality of Godhead, Lord Śrī Kṛṣṇa, being prayed to by Brahmā to bring welfare to the earth, was begotten by Vasudeva in the womb of his wife Devakī in the prison of the King of Bhoja.",
        "purport": " Although there is no difference between the Lord’s pastimes of appearance and disappearance, the devotees of the Lord do not generally discuss the subject matter of His disappearance. Vidura inquired indirectly from Uddhava about the incident of the Lord’s disappearance by asking him to relate kṛṣṇa-kathā, or topics on the history of Lord Kṛṣṇa. Thus Uddhava began the topics from the very beginning of His appearance as the son of Vasudeva and Devakī in the prison of Kaṁsa, the King of the Bhojas, at Mathurā. The Lord has no business in this world, but when He is so requested by devotees like Brahmā, He descends to the earth for the welfare of the entire universe. This is stated in Bhagavad-gītā (4.8): paritrāṇāya sādhūnāṁ vināśāya ca duṣkṛtām/ dharma-saṁsthāpanārthāya sambhavāmi yuge yuge."
    },
    {
        "verse": "26",
        "devanagari": "ततो नन्दव्रजमित: पित्रा कंसाद्विबिभ्यता ।एकादश समास्तत्र गूढार्चि: सबलोऽवसत् ॥ २६ ॥",
        "english_devnagari": "tato nanda-vrajam itaḥpitrā kaṁsād vibibhyatāekādaśa samās tatragūḍhārciḥ sa-balo ’vasat",
        "verse_Syn": [
            "tataḥ",
            "nanda",
            "vrajam",
            "itaḥ",
            "pitrā",
            "kaṁsāt",
            "vibibhyatā",
            "ekādaśa",
            "samāḥ",
            "tatra",
            "gūḍha",
            "arciḥ",
            "sa",
            "balaḥ",
            "avasat"
        ],
        "translation": "Thereafter, His father, being afraid of Kaṁsa, brought Him to the cow pastures of Mahārāja Nanda, and there He lived for eleven years like a covered flame with His elder brother, Baladeva.",
        "purport": " There was no necessity of the Lord’s being dispatched to the house of Nanda Mahārāja out of fear of Kaṁsa’s determination to kill Him as soon as He appeared. It is the business of the asuras to try to kill the Supreme Personality of Godhead or to prove by all means that there is no God or that Kṛṣṇa is an ordinary human being and not God. Lord Kṛṣṇa is not affected by such determination of men of Kaṁsa’s class, but in order to play the role of a child He agreed to be carried by His father to the cow pastures of Nanda Mahārāja because Vasudeva was afraid of Kaṁsa. Nanda Mahārāja was due to receive Him as his child, and Yaśodāmayī was also to enjoy the childhood pastimes of the Lord, and therefore to fulfill everyone’s desire, He was carried from Mathurā to Vṛndāvana just after His appearance in the prison house of Kaṁsa. He lived there for eleven years and completed all His fascinating pastimes of childhood, boyhood and adolescence with His elder brother, Lord Baladeva, His first expansion. Vasudeva’s thought of protecting Kṛṣṇa from the wrath of Kaṁsa is part of a transcendental relationship. The Lord enjoys more when someone takes Him as his subordinate son who needs the protection of a father than He does when someone accepts Him as the Supreme Lord. He is the father of everyone, and He protects everyone, but when His devotee takes it for granted that the Lord is to be protected by the devotee’s care, it is a transcendental joy for the Lord. Thus when Vasudeva, out of fear of Kaṁsa, carried Him to Vṛndāvana, the Lord enjoyed it; otherwise, He had no fear from Kaṁsa or anyone else."
    },
    {
        "verse": "27",
        "devanagari": "परीतो वत्सपैर्वत्सांश्चारयन् व्यहरद्विभु: ।यमुनोपवने कूजद्‌द्विजसंकुलिताङ्‌घ्रिपे ॥ २७ ॥",
        "english_devnagari": "parīto vatsapair vatsāṁścārayan vyaharad vibhuḥyamunopavane kūjad-dvija-saṅkulitāṅghripe",
        "verse_Syn": [
            "parītaḥ",
            "vatsapaiḥ",
            "vatsān",
            "cārayan",
            "vyaharat",
            "vibhuḥ",
            "yamunā",
            "upavane",
            "kūjat",
            "dvija",
            "saṅkulita",
            "aṅghripe"
        ],
        "translation": "In His childhood, the Almighty Lord was surrounded by cowherd boys and calves, and thus He traveled on the shore of the Yamunā river, through gardens densely covered with trees and filled with vibrations of chirping birds.",
        "purport": " Nanda Mahārāja was a landholder for King Kaṁsa, but because by caste he was a vaiśya, a member of the mercantile and agricultural community, he maintained thousands of cows. It is the duty of the vaiśyas to give protection to the cows, just as the kṣatriyas are to give protection to the human beings. Because the Lord was a child, He was put in charge of the calves with His cowherd boyfriends. These cowherd boys were great ṛṣis and yogīs in their previous births, and after many such pious births, they gained the association of the Lord and could play with Him on equal terms. Such cowherd boys never cared to know who Kṛṣṇa was, but they played with Him as a most intimate and lovable friend. They were so fond of the Lord that at night they would only think of the next morning when they would be able to meet the Lord and go together to the forests for cowherding. The forests on the shore of the Yamunā are all beautiful gardens full of trees of mango, jackfruit, apples, guava, oranges, grapes, berries, palmfruit and so many other plants and fragrant flowers. And because the forest was on the bank of the Yamunā, naturally there were ducks, cranes and peacocks on the branches of the trees. All these trees and birds and beasts were pious living entities born in the transcendental abode of Vṛndāvana just to give pleasure to the Lord and His eternal associates, the cowherd boys. While playing like a small child with His associates, the Lord killed many demons, including Aghāsura, Bakāsura, Pralambāsura and Gardabhāsura. Although He appeared at Vṛndāvana just as a boy, He was actually like the covered flames of a fire. As a small particle of fire can kindle a great fire with fuel, so the Lord killed all these great demons, beginning from His babyhood in the house of Nanda Mahārāja. The land of Vṛndāvana, the Lord’s childhood playground, still remains today, and anyone who visits these places enjoys the same transcendental bliss, although the Lord is not physically visible to our imperfect eyes. Lord Caitanya recommended this land of the Lord as identical with the Lord and therefore worshipable by the devotees. This instruction is taken up especially by the followers of Lord Caitanya known as the Gauḍīya Vaiṣṇavas. And because the land is identical with the Lord, devotees like Uddhava and Vidura visited these places five thousand years ago in order to have direct contact with the Lord, visible or not visible. Thousands of devotees of the Lord are still wandering in these sacred places of Vṛndāvana, and all of them are preparing themselves to go back home, back to Godhead."
    },
    {
        "verse": "28",
        "devanagari": "कौमारीं दर्शयंश्चेष्टां प्रेक्षणीयां व्रजौकसाम् ।रुदन्निव हसन्मुग्धबालसिंहावलोकन: ॥ २८ ॥",
        "english_devnagari": "kaumārīṁ darśayaṁś ceṣṭāṁprekṣaṇīyāṁ vrajaukasāmrudann iva hasan mugdha-bāla-siṁhāvalokanaḥ",
        "verse_Syn": [
            "kaumārīm",
            "darśayan",
            "ceṣṭām",
            "prekṣaṇīyām",
            "vraja",
            "okasām",
            "rudan",
            "iva",
            "hasan",
            "mugdha",
            "bāla",
            "siṁha",
            "avalokanaḥ"
        ],
        "translation": "When the Lord displayed His activities just suitable for childhood, He was visible only to the residents of Vṛndāvana. Sometimes He would cry and sometimes laugh, just like a child, and while so doing He would appear like a lion cub.",
        "purport": " If anyone wants to enjoy the childhood pastimes of the Lord, then he has to follow in the footsteps of the residents of Vraja like Nanda, Upananda and other parental inhabitants. A child may insist on having something and cry like anything to get it, disturbing the whole neighborhood, and then immediately after achieving the desired thing, he laughs. Such crying and laughing is enjoyable to the parents and elderly members of the family, so the Lord would simultaneously cry and laugh in this way and merge His devotee parents in the humor of transcendental pleasure. These incidents are enjoyable only by the residents of Vraja like Nanda Mahārāja, and not by the impersonalist worshipers of Brahman or Paramātmā. Sometimes when attacked in the forest by demons, Kṛṣṇa would appear struck with wonder, but He looked on them like the cub of a lion and killed them. His childhood companions would also be struck with wonder, and when they came back home they would narrate the story to their parents, and everyone would appreciate the qualities of their Kṛṣṇa. Child Kṛṣṇa did not belong only to His parents, Nanda and Yaśodā; He was the son of all the elderly inhabitants of Vṛndāvana and the friend of all contemporary boys and girls. Everyone loved Kṛṣṇa. He was the life and soul of everyone, including the animals, the cows and the calves."
    },
    {
        "verse": "29",
        "devanagari": "स एव गोधनं लक्ष्म्या निकेतं सितगोवृषम् ।चारयन्ननुगान् गोपान् रणद्वेणुररीरमत् ॥ २९ ॥",
        "english_devnagari": "sa eva go-dhanaṁ lakṣmyāniketaṁ sita-go-vṛṣamcārayann anugān gopānraṇad-veṇur arīramat",
        "verse_Syn": [
            "saḥ",
            "eva",
            "go",
            "dhanam",
            "lakṣmyāḥ",
            "niketam",
            "sita",
            "go",
            "vṛṣam",
            "cārayan",
            "anugān",
            "gopān",
            "raṇat",
            "veṇuḥ",
            "arīramat"
        ],
        "translation": "While herding the very beautiful bulls, the Lord, who was the reservoir of all opulence and fortune, used to blow His flute, and thus He enlivened His faithful followers, the cowherd boys.",
        "purport": " As He grew to six and seven years old, the Lord was given charge of looking after the cows and bulls in the grazing grounds. He was the son of a well-to-do landholder who owned hundreds and thousands of cows, and according to Vedic economics, one is considered to be a rich man by the strength of his store of grains and cows. With only these two things, cows and grain, humanity can solve its eating problem. Human society needs only sufficient grain and sufficient cows to solve its economic problems. All other things but these two are artificial necessities created by man to kill his valuable life at the human level and waste his time in things which are not needed. Lord Kṛṣṇa, as the teacher of human society, personally showed by His acts that the mercantile community, or the vaiśyas, should herd cows and bulls and thus give protection to the valuable animals. According to smṛti regulation, the cow is the mother and the bull the father of the human being. The cow is the mother because just as one sucks the breast of one’s mother, human society takes cow’s milk. Similarly, the bull is the father of human society because the father earns for the children just as the bull tills the ground to produce food grains. Human society will kill its spirit of life by killing the father and the mother. It is mentioned herein that the beautiful cows and bulls were of various checkered colors — red, black, green, yellow, ash, etc. And because of their colors and healthy smiling features, the atmosphere was enlivening. Over and above all, the Lord used to play His celebrated flute. The sound vibrated by His flute would give His friends such transcendental pleasure that they would forget all the talks of brahmānanda, which is so praised by the impersonalists. These cowherd boys, as will be explained by Śukadeva Gosvāmī, were living entities who had accumulated heaps of pious acts and thus were enjoying with the Lord in person and were hearing His transcendental flute. The Brahma-saṁhitā (5.30) confirms the Lord’s blowing His transcendental flute: Brahmājī said, “I worship Govinda, the primeval Lord, who plays on His transcendental flute. His eyes are like lotus flowers, He is decorated with peacock plumes, and His bodily color resembles a fresh black cloud, although His bodily features are more beautiful than millions of cupids.” These are the special features of the Lord."
    },
    {
        "verse": "30",
        "devanagari": "प्रयुक्तान् भोजराजेन मायिन: कामरूपिण: ।लीलया व्यनुदत्तांस्तान् बाल: क्रीडनकानिव ॥ ३० ॥",
        "english_devnagari": "prayuktān bhoja-rājenamāyinaḥ kāma-rūpiṇaḥlīlayā vyanudat tāṁs tānbālaḥ krīḍanakān iva",
        "verse_Syn": [
            "prayuktān",
            "bhoja",
            "rājena",
            "māyinaḥ",
            "kāma",
            "rūpiṇaḥ",
            "līlayā",
            "vyanudat",
            "tān",
            "tān",
            "bālaḥ",
            "krīḍanakān",
            "iva"
        ],
        "translation": "The great wizards who were able to assume any form were engaged by the King of Bhoja, Kaṁsa, to kill Kṛṣṇa, but in the course of His pastimes the Lord killed them as easily as a child breaks dolls.",
        "purport": " The atheist Kaṁsa wanted to kill Kṛṣṇa just after His birth. He failed to do so, but later on he got information that Kṛṣṇa was living in Vṛndāvana at the house of Nanda Mahārāja. He therefore engaged many wizards who could perform wonderful acts and assume any form they liked. All of them appeared before the child-Lord in various forms, like Agha, Baka, Pūtanā, Śakaṭa, Tṛṇāvarta, Dhenuka and Gardabha, and they tried to kill the Lord at every opportunity. But one after another, all of them were killed by the Lord as if He were only playing with dolls. Children play with toy lions, elephants, boars and many similar dolls, which are broken by the children in the course of their playing with them. Before the Almighty Lord, any powerful living being is just like a toy lion in the hands of a playing child. No one can excel God in any capacity, and therefore no one can be equal to or greater than Him, nor can anyone attain the stage of equality with God by any kind of endeavor. Jñāna, yoga and bhakti are three recognized processes of spiritual realization. The perfection of such processes can lead one to the desired goal of life in spiritual value, but that does not mean that one can attain a perfection equal to the Lord’s by such endeavors. The Lord is the Lord at every stage. When He was playing just like a child on the lap of His mother Yaśodāmayī or just like a cowherd boy with His transcendental friends, He continued to remain God, without the slightest diminution of His six opulences. Thus He is always unrivaled."
    },
    {
        "verse": "31",
        "devanagari": "विपन्नान् विषपानेन निगृह्य भुजगाधिपम् ।उत्थाप्यापाययद्गावस्तत्तोयं प्रकृतिस्थितम् ॥ ३१ ॥",
        "english_devnagari": "vipannān viṣa-pānenanigṛhya bhujagādhipamutthāpyāpāyayad gāvastat toyaṁ prakṛti-sthitam",
        "verse_Syn": [
            "vipannān",
            "viṣa",
            "pānena",
            "nigṛhya",
            "bhujaga",
            "adhipam",
            "utthāpya",
            "apāyayat",
            "gāvaḥ",
            "tat",
            "toyam",
            "prakṛti",
            "sthitam"
        ],
        "translation": "The inhabitants of Vṛndāvana were perplexed by great difficulties because a certain portion of the Yamunā was poisoned by the chief of the reptiles [Kāliya]. The Lord chastised the snake-king within the water and drove him away, and after coming out of the river, He caused the cows to drink the water and proved that the water was again in its natural state.",
        "purport": ""
    },
    {
        "verse": "32",
        "devanagari": "अयाजयद्गोसवेन गोपराजं द्विजोत्तमै: ।वित्तस्य चोरुभारस्य चिकीर्षन् सद्वय‍यं विभु: ॥ ३२ ॥",
        "english_devnagari": "ayājayad go-savenagopa-rājaṁ dvijottamaiḥvittasya coru-bhārasyacikīrṣan sad-vyayaṁ vibhuḥ",
        "verse_Syn": [
            "ayājayat",
            "go",
            "savena",
            "gopa",
            "rājam",
            "dvija",
            "uttamaiḥ",
            "vittasya",
            "ca",
            "uru",
            "bhārasya",
            "cikīrṣan",
            "sat",
            "vyayam",
            "vibhuḥ"
        ],
        "translation": "The Supreme Lord, Kṛṣṇa, desired to utilize the opulent financial strength of Mahārāja Nanda for worship of the cows, and also He wanted to give a lesson to Indra, the King of heaven. Thus He advised His father to perform worship of go, or the pasturing land and the cows, with the help of learned brāhmaṇas.",
        "purport": " Since He is the teacher of everyone, the Lord also taught His father, Nanda Mahārāja. Nanda Mahārāja was a well-to-do landholder and owner of many cows, and, as was the custom, he used to perform yearly worship of Indra, the King of heaven, with great opulence. This worship of demigods by the general populace is also advised in the Vedic literature just so people can accept the superior power of the Lord. The demigods are servants of the Lord deputed to look after the management of various activities of universal affairs. Therefore it is advised in the Vedic scriptures that one should perform yajñas to appease the demigods. But one who is devoted to the Supreme Lord has no need to appease the demigods. Worship of the demigods by common people is an arrangement for acknowledging the supremacy of the Supreme Lord, but it is not necessary. Such appeasement is generally recommended for material gains only. As we have already discussed in the Second Canto of this literature, one who admits the supremacy of the Supreme Personality of Godhead does not need to worship the secondary demigods. Sometimes, being worshiped and adored by less intelligent living beings, the demigods become puffed up with power and forget the supremacy of the Lord. This happened when Lord Kṛṣṇa was present in the universe, and thus the Lord wanted to give a lesson to the King of heaven, Indra. He therefore asked Mahārāja Nanda to stop the sacrifice offered to Indra and to use the money properly by performing a ceremony worshiping the cows and the pasturing ground on the hill of Govardhana. By this act Lord Kṛṣṇa taught human society, as He has instructed in the Bhagavad-gītā also, that one should worship the Supreme Lord by all acts and by all their results. That will bring about the desired success. The vaiśyas are specifically advised to give protection to the cows and their pasturing ground or agricultural land instead of squandering their hard-earned money. That will satisfy the Lord. The perfection of one’s occupational duty, whether in the sphere of duty to oneself, one’s community or one’s nation, is judged by the degree to which the Lord is satisfied."
    },
    {
        "verse": "33",
        "devanagari": "वर्षतीन्द्रे व्रज: कोपाद्भग्नमानेऽतिविह्वल: ।गोत्रलीलातपत्रेण त्रातो भद्रानुगृह्णता ॥ ३३ ॥",
        "english_devnagari": "varṣatīndre vrajaḥ kopādbhagnamāne ’tivihvalaḥgotra-līlātapatreṇatrāto bhadrānugṛhṇatā",
        "verse_Syn": [
            "varṣati",
            "indre",
            "vrajaḥ",
            "kopāt",
            "bhagnamāne",
            "ati",
            "vihvalaḥ",
            "gotra",
            "līlā",
            "ātapatreṇa",
            "trātaḥ",
            "bhadra",
            "anugṛhṇatā"
        ],
        "translation": "O sober Vidura, King Indra, his honor having been insulted, poured water incessantly on Vṛndāvana, and thus the inhabitants of Vraja, the land of cows, were greatly distressed. But the compassionate Lord Kṛṣṇa saved them from danger with His pastime umbrella, the Govardhana Hill.",
        "purport": ""
    },
    {
        "verse": "34",
        "devanagari": "शरच्छशिकरैर्मृष्टं मानयन् रजनीमुखम् ।गायन् कलपदं रेमे स्त्रीणां मण्डलमण्डन: ॥ ३४ ॥",
        "english_devnagari": "śarac-chaśi-karair mṛṣṭaṁmānayan rajanī-mukhamgāyan kala-padaṁ remestrīṇāṁ maṇḍala-maṇḍanaḥ",
        "verse_Syn": [
            "śarat",
            "śaśi",
            "karaiḥ",
            "mṛṣṭam",
            "mānayan",
            "rajanī",
            "mukham",
            "gāyan",
            "kala",
            "padam",
            "reme",
            "strīṇām",
            "maṇḍala",
            "maṇḍanaḥ"
        ],
        "translation": "In the third season of the year, the Lord enjoyed as the central beauty of the assembly of women by attracting them with His pleasing songs in an autumn night brightened by moonshine.",
        "purport": " Before leaving the land of cows, Vṛndāvana, the Lord pleased His young girlfriends, the transcendental gopīs, in His rāsa-līlā pastimes. Here Uddhava stopped his description of the Lord’s activities."
    }
]