[
    {
        "verse": "1",
        "devanagari": "श्री शुक उवाचद्वारि द्युनद्या ऋषभ: कुरूणांमैत्रेयमासीनमगाधबोधम् ।क्षत्तोपसृत्याच्युतभावसिद्ध:पप्रच्छ सौशील्यगुणाभितृप्त: ॥ १ ॥",
        "english_devnagari": "śrī-śuka uvācadvāri dyu-nadyā ṛṣabhaḥ kurūṇāṁmaitreyam āsīnam agādha-bodhamkṣattopasṛtyācyuta-bhāva-siddhaḥpapraccha sauśīlya-guṇābhitṛptaḥ",
        "verse_Syn": [
            "śrī",
            "śukaḥ",
            "uvāca",
            "dvāri",
            "dyu",
            "nadyāḥ",
            "ṛṣabhaḥ",
            "kurūṇām",
            "maitreyam",
            "āsīnam",
            "agādha",
            "bodham",
            "kṣattā",
            "upasṛtya",
            "acyuta",
            "bhāva",
            "siddhaḥ",
            "papraccha",
            "sauśīlya",
            "guṇa",
            "abhitṛptaḥ"
        ],
        "translation": "Śukadeva Gosvāmī said: Vidura, the best amongst the Kuru dynasty, who was perfect in devotional service to the Lord, thus reached the source of the celestial Ganges river [Hardwar], where Maitreya, the great, fathomless learned sage of the world, was seated. Vidura, who was perfect in gentleness and satisfied in transcendence, inquired from him.",
        "purport": " Vidura was already perfect due to his unalloyed devotion to the infallible Lord. The Lord and the living entities are all qualitatively the same by nature, but the Lord is quantitatively much greater than any individual living entity. He is ever infallible, whereas the living entities are prone to fall under the illusory energy. Vidura had already surpassed the fallible nature of the living entity in conditional life due to his being acyuta-bhāva, or legitimately absorbed in the devotional service of the Lord. This stage of life is called acyuta-bhāva-siddha, or perfection by dint of devotional service. Anyone, therefore, who is absorbed in the devotional service of the Lord is a liberated soul and has all admirable qualities. The learned sage Maitreya was sitting in a solitary place on the bank of the Ganges at Hardwar, and Vidura, who was a perfect devotee of the Lord and possessed all good transcendental qualities, approached him for inquiry."
    },
    {
        "verse": "2",
        "devanagari": "विदुर उवाचसुखाय कर्माणि करोति लोकोन तै: सुखं वान्यदुपारमं वा ।विन्देत भूयस्तत एव दु:खंयदत्र युक्तं भगवान् वदेन्न: ॥ २ ॥",
        "english_devnagari": "vidura uvācasukhāya karmāṇi karoti lokona taiḥ sukhaṁ vānyad-upāramaṁ vāvindeta bhūyas tata eva duḥkhaṁyad atra yuktaṁ bhagavān vaden naḥ",
        "verse_Syn": [
            "viduraḥ",
            "uvāca",
            "sukhāya",
            "karmāṇi",
            "karoti",
            "lokaḥ",
            "na",
            "taiḥ",
            "sukham",
            "vā",
            "anyat",
            "upāramam",
            "vā",
            "vindeta",
            "bhūyaḥ",
            "tataḥ",
            "eva",
            "duḥkham",
            "yat",
            "atra",
            "yuktam",
            "bhagavān",
            "vadet",
            "naḥ"
        ],
        "translation": "Vidura said: O great sage, everyone in this world engages in fruitive activities to attain happiness, but one finds neither satiation nor the mitigation of distress. On the contrary, one is only aggravated by such activities. Please, therefore, give us directions on how one should live for real happiness.",
        "purport": " Vidura asked Maitreya some common questions, which was not originally his intention. Uddhava asked Vidura to approach Maitreya Muni and inquire into all the truths concerning the Lord — His name, fame, qualities, form, pastimes, entourage, etc. — and thus when Vidura approached Maitreya, he should have asked only about the Lord. But out of natural humility he did not immediately ask about the Lord, but inquired into a subject which would be of great importance to the common man. A common man cannot understand the Lord. He must first know the real position of his life under the influence of the illusory energy. In illusion one thinks that he can be happy only by fruitive activities, but what actually happens is that one becomes more and more entangled in the network of action and reaction and does not find any solution to the problem of life. There is a nice song in this connection: “Because of a great desire to have all happiness in life, I built this house. But unfortunately the whole scheme has turned to ashes because the house was unexpectedly set on fire.” The law of nature is like that. Everyone tries to become happy by planning in the material world, but the law of nature is so cruel that it sets fire to one’s schemes; the fruitive worker is not happy in his schemes, nor is there any satiation of his continuous hankering for happiness."
    },
    {
        "verse": "3",
        "devanagari": "जनस्य कृष्णाद्विमुखस्य दैवा-दधर्मशीलस्य सुदु:खितस्य ।अनुग्रहायेह चरन्ति नूनंभूतानि भव्यानि जनार्दनस्य ॥ ३ ॥",
        "english_devnagari": "janasya kṛṣṇād vimukhasya daivādadharma-śīlasya suduḥkhitasyaanugrahāyeha caranti nūnaṁbhūtāni bhavyāni janārdanasya",
        "verse_Syn": [
            "janasya",
            "kṛṣṇāt",
            "vimukhasya",
            "daivāt",
            "adharma",
            "śīlasya",
            "su",
            "duḥkhitasya",
            "anugrahāya",
            "iha",
            "caranti",
            "nūnam",
            "bhūtāni",
            "bhavyāni",
            "janārdanasya"
        ],
        "translation": "O my lord, great philanthropic souls travel on the earth on behalf of the Supreme Personality of Godhead to show compassion to the fallen souls who are averse to the sense of subordination to the Lord.",
        "purport": " To be obedient to the wishes of the Supreme Lord is the natural position of every living entity. But due only to past misdeeds, a living being becomes averse to the sense of subordination to the Lord and suffers all the miseries of material existence. No one has anything to do but render devotional service to the Supreme Lord, Śrī Kṛṣṇa. Therefore any activity other than transcendental loving service to the Lord is more or less a rebellious action against the supreme will. All fruitive activity, empirical philosophy and mysticism are more or less against the sense of subordination to the Lord, and any living entity engaged in such rebellious activity is more or less condemned by the laws of material nature, which work under the subordination of the Lord. Great unalloyed devotees of the Lord are compassionate towards the fallen, and therefore they travel all over the world with the mission of bringing souls back to Godhead, back to home. Such pure devotees of the Lord carry the message of Godhead in order to deliver the fallen souls, and therefore the common man who is bewildered by the influence of the external energy of the Lord should avail himself of their association."
    },
    {
        "verse": "4",
        "devanagari": "तत्साधुवर्यादिश वर्त्म शं न:संराधितो भगवान् येन पुंसाम् ।हृदि स्थितो यच्छति भक्तिपूतेज्ञानं सतत्त्वाधिगमं पुराणम् ॥ ४ ॥",
        "english_devnagari": "tat sādhu-varyādiśa vartma śaṁ naḥsaṁrādhito bhagavān yena puṁsāmhṛdi sthito yacchati bhakti-pūtejñānaṁ sa-tattvādhigamaṁ purāṇam",
        "verse_Syn": [
            "tat",
            "sādhu",
            "varya",
            "ādiśa",
            "vartma",
            "śam",
            "naḥ",
            "saṁrādhitaḥ",
            "bhagavān",
            "yena",
            "puṁsām",
            "hṛdi",
            "sthitaḥ",
            "yacchati",
            "bhakti",
            "pūte",
            "jñānam",
            "sa",
            "tattva",
            "adhigamam",
            "purāṇam"
        ],
        "translation": "Therefore, O great sage, please give me instruction on the transcendental devotional service of the Lord, so that He who is situated in the heart of everyone can be pleased to impart, from within, knowledge of the Absolute Truth in terms of the ancient Vedic principles delivered only to those who are purified by the process of devotional service.",
        "purport": " As already explained in the First Canto of Śrīmad-Bhāgavatam, the Absolute Truth is realized in three different phases — although they are one and the same — in terms of the knower’s capacity to understand. The most capable transcendentalist is the pure devotee of the Lord, who is without any tinge of fruitive actions or philosophical speculation. By devotional service only does one’s heart become completely purified from all material coverings like karma, jñāna and yoga. Only in such a purified stage does the Lord, who is seated in everyone’s heart with the individual soul, give instruction so that the devotee can reach the ultimate destination of going back home, back to Godhead. This is confirmed in Bhagavad-gītā (10.10): teṣāṁ satata-yuktānāṁ bhajatām. Only when the Lord is satisfied with the devotional service of the devotee does He impart knowledge, as He did for Arjuna and Uddhava. The jñānīs, yogīs and karmīs cannot expect this direct cooperation of the Lord. They are not able to satisfy the Lord by transcendental loving service, nor do they believe in such service to the Lord. The bhakti process, as performed under the regulative principles of vaidhi-bhakti, or devotional service following the prescribed rules and regulations, is defined by the revealed scriptures and confirmed by great ācāryas. This practice can help the neophyte devotee to rise to the stage of rāga-bhakti, in which the Lord responds from within as the caitya-guru, or the spiritual master as Superconsciousness. All transcendentalists other than devotees make no distinction between the individual soul and the Supersoul because they miscalculate the Superconsciousness and the individual consciousness to be one and the same. Such miscalculation by the nondevotees makes them unfit to receive any direction from within, and therefore they are bereft of the direct cooperation of the Lord. After many, many births, when such a nondualist comes to sense that the Lord is worshipable and that the devotee is simultaneously one with and different from the Lord, then only can he surrender unto the Lord, Vāsudeva. Pure devotional service begins from that point. The process of understanding the Absolute Truth adopted by the misguided nondualist is very difficult, whereas the devotee’s way of understanding the Absolute Truth comes directly from the Lord, who is pleased by devotional service. On behalf of many neophyte devotees, Vidura, at the very first instance, inquired from Maitreya about the path of devotional service, by which the Lord, who is seated within the heart, can be pleased."
    },
    {
        "verse": "5",
        "devanagari": "करोति कर्माणि कृतावतारोयान्यात्मतन्त्रो भगवांस्त्र्यधीश: ।यथा ससर्जाग्र इदं निरीह:संस्थाप्य वृत्तिं जगतो विधत्ते ॥ ५ ॥",
        "english_devnagari": "karoti karmāṇi kṛtāvatāroyāny ātma-tantro bhagavāṁs tryadhīśaḥyathā sasarjāgra idaṁ nirīhaḥsaṁsthāpya vṛttiṁ jagato vidhatte",
        "verse_Syn": [
            "karoti",
            "karmāṇi",
            "kṛta",
            "avatāraḥ",
            "yāni",
            "ātma",
            "tantraḥ",
            "bhagavān",
            "tri",
            "adhīśaḥ",
            "yathā",
            "sasarja",
            "agre",
            "idam",
            "nirīhaḥ",
            "saṁsthāpya",
            "vṛttim",
            "jagataḥ",
            "vidhatte"
        ],
        "translation": "O great sage, kindly narrate how the Supreme Personality of Godhead, who is the independent, desireless Lord of the three worlds and the controller of all energies, accepts incarnations and creates the cosmic manifestation with perfectly arranged regulative principles for its maintenance.",
        "purport": " Lord Kṛṣṇa is the original Personality of Godhead from whom the three creative incarnations, namely the puruṣa-avatāras — Kāraṇārṇavaśāyī Viṣṇu, Garbhodakaśāyī Viṣṇu and Kṣīrodakaśāyī Viṣṇu — expand. The whole material creation is conducted by the three puruṣas in successive stages under the external energy of the Lord, and thus material nature is controlled by Him. Thinking material nature to be independent is like seeking milk from the nipplelike bags on the neck of a goat. The Lord is independent and desireless. He does not create the material world for His own satisfaction as we create our household affairs to fulfill our material desires. Actually the material world is created for the illusory enjoyment of the conditioned souls, who have been against the transcendental service of the Lord since time immemorial. But the material universes are full in themselves. There is no scarcity for maintenance in the material world. Because of their poor fund of knowledge, the materialists are disturbed when there is an apparent increase of population on the earth. Whenever there is a living being on the earth, however, his subsistence is immediately arranged by the Lord. The other species of living entities, who far outnumber human society, are never disturbed for maintenance; they are never seen dying of starvation. It is only human society that is disturbed about the food situation and, to cover up the real fact of administrative mismanagement, takes shelter in the plea that the population is excessively increasing. If there is any scarcity in the world, it is the scarcity of God consciousness; otherwise, by the grace of the Lord, there is no scarcity of anything."
    },
    {
        "verse": "6",
        "devanagari": "यथा पुन: स्वे ख इदं निवेश्यशेते गुहायां स निवृत्तवृत्ति: ।योगेश्वराधीश्वर एक एत-दनुप्रविष्टो बहुधा यथासीत् ॥ ६ ॥",
        "english_devnagari": "yathā punaḥ sve kha idaṁ niveśyaśete guhāyāṁ sa nivṛtta-vṛttiḥyogeśvarādhīśvara eka etadanupraviṣṭo bahudhā yathāsīt",
        "verse_Syn": [
            "yathā",
            "punaḥ",
            "sve",
            "khe",
            "idam",
            "niveśya",
            "śete",
            "guhāyām",
            "saḥ",
            "nivṛtta",
            "vṛttiḥ",
            "yoga",
            "īśvara",
            "adhīśvaraḥ",
            "ekaḥ",
            "etat",
            "anupraviṣṭaḥ",
            "bahudhā",
            "yathā",
            "āsīt"
        ],
        "translation": "He lies down on His own heart spread in the form of the sky, and thus placing the whole creation in that space, He expands Himself into many living entities, which are manifested as different species of life. He does not have to endeavor for His maintenance, because He is the master of all mystic powers and the proprietor of everything. Thus He is distinct from the living entities.",
        "purport": " The questions regarding creation, maintenance and destruction, which are mentioned in many parts of the Śrīmad-Bhāgavatam, are in relation to different millenniums (kalpas), and therefore they are differently described by different authorities when questioned by different students. There is no difference regarding the creative principles and the Lord’s control over them, yet there are some differences in the minute details because of different kalpas. The gigantic sky is the material body of the Lord, called the virāṭ-rūpa, and all material creations are resting on the sky, or the heart of the Lord. Therefore, beginning from the sky, the first material manifestation to the gross vision, down to the earth, everything is called Brahman. Sarvaṁ khalv idaṁ brahma: “There is nothing but the Lord, and He is one without a second.” The living entities are the superior energies, whereas matter is the inferior energy, and the combination of these energies brings about the manifestation of this material world, which is in the heart of the Lord."
    },
    {
        "verse": "7",
        "devanagari": "क्रीडन् विधत्ते द्विजगोसुराणांक्षेमाय कर्माण्यवतारभेदै: ।मनो न तृप्यत्यपि श‍ृण्वतां न:सुश्लोकमौलेश्चरितामृतानि ॥ ७ ॥",
        "english_devnagari": "krīḍan vidhatte dvija-go-surāṇāṁkṣemāya karmāṇy avatāra-bhedaiḥmano na tṛpyaty api śṛṇvatāṁ naḥsuśloka-mauleś caritāmṛtāni",
        "verse_Syn": [
            "krīḍan",
            "vidhatte",
            "dvija",
            "go",
            "surāṇām",
            "kṣemāya",
            "karmāṇi",
            "avatāra",
            "bhedaiḥ",
            "manaḥ",
            "na",
            "tṛpyati",
            "api",
            "śṛṇvatām",
            "naḥ",
            "su",
            "śloka",
            "mauleḥ",
            "carita",
            "amṛtāni"
        ],
        "translation": "You may narrate also about the auspicious characteristics of the Lord in His different incarnations for the welfare of the twice-born, the cows and the demigods. Our minds are never satisfied completely, although we continuously hear of His transcendental activities.",
        "purport": " The Lord appears in this universe in different incarnations like Matsya, Kūrma, Varāha and Nṛsiṁha, and He manifests His different transcendental activities for the welfare of the twice-born, the cows and the demigods. The Lord is directly concerned with the twice-born or civilized men. A civilized man is one who has taken his birth twice. A living entity takes birth in this mundane world due to the union of male and female. A human being is born due to union of the father and mother, but a civilized human being has another birth by contact with a spiritual master, who becomes the actual father. The father and mother of the material body are so only in one birth, and in the next birth the father and mother may be a different couple. But the bona fide spiritual master, as the representative of the Lord, is the eternal father because the spiritual master has the responsibility to lead the disciple to spiritual salvation, or the ultimate goal of life. Therefore, a civilized man must be twice-born; otherwise he is no more than the lower animals. The cow is the most important animal for developing the human body to perfection. The body can be maintained by any kind of foodstuff, but cow’s milk is particularly essential for developing the finer tissues of the human brain so that one can understand the intricacies of transcendental knowledge. A civilized man is expected to live on foodstuffs comprising fruits, vegetables, grains, sugar and milk. The bull helps in the agricultural process of producing grain, etc., and thus in one sense the bull is the father of humankind, whereas the cow is the mother, for she supplies milk to human society. A civilized man is therefore expected to give all protection to the bulls and cows. The demigods, or the living entities who live in the higher planets, are far superior to human beings. Since they have better arrangements for living conditions, they live far more luxuriously than human beings, yet they are all devotees of the Lord. The Lord incarnates in different forms, such as those of a fish, a tortoise, a hog, and a combined lion and man, just to give protection to civilized man, the cow and the demigods, who are directly responsible for the regulative life of progressive self-realization. The whole system of the material creation is planned so that the conditioned souls may have the opportunity for self-realization. One who takes advantage of such an arrangement is called a demigod or civilized man. The cow is meant to help maintain such a high standard of living. The Lord’s pastimes for the protection of the twice-born civilized men, the cows and the demigods are all transcendental. A human being is inclined to hear good narrations and stories, and therefore there are so many books, magazines and newspapers on the market to satisfy the interests of the developed soul. But the pleasure in such literature, after it is read once, becomes stale, and people do not take any interest in reading such literature repeatedly. In fact, newspapers are read for less than an hour and then thrown in the dustbins as rubbish. The case is similar with all other mundane literatures. But the beauty of transcendental literatures like Bhagavad-gītā and Śrīmad-Bhāgavatam is that they never become old. They have been read in the world by civilized man for the last five thousand years, and they have never become old. They are ever fresh to the learned scholars and devotees, and even by daily repetition of the verses of Bhagavad-gītā and Śrīmad-Bhāgavatam, there is no satiation for devotees like Vidura. Vidura might have heard the pastimes of the Lord many, many times before he met Maitreya, but still he wanted the same narrations to be repeated because he was never satiated by hearing them. That is the transcendental nature of the Lord’s glorious pastimes."
    },
    {
        "verse": "8",
        "devanagari": "यैस्तत्त्वभेदैरधिलोकनाथोलोकानलोकान् सह लोकपालान् ।अचीक्लृपद्यत्र हि सर्वसत्त्व-निकायभेदोऽधिकृत: प्रतीत: ॥ ८ ॥",
        "english_devnagari": "yais tattva-bhedair adhiloka-nātholokān alokān saha lokapālānacīkḷpad yatra hi sarva-sattva-nikāya-bhedo ’dhikṛtaḥ pratītaḥ",
        "verse_Syn": [
            "yaiḥ",
            "tattva",
            "bhedaiḥ",
            "adhiloka",
            "nāthaḥ",
            "lokān",
            "alokān",
            "saha",
            "loka",
            "pālān",
            "acīkḷpat",
            "yatra",
            "hi",
            "sarva",
            "sattva",
            "nikāya",
            "bhedaḥ",
            "adhikṛtaḥ",
            "pratītaḥ"
        ],
        "translation": "The Supreme King of all kings has created different planets and places of habitation where living entities are situated in terms of the modes of nature and work, and He has created their different kings and rulers.",
        "purport": " Lord Kṛṣṇa is the chief King of all kings, and He has created different planets for all kinds of living entities. Even on this planet there are different places for inhabitation by different types of men. There are places like deserts, ice lands, and valleys in mountainous countries, and in each of them there are different kinds of men born of different modes of nature according to their past deeds. There are people in the Arabian deserts and in the valleys of the Himalayan Mountains, and the inhabitants of these two places differ from one another, just as the inhabitants of the ice lands also differ from them. Similarly, there are also different planets. The planets below the earth down to the Pātāla planet are full of various kinds of living beings; no planet is vacant, as wrongly imagined by the modern so-called scientist. In Bhagavad-gītā we find it said by the Lord that the living entities are sarva-gata, or present in every sphere of life. So there is no doubt that on other planets there are also inhabitants like us, sometimes with greater intelligence and greater opulence. The living conditions for those of greater intelligence are more luxurious than on this earth. There are also planets where no sunlight reaches, and there are living entities who must live there due to their past deeds. All such plans for living conditions are made by the Supreme Lord, and Vidura requested Maitreya to describe this for the sake of further enlightenment."
    },
    {
        "verse": "9",
        "devanagari": "येन प्रजानामुत आत्मकर्म-रूपाभिधानां य भिदां व्यधत्त ।नारायणो विश्वसृगात्मयोनि-रेतच्च नो वर्णय विप्रवर्य ॥ ९ ॥",
        "english_devnagari": "yena prajānām uta ātma-karma-rūpābhidhānāṁ ca bhidāṁ vyadhattanārāyaṇo viśvasṛg ātma-yoniretac ca no varṇaya vipra-varya",
        "verse_Syn": [
            "yena",
            "prajānām",
            "uta",
            "ātma",
            "karma",
            "rūpa",
            "abhidhānām",
            "ca",
            "bhidām",
            "vyadhatta",
            "nārāyaṇaḥ",
            "viśvasṛk",
            "ātma",
            "yoniḥ",
            "etat",
            "ca",
            "naḥ",
            "varṇaya",
            "vipra",
            "varya"
        ],
        "translation": "O chief amongst the brāhmaṇas, please also describe how Nārāyaṇa, the creator of the universe and the self-sufficient Lord, has differently created the natures, activities, forms, features and names of the different living creatures.",
        "purport": " Every living being is under the plan of his natural inclinations in terms of the modes of material nature. His work is manifested in terms of the nature of the three modes, his form and bodily features are designed according to his work, and his name is designated according to his bodily features. For example, the higher classes of men are white (śukla), and the lower classes of men are black. This division of white and black is in terms of one’s white and black duties of life. Pious acts lead one to take birth in a good and highly placed family, to become rich, to become learned and to acquire beautiful bodily features. Impious acts lead one to become poor by parentage, to be always in want, to become a fool or illiterate and to acquire ugly bodily features. Vidura requested Maitreya to explain these differences between all the living creatures made by Nārāyaṇa, the Supreme Personality of Godhead."
    },
    {
        "verse": "10",
        "devanagari": "परावरेषां भगवन् व्रतानिश्रुतानि मे व्यासमुखादभीक्ष्णम् ।अतृप्नुम क्षुल्लसुखावहानांतेषामृते कृष्णकथामृतौघात् ॥ १० ॥",
        "english_devnagari": "parāvareṣāṁ bhagavan vratāniśrutāni me vyāsa-mukhād abhīkṣṇamatṛpnuma kṣulla-sukhāvahānāṁteṣām ṛte kṛṣṇa-kathāmṛtaughāt",
        "verse_Syn": [
            "para",
            "avareṣām",
            "bhagavan",
            "vratāni",
            "śrutāni",
            "me",
            "vyāsa",
            "mukhāt",
            "abhīkṣṇam",
            "atṛpnuma",
            "kṣulla",
            "sukha",
            "āvahānām",
            "teṣām",
            "ṛte",
            "kṛṣṇa",
            "kathā",
            "amṛta",
            "oghāt"
        ],
        "translation": "O my lord, I have repeatedly heard about these higher and lower statuses of human society from the mouth of Vyāsadeva, and I am quite satiated with all these lesser subject matters and their happiness. They have not satisfied me with the nectar of topics about Kṛṣṇa.",
        "purport": " Because people are very much interested in hearing social and historical presentations, Śrīla Vyāsadeva has compiled many books such as the Purāṇas and Mahābhārata. These books are reading matter for the mass of people, and they were compiled with a view to reviving their God consciousness, now forgotten in the conditional life of material existence. The real purpose of such literatures is not so much to present topics of historical references, but to revive the people’s sense of God consciousness. For example, Mahābhārata is the history of the Battle of Kurukṣetra, and common people read it because it is full of topics regarding the social, political and economic problems of human society. But factually the most important part of Mahābhārata is Bhagavad-gītā, which is automatically taught to readers along with the historical narrations of the Battle of Kurukṣetra. Vidura explained to Maitreya his position of being fully satiated with the knowledge of mundane social and political topics and having no more interest in them. He was anxious to hear transcendental topics regarding Lord Śrī Kṛṣṇa. Because there were insufficient topics directly concerning Kṛṣṇa in the Purāṇas, Mahābhārata, etc., he was not satisfied and wanted to know more about Kṛṣṇa. Kṛṣṇa-kathā, or topics regarding Kṛṣṇa, are transcendental, and there is no satiation in hearing such topics. Bhagavad-gītā is important on account of its being kṛṣṇa-kathā, or speeches delivered by Lord Kṛṣṇa. The story of the Battle of Kurukṣetra may be interesting for the mass of people, but to a person like Vidura, who is highly advanced in devotional service, only kṛṣṇa-kathā and that which is dovetailed with kṛṣṇa-kathā is interesting. Vidura wanted to hear of everything from Maitreya, and so he inquired from him, but he desired that all the topics be in relationship with Kṛṣṇa. As fire is never satisfied in its consumption of firewood, so a pure devotee of the Lord never hears enough about Kṛṣṇa. Historical events and other narrations concerning social and political incidents all become transcendental as soon as they are in relationship with Kṛṣṇa. That is the way to transform mundane things into spiritual identity. The whole world can be transformed into Vaikuṇṭha if all worldly activities are dovetailed with kṛṣṇa-kathā. There are two important kṛṣṇa-kathās current in the world — Bhagavad-gītā and Śrīmad-Bhāgavatam. Bhagavad-gītā is kṛṣṇa-kathā because it is spoken by Kṛṣṇa, whereas Śrīmad-Bhāgavatam is kṛṣṇa-kathā because it narrates about Kṛṣṇa. Lord Caitanya advised all His disciples to preach kṛṣṇa-kathā all over the world without discrimination because the transcendental value of kṛṣṇa-kathā can purify one and all from material contamination."
    },
    {
        "verse": "11",
        "devanagari": "कस्तृप्नुयात्तीर्थपदोऽभिधानात्सत्रेषु व: सूरिभिरीड्यमानात् ।य: कर्णनाडीं पुरुषस्य यातोभवप्रदां गेहरतिं छिनत्ति ॥ ११ ॥",
        "english_devnagari": "kas tṛpnuyāt tīrtha-pado ’bhidhānātsatreṣu vaḥ sūribhir īḍyamānātyaḥ karṇa-nāḍīṁ puruṣasya yātobhava-pradāṁ geha-ratiṁ chinatti",
        "verse_Syn": [
            "kaḥ",
            "tṛpnuyāt",
            "tīrtha",
            "padaḥ",
            "abhidhānāt",
            "satreṣu",
            "vaḥ",
            "sūribhiḥ",
            "īḍyamānāt",
            "yaḥ",
            "karṇa",
            "nāḍīm",
            "puruṣasya",
            "yātaḥ",
            "bhava",
            "pradām",
            "geha",
            "ratim",
            "chinatti"
        ],
        "translation": "Who in human society can be satisfied without hearing sufficient talk of the Lord, whose lotus feet are the sum total of all places of pilgrimage and who is worshiped by great sages and devotees? Such topics can cut off one’s bondage to family affection simply by entering the holes of one’s ears.",
        "purport": " Kṛṣṇa-kathā is so powerful that simply by entering into a person’s ear it can at once give deliverance from the bondage of family affection. Family affection is an illusory manifestation of the external energy, and it is the only impetus for all mundane activities. As long as there is mundane activity and the mind is absorbed in such engagement, one has to undergo the repetition of birth and death in the current material nescience. People are most influenced by the mode of ignorance, and some are influenced by the passionate mode of material nature, and under the spell of these two modes a living being is actuated by the material conception of life. The mundane qualities do not allow a living entity to understand his real position. The qualities of both ignorance and passion strongly bind one to the illusory bodily conception of the self. The best among the fools who are thus deluded are those who engage in altruistic activities under the spell of the material mode of passion. Bhagavad-gītā, which is direct kṛṣṇa-kathā, gives humanity the elementary lesson that the body is perishable and that the consciousness which is spread throughout the body is imperishable. The conscious being, the imperishable self, is eternally existent and cannot be killed under any circumstances, even after the dissolution of the body. Anyone who misunderstands this perishable body to be the self and who works for it in the name of sociology, politics, philanthropy, altruism, nationalism or internationalism, under the false plea of the bodily conception of life, is certainly a fool and does not know the implications of reality and unreality. Some of them are above the modes of ignorance and passion and are situated in the mode of goodness, but mundane goodness is always contaminated by tinges of ignorance and passion. Mundane goodness can enlighten one that the body and the self are different, and one in goodness is concerned with the self and not the body. But due to being contaminated, those in mundane goodness cannot understand the real nature of the self as a person. Their impersonal conception of the self as distinct from the body keeps them in the mode of goodness within material nature, and unless they are attracted by kṛṣṇa-kathā, they will never be liberated from the bondage of material existence. Kṛṣṇa-kathā is the only remedy for all people of the world because it can situate one in pure consciousness of the self and liberate one from material bondage. To preach kṛṣṇa-kathā all over the world, as recommended by Lord Caitanya, is the greatest missionary activity, and all sensible men and women of the world may join in this great movement started by Lord Caitanya."
    },
    {
        "verse": "12",
        "devanagari": "मुनिर्विवक्षुर्भगवद्गुणानांसखापि ते भारतमाह कृष्ण: ।यस्मिन्नृणां ग्राम्यसुखानुवादै-र्मतिर्गृहीता नु हरे: कथायाम् ॥ १२ ॥",
        "english_devnagari": "munir vivakṣur bhagavad-guṇānāṁsakhāpi te bhāratam āha kṛṣṇaḥyasmin nṛṇāṁ grāmya-sukhānuvādairmatir gṛhītā nu hareḥ kathāyām",
        "verse_Syn": [
            "muniḥ",
            "vivakṣuḥ",
            "bhagavat",
            "guṇānām",
            "sakhā",
            "api",
            "te",
            "bhāratam",
            "āha",
            "kṛṣṇaḥ",
            "yasmin",
            "nṛṇām",
            "grāmya",
            "sukha",
            "anuvādaiḥ",
            "matiḥ",
            "gṛhītā",
            "nu",
            "hareḥ",
            "kathāyām"
        ],
        "translation": "Your friend the great sage Kṛṣṇa-dvaipāyana Vyāsa has already described the transcendental qualities of the Lord in his great work the Mahābhārata. But the whole idea is to draw the attention of the mass of people to kṛṣṇa-kathā [Bhagavad-gītā] through their strong affinity for hearing mundane topics.",
        "purport": " The great sage Kṛṣṇa-dvaipāyana Vyāsa is the author of all Vedic literature, of which his works Vedānta-sūtra, Śrīmad-Bhāgavatam and Mahābhārata are very popular readings. As stated in Bhāgavatam (1.4.25), Śrīla Vyāsadeva compiled the Mahābhārata for the less intelligent class of men, who take more interest in mundane topics than in the philosophy of life. The Vedānta-sūtra was compiled for persons already above the mundane topics, who might already have tasted the bitterness of the so-called happiness of mundane affairs. The first aphorism of Vedānta-sūtra is athāto brahma-jijñāsā, i.e., only when one has finished the business of mundane inquiries in the marketplace of sense gratification can one make relevant inquiries regarding Brahman, the Transcendence. Those persons who are busy with the mundane inquiries which fill the newspapers and other such literatures are classified as strī-śūdra-dvija-bandhus, or women, the laborer class and unworthy sons of the higher classes (brāhmaṇa, kṣatriya and vaiśya). Such less intelligent men cannot understand the purpose of Vedānta-sūtra, although they may make a show of studying the sūtras in a perverted way. The real purpose of Vedānta-sūtra is explained by the author himself in the Śrīmad-Bhāgavatam, and anyone trying to understand Vedānta-sūtra without reference to Śrīmad-Bhāgavatam is certainly misguided. Such misguided persons, who are interested in the mundane affairs of philanthropic and altruistic work under the misconception of the body as the self, could better take advantage of the Mahābhārata, which was specifically compiled by Śrīla Vyāsadeva for their benefit. The great author has compiled the Mahābhārata in such a way that the less intelligent class of men, who are more interested in mundane topics, may read the Mahābhārata with great relish and in the course of such mundane happiness can also take advantage of Bhagavad-gītā, the preliminary study of Śrīmad-Bhāgavatam or the Vedānta-sūtra. Śrīla Vyāsadeva had no interest in writing a history of mundane activities other than to give less intelligent persons a chance for transcendental realization through Bhagavad-gītā. Vidura’s reference to the Mahābhārata indicates that he had heard of the Mahābhārata from Vyāsadeva, his real father, while he was away from home and was touring the places of pilgrimage."
    },
    {
        "verse": "13",
        "devanagari": "सा श्रद्दधानस्य विवर्धमानाविरक्तिमन्यत्र करोति पुंस: ।हरे: पदानुस्मृतिनिर्वृतस्यसमस्तदु:खाप्ययमाशु धत्ते ॥ १३ ॥",
        "english_devnagari": "sā śraddadhānasya vivardhamānāviraktim anyatra karoti puṁsaḥhareḥ padānusmṛti-nirvṛtasyasamasta-duḥkhāpyayam āśu dhatte",
        "verse_Syn": [
            "sā",
            "śraddadhānasya",
            "vivardhamānā",
            "viraktim",
            "anyatra",
            "karoti",
            "puṁsaḥ",
            "hareḥ",
            "pada",
            "anusmṛti",
            "nirvṛtasya",
            "samasta",
            "duḥkha",
            "apyayam",
            "āśu",
            "dhatte"
        ],
        "translation": "For one who is anxious to engage constantly in hearing such topics, kṛṣṇa-kathā gradually increases his indifference towards all other things. Such constant remembrance of the lotus feet of Lord Kṛṣṇa by the devotee who has achieved transcendental bliss vanquishes all his miseries without delay.",
        "purport": " We must certainly know that on the absolute plane kṛṣṇa-kathā and Kṛṣṇa are one and the same. The Lord is the Absolute Truth, and therefore His name, form, quality, etc., which are all understood to be kṛṣṇa-kathā, are nondifferent from Him. Bhagavad-gītā, being spoken by the Lord, is as good as the Lord Himself. When a sincere devotee reads Bhagavad-gītā, this is as good as seeing the Lord face to face in his personal presence, but this is not so for the mundane wrangler. All the potencies of the Lord are there when one reads Bhagavad-gītā, provided it is read in the way recommended in the Gītā by the Lord Himself. One cannot foolishly manufacture an interpretation of Bhagavad-gītā and still bring about transcendental benefit. Anyone who tries to squeeze some artificial meaning or interpretation from Bhagavad-gītā for an ulterior motive is not śraddadhāna-puṁsaḥ (one engaged anxiously in bona fide hearing of kṛṣṇa-kathā). Such a person cannot derive any benefit from reading Bhagavad-gīta, however great a scholar he may be in the estimation of a layman. The śraddadhāna, or faithful devotee, can actually derive all the benefits of Bhagavad-gītā because by the omnipotency of the Lord he achieves the transcendental bliss which vanquishes attachment and nullifies all concomitant material miseries. Only the devotee, by his factual experience, can understand the import of this verse spoken by Vidura. The pure devotee of the Lord enjoys life by constantly remembering the lotus feet of the Lord by hearing kṛṣṇa-kathā. For such a devotee there is no such thing as material existence, and the much-advertised bliss of brahmānanda is like a fig for the devotee who is in the midst of the transcendental ocean of bliss."
    },
    {
        "verse": "14",
        "devanagari": "ताञ्छोच्यशोच्यानविदोऽनुशोचेहरे: कथायां विमुखानघेन ।क्षिणोति देवोऽनिमिषस्तु येषा-मायुर्वृथावादगतिस्मृतीनाम् ॥ १४ ॥",
        "english_devnagari": "tāñ chocya-śocyān avido ’nuśocehareḥ kathāyāṁ vimukhān aghenakṣiṇoti devo ’nimiṣas tu yeṣāmāyur vṛthā-vāda-gati-smṛtīnām",
        "verse_Syn": [
            "tān",
            "śocya",
            "śocyān",
            "avidaḥ",
            "anuśoce",
            "hareḥ",
            "kathāyām",
            "vimukhān",
            "aghena",
            "kṣiṇoti",
            "devaḥ",
            "animiṣaḥ",
            "tu",
            "yeṣām",
            "āyuḥ",
            "vṛthā",
            "vāda",
            "gati",
            "smṛtīnām"
        ],
        "translation": "O sage, persons who because of their sinful activities are averse to the topics of Transcendence and thus ignorant of the purpose of the Mahābhārata [Bhagavad-gītā] are pitied by the pitiable. I also pity them because I see how their duration of life is spoiled by eternal time while they involve themselves in presentations of philosophical speculation, theoretical ultimate goals of life, and different modes of ritual.",
        "purport": " According to the modes of material nature, there are three kinds of relationships between human beings and the Supreme Personality of Godhead. Those who are in the modes of ignorance and passion are averse to the existence of God, or else they formally accept the existence of God in the capacity of an order supplier. Above them are those who are in the mode of goodness. This second class of men believe the Supreme Brahman to be impersonal. They accept the cult of bhakti, in which hearing of kṛṣṇa-kathā is the first item, as a means and not the end. Above them are those who are pure devotees. They are situated in the transcendental stage above the mode of material goodness. Such persons are decidedly convinced that the name, form, fame, qualities, etc., of the Personality of Godhead are nondifferent from one another on the absolute plane. For them, hearing of the topics of Kṛṣṇa is equal to meeting with Him face to face. According to this class of men, who are situated in pure devotional service to the Lord, the highest goal of human life is puruṣārtha, devotional service to the Lord, the real mission of life. The impersonalists, because they engage in mental speculation and have no faith in the Personality of Godhead, have no business hearing the topics of Kṛṣṇa. Such persons are pitiable for the first-class pure devotees of the Lord. The pitiable impersonalists pity those who are influenced by the modes of ignorance and passion, but the pure devotees of the Lord take pity on them both because both waste their most valuable time in the human form of life in false pursuits, namely sense enjoyment and mental speculative presentations of different theories and goals of life."
    },
    {
        "verse": "15",
        "devanagari": "तदस्य कौषारव शर्मदातु-र्हरे: कथामेव कथासु सारम् ।उद्‍धृत्य पुष्पेभ्य इवार्तबन्धोशिवाय न: कीर्तय तीर्थकीर्ते: ॥ १५ ॥",
        "english_devnagari": "tad asya kauṣārava śarma-dāturhareḥ kathām eva kathāsu sāramuddhṛtya puṣpebhya ivārta-bandhośivāya naḥ kīrtaya tīrtha-kīrteḥ",
        "verse_Syn": [
            "tat",
            "asya",
            "kauṣārava",
            "śarma",
            "dātuḥ",
            "hareḥ",
            "kathām",
            "eva",
            "kathāsu",
            "sāram",
            "uddhṛtya",
            "puṣpebhyaḥ",
            "iva",
            "ārta",
            "bandho",
            "śivāya",
            "naḥ",
            "kīrtaya",
            "tīrtha",
            "kīrteḥ"
        ],
        "translation": "O Maitreya, O friend of the distressed, the glories of the Supreme Lord can alone do good for people all over the world. Therefore, just as bees collect honey from flowers, kindly describe the essence of all topics — the topics of the Lord.",
        "purport": " There are many topics for different persons in different modes of material nature, but the essential topics are those in relationship with the Supreme Lord. Unfortunately, materially affected conditioned souls are all more or less averse to topics of the Supreme Lord because some of them do not believe in the existence of God and some of them believe only in the impersonal feature of the Lord. In both cases there is nothing for them to say of God. Both the nonbelievers and the impersonalists deny the essence of all topics; therefore, they engage in topics of relativity in various ways, either in sense gratification or in mental speculation. For the pure devotees like Vidura, the topics of both the mundaners and the mental speculators are useless in all respects. Thus Vidura requested Maitreya to talk of the essence only, the talks of Kṛṣṇa, and nothing else."
    },
    {
        "verse": "16",
        "devanagari": "स विश्वजन्मस्थितिसंयमार्थेकृतावतार: प्रगृहीतशक्ति: ।चकार कर्माण्यतिपूरुषाणियानीश्वर: कीर्तय तानि मह्यम् ॥ १६ ॥",
        "english_devnagari": "sa viśva-janma-sthiti-saṁyamārthekṛtāvatāraḥ pragṛhīta-śaktiḥcakāra karmāṇy atipūruṣāṇiyānīśvaraḥ kīrtaya tāni mahyam",
        "verse_Syn": [
            "saḥ",
            "viśva",
            "janma",
            "sthiti",
            "saṁyama",
            "arthe",
            "kṛta",
            "avatāraḥ",
            "pragṛhīta",
            "śaktiḥ",
            "cakāra",
            "karmāṇi",
            "ati",
            "pūruṣāṇi",
            "yāni",
            "īśvaraḥ",
            "kīrtaya",
            "tāni",
            "mahyam"
        ],
        "translation": "Kindly chant all those superhuman transcendental activities of the supreme controller, the Personality of Godhead, who accepted incarnations fully equipped with all potency for the full manifestation and maintenance of the cosmic creation.",
        "purport": " Vidura was undoubtedly very eager to hear about Lord Kṛṣṇa in particular, but he was overwhelmed because Lord Kṛṣṇa had just passed away from the visible world. He therefore wanted to hear about Him in His puruṣa incarnations, which He manifests with full potencies for the creation and maintenance of the cosmic world. The activities of the puruṣa incarnations are but an extension of the activities of the Lord. This hint was given by Vidura to Maitreya because Maitreya could not decide which part of the activities of Lord Kṛṣṇa should he chanted."
    },
    {
        "verse": "17",
        "devanagari": "श्री शुक उवाचस एवं भगवान् पृष्ट: क्षत्‍त्रा कौषारवो मुनि: ।पुंसां नि:श्रेयसार्थेन तमाह बहुमानयन् ॥ १७ ॥",
        "english_devnagari": "śrī-śuka uvācasa evaṁ bhagavān pṛṣṭaḥkṣattrā kauṣāravo muniḥpuṁsāṁ niḥśreyasārthenatam āha bahu-mānayan",
        "verse_Syn": [
            "śrī",
            "śukaḥ",
            "uvāca",
            "saḥ",
            "evam",
            "bhagavān",
            "pṛṣṭaḥ",
            "kṣattrā",
            "kauṣāravaḥ",
            "muniḥ",
            "puṁsām",
            "niḥśreyasa",
            "arthena",
            "tam",
            "āha",
            "bahu",
            "mānayan"
        ],
        "translation": "Śukadeva Gosvāmī said: The great sage Maitreya Muni, after honoring Vidura very greatly, began to speak, at Vidura’s request, for the greatest welfare of all people.",
        "purport": " The great sage Maitreya Muni is described here as bhagavān because he surpassed all ordinary human beings in learning and experience. Thus his selection of the greatest welfare service for the world is considered authoritative. The all-inclusive welfare service for the entire human society is devotional service to the Lord, and, as requested by Vidura, the sage described the same very appropriately."
    },
    {
        "verse": "18",
        "devanagari": "मैत्रेय उवाचसाधु पृष्टं त्वया साधो लोकान् साध्वनुगृह्णता ।कीर्तिं वितन्वता लोके आत्मनोऽधोक्षजात्मन: ॥ १८ ॥",
        "english_devnagari": "maitreya uvācasādhu pṛṣṭaṁ tvayā sādholokān sādhv anugṛhṇatākīrtiṁ vitanvatā lokeātmano ’dhokṣajātmanaḥ",
        "verse_Syn": [
            "maitreyaḥ",
            "uvāca",
            "sādhu",
            "pṛṣṭam",
            "tvayā",
            "sādho",
            "lokān",
            "sādhu",
            "anugṛhṇatā",
            "kīrtim",
            "vitanvatā",
            "loke",
            "ātmanaḥ",
            "adhokṣaja",
            "ātmanaḥ"
        ],
        "translation": "Śrī Maitreya said: O Vidura, all glory unto you. You have inquired from me of the greatest of all goodness, and thus you have shown your mercy both to the world and to me because your mind is always absorbed in thoughts of the Transcendence.",
        "purport": " Maitreya Muni, who was experienced in the science of Transcendence, could understand that Vidura’s mind was fully absorbed in Transcendence. Adhokṣaja means that which transcends the limits of sense perception or sensuous experience. The Lord is transcendental to our sense experience, but He reveals Himself to the sincere devotee. Because Vidura was always absorbed in thought of the Lord, Maitreya could estimate Vidura’s transcendental value. He appreciated the valuable inquiries of Vidura and thus thanked him with great honor."
    },
    {
        "verse": "19",
        "devanagari": "नैतच्चित्रं त्वयि क्षत्तर्बादरायणवीर्यजे ।गृहीतोऽनन्यभावेन यत्त्वया हरिरीश्वर: ॥ १९ ॥",
        "english_devnagari": "naitac citraṁ tvayi kṣattarbādarāyaṇa-vīryajegṛhīto ’nanya-bhāvenayat tvayā harir īśvaraḥ",
        "verse_Syn": [
            "na",
            "etat",
            "citram",
            "tvayi",
            "kṣattaḥ",
            "bādarāyaṇa",
            "vīrya",
            "je",
            "gṛhītaḥ",
            "ananya",
            "bhāvena",
            "yat",
            "tvayā",
            "hariḥ",
            "īśvaraḥ"
        ],
        "translation": "O Vidura, it is not at all wonderful that you have so accepted the Lord without deviation of thought, for you were born from the semen of Vyāsadeva.",
        "purport": " The value of great parentage and noble birth is evaluated here in connection with the birth of Vidura. The culture of a human being begins when the father invests his semen in the womb of the mother. According to his status of work, a living entity is placed in a particular father’s semen, and because Vidura was not an ordinary living entity, he was given the chance to be born from the semen of Vyāsa. The birth of a human being is a great science, and therefore reformation of the act of impregnation according to the Vedic ritual called garbhādhāna-saṁskāra is very important for generating good population. The problem is not to check the growth of the population, but to generate good population on the level of Vidura, Vyāsa and Maitreya. There is no need to check the growth of population if the children are born as human beings with all precautions regarding their birth. So-called birth control is not only vicious but also useless."
    },
    {
        "verse": "20",
        "devanagari": "माण्डव्यशापाद्भगवान् प्रजासंयमनो यम: ।भ्रातु: क्षेत्रे भुजिष्यायां जात: सत्यवतीसुतात् ॥ २० ॥",
        "english_devnagari": "māṇḍavya-śāpād bhagavānprajā-saṁyamano yamaḥbhrātuḥ kṣetre bhujiṣyāyāṁjātaḥ satyavatī-sutāt",
        "verse_Syn": [
            "māṇḍavya",
            "śāpāt",
            "bhagavān",
            "prajā",
            "saṁyamanaḥ",
            "yamaḥ",
            "bhrātuḥ",
            "kṣetre",
            "bhujiṣyāyām",
            "jātaḥ",
            "satyavatī",
            "sutāt"
        ],
        "translation": "I know that you are now Vidura due to the cursing of Māṇḍavya Muni and that formerly you were King Yamarāja, the great controller of living entities after their death. You were begotten by the son of Satyavatī, Vyāsadeva, in the kept wife of his brother.",
        "purport": " Māṇḍavya Muni was a great sage (cf. Bhāg. 1.13.1), and Vidura was formerly the controller Yamarāja, who takes charge of the living entities after death. Birth, maintenance and death are three conditional states of the living entities who are within the material world. As the appointed controller after death, Yamarāja once tried Māṇḍavya Muni for his childhood profligacy and ordered him to be pierced with a lance. Māṇḍavya, being angry at Yamarāja for awarding him undue punishment, cursed him to become a śūdra (member of the less intelligent laborer class). Thus Yamarāja took birth in the womb of the kept wife of Vicitravīrya from the semen of Vicitravīrya’s brother, Vyāsadeva. Vyāsadeva is the son of Satyavatī by the great sage Parāśara, and Vicitravīrya is the son of the same Satyavatī by the great king Śantanu, the father of Bhīṣmadeva. This mysterious history of Vidura was known to Maitreya Muni because he happened to be a contemporary friend of Vyāsadeva’s. In spite of Vidura’s birth from the womb of a kept wife, because he had otherwise high parentage and great connection he inherited the highest talent of becoming a great devotee of the Lord. To take birth in such a great family is understood to be an advantage for attaining devotional life. Vidura was given this chance due to his previous greatness."
    },
    {
        "verse": "21",
        "devanagari": "भवान् भगवतो नित्यं सम्मत: सानुगस्य ह ।यस्य ज्ञानोपदेशाय मादिशद्भगवान् व्रजन् ॥ २१ ॥",
        "english_devnagari": "bhavān bhagavato nityaṁsammataḥ sānugasya hayasya jñānopadeśāyamādiśad bhagavān vrajan",
        "verse_Syn": [
            "bhavān",
            "bhagavataḥ",
            "nityam",
            "sammataḥ",
            "sa",
            "anugasya",
            "ha",
            "yasya",
            "jñāna",
            "upadeśāya",
            "mā",
            "ādiśat",
            "bhagavān",
            "vrajan"
        ],
        "translation": "Your good self is one of the eternal associates of the Supreme Personality of Godhead for whose sake the Lord, while going back to His abode, left instructions with me.",
        "purport": " Yamarāja, the great controller of life after death, decides the living entities’ destinies in their next lives. He is surely among the most confidential representatives of the Lord. Such confidential posts are offered to great devotees of the Lord who are as good as His eternal associates in the spiritual sky. And because Vidura happened to be among them, the Lord, while returning to Vaikuṇṭha, left instructions for Vidura with Maitreya Muni. Generally the eternal associates of the Lord in the spiritual sky do not come to the material world. Sometimes they come, however, by the order of the Lord — not to hold any administrative post, but to associate with the Lord in person or to propagate the message of God in human society. Such empowered representatives are called śaktyāveśa-avatāras, or incarnations invested with transcendental power of attorney."
    },
    {
        "verse": "22",
        "devanagari": "अथ ते भगवल्लीला योगमायोरुबृंहिता: ।विश्वस्थित्युद्भवान्तार्था वर्णयाम्यनुपूर्वश: ॥ २२ ॥",
        "english_devnagari": "atha te bhagaval-līlāyoga-māyorubṛṁhitāḥviśva-sthity-udbhavāntārthāvarṇayāmy anupūrvaśaḥ",
        "verse_Syn": [
            "atha",
            "te",
            "bhagavat",
            "līlāḥ",
            "yoga",
            "māyā",
            "uru",
            "bṛṁhitāḥ",
            "viśva",
            "sthiti",
            "udbhava",
            "anta",
            "arthāḥ",
            "varṇayāmi",
            "anupūrvaśaḥ"
        ],
        "translation": "I shall therefore describe to you the pastimes by which the Personality of Godhead extends His transcendental potency for the creation, maintenance and dissolution of the cosmic world as they occur one after another.",
        "purport": " The omnipotent Lord, by His different energies, can perform anything and everything He likes. The creation of the cosmic world is done by His yoga-māyā energy."
    },
    {
        "verse": "23",
        "devanagari": "भगवानेक आसेदमग्र आत्मात्मनां विभु: ।आत्मेच्छानुगतावात्मा नानामत्युपलक्षण: ॥ २३ ॥",
        "english_devnagari": "bhagavān eka āsedamagra ātmātmanāṁ vibhuḥātmecchānugatāv ātmānānā-maty-upalakṣaṇaḥ",
        "verse_Syn": [
            "bhagavān",
            "ekaḥ",
            "āsa",
            "idam",
            "agre",
            "ātmā",
            "ātmanām",
            "vibhuḥ",
            "ātmā",
            "icchā",
            "anugatau",
            "ātmā",
            "nānā",
            "mati",
            "upalakṣaṇaḥ"
        ],
        "translation": "The Personality of Godhead, the master of all living entities, existed prior to the creation as one without a second. It is by His will only that creation is made possible and again everything merges in Him. This Supreme Self is symptomized by different names.",
        "purport": " The great sage here begins to explain the purpose of the four original verses of the Śrīmad-Bhāgavatam. Although they have no access to the Śrīmad-Bhāgavatam, the followers of the Māyāvāda (impersonalist) school sometimes screw out an imaginary explanation of the original four verses, but we must accept the actual explanation given herein by Maitreya Muni because he, along with Uddhava, personally heard it directly from the Lord. The first line of the original four verses runs, aham evāsam evāgre. The word aham is misinterpreted by the Māyāvāda school into meanings which no one but the interpreter can understand. Here aham is explained as the Supreme Personality of Godhead, not the individual living entities. Before the creation, there was only the Personality of Godhead; there were no puruṣa incarnations and certainly no living entities, nor was there the material energy, by which the manifested creation is effected. The puruṣa incarnations and all the different energies of the Supreme Lord were merged in Him only. The Personality of Godhead is described herein as the master of all other living entities. He is like the sun disc, and the living entities are like the molecules of the sun’s rays. This existence of the Lord before the creation is confirmed by the śrutis: vāsudevo vā idaṁ agra āsīt na brahmā na ca śaṅkaraḥ, eko vai nārāyaṇa āsīn na brahmā neśānāḥ. Because everything that be is an emanation from the Personality of Godhead, He always exists alone without a second. He can so exist because He is all-perfect and omnipotent. Everything other than Him, including His plenary expansions, the viṣṇu-tattvas, is His part and parcel. Before the creation there were no Kāraṇārṇavaśāyī or Garbhodakaśāyī or Kṣīrodakaśāyī Viṣṇus, nor was there Brahmā or Śaṅkara. The Viṣṇu plenary expansion and the living entities beginning from Brahmā are separated parts and parcels. Although the spiritual existence was there with the Lord, the material existence was dormant in Him. By His will only is the material manifestation done and undone. The diversity of the Vaikuṇṭhaloka is one with the Lord, just as the diversity of soldiers is one with and the same as the king. As explained in Bhagavad-gītā (9.7), the material creation takes place at intervals by the will of the Lord, and in the periods between dissolution and creation, the living entities and the material energy remain dormant in Him."
    },
    {
        "verse": "24",
        "devanagari": "स वा एष तदा द्रष्टा नापश्यद् द‍ृश्यमेकराट् ।मेनेऽसन्तमिवात्मानं सुप्तशक्तिरसुप्तद‍ृक् ॥ २४ ॥",
        "english_devnagari": "sa vā eṣa tadā draṣṭānāpaśyad dṛśyam ekarāṭmene ’santam ivātmānaṁsupta-śaktir asupta-dṛk",
        "verse_Syn": [
            "saḥ",
            "vā",
            "eṣaḥ",
            "tadā",
            "draṣṭā",
            "na",
            "apaśyat",
            "dṛśyam",
            "eka",
            "rāṭ",
            "mene",
            "asantam",
            "iva",
            "ātmānam",
            "supta",
            "śaktiḥ",
            "asupta",
            "dṛk"
        ],
        "translation": "The Lord, the undisputed proprietor of everything, was the only seer. The cosmic manifestation was not present at that time, and thus He felt imperfect without His plenary and separated parts and parcels. The material energy was dormant, whereas the internal potency was manifested.",
        "purport": " The Lord is the supreme seer because only by His glance did the material energy become active for cosmic manifestation. At that time the seer was there, but the external energy, over which the glance of the Lord is cast, was not present. He felt somewhat insufficient, like a husband feeling lonely in the absence of his wife. This is a poetic simile. The Lord wanted to create the cosmic manifestation to give another chance to the conditioned souls who were dormant in forgetfulness. The cosmic manifestation gives the conditioned souls a chance to go back home, back to Godhead, and that is its main purpose. The Lord is so kind that in the absence of such a manifestation He feels something wanting, and thus the creation takes place. Although the creation of the internal potency was manifested, the other potency appeared to be sleeping, and the Lord wanted to awaken her to activity, just as a husband wants to awaken his wife from the sleeping state for enjoyment. It is the compassion of the Lord for the sleeping energy that He wants to see her awaken for enjoyment like the other wives who are awake. The whole process is to enliven the sleeping conditioned souls to the real life of spiritual consciousness so that they may thus become as perfect as the ever-liberated souls in the Vaikuṇṭhalokas. Since the Lord is sac-cid-ānanda-vigraha, He likes every part and parcel of His different potencies to take part in the blissful rasa because participation with the Lord in His eternal rāsa-līlā is the highest living condition, perfect in spiritual bliss and eternal knowledge."
    },
    {
        "verse": "25",
        "devanagari": "सा वा एतस्य संद्रष्टु: शक्ति: सदसदात्मिका ।माया नाम महाभाग ययेदं निर्ममे विभु: ॥ २५ ॥",
        "english_devnagari": "sā vā etasya saṁdraṣṭuḥśaktiḥ sad-asad-ātmikāmāyā nāma mahā-bhāgayayedaṁ nirmame vibhuḥ",
        "verse_Syn": [
            "sā",
            "vā",
            "etasya",
            "saṁdraṣṭuḥ",
            "śaktiḥ",
            "sat",
            "asat",
            "ātmikā",
            "māyā",
            "nāma",
            "mahā",
            "bhāga",
            "yayā",
            "idam",
            "nirmame",
            "vibhuḥ"
        ],
        "translation": "The Lord is the seer, and the external energy, which is seen, works as both cause and effect in the cosmic manifestation. O greatly fortunate Vidura, this external energy is known as māyā or illusion, and through her agency only is the entire material manifestation made possible.",
        "purport": " The material nature, known as māyā, is both the material and efficient cause of the cosmos, but in the background the Lord is the consciousness for all activities. As in the individual body the consciousness is the source of all energies of the body, so the supreme consciousness of the Lord is the source of all energies in material nature. This is confirmed in Bhagavad-gītā (9.10) as follows: “Throughout all the energies of material nature there is the hand of the Supreme Lord as the final superintendent. Due to this supreme cause only, the activities of material nature appear planned and systematic, and all thing regularly evolve.”"
    },
    {
        "verse": "26",
        "devanagari": "कालवृत्त्या तु मायायां गुणमय्यामधोक्षज: ।पुरुषेणात्मभूतेन वीर्यमाधत्त वीर्यवान् ॥ २६ ॥",
        "english_devnagari": "kāla-vṛttyā tu māyāyāṁguṇa-mayyām adhokṣajaḥpuruṣeṇātma-bhūtenavīryam ādhatta vīryavān",
        "verse_Syn": [
            "kāla",
            "vṛttyā",
            "tu",
            "māyāyām",
            "guṇa",
            "mayyām",
            "adhokṣajaḥ",
            "puruṣeṇa",
            "ātma",
            "bhūtena",
            "vīryam",
            "ādhatta",
            "vīryavān"
        ],
        "translation": "The Supreme Living Being in His feature as the transcendental puruṣa incarnation, who is the Lord’s plenary expansion, impregnates the material nature of three modes, and thus by the influence of eternal time the living entities appear.",
        "purport": " The offspring of any living being is born after the father impregnates the mother with semen, and the living entity floating in the semen of the father takes the shape of the mother’s form. Similarly, mother material nature cannot produce any living entity from her material elements unless and until she is impregnated with living entities by the Lord Himself. That is the mystery of the generation of the living entities. This impregnating process is performed by the first puruṣa incarnation, Kāraṇārṇavaśāyī Viṣṇu. Simply by His glance over material nature, the whole matter is accomplished. We should not understand the process of impregnation by the Personality of Godhead in terms of our conception of sex. The omnipotent Lord can impregnate just by His eyes, and therefore He is called all-potent. Each and every part of His transcendental body can perform each and every function of the other parts. This is confirmed in the Brahma-saṁhitā (5.32): aṅgāni yasya sakalendriya-vṛttimanti. In Bhagavad-gītā (14.3) also, the same principle is confirmed: mama yonir mahad-brahma tasmin garbhaṁ dadhāmy aham. When the cosmic creation is manifested, the living entities are directly supplied from the Lord; they are never products of material nature. Thus, no scientific advancement of material science can ever produce a living being. That is the whole mystery of the material creation. The living entities are foreign to matter, and thus they cannot be happy unless they are situated in the same spiritual life as the Lord. The mistaken living being, out of forgetfulness of this original condition of life, unnecessarily wastes time trying to become happy in the material world. The whole Vedic process is to remind one of this essential feature of life. The Lord offers the conditioned soul a material body for his so-called enjoyment, but if one does not come to his senses and enter into spiritual consciousness, the Lord again puts him in the unmanifested condition as it existed in the beginning of the creation. The Lord is described here as vīryavān, or the greatest potent being, because He impregnates material nature with innumerable living entities who are conditioned from time immemorial."
    },
    {
        "verse": "27",
        "devanagari": "ततोऽभवन् महत्तत्त्वमव्यक्तात्कालचोदितात् ।विज्ञानात्मात्मदेहस्थं विश्वं व्यञ्जंस्तमोनुद: ॥ २७ ॥",
        "english_devnagari": "tato ’bhavan mahat-tattvamavyaktāt kāla-coditātvijñānātmātma-deha-sthaṁviśvaṁ vyañjaṁs tamo-nudaḥ",
        "verse_Syn": [
            "tataḥ",
            "abhavat",
            "mahat",
            "tattvam",
            "avyaktāt",
            "kāla",
            "coditāt",
            "vijñāna",
            "ātmā",
            "ātma",
            "deha",
            "stham",
            "viśvam",
            "vyañjan",
            "tamaḥ",
            "nudaḥ"
        ],
        "translation": "Thereafter, influenced by the interactions of eternal time, the supreme sum total of matter, called the mahat-tattva, became manifested, and in this mahat-tattva the unalloyed goodness, the Supreme Lord, sowed the seeds of universal manifestation out of His own body.",
        "purport": " In due course of time, the impregnated material energy was manifested first as the total material ingredients. Everything takes its own time to fructify, and therefore the word kāla-coditāt, “influenced by time,” is used herein. The mahat-tattva is the total consciousness because a portion of it is represented in everyone as the intellect. The mahat-tattva is directly connected with the supreme consciousness of the Supreme Being, but still it appears as matter. The mahat-tattva, or shadow of pure consciousness, is the germinating place of all creation. It is pure goodness with the slight addition of the material mode of passion, and therefore activity is generated from this point."
    },
    {
        "verse": "28",
        "devanagari": "सोऽप्यंशगुणकालात्मा भगवद्‍दृष्टिगोचर: ।आत्मानं व्यकरोदात्मा विश्वस्यास्य सिसृक्षया ॥ २८ ॥",
        "english_devnagari": "so ’py aṁśa-guṇa-kālātmābhagavad-dṛṣṭi-gocaraḥātmānaṁ vyakarod ātmāviśvasyāsya sisṛkṣayā",
        "verse_Syn": [
            "saḥ",
            "api",
            "aṁśa",
            "guṇa",
            "kāla",
            "ātmā",
            "bhagavat",
            "dṛṣṭi",
            "gocaraḥ",
            "ātmānam",
            "vyakarot",
            "ātmā",
            "viśvasya",
            "asya",
            "sisṛkṣayā"
        ],
        "translation": "Thereafter the mahat-tattva differentiated itself into many different forms as the reservoir of the would-be entities. The mahat-tattva is chiefly in the mode of ignorance, and it generates the false ego. It is a plenary expansion of the Personality of Godhead, with full consciousness of creative principles and time for fructification.",
        "purport": " The mahat-tattva is the medium between pure spirit and material existence. It is the junction of matter and spirit wherefrom the false ego of the living entity is generated. All living entities are differentiated parts and parcels of the Personality of Godhead. Under the pressure of false ego, the conditioned souls, although parts and parcels of the Supreme Personality of Godhead, claim to be the enjoyers of material nature. This false ego is the binding force of material existence. The Lord again and again gives a chance to the bewildered conditioned souls to get free from this false ego, and that is why the material creation takes place at intervals. He gives the conditioned souls all facilities for rectifying the activities of the false ego, but He does not interfere with their small independence as parts and parcels of the Lord."
    },
    {
        "verse": "29",
        "devanagari": "महत्तत्त्वाद्विकुर्वाणादहंतत्त्वं व्यजायत ।कार्यकारणकर्त्रात्मा भूतेन्द्रियमनोमय: ।वैकारिकस्तैजसश्च तामसश्चेत्यहं त्रिधा ॥ २९ ॥",
        "english_devnagari": "mahat-tattvād vikurvāṇādahaṁ-tattvaṁ vyajāyatakārya-kāraṇa-kartrātmābhūtendriya-mano-mayaḥvaikārikas taijasaś catāmasaś cety ahaṁ tridhā",
        "verse_Syn": [
            "mahat",
            "tattvāt",
            "vikurvāṇāt",
            "aham",
            "tattvam",
            "vyajāyata",
            "kārya",
            "kāraṇa",
            "kartṛ",
            "ātmā",
            "bhūta",
            "indriya",
            "manaḥ",
            "mayaḥ",
            "vaikārikaḥ",
            "taijasaḥ",
            "ca",
            "tāmasaḥ",
            "ca",
            "iti",
            "aham",
            "tridhā"
        ],
        "translation": "Mahat-tattva, or the great causal truth, transforms into false ego, which is manifested in three phases — cause, effect and the doer. All such activities are on the mental plane and are based on the material elements, gross senses and mental speculation. The false ego is represented in three different modes — goodness, passion and ignorance.",
        "purport": " A pure living entity in his original spiritual existence is fully conscious of his constitutional position as an eternal servitor of the Lord. All souls who are situated in such pure consciousness are liberated, and therefore they eternally live in bliss and knowledge in the various Vaikuṇṭha planets in the spiritual sky. When the material creation is manifested, it is not meant for them. The eternally liberated souls are called nitya-muktas, and they have nothing to do with the material creation. The material creation is meant for rebellious souls who are not prepared to accept subordination under the Supreme Lord. This spirit of false lordship is called false ego. It is manifested in three modes of material nature, and it exists in mental speculation only. Those who are in the mode of goodness think that each and every person is God, and thus they laugh at the pure devotees, who try to engage in the transcendental loving service of the Lord. Those who are puffed up by the mode of passion try to lord it over material nature in various ways. Some of them engage in altruistic activities as if they were agents appointed to do good to others by their mental speculative plans. Such men accept the standard ways of mundane altruism, but their plans are made on the basis of false ego. This false ego extends to the limit of becoming one with the Lord. The last class of egoistic conditioned souls — those in the mode of ignorance — are misguided by identification of the gross body with the self. Thus all their activities are centered around the body only. All these persons are given the chance to play with false egoistic ideas, but at the same time the Lord is kind enough to give them a chance to take help from scriptures like Bhagavad-gītā and Śrīmad-Bhāgavatam so that they may understand the science of Kṛṣṇa and thus make their lives successful. The entire material creation, therefore, is meant for the falsely egoistic living entities hovering on the mental plane under different illusions in the modes of material nature."
    },
    {
        "verse": "30",
        "devanagari": "अहंतत्त्वाद्विकुर्वाणान्मनो वैकारिकादभूत् ।वैकारिकाश्च ये देवा अर्थाभिव्यञ्जनं यत: ॥ ३० ॥",
        "english_devnagari": "ahaṁ-tattvād vikurvāṇānmano vaikārikād abhūtvaikārikāś ca ye devāarthābhivyañjanaṁ yataḥ",
        "verse_Syn": [
            "aham",
            "tattvāt",
            "vikurvāṇāt",
            "manaḥ",
            "vaikārikāt",
            "abhūt",
            "vaikārikāḥ",
            "ca",
            "ye",
            "devāḥ",
            "artha",
            "abhivyañjanam",
            "yataḥ"
        ],
        "translation": "The false ego is transformed into mind by interaction with the mode of goodness. All the demigods who control the phenomenal world are also products of the same principle, namely the interaction of false ego and the mode of goodness.",
        "purport": " False ego interacting with the different modes of material nature is the source of all materials in the phenomenal world."
    },
    {
        "verse": "31",
        "devanagari": "तैजसानीन्द्रियाण्येव ज्ञानकर्ममयानि च ॥ ३१ ॥",
        "english_devnagari": "taijasānīndriyāṇy evajñāna-karma-mayāni ca",
        "verse_Syn": [
            "taijasāni",
            "indriyāṇi",
            "eva",
            "jñāna",
            "karma",
            "mayāni",
            "ca"
        ],
        "translation": "The senses are certainly products of the mode of passion in false ego, and therefore philosophical speculative knowledge and fruitive activities are predominantly products of the mode of passion.",
        "purport": " The chief function of the false ego is godlessness. When a person forgets his constitutional position as an eternally subordinate part and parcel of the Supreme Personality of Godhead and wants to be happy independently, he functions mainly in two ways. He first attempts to act fruitively for personal gain or sense gratification, and after attempting such fruitive activities for a considerable time, when he is frustrated he becomes a philosophical speculator and thinks himself to be on the same level as God. This false idea of becoming one with the Lord is the last snare of the illusory energy, which traps a living entity into the bondage of forgetfulness under the spell of false ego. The best means of liberation from the clutches of false ego is to give up the habit of philosophical speculation regarding the Absolute Truth. One should know definitely that the Absolute Truth is never realized by the philosophical speculations of the imperfect egoistic person. The Absolute Truth, or the Supreme Personality of Godhead, is realized by hearing about Him in all submission and love from a bona fide authority who is a representative of the twelve great authorities mentioned in the Śrīmad-Bhāgavatam. By such an attempt only can one conquer the illusory energy of the Lord, although for others she is unsurpassable, as confirmed in Bhagavad-gītā (7.14)."
    },
    {
        "verse": "32",
        "devanagari": "तामसो भूतसूक्ष्मादिर्यत: खं लिङ्गमात्मन: ॥ ३२ ॥",
        "english_devnagari": "tāmaso bhūta-sūkṣmādiryataḥ khaṁ liṅgam ātmanaḥ",
        "verse_Syn": [
            "tāmasaḥ",
            "bhūta",
            "sūkṣma",
            "ādiḥ",
            "yataḥ",
            "kham",
            "liṅgam",
            "ātmanaḥ"
        ],
        "translation": "The sky is a product of sound, and sound is the transformation of egoistic ignorance. In other words, the sky is the symbolic representation of the Supreme Soul.",
        "purport": " In the Vedic hymns it is said, etasmād ātmanaḥ ākāśaḥ sambhūtaḥ. The sky is the symbolic representation of the Supreme Soul. Those who are egoistic in passion and ignorance cannot conceive of the Personality of Godhead. For them the sky is the symbolic representation of the Supreme Soul."
    },
    {
        "verse": "33",
        "devanagari": "कालमायांशयोगेन भगवद्वीक्षितं नभ: ।नभसोऽनुसृतं स्पर्शं विकुर्वन्निर्ममेऽनिलम् ॥ ३३ ॥",
        "english_devnagari": "kāla-māyāṁśa-yogenabhagavad-vīkṣitaṁ nabhaḥnabhaso ’nusṛtaṁ sparśaṁvikurvan nirmame ’nilam",
        "verse_Syn": [
            "kāla",
            "māyā",
            "aṁśa",
            "yogena",
            "bhagavat",
            "vīkṣitam",
            "nabhaḥ",
            "nabhasaḥ",
            "anusṛtam",
            "sparśam",
            "vikurvat",
            "nirmame",
            "anilam"
        ],
        "translation": "Thereafter the Personality of Godhead glanced over the sky, partly mixed with eternal time and external energy, and thus developed the touch sensation, from which the air in the sky was produced.",
        "purport": " All material creations take place from subtle to gross. The entire universe has developed in that manner. From the sky developed the touch sensation, which is a mixture of eternal time, the external energy and the glance of the Personality of Godhead. The touch sensation developed into the air in the sky. Similarly, all other gross matter also developed from subtle to gross: sound developed into sky, touch developed into air, form developed into fire, taste developed into water, and smell developed into earth."
    },
    {
        "verse": "34",
        "devanagari": "अनिलोऽपि विकुर्वाणो नभसोरुबलान्वित: ।ससर्ज रूपतन्मात्रं ज्योतिर्लोकस्य लोचनम् ॥ ३४ ॥",
        "english_devnagari": "anilo ’pi vikurvāṇonabhasoru-balānvitaḥsasarja rūpa-tanmātraṁjyotir lokasya locanam",
        "verse_Syn": [
            "anilaḥ",
            "api",
            "vikurvāṇaḥ",
            "nabhasā",
            "uru",
            "bala",
            "anvitaḥ",
            "sasarja",
            "rūpa",
            "tat",
            "mātram",
            "jyotiḥ",
            "lokasya",
            "locanam"
        ],
        "translation": "Thereafter the extremely powerful air, interacting with the sky, generated the form of sense perception, and the perception of form transformed into electricity, the light to see the world.",
        "purport": ""
    },
    {
        "verse": "35",
        "devanagari": "अनिलेनान्वितं ज्योतिर्विकुर्वत्परवीक्षितम् ।आधत्ताम्भो रसमयं कालमायांशयोगत: ॥ ३५ ॥",
        "english_devnagari": "anilenānvitaṁ jyotirvikurvat paravīkṣitamādhattāmbho rasa-mayaṁkāla-māyāṁśa-yogataḥ",
        "verse_Syn": [
            "anilena",
            "anvitam",
            "jyotiḥ",
            "vikurvat",
            "paravīkṣitam",
            "ādhatta",
            "ambhaḥ",
            "rasa",
            "mayam",
            "kāla",
            "māyā",
            "aṁśa",
            "yogataḥ"
        ],
        "translation": "When electricity was surcharged in the air and was glanced over by the Supreme, at that time, by a mixture of eternal time and external energy, there occurred the creation of water and taste.",
        "purport": ""
    },
    {
        "verse": "36",
        "devanagari": "ज्योतिषाम्भोऽनुसंसृष्टं विकुर्वद्ब्रह्मवीक्षितम् ।महीं गन्धगुणामाधात्कालमायांशयोगत: ॥ ३६ ॥",
        "english_devnagari": "jyotiṣāmbho ’nusaṁsṛṣṭaṁvikurvad brahma-vīkṣitammahīṁ gandha-guṇām ādhātkāla-māyāṁśa-yogataḥ",
        "verse_Syn": [
            "jyotiṣā",
            "ambhaḥ",
            "anusaṁsṛṣṭam",
            "vikurvat",
            "brahma",
            "vīkṣitam",
            "mahīm",
            "gandha",
            "guṇām",
            "ādhāt",
            "kāla",
            "māyā",
            "aṁśa",
            "yogataḥ"
        ],
        "translation": "Thereafter the water produced from electricity was glanced over by the Supreme Personality of Godhead and mixed with eternal time and external energy. Thus it was transformed into the earth, which is qualified primarily by smell.",
        "purport": " From the descriptions of the physical elements in the above verses it is clear that in all stages the glance of the Supreme is needed with the other additions and alterations. In every transformation, the last finishing touch is the glance of the Lord, who acts as a painter does when he mixes different colors to transform them into a particular color. When one element mixes with another, the number of its qualities increases. For example, the sky is the cause of air. The sky has only one quality, namely sound, but by the interaction of the sky with the glance of the Lord, mixed with eternal time and the external nature, the air is produced, which has two qualities: sound and touch. Similarly, after the air is created, the interaction of sky and air, touched by time, the external energy of the Lord, produces electricity. Next, the interaction of electricity with air and sky, mixed with time, the external energy and the Lord’s glance over them, produces water. In the final stage of sky there is one quality, namely sound; in the air two qualities, sound and touch; in the electricity three qualities, namely sound, touch and form; in the water four qualities: sound, touch, form and taste; and in the last stage of physical development the result is earth, which has all five qualities — sound, touch, form, taste and smell. Although they are different mixtures of different materials, such mixtures do not take place automatically, just as a mixture of colors does not take place automatically without the touch of the living painter. The automatic system is factually activated by the glancing touch of the Lord. Living consciousness is the final word in all physical changes. This fact is mentioned in Bhagavad-gītā (9.10) as follows: The conclusion is that the physical elements may work very wonderfully to the laymen’s eyes, but their workings actually take place under the supervision of the Lord. Those who can mark only the changes of the physical elements and cannot perceive the hidden hands of the Lord behind them are certainly less intelligent persons, although they may be advertised as great material scientists."
    },
    {
        "verse": "37",
        "devanagari": "भूतानां नभ आदीनां यद्यद्भव्यावरावरम् ।तेषां परानुसंसर्गाद्यथासंख्यं गुणान् विदु: ॥ ३७ ॥",
        "english_devnagari": "bhūtānāṁ nabha-ādīnāṁyad yad bhavyāvarāvaramteṣāṁ parānusaṁsargādyathā saṅkhyaṁ guṇān viduḥ",
        "verse_Syn": [
            "bhūtānām",
            "nabhaḥ",
            "ādīnām",
            "yat",
            "yat",
            "bhavya",
            "avara",
            "varam",
            "teṣām",
            "para",
            "anusaṁsargāt",
            "yathā",
            "saṅkhyam",
            "guṇān",
            "viduḥ"
        ],
        "translation": "O gentle one, of all the physical elements, beginning from the sky down to the earth, all the inferior and superior qualities are due only to the final touch of the glance of the Supreme Personality of Godhead.",
        "purport": ""
    },
    {
        "verse": "38",
        "devanagari": "एते देवा: कला विष्णो: कालमायांशलिङ्गिन: ।नानात्वात्स्वक्रियानीशा: प्रोचु: प्राञ्जलयो विभुम् ॥ ३८ ॥",
        "english_devnagari": "ete devāḥ kalā viṣṇoḥkāla-māyāṁśa-liṅginaḥnānātvāt sva-kriyānīśāḥprocuḥ prāñjalayo vibhum",
        "verse_Syn": [
            "ete",
            "devāḥ",
            "kalāḥ",
            "viṣṇoḥ",
            "kāla",
            "māyā",
            "aṁśa",
            "liṅginaḥ",
            "nānātvāt",
            "sva",
            "kriyā",
            "anīśāḥ",
            "procuḥ",
            "prāñjalayaḥ",
            "vibhum"
        ],
        "translation": "The controlling deities of all the above-mentioned physical elements are empowered expansions of Lord Viṣṇu. They are embodied by eternal time under the external energy, and they are His parts and parcels. Because they were entrusted with different functions of universal duties and were unable to perform them, they offered fascinating prayers to the Lord as follows.",
        "purport": " The conception of various controlling demigods who inhabit the higher planetary systems for the management of universal affairs is not imaginary, as proposed by persons with a poor fund of knowledge. The demigods are expanded parts and parcels of the Supreme Lord Viṣṇu, and they are embodied by time, external energy and partial consciousness of the Supreme. Human beings, animals, birds, etc., are also parts and parcels of the Lord and have different material bodies, but they are not the controlling deities of material affairs. They are, rather, controlled by such demigods. Such control is not superfluous; it is as necessary as the controlling departments in the affairs of a modern state. The demigods should not be despised by the controlled living beings. They are all great devotees of the Lord entrusted to execute certain functions of universal affairs. One may be angry with Yamarāja for his thankless task of punishing sinful souls, but Yamarāja is one of the authorized devotees of the Lord, and so are all the other demigods. A devotee of the Lord is never controlled by such deputed demigods, who function as assistants of the Lord, but he shows them all respects on account of the responsible positions to which they have been appointed by the Lord. At the same time, a devotee of the Lord does not foolishly mistake them to be the Supreme Lord. Only foolish persons accept the demigods as being on the same level as Viṣṇu; actually they are all appointed as servants of Viṣṇu. Anyone who places the Lord and the demigods on the same level is called a pāṣaṇḍī, or atheist. The demigods are worshiped by persons who are more or less adherents of the processes of jñāna, yoga and karma, i.e., the impersonalists, meditators and fruitive workers. The devotees, however, worship only the Supreme Lord Viṣṇu. This worship is not for any material benefit, as desired by all the materialists, even up to the salvationists, mystics and fruitive workers. Devotees worship the Supreme Lord to attain unalloyed devotion to the Lord. The Lord, however, is not worshiped by others, who have no program for attaining love of God, which is the essential aim of human life. Persons averse to a loving relationship with God are more or less condemned by their own actions. The Lord is equal to every living entity, just like the flowing Ganges. The Ganges water is meant for the purification of everyone, yet the trees on the banks of the Ganges have different values. A mango tree on the bank of the Ganges drinks the water, and the nimba tree also drinks the same water. But the fruits of both trees are different. One is celestially sweet, and the other is hellishly bitter. The condemned bitterness of the nimba is due to its own past work, just as the sweetness of the mango is also due to its own karma. The Lord says in Bhagavad-gītā (16.19): “The envious, the mischievous, the lowest of mankind — these do I ever put back into the ocean of material existence, into various demoniac species of life.” Demigods like Yamarāja and other controllers are there for the unwanted conditioned souls who always engage in threatening the tranquillity of the kingdom of God. Since all the demigods are confidential devotee-servitors of the Lord, they are never to be condemned."
    },
    {
        "verse": "39",
        "devanagari": "देवा ऊचु:नमाम ते देव पदारविन्दंप्रपन्नतापोपशमातपत्रम् ।यन्मूलकेता यतयोऽञ्जसोरु-संसारदु:खं बहिरुत्क्षिपन्ति ॥ ३९ ॥",
        "english_devnagari": "devā ūcuḥnamāma te deva padāravindaṁprapanna-tāpopaśamātapatramyan-mūla-ketā yatayo ’ñjasoru-saṁsāra-duḥkhaṁ bahir utkṣipanti",
        "verse_Syn": [
            "devāḥ",
            "ūcuḥ",
            "namāma",
            "te",
            "deva",
            "pada",
            "aravindam",
            "prapanna",
            "tāpa",
            "upaśama",
            "ātapatram",
            "yat",
            "mūla",
            "ketāḥ",
            "yatayaḥ",
            "añjasā",
            "uru",
            "saṁsāra",
            "duḥkham",
            "bahiḥ",
            "utkṣipanti"
        ],
        "translation": "The demigods said: O Lord, Your lotus feet are like an umbrella for the surrendered souls, protecting them from all the miseries of material existence. All the sages under that shelter throw off all material miseries. We therefore offer our respectful obeisances unto Your lotus feet.",
        "purport": " There are many sages and saints who engage in trying to conquer rebirth and all other material miseries. But of all of them, those who take shelter under the lotus feet of the Lord can completely throw off all such miseries without difficulty. Others, who are engaged in transcendental activities in different ways, cannot do so. For them it is very difficult. They may artificially think of becoming liberated without accepting the shelter of the lotus feet of the Lord, but that is not possible. One is sure to fall again to material existence from such false liberation, even though one may have undergone severe penances and austerities. This is the opinion of the demigods, who are not only well versed in Vedic knowledge but are also seers of the past, present and future. The opinions of the demigods are valuable because the demigods are authorized to hold positions in the affairs of universal management. They are appointed by the Lord as His confidential servants."
    },
    {
        "verse": "40",
        "devanagari": "धातर्यदस्मिन् भव ईश जीवा-स्तापत्रयेणाभिहता न शर्म ।आत्मन्लभन्ते भगवंस्तवाङ्‌घ्रि-च्छायां सविद्यामत आश्रयेम ॥ ४० ॥",
        "english_devnagari": "dhātar yad asmin bhava īśa jīvāstāpa-trayeṇābhihatā na śarmaātman labhante bhagavaṁs tavāṅghri-cchāyāṁ sa-vidyām ata āśrayema",
        "verse_Syn": [
            "dhātaḥ",
            "yat",
            "asmin",
            "bhave",
            "īśa",
            "jīvāḥ",
            "tāpa",
            "trayeṇa",
            "abhihatāḥ",
            "na",
            "śarma",
            "ātman",
            "labhante",
            "bhagavan",
            "tava",
            "aṅghri",
            "chāyām",
            "sa",
            "vidyām",
            "ataḥ",
            "āśrayema"
        ],
        "translation": "O Father, O Lord, O Personality of Godhead, the living entities in the material world can never have any happiness because they are overwhelmed by the three kinds of miseries. Therefore they take shelter of the shade of Your lotus feet, which are full of knowledge, and we also thus take shelter of them.",
        "purport": " The way of devotional service is neither sentimental nor mundane. It is the path of reality by which the living entity can attain the transcendental happiness of being freed from the three kinds of material miseries — miseries arising from the body and mind, from other living entities and from natural disturbances. Everyone who is conditioned by material existence — whether he be a man or beast or demigod or bird — must suffer from ādhyātmika (bodily or mental) pains, ādhibhautika pains (those offered by living creatures), and ādhidaivika pains (those due to supernatural disturbances). His happiness is nothing but a hard struggle to get free from the miseries of conditional life. But there is only one way he can be rescued, and that is by accepting the shelter of the lotus feet of the Supreme Personality of Godhead. The argument that unless one has proper knowledge one cannot be freed from material miseries is undoubtedly true. But because the lotus feet of the Lord are full of transcendental knowledge, acceptance of His lotus feet completes that necessity. We have already discussed this point in the First Canto (1.2.7): There is no want of knowledge in the devotional service of Vāsudeva, the Personality of Godhead. He, the Lord, personally takes charge of dissipating the darkness of ignorance from the heart of a devotee. He confirms this in Bhagavad-gītā (10.10): Empiric philosophical speculation cannot give one relief from the threefold miseries of material existence. Simply to endeavor for knowledge without devoting oneself to the Lord is a waste of valuable time."
    },
    {
        "verse": "41",
        "devanagari": "मार्गन्ति यत्ते मुखपद्मनीडै-श्छन्द:सुपर्णैऋर्षयो विविक्ते ।यस्याघमर्षोदसरिद्वराया:पदं पदं तीर्थपद: प्रपन्ना: ॥ ४१ ॥",
        "english_devnagari": "mārganti yat te mukha-padma-nīḍaiśchandaḥ-suparṇair ṛṣayo vivikteyasyāgha-marṣoda-sarid-varāyāḥpadaṁ padaṁ tīrtha-padaḥ prapannāḥ",
        "verse_Syn": [
            "mārganti",
            "yat",
            "te",
            "mukha",
            "padma",
            "nīḍaiḥ",
            "chandaḥ",
            "suparṇaiḥ",
            "ṛṣayaḥ",
            "vivikte",
            "yasya",
            "agha",
            "marṣa",
            "uda",
            "sarit",
            "varāyāḥ",
            "padam",
            "padam",
            "tīrtha",
            "padaḥ",
            "prapannāḥ"
        ],
        "translation": "The lotus feet of the Lord are by themselves the shelter of all places of pilgrimage. The great clear-minded sages, carried by the wings of the Vedas, always search after the nest of Your lotuslike face. Some of them surrender to Your lotus feet at every step by taking shelter of the best of rivers [the Ganges], which can deliver one from all sinful reactions.",
        "purport": " The paramahaṁsas are compared to royal swans who make their nests on the petals of the lotus flower. The Lord’s transcendental bodily parts are always compared to the lotus flower because in the material world the lotus flower is the last word in beauty. The most beautiful thing in the world is the Vedas, or Bhagavad-gītā, because therein knowledge is imparted by the Personality of Godhead Himself. The paramahaṁsa makes his nest in the lotuslike face of the Lord and always seeks shelter at His lotus feet, which are reached by the wings of Vedic wisdom. Since the Lord is the original source of all emanations, intelligent persons, enlightened by Vedic knowledge, seek the shelter of the Lord, just as birds who leave the nest again search out the nest to take complete rest. All Vedic knowledge is meant for understanding the Supreme Lord, as stated by the Lord in Bhagavad-gītā (15.15): vedaiś ca sarvair aham eva vedyaḥ. Intelligent persons, who are like swans, take shelter of the Lord by all means and do not hover on the mental plane by fruitlessly speculating on different philosophies. The Lord is so kind that He has spread the river Ganges throughout the universe so that by taking bath in that holy river everyone can get release from the reactions of sins, which occur at every step. There are many rivers in the world which are able to evoke one’s sense of God consciousness simply by one’s bathing in them, and the river Ganges is chief amongst them. In India there are five sacred rivers, but the Ganges is the most sacred. The river Ganges and Bhagavad-gītā are chief sources of transcendental happiness for mankind, and intelligent persons can take shelter of them to go back home, back to Godhead. Even Śrīpāda Śaṅkarācārya recommends that a little knowledge in Bhagavad-gītā and the drinking of a little quantity of Ganges water can save one from the punishment of Yamarāja."
    },
    {
        "verse": "42",
        "devanagari": "यच्छ्रद्धया श्रुतवत्या य भक्त्यासंमृज्यमाने हृदयेऽवधाय ।ज्ञानेन वैराग्यबलेन धीराव्रजेम तत्तेऽङ्‌घ्रिसरोजपीठम् ॥ ४२ ॥",
        "english_devnagari": "yac chraddhayā śrutavatyā ca bhaktyāsammṛjyamāne hṛdaye ’vadhāyajñānena vairāgya-balena dhīrāvrajema tat te ’ṅghri-saroja-pīṭham",
        "verse_Syn": [
            "yat",
            "śraddhayā",
            "śrutavatyā",
            "ca",
            "bhaktyā",
            "sammṛjyamāne",
            "hṛdaye",
            "avadhāya",
            "jñānena",
            "vairāgya",
            "balena",
            "dhīrāḥ",
            "vrajema",
            "tat",
            "te",
            "aṅghri",
            "saroja",
            "pīṭham"
        ],
        "translation": "Simply by hearing about Your lotus feet with eagerness and devotion and by meditating upon them within the heart, one at once becomes enlightened with knowledge, and on the strength of detachment one becomes pacified. We must therefore take shelter of the sanctuary of Your lotus feet.",
        "purport": " The miracles of meditating on the lotus feet of the Lord with eagerness and devotion are so great that no other process can compare to it. The minds of materialistic persons are so disturbed that it is almost impossible for them to search after the Supreme Truth by personal regulative endeavors. But even such materialistic men, with a little eagerness for hearing about the transcendental name, fame, qualities, etc., can surpass all other methods of attaining knowledge and detachment. The conditioned soul is attached to the bodily conception of the self, and therefore he is in ignorance. Culture of self-knowledge can bring about detachment from material affection, and without such detachment there is no meaning to knowledge. The most stubborn attachment for material enjoyment is sex life. One who is attached to sex life is to be understood as devoid of knowledge. Knowledge must be followed by detachment. That is the way of self-realization. These two essentials for self-realization — knowledge and detachment — become manifest very quickly if one performs devotional service to the lotus feet of the Lord. The word dhīra is very significant in this connection. A person who is not disturbed even in the presence of cause of disturbance is called dhīra. Śrī Yāmunācārya says, “Since my heart has been overwhelmed by the devotional service of Lord Kṛṣṇa, I cannot even think of sex life, and if thoughts of sex come upon me I at once feel disgust.” A devotee of the Lord becomes an elevated dhīra by the simple process of meditating in eagerness on the lotus feet of the Lord. Devotional service entails being initiated by a bona fide spiritual master and following his instruction in regard to hearing about the Lord. Such a bona fide spiritual master is accepted by regularly hearing from him about the Lord. The improvement in knowledge and detachment can be perceived by devotees as an actual experience. Lord Śrī Caitanya Mahāprabhu strongly recommended this process of hearing from a bona fide devotee, and by following this process one can achieve the highest result, conquering all other methods."
    },
    {
        "verse": "43",
        "devanagari": "विश्वस्य जन्मस्थितिसंयमार्थेकृतावतारस्य पदाम्बुजं ते ।व्रजेम सर्वे शरणं यदीशस्मृतं प्रयच्छत्यभयं स्वपुंसाम् ॥ ४३ ॥",
        "english_devnagari": "viśvasya janma-sthiti-saṁyamārthekṛtāvatārasya padāmbujaṁ tevrajema sarve śaraṇaṁ yad īśasmṛtaṁ prayacchaty abhayaṁ sva-puṁsām",
        "verse_Syn": [
            "viśvasya",
            "janma",
            "sthiti",
            "saṁyama",
            "arthe",
            "kṛta",
            "avatārasya",
            "pada",
            "ambujam",
            "te",
            "vrajema",
            "sarve",
            "śaraṇam",
            "yat",
            "īśa",
            "smṛtam",
            "prayacchati",
            "abhayam",
            "sva",
            "puṁsām"
        ],
        "translation": "O Lord, You assume incarnations for the creation, maintenance and dissolution of the cosmic manifestation, and therefore we all take shelter of Your lotus feet because they always award remembrance and courage to Your devotees.",
        "purport": " For the creation, maintenance and dissolution of the cosmic manifestations there are three incarnations: Brahmā, Viṣṇu and Maheśvara (Lord Śiva). They are the controllers or masters of the three modes of material nature, which cause the phenomenal manifestation. Viṣṇu is the master of the mode of goodness, Brahmā is the master of the mode of passion, and Maheśvara is the master of the mode of ignorance. There are different kinds of devotees according to the modes of nature. Persons in the mode of goodness worship Lord Viṣṇu, those in the mode of passion worship Lord Brahmā, and those in the mode of ignorance worship Lord Śiva. All three of these deities are incarnations of the Supreme Lord Kṛṣṇa because He is the original Supreme Personality of Godhead. The demigods directly refer to the lotus feet of the Supreme Lord and not to the different incarnations. The incarnation of Viṣṇu in the material world is, however, directly worshiped by the demigods. It is learned from various scriptures that the demigods approach Lord Viṣṇu in the Ocean of Milk and submit their grievances whenever there is some difficulty in the administration of universal affairs. Although they are incarnations of the Lord, Lord Brahmā and Lord Śiva worship Lord Viṣṇu, and thus they are also counted amongst the demigods and not as the Supreme Personality of Godhead. Persons who worship Lord Viṣṇu are called demigods, and persons who do not do so are called asuras, or demons. Viṣṇu always takes the part of the demigods, but Brahmā and Śiva sometimes take the side of the demons; it is not that they become one in interest with them, but sometimes they do something in order to gain control over the demons."
    },
    {
        "verse": "44",
        "devanagari": "यत्सानुबन्धेऽसति देहगेहेममाहमित्यूढदुराग्रहाणाम् ।पुंसां सुदूरं वसतोऽपि पुर्यांभजेम तत्ते भगवन् पदाब्जम् ॥ ४४ ॥",
        "english_devnagari": "yat sānubandhe ’sati deha-gehemamāham ity ūḍha-durāgrahāṇāmpuṁsāṁ sudūraṁ vasato ’pi puryāṁbhajema tat te bhagavan padābjam",
        "verse_Syn": [
            "yat",
            "sa",
            "anubandhe",
            "asati",
            "deha",
            "gehe",
            "mama",
            "aham",
            "iti",
            "ūḍha",
            "durāgrahāṇām",
            "puṁsām",
            "su",
            "dūram",
            "vasataḥ",
            "api",
            "puryām",
            "bhajema",
            "tat",
            "te",
            "bhagavan",
            "pada",
            "abjam"
        ],
        "translation": "O Lord, persons who are entangled by undesirable eagerness for the temporary body and kinsmen, and who are bound by thoughts of “mine” and “I,” are unable to see Your lotus feet, although Your lotus feet are situated within their own bodies. But let us take shelter of Your lotus feet.",
        "purport": " The whole Vedic philosophy of life is that one should get rid of the material encagement of gross and subtle bodies, which only cause one to continue in a condemned life of miseries. This material body continues as long as one is not detached from the false conception of lording it over material nature. The impetus for lording it over material nature is the sense of “mine” and “I.” “I am the lord of all that I survey. So many things I possess, and I shall possess more and more. Who can be richer than I in wealth and education? I am the master, and I am God. Who else is there but me?” All these ideas reflect the philosophy of ahaṁ mama, the conception that “I am everything.” Persons conducted by such a conception of life can never get liberation from material bondage. But even a person perpetually condemned to the miseries of material existence can get relief from bondage if he simply agrees to hear only kṛṣṇa-kathā. In this Age of Kali, the process of hearing kṛṣṇa-kathā is the most effective means to gain release from unwanted family affection and thus find permanent freedom in life. The Age of Kali is full of sinful reactions, and people are more and more addicted to the qualities of this age, but simply by hearing and chanting of kṛṣṇa-kathā one is sure to go back to Godhead. Therefore, people should be trained to hear only kṛṣṇa-kathā — by all means — in order to get relief from all miseries."
    },
    {
        "verse": "45",
        "devanagari": "तान् वै ह्यसद्‌वृत्तिभिरक्षिभिर्येपराहृतान्तर्मनस: परेश ।अथो न पश्यन्त्युरुगाय नूनंये ते पदन्यासविलासलक्ष्या: ॥ ४५ ॥",
        "english_devnagari": "tān vai hy asad-vṛttibhir akṣibhir yeparāhṛtāntar-manasaḥ pareśaatho na paśyanty urugāya nūnaṁye te padanyāsa-vilāsa-lakṣyāḥ",
        "verse_Syn": [
            "tān",
            "vai",
            "hi",
            "asat",
            "vṛttibhiḥ",
            "akṣibhiḥ",
            "ye",
            "parāhṛta",
            "antaḥ",
            "manasaḥ",
            "pareśa",
            "atho",
            "na",
            "paśyanti",
            "urugāya",
            "nūnam",
            "ye",
            "te",
            "padanyāsa",
            "vilāsa",
            "lakṣyāḥ"
        ],
        "translation": "O great Supreme Lord, offensive persons whose internal vision has been too affected by external materialistic activities cannot see Your lotus feet, but they are seen by Your pure devotees, whose one and only aim is to transcendentally enjoy Your activities.",
        "purport": " As stated in Bhagavad-gītā (18.61), the Lord is situated in everyone’s heart. It is natural that one should he able to see the Lord at least within himself. But that is not possible for those whose internal vision has been covered by external activities. The pure soul, which is symptomized by consciousness, can be easily perceived even by a common man because consciousness is spread all over the body. The yoga system as recommended in Bhagavad-gītā is to concentrate the mental activities internally and thus see the lotus feet of the Lord within oneself. But there are many so-called yogīs who have no concern with the Lord but are only concerned with consciousness, which they accept as the final realization. Such realization of consciousness is taught by Bhagavad-gītā within only a few minutes, whereas the so-called yogīs take continuous years to realize it because of their offenses at the lotus feet of the Lord. The greatest offense is to deny the existence of the Lord as separate from the individual souls or to accept the Lord and the individual soul as one and the same. The impersonalists misinterpret the theory of reflection, and thus they wrongly accept the individual consciousness as the supreme consciousness. The theory of the reflection of the Supreme can be clearly understood without difficulty by any sincere common man. When there is a reflection of the sky on the water, both the sky and the stars are seen within the water, but it is understood that the sky and the stars are not to be accepted on the same level. The stars are parts of the sky, and therefore they cannot be equal to the whole. The sky is the whole, and the stars are parts. They cannot be one and the same. Transcendentalists who do not accept the supreme consciousness as separate from the individual consciousness are as offensive as the materialists who deny even the existence of the Lord. Such offenders cannot actually see the lotus feet of the Lord within themselves, nor are they even able to see the devotees of the Lord. The devotees of the Lord are so kind that they roam to all places to enlighten people in God consciousness. The offenders, however, lose the chance to receive the Lord’s devotees, although the offenseless common man is at once influenced by the devotees’ presence. In this connection there is an interesting story of a hunter and Devarṣi Nārada. A hunter in the forest, although a great sinner, was not an intentional offender. He was at once influenced by the presence of Nārada, and he agreed to take the path of devotion, leaving aside his hearth and home. But the offenders Nalakūvara and Maṇigrīva, even though living amongst the demigods, had to undergo the punishment of becoming trees in their next lives, although by the grace of a devotee they were later delivered by the Lord. Offenders have to wait until they receive the mercy of devotees, and then they can become eligible to see the lotus feet of the Lord within themselves. But due to their offenses and their extreme materialism, they cannot see even the devotees of the Lord. Engaged in external activities, they kill the internal vision. The Lord’s devotees, however, do not mind the offenses of the foolish in their many gross and subtle bodily endeavors. The Lord’s devotees continue to bestow the blessings of devotion upon all such offenders without hesitation. That is the nature of devotees."
    },
    {
        "verse": "46",
        "devanagari": "पानेन ते देव कथासुधाया:प्रवृद्धभक्त्या विशदाशया ये ।वैराग्यसारं प्रतिलभ्य बोधंयथाञ्जसान्वीयुरकुण्ठधिष्ण्यम् ॥ ४६ ॥",
        "english_devnagari": "pānena te deva kathā-sudhāyāḥpravṛddha-bhaktyā viśadāśayā yevairāgya-sāraṁ pratilabhya bodhaṁyathāñjasānvīyur akuṇṭha-dhiṣṇyam",
        "verse_Syn": [
            "pānena",
            "te",
            "deva",
            "kathā",
            "sudhāyāḥ",
            "pravṛddha",
            "bhaktyā",
            "viśada",
            "āśayāḥ",
            "ye",
            "vairāgya",
            "sāram",
            "pratilabhya",
            "bodham",
            "yathā",
            "añjasā",
            "anvīyuḥ",
            "akuṇṭha",
            "dhiṣṇyam"
        ],
        "translation": "O Lord, persons who, because of their serious attitude, attain the stage of enlightened devotional service achieve the complete meaning of renunciation and knowledge and attain the Vaikuṇṭhaloka in the spiritual sky simply by drinking the nectar of Your topics.",
        "purport": " The difference between the impersonalistic mental speculators and the pure devotees of the Lord is that the former pass through a miserable understanding of the Absolute Truth at every stage, whereas the devotees enter into the kingdom of all pleasures even from the beginning of their attempt. The devotee has only to hear about devotional activities, which are as simple as anything in ordinary life, and he also acts very simply, whereas the mental speculator has to pass through a jugglery of words, which are partially facts and partially a make-show for the maintenance of an artificial impersonal status. In spite of his strenuous efforts to attain perfect knowledge, the impersonalist attains merging into the impersonal oneness of the brahmajyoti of the Lord, which is also attained by the enemies of the Lord simply because of their being killed by Him. The devotees, however, attain to the highest stage of knowledge and renunciation and achieve the Vaikuṇṭhalokas, the planets in the spiritual sky. The impersonalist attains only the sky, and does not achieve any tangible transcendental bliss, whereas the devotee attains to the planets where real spiritual life prevails. With a serious attitude, the devotee throws away all achievements like so much dust, and he accepts only devotional service, the transcendental culmination."
    },
    {
        "verse": "47",
        "devanagari": "तथापरे चात्मसमाधियोग-बलेन जित्वा प्रकृतिं बलिष्ठाम् ।त्वामेव धीरा: पुरुषं विशन्तितेषां श्रम: स्यान्न तु सेवया ते ॥ ४७ ॥",
        "english_devnagari": "tathāpare cātma-samādhi-yoga-balena jitvā prakṛtiṁ baliṣṭhāmtvām eva dhīrāḥ puruṣaṁ viśantiteṣāṁ śramaḥ syān na tu sevayā te",
        "verse_Syn": [
            "tathā",
            "apare",
            "ca",
            "ātma",
            "samādhi",
            "yoga",
            "balena",
            "jitvā",
            "prakṛtim",
            "baliṣṭhām",
            "tvām",
            "eva",
            "dhīrāḥ",
            "puruṣam",
            "viśanti",
            "teṣām",
            "śramaḥ",
            "syāt",
            "na",
            "tu",
            "sevayā",
            "te"
        ],
        "translation": "Others, who are pacified by means of transcendental self-realization and have conquered over the modes of nature by dint of strong power and knowledge, also enter into You, but for them there is much pain, whereas the devotee simply discharges devotional service and thus feels no such pain.",
        "purport": " In terms of a labor of love and its returns, the bhaktas, or devotees of the Lord, always have priority over persons who are addicted to the association of jñānīs, or impersonalists, and yogīs, or mystics. The word apare (others) is very significant in this connection. “Others” refers to the jñānīs and the yogīs, whose only hope is to merge into the existence of the impersonal brahmajyoti. Although their destination is not so important in comparison to the destination of the devotees, the labor of the nondevotees is far greater than that of the bhaktas. One may suggest that there is sufficient labor for the devotees also in the matter of discharging devotional service. But that labor is compensated by the enhancement of transcendental pleasure. The devotees derive more transcendental pleasure while engaged continuously in the service of the Lord than when they have no such engagement. In the family combination of a man and a woman there is much labor and responsibility for both of them, yet when they are single they feel more trouble for want of their united activities. The union of the impersonalists and the union of the devotees are not on a par. The impersonalists try to fully stop their individuality by attaining sāyujya-mukti, or unification by merging into oneness, whereas the devotees keep their individuality to exchange feelings in relationship with the supreme individual Lord. Such reciprocation of feelings takes place in the transcendental Vaikuṇṭha planets, and therefore the liberation sought by the impersonalists is already achieved in devotional service. The devotees attain mukti automatically, while continuing the transcendental pleasure of maintaining individuality. As explained in the previous verse, the destination of the devotees is Vaikuṇṭha, or akuṇṭha-dhiṣṇya, the place where anxieties are completely eradicated. One should not mistake the destination of the devotees and that of the impersonalists to be one and the same. The destinations are distinctly different, and the transcendental pleasure derived by the devotee is also distinct from cin-mātra, or spiritual feelings alone."
    },
    {
        "verse": "48",
        "devanagari": "तत्ते वयं लोकसिसृक्षयाद्यत्वयानुसृष्टास्त्रिभिरात्मभि: स्म ।सर्वे वियुक्ता: स्वविहारतन्त्रंन शक्नुमस्तत्प्रतिहर्तवे ते ॥ ४८ ॥",
        "english_devnagari": "tat te vayaṁ loka-sisṛkṣayādyatvayānusṛṣṭās tribhir ātmabhiḥ smasarve viyuktāḥ sva-vihāra-tantraṁna śaknumas tat pratihartave te",
        "verse_Syn": [
            "tat",
            "te",
            "vayam",
            "loka",
            "sisṛkṣayā",
            "ādya",
            "tvayā",
            "anusṛṣṭāḥ",
            "tribhiḥ",
            "ātmabhiḥ",
            "sma",
            "sarve",
            "viyuktāḥ",
            "sva",
            "vihāra",
            "tantram",
            "na",
            "śaknumaḥ",
            "tat",
            "pratihartave",
            "te"
        ],
        "translation": "O Original Person, we are therefore but Yours only. Although we are Your creatures, we are born one after another under the influence of the three modes of nature, and for this reason we are separated in action. Therefore, after the creation we could not act concertedly for Your transcendental pleasure.",
        "purport": " The cosmic creation is working under the influence of the three modes of the external potency of the Lord. Different creatures are also under the same influence, and therefore they cannot act concertedly in satisfying the Lord. Because of this diverse activity, there cannot be any harmony in the material world. The best policy, therefore, is to act for the sake of the Lord. That will bring about the desired harmony."
    },
    {
        "verse": "49",
        "devanagari": "यावद्बलिं तेऽज हराम कालेयथा वयं चान्नमदाम यत्र ।यथोभयेषां त इमे हि लोकाबलिं हरन्तोऽन्नमदन्त्यनूहा: ॥ ४९ ॥",
        "english_devnagari": "yāvad baliṁ te ’ja harāma kāleyathā vayaṁ cānnam adāma yatrayathobhayeṣāṁ ta ime hi lokābaliṁ haranto ’nnam adanty anūhāḥ",
        "verse_Syn": [
            "yāvat",
            "balim",
            "te",
            "aja",
            "harāma",
            "kāle",
            "yathā",
            "vayam",
            "ca",
            "annam",
            "adāma",
            "yatra",
            "yathā",
            "ubhayeṣām",
            "te",
            "ime",
            "hi",
            "lokāḥ",
            "balim",
            "harantaḥ",
            "annam",
            "adanti",
            "anūhāḥ"
        ],
        "translation": "O unborn one, please enlighten us regarding the ways and means by which we can offer You all enjoyable grains and commodities so that both we and all other living entities in this world can maintain ourselves without disturbance and can easily accumulate the necessities of life both for You and for ourselves.",
        "purport": " Developed consciousness begins from the human form of life and further increases in the forms of the demigods living in higher planets. The earth is situated almost in the middle of the universe, and the human form of life is the intermediate stage between the life of the demigods and that of the demons. The planetary systems above the earth are especially meant for the higher intellectuals, called demigods. They are called demigods because although their standard of life is far more advanced in culture, enjoyment, luxury, beauty, education and duration of life, they are always fully God conscious. Such demigods are always ready to render service to the Supreme Lord because they are perfectly aware of the fact that every living entity is constitutionally an eternal subordinate servitor of the Lord. They also know that it is the Lord only who can maintain all living entities with all the necessities of life. The Vedic hymns, eko bahūnāṁ yo vidadhāti kāmān, tā enam abruvann āyatanaṁ naḥ prajānīhi yasmin pratiṣṭhitā annam adāme, etc., confirm this truth. In Bhagavad-gītā also, the Lord is mentioned as bhūta-bhṛt, or the maintainer of all living creatures. The modern theory that starvation is due to an increase in population is not accepted by the demigods or the devotees of the Lord. The devotees or demigods are fully aware that the Lord can maintain any number of living entities, provided they are conscious of how to eat. If they want to eat like ordinary animals, who have no God consciousness, then they must live in starvation, poverty and want, like the jungle animals in the forest. The jungle animals are also maintained by the Lord with their respective foodstuffs, but they are not advanced in God consciousness. Similarly, human beings are provided with food grains, vegetables, fruits and milk by the grace of the Lord, but it is the duty of human beings to acknowledge the mercy of the Lord. As a matter of gratitude, they should feel obliged to the Lord for their supply of foodstuff, and they must first offer Him food in sacrifice and then partake of the remnants. In Bhagavad-gītā (3.13) it is confirmed that one who takes foodstuff after a performance of sacrifice eats real food for proper maintenance of the body and soul, but one who cooks for himself and does not perform any sacrifice eats only lumps of sin in the shape of foodstuffs. Such sinful eating can never make one happy or free from scarcity. Famine is not due to an increase in population, as less intelligent economists think. When human society is grateful to the Lord for all His gifts for the maintenance of the living entities, then there is certainly no scarcity or want in society. But when men are unaware of the intrinsic value of such gifts from the Lord, surely they are in want. A person who has no God consciousness may live in opulence for the time being due to his past virtuous acts, but if one forgets his relationship with the Lord, certainly he must await the stage of starvation by the law of the powerful material nature. One cannot escape the vigilance of the powerful material nature unless he leads a God conscious or devotional life."
    },
    {
        "verse": "50",
        "devanagari": "त्वं न: सुराणामसि सान्वयानांकूटस्थ आद्य: पुरुष: पुराण: ।त्वं देव शक्त्यां गुणकर्मयोनौरेतस्त्वजायां कविमादधेऽज: ॥ ५० ॥",
        "english_devnagari": "tvaṁ naḥ surāṇām asi sānvayānāṁkūṭa-stha ādyaḥ puruṣaḥ purāṇaḥtvaṁ deva śaktyāṁ guṇa-karma-yonauretas tv ajāyāṁ kavim ādadhe ’jaḥ",
        "verse_Syn": [
            "tvam",
            "naḥ",
            "surāṇām",
            "asi",
            "sa",
            "anvayānām",
            "kūṭa",
            "sthaḥ",
            "ādyaḥ",
            "puruṣaḥ",
            "purāṇaḥ",
            "tvam",
            "deva",
            "śaktyām",
            "guṇa",
            "karma",
            "yonau",
            "retaḥ",
            "tu",
            "ajāyām",
            "kavim",
            "ādadhe",
            "ajaḥ"
        ],
        "translation": "You are the original personal founder of all the demigods and the orders of different gradations, yet You are the oldest and are unchanged. O Lord, You have no source or superior. You have impregnated the external energy with the semen of the total living entities, yet You are unborn.",
        "purport": " The Lord, the original person, is the father of all other living entities, beginning from Brahmā, the personality from whom all other living entities in different gradations of species are generated. Yet the supreme father has no other father. Every one of the living entities of all grades, up to Brahmā, the original creature of the universe, is begotten by a father, but He, the Lord, has no father. When He descends to the material plane, out of His causeless mercy He accepts one of His great devotees as His father to keep pace with the rules of the material world. But since He is the Lord, He is always independent in choosing who will become His father. For example, the Lord came out of a pillar in His incarnation as Nṛsiṁhadeva, and by the Lord’s causeless mercy, Ahalyā came out of a stone by the touch of the lotus feet of His incarnation as Lord Śrī Rāma. He is also the companion of every living entity as the Supersoul, but He is unchanged. The living entity changes his body in the material world, but even when the Lord is in the material world, He is ever unchanged. That is His prerogative. As confirmed in Bhagavad-gītā (14.3), the Lord impregnates the external or material energy, and thus the total living entities later come out in different gradations, beginning from Brahmā, the first demigod, down to the insignificant ant. All gradations of living entities are manifested by Brahmā and the external energy, but the Lord is the original father of everyone. The relationship of every living being with the Supreme Lord is certainly one of son and father and not one of equality. Sometimes in love the son is more than the father, but the relationship of father and son is one of the superior and the subordinate. Every living entity, however great he may be, even up to demigods like Brahmā and Indra, is an eternally subordinate servitor of the supreme father. The mahat-tattva principle is the generating source of all the modes of material nature, and the living entities take birth in the material world in bodies supplied by the mother, material nature, in terms of their previous work. The body is a gift of material nature, but the soul is originally part and parcel of the Supreme Lord."
    },
    {
        "verse": "51",
        "devanagari": "ततो वयं मत्प्रमुखा यदर्थेबभूविमात्मन् करवाम किं ते ।त्वं न: स्वचक्षु: परिदेहि शक्त्यादेव क्रियार्थे यदनुग्रहाणाम् ॥ ५१ ॥",
        "english_devnagari": "tato vayaṁ mat-pramukhā yad-arthebabhūvimātman karavāma kiṁ tetvaṁ naḥ sva-cakṣuḥ paridehi śaktyādeva kriyārthe yad-anugrahāṇām",
        "verse_Syn": [
            "tataḥ",
            "vayam",
            "mat",
            "pramukhāḥ",
            "yat",
            "arthe",
            "babhūvima",
            "ātman",
            "karavāma",
            "kim",
            "te",
            "tvam",
            "naḥ",
            "sva",
            "cakṣuḥ",
            "paridehi",
            "śaktyā",
            "deva",
            "kriyā",
            "arthe",
            "yat",
            "anugrahāṇām"
        ],
        "translation": "O Supreme Self, please give us, who are created in the beginning from the mahat-tattva, the total cosmic energy, Your kind directions on how we shall act. Kindly award us Your perfect knowledge and potency so that we can render You service in the different departments of subsequent creation.",
        "purport": " The Lord creates this material world and impregnates the material energy with the living entities who will act in the material world. All these actions have a divine plan behind them. The plan is to give the conditioned souls who so desire it a chance to enjoy sense gratification. But there is another plan behind the creation: to help the living entities realize that they are created for the transcendental sense gratification of the Lord and not for their individual sense gratification. This is the constitutional position of the living entities. The Lord is one without a second, and He expands Himself into many for His transcendental pleasure. All the expansions — the viṣṇu-tattvas, the jīva-tattvas and the śakti-tattvas (the Personalities of Godhead, the living entities and the different potencies) — are different offshoots from the same one Supreme Lord. The jīva-tattvas are separated expansions of the viṣṇu-tattvas, and although the jīvas have different potencies, they are all meant for the transcendental sense gratification of the Supreme Lord. Some of the jīvas, however, wanted to lord it over material nature in imitation of the lordship of the Personality of Godhead. Regarding when and why such propensities overcame the pure living entities, it can only be explained that the jīva-tattvas have infinitesimal independence and that due to misuse of this independence some of the living entities have become implicated in the conditions of cosmic creation and are therefore called nitya-baddhas, or eternally conditioned souls. The expansions of Vedic wisdom also give the nitya-baddhas, the conditioned living entities, a chance to improve, and those who take advantage of such transcendental knowledge gradually regain their lost consciousness of rendering transcendental loving service to the Lord. The demigods are amongst the conditioned souls who have developed this pure consciousness of service to the Lord but who at the same time continue to desire to lord it over the material energy. Such mixed consciousness puts a conditioned soul in the position of managing the affairs of this creation. The demigods are entrusted leaders of the conditioned souls. As some of the old prisoners in government jails are entrusted with some responsible work of prison management, so the demigods are improved conditioned souls acting as representatives of the Lord in the material creation. Such demigods are devotees of the Lord in the material world, and when completely free from all material desire to lord it over the material energy they become pure devotees and have no desire but to serve the Lord. Therefore any living entity who desires a position in the material world may desire so in the service of the Lord and may seek power and intelligence from the Lord, as exemplified by the demigods in this particular verse. One cannot do anything unless he is enlightened and empowered by the Lord. The Lord says in Bhagavad-gītā (15.15), mattaḥ smṛtir jñānam apohanaṁ ca. All recollections, knowledge, etc., as well as all forgetfulness, are engineered by the Lord, who is sitting within the heart of everyone. The intelligent man seeks the help of the Lord, and the Lord helps the sincere devotees engaged in His multifarious services. The demigods are entrusted by the Lord to create different species of living entities according to their past deeds. They are herein asking the favor of the Lord for the intelligence and power to carry out their task. Similarly, any conditioned soul may also engage in the service of the Lord under the guidance of an expert spiritual master and thus gradually become freed from the entanglement of material existence. The spiritual master is the manifested representative of the Lord, and anyone who puts himself under the guidance of a spiritual master and acts accordingly is said to be acting in terms of buddhi-yoga, as explained in Bhagavad-gītā (2.41):"
    }
]