[
    {
        "verse": "1",
        "devanagari": "मैत्रेय उवाचइति ते वर्णित: क्षत्त: कालाख्य: परमात्मन: ।महिमा वेदगर्भोऽथ यथास्राक्षीन्निबोध मे ॥ १ ॥",
        "english_devnagari": "maitreya uvācaiti te varṇitaḥ kṣattaḥkālākhyaḥ paramātmanaḥmahimā veda-garbho ’thayathāsrākṣīn nibodha me",
        "verse_Syn": [
            "maitreyaḥ",
            "uvāca",
            "iti",
            "te",
            "varṇitaḥ",
            "kṣattaḥ",
            "kāla",
            "ākhyaḥ",
            "paramātmanaḥ",
            "mahimā",
            "veda",
            "garbhaḥ",
            "atha",
            "yathā",
            "asrākṣīt",
            "nibodha",
            "me"
        ],
        "translation": "Śrī Maitreya said: O learned Vidura, so far I have explained to you the glories of the form of the Supreme Personality of Godhead in His feature of kāla. Now you can hear from me about the creation of Brahmā, the reservoir of all Vedic knowledge.",
        "purport": ""
    },
    {
        "verse": "2",
        "devanagari": "ससर्जाग्रेऽन्धतामिस्रमथ तामिस्रमादिकृत् ।महामोहं च मोहं च तमश्चाज्ञानवृत्तय: ॥ २ ॥",
        "english_devnagari": "sasarjāgre ’ndha-tāmisramatha tāmisram ādi-kṛtmahāmohaṁ ca mohaṁ catamaś cājñāna-vṛttayaḥ",
        "verse_Syn": [
            "sasarja",
            "agre",
            "andha",
            "tāmisram",
            "atha",
            "tāmisram",
            "ādi",
            "kṛt",
            "mahā",
            "moham",
            "ca",
            "moham",
            "ca",
            "tamaḥ",
            "ca",
            "ajñāna",
            "vṛttayaḥ"
        ],
        "translation": "Brahmā first created the nescient engagements like self-deception, the sense of death, anger after frustration, the sense of false ownership, and the illusory bodily conception, or forgetfulness of one’s real identity.",
        "purport": " Before the factual creation of the living entities in different varieties of species, the conditions under which a living being in the material world has to live were created by Brahmā. Unless a living entity forgets his real identity, it is impossible for him to live in the material conditions of life. Therefore the first condition of material existence is forgetfulness of one’s real identity. And by forgetting one’s real identity, one is sure to be afraid of death, although a pure living soul is deathless and birthless. This false identification with material nature is the cause of false ownership of things which are offered by the arrangement of superior control. All material resources are offered to the living entity for his peaceful living and for the discharge of the duties of self-realization in conditioned life. But due to false identification, the conditioned soul becomes entrapped by the sense of false ownership of the property of the Supreme Lord. It is evident from this verse that Brahmā himself is a creation of the Supreme Lord, and the five kinds of nescience which condition the living entities in material existence are creations of Brahmā. It is simply ludicrous to think the living entity to be equal with the Supreme Being when one can understand that the conditioned souls are under the influence of Brahmā’s magic wand. Patañjali also accepts that there are five kinds of nescience, as mentioned herein."
    },
    {
        "verse": "3",
        "devanagari": "दृष्ट्वा पापीयसीं सृष्टिं नात्मानं बह्वमन्यत ।भगवद्ध्यानपूतेन मनसान्यां ततोऽसृजत् ॥ ३ ॥",
        "english_devnagari": "dṛṣṭvā pāpīyasīṁ sṛṣṭiṁnātmānaṁ bahv amanyatabhagavad-dhyāna-pūtenamanasānyāṁ tato ’sṛjat",
        "verse_Syn": [
            "dṛṣṭvā",
            "pāpīyasīm",
            "sṛṣṭim",
            "na",
            "ātmānam",
            "bahu",
            "amanyata",
            "bhagavat",
            "dhyāna",
            "pūtena",
            "manasā",
            "anyām",
            "tataḥ",
            "asṛjat"
        ],
        "translation": "Seeing such a misleading creation as a sinful task, Brahmā did not feel much pleasure in his activity, and therefore he purified himself by meditation on the Personality of Godhead. Then he began another term of creation.",
        "purport": " Although he created the different influences of nescience, Lord Brahmā was not satisfied in performing such a thankless task, but he had to do it because most of the conditioned souls wanted it to be so. Lord Kṛṣṇa says in Bhagavad-gītā (15.15) that He is present in everyone’s heart and is helping everyone to either remember of forget. The question may be raised why the Lord, who is all-merciful, helps one to remember and another to forget. Actually, His mercy is not exhibited in partiality towards one and enmity towards another. The living entity, as part and parcel of the Lord, is partially independent because he partially possesses all the qualities of the Lord. Anyone who has some independence may sometimes misuse it due to ignorance. When the living entity prefers to misuse his independence and glide down towards nescience, the all-merciful Lord first of all tries to protect him from the trap, but when the living entity persists in gliding down to hell, the Lord helps him to forget his real position. The Lord helps the falling living entity glide down to the lowest point, just to give him the chance to see if he is happy by misusing his independence. Almost all the conditioned souls who are rotting in the material world are misusing their independence, and therefore five kinds of nescience are imposed upon them. As an obedient servitor of the Lord, Brahmā creates all these as a matter of necessity, but he is not happy in doing so because a devotee of the Lord naturally does not like to see anyone falling down from his real position. Persons who do not care for the path of realization get full facilities from the Lord for executing their proclivities to the fullest extent, and Brahmā helps in that procedure without fail."
    },
    {
        "verse": "4",
        "devanagari": "सनकं च सनन्दं च सनातनमथात्मभू: ।सनत्कुमारं च मुनीन्निष्क्रियानूर्ध्वरेतस: ॥ ४ ॥",
        "english_devnagari": "sanakaṁ ca sanandaṁ casanātanam athātmabhūḥsanat-kumāraṁ ca munīnniṣkriyān ūrdhva-retasaḥ",
        "verse_Syn": [
            "sanakam",
            "ca",
            "sanandam",
            "ca",
            "sanātanam",
            "atha",
            "ātma",
            "bhūḥ",
            "sanat",
            "kumāram",
            "ca",
            "munīn",
            "niṣkriyān",
            "ūrdhva",
            "retasaḥ"
        ],
        "translation": "In the beginning, Brahmā created four great sages named Sanaka, Sananda, Sanātana and Sanat-kumāra. All of them were unwilling to adopt materialistic activities because they were highly elevated due to their semen’s flowing upwards.",
        "purport": " Although Brahmā created the principles of nescience as a matter of necessity for those living entities who were destined to ignorance by the will of the Lord, he was not satisfied in performing such a thankless task. He therefore created four principles of knowledge: sāṅkhya, or empirical philosophy for the analytical study of material conditions; yoga, or mysticism for liberation of the pure soul from material bondage; vairāgya, the acceptance of complete detachment from material enjoyment in life to elevate oneself to the highest spiritual understanding; and tapas, or the various kinds of voluntary austerities performed for spiritual perfection. Brahmā created the four great sages Sanaka, Sananda, Sanātana and Sanat to entrust them with these four principles of spiritual advancement, and they inaugurated their own spiritual party, or sampradāya, known as the Kumāra sampradāya, or later on as the Nimbārka sampradāya, for the advancement of bhakti. All of these great sages became great devotees, for without devotional service to the Personality of Godhead one cannot achieve success in any activity of spiritual value."
    },
    {
        "verse": "5",
        "devanagari": "तान् बभाषे स्वभू: पुत्रान् प्रजा: सृजत पुत्रका: ।तन्नैच्छन्मोक्षधर्माणो वासुदेवपरायणा: ॥ ५ ॥",
        "english_devnagari": "tān babhāṣe svabhūḥ putrānprajāḥ sṛjata putrakāḥtan naicchan mokṣa-dharmāṇovāsudeva-parāyaṇāḥ",
        "verse_Syn": [
            "tān",
            "babhāṣe",
            "svabhūḥ",
            "putrān",
            "prajāḥ",
            "sṛjata",
            "putrakāḥ",
            "tat",
            "na",
            "aicchan",
            "mokṣa",
            "dharmāṇaḥ",
            "vāsudeva",
            "parāyaṇāḥ"
        ],
        "translation": "Brahmā spoke to his sons after generating them. “My dear sons,” he said, “now generate progeny.” But due to their being attached to Vāsudeva, the Supreme Personality of Godhead, they aimed at liberation, and therefore they expressed their unwillingness.",
        "purport": " The four sons of Brahmā, the Kumāras, declined to become family men even on the request of their great father, Brahmā. Those who are serious about gaining release from material bondage should not be entangled in the false relationship of family bondage. People may ask how the Kumāras could refuse the orders of Brahmā, who was their father and, above all, the creator of the universe. The reply is that one who is vāsudeva-parāyaṇa, or seriously engaged in the devotional service of the Personality of Godhead, Vāsudeva, need not care for any other obligation. It is enjoined in the Bhāgavatam (11.5.41): “Anyone who has completely given up all worldly relationships and has taken absolute shelter of the lotus feet of the Lord, who gives us salvation and who alone is fit to be taken shelter of, is no longer a debtor or servant of anyone, including the demigods, forefathers, sages, other living entities, relatives, and members of human society.” Thus there was nothing wrong in the acts of the Kumāras when they refused their great father’s request that they become family men."
    },
    {
        "verse": "6",
        "devanagari": "सोऽवध्यात: सुतैरेवं प्रत्याख्यातानुशासनै: ।क्रोधं दुर्विषहं जातं नियन्तुमुपचक्रमे ॥ ६ ॥",
        "english_devnagari": "so ’vadhyātaḥ sutair evaṁpratyākhyātānuśāsanaiḥkrodhaṁ durviṣahaṁ jātaṁniyantum upacakrame",
        "verse_Syn": [
            "saḥ",
            "avadhyātaḥ",
            "sutaiḥ",
            "evam",
            "pratyākhyāta",
            "anuśāsanaiḥ",
            "krodham",
            "durviṣaham",
            "jātam",
            "niyantum",
            "upacakrame"
        ],
        "translation": "On the refusal of the sons to obey the order of their father, there was much anger generated in the mind of Brahmā, which he tried to control and not express.",
        "purport": " Brahmā is the director in charge of the mode of passion of material nature. Therefore it was natural for him to become angry on the refusal of his sons to obey his order. Although the Kumāras were right in such acts of refusal, Brahmā, being absorbed in the mode of passion, could not check his passionate anger. He did not express it, however, because he knew that his sons were far enlightened in spiritual advancement and thus he should not express his anger before them."
    },
    {
        "verse": "7",
        "devanagari": "धिया निगृह्यमाणोऽपि भ्रुवोर्मध्यात्प्रजापते: ।सद्योऽजायत तन्मन्यु: कुमारो नीललोहित: ॥ ७ ॥",
        "english_devnagari": "dhiyā nigṛhyamāṇo ’pibhruvor madhyāt prajāpateḥsadyo ’jāyata tan-manyuḥkumāro nīla-lohitaḥ",
        "verse_Syn": [
            "dhiyā",
            "nigṛhyamāṇaḥ",
            "api",
            "bhruvoḥ",
            "madhyāt",
            "prajāpateḥ",
            "sadyaḥ",
            "ajāyata",
            "tat",
            "manyuḥ",
            "kumāraḥ",
            "nīla",
            "lohitaḥ"
        ],
        "translation": "Although he tried to curb his anger, it came out from between his eyebrows, and a child mixed blue and red was immediately generated.",
        "purport": " The face of anger is the same whether exhibited due to ignorance or knowledge. Although Brahmā tried to curb his anger, he could not do so, even though he is the supreme being. Such anger in its true color came from between the eyebrows of Brahmā as Rudra, in a mixed color of blue (ignorance) and red (passion), because anger is the product of passion and ignorance."
    },
    {
        "verse": "8",
        "devanagari": "स वै रुरोद देवानां पूर्वजो भगवान् भव: ।नामानि कुरु मे धात: स्थानानि च जगद्गुरो ॥ ८ ॥",
        "english_devnagari": "sa vai ruroda devānāṁpūrvajo bhagavān bhavaḥnāmāni kuru me dhātaḥsthānāni ca jagad-guro",
        "verse_Syn": [
            "saḥ",
            "vai",
            "ruroda",
            "devānām",
            "pūrvajaḥ",
            "bhagavān",
            "bhavaḥ",
            "nāmāni",
            "kuru",
            "me",
            "dhātaḥ",
            "sthānāni",
            "ca",
            "jagat",
            "guro"
        ],
        "translation": "After his birth he began to cry: O destiny maker, teacher of the universe, kindly designate my name and place.",
        "purport": ""
    },
    {
        "verse": "9",
        "devanagari": "इति तस्य वच: पाद्मो भगवान् परिपालयन् ।अभ्यधाद्भद्रया वाचा मा रोदीस्तत्करोमि ते ॥ ९ ॥",
        "english_devnagari": "iti tasya vacaḥ pādmobhagavān paripālayanabhyadhād bhadrayā vācāmā rodīs tat karomi te",
        "verse_Syn": [
            "iti",
            "tasya",
            "vacaḥ",
            "pādmaḥ",
            "bhagavān",
            "paripālayan",
            "abhyadhāt",
            "bhadrayā",
            "vācā",
            "mā",
            "rodīḥ",
            "tat",
            "karomi",
            "te"
        ],
        "translation": "The all-powerful Brahmā, who was born from the lotus flower, pacified the boy with gentle words, accepting his request, and said: Do not cry. I shall certainly do as you desire.",
        "purport": ""
    },
    {
        "verse": "10",
        "devanagari": "यदरोदी: सुरश्रेष्ठ सोद्वेग इव बालक: ।ततस्त्वामभिधास्यन्ति नाम्ना रुद्र इति प्रजा: ॥ १० ॥",
        "english_devnagari": "yad arodīḥ sura-śreṣṭhasodvega iva bālakaḥtatas tvām abhidhāsyantināmnā rudra iti prajāḥ",
        "verse_Syn": [
            "yat",
            "arodīḥ",
            "sura",
            "śreṣṭha",
            "sa",
            "udvegaḥ",
            "iva",
            "bālakaḥ",
            "tataḥ",
            "tvām",
            "abhidhāsyanti",
            "nāmnā",
            "rudraḥ",
            "iti",
            "prajāḥ"
        ],
        "translation": "Thereafter Brahmā said: O chief of the demigods, you shall be called by the name Rudra by all people because you have so anxiously cried.",
        "purport": ""
    },
    {
        "verse": "11",
        "devanagari": "हृदिन्द्रियाण्यसुर्व्योम वायुरग्निर्जलं मही ।सूर्यश्चन्द्रस्तपश्चैव स्थानान्यग्रे कृतानि ते ॥ ११ ॥",
        "english_devnagari": "hṛd indriyāṇy asur vyomavāyur agnir jalaṁ mahīsūryaś candras tapaś caivasthānāny agre kṛtāni te",
        "verse_Syn": [
            "hṛt",
            "indriyāṇi",
            "asuḥ",
            "vyoma",
            "vāyuḥ",
            "agniḥ",
            "jalam",
            "mahī",
            "sūryaḥ",
            "candraḥ",
            "tapaḥ",
            "ca",
            "eva",
            "sthānāni",
            "agre",
            "kṛtāni",
            "te"
        ],
        "translation": "My dear boy, I have already selected the following places for your residence: the heart, the senses, the air of life, the sky, the air, the fire, the water, the earth, the sun, the moon and austerity.",
        "purport": " The creation of Rudra from between the eyebrows of Brahmā as the result of his anger, generated from the mode of passion partly touched by ignorance, is very significant. In Bhagavad-gītā (3.37) the principle of Rudra is described. Krodha (anger) is the product of kāma (lust), which is the result of the mode of passion. When lust and hankering are unsatisfied, the element of krodha appears, which is the formidable enemy of the conditioned soul. This most sinful and inimical passion is represented as ahaṅkāra, or the false egocentric attitude of thinking oneself to be all in all. Such an egocentric attitude on the part of the conditioned soul, who is completely under the control of material nature, is described in Bhagavad-gītā as foolish. The egocentric attitude is a manifestation of the Rudra principle in the heart, wherein krodha (anger) is generated. This anger develops in the heart and is further manifested through various senses, like the eyes, hands and legs. When a man is angry he expresses such anger with red-hot eyes and sometimes makes a display of clenching his fists or kicking his legs. This exhibition of the Rudra principle is the proof of Rudra’s presence in such places. When a man is angry he breathes very rapidly, and thus Rudra is represented in the air of life, or in the activities of breathing. When the sky is overcast with dense clouds and roars in anger, and when the wind blows very fiercely, the Rudra principle is manifested, and so also when the sea water is infuriated by the wind it appears in a gloomy feature of Rudra, which is very fearful to the common man. When fire is ablaze we can also experience the presence of Rudra, and when there is an inundation over the earth we can understand that this is also the representation of Rudra. There are many earthly creatures who constantly represent the Rudra element. The snake, tiger and lion are always representations of Rudra. Sometimes, because of the extreme heat of the sun, there are cases of heatstroke, and due to the extreme coldness created by the moon there are cases of collapse. There are many sages empowered with the influence of austerity and many yogīs, philosophers and renouncers who sometimes exhibit their acquired power under the influence of the Rudra principle of anger and passion. The great yogī Durvāsā, under the influence of this Rudra principle, picked a quarrel with Mahārāja Ambarīṣa, and a brāhmaṇa boy exhibited the Rudra principle by cursing the great King Parīkṣit. When the Rudra principle is exhibited by persons who are not engaged in the devotional service of the Supreme Personality of Godhead, the angry person falls down from the peak of his improved position. This is confirmed as follows: The most lamentable falldown of the impersonalist is due to his false and unreasonable claim of being one with the Supreme."
    },
    {
        "verse": "12",
        "devanagari": "मन्युर्मनुर्महिनसो महाञ्छिव ऋतध्वज: ।उग्ररेता भव: कालो वामदेवो धृतव्रत: ॥ १२ ॥",
        "english_devnagari": "manyur manur mahinasomahāñ chiva ṛtadhvajaḥugraretā bhavaḥ kālovāmadevo dhṛtavrataḥ",
        "verse_Syn": [
            "manyuḥ,",
            "manuḥ,",
            "mahinasaḥ,",
            "mahān,",
            "śivaḥ,",
            "ṛtadhvajaḥ,",
            "ugaretāḥ,",
            "bhavaḥ,",
            "kālaḥ,",
            "vāmadevaḥ,",
            "dhṛtavrataḥ"
        ],
        "translation": "Lord Brahmā said: My dear boy Rudra, you have eleven other names: Manyu, Manu, Mahinasa, Mahān, Śiva, Ṛtadhvaja, Ugraretā, Bhava, Kāla, Vāmadeva and Dhṛtavrata.",
        "purport": ""
    },
    {
        "verse": "13",
        "devanagari": "धीर्धृतिरसलोमा च नियुत्सर्पिरिलाम्बिका ।इरावती स्वधा दीक्षा रुद्राण्यो रुद्र ते स्त्रिय: ॥ १३ ॥",
        "english_devnagari": "dhīr dhṛti-rasalomā caniyut sarpir ilāmbikāirāvatī svadhā dīkṣārudrāṇyo rudra te striyaḥ",
        "verse_Syn": [
            "dhīḥ,",
            "dhṛti,",
            "rasalā,",
            "umā,",
            "niyut,",
            "sarpiḥ,",
            "ilā,",
            "ambikā,",
            "irāvatī,",
            "svadhā,",
            "dīkṣā",
            "rudrāṇyaḥ",
            "rudra",
            "te",
            "striyaḥ"
        ],
        "translation": "O Rudra, you also have eleven wives, called the Rudrāṇīs, and they are as follows: Dhī, Dhṛti, Rasalā, Umā, Niyut, Sarpi, Ilā, Ambikā, Irāvatī, Svadhā and Dīkṣā.",
        "purport": ""
    },
    {
        "verse": "14",
        "devanagari": "गृहाणैतानि नामानि स्थानानि च सयोषण: ।एभि: सृज प्रजा बह्वी: प्रजानामसि यत्पति: ॥ १४ ॥",
        "english_devnagari": "gṛhāṇaitāni nāmānisthānāni ca sa-yoṣaṇaḥebhiḥ sṛja prajā bahvīḥprajānām asi yat patiḥ",
        "verse_Syn": [
            "gṛhāṇa",
            "etāni",
            "nāmāni",
            "sthānāni",
            "ca",
            "sa",
            "yoṣaṇaḥ",
            "ebhiḥ",
            "sṛja",
            "prajāḥ",
            "bahvīḥ",
            "prajānām",
            "asi",
            "yat",
            "patiḥ"
        ],
        "translation": "My dear boy, you may now accept all the names and places designated for you and your different wives, and since you are now one of the masters of the living entities, you may increase the population on a large scale.",
        "purport": " Brahmā, as the father of Rudra, selected the wives of his son, his living places, and his names as well. It is natural that one should accept the wife selected by one’s father, just as a son accepts the name given by the father or as he accepts the property offered by the father. That is the general course in increasing the population of the world. On the other hand, the Kumāras did not accept the offering of their father because they were elevated far beyond the business of generating a great number of sons. As the son can refuse the order of the father for higher purposes, so the father can refuse to maintain his sons in increasing population because of higher purposes."
    },
    {
        "verse": "15",
        "devanagari": "इत्यादिष्ट: स्वगुरुणा भगवान्नीललोहित: ।सत्त्वाकृतिस्वभावेन ससर्जात्मसमा: प्रजा: ॥ १५ ॥",
        "english_devnagari": "ity ādiṣṭaḥ sva-guruṇābhagavān nīla-lohitaḥsattvākṛti-svabhāvenasasarjātma-samāḥ prajāḥ",
        "verse_Syn": [
            "iti",
            "ādiṣṭaḥ",
            "sva",
            "guruṇā",
            "bhagavān",
            "nīla",
            "lohitaḥ",
            "sattva",
            "ākṛti",
            "svabhāvena",
            "sasarja",
            "ātma",
            "samāḥ",
            "prajāḥ"
        ],
        "translation": "The most powerful Rudra, whose bodily color was blue mixed with red, created many offspring exactly resembling him in features, strength and furious nature.",
        "purport": ""
    },
    {
        "verse": "16",
        "devanagari": "रुद्राणां रुद्रसृष्टानां समन्ताद् ग्रसतां जगत् ।निशाम्यासंख्यशो यूथान् प्रजापतिरशङ्कत ॥ १६ ॥",
        "english_devnagari": "rudrāṇāṁ rudra-sṛṣṭānāṁsamantād grasatāṁ jagatniśāmyāsaṅkhyaśo yūthānprajāpatir aśaṅkata",
        "verse_Syn": [
            "rudrāṇām",
            "rudra",
            "sṛṣṭānām",
            "samantāt",
            "grasatām",
            "jagat",
            "niśāmya",
            "asaṅkhyaśaḥ",
            "yūthān",
            "prajā",
            "patiḥ",
            "aśaṅkata"
        ],
        "translation": "The sons and grandsons generated by Rudra were unlimited in number, and when they assembled together they attempted to devour the entire universe. When Brahmā, the father of the living entities, saw this, he became afraid of the situation.",
        "purport": " The generations of Rudra, the incarnation of anger, were so dangerous to the maintenance of universal affairs that even Brahmā, the father of the living entities, became afraid of them. The so-called devotees or followers of Rudra are also a menace. They are sometimes dangerous even to Rudra himself. Descendants of Rudra sometimes make plans to kill Rudra — by the grace of Rudra. That is the nature of his devotees."
    },
    {
        "verse": "17",
        "devanagari": "अलं प्रजाभि: सृष्टाभिरीद‍ृशीभि: सुरोत्तम ।मया सह दहन्तीभिर्दिशश्चक्षुर्भिरुल्बणै: ॥ १७ ॥",
        "english_devnagari": "alaṁ prajābhiḥ sṛṣṭābhirīdṛśībhiḥ surottamamayā saha dahantībhirdiśaś cakṣurbhir ulbaṇaiḥ",
        "verse_Syn": [
            "alam",
            "prajābhiḥ",
            "sṛṣṭābhiḥ",
            "īdṛśībhiḥ",
            "sura",
            "uttama",
            "mayā",
            "saha",
            "dahantībhiḥ",
            "diśaḥ",
            "cakṣurbhiḥ",
            "ulbaṇaiḥ"
        ],
        "translation": "Brahmā told Rudra: O best among the demigods, there is no need for you to generate living entities of this nature. They have begun to devastate everything on all sides with the fiery flames from their eyes, and they have even attacked me.",
        "purport": ""
    },
    {
        "verse": "18",
        "devanagari": "तप आतिष्ठ भद्रं ते सर्वभूतसुखावहम् ।तपसैव यथापूर्व स्रष्टा विश्वमिदं भवान् ॥ १८ ॥",
        "english_devnagari": "tapa ātiṣṭha bhadraṁ tesarva-bhūta-sukhāvahamtapasaiva yathā pūrvaṁsraṣṭā viśvam idaṁ bhavān",
        "verse_Syn": [
            "tapaḥ",
            "ātiṣṭha",
            "bhadram",
            "te",
            "sarva",
            "bhūta",
            "sukha",
            "āvaham",
            "tapasā",
            "eva",
            "yathā",
            "pūrvam",
            "sraṣṭā",
            "viśvam",
            "idam",
            "bhavān"
        ],
        "translation": "My dear son, you had better situate yourself in penance, which is auspicious for all living entities and which will bring all benediction upon you. By penance only shall you be able to create the universe as it was before.",
        "purport": " In the creation, maintenance and dissolution of the cosmic manifestation, the three deities Brahmā, Viṣṇu and Maheśvara, or Śiva, are respectively in charge. Rudra was advised not to destroy while the period of creation and maintenance was going on, but to situate himself in penance and wait for the time of dissolution, when his services would be called for."
    },
    {
        "verse": "19",
        "devanagari": "तपसैव परं ज्योतिर्भगवन्तमधोक्षजम् ।सर्वभूतगुहावासमञ्जसा विन्दते पुमान् ॥ १९ ॥",
        "english_devnagari": "tapasaiva paraṁ jyotirbhagavantam adhokṣajamsarva-bhūta-guhāvāsamañjasā vindate pumān",
        "verse_Syn": [
            "tapasā",
            "eva",
            "param",
            "jyotiḥ",
            "bhagavantam",
            "adhokṣajam",
            "sarva",
            "bhūta",
            "guhā",
            "āvāsam",
            "añjasā",
            "vindate",
            "pumān"
        ],
        "translation": "By penance only can one even approach the Personality of Godhead, who is within the heart of every living entity and at the same time beyond the reach of all senses.",
        "purport": " Rudra was advised by Brahmā to perform penance as an example to his sons and followers that penance is necessary for attaining the favor of the Supreme Personality of Godhead. In Bhagavad-gītā it is said that the common mass of people follow the path shown by an authority. Thus Brahmā, disgusted with the Rudra generations and afraid of being devoured by the increase of population, asked Rudra to stop producing such an unwanted generation and take to penance for attaining the favor of the Supreme Lord. Therefore we find in pictures that Rudra is always sitting in meditation for the attainment of the favor of the Lord. Indirectly, the sons and followers of Rudra are advised to stop the business of annihilation, following the Rudra principle while the peaceful creation of Brahmā is going on."
    },
    {
        "verse": "20",
        "devanagari": "मैत्रेय उवाचएवमात्मभुवादिष्ट: परिक्रम्य गिरां पतिम् ।बाढमित्यमुमामन्‍त्र्य विवेश तपसे वनम् ॥ २० ॥",
        "english_devnagari": "maitreya uvācaevam ātmabhuvādiṣṭaḥparikramya girāṁ patimbāḍham ity amum āmantryaviveśa tapase vanam",
        "verse_Syn": [
            "maitreyaḥ",
            "uvāca",
            "evam",
            "ātma",
            "bhuvā",
            "ādiṣṭaḥ",
            "parikramya",
            "girām",
            "patim",
            "bāḍham",
            "iti",
            "amum",
            "āmantrya",
            "viveśa",
            "tapase",
            "vanam"
        ],
        "translation": "Śrī Maitreya said: Thus Rudra, having been ordered by Brahmā, circumambulated his father, the master of the Vedas. Addressing him with words of assent, he entered the forest to perform austere penances.",
        "purport": ""
    },
    {
        "verse": "21",
        "devanagari": "अथाभिध्यायत: सर्गं दश पुत्रा: प्रजज्ञिरे ।भगवच्छक्तियुक्तस्य लोकसन्तानहेतव: ॥ २१ ॥",
        "english_devnagari": "athābhidhyāyataḥ sargaṁdaśa putrāḥ prajajñirebhagavac-chakti-yuktasyaloka-santāna-hetavaḥ",
        "verse_Syn": [
            "atha",
            "abhidhyāyataḥ",
            "sargam",
            "daśa",
            "putrāḥ",
            "prajajñire",
            "bhagavat",
            "śakti",
            "yuktasya",
            "loka",
            "santāna",
            "hetavaḥ"
        ],
        "translation": "Brahmā, who was empowered by the Supreme Personality of Godhead, thought of generating living entities and begot ten sons for the extension of the generations.",
        "purport": ""
    },
    {
        "verse": "22",
        "devanagari": "मरीचिरत्र्याङ्गिरसौ पुलस्त्य: पुलह: क्रतु: ।भृगुर्वसिष्ठो दक्षश्च दशमस्तत्र नारद: ॥ २२ ॥",
        "english_devnagari": "marīcir atry-aṅgirasaupulastyaḥ pulahaḥ kratuḥbhṛgur vasiṣṭho dakṣaś cadaśamas tatra nāradaḥ",
        "verse_Syn": [
            "marīciḥ,",
            "atri,",
            "aṅgirasau,",
            "pulastyaḥ,",
            "pulahaḥ,",
            "kratuḥ,",
            "bhṛguḥ,",
            "vasiṣṭhaḥ,",
            "dakṣaḥ",
            "ca",
            "daśamaḥ",
            "tatra",
            "nāradaḥ"
        ],
        "translation": "Marīci, Atri, Aṅgirā, Pulastya, Pulaha, Kratu, Bhṛgu, Vasiṣṭha, Dakṣa, and the tenth son, Nārada, were thus born.",
        "purport": " The whole process of the creation, maintenance and dissolution of the cosmic manifestation is meant to give the conditioned souls a chance to go back home, back to Godhead. Brahmā created Rudra to help him in his creative endeavor, but from the very beginning Rudra began to devour the whole creation, and thus he had to be stopped from such devastating activities. Brahmā therefore created another set of good children, who were mostly in favor of worldly fruitive activities. He knew very well, however, that without devotional service to the Lord there is hardly any benefit for the conditioned souls, and therefore he at last created his worthy son Nārada, who is the supreme spiritual master of all transcendentalists. Without devotional service to the Lord one cannot make progress in any department of activity, although the path of devotional service is always independent of anything material. Only the transcendental loving service of the Lord can deliver the real goal of life, and thus the service rendered by Śrīman Nārada Muni is the highest among all the sons of Brahmā."
    },
    {
        "verse": "23",
        "devanagari": "उत्सङ्गान्नारदो जज्ञे दक्षोऽङ्गुष्ठात्स्वयम्भुव: ।प्राणाद्वसिष्ठ: सञ्जातो भृगुस्त्वचि करात्क्रतु: ॥ २३ ॥",
        "english_devnagari": "utsaṅgān nārado jajñedakṣo ’ṅguṣṭhāt svayambhuvaḥprāṇād vasiṣṭhaḥ sañjātobhṛgus tvaci karāt kratuḥ",
        "verse_Syn": [
            "utsaṅgāt",
            "nāradaḥ",
            "jajñe",
            "dakṣaḥ",
            "aṅguṣṭhāt",
            "svayambhuvaḥ",
            "prāṇāt",
            "vasiṣṭhaḥ",
            "sañjātaḥ",
            "bhṛguḥ",
            "tvaci",
            "karāt",
            "kratuḥ"
        ],
        "translation": "Nārada was born from the deliberation of Brahmā, which is the best part of the body. Vasiṣṭha was born from his breathing, Dakṣa from a thumb, Bhṛgu from his touch, and Kratu from his hand.",
        "purport": " Nārada was born from the best deliberation of Brahmā because Nārada was able to deliver the Supreme Lord to anyone he liked. The Supreme Personality of Godhead cannot be realized by any amount of Vedic knowledge or by any number of penances. But a pure devotee of the Lord like Nārada can deliver the Supreme Lord by his good will. The very name Nārada suggests that he can deliver the Supreme Lord. Nāra means the “Supreme Lord,” and da means “one who can deliver.” That he can deliver the Supreme Lord does not mean that the Lord is like a commodity that can be delivered to any person. But Nārada can deliver to anyone the transcendental loving service of the Lord as a servitor, friend, parent or lover, as one may desire out of one’s own transcendental love for the Lord. In other words, it is Nārada only who can deliver the path of bhakti-yoga, the highest mystic means for attainment of the Supreme Lord."
    },
    {
        "verse": "24",
        "devanagari": "पुलहो नाभितो जज्ञे पुलस्त्य: कर्णयोऋर्षि: ।अङ्गिरा मुखतोऽक्ष्णोऽत्रिर्मरीचिर्मनसोऽभवत् ॥ २४ ॥",
        "english_devnagari": "pulaho nābhito jajñepulastyaḥ karṇayor ṛṣiḥaṅgirā mukhato ’kṣṇo ’trirmarīcir manaso ’bhavat",
        "verse_Syn": [
            "pulahaḥ",
            "nābhitaḥ",
            "jajñe",
            "pulastyaḥ",
            "karṇayoḥ",
            "ṛṣiḥ",
            "aṅgirāḥ",
            "mukhataḥ",
            "akṣṇaḥ",
            "atriḥ",
            "marīciḥ",
            "manasaḥ",
            "abhavat"
        ],
        "translation": "Pulastya was generated from the ears, Aṅgirā from the mouth, Atri from the eyes, Marīci from the mind and Pulaha from the navel of Brahmā.",
        "purport": ""
    },
    {
        "verse": "25",
        "devanagari": "धर्म: स्तनाद्दक्षिणतो यत्र नारायण: स्वयम् ।अधर्म पृष्ठतो यस्मान्मृत्युर्लोकभयङ्कर: ॥ २५ ॥",
        "english_devnagari": "dharmaḥ stanād dakṣiṇatoyatra nārāyaṇaḥ svayamadharmaḥ pṛṣṭhato yasmānmṛtyur loka-bhayaṅkaraḥ",
        "verse_Syn": [
            "dharmaḥ",
            "stanāt",
            "dakṣiṇataḥ",
            "yatra",
            "nārāyaṇaḥ",
            "svayam",
            "adharmaḥ",
            "pṛṣṭhataḥ",
            "yasmāt",
            "mṛtyuḥ",
            "loka",
            "bhayam",
            "karaḥ"
        ],
        "translation": "Religion was manifested from the breast of Brahmā, wherein is seated the Supreme Personality of Godhead Nārāyaṇa, and irreligion appeared from his back, where horrible death takes place for the living entity.",
        "purport": " That religion was manifested from the place where the Personality of Godhead is personally situated is very significant because religion means devotional service to the Personality of Godhead, as confirmed in Bhagavad-gītā as well as the Bhāgavatam. In Bhagavad-gītā the last instruction is to give up all other engagements in the name of religion and take shelter of the Personality of Godhead. Śrīmad-Bhāgavatam also confirms that the highest perfection of religion is that which leads to the devotional service of the Lord, unmotivated and unhampered by material impediments. Religion in its perfect form is the devotional service of the Lord, and irreligion is just the opposite. The heart is the most important part of the body, whereas the back is the most neglected part. When one is attacked by an enemy one is apt to endure attacks from the back and protect himself carefully from all attacks on the chest. All types of irreligion spring from the back of Brahmā, whereas real religion, the devotional service of the Lord, is generated from the chest, the seat of Nārāyaṇa. Anything which does not lead to the devotional service of the Lord is irreligion, and anything which leads to the devotional service of the Lord is called religion."
    },
    {
        "verse": "26",
        "devanagari": "हृदि कामो भ्रुव: क्रोधो लोभश्चाधरदच्छदात् ।आस्याद्वाक्सिन्धवो मेढ्रान्निऋर्ति: पायोरघाश्रय: ॥ २६ ॥",
        "english_devnagari": "hṛdi kāmo bhruvaḥ krodholobhaś cādhara-dacchadātāsyād vāk sindhavo meḍhrānnirṛtiḥ pāyor aghāśrayaḥ",
        "verse_Syn": [
            "hṛdi",
            "kāmaḥ",
            "bhruvaḥ",
            "krodhaḥ",
            "lobhaḥ",
            "ca",
            "adhara",
            "dacchadāt",
            "āsyāt",
            "vāk",
            "sindhavaḥ",
            "meḍhrāt",
            "nirṛtiḥ",
            "pāyoḥ",
            "agha",
            "āśrayaḥ"
        ],
        "translation": "Lust and desire became manifested from the heart of Brahmā, anger from between his eyebrows, greed from between his lips, the power of speaking from his mouth, the ocean from his penis, and low and abominable activities from his anus, the source of all sins.",
        "purport": " A conditioned soul is under the influence of mental speculation. However great one may be in the estimation of mundane education and learning, he cannot be free from the influence of psychic activities. Therefore it is very difficult to give up lust and the desires for low activities until one is in the line of devotional service to the Lord. When one is frustrated in lust and low desires, anger is generated from the mind and expressed from between the eyebrows. Ordinary men are therefore advised to concentrate the mind by focusing on the place between the eyebrows, whereas the devotees of the Lord are already practiced to place the Supreme Personality of Godhead on the seat of their minds. The theory of becoming desireless is untenable because the mind cannot be made desireless. When it is recommended that one be desireless, it is understood that one should not desire things which are destructive to spiritual values. A devotee of the Lord always has the Lord in his mind, and thus he does not need to be desireless because all his desires are in relationship with the service of the Lord. The power of speaking is called Sarasvatī, or the goddess of learning, and the birthplace of the goddess of learning is the mouth of Brahmā. Even if a man is endowed with the favor of the goddess of learning, it is quite possible for his heart to be full of lust and material desire and his eyebrows to display symptoms of anger. One may be very learned in the mundane estimation, but that does not mean that he is free from all low activities of lust and anger. Good qualifications can be expected only from a pure devotee, who is always engaged in the thought of the Lord, or in samādhi, with faith."
    },
    {
        "verse": "27",
        "devanagari": "छायाया: कर्दमो जज्ञे देवहूत्या: पति: प्रभु: ।मनसो देहतश्चेदं जज्ञे विश्वकृतो जगत् ॥ २७ ॥",
        "english_devnagari": "chāyāyāḥ kardamo jajñedevahūtyāḥ patiḥ prabhuḥmanaso dehataś cedaṁjajñe viśva-kṛto jagat",
        "verse_Syn": [
            "chāyāyāḥ",
            "kardamaḥ",
            "jajñe",
            "devahūtyāḥ",
            "patiḥ",
            "prabhuḥ",
            "manasaḥ",
            "dehataḥ",
            "ca",
            "idam",
            "jajñe",
            "viśva",
            "kṛtaḥ",
            "jagat"
        ],
        "translation": "Sage Kardama, husband of the great Devahūti, was manifested from the shadow of Brahmā. Thus all became manifested from either the body or the mind of Brahmā.",
        "purport": " Although one of the three modes of material nature is always prominent, they are never represented unalloyed by one another. Even in the most prominent existence of the two lower qualities, the modes of passion and ignorance, there is sometimes a tinge of the mode of goodness. Therefore all the sons generated from the body or the mind of Brahmā were in the modes of passion and ignorance, but some of them, like Kardama, were born in the mode of goodness. Nārada was born in the transcendental state of Brahmā."
    },
    {
        "verse": "28",
        "devanagari": "वाचं दुहितरं तन्वीं स्वयम्भूर्हरतीं मन: ।अकामां चकमे क्षत्त: सकाम इति न: श्रुतम् ॥ २८ ॥",
        "english_devnagari": "vācaṁ duhitaraṁ tanvīṁsvayambhūr haratīṁ manaḥakāmāṁ cakame kṣattaḥsa-kāma iti naḥ śrutam",
        "verse_Syn": [
            "vācam",
            "duhitaram",
            "tanvīm",
            "svayambhūḥ",
            "haratīm",
            "manaḥ",
            "akāmām",
            "cakame",
            "kṣattaḥ",
            "sa",
            "kāmaḥ",
            "iti",
            "naḥ",
            "śrutam"
        ],
        "translation": "O Vidura, we have heard that Brahmā had a daughter named Vāk who was born from his body and who attracted his mind toward sex, although she was not sexually inclined towards him.",
        "purport": " Balavān indriya-grāmo vidvāṁsam api karṣati (Bhāg. 9.19.17). It is said that the senses are so mad and strong that they can bewilder even the most sensible and learned man. Therefore it is advised that one should not indulge in living alone even with one’s mother, sister or daughter. Vidvāṁsam api karṣati means that even the most learned also become victims of the sensuous urge. Maitreya hesitated to state this anomaly on the part of Brahmā, who was sexually inclined to his own daughter, but still he mentioned it because sometimes it so happens, and the living example is Brahmā himself, although he is the primeval living being and the most learned within the whole universe. If Brahmā could be a victim of the sexual urge, then what of others, who are prone to so many mundane frailties? This extraordinary immorality on the part of Brahmā was heard to have occurred in some particular kalpa, but it could not have happened in the kalpa in which Brahmā heard directly from the Lord the four essential verses of Śrīmad-Bhāgavatam because the Lord blessed Brahmā, after giving him lessons on the Bhāgavatam, that he would never be bewildered in any kalpa whatsoever. This indicates that before the hearing of Śrīmad-Bhāgavatam he might have fallen a victim to such sensuality, but after hearing Śrīmad-Bhāgavatam directly from the Lord, there was no possibility of such failures. One should, however, take serious note of this incident. The human being is a social animal, and his unrestricted mixing with the fair sex leads to downfall. Such social freedom of man and woman, especially among the younger section, is certainly a great stumbling block on the path of spiritual progress. Material bondage is due only to sexual bondage, and therefore unrestricted association of man and woman is surely a great impediment. Maitreya cited this example on the part of Brahmā just to bring to our notice this great danger."
    },
    {
        "verse": "29",
        "devanagari": "तमधर्मे कृतमतिं विलोक्य पितरं सुता: ।मरीचिमुख्या मुनयो विश्रम्भात्प्रत्यबोधयन् ॥ २९ ॥",
        "english_devnagari": "tam adharme kṛta-matiṁvilokya pitaraṁ sutāḥmarīci-mukhyā munayoviśrambhāt pratyabodhayan",
        "verse_Syn": [
            "tam",
            "adharme",
            "kṛta",
            "matim",
            "vilokya",
            "pitaram",
            "sutāḥ",
            "marīci",
            "mukhyāḥ",
            "munayaḥ",
            "viśrambhāt",
            "pratyabodhayan"
        ],
        "translation": "Thus, finding their father so deluded in an act of immorality, the sages headed by Marīci, all sons of Brahmā, spoke as follows with great respect.",
        "purport": " The sages like Marīci were not in the wrong in submitting their protests against the acts of their great father. They knew very well that even though their father committed a mistake, there must have been some great purpose behind the show; otherwise such a great personality could not have committed such a mistake. It might be that Brahmā wanted to warn his subordinates about human frailties in their dealings with women. This is always very dangerous for persons who are on the path of self-realization. Therefore, great personalities like Brahmā, even when in the wrong, should not be neglected, nor could the great sages headed by Marīci show any disrespect because of his extraordinary behavior."
    },
    {
        "verse": "30",
        "devanagari": "नैतत्पूर्वै: कृतं त्वद्ये न करिष्यन्ति चापरे ।यस्त्वं दुहितरं गच्छेरनिगृह्याङ्गजं प्रभु: ॥ ३० ॥",
        "english_devnagari": "naitat pūrvaiḥ kṛtaṁ tvad yena kariṣyanti cāpareyas tvaṁ duhitaraṁ gaccheranigṛhyāṅgajaṁ prabhuḥ",
        "verse_Syn": [
            "na",
            "etat",
            "pūrvaiḥ",
            "kṛtam",
            "tvat",
            "ye",
            "na",
            "kariṣyanti",
            "ca",
            "apare",
            "yaḥ",
            "tvam",
            "duhitaram",
            "gaccheḥ",
            "anigṛhya",
            "aṅgajam",
            "prabhuḥ"
        ],
        "translation": "O father, this performance in which you are endeavoring to complicate yourself was never attempted by any other Brahmā, nor by anyone else, nor by you in previous kalpas, nor will anyone dare to attempt it in the future. You are the supreme being in the universe, so how is it that you want to have sex with your daughter and cannot control your desire?",
        "purport": " The post of Brahmā is the supermost post in the universe, and it appears that there are many Brahmās and many universes besides the one in which we are situated. One who fills this post must be ideal in behavior, for Brahmā sets the example for all living entities. Brahmā, the living entity who is the most pious and spiritually elevated, is entrusted with a post next to that of the Personality of Godhead."
    },
    {
        "verse": "31",
        "devanagari": "तेजीयसामपि ह्येतन्न सुश्लोक्यं जगद्गुरो ।यद्‌वृत्तमनुतिष्ठन् वै लोक: क्षेमाय कल्पते ॥ ३१ ॥",
        "english_devnagari": "tejīyasām api hy etanna suślokyaṁ jagad-guroyad-vṛttam anutiṣṭhan vailokaḥ kṣemāya kalpate",
        "verse_Syn": [
            "tejīyasām",
            "api",
            "hi",
            "etat",
            "na",
            "su",
            "ślokyam",
            "jagat",
            "guro",
            "yat",
            "vṛttam",
            "anutiṣṭhan",
            "vai",
            "lokaḥ",
            "kṣemāya",
            "kalpate"
        ],
        "translation": "Even though you are the most powerful being, this act does not suit you because your character is followed for spiritual improvement by people in general.",
        "purport": " It is said that a supremely powerful living entity can do anything and everything he likes and such acts do not affect him in any way. For example, the sun, the most powerful fiery planet in the universe, can evaporate water from anywhere and still remain as powerful. The sun evaporates water from filthy places and yet is not infected with the quality of the filth. Similarly, Brahmā remains unimpeachable in all conditions. But still, since he is the spiritual master of all living entities, his behavior and character should be so ideal that people will follow such sublime behavior and derive the highest spiritual benefit. Therefore, he should not have acted as he did."
    },
    {
        "verse": "32",
        "devanagari": "तस्मै नमो भगवते य इदं स्वेन रोचिषा ।आत्मस्थं व्यञ्जयामास स धर्मं पातुमर्हति ॥ ३२ ॥",
        "english_devnagari": "tasmai namo bhagavateya idaṁ svena rociṣāātma-sthaṁ vyañjayām āsasa dharmaṁ pātum arhati",
        "verse_Syn": [
            "tasmai",
            "namaḥ",
            "bhagavate",
            "yaḥ",
            "idam",
            "svena",
            "rociṣā",
            "ātma",
            "stham",
            "vyañjayām",
            "āsa",
            "saḥ",
            "dharmam",
            "pātum",
            "arhati"
        ],
        "translation": "Let us offer our respectful obeisances unto the Personality of Godhead, who, by His own effulgence, while situated in Himself, has manifested this cosmos. May He also protect religion for all goodness.",
        "purport": " Lust for sexual intercourse is so strong that it appears herein that Brahmā could not be dissuaded from his determination in spite of the appeal by his great sons like Marīci. Therefore, the great sons began to pray to the Supreme Lord for the good sense of Brahmā. It is only by the grace of the Supreme Lord that one can be protected from the allurement of lusty material desires. The Lord gives protection to devotees who are always engaged in His transcendental loving service, and by His causeless mercy He forgives the accidental fall of a devotee. Therefore, sages like Marīci prayed for the mercy of the Lord, and their prayer was fruitful."
    },
    {
        "verse": "33",
        "devanagari": "स इत्थं गृणत: पुत्रान् पुरो दृष्ट्वा प्रजापतीन् ।प्रजापतिपतिस्तन्वं तत्याज व्रीडितस्तदा ।तां दिशो जगृहुर्घोरां नीहारं यद्विदुस्तम: ॥ ३३ ॥",
        "english_devnagari": "sa itthaṁ gṛṇataḥ putrānpuro dṛṣṭvā prajāpatīnprajāpati-patis tanvaṁtatyāja vrīḍitas tadātāṁ diśo jagṛhur ghorāṁnīhāraṁ yad vidus tamaḥ",
        "verse_Syn": [
            "saḥ",
            "ittham",
            "gṛṇataḥ",
            "putrān",
            "puraḥ",
            "dṛṣṭvā",
            "prajā",
            "patīn",
            "prajāpati",
            "patiḥ",
            "tanvam",
            "tatyāja",
            "vrīḍitaḥ",
            "tadā",
            "tām",
            "diśaḥ",
            "jagṛhuḥ",
            "ghorām",
            "nīhāram",
            "yat",
            "viduḥ",
            "tamaḥ"
        ],
        "translation": "The father of all Prajāpatis, Brahmā, thus seeing all his Prajāpati sons speaking in that way, became very much ashamed and at once gave up the body he had accepted. Later that body appeared in all directions as the dangerous fog in darkness.",
        "purport": " The best way to compensate for one’s sinful acts is to give up one’s body at once, and Brahmā, the leader of the living entities, showed this by his personal example. Brahmā has a fabulous duration of life, but he was obliged to give up his body due to his grievous sin, even though he had merely contemplated it in his mind without having actually done it. This is a lesson for the living entities, showing how sinful an act it is to indulge in unrestricted sex life. Even to think of abominable sex life is sinful, and to compensate for such acts, one has to give up his body. In other words, one’s duration of life, blessings, opulence, etc., are decreased by sinful acts, and the most dangerous type of sinful act is unrestricted sex. Ignorance is the cause of sinful life, or sinful life is the cause of gross ignorance. The feature of ignorance is darkness or fog. Darkness or fog still covers the whole universe, and the sun is the only counteracting principle. One who takes shelter of the Lord, the perpetual light, has no fear of being annihilated in the darkness of fog or ignorance."
    },
    {
        "verse": "34",
        "devanagari": "कदाचिद् ध्यायत: स्रष्टुर्वेदा आसंश्चतुर्मुखात् ।कथं स्रक्ष्याम्यहं लोकान् समवेतान् यथा पुरा ॥ ३४ ॥",
        "english_devnagari": "kadācid dhyāyataḥ sraṣṭurvedā āsaṁś catur-mukhātkathaṁ srakṣyāmy ahaṁ lokānsamavetān yathā purā",
        "verse_Syn": [
            "kadācit",
            "dhyāyataḥ",
            "sraṣṭuḥ",
            "vedāḥ",
            "āsan",
            "catuḥ",
            "mukhāt",
            "katham",
            "srakṣyāmi",
            "aham",
            "lokān",
            "samavetān",
            "yathā",
            "purā"
        ],
        "translation": "Once upon a time, when Brahmā was thinking of how to create the worlds as in the past millennium, the four Vedas, which contain all varieties of knowledge, became manifested from his four mouths.",
        "purport": " As a fire can consume anything and everything without being contaminated, so, by the grace of the Lord, the fire of Brahmā’s greatness consumed his desire for the sinful act of sex with his daughter. The Vedas are the source of all knowledge, and they were first revealed to Brahmā by the mercy of the Supreme Personality of Godhead while Brahmā was thinking of re-creating the material world. Brahmā is powerful by dint of his devotional service unto the Lord, and the Lord is always ready to forgive His devotee if by chance he falls down from the noble path of devotional service. The Śrīmad-Bhāgavatam (11.5.42) confirms this as follows: “Any person who is engaged one hundred percent in the transcendental loving service of the Lord, at His lotus feet, is very dear to the Personality of Godhead Hari, and the Lord, being situated in the heart of the devotee, excuses all kinds of sins committed by chance.” It was never expected that a great personality like Brahmā would ever think of sex indulgence with his daughter. The example shown by Brahmā only suggests that the power of material nature is so strong that it can act upon everyone, even Brahmā. Brahmā was saved by the mercy of the Lord with a little punishment, but by the grace of the Lord he did not lose his prestige as the great Brahmā."
    },
    {
        "verse": "35",
        "devanagari": "चातुर्होत्रं कर्मतन्त्रमुपवेदनयै: सह ।धर्मस्य पादाश्चत्वारस्तथैवाश्रमवृत्तय: ॥ ३५ ॥",
        "english_devnagari": "cātur-hotraṁ karma-tantramupaveda-nayaiḥ sahadharmasya pādāś catvārastathaivāśrama-vṛttayaḥ",
        "verse_Syn": [
            "cātuḥ",
            "hotram",
            "karma",
            "tantram",
            "upaveda",
            "nayaiḥ",
            "saha",
            "dharmasya",
            "pādāḥ",
            "catvāraḥ",
            "tathā",
            "eva",
            "āśrama",
            "vṛttayaḥ"
        ],
        "translation": "The four kinds of paraphernalia for conducting the fire sacrifice became manifest: the performer [the chanter], the offerer, the fire, and the action performed in terms of the supplementary Vedas. Also the four principles of religiosity [truth, austerity, mercy and cleanliness] and the duties in the four social orders all became manifest.",
        "purport": " Eating, sleeping, defending and mating are the four principles of material bodily demands which are common to both the animals and human society. To distinguish human society from the animals there is the performance of religious activities in terms of the social statuses and orders of life. They are all clearly mentioned in the Vedic literatures and were manifested by Brahmā when the four Vedas were generated from his four mouths. Thus the duties of humankind in terms of the statuses and social orders were established to be observed by the civilized man. Those who traditionally follow these principles are called Āryans, or progressive human beings."
    },
    {
        "verse": "36",
        "devanagari": "विदुर उवाचस वै विश्वसृजामीशो वेदादीन् मुखतोऽसृजत् ।यद् यद् येनासृजद् देवस्तन्मे ब्रूहि तपोधन ॥ ३६ ॥",
        "english_devnagari": "vidura uvācasa vai viśva-sṛjām īśovedādīn mukhato ’sṛjatyad yad yenāsṛjad devastan me brūhi tapo-dhana",
        "verse_Syn": [
            "viduraḥ",
            "uvāca",
            "saḥ",
            "vai",
            "viśva",
            "sṛjām",
            "īśaḥ",
            "veda",
            "ādīn",
            "mukhataḥ",
            "asṛjat",
            "yat",
            "yat",
            "yena",
            "asṛjat",
            "devaḥ",
            "tat",
            "me",
            "brūhi",
            "tapaḥ",
            "dhana"
        ],
        "translation": "Vidura said: O great sage whose only wealth is penance, kindly explain to me how and with whose help Brahmā established the Vedic knowledge which emanated from his mouth.",
        "purport": ""
    },
    {
        "verse": "37",
        "devanagari": "मैत्रेय उवाचऋग्यजु:सामाथर्वाख्यान् वेदान् पूर्वादिभिर्मुखै: ।शास्त्रमिज्यां स्तुतिस्तोमं प्रायश्चित्तं व्यधात्क्रमात् ॥ ३७ ॥",
        "english_devnagari": "maitreya uvācaṛg-yajuḥ-sāmātharvākhyānvedān pūrvādibhir mukhaiḥśāstram ijyāṁ stuti-stomaṁprāyaścittaṁ vyadhāt kramāt",
        "verse_Syn": [
            "maitreyaḥ",
            "uvāca",
            "ṛk",
            "yajuḥ",
            "sāma",
            "atharva",
            "ākhyān",
            "vedān",
            "pūrva",
            "ādibhiḥ",
            "mukhaiḥ",
            "śāstram",
            "ijyām",
            "stuti",
            "stomam",
            "prāyaścittam",
            "vyadhāt",
            "kramāt"
        ],
        "translation": "Maitreya said: Beginning from the front face of Brahmā, gradually the four Vedas — Ṛk, Yajur, Sāma and Atharva — became manifest. Thereafter, Vedic hymns which had not been pronounced before, priestly rituals, the subject matters of the recitation, and transcendental activities were all established, one after another.",
        "purport": ""
    },
    {
        "verse": "38",
        "devanagari": "आयुर्वेदं धनुर्वेदं गान्धर्वं वेदमात्मन: ।स्थापत्यं चासृजद् वेदं क्रमात्पूर्वादिभिर्मुखै: ॥ ३८ ॥",
        "english_devnagari": "āyur-vedaṁ dhanur-vedaṁgāndharvaṁ vedam ātmanaḥsthāpatyaṁ cāsṛjad vedaṁkramāt pūrvādibhir mukhaiḥ",
        "verse_Syn": [
            "āyuḥ",
            "vedam",
            "dhanuḥ",
            "vedam",
            "gāndharvam",
            "vedam",
            "ātmanaḥ",
            "sthāpatyam",
            "ca",
            "asṛjat",
            "vedam",
            "kramāt",
            "pūrva",
            "ādibhiḥ",
            "mukhaiḥ"
        ],
        "translation": "He also created the medical science, military art, musical art and architectural science, all from the Vedas. They all emanated one after another, beginning from the front face.",
        "purport": " The Vedas contain perfect knowledge, which includes all kinds of knowledge necessary for the human society, not only on this particular planet but on other planets as well. It is understood that military art is also necessary knowledge for the upkeep of social order, as is the art of music. All these groups of knowledge are called the Upapurāṇa, or supplements of the Vedas. Spiritual knowledge is the main topic of the Vedas, but to help the human being’s spiritual pursuit of knowledge, the other information, as above mentioned, forms necessary branches of the Vedic knowledge."
    },
    {
        "verse": "39",
        "devanagari": "इतिहासपुराणानि पञ्चमं वेदमीश्वर: ।सर्वेभ्य एव वक्त्रेभ्य: ससृजे सर्वदर्शन: ॥ ३९ ॥",
        "english_devnagari": "itihāsa-purāṇānipañcamaṁ vedam īśvaraḥsarvebhya eva vaktrebhyaḥsasṛje sarva-darśanaḥ",
        "verse_Syn": [
            "itihāsa",
            "purāṇāni",
            "pañcamam",
            "vedam",
            "īśvaraḥ",
            "sarvebhyaḥ",
            "eva",
            "vaktrebhyaḥ",
            "sasṛje",
            "sarva",
            "darśanaḥ"
        ],
        "translation": "Then he created the fifth Veda — the Purāṇas and the histories — from all his mouths, since he could see all the past, present and future.",
        "purport": " There are histories of particular countries and nations and of the world, but the Purāṇas are the histories of the universe, not only in one millennium but in many kalpas. Brahmā has knowledge of those historical facts, and therefore all the Purāṇas are histories. As originally composed by Brahmā, they are part of the Vedas and are called the fifth Veda."
    },
    {
        "verse": "40",
        "devanagari": "षोडश्युक्थौ पूर्ववक्त्रात्पुरीष्यग्निष्टुतावथ ।आप्तोर्यामातिरात्रौ च वाजपेयं सगोसवम् ॥ ४० ॥",
        "english_devnagari": "ṣoḍaśy-ukthau pūrva-vaktrātpurīṣy-agniṣṭutāv athaāptoryāmātirātrau cavājapeyaṁ sagosavam",
        "verse_Syn": [
            "ṣoḍaśī",
            "ukthau",
            "pūrva",
            "vaktrāt",
            "purīṣi",
            "agniṣṭutau",
            "atha",
            "āptoryāma",
            "atirātrau",
            "ca",
            "vājapeyam",
            "sa",
            "gosavam"
        ],
        "translation": "All the different varieties of fire sacrifices [ṣoḍaśī, uktha, purīṣi, agniṣṭoma, āptoryāma, atirātra, vājapeya and gosava] became manifested from the eastern mouth of Brahmā.",
        "purport": ""
    },
    {
        "verse": "41",
        "devanagari": "विद्या दानं तप: सत्यं धर्मस्येति पदानि च ।आश्रमांश्च यथासंख्यमसृजत्सह वृत्तिभि: ॥ ४१ ॥",
        "english_devnagari": "vidyā dānaṁ tapaḥ satyaṁdharmasyeti padāni caāśramāṁś ca yathā-saṅkhyamasṛjat saha vṛttibhiḥ",
        "verse_Syn": [
            "vidyā",
            "dānam",
            "tapaḥ",
            "satyam",
            "dharmasya",
            "iti",
            "padāni",
            "ca",
            "āśramān",
            "ca",
            "yathā",
            "saṅkhyam",
            "asṛjat",
            "saha",
            "vṛttibhiḥ"
        ],
        "translation": "Education, charity, penance and truth are said to be the four legs of religion, and to learn this there are four orders of life with different classifications of castes according to vocation. Brahmā created all these in systematic order.",
        "purport": " The nucleus of the four social orders — brahmacarya, or student life, gṛhastha, or householder family life, vānaprastha, or retired life for practicing penance, and sannyāsa, or renounced life for preaching the truth — is the four legs of religion. The vocational divisions are the brāhmaṇas, or the intelligent class, the kṣatriyas, or administrative class, the vaiśyas, or mercantile productive class, and the śūdras, or general laborer class who have no specific qualifications. All were systematically planned and created by Brahmā for the regular promotion of self-realization. Student life is meant for acquiring the best education; household family life is meant for gratifying the senses, provided it is performed with a charitable disposition of mind; retirement from household life is meant for penance, for advancement in spiritual life; and renounced life is meant for preaching the Absolute Truth to the people in general. The combined actions of all members of society make the whole situation favorable for the upliftment of the mission of human life. The beginning of this social institution is based on education meant for purifying the animal propensities of the human being. The highest purificatory process is knowledge of the Supreme Personality of Godhead, the purest of the pure."
    },
    {
        "verse": "42",
        "devanagari": "सावित्रं प्राजापत्यं च ब्राह्मं चाथ बृहत्तथा ।वार्तासञ्चयशालीनशिलोञ्छ इति वै गृहे ॥ ४२ ॥",
        "english_devnagari": "sāvitraṁ prājāpatyaṁ cabrāhmaṁ cātha bṛhat tathāvārtā sañcaya-śālīna-śiloñcha iti vai gṛhe",
        "verse_Syn": [
            "sāvitram",
            "prājāpatyam",
            "ca",
            "brāhmam",
            "ca",
            "atha",
            "bṛhat",
            "tathā",
            "vārtā",
            "sañcaya",
            "śālīna",
            "śila",
            "uñchaḥ",
            "iti",
            "vai",
            "gṛhe"
        ],
        "translation": "Then the thread ceremony for the twice-born was inaugurated, as were the rules to be followed for at least one year after acceptance of the Vedas, rules for observing complete abstinence from sex life, vocations in terms of Vedic injunctions, various professional duties in household life, and the method of maintaining a livelihood without anyone’s cooperation by picking up rejected grains.",
        "purport": " During student life the brahmacārīs were given full instructions about the importance of the human form of life. Thus the basic education was designed to encourage the student in becoming free from family encumbrances. Only students unable to accept such a vow in life were allowed to go home and marry a suitable wife. Otherwise, the student would remain a permanent brahmacārī, observing complete abstinence from sex life for his whole life. It all depended on the quality of the student’s training. We had the opportunity to meet an avowed brahmacārī in the personality of our spiritual master, Oṁ Viṣṇupāda Śrī Śrīmad Bhaktisiddhānta Gosvāmī Mahārāja. Such a great soul is called a naiṣṭhika-brahmacārī."
    },
    {
        "verse": "43",
        "devanagari": "वैखानसा वालखिल्यौदुम्बरा: फेनपा वने ।न्यासे कुटीचक: पूर्वं बह्वोदो हंसनिष्क्रियौ ॥ ४३ ॥",
        "english_devnagari": "vaikhānasā vālakhilyau-dumbarāḥ phenapā vanenyāse kuṭīcakaḥ pūrvaṁbahvodo haṁsa-niṣkriyau",
        "verse_Syn": [
            "vaikhānasāḥ",
            "vālakhilya",
            "audumbarāḥ",
            "phenapāḥ",
            "vane",
            "nyāse",
            "kuṭīcakaḥ",
            "pūrvam",
            "bahvodaḥ",
            "haṁsa",
            "niṣkriyau"
        ],
        "translation": "The four divisions of retired life are the vaikhānasas, vālakhilyas, audumbaras and phenapas. The four divisions of the renounced order of life are the kuṭīcakas, bahvodas, haṁsas and niṣkriyas. All these were manifested from Brahmā.",
        "purport": " The varṇāśrama-dharma, or the institution of the four divisions and orders of social and spiritual life, is not a new invention of the modern age, as proposed by the less intelligent. It is an institution established by Brahmā from the beginning of the creation. This is also confirmed in the Bhagavad-gītā (4.13): cātur-varṇyaṁ mayā sṛṣṭam."
    },
    {
        "verse": "44",
        "devanagari": "आन्वीक्षिकी त्रयी वार्ता दण्डनीतिस्तथैव च ।एवं व्याहृतयश्वासन् प्रणवो ह्यस्य दहृत: ॥ ४४ ॥",
        "english_devnagari": "ānvīkṣikī trayī vārtādaṇḍa-nītis tathaiva caevaṁ vyāhṛtayaś cāsanpraṇavo hy asya dahrataḥ",
        "verse_Syn": [
            "ānvīkṣikī",
            "trayī",
            "vārtā",
            "daṇḍa",
            "nītiḥ",
            "tathā",
            "eva",
            "ca",
            "evam",
            "vyāhṛtayaḥ",
            "ca",
            "āsan",
            "praṇavaḥ",
            "hi",
            "asya",
            "dahrataḥ"
        ],
        "translation": "The science of logical argument, the Vedic goals of life, and also law and order, moral codes and the celebrated hymns bhūḥ, bhuvaḥ and svaḥ all became manifested from the mouths of Brahmā, and the praṇava oṁkāra was manifested from his heart.",
        "purport": ""
    },
    {
        "verse": "45",
        "devanagari": "तस्योष्णिगासील्लोमभ्यो गायत्री च त्वचो विभो: ।त्रिष्टुम्मांसात्स्‍नुतोऽनुष्टुब्जगत्यस्थ्न: प्रजापते: ॥ ४५ ॥",
        "english_devnagari": "tasyoṣṇig āsīl lomabhyogāyatrī ca tvaco vibhoḥtriṣṭum māṁsāt snuto ’nuṣṭubjagaty asthnaḥ prajāpateḥ",
        "verse_Syn": [
            "tasya",
            "uṣṇik",
            "āsīt",
            "lomabhyaḥ",
            "gāyatrī",
            "ca",
            "tvacaḥ",
            "vibhoḥ",
            "triṣṭup",
            "māṁsāt",
            "snutaḥ",
            "anuṣṭup",
            "jagatī",
            "asthnaḥ",
            "prajāpateḥ"
        ],
        "translation": "Thereafter the art of literary expression, uṣṇik, was generated from the hairs on the body of the almighty Prajāpati. The principal Vedic hymn, gāyatrī, was generated from the skin, triṣṭup from the flesh, anuṣṭup from the veins, and jagatī from the bones of the lord of the living entities.",
        "purport": ""
    },
    {
        "verse": "46",
        "devanagari": "मज्जाया: पङ्‌क्तिरुत्पन्ना बृहती प्राणतोऽभवत् ॥ ४६ ॥",
        "english_devnagari": "majjāyāḥ paṅktir utpannābṛhatī prāṇato ’bhavat",
        "verse_Syn": [
            "majjāyāḥ",
            "paṅktiḥ",
            "utpannā",
            "bṛhatī",
            "prāṇataḥ",
            "abhavat"
        ],
        "translation": "The art of writing verse, paṅkti, became manifested from the bone marrow, and that of bṛhatī, another type of verse, was generated from the life-breath of the lord of the living entities.",
        "purport": ""
    },
    {
        "verse": "47",
        "devanagari": "स्पर्शस्तस्याभवज्जीव: स्वरो देह उदाहृत ।ऊष्माणमिन्द्रियाण्याहुरन्त:स्था बलमात्मन: ।स्वरा: सप्त विहारेण भवन्ति स्म प्रजापते: ॥ ४७ ॥",
        "english_devnagari": "sparśas tasyābhavaj jīvaḥsvaro deha udāhṛtaūṣmāṇam indriyāṇy āhurantaḥ-sthā balam ātmanaḥsvarāḥ sapta vihāreṇabhavanti sma prajāpateḥ",
        "verse_Syn": [
            "sparśaḥ",
            "tasya",
            "abhavat",
            "jīvaḥ",
            "svaraḥ",
            "dehaḥ",
            "udāhṛtaḥ",
            "ūṣmāṇam",
            "indriyāṇi",
            "āhuḥ",
            "antaḥ",
            "sthāḥ",
            "balam",
            "ātmanaḥ",
            "svarāḥ",
            "sapta",
            "vihāreṇa",
            "bhavanti",
            "sma",
            "prajāpateḥ"
        ],
        "translation": "Brahmā’s soul was manifested as the touch alphabets, his body as the vowels, his senses as the sibilant alphabets, his strength as the intermediate alphabets and his sensual activities as the seven notes of music.",
        "purport": " In Sanskrit there are thirteen vowels and thirty-five consonants. The vowels are a, ā, i, ī, u, ū, ṛ, ṝ, ḷ, e, ai, o, au, and the consonants are ka, kha, ga, gha, etc. Amongst the consonants, the first twenty-five letters are called the sparśas. There are also four antaḥ-sthas. Of the ūṣmas there are three s’s, called tālavya, mūrdhanya and dantya. The musical notes are ṣa, ṛ, gā, ma, dha, and ni. All these sound vibrations are originally called śabda-brahma, or spiritual sound. It is said, therefore, that Brahmā was created in the Mahā-kalpa as the incarnation of spiritual sound. The Vedas are spiritual sound, and therefore there is no need of material interpretation for the sound vibration of the Vedic literature. The Vedas should be vibrated as they are, although they are symbolically represented with letters which are known to us materially. In the ultimate issue there is nothing material because everything has its origin in the spiritual world. The material manifestation is therefore called illusion in the proper sense of the term. For those who are realized souls there is nothing but spirit."
    },
    {
        "verse": "48",
        "devanagari": "शब्दब्रह्मात्मनस्तस्य व्यक्ताव्यक्तात्मन: पर: ।ब्रह्मावभाति विततो नानाशक्त्युपबृंहित: ॥ ४८ ॥",
        "english_devnagari": "śabda-brahmātmanas tasyavyaktāvyaktātmanaḥ paraḥbrahmāvabhāti vitatonānā-śakty-upabṛṁhitaḥ",
        "verse_Syn": [
            "śabda",
            "brahma",
            "ātmanaḥ",
            "tasya",
            "vyakta",
            "avyakta",
            "ātmanaḥ",
            "paraḥ",
            "brahmā",
            "avabhāti",
            "vitataḥ",
            "nānā",
            "śakti",
            "upabṛṁhitaḥ"
        ],
        "translation": "Brahmā is the personal representation of the Supreme Personality of Godhead as the source of transcendental sound and is therefore above the conception of manifested and unmanifested. Brahmā is the complete form of the Absolute Truth and is invested with multifarious energies.",
        "purport": " The post of Brahmā is the highest responsible post within the universe, and it is offered to the most perfect personality of the universe. Sometimes the Supreme Personality of Godhead has to become Brahmā when there is no suitable living being to occupy the post. In the material world, Brahmā is the complete representation of the Supreme Personality of Godhead, and transcendental sound, praṇava, comes from him. He is therefore invested with multifarious energies, from which all the demigods like Indra, Candra and Varuṇa are manifested. His transcendental value is not to be minimized, even though he exhibited a tendency to enjoy his own daughter. There is a purpose for the exhibition of such a tendency by Brahmā, and he is not to be condemned like an ordinary living entity."
    },
    {
        "verse": "49",
        "devanagari": "ततोऽपरामुपादाय स सर्गाय मनो दधे ॥ ४९ ॥",
        "english_devnagari": "tato ’parām upādāyasa sargāya mano dadhe",
        "verse_Syn": [
            "tataḥ",
            "aparām",
            "upādāya",
            "saḥ",
            "sargāya",
            "manaḥ",
            "dadhe"
        ],
        "translation": "Thereafter Brahmā accepted another body, in which sex life was not forbidden, and thus he engaged himself in the matter of further creation.",
        "purport": " In his former body, which was transcendental, affection for sex life was forbidden, and Brahmā therefore had to accept another body to allow himself to be connected with sex. He thus engaged himself in the matter of creation. His former body transformed into fog, as previously described."
    },
    {
        "verse": "50",
        "devanagari": "ऋषीणां भूरिवीर्याणामपि सर्गमविस्तृतम् ।ज्ञात्वा तद्‍धृदये भूयश्चिन्तयामास कौरव ॥ ५० ॥",
        "english_devnagari": "ṛṣīṇāṁ bhūri-vīryāṇāmapi sargam avistṛtamjñātvā tad dhṛdaye bhūyaścintayām āsa kaurava",
        "verse_Syn": [
            "ṛṣīṇām",
            "bhūri",
            "vīryāṇām",
            "api",
            "sargam",
            "avistṛtam",
            "jñātvā",
            "tat",
            "hṛdaye",
            "bhūyaḥ",
            "cintayām",
            "āsa",
            "kaurava"
        ],
        "translation": "O son of the Kurus, when Brahmā saw that in spite of the presence of sages of great potency there was no sufficient increase in population, he seriously began to consider how the population could be increased.",
        "purport": ""
    },
    {
        "verse": "51",
        "devanagari": "अहो अद्भुतमेतन्मे व्यापृतस्यापि नित्यदा ।न ह्येधन्ते प्रजा नूनं दैवमत्र विघातकम् ॥ ५१ ॥",
        "english_devnagari": "aho adbhutam etan mevyāpṛtasyāpi nityadāna hy edhante prajā nūnaṁdaivam atra vighātakam",
        "verse_Syn": [
            "aho",
            "adbhutam",
            "etat",
            "me",
            "vyāpṛtasya",
            "api",
            "nityadā",
            "na",
            "hi",
            "edhante",
            "prajāḥ",
            "nūnam",
            "daivam",
            "atra",
            "vighātakam"
        ],
        "translation": "Brahmā thought to himself: Alas, it is wonderful that in spite of my being scattered all over, there is still insufficient population throughout the universe. There is no other cause for this misfortune but destiny.",
        "purport": ""
    },
    {
        "verse": "52",
        "devanagari": "एवं युक्तकृतस्तस्य दैवञ्चावेक्षतस्तदा ।कस्य रूपमभूद् द्वेधा यत्कायमभिचक्षते ॥ ५२ ॥",
        "english_devnagari": "evaṁ yukta-kṛtas tasyadaivaṁ cāvekṣatas tadākasya rūpam abhūd dvedhāyat kāyam abhicakṣate",
        "verse_Syn": [
            "evam",
            "yukta",
            "kṛtaḥ",
            "tasya",
            "daivam",
            "ca",
            "avekṣataḥ",
            "tadā",
            "kasya",
            "rūpam",
            "abhūt",
            "dvedhā",
            "yat",
            "kāyam",
            "abhicakṣate"
        ],
        "translation": "While he was thus absorbed in contemplation and was observing the supernatural power, two other forms were generated from his body. They are still celebrated as the body of Brahmā.",
        "purport": " Two bodies came out from the body of Brahmā. One had a mustache, and the other had swollen breasts. No one can explain the source of their manifestation, and therefore until today they are known as the kāyam, or the body of Brahmā, with no indication of their relationship as his son or daughter."
    },
    {
        "verse": "53",
        "devanagari": "ताभ्यां रूपविभागाभ्यां मिथुनं समपद्यत ॥ ५३ ॥",
        "english_devnagari": "tābhyāṁ rūpa-vibhāgābhyāṁmithunaṁ samapadyata",
        "verse_Syn": [
            "tābhyām",
            "rūpa",
            "vibhāgābhyām",
            "mithunam",
            "samapadyata"
        ],
        "translation": "The two newly separated bodies united together in a sexual relationship.",
        "purport": ""
    },
    {
        "verse": "54",
        "devanagari": "यस्तु तत्र पुमान् सोऽभून्मनु: स्वायम्भुव: स्वराट् ।स्त्री याऽसीच्छतरूपाख्या महिष्यस्य महात्मन: ॥ ५४ ॥",
        "english_devnagari": "yas tu tatra pumān so ’bhūnmanuḥ svāyambhuvaḥ svarāṭstrī yāsīc chatarūpākhyāmahiṣy asya mahātmanaḥ",
        "verse_Syn": [
            "yaḥ",
            "tu",
            "tatra",
            "pumān",
            "saḥ",
            "abhūt",
            "manuḥ",
            "svāyambhuvaḥ",
            "sva",
            "rāṭ",
            "strī",
            "yā",
            "āsīt",
            "śatarūpā",
            "ākhyā",
            "mahiṣī",
            "asya",
            "mahātmanaḥ"
        ],
        "translation": "Out of them, the one who had the male form became known as the Manu named Svāyambhuva, and the woman became known as Śatarūpā, the queen of the great soul Manu.",
        "purport": ""
    },
    {
        "verse": "55",
        "devanagari": "तदा मिथुनधर्मेण प्रजा ह्येधाम्बभूविरे ॥ ५५ ॥",
        "english_devnagari": "tadā mithuna-dharmeṇaprajā hy edhām babhūvire",
        "verse_Syn": [
            "tadā",
            "mithuna",
            "dharmeṇa",
            "prajāḥ",
            "hi",
            "edhām",
            "babhūvire"
        ],
        "translation": "Thereafter, by sex indulgence, they gradually increased generations of population one after another.",
        "purport": ""
    },
    {
        "verse": "56",
        "devanagari": "स चापि शतरूपायां पञ्चापत्यान्यजीजनत् ।प्रियव्रतोत्तानपादौ तिस्र: कन्याश्च भारत ।आकूतिर्देवहूतिश्च प्रसूतिरिति सत्तम ॥ ५६ ॥",
        "english_devnagari": "sa cāpi śatarūpāyāṁpañcāpatyāny ajījanatpriyavratottānapādautisraḥ kanyāś ca bhārataākūtir devahūtiś caprasūtir iti sattama",
        "verse_Syn": [
            "saḥ",
            "ca",
            "api",
            "śatarūpāyām",
            "pañca",
            "apatyāni",
            "ajījanat",
            "priyavrata",
            "uttānapādau",
            "tisraḥ",
            "kanyāḥ",
            "ca",
            "bhārata",
            "ākūtiḥ",
            "devahūtiḥ",
            "ca",
            "prasūtiḥ",
            "iti",
            "sattama"
        ],
        "translation": "O son of Bharata, in due course of time he [Manu] begot in Śatarūpā five children — two sons, Priyavrata and Uttānapāda, and three daughters, Ākūti, Devahūti and Prasūti.",
        "purport": ""
    },
    {
        "verse": "57",
        "devanagari": "आकूतिं रुचये प्रादात्कर्दमाय तु मध्यमाम् ।दक्षायादात्प्रसूतिं च यत आपूरितं जगत् ॥ ५७ ॥",
        "english_devnagari": "ākūtiṁ rucaye prādātkardamāya tu madhyamāmdakṣāyādāt prasūtiṁ cayata āpūritaṁ jagat",
        "verse_Syn": [
            "ākūtim",
            "rucaye",
            "prādāt",
            "kardamāya",
            "tu",
            "madhyamām",
            "dakṣāya",
            "adāt",
            "prasūtim",
            "ca",
            "yataḥ",
            "āpūritam",
            "jagat"
        ],
        "translation": "The father, Manu, handed over his first daughter, Ākūti, to the sage Ruci, the middle daughter, Devahūti, to the sage Kardama, and the youngest, Prasūti, to Dakṣa. From them, all the world filled with population.",
        "purport": " The history of the creation of the population of the universe is given herewith. Brahmā is the original living creature in the universe, from whom were generated the Manu Svāyambhuva and his wife Śatarūpā. From Manu, two sons and three daughters were born, and from them all the population in different planets has sprung up until now. Therefore, Brahmā is known as the grandfather of everyone, and the Personality of Godhead, being the father of Brahmā, is known as the great-grandfather of all living beings. This is confirmed in Bhagavad-gītā (11.39) as follows: “You are the Lord of air, the supreme justice Yama, the fire, and the Lord of rains. You are the moon, and You are the great-grandfather. Therefore I offer my respectful obeisances unto You again and again.”"
    }
]