[
    {
        "verse": "1",
        "devanagari": "श्रीशुक उवाचनिशम्य कौषारविणोपवर्णितांहरे: कथां कारणसूकरात्मन: ।पुन: स पप्रच्छ तमुद्यताञ्जलि-र्न चातितृप्तो विदुरो धृतव्रत: ॥ १ ॥",
        "english_devnagari": "śrī-śuka uvācaniśamya kauṣāraviṇopavarṇitāṁhareḥ kathāṁ kāraṇa-sūkarātmanaḥpunaḥ sa papraccha tam udyatāñjalirna cātitṛpto viduro dhṛta-vrataḥ",
        "verse_Syn": [
            "śrī",
            "śukaḥ",
            "uvāca",
            "niśamya",
            "kauṣāraviṇā",
            "upavarṇitām",
            "hareḥ",
            "kathām",
            "kāraṇa",
            "sūkara",
            "ātmanaḥ",
            "punaḥ",
            "saḥ",
            "papraccha",
            "tam",
            "udyata",
            "añjaliḥ",
            "na",
            "ca",
            "ati",
            "tṛptaḥ",
            "viduraḥ",
            "dhṛta",
            "vrataḥ"
        ],
        "translation": "Śukadeva Gosvāmī said: After hearing from the great sage Maitreya about the Lord’s incarnation as Varāha, Vidura, who had taken a vow, begged him with folded hands to please narrate further transcendental activities of the Lord, since he [Vidura] did not yet feel satisfied.",
        "purport": ""
    },
    {
        "verse": "2",
        "devanagari": "विदुर उवाचतेनैव तु मुनिश्रेष्ठ हरिणा यज्ञमूर्तिना ।आदिदैत्यो हिरण्याक्षो हत इत्यनुशुश्रुम ॥ २ ॥",
        "english_devnagari": "vidura uvācatenaiva tu muni-śreṣṭhahariṇā yajña-mūrtināādi-daityo hiraṇyākṣohata ity anuśuśruma",
        "verse_Syn": [
            "viduraḥ",
            "uvāca",
            "tena",
            "eva",
            "tu",
            "muni",
            "śreṣṭha",
            "hariṇā",
            "yajña",
            "mūrtinā",
            "ādi",
            "daityaḥ",
            "hiraṇyākṣaḥ",
            "hataḥ",
            "iti",
            "anuśuśruma"
        ],
        "translation": "Śrī Vidura said: O chief amongst the great sages, I have heard by disciplic succession that Hiraṇyākṣa, the original demon, was slain by the same form of sacrifices, the Personality of Godhead [Lord Boar].",
        "purport": " As referred to previously, the boar incarnation was manifested in two millenniums, namely Svāyambhuva and Cākṣuṣa. In both millenniums there was a boar incarnation of the Lord, but in the Svāyambhuva millennium He lifted the earth from within the water of the universe, whereas in the Cākṣuṣa millennium He killed the first demon, Hiraṇyākṣa. In the Svāyambhuva millennium He assumed the color white, and in the Cākṣuṣa millennium He assumed the color red. Vidura had already heard about one of them, and he proposed to hear about the other. The two different boar incarnations described are the one Supreme Personality of Godhead."
    },
    {
        "verse": "3",
        "devanagari": "तस्य चोद्धरत: क्षौणीं स्वदंष्ट्राग्रेण लीलया ।दैत्यराजस्य च ब्रह्मन् कस्माद्धेतोरभून्मृध: ॥ ३ ॥",
        "english_devnagari": "tasya coddharataḥ kṣauṇīṁsva-daṁṣṭrāgreṇa līlayādaitya-rājasya ca brahmankasmād dhetor abhūn mṛdhaḥ",
        "verse_Syn": [
            "tasya",
            "ca",
            "uddharataḥ",
            "kṣauṇīm",
            "sva",
            "daṁṣṭra",
            "agreṇa",
            "līlayā",
            "daitya",
            "rājasya",
            "ca",
            "brahman",
            "kasmāt",
            "hetoḥ",
            "abhūt",
            "mṛdhaḥ"
        ],
        "translation": "What was the reason, O brāhmaṇa, for the fight between the demon king and Lord Boar while the Lord was lifting the earth as His pastime?",
        "purport": ""
    },
    {
        "verse": "4",
        "devanagari": "श्रद्दधानाय भक्ताय ब्रूहि तज्जन्मविस्तरम् ।ऋषे न तृप्यति मन: परं कौतूहलं हि मे ॥ ४ ॥",
        "english_devnagari": "śraddadhānāya bhaktāyabrūhi taj-janma-vistaramṛṣe na tṛpyati manaḥparaṁ kautūhalaṁ hi me",
        "verse_Syn": [
            "śraddadhānāya",
            "bhaktāya",
            "brūhi",
            "tat",
            "janma",
            "vistaram",
            "ṛṣe",
            "na",
            "tṛpyati",
            "manaḥ",
            "param",
            "kautūhalam",
            "hi",
            "me"
        ],
        "translation": "My mind has become very inquisitive, and therefore I am not satisfied with hearing the narration of the Lord’s appearance. Please, therefore, speak more and more to a devotee who is faithful.",
        "purport": " One who is actually faithful and inquisitive is qualified to hear the transcendental pastimes of the appearance and disappearance of the Supreme Personality of Godhead. Vidura was a suitable candidate to receive such transcendental messages."
    },
    {
        "verse": "5",
        "devanagari": "मैत्रेय उवाचसाधु वीर त्वया पृष्टमवतारकथां हरे: ।यत्त्वं पृच्छसि मर्त्यानां मृत्युपाशविशातनीम् ॥ ५ ॥",
        "english_devnagari": "maitreya uvācasādhu vīra tvayā pṛṣṭamavatāra-kathāṁ hareḥyat tvaṁ pṛcchasi martyānāṁmṛtyu-pāśa-viśātanīm",
        "verse_Syn": [
            "maitreyaḥ",
            "uvāca",
            "sādhu",
            "vīra",
            "tvayā",
            "pṛṣṭam",
            "avatāra",
            "kathām",
            "hareḥ",
            "yat",
            "tvam",
            "pṛcchasi",
            "martyānām",
            "mṛtyu",
            "pāśa",
            "viśātanīm"
        ],
        "translation": "The great sage Maitreya said: O warrior, the inquiry made by you is just befitting a devotee because it concerns the incarnation of the Personality of Godhead. He is the source of liberation from the chain of birth and death for all those who are otherwise destined to die.",
        "purport": " The great sage Maitreya addressed Vidura as a warrior not only because Vidura belonged to the Kuru family but because he was anxious to hear about the chivalrous activities of the Lord in His incarnations of Varāha and Nṛsiṁha. Because the inquiries concerned the Lord, they were perfectly befitting a devotee. A devotee has no taste for hearing anything mundane. There are many topics of mundane warfare, but a devotee is not inclined to hear them. The topics of the warfare in which the Lord engages do not concern the war of death but the war against the chain of māyā which obliges one to accept repeated birth and death. In other words, one who takes delight in hearing the war topics of the Lord is relieved from the chains of birth and death. Foolish people are suspicious of Kṛṣṇa’s taking part in the Battle of Kurukṣetra, not knowing that His taking part insured liberation for all who were present on the battlefield. It is said by Bhīṣmadeva that all who were present on the Battlefield of Kurukṣetra attained their original spiritual existences after death. Therefore, hearing the war topics of the Lord is as good as any other devotional service."
    },
    {
        "verse": "6",
        "devanagari": "ययोत्तानपद: पुत्रो मुनिना गीतयार्भक: ।मृत्यो: कृत्वैव मूर्ध्‍न्यङ्‌घ्रि मारुरोह हरे: पदम् ॥ ६ ॥",
        "english_devnagari": "yayottānapadaḥ putromuninā gītayārbhakaḥmṛtyoḥ kṛtvaiva mūrdhny aṅghrimāruroha hareḥ padam",
        "verse_Syn": [
            "yayā",
            "uttānapadaḥ",
            "putraḥ",
            "muninā",
            "gītayā",
            "arbhakaḥ",
            "mṛtyoḥ",
            "kṛtvā",
            "eva",
            "mūrdhni",
            "aṅghrim",
            "āruroha",
            "hareḥ",
            "padam"
        ],
        "translation": "By hearing these topics from the sage [Nārada], the son of King Uttānapāda [Dhruva] was enlightened regarding the Personality of Godhead, and he ascended to the abode of the Lord, placing his feet over the head of death.",
        "purport": " While quitting his body, Mahārāja Dhruva, the son of King Uttānapāda, was attended by personalities like Sunanda and others, who received him in the kingdom of God. He left this world at an early age, as a young boy, although he had attained the throne of his father and had several children of his own. Because he was due to quit this world, death was waiting for him. He did not care for death, however, and even with his present body he boarded a spiritual airplane and went directly to the planet of Viṣṇu because of his association with the great sage Nārada, who had spoken to him the narration of the pastimes of the Lord."
    },
    {
        "verse": "7",
        "devanagari": "अथात्रापीतिहासोऽयं श्रुतो मे वर्णित: पुरा ।ब्रह्मणा देवदेवेन देवानामनुपृच्छताम् ॥ ७ ॥",
        "english_devnagari": "athātrāpītihāso ’yaṁśruto me varṇitaḥ purābrahmaṇā deva-devenadevānām anupṛcchatām",
        "verse_Syn": [
            "atha",
            "atra",
            "api",
            "itihāsaḥ",
            "ayam",
            "śrutaḥ",
            "me",
            "varṇitaḥ",
            "purā",
            "brahmaṇā",
            "deva",
            "devena",
            "devānām",
            "anupṛcchatām"
        ],
        "translation": "This history of the fight between the Lord as a boar and the demon Hiraṇyākṣa was heard by me in a year long ago as it was described by the foremost of the demigods, Brahmā, when he was questioned by the other demigods.",
        "purport": ""
    },
    {
        "verse": "8",
        "devanagari": "दितिर्दाक्षायणी क्षत्तर्मारीचं कश्यपं पतिम् ।अपत्यकामा चकमे सन्ध्यायां हृच्छयार्दिता ॥ ८ ॥",
        "english_devnagari": "ditir dākṣāyaṇī kṣattarmārīcaṁ kaśyapaṁ patimapatya-kāmā cakamesandhyāyāṁ hṛc-chayārditā",
        "verse_Syn": [
            "ditiḥ",
            "dākṣāyaṇī",
            "kṣattaḥ",
            "mārīcam",
            "kaśyapam",
            "patim",
            "apatya",
            "kāmā",
            "cakame",
            "sandhyāyām",
            "hṛt",
            "śaya",
            "arditā"
        ],
        "translation": "Diti, daughter of Dakṣa, being afflicted with sex desire, begged her husband, Kaśyapa, the son of Marīci, to have intercourse with her in the evening in order to beget a child.",
        "purport": ""
    },
    {
        "verse": "9",
        "devanagari": "इष्ट्वाग्निजिह्वं पयसा पुरुषं यजुषां पतिम् ।निम्‍लोचत्यर्क आसीनमग्‍न्यगारे समाहितम् ॥ ९ ॥",
        "english_devnagari": "iṣṭvāgni-jihvaṁ payasāpuruṣaṁ yajuṣāṁ patimnimlocaty arka āsīnamagny-agāre samāhitam",
        "verse_Syn": [
            "iṣṭvā",
            "agni",
            "jihvam",
            "payasā",
            "puruṣam",
            "yajuṣām",
            "patim",
            "nimlocati",
            "arke",
            "āsīnam",
            "agni",
            "agāre",
            "samāhitam"
        ],
        "translation": "The sun was setting, and the sage was sitting in trance after offering oblations to the Supreme Personality of Godhead, Viṣṇu, whose tongue is the sacrificial fire.",
        "purport": " Fire is considered to be the tongue of the Personality of Godhead Viṣṇu, and oblations of grains and clarified butter offered to the fire are thus accepted by Him. That is the principle of all sacrifices, of which Lord Viṣṇu is the master. In other words, the satisfaction of Lord Viṣṇu includes the satisfaction of all demigods and other living beings."
    },
    {
        "verse": "10",
        "devanagari": "दितिरुवाचएष मां त्वत्कृते विद्वन् काम आत्तशरासन: ।दुनोति दीनां विक्रम्य रम्भामिव मतङ्गज: ॥ १० ॥",
        "english_devnagari": "ditir uvācaeṣa māṁ tvat-kṛte vidvankāma ātta-śarāsanaḥdunoti dīnāṁ vikramyarambhām iva mataṅgajaḥ",
        "verse_Syn": [
            "ditiḥ",
            "uvāca",
            "eṣaḥ",
            "mām",
            "tvat",
            "kṛte",
            "vidvan",
            "kāmaḥ",
            "ātta",
            "śarāsanaḥ",
            "dunoti",
            "dīnām",
            "vikramya",
            "rambhām",
            "iva",
            "matam",
            "gajaḥ"
        ],
        "translation": "In that place the beautiful Diti expressed her desire: O learned one, Cupid is taking his arrows and distressing me forcibly, as a mad elephant troubles a banana tree.",
        "purport": " Beautiful Diti, seeing her husband absorbed in trance, began to speak loudly, not attempting to attract him by bodily expressions. She frankly said that her whole body was distressed by sex desire because of her husband’s presence, just as a banana tree is troubled by a mad elephant. It was not natural for her to agitate her husband when he was in trance, but she could not control her strong sexual appetite. Her sex desire was like a mad elephant, and therefore it was the prime duty of her husband to give her all protection by fulfilling her desire."
    },
    {
        "verse": "11",
        "devanagari": "तद्भवान्दह्यमानायां सपत्नीनां समृद्धिभि: ।प्रजावतीनां भद्रं ते मय्यायुङ्क्तामनुग्रहम् ॥ ११ ॥",
        "english_devnagari": "tad bhavān dahyamānāyāṁsa-patnīnāṁ samṛddhibhiḥprajāvatīnāṁ bhadraṁ temayy āyuṅktām anugraham",
        "verse_Syn": [
            "tat",
            "bhavān",
            "dahyamānāyām",
            "sa",
            "patnīnām",
            "samṛddhibhiḥ",
            "prajā",
            "vatīnām",
            "bhadram",
            "te",
            "mayi",
            "āyuṅktām",
            "anugraham"
        ],
        "translation": "Therefore you should be kind towards me by showing me complete mercy. I desire to have sons, and I am much distressed by seeing the opulence of my co-wives. By performing this act, you will become happy.",
        "purport": " In Bhagavad-gītā sexual intercourse for begetting children is accepted as righteous. A person sexually inclined for simple sense gratification, however, is unrighteous. In Diti’s appeal to her husband for sex, it was not exactly that she was afflicted by sex desires, but she desired sons. Since she had no sons, she felt poorer than her co-wives. Therefore Kaśyapa was supposed to satisfy his bona fide wife."
    },
    {
        "verse": "12",
        "devanagari": "भर्तर्याप्तोरुमानानां लोकानाविशते यश: ।पतिर्भवद्विधो यासां प्रजया ननु जायते ॥ १२ ॥",
        "english_devnagari": "bhartary āptorumānānāṁlokān āviśate yaśaḥpatir bhavad-vidho yāsāṁprajayā nanu jāyate",
        "verse_Syn": [
            "bhartari",
            "āpta",
            "urumānānām",
            "lokān",
            "āviśate",
            "yaśaḥ",
            "patiḥ",
            "bhavat",
            "vidhaḥ",
            "yāsām",
            "prajayā",
            "nanu",
            "jāyate"
        ],
        "translation": "A woman is honored in the world by the benediction of her husband, and a husband like you will become famous by having children because you are meant for the expansion of living entities.",
        "purport": " According to Ṛṣabhadeva, one should not become a father or mother unless one is confident that he can beget children whom he can deliver from the clutches of birth and death. Human life is the only opportunity to get out of the material scene, which is full of the miseries of birth, death, old age and diseases. Every human being should be given the opportunity to take advantage of his human form of life, and a father like Kaśyapa is supposed to beget good children for the purpose of liberation."
    },
    {
        "verse": "13",
        "devanagari": "पुरा पिता नो भगवान्दक्षो दुहितृवत्सल: ।कं वृणीत वरं वत्सा इत्यपृच्छत न: पृथक् ॥ १३ ॥",
        "english_devnagari": "purā pitā no bhagavāndakṣo duhitṛ-vatsalaḥkaṁ vṛṇīta varaṁ vatsāity apṛcchata naḥ pṛthak",
        "verse_Syn": [
            "purā",
            "pitā",
            "naḥ",
            "bhagavān",
            "dakṣaḥ",
            "duhitṛ",
            "vatsalaḥ",
            "kam",
            "vṛṇīta",
            "varam",
            "vatsāḥ",
            "iti",
            "apṛcchata",
            "naḥ",
            "pṛthak"
        ],
        "translation": "In days long ago, our father, the most opulent Dakṣa, who was affectionate to his daughters, asked each of us separately whom we would prefer to select as our husband.",
        "purport": " It appears from this verse that free selection of a husband was allowed by the father, but not by free association. The daughters were asked separately to submit their selection of a husband who was famous for his acts and personality. The ultimate selection depended on the choice of the father."
    },
    {
        "verse": "14",
        "devanagari": "स विदित्वात्मजानां नो भावं सन्तानभावन: ।त्रयोदशाददात्तासां यास्ते शीलमनुव्रता: ॥ १४ ॥",
        "english_devnagari": "sa viditvātmajānāṁ nobhāvaṁ santāna-bhāvanaḥtrayodaśādadāt tāsāṁyās te śīlam anuvratāḥ",
        "verse_Syn": [
            "saḥ",
            "viditvā",
            "ātma",
            "jānām",
            "naḥ",
            "bhāvam",
            "santāna",
            "bhāvanaḥ",
            "trayodaśa",
            "adadāt",
            "tāsām",
            "yāḥ",
            "te",
            "śīlam",
            "anuvratāḥ"
        ],
        "translation": "Our well-wishing father, Dakṣa, after knowing our intentions, handed over thirteen of his daughters unto you, and since then we have all been faithful.",
        "purport": " Generally the daughters were too shy to express their opinions before their father, but the father would accept the daughters’ intentions through someone else, such as a grandmother to whom the grandchildren had free access. King Dakṣa collected the opinions of his daughters and thus handed over thirteen to Kaśyapa. Every one of Diti’s sisters was a mother of children. Therefore, since she was equally faithful to the same husband, why should she remain without children?"
    },
    {
        "verse": "15",
        "devanagari": "अथ मे कुरु कल्याणं कामं कमललोचन ।आर्तोपसर्पणं भूमन्नमोघं हि महीयसि ॥ १५ ॥",
        "english_devnagari": "atha me kuru kalyāṇaṁkāmaṁ kamala-locanaārtopasarpaṇaṁ bhūmannamoghaṁ hi mahīyasi",
        "verse_Syn": [
            "atha",
            "me",
            "kuru",
            "kalyāṇam",
            "kāmam",
            "kamala",
            "locana",
            "ārta",
            "upasarpaṇam",
            "bhūman",
            "amogham",
            "hi",
            "mahīyasi"
        ],
        "translation": "O lotus-eyed one, kindly bless me by fulfilling my desire. When someone in distress approaches a great person, his pleas should never go in vain.",
        "purport": " Diti knew well that her request might be rejected because of the untimely situation, but she pleaded that when there is an emergency or a distressful condition, there is no consideration of time or situation."
    },
    {
        "verse": "16",
        "devanagari": "इति तां वीर मारीच: कृपणां बहुभाषिणीम् ।प्रत्याहानुनयन् वाचा प्रवृद्धानङ्गकश्मलाम् ॥ १६ ॥",
        "english_devnagari": "iti tāṁ vīra mārīcaḥkṛpaṇāṁ bahu-bhāṣiṇīmpratyāhānunayan vācāpravṛddhānaṅga-kaśmalām",
        "verse_Syn": [
            "iti",
            "tām",
            "vīra",
            "mārīcaḥ",
            "kṛpaṇām",
            "bahu",
            "bhāṣiṇīm",
            "pratyāha",
            "anunayan",
            "vācā",
            "pravṛddha",
            "anaṅga",
            "kaśmalām"
        ],
        "translation": "O hero [Vidura], Diti, being thus afflicted by the contamination of lust, and therefore poor and talkative, was pacified by the son of Marīci in suitable words.",
        "purport": " When a man or woman is afflicted by the lust of sex desire, it is to be understood as sinful contamination. Kaśyapa was engaged in his spiritual activities, but he did not have sufficient strength to refuse his wife, who was thus afflicted. He could have refused her with strong words expressing impossibility, but he was not as spiritually strong as Vidura. Vidura is addressed here as a hero because no one is stronger in self-control than a devotee of the Lord. It appears that Kaśyapa was already inclined to have sexual enjoyment with his wife, and because he was not a strong man he tried to dissuade her only with pacifying words."
    },
    {
        "verse": "17",
        "devanagari": "एष तेऽहं विधास्यामि प्रियं भीरु यदिच्छसि ।तस्या: कामं न क: कुर्यात्सिद्धिस्त्रैवर्गिक यत: ॥ १७ ॥",
        "english_devnagari": "eṣa te ’haṁ vidhāsyāmipriyaṁ bhīru yad icchasitasyāḥ kāmaṁ na kaḥ kuryātsiddhis traivargikī yataḥ",
        "verse_Syn": [
            "eṣaḥ",
            "te",
            "aham",
            "vidhāsyāmi",
            "priyam",
            "bhīru",
            "yat",
            "icchasi",
            "tasyāḥ",
            "kāmam",
            "na",
            "kaḥ",
            "kuryāt",
            "siddhiḥ",
            "traivargikī",
            "yataḥ"
        ],
        "translation": "O afflicted one, I shall forthwith gratify whatever desire is dear to you, for who else but you is the source of the three perfections of liberation?",
        "purport": " The three perfections of liberation are religiosity, economic development and sense gratification. For a conditioned soul, the wife is considered to be the source of liberation because she offers her service to the husband for his ultimate liberation. Conditional material existence is based on sense gratification, and if someone has the good fortune to get a good wife, he is helped by the wife in all respects. If one is disturbed in his conditional life, he becomes more and more entangled in material contamination. A faithful wife is supposed to cooperate with her husband in fulfilling all material desires so that he can then become comfortable and execute spiritual activities for the perfection of life. If, however, the husband is progressive in spiritual advancement, the wife undoubtedly shares in his activities, and thus both the wife and the husband profit in spiritual perfection. It is essential, therefore, that girls as well as boys be trained to discharge spiritual duties so that at the time of cooperation both will be benefited. The training of the boy is brahmacarya, and the training of the girl is chastity. A faithful wife and spiritually trained brahmacārī are a good combination for advancement of the human mission."
    },
    {
        "verse": "18",
        "devanagari": "सर्वाश्रमानुपादाय स्वाश्रमेण कलत्रवान् ।व्यसनार्णवमत्येति जलयानैर्यथार्णवम् ॥ १८ ॥",
        "english_devnagari": "sarvāśramān upādāyasvāśrameṇa kalatravānvyasanārṇavam atyetijala-yānair yathārṇavam",
        "verse_Syn": [
            "sarva",
            "āśramān",
            "upādāya",
            "sva",
            "āśrameṇa",
            "kalatra",
            "vān",
            "vyasana",
            "arṇavam",
            "atyeti",
            "jala",
            "yānaiḥ",
            "yathā",
            "arṇavam"
        ],
        "translation": "As one can cross over the ocean with seagoing vessels, one can cross the dangerous situation of the material ocean by living with a wife.",
        "purport": " There are four social orders for cooperation in the endeavor for liberation from material existence. The orders of brahmacarya, or pious student life, household life with a wife, retired life and renounced life all depend for successful advancement on the householder who lives with a wife. This cooperation is essential for the proper functioning of the institution of the four social orders and the four spiritual orders of life. This Vedic varṇāśrama system is generally known as the caste system. The man who lives with a wife has a great responsibility in maintaining the members of the other social orders — the brahmacārīs, vānaprasthas and sannyāsīs. Except for the gṛhasthas, or the householders, everyone is supposed to engage in the spiritual advancement of life, and therefore the brahmacārī, the vānaprastha and the sannyāsī have very little time to earn a livelihood. They therefore collect alms from the gṛhasthas, and thus they secure the bare necessities of life and cultivate spiritual understanding. By helping the other three sections of society cultivate spiritual values, the householder also makes advancement in spiritual life. Ultimately every member of society automatically becomes spiritually advanced and easily crosses the ocean of nescience."
    },
    {
        "verse": "19",
        "devanagari": "यामाहुरात्मनो ह्यर्धं श्रेयस्कामस्य मानिनि ।यस्यां स्वधुरमध्यस्य पुमांश्चरति विज्वर: ॥ १९ ॥",
        "english_devnagari": "yām āhur ātmano hy ardhaṁśreyas-kāmasya māniniyasyāṁ sva-dhuram adhyasyapumāṁś carati vijvaraḥ",
        "verse_Syn": [
            "yām",
            "āhuḥ",
            "ātmanaḥ",
            "hi",
            "ardham",
            "śreyaḥ",
            "kāmasya",
            "mānini",
            "yasyām",
            "sva",
            "dhuram",
            "adhyasya",
            "pumān",
            "carati",
            "vijvaraḥ"
        ],
        "translation": "O respectful one, a wife is so helpful that she is called the better half of a man’s body because of her sharing in all auspicious activities. A man can move without anxiety entrusting all responsibilities to his wife.",
        "purport": " By the Vedic injunction, the wife is accepted as the better half of a man’s body because she is supposed to be responsible for discharging half of the duties of the husband. A family man has a responsibility to perform five kinds of sacrifices, called pañca-yajña, in order to get relief from all kinds of unavoidable sinful reaction incurred in the course of his affairs. When a man becomes qualitatively like the cats and dogs, he forgets his duties in cultivating spiritual values, and thus he accepts his wife as a sense gratificatory agency. When the wife is accepted as a sense gratificatory agency, personal beauty is the main consideration, and as soon as there is a break in personal sense gratification, there is disruption or divorce. But when husband and wife aim at spiritual advancement by mutual cooperation, there is no consideration of personal beauty or the disruption of so-called love. In the material world there is no question of love. Marriage is actually a duty performed in mutual cooperation as directed in the authoritative scriptures for spiritual advancement. Therefore marriage is essential in order to avoid the life of cats and dogs, who are not meant for spiritual enlightenment."
    },
    {
        "verse": "20",
        "devanagari": "यामाश्रित्येन्द्रियारातीन्दुर्जयानितराश्रमै: ।वयं जयेम हेलाभिर्दस्यून्दुर्गपतिर्यथा ॥ २० ॥",
        "english_devnagari": "yām āśrityendriyārātīndurjayān itarāśramaiḥvayaṁ jayema helābhirdasyūn durga-patir yathā",
        "verse_Syn": [
            "yām",
            "āśritya",
            "indriya",
            "arātīn",
            "durjayān",
            "itara",
            "āśramaiḥ",
            "vayam",
            "jayema",
            "helābhiḥ",
            "dasyūn",
            "durga",
            "patiḥ",
            "yathā"
        ],
        "translation": "As a fort commander very easily conquers invading plunderers, by taking shelter of a wife one can conquer the senses, which are unconquerable in the other social orders.",
        "purport": " Of the four orders of human society — the student, or brahmacārī order, the householder, or gṛhastha order, the retired, or vānaprastha order, and the renounced, or sannyāsī order — the householder is on the safe side. The bodily senses are considered plunderers of the fort of the body. The wife is supposed to be the commander of the fort, and therefore whenever there is an attack on the body by the senses, it is the wife who protects the body from being smashed. The sex demand is inevitable for everyone, but one who has a fixed wife is saved from the onslaught of the sense enemies. A man who possesses a good wife does not create a disturbance in society by corrupting virgin girls. Without a fixed wife, a man becomes a debauchee of the first order and is a nuisance in society — unless he is a trained brahmacārī, vānaprastha or sannyāsī. Unless there is rigid and systematic training of the brahmacārī by the expert spiritual master, and unless the student is obedient, it is sure that the so-called brahmacārī will fall prey to the attack of sex. There are so many instances of falldown, even for great yogīs like Viśvāmitra. A gṛhastha is saved, however, because of his faithful wife. Sex life is the cause of material bondage, and therefore it is prohibited in three āśramas and is allowed only in the gṛhastha-āśrama. The gṛhastha is responsible for producing first-quality brahmacārīs, vānaprasthas and sannyāsīs."
    },
    {
        "verse": "21",
        "devanagari": "न वयं प्रभवस्तां त्वामनुकर्तुं गृहेश्वरि ।अप्यायुषा वा कार्त्स्‍न्येन ये चान्ये गुणगृध्नव: ॥ २१ ॥",
        "english_devnagari": "na vayaṁ prabhavas tāṁ tvāmanukartuṁ gṛheśvariapy āyuṣā vā kārtsnyenaye cānye guṇa-gṛdhnavaḥ",
        "verse_Syn": [
            "na",
            "vayam",
            "prabhavaḥ",
            "tām",
            "tvām",
            "anukartum",
            "gṛha",
            "īśvari",
            "api",
            "āyuṣā",
            "vā",
            "kārtsnyena",
            "ye",
            "ca",
            "anye",
            "guṇa",
            "gṛdhnavaḥ"
        ],
        "translation": "O queen of the home, we are not able to act like you, nor could we repay you for what you have done, even if we worked for our entire life or even after death. To repay you is not possible, even for those who are admirers of personal qualities.",
        "purport": " So much glorification of a woman by her husband indicates that he is henpecked or is talking lightly in joke. Kaśyapa meant that householders living with wives enjoy the heavenly blessings of sense enjoyment and at the same time have no fear of going down to hell. The man in the renounced order of life has no wife and may be driven by sex desire to seek another woman or another’s wife and thus go to hell. In other words, the so-called man of the renounced order, who has left his house and wife, goes to hell if he again desires sexual pleasure, knowingly or unknowingly. In that way the householders are on the side of safety. Therefore husbands as a class cannot repay their debt to women either in this life or in the next. Even if they engage themselves in repaying the women throughout their whole lives, it is still not possible. Not all husbands are as able to appreciate the good qualities of their wives, but even though one is able to appreciate these qualities, it is still not possible to repay the debt to the wife. Such extraordinary praises by a husband for his wife are certainly in the mode of joking."
    },
    {
        "verse": "22",
        "devanagari": "अथापि काममेतं ते प्रजात्यै करवाण्यलम् ।यथा मां नातिरोचन्ति मुहूर्तं प्रतिपालय ॥ २२ ॥",
        "english_devnagari": "athāpi kāmam etaṁ teprajātyai karavāṇy alamyathā māṁ nātirocantimuhūrtaṁ pratipālaya",
        "verse_Syn": [
            "atha",
            "api",
            "kāmam",
            "etam",
            "te",
            "prajātyai",
            "karavāṇi",
            "alam",
            "yathā",
            "mām",
            "na",
            "atirocanti",
            "muhūrtam",
            "pratipālaya"
        ],
        "translation": "Even though it is not possible to repay you, I shall satisfy your sex desire immediately for the sake of begetting children. But you must wait for only a few seconds so that others may not reproach me.",
        "purport": " The henpecked husband may not be able to repay his wife for all the benefits that he derives from her, but as for begetting children by fulfilling sexual desire, it is not at all difficult for any husband unless he is thoroughly impotent. This is a very easy task for a husband under normal conditions. In spite of Kaśyapa’s being very eager, he requested her to wait for a few seconds so that others might not reproach him. He explains his position as follows."
    },
    {
        "verse": "23",
        "devanagari": "एषा घोरतमा वेला घोराणां घोरदर्शना ।चरन्ति यस्यां भूतानि भूतेशानुचराणि ह ॥ २३ ॥",
        "english_devnagari": "eṣā ghoratamā velāghorāṇāṁ ghora-darśanācaranti yasyāṁ bhūtānibhūteśānucarāṇi ha",
        "verse_Syn": [
            "eṣā",
            "ghora",
            "tamā",
            "velā",
            "ghorāṇām",
            "ghora",
            "darśanā",
            "caranti",
            "yasyām",
            "bhūtāni",
            "bhūta",
            "īśa",
            "anucarāṇi",
            "ha"
        ],
        "translation": "This particular time is most inauspicious because at this time the horrible-looking ghosts and constant companions of the lord of the ghosts are visible.",
        "purport": " Kaśyapa has already told his wife Diti to wait for a while, and now he warns her that failure to consider the particular time will result in punishment from the ghosts and evil spirits who move during this time, along with their master, Lord Rudra."
    },
    {
        "verse": "24",
        "devanagari": "एतस्यां साध्वि सन्ध्यायां भगवान् भूतभावन: ।परीतो भूतपर्षद्‍‌भिर्वृषेणाटति भूतराट् ॥ २४ ॥",
        "english_devnagari": "etasyāṁ sādhvi sandhyāyāṁbhagavān bhūta-bhāvanaḥparīto bhūta-parṣadbhirvṛṣeṇāṭati bhūtarāṭ",
        "verse_Syn": [
            "etasyām",
            "sādhvi",
            "sandhyāyām",
            "bhagavān",
            "bhūta",
            "bhāvanaḥ",
            "parītaḥ",
            "bhūta",
            "parṣadbhiḥ",
            "vṛṣeṇa",
            "aṭati",
            "bhūta",
            "rāṭ"
        ],
        "translation": "Lord Śiva, the king of the ghosts, sitting on the back of his bull carrier, travels at this time, accompanied by ghosts who follow him for their welfare.",
        "purport": " Lord Śiva, or Rudra, is the king of the ghosts. Ghostly characters worship Lord Śiva to be gradually guided toward a path of self-realization. Māyāvādī philosophers are mostly worshipers of Lord Śiva, and Śrīpāda Śaṅkarācārya is considered to be the incarnation of Lord Śiva for preaching godlessness to the Māyāvādī philosophers. Ghosts are bereft of a physical body because of their grievously sinful acts, such as suicide. The last resort of the ghostly characters in human society is to take shelter of suicide, either material or spiritual. Material suicide causes loss of the physical body, and spiritual suicide causes loss of the individual identity. Māyāvādī philosophers desire to lose their individuality and merge into the impersonal spiritual brahmajyoti existence. Lord Śiva, being very kind to the ghosts, sees that although they are condemned, they get physical bodies. He places them into the wombs of women who indulge in sexual intercourse regardless of the restrictions on time and circumstance. Kaśyapa wanted to impress this fact upon Diti so that she might wait for a while."
    },
    {
        "verse": "25",
        "devanagari": "श्मशानचक्रानिलधूलिधूम्र-विकीर्णविद्योतजटाकलाप: ।भस्मावगुण्ठामलरुक्‍मदेहोदेवस्त्रिभि: पश्यति देवरस्ते ॥ २५ ॥",
        "english_devnagari": "śmaśāna-cakrānila-dhūli-dhūmra-vikīrṇa-vidyota-jaṭā-kalāpaḥbhasmāvaguṇṭhāmala-rukma-dehodevas tribhiḥ paśyati devaras te",
        "verse_Syn": [
            "śmaśāna",
            "cakra",
            "anila",
            "dhūli",
            "dhūmra",
            "vikīrṇa",
            "vidyota",
            "jaṭā",
            "kalāpaḥ",
            "bhasma",
            "avaguṇṭha",
            "amala",
            "rukma",
            "dehaḥ",
            "devaḥ",
            "tribhiḥ",
            "paśyati",
            "devaraḥ",
            "te"
        ],
        "translation": "Lord Śiva’s body is reddish, and he is unstained, but he is covered with ashes. His hair is dusty from the whirlwind dust of the burning crematorium. He is the younger brother of your husband, and he sees with his three eyes.",
        "purport": " Lord Śiva is not an ordinary living entity, nor is he in the category of Viṣṇu, or the Supreme Personality of Godhead. He is far more powerful than any living entity up to the standard of Brahmā, yet he is not on an equal level with Viṣṇu. Since he is almost like Lord Viṣṇu, Śiva can see past, present and future. One of his eyes is like the sun, another is like the moon, and his third eye, which is between his eyebrows, is like fire. He can generate fire from his middle eye, and he is able to vanquish any powerful living entity, including Brahmā, yet he does not live pompously in a nice house, etc., nor does he possess any material properties, although he is master of the material world. He lives mostly in the crematorium, where dead bodies are burnt, and the whirlwind dust of the crematorium is his bodily dress. He is unstained by material contamination. Kaśyapa took him as his younger brother because the youngest sister of Diti (Kaśyapa’s wife) was married to Lord Śiva. The husband of one’s sister is considered one’s brother. By that social relationship, Lord Śiva happened to be the younger brother of Kaśyapa. Kaśyapa warned his wife that because Lord Śiva would see their sex indulgence, the time was not appropriate. Diti might argue that they would enjoy sex life in a private place, but Kaśyapa reminded her that Lord Śiva has three eyes, called the sun, moon and fire, and one cannot escape his vigilance any more than one can escape Viṣṇu. Although seen by the police, a criminal is sometimes not immediately punished; the police wait for the proper time to apprehend him. The forbidden time for sexual intercourse would be noted by Lord Śiva, and Diti would meet with proper punishment by giving birth to a child of ghostly character or a godless impersonalist. Kaśyapa foresaw this, and thus he warned his wife Diti."
    },
    {
        "verse": "26",
        "devanagari": "न यस्य लोके स्वजन: परो वानात्याद‍ृतो नोत कश्चिद्विगर्ह्य: ।वयं व्रतैर्यच्चरणापविद्धा-माशास्महेऽजां बत भुक्तभोगाम् ॥ २६ ॥",
        "english_devnagari": "na yasya loke sva-janaḥ paro vānātyādṛto nota kaścid vigarhyaḥvayaṁ vratair yac-caraṇāpaviddhāmāśāsmahe ’jāṁ bata bhukta-bhogām",
        "verse_Syn": [
            "na",
            "yasya",
            "loke",
            "sva",
            "janaḥ",
            "paraḥ",
            "vā",
            "na",
            "ati",
            "ādṛtaḥ",
            "na",
            "uta",
            "kaścit",
            "vigarhyaḥ",
            "vayam",
            "vrataiḥ",
            "yat",
            "caraṇa",
            "apaviddhām",
            "āśāsmahe",
            "ajām",
            "bata",
            "bhukta",
            "bhogām"
        ],
        "translation": "Lord Śiva regards no one as his relative, yet there is no one who is not connected with him. He does not regard anyone as very favorable or abominable. We respectfully worship the remnants of his foodstuff, and we vow to accept what is rejected by him.",
        "purport": " Kaśyapa informed his wife that just because Lord Śiva happened to be his brother-in-law, that should not encourage her in her offense towards him. Kaśyapa warned her that actually Lord Śiva is not connected with anyone, nor is anyone his enemy. Since he is one of the three controllers of the universal affairs, he is equal to everyone. His greatness is incomparable because he is a great devotee of the Supreme Personality of Godhead. It is said that among all the devotees of the Personality of Godhead, Lord Śiva is the greatest. Thus the remnants of foodstuff left by him are accepted by other devotees as mahā-prasāda, or great spiritual foodstuff. The remnants of foodstuff offered to Lord Kṛṣṇa are called prasāda, but when the same prasāda is eaten by a great devotee like Lord Śiva, it is called mahā-prasāda. Lord Śiva is so great that he does not care for the material prosperity for which every one of us is so eager. Pārvatī, who is the powerful material nature personified, is under his full control as his wife, yet he does not use her even to build a residential house. He prefers to remain without shelter, and his great wife also agrees to live with him humbly. People in general worship Goddess Durgā, the wife of Lord Śiva, for material prosperity, but Lord Śiva engages her in his service without material desire. He simply advises his great wife that of all kinds of worship, the worship of Viṣṇu is the highest, and greater than that is the worship of a great devotee or anything in relation with Viṣṇu."
    },
    {
        "verse": "27",
        "devanagari": "यस्यानवद्याचरितं मनीषिणोगृणन्त्यविद्यापटलं बिभित्सव: ।निरस्तसाम्यातिशयोऽपि यत्स्वयंपिशाचचर्यामचरद्‍गति: सताम् ॥ २७ ॥",
        "english_devnagari": "yasyānavadyācaritaṁ manīṣiṇogṛṇanty avidyā-paṭalaṁ bibhitsavaḥnirasta-sāmyātiśayo ’pi yat svayaṁpiśāca-caryām acarad gatiḥ satām",
        "verse_Syn": [
            "yasya",
            "anavadya",
            "ācaritam",
            "manīṣiṇaḥ",
            "gṛṇanti",
            "avidyā",
            "paṭalam",
            "bibhitsavaḥ",
            "nirasta",
            "sāmya",
            "atiśayaḥ",
            "api",
            "yat",
            "svayam",
            "piśāca",
            "caryām",
            "acarat",
            "gatiḥ",
            "satām"
        ],
        "translation": "Although no one in the material world is equal to or greater than Lord Śiva, and although his unimpeachable character is followed by great souls to dismantle the mass of nescience, he nevertheless remains as if a devil to give salvation to all devotees of the Lord.",
        "purport": " Lord Śiva’s uncivilized, devilish characteristics are never abominable because he teaches the sincere devotees of the Lord how to practice detachment from material enjoyment. He is called Mahādeva, or the greatest of all demigods, and no one is equal to or greater than him in the material world. He is almost equal with Lord Viṣṇu. Although he always associates with Māyā, Durgā, he is above the reactionary stage of the three modes of material nature, and although he is in charge of devilish characters in the mode of ignorance, he is not affected by such association."
    },
    {
        "verse": "28",
        "devanagari": "हसन्ति यस्याचरितं हि दुर्भगा:स्वात्मन्-रतस्याविदुष: समीहितम् ।यैर्वस्त्रमाल्याभरणानुलेपनै:श्वभोजनं स्वात्मतयोपलालितम् ॥ २८ ॥",
        "english_devnagari": "hasanti yasyācaritaṁ hi durbhagāḥsvātman-ratasyāviduṣaḥ samīhitamyair vastra-mālyābharaṇānulepanaiḥśva-bhojanaṁ svātmatayopalālitam",
        "verse_Syn": [
            "hasanti",
            "yasya",
            "ācaritam",
            "hi",
            "durbhagāḥ",
            "sva",
            "ātman",
            "ratasya",
            "aviduṣaḥ",
            "samīhitam",
            "yaiḥ",
            "vastra",
            "mālya",
            "ābharaṇa",
            "anu",
            "lepanaiḥ",
            "śva",
            "bhojanam",
            "sva",
            "ātmatayā",
            "upalālitam"
        ],
        "translation": "Unfortunate, foolish persons, not knowing that he is engaged in his own self, laugh at him. Such foolish persons engage in maintaining the body — which is eatable by dogs — with dresses, ornaments, garlands and ointments.",
        "purport": " Lord Śiva never accepts any luxurious dress, garland, ornament or ointment. But those who are addicted to the decoration of the body, which is finally eatable by dogs, very luxuriously maintain it as the self. Such persons do not understand Lord Śiva, but they approach him for luxurious material comforts. There are two kinds of devotees of Lord Śiva. One class is the gross materialist seeking only bodily comforts from Lord Śiva, and the other class desires to become one with him. They are mostly impersonalists and prefer to chant śivo ’ham, “I am Śiva,” or “After liberation I shall become one with Lord Śiva.” In other words, the karmīs and jñānīs are generally devotees of Lord Śiva, but they do not properly understand his real purpose in life. Sometimes so-called devotees of Lord Śiva imitate him in using poisonous intoxicants. Lord Śiva once swallowed an ocean of poison, and thus his throat became blue. The imitation Śivas try to follow him by indulging in poisons, and thus they are ruined. The real purpose of Lord Śiva is to serve the Soul of the soul, Lord Kṛṣṇa. He desires that all luxurious articles, such as nice garments, garlands, ornaments and cosmetics, be given to Lord Kṛṣṇa only, because Kṛṣṇa is the real enjoyer. He refuses to accept such luxurious items himself because they are only meant for Kṛṣṇa. However, since they do not know this purpose of Lord Śiva, foolish persons either laugh at him or profitlessly try to imitate him."
    },
    {
        "verse": "29",
        "devanagari": "ब्रह्मादयो यत्कृतसेतुपालायत्कारणं विश्वमिदं च माया ।आज्ञाकरी यस्य पिशाचचर्याअहो विभूम्नश्चरितं विडम्बनम् ॥ २९ ॥",
        "english_devnagari": "brahmādayo yat-kṛta-setu-pālāyat-kāraṇaṁ viśvam idaṁ ca māyāājñā-karī yasya piśāca-caryāaho vibhūmnaś caritaṁ viḍambanam",
        "verse_Syn": [
            "brahma",
            "ādayaḥ",
            "yat",
            "kṛta",
            "setu",
            "pālāḥ",
            "yat",
            "kāraṇam",
            "viśvam",
            "idam",
            "ca",
            "māyā",
            "ājñā",
            "karī",
            "yasya",
            "piśāca",
            "caryā",
            "aho",
            "vibhūmnaḥ",
            "caritam",
            "viḍambanam"
        ],
        "translation": "Demigods like Brahmā also follow the religious rites observed by him. He is the controller of the material energy, which causes the creation of the material world. He is great, and therefore his devilish characteristics are simply imitation.",
        "purport": " Lord Śiva is the husband of Durgā, the controller of the material energy. Durgā is personified material energy, and Lord Śiva, being her husband, is the controller of the material energy. He is also the incarnation of the mode of ignorance and one of the three deities representing the Supreme Lord. As His representative, Lord Śiva is identical with the Supreme Personality of Godhead. He is very great, and his renunciation of all material enjoyment is an ideal example of how one should be materially unattached. One should therefore follow in his footsteps and be unattached to matter, not imitate his uncommon acts like drinking poison."
    },
    {
        "verse": "30",
        "devanagari": "मैत्रेय उवाचसैवं संविदिते भर्त्रा मन्मथोन्मथितेन्द्रिया ।जग्राह वासो ब्रह्मर्षेर्वृषलीव गतत्रपा ॥ ३० ॥",
        "english_devnagari": "maitreya uvācasaivaṁ saṁvidite bhartrāmanmathonmathitendriyājagrāha vāso brahmarṣervṛṣalīva gata-trapā",
        "verse_Syn": [
            "maitreyaḥ",
            "uvāca",
            "sā",
            "evam",
            "saṁvidite",
            "bhartrā",
            "manmatha",
            "unmathita",
            "indriyā",
            "jagrāha",
            "vāsaḥ",
            "brahma",
            "ṛṣeḥ",
            "vṛṣalī",
            "iva",
            "gata",
            "trapā"
        ],
        "translation": "Maitreya said: Diti was thus informed by her husband, but she was pressed by Cupid for sexual satisfaction. She caught hold of the clothing of the great brāhmaṇa sage, just like a shameless public prostitute.",
        "purport": " The difference between a married wife and a public prostitute is that one is restrained in sex life by the rules and regulations of the scriptures, whereas the other is unrestricted in sex life and is conducted solely by the strong sex urge. Although very enlightened, Kaśyapa, the great sage, became a victim of his prostitute wife. Such is the strong force of material energy."
    },
    {
        "verse": "31",
        "devanagari": "स विदित्वाथ भार्यायास्तं निर्बन्धं विकर्मणि ।नत्वा दिष्टाय रहसि तयाथोपविवेश हि ॥ ३१ ॥",
        "english_devnagari": "sa viditvātha bhāryāyāstaṁ nirbandhaṁ vikarmaṇinatvā diṣṭāya rahasitayāthopaviveśa hi",
        "verse_Syn": [
            "saḥ",
            "viditvā",
            "atha",
            "bhāryāyāḥ",
            "tam",
            "nirbandham",
            "vikarmaṇi",
            "natvā",
            "diṣṭāya",
            "rahasi",
            "tayā",
            "atha",
            "upaviveśa",
            "hi"
        ],
        "translation": "Understanding his wife’s purpose, he was obliged to perform the forbidden act, and thus after offering his obeisances unto worshipable fate, he lay with her in a secluded place.",
        "purport": " It appears from the talks of Kaśyapa with his wife that he was a worshiper of Lord Śiva, and although he knew that Lord Śiva would not be pleased with him for such a forbidden act, he was obliged to act by his wife’s desire, and thus he offered his obeisances unto fate. He knew that the child born of such untimely sexual intercourse would certainly not be a good child, but could not protect himself because he was too obligated to his wife. In a similar case, however, when Ṭhākura Haridāsa was tempted by a public prostitute at the dead of night, he avoided the allurement because of his perfection in Kṛṣṇa consciousness. That is the difference between a Kṛṣṇa conscious person and others. Kaśyapa Muni was greatly learned and enlightened, and he knew all the rules and regulations of systematic life, yet he failed to protect himself from the attack of sex desire. Ṭhākura Haridāsa was not born of a brāhmaṇa family, nor was he himself a brāhmaṇa, yet he could protect himself from such an attack due to his being Kṛṣṇa conscious. Ṭhākura Haridāsa used to chant the holy name of the Lord three hundred thousand times daily."
    },
    {
        "verse": "32",
        "devanagari": "अथोपस्पृश्य सलिलं प्राणानायम्य वाग्यत: ।ध्यायञ्जजाप विरजं ब्रह्म ज्योति: सनातनम् ॥ ३२ ॥",
        "english_devnagari": "athopaspṛśya salilaṁprāṇān āyamya vāg-yataḥdhyāyañ jajāpa virajaṁbrahma jyotiḥ sanātanam",
        "verse_Syn": [
            "atha",
            "upaspṛśya",
            "salilam",
            "prāṇān",
            "āyamya",
            "vāk",
            "yataḥ",
            "dhyāyan",
            "jajāpa",
            "virajam",
            "brahma",
            "jyotiḥ",
            "sanātanam"
        ],
        "translation": "Thereafter the brāhmaṇa took his bath in the water and controlled his speech by practicing trance, meditating on the eternal effulgence and chanting the holy Gāyatrī hymns within his mouth.",
        "purport": " As one has to take bath after using the toilet, so one has to wash himself with water after sexual intercourse, especially when at a forbidden time. Kaśyapa Muni meditated on the impersonal brahmajyoti by chanting the Gāyatrī mantra within his mouth. When a Vedic mantra is chanted within the mouth so that only the chanter can hear, the chanting is called japa. But when such mantras are chanted loudly, it is called kīrtana. The Vedic hymn Hare Kṛṣṇa, Hare Kṛṣṇa, Kṛṣṇa Kṛṣṇa, Hare Hare/ Hare Rāma, Hare Rāma, Rāma Rāma, Hare Hare can be chanted both softly to oneself or loudly; therefore it is called the mahā-mantra, or the great hymn. Kaśyapa Muni appears to be an impersonalist. Comparing his character with that of Ṭhākura Haridāsa as referred to above, it is clear that the personalist is stronger in sense control than the impersonalist. This is explained in Bhagavad-gītā as paraṁ dṛṣṭvā nivartate; i.e., one ceases to accept lower-grade things when one is situated in a superior condition. One is supposed to be purified after taking bath and chanting Gāyatrī, but the mahā-mantra is so powerful that one can chant loudly or softly, in any condition, and he is protected from all the evils of material existence."
    },
    {
        "verse": "33",
        "devanagari": "दितिस्तु व्रीडिता तेन कर्मावद्येन भारत ।उपसङ्गम्य विप्रर्षिमधोमुख्यभ्यभाषत ॥ ३३ ॥",
        "english_devnagari": "ditis tu vrīḍitā tenakarmāvadyena bhārataupasaṅgamya viprarṣimadho-mukhy abhyabhāṣata",
        "verse_Syn": [
            "ditiḥ",
            "tu",
            "vrīḍitā",
            "tena",
            "karma",
            "avadyena",
            "bhārata",
            "upasaṅgamya",
            "vipra",
            "ṛṣim",
            "adhaḥ",
            "mukhī",
            "abhyabhāṣata"
        ],
        "translation": "O son of the Bharata family, Diti, after this, went nearer to her husband, her face lowered because of her faulty action. She spoke as follows.",
        "purport": " When one is ashamed of an abominable action, one naturally becomes down-faced. Diti came to her senses after the abominable sexual intercourse with her husband. Such sexual intercourse is condemned as prostitution. In other words, sex life with one’s wife is equal to prostitution if the regulations are not properly followed."
    },
    {
        "verse": "34",
        "devanagari": "दितिरुवाचन मे गर्भमिमं ब्रह्मन् भूतानामृषभोऽवधीत् ।रुद्र: पतिर्हि भूतानां यस्याकरवमंहसम् ॥ ३४ ॥",
        "english_devnagari": "ditir uvācana me garbham imaṁ brahmanbhūtānām ṛṣabho ’vadhītrudraḥ patir hi bhūtānāṁyasyākaravam aṁhasam",
        "verse_Syn": [
            "ditiḥ",
            "uvāca",
            "na",
            "me",
            "garbham",
            "imam",
            "brahman",
            "bhūtānām",
            "ṛṣabhaḥ",
            "avadhīt",
            "rudraḥ",
            "patiḥ",
            "hi",
            "bhūtānām",
            "yasya",
            "akaravam",
            "aṁhasam"
        ],
        "translation": "The beautiful Diti said: My dear brāhmaṇa, kindly see that my embryo is not killed by Lord Śiva, the lord of all living entities, because of the great offense I have committed against him.",
        "purport": " Diti was conscious of her offense and was anxious to be excused by Lord Śiva. Lord Śiva has two popular names, Rudra and Āśutoṣa. He is very prone to anger as well as quickly pacified. Diti knew that because of his being quickly angered he might spoil the pregnancy she had so unlawfully achieved. But because he was also Āśutoṣa, she implored her brāhmaṇa husband to help her in pacifying Lord Śiva, for her husband was a great devotee of Lord Śiva. In other words, Lord Śiva might have been angry with Diti because she obliged her husband to transgress the law, but he would not refuse her husband’s prayer. Therefore the application for excuse was submitted through her husband. She prayed to Lord Śiva as follows."
    },
    {
        "verse": "35",
        "devanagari": "नमो रुद्राय महते देवायोग्राय मीढुषे ।शिवाय न्यस्तदण्डाय धृतदण्डाय मन्यवे ॥ ३५ ॥",
        "english_devnagari": "namo rudrāya mahatedevāyogrāya mīḍhuṣeśivāya nyasta-daṇḍāyadhṛta-daṇḍāya manyave",
        "verse_Syn": [
            "namaḥ",
            "rudrāya",
            "mahate",
            "devāya",
            "ugrāya",
            "mīḍhuṣe",
            "śivāya",
            "nyasta",
            "daṇḍāya",
            "dhṛta",
            "daṇḍāya",
            "manyave"
        ],
        "translation": "Let me offer my obeisances unto the angry Lord Śiva, who is simultaneously the very ferocious great demigod and the fulfiller of all material desires. He is all-auspicious and forgiving, but his anger can immediately move him to chastise.",
        "purport": " Diti prayed for the mercy of Lord Śiva very cleverly. She prayed: “The lord can cause me to cry, but if he likes he can also stop my crying because he is Āśutoṣa. He is so great that if he likes he can immediately destroy my pregnancy, but by his mercy he can also fulfill my desire that my pregnancy not be spoiled. Because he is all-auspicious, it is not difficult for him to excuse me from being punished, although he is now ready to punish me because I have moved his great anger. He appears like a man, but he is the lord of all men.”"
    },
    {
        "verse": "36",
        "devanagari": "स न: प्रसीदतां भामो भगवानुर्वनुग्रह: ।व्याधस्याप्यनुकम्प्यानां स्त्रीणां देव: सतीपति: ॥ ३६ ॥",
        "english_devnagari": "sa naḥ prasīdatāṁ bhāmobhagavān urv-anugrahaḥvyādhasyāpy anukampyānāṁstrīṇāṁ devaḥ satī-patiḥ",
        "verse_Syn": [
            "saḥ",
            "naḥ",
            "prasīdatām",
            "bhāmaḥ",
            "bhagavān",
            "uru",
            "anugrahaḥ",
            "vyādhasya",
            "api",
            "anukampyānām",
            "strīṇām",
            "devaḥ",
            "satī",
            "patiḥ"
        ],
        "translation": "Let him be pleased with us, since he is my brother-in-law, the husband of my sister Satī. He is also the worshipable lord of all women. He is the personality of all opulences and can show mercy towards women, who are excused even by the uncivilized hunters.",
        "purport": " Lord Śiva is the husband of Satī, one of the sisters of Diti. Diti invoked the pleasure of her sister Satī so that Satī would request her husband to excuse her. Besides that, Lord Śiva is the worshipable lord of all women. He is naturally very kind towards women, on whom even the uncivilized hunters also show their mercy. Since Lord Śiva is himself associated with women, he knows very well their defective nature, and he might not take very seriously Diti’s unavoidable offense, which occurred due to her faulty nature. Every virgin girl is supposed to be a devotee of Lord Śiva. Diti remembered her childhood worship of Lord Śiva and begged his mercy."
    },
    {
        "verse": "37",
        "devanagari": "मैत्रेय उवाचस्वसर्गस्याशिषं लोक्यामाशासानां प्रवेपतीम् ।निवृत्तसन्ध्यानियमो भार्यामाह प्रजापति: ॥ ३७ ॥",
        "english_devnagari": "maitreya uvācasva-sargasyāśiṣaṁ lokyāmāśāsānāṁ pravepatīmnivṛtta-sandhyā-niyamobhāryām āha prajāpatiḥ",
        "verse_Syn": [
            "maitreyaḥ",
            "uvāca",
            "sva",
            "sargasya",
            "āśiṣam",
            "lokyām",
            "āśāsānām",
            "pravepatīm",
            "nivṛtta",
            "sandhyā",
            "niyamaḥ",
            "bhāryām",
            "āha",
            "prajāpatiḥ"
        ],
        "translation": "Maitreya said: The great sage Kaśyapa thus addressed his wife, who was trembling because of fear that her husband was offended. She understood that he had been dissuaded from his daily duties of offering evening prayers, yet she desired the welfare of her children in the world.",
        "purport": ""
    },
    {
        "verse": "38",
        "devanagari": "कश्यप उवाचअप्रायत्यादात्मनस्ते दोषान्मौहूर्तिकादुत ।मन्निदेशातिचारेण देवानां चातिहेलनात् ॥ ३८ ॥",
        "english_devnagari": "kaśyapa uvācaaprāyatyād ātmanas tedoṣān mauhūrtikād utaman-nideśāticāreṇadevānāṁ cātihelanāt",
        "verse_Syn": [
            "kaśyapaḥ",
            "uvāca",
            "aprāyatyāt",
            "ātmanaḥ",
            "te",
            "doṣāt",
            "mauhūrtikāt",
            "uta",
            "mat",
            "nideśa",
            "aticāreṇa",
            "devānām",
            "ca",
            "atihelanāt"
        ],
        "translation": "The learned Kaśyapa said: Because of your mind’s being polluted, because of defilement of the particular time, because of your negligence of my directions, and because of your being apathetic to the demigods, everything was inauspicious.",
        "purport": " The conditions for having good progeny in society are that the husband should be disciplined in religious and regulative principles and the wife should be faithful to the husband. In Bhagavad-gītā (7.11) it is said that sexual intercourse according to religious principles is a representation of Kṛṣṇa consciousness. Before engaging in sexual intercourse, both the husband and the wife must consider their mental condition, the particular time, the husband’s direction, and obedience to the demigods. According to Vedic society, there is a suitable auspicious time for sex life, which is called the time for garbhādhāna. Diti neglected all the principles of scriptural injunction, and therefore, although she was very anxious for auspicious children, she was informed that her children would not be worthy to be the sons of a brāhmaṇa. There is a clear indication herein that a brāhmaṇa’s son is not always a brāhmaṇa. Personalities like Rāvaṇa and Hiraṇyakaśipu were actually born of brāhmaṇas, but they were not accepted as brāhmaṇas because their fathers did not follow the regulative principles for their birth. Such children are called demons, or Rākṣasas. There were only one or two Rākṣasas in the previous ages due to negligence of the disciplinary methods, but during the Age of Kali there is no discipline in sex life. How, then, can one expect good children? Certainly unwanted children cannot be a source of happiness in society, but through the Kṛṣṇa consciousness movement they can be raised to the human standard by chanting the holy name of God. That is the unique contribution of Lord Caitanya to human society."
    },
    {
        "verse": "39",
        "devanagari": "भविष्यतस्तवाभद्रावभद्रे जाठराधमौ ।लोकान् सपालांस्त्रींश्चण्डि मुहुराक्रन्दयिष्यत: ॥ ३९ ॥",
        "english_devnagari": "bhaviṣyatas tavābhadrāvabhadre jāṭharādhamaulokān sa-pālāṁs trīṁś caṇḍimuhur ākrandayiṣyataḥ",
        "verse_Syn": [
            "bhaviṣyataḥ",
            "tava",
            "abhadrau",
            "abhadre",
            "jāṭhara",
            "adhamau",
            "lokān",
            "sa",
            "pālān",
            "trīn",
            "caṇḍi",
            "muhuḥ",
            "ākran",
            "dayiṣyataḥ"
        ],
        "translation": "O haughty one, you will have two contemptuous sons born of your condemned womb. Unlucky woman, they will cause constant lamentation to all the three worlds!",
        "purport": " Contemptuous sons are born of the condemned womb of their mother. In Bhagavad-gītā (1.40) it is said, “When there is deliberate negligence of the regulative principles of religious life, the women as a class become polluted, and as a result there are unwanted children.” This is especially true for boys; if the mother is not good, there cannot be good sons. The learned Kaśyapa could foresee the character of the sons who would be born of the condemned womb of Diti. The womb was condemned because of the mother’s being too sexually inclined and thus transgressing all the laws and injunctions of the scriptures. In a society where such women are predominant, one should not expect good children."
    },
    {
        "verse": "40",
        "devanagari": "प्राणिनां हन्यमानानां दीनानामकृतागसाम् ।स्त्रीणां निगृह्यमाणानां कोपितेषु महात्मसु ॥ ४० ॥",
        "english_devnagari": "prāṇināṁ hanyamānānāṁdīnānām akṛtāgasāmstrīṇāṁ nigṛhyamāṇānāṁkopiteṣu mahātmasu",
        "verse_Syn": [
            "prāṇinām",
            "hanyamānānām",
            "dīnānām",
            "akṛta",
            "āgasām",
            "strīṇām",
            "nigṛhyamāṇānām",
            "kopiteṣu",
            "mahātmasu"
        ],
        "translation": "They will kill poor, faultless living entities, torture women and enrage the great souls.",
        "purport": " Demoniac activities are predominant when innocent, faultless living entities are killed, women are tortured, and the great souls engaged in Kṛṣṇa consciousness are enraged. In a demoniac society, innocent animals are killed to satisfy the tongue, and women are tortured by unnecessary sexual indulgence. Where there are women and meat, there must be liquor and sex indulgence. When these are prominent in society, by God’s grace one can expect a change in the social order by the Lord Himself or by His bona fide representative."
    },
    {
        "verse": "41",
        "devanagari": "तदा विश्वेश्वर: क्रुद्धो भगवाल्लोकभावन: ।हनिष्यत्यवतीर्यासौ यथाद्रीन् शतपर्वधृक् ॥ ४१ ॥",
        "english_devnagari": "tadā viśveśvaraḥ kruddhobhagavāl loka-bhāvanaḥhaniṣyaty avatīryāsauyathādrīn śataparva-dhṛk",
        "verse_Syn": [
            "tadā",
            "viśva",
            "īśvaraḥ",
            "kruddhaḥ",
            "bhagavān",
            "loka",
            "bhāvanaḥ",
            "haniṣyati",
            "avatīrya",
            "asau",
            "yathā",
            "adrīn",
            "śata",
            "parva",
            "dhṛk"
        ],
        "translation": "At that time the Lord of the universe, the Supreme Personality of Godhead, who is the well-wisher of all living entities, will descend and kill them, just as Indra smashes the mountains with his thunderbolts.",
        "purport": " As stated in Bhagavad-gītā (4.8), the Lord descends as an incarnation to deliver the devotees and kill the miscreants. The Lord of the universe and of everything would appear to kill the sons of Diti because of their offending the devotees of the Lord. There are many agents of the Lord, such as Indra, Candra, Varuṇa, and Goddess Durgā, or Kālī, who can chastise any formidable miscreants in the world. The example of mountains being smashed by a thunderbolt is very appropriate. The mountain is considered the most strongly built body within the universe, yet it can be easily smashed by the arrangement of the Supreme Lord. The Supreme Personality of Godhead does not need to descend in order to kill any strongly built body; He comes down just for the sake of His devotees. Everyone is subject to the miseries offered by material nature, but because the activities of miscreants, such as killing innocent people and animals or torturing women, are harmful to everyone and are therefore a source of pain for the devotees, the Lord comes down. He descends only to give relief to His ardent devotees. The killing of the miscreant by the Lord is also the mercy of the Lord towards the miscreant, although apparently the Lord takes the side of the devotee. Since the Lord is absolute, there is no difference between His activities of killing the miscreants and favoring the devotees."
    },
    {
        "verse": "42",
        "devanagari": "दितिरुवाचवधं भगवता साक्षात्सुनाभोदारबाहुना ।आशासे पुत्रयोर्मह्यं मा क्रुद्धाद्ब्राह्मणाद्प्रभो ॥ ४२ ॥",
        "english_devnagari": "ditir uvācavadhaṁ bhagavatā sākṣātsunābhodāra-bāhunāāśāse putrayor mahyaṁmā kruddhād brāhmaṇād prabho",
        "verse_Syn": [
            "ditiḥ",
            "uvāca",
            "vadham",
            "bhagavatā",
            "sākṣāt",
            "sunābha",
            "udāra",
            "bāhunā",
            "āśāse",
            "putrayoḥ",
            "mahyam",
            "mā",
            "kruddhāt",
            "brāhmaṇāt",
            "prabho"
        ],
        "translation": "Diti said: It is very good that my sons will be magnanimously killed by the arms of the Personality of Godhead with His Sudarśana weapon. O my husband, may they never be killed by the wrath of the brāhmaṇa devotees.",
        "purport": " When Diti heard from her husband that the great souls would be angered by the activities of her sons, she was very anxious. She thought that her sons might be killed by the wrath of the brāhmaṇas. The Lord does not appear when the brāhmaṇas become angry at someone, because the wrath of a brāhmaṇa is sufficient in itself. He certainly appears, however, when His devotee simply becomes sorry. A devotee of the Lord never prays to the Lord to appear for the sake of the troubles the miscreants cause for him, and he never bothers Him by asking for protection. Rather, the Lord is anxious to give protection to the devotees. Diti knew well that the killing of her sons by the Lord would also be His mercy, and therefore she says that the wheel and arms of the Lord are magnanimous. If someone is killed by the wheel of the Lord and is thus fortunate enough to see the arms of the Lord, that is sufficient for his liberation. Such good fortune is not achieved even by the great sages."
    },
    {
        "verse": "43",
        "devanagari": "न ब्रह्मदण्डदग्धस्य न भूतभयदस्य च ।नारकाश्चानुगृह्णन्ति यां यां योनिमसौ गत: ॥ ४३ ॥",
        "english_devnagari": "na brahma-daṇḍa-dagdhasyana bhūta-bhayadasya canārakāś cānugṛhṇantiyāṁ yāṁ yonim asau gataḥ",
        "verse_Syn": [
            "na",
            "brahma",
            "daṇḍa",
            "dagdhasya",
            "na",
            "bhūta",
            "bhaya",
            "dasya",
            "ca",
            "nārakāḥ",
            "ca",
            "anugṛhṇanti",
            "yām",
            "yām",
            "yonim",
            "asau",
            "gataḥ"
        ],
        "translation": "A person who is condemned by a brāhmaṇa or is always fearful to other living entities is not favored either by those who are already in hell or by those in the species in which he is born.",
        "purport": " A practical example of a condemned species of life is the dog. Dogs are so condemned that they never show any sympathy to their contemporaries."
    },
    {
        "verse": "44-45",
        "devanagari": "कश्यप उवाचकृतशोकानुतापेन सद्य: प्रत्यवमर्शनात् ।भगवत्युरुमानाच्च भवे मय्यपि चादरात् ॥ ४४ ॥पुत्रस्यैव च पुत्राणां भवितैक: सतां मत: ।गास्यन्ति यद्यश: शुद्धं भगवद्यशसा समम् ॥ ४५ ॥",
        "english_devnagari": "kaśyapa uvācakṛta-śokānutāpenasadyaḥ pratyavamarśanātbhagavaty uru-mānāc cabhave mayy api cādarāt",
        "verse_Syn": [
            "kaśyapaḥ",
            "uvāca",
            "kṛta",
            "śoka",
            "anutāpena",
            "sadyaḥ",
            "pratyavamarśanāt",
            "bhagavati",
            "uru",
            "mānāt",
            "ca",
            "bhave",
            "mayi",
            "api",
            "ca",
            "ādarāt",
            "putrasya",
            "eva",
            "ca",
            "putrāṇām",
            "bhavitā",
            "ekaḥ",
            "satām",
            "mataḥ",
            "gāsyanti",
            "yat",
            "yaśaḥ",
            "śuddham",
            "bhagavat",
            "yaśasā",
            "samam"
        ],
        "translation": "The learned Kaśyapa said: Because of your lamentation, penitence and proper deliberation, and also because of your unflinching faith in the Supreme Personality of Godhead and your adoration for Lord Śiva and me, one of the sons [Prahlāda] of your son [Hiraṇyakaśipu] will be an approved devotee of the Lord, and his fame will be broadcast equally with that of the Personality of Godhead.",
        "purport": ""
    },
    {
        "verse": "46",
        "devanagari": "योगैर्हेमेव दुर्वर्णं भावयिष्यन्ति साधव: ।निर्वैरादिभिरात्मानं यच्छीलमनुवर्तितुम् ॥ ४६ ॥",
        "english_devnagari": "yogair hemeva durvarṇaṁbhāvayiṣyanti sādhavaḥnirvairādibhir ātmānaṁyac-chīlam anuvartitum",
        "verse_Syn": [
            "yogaiḥ",
            "hema",
            "iva",
            "durvarṇam",
            "bhāvayiṣyanti",
            "sādhavaḥ",
            "nirvaira",
            "ādibhiḥ",
            "ātmānam",
            "yat",
            "śīlam",
            "anuvartitum"
        ],
        "translation": "In order to follow in his footsteps, saintly persons will try to emulate his character by practicing freedom from animosity, just as the purifying processes rectify gold of inferior quality.",
        "purport": " Yoga practice, the process of purifying one’s existential identity, is based mainly on self-control. Without self-control one cannot practice freedom from animosity. In the conditional state, every living being is envious of another living being, but in the liberated state there is an absence of animosity. Prahlāda Mahārāja was tortured by his father in so many ways, yet after the death of his father he prayed for his father’s liberation by the Supreme Personality of Godhead. He did not ask any benediction that he might have asked, but he prayed that his atheistic father might be liberated. He never cursed any of the persons who engaged in torturing him at the instigation of his father."
    },
    {
        "verse": "47",
        "devanagari": "यत्प्रसादादिदं विश्वं प्रसीदति यदात्मकम् ।स स्वद‍ृग्भगवान् यस्य तोष्यतेऽनन्यया द‍ृशा ॥ ४७ ॥",
        "english_devnagari": "yat-prasādād idaṁ viśvaṁprasīdati yad-ātmakamsa sva-dṛg bhagavān yasyatoṣyate ’nanyayā dṛśā",
        "verse_Syn": [
            "yat",
            "prasādāt",
            "idam",
            "viśvam",
            "prasīdati",
            "yat",
            "ātmakam",
            "saḥ",
            "sva",
            "dṛk",
            "bhagavān",
            "yasya",
            "toṣyate",
            "ananyayā",
            "dṛśā"
        ],
        "translation": "Everyone will be pleased with him because the Personality of Godhead, the supreme controller of the universe, is always satisfied with a devotee who does not wish for anything beyond Him.",
        "purport": " The Supreme Personality of Godhead is situated everywhere as the Supersoul, and He can dictate to anyone and everyone as He likes. The would-be grandson of Diti, who was predicted to be a great devotee, would be liked by everyone, even by the enemies of his father, because he would have no other vision besides the Supreme Personality of Godhead. A pure devotee of the Lord sees the presence of his worshipable Lord everywhere. The Lord reciprocates in such a way that all living entities in whom the Lord is dwelling as the Supersoul also like a pure devotee because the Lord is present in their hearts and can dictate to them to be friendly to His devotee. There are many instances in history wherein even the most ferocious animal became friendly to a pure devotee of the Lord."
    },
    {
        "verse": "48",
        "devanagari": "स वै महाभागवतो महात्मामहानुभावो महतां महिष्ठ: ।प्रवृद्धभक्त्या ह्यनुभाविताशयेनिवेश्य वैकुण्ठमिमं विहास्यति ॥ ४८ ॥",
        "english_devnagari": "sa vai mahā-bhāgavato mahātmāmahānubhāvo mahatāṁ mahiṣṭhaḥpravṛddha-bhaktyā hy anubhāvitāśayeniveśya vaikuṇṭham imaṁ vihāsyati",
        "verse_Syn": [
            "saḥ",
            "vai",
            "mahā",
            "bhāgavataḥ",
            "mahā",
            "ātmā",
            "mahā",
            "anubhāvaḥ",
            "mahatām",
            "mahiṣṭhaḥ",
            "pravṛddha",
            "bhaktyā",
            "hi",
            "anubhāvita",
            "āśaye",
            "niveśya",
            "vaikuṇṭham",
            "imam",
            "vihāsyati"
        ],
        "translation": "That topmost devotee of the Lord will have expanded intelligence and expanded influence and will be the greatest of the great souls. Due to matured devotional service, he will certainly be situated in transcendental ecstasy and will enter the spiritual sky after quitting this material world.",
        "purport": " There are three stages of transcendental development in devotional service, which are technically called sthāyi-bhāva, anubhāva and mahābhāva. Continual perfect love of Godhead is called sthāyi-bhāva, and when it is performed in a particular type of transcendental relationship it is called anubhāva. But the stage of mahābhāva is visible amongst the personal pleasure potencies of the Lord. It is understood that the grandson of Diti, namely Prahlāda Mahārāja, would constantly meditate on the Lord and reiterate His activities. Because he would constantly remain in meditation, he would easily transfer himself to the spiritual world after quitting his material body. Such meditation is still more conveniently performed by chanting and hearing the holy name of the Lord. This is especially recommended in this Age of Kali."
    },
    {
        "verse": "49",
        "devanagari": "अलम्पट: शीलधरो गुणाकरोहृष्ट: परर्द्ध्या व्यथितो दु:खितेषु ।अभूतशत्रुर्जगत: शोकहर्तानैदाघिकं तापमिवोडुराज: ॥ ४९ ॥",
        "english_devnagari": "alampaṭaḥ śīla-dharo guṇākarohṛṣṭaḥ pararddhyā vyathito duḥkhiteṣuabhūta-śatrur jagataḥ śoka-hartānaidāghikaṁ tāpam ivoḍurājaḥ",
        "verse_Syn": [
            "alampaṭaḥ",
            "śīla",
            "dharaḥ",
            "guṇa",
            "ākaraḥ",
            "hṛṣṭaḥ",
            "para",
            "ṛddhyā",
            "vyathitaḥ",
            "duḥkhiteṣu",
            "abhūta",
            "śatruḥ",
            "jagataḥ",
            "śoka",
            "hartā",
            "naidāghikam",
            "tāpam",
            "iva",
            "uḍu",
            "rājaḥ"
        ],
        "translation": "He will be a virtuously qualified reservoir of all good qualities; he will be jolly and happy in others’ happiness, distressed in others’ distress, and will have no enemies. He will be a destroyer of the lamentation of all the universes, like the pleasant moon after the summer sun.",
        "purport": " Prahlāda Mahārāja, the exemplary devotee of the Lord, had all the good qualities humanly possible. Although he was the emperor of this world, he was not profligate. Beginning from his childhood he was the reservoir of all good qualities. Without enumerating those qualities, it is said here summarily that he was endowed with all good qualities. That is the sign of a pure devotee. The most important characteristic of a pure devotee is that he is not lampaṭa, or licentious, and another quality is that he is always eager to mitigate the miseries of suffering humanity. The most obnoxious misery of a living entity is his forgetfulness of Kṛṣṇa. A pure devotee, therefore, always tries to evoke everyone’s Kṛṣṇa consciousness. This is the panacea for all miseries."
    },
    {
        "verse": "50",
        "devanagari": "अन्तर्बहिश्चामलमब्जनेत्रंस्वपूरुषेच्छानुगृहीतरूपम् ।पौत्रस्तव श्रीललनाललामंद्रष्टा स्फुरत्कुण्डलमण्डिताननम् ॥ ५० ॥",
        "english_devnagari": "antar bahiś cāmalam abja-netraṁsva-pūruṣecchānugṛhīta-rūpampautras tava śrī-lalanā-lalāmaṁdraṣṭā sphurat-kuṇḍala-maṇḍitānanam",
        "verse_Syn": [
            "antaḥ",
            "bahiḥ",
            "ca",
            "amalam",
            "abja",
            "netram",
            "sva",
            "pūruṣa",
            "icchā",
            "anugṛhīta",
            "rūpam",
            "pautraḥ",
            "tava",
            "śrī",
            "lalanā",
            "lalāmam",
            "draṣṭā",
            "sphurat",
            "kuṇḍala",
            "maṇḍita",
            "ānanam"
        ],
        "translation": "Your grandson will be able to see, inside and outside, the Supreme Personality of Godhead, whose wife is the beautiful goddess of fortune. The Lord can assume the form desired by the devotee, and His face is always beautifully decorated with earrings.",
        "purport": " It is predicted herewith that the grandson of Diti, Prahlāda Mahārāja, would not only see the Personality of Godhead within himself by meditation but would also be able to see Him personally with his eyes. This direct vision is possible only for one who is highly elevated in Kṛṣṇa consciousness, for the Lord is not possible to see with material eyes. The Supreme Personality of Godhead has multifarious eternal forms such as Kṛṣṇa, Baladeva, Saṅkarṣaṇa, Aniruddha, Pradyumna, Vāsudeva, Nārāyaṇa, Rāma, Nṛsiṁha, Varāha and Vāmana, and the devotee of the Lord knows all those Viṣṇu forms. A pure devotee becomes attached to one of the eternal forms of the Lord, and the Lord is pleased to appear before him in the form desired. A devotee does not imagine something whimsical about the form of the Lord, nor does he ever think that the Lord is impersonal and can assume a form desired by the nondevotee. The nondevotee has no idea of the form of the Lord, and thus he cannot think of any one of the above-mentioned forms. But whenever a devotee sees the Lord, he sees Him in a most beautifully decorated form, accompanied by His constant companion the goddess of fortune, who is eternally beautiful."
    },
    {
        "verse": "51",
        "devanagari": "मैत्रेय उवाचश्रुत्वा भागवतं पौत्रममोदत दितिर्भृशम् ।पुत्रयोश्च वधं कृष्णाद्विदित्वासीन्महामना: ॥ ५१ ॥",
        "english_devnagari": "maitreya uvācaśrutvā bhāgavataṁ pautramamodata ditir bhṛśamputrayoś ca vadhaṁ kṛṣṇādviditvāsīn mahā-manāḥ",
        "verse_Syn": [
            "maitreyaḥ",
            "uvāca",
            "śrutvā",
            "bhāgavatam",
            "pautram",
            "amodata",
            "ditiḥ",
            "bhṛśam",
            "putrayoḥ",
            "ca",
            "vadham",
            "kṛṣṇāt",
            "viditvā",
            "āsīt",
            "mahā",
            "manāḥ"
        ],
        "translation": "The sage Maitreya said: Hearing that her grandson would be a great devotee and that her sons would be killed by Kṛṣṇa, Diti was highly pleased in mind.",
        "purport": " Diti was very aggrieved to learn that because of her untimely pregnancy her sons would be demons and would fight with the Lord. But when she heard that her grandson would be a great devotee and that her two sons would be killed by the Lord, she was very satisfied. As the wife of a great sage and the daughter of a great Prajāpati, Dakṣa, she knew that being killed by the Personality of Godhead is a great fortune. Since the Lord is absolute, His acts of violence and nonviolence are both on the absolute platform. There is no difference in such acts of the Lord. Mundane violence and nonviolence have nothing to do with the Lord’s acts. A demon killed by Him attains the same result as one who attains liberation after many, many births of penance and austerity. The word bhṛśam is significant herein because it indicates that Diti was pleased beyond her expectations."
    }
]