[
    {
        "verse": "1",
        "devanagari": "मैत्रेय उवाचपितृभ्यां प्रस्थिते साध्वी पतिमिङ्गितकोविदा ।नित्यं पर्यचरत्प्रीत्या भवानीव भवं प्रभुम् ॥ १ ॥",
        "english_devnagari": "maitreya uvācapitṛbhyāṁ prasthite sādhvīpatim iṅgita-kovidānityaṁ paryacarat prītyābhavānīva bhavaṁ prabhum",
        "verse_Syn": [
            "maitreyaḥ",
            "uvāca",
            "pitṛbhyām",
            "prasthite",
            "sādhvī",
            "patim",
            "iṅgita",
            "kovidā",
            "nityam",
            "paryacarat",
            "prītyā",
            "bhavānī",
            "iva",
            "bhavam",
            "prabhum"
        ],
        "translation": "Maitreya continued: After the departure of her parents, the chaste woman Devahūti, who could understand the desires of her husband, served him constantly with great love, as Bhavānī, the wife of Lord Śiva, serves her husband.",
        "purport": " The specific example of Bhavānī is very significant. Bhavānī means the wife of Bhava, or Lord Śiva. Bhavānī, or Pārvatī, the daughter of the King of the Himālayas, selected Lord Śiva, who appears to be just like a beggar, as her husband. In spite of her being a princess, she undertook all kinds of tribulations to associate with Lord Śiva, who did not even have a house, but was sitting underneath the trees and passing his time in meditation. Although Bhavānī was the daughter of a very great king, she used to serve Lord Śiva just like a poor woman. Similarly, Devahūti was the daughter of an emperor, Svāyambhuva Manu, yet she preferred to accept Kardama Muni as her husband. She served him with great love and affection, and she knew how to please him. Therefore she is designated here as sādhvī, which means “a chaste, faithful wife.” Her rare example is the ideal of Vedic civilization. Every woman is expected to be as good and chaste as Devahūti or Bhavānī. Today in Hindu society, unmarried girls are still taught to worship Lord Śiva with the idea that they may get husbands like him. Lord Śiva is the ideal husband, not in the sense of riches or sense gratification, but because he is the greatest of all devotees. Vaiṣṇavānāṁ yathā śambhuḥ: Śambhu, or Lord Śiva, is the ideal Vaiṣṇava. He constantly meditates upon Lord Rāma and chants Hare Rāma, Hare Rāma, Rāma Rāma, Hare Hare. Lord Śiva has a Vaiṣṇava sampradāya, which is called the Viṣṇusvāmī sampradāya. Unmarried girls worship Lord Śiva so that they can expect a husband who is as good a Vaiṣṇava as he. The girls are not taught to select a husband who is very rich or very opulent for material sense gratification; rather, if a girl is fortunate enough to get a husband as good as Lord Śiva in devotional service, then her life becomes perfect. The wife is dependent on the husband, and if the husband is a Vaiṣṇava, then naturally she shares the devotional service of the husband because she renders him service. This reciprocation of service and love between husband and wife is the ideal of a householder’s life."
    },
    {
        "verse": "2",
        "devanagari": "विश्रम्भेणात्मशौचेन गौरवेण दमेन च ।शुश्रूषया सौहृदेन वाचा मधुरया च भो: ॥ २ ॥",
        "english_devnagari": "viśrambheṇātma-śaucenagauraveṇa damena caśuśrūṣayā sauhṛdenavācā madhurayā ca bhoḥ",
        "verse_Syn": [
            "viśrambheṇa",
            "ātma",
            "śaucena",
            "gauraveṇa",
            "damena",
            "ca",
            "śuśrūṣayā",
            "sauhṛdena",
            "vācā",
            "madhurayā",
            "ca",
            "bhoḥ"
        ],
        "translation": "O Vidura, Devahūti served her husband with intimacy and great respect, with control of the senses, with love and with sweet words.",
        "purport": " Here two words are very significant. Devahūti served her husband in two ways, viśrambheṇa and gauraveṇa. These are two important processes in serving the husband or the Supreme Personality of Godhead. Viśrambheṇa means “with intimacy,” and gauraveṇa means “with great reverence.” The husband is a very intimate friend; therefore the wife must render service just like an intimate friend, and at the same time she must understand that the husband is superior in position, and thus she must offer him all respect. A man’s psychology and woman’s psychology are different. As constituted by bodily frame, a man always wants to be superior to his wife, and a woman, as bodily constituted, is naturally inferior to her husband. Thus the natural instinct is that the husband wants to post himself as superior to the wife, and this must be observed. Even if there is some wrong on the part of the husband, the wife must tolerate it, and thus there will be no misunderstanding between husband and wife. Viśrambheṇa means “with intimacy,” but it must not be familiarity that breeds contempt. According to the Vedic civilization, a wife cannot call her husband by name. In the present civilization the wife calls her husband by name, but in Hindu civilization she does not. Thus the inferiority and superiority complexes are recognized. Damena ca: a wife has to learn to control herself even if there is a misunderstanding. Sauhṛdena vācā madhurayā means always desiring good for the husband and speaking to him with sweet words. A person becomes agitated by so many material contacts in the outside world; therefore in his home life he must be treated by his wife with sweet words."
    },
    {
        "verse": "3",
        "devanagari": "विसृज्य कामं दम्भं च द्वेषं लोभमघं मदम् ।अप्रमत्तोद्यता नित्यं तेजीयांसमतोषयत् ॥ ३ ॥",
        "english_devnagari": "visṛjya kāmaṁ dambhaṁ cadveṣaṁ lobham aghaṁ madamapramattodyatā nityaṁtejīyāṁsam atoṣayat",
        "verse_Syn": [
            "visṛjya",
            "kāmam",
            "dambham",
            "ca",
            "dveṣam",
            "lobham",
            "agham",
            "madam",
            "apramattā",
            "udyatā",
            "nityam",
            "tejīyāṁsam",
            "atoṣayat"
        ],
        "translation": "Working sanely and diligently, she pleased her very powerful husband, giving up all lust, pride, envy, greed, sinful activities and vanity.",
        "purport": " Here are some of the qualities of a great husband’s great wife. Kardama Muni is great by spiritual qualification. Such a husband is called tejīyāṁsam, most powerful. Although a wife may be equal to her husband in advancement in spiritual consciousness, she should not be vainly proud. Sometimes it happens that the wife comes from a very rich family, as did Devahūti, the daughter of Emperor Svāyambhuva Manu. She could have been very proud of her parentage, but that is forbidden. The wife should not be proud of her parental position. She must always be submissive to the husband and must give up all vanity. As soon as the wife becomes proud of her parentage, her pride creates great misunderstanding between the husband and wife, and their nuptial life is ruined. Devahūti was very careful about that, and therefore it is said here that she gave up pride completely. Devahūti was not unfaithful. The most sinful activity for a wife is to accept another husband or another lover. Cāṇakya Paṇḍita has described four kinds of enemies at home. If the father is in debt he is considered to be an enemy; if the mother has selected another husband in the presence of her grown-up children, she is considered to be an enemy; if a wife does not live well with her husband but deals very roughly, then she is an enemy; and if a son is a fool, he is also an enemy. In family life, father, mother, wife and children are assets, but if the wife or mother accepts another husband in the presence of her husband or son, then, according to Vedic civilization, she is considered an enemy. A chaste and faithful woman must not practice adultery — that is a greatly sinful act."
    },
    {
        "verse": "4-5",
        "devanagari": "स वै देवर्षिवर्यस्तां मानवीं समनुव्रताम् ।दैवाद्गरीयस: पत्युराशासानां महाशिष: ॥ ४ ॥कालेन भूयसा क्षामां कर्शितां व्रतचर्यया ।प्रेमगद्गदया वाचा पीडित: कृपयाब्रवीत् ॥ ५ ॥",
        "english_devnagari": "sa vai devarṣi-varyas tāṁmānavīṁ samanuvratāmdaivād garīyasaḥ patyurāśāsānāṁ mahāśiṣaḥ",
        "verse_Syn": [
            "saḥ",
            "vai",
            "deva",
            "ṛṣi",
            "varyaḥ",
            "tām",
            "mānavīm",
            "samanuvratām",
            "daivāt",
            "garīyasaḥ",
            "patyuḥ",
            "āśāsānām",
            "mahā",
            "āśiṣaḥ",
            "kālena",
            "bhūyasā",
            "kṣāmām",
            "karśitām",
            "vrata",
            "caryayā",
            "prema",
            "gadgadayā",
            "vācā",
            "pīḍitaḥ",
            "kṛpayā",
            "abravīt"
        ],
        "translation": "The daughter of Manu, who was fully devoted to her husband, looked upon him as greater even than providence. Thus she expected great blessings from him. Having served him for a long time, she grew weak and emaciated due to her religious observances. Seeing her condition, Kardama, the foremost of celestial sages, was overcome with compassion and spoke to her in a voice choked with great love.",
        "purport": " The wife is expected to be of the same category as the husband. She must be prepared to follow the principles of the husband, and then there will be happy life. If the husband is a devotee and the wife is materialistic, there cannot be any peace in the home. The wife must see the tendencies of the husband and must be prepared to follow him. From Mahābhārata we learn that when Gāndhārī understood that her would-be husband, Dhṛtarāṣṭra, was blind, she immediately began to practice blindness herself. Thus she covered her eyes and played the part of a blind woman. She decided that since her husband was blind, she must also act like a blind woman, otherwise she would be proud of her eyes, and her husband would be seen as inferior. The word samanuvrata indicates that it is the duty of a wife to adopt the special circumstances in which the husband is situated. Of course, if the husband is as great as Kardama Muni, then a very good result accrues from following him. But even if the husband is not a great devotee like Kardama Muni, it is the wife’s duty to adapt herself according to his mentality. That makes married life very happy. It is also mentioned herein that by following the strict vows of a chaste woman, Princess Devahūti became very skinny, and therefore her husband became compassionate. He knew that she was the daughter of a great king and yet was serving him just like an ordinary woman. She was reduced in health by such activities, and he became compassionate and addressed her as follows."
    },
    {
        "verse": "6",
        "devanagari": "कर्दम उवाचतुष्टोऽहमद्य तव मानवि मानदाया:शुश्रूषया परमया परया च भक्त्या ।यो देहिनामयमतीव सुहृत्स देहोनावेक्षित: समुचित: क्षपितुं मदर्थे ॥ ६ ॥",
        "english_devnagari": "kardama uvācatuṣṭo ’ham adya tava mānavi mānadāyāḥśuśrūṣayā paramayā parayā ca bhaktyāyo dehinām ayam atīva suhṛt sa dehonāvekṣitaḥ samucitaḥ kṣapituṁ mad-arthe",
        "verse_Syn": [
            "kardamaḥ",
            "uvāca",
            "tuṣṭaḥ",
            "aham",
            "adya",
            "tava",
            "mānavi",
            "māna",
            "dāyāḥ",
            "śuśrūṣayā",
            "paramayā",
            "parayā",
            "ca",
            "bhaktyā",
            "yaḥ",
            "dehinām",
            "ayam",
            "atīva",
            "suhṛt",
            "saḥ",
            "dehaḥ",
            "na",
            "avekṣitaḥ",
            "samucitaḥ",
            "kṣapitum",
            "mat",
            "arthe"
        ],
        "translation": "Kardama Muni said: O respectful daughter of Svāyambhuva Manu, today I am very much pleased with you for your great devotion and most excellent loving service. Since the body is so dear to embodied beings, I am astonished that you have neglected your own body to use it on my behalf.",
        "purport": " It is indicated here that one’s body is very dear, yet Devahūti was so faithful to her husband that not only did she serve him with great devotion, service and respect, but she did not even care for her own health. That is called selfless service. It appears that Devahūti had no sense pleasure, even with her husband, otherwise she would not have deteriorated in health. Acting to facilitate Kardama Muni’s engagement in spiritual elevation, she continually assisted him, not caring for bodily comfort. It is the duty of a faithful and chaste wife to help her husband in every respect, especially when the husband is engaged in Kṛṣṇa consciousness. In this case, the husband also amply rewarded the wife. This is not to be expected by a woman who is the wife of an ordinary person."
    },
    {
        "verse": "7",
        "devanagari": "ये मे स्वधर्मनिरतस्य तप:समाधि-विद्यात्मयोगविजिता भगवत्प्रसादा: ।तानेव ते मदनुसेवनयावरुद्धान्द‍ृष्टिं प्रपश्य वितराम्यभयानशोकान् ॥ ७ ॥",
        "english_devnagari": "ye me sva-dharma-niratasya tapaḥ-samādhi-vidyātma-yoga-vijitā bhagavat-prasādāḥtān eva te mad-anusevanayāvaruddhāndṛṣṭiṁ prapaśya vitarāmy abhayān aśokān",
        "verse_Syn": [
            "ye",
            "me",
            "sva",
            "dharma",
            "niratasya",
            "tapaḥ",
            "samādhi",
            "vidyā",
            "ātma",
            "yoga",
            "vijitāḥ",
            "bhagavat",
            "prasādāḥ",
            "tān",
            "eva",
            "te",
            "mat",
            "anusevanayā",
            "avaruddhān",
            "dṛṣṭim",
            "prapaśya",
            "vitarāmi",
            "abhayān",
            "aśokān"
        ],
        "translation": "Kardama Muni continued: I have achieved the blessings of the Lord in discharging my own religious life of austerity, meditation and Kṛṣṇa consciousness. Although you have not yet experienced these achievements, which are free from fear and lamentation, I shall offer them all to you because you are engaged in my service. Now just look at them. I am giving you the transcendental vision to see how nice they are.",
        "purport": " Devahūti engaged only in the service of Kardama Muni. She was not supposed to be so advanced in austerity, ecstasy, meditation or Kṛṣṇa consciousness, but, imperceptibly, she was sharing her husband’s achievements, which she could neither see nor experience. Automatically she achieved these graces of the Lord. What are the graces of the Lord? It is stated here that the graces of the Lord are abhaya, free from fearfulness. In the material world, if someone accumulates a million dollars, he is always full of fear because he is always thinking, “What if the money is lost?” But the benediction of the Lord, bhagavat-prasāda, is never to be lost. It is simply to be enjoyed. There is no question of loss. One simply gains and enjoys gaining. Bhagavad-gītā also confirms this: when one achieves the grace of the Lord, the result is that sarva-duḥkhāni, all distresses, are destroyed. When situated in the transcendental position, one is freed from the two kinds of material diseases — hankering and lamentation. This is also stated in Bhagavad-gītā. After devotional life begins, we can achieve the full result of love of Godhead. Love of Kṛṣṇa is the highest perfection of bhagavat-prasāda, or divine mercy. This transcendental achievement is so greatly valuable that no material happiness can compare to it. Prabodhānanda Sarasvatī said that if one achieves the grace of Lord Caitanya he becomes so great that he does not care a fig even for the demigods, he thinks of monism as hellish, and for him the perfection of controlling the senses is as easy as anything. Heavenly pleasures become to him no more than stories. Actually, there is no comparison between material happiness and transcendental happiness. By the grace of Kardama Muni, Devahūti experienced actual realization simply by serving. We get a similar example in the life of Nārada Muni. In his previous life, Nārada was a maidservant’s son, but his mother was engaged in the service of great devotees. He got the opportunity to serve the devotees, and simply by eating the remnants of their foodstuff and carrying out their orders he became so elevated that in his next life he became the great personality Nārada. For spiritual achievement the easiest path is to take shelter of a bona fide spiritual master and to serve him with heart and soul. That is the secret of success. As stated by Viśvanātha Cakravartī Ṭhākura in his eight stanzas of prayer to the spiritual master, yasya prasādād bhagavat-prasādaḥ: by serving or receiving the grace of the spiritual master, one receives the grace of the Supreme Lord. By serving her devotee husband, Kardama Muni, Devahūti shared in his achievements. Similarly, a sincere disciple, simply by serving a bona fide spiritual master, can achieve all the mercy of the Lord and the spiritual master simultaneously."
    },
    {
        "verse": "8",
        "devanagari": "अन्ये पुनर्भगवतो भ्रुव उद्विजृम्भ-विभ्रंशितार्थरचना: किमुरुक्रमस्य ।सिद्धासि भुङ्‌क्ष्व विभवान्निजधर्मदोहान्दिव्यान्नरैर्दुरधिगान्नृपविक्रियाभि: ॥ ८ ॥",
        "english_devnagari": "anye punar bhagavato bhruva udvijṛmbha-vibhraṁśitārtha-racanāḥ kim urukramasyasiddhāsi bhuṅkṣva vibhavān nija-dharma-dohāndivyān narair duradhigān nṛpa-vikriyābhiḥ",
        "verse_Syn": [
            "anye",
            "punaḥ",
            "bhagavataḥ",
            "bhruvaḥ",
            "udvijṛmbha",
            "vibhraṁśita",
            "artha",
            "racanāḥ",
            "kim",
            "urukramasya",
            "siddhā",
            "asi",
            "bhuṅkṣva",
            "vibhavān",
            "nija",
            "dharma",
            "dohān",
            "divyān",
            "naraiḥ",
            "duradhigān",
            "nṛpa",
            "vikriyābhiḥ"
        ],
        "translation": "Kardama Muni continued: What is the use of enjoyments other than the Lord’s grace? All material achievements are subject to be annihilated simply by a movement of the eyebrows of Lord Viṣṇu, the Supreme Personality of Godhead. By your principles of devotion to your husband, you have achieved and can enjoy transcendental gifts very rarely obtained by persons proud of aristocracy and material possessions.",
        "purport": " Lord Caitanya recommended that the greatest achievement of human life is to achieve the grace of the Lord, love of God. He said, premā pumartho mahān: to achieve love of Godhead is the highest perfection of life. The same perfection is recommended by Kardama Muni to his wife. His wife belonged to a very aristocratic royal family. Generally, those who are very materialistic or who possess material wealth and prosperity are unable to appreciate the value of transcendental love of God. Although Devahūti was a princess coming from a very great royal family, fortunately she was under the supervision of her great husband, Kardama Muni, who offered her the best gift which can be bestowed in human life: the grace of the Lord, or love of God. This grace of the Lord was achieved by Devahūti by the good will and satisfaction of her husband. She served her husband, who was a great devotee and saintly person, with great sincerity, love, affection and service, and Kardama Muni was satisfied. He willingly gave love of God, and he recommended that she accept it and enjoy it because he had already achieved it. Love of God is not an ordinary commodity. Caitanya Mahāprabhu was worshiped by Rūpa Gosvāmī because He distributed love of God, kṛṣṇa-premā, to everyone. Rūpa Gosvāmī praised Him as mahā-vadānya, a greatly munificent personality, because He was freely distributing to everyone love of Godhead, which is achieved by wise men only after many, many births. Kṛṣṇa-premā, Kṛṣṇa consciousness, is the highest gift which can be bestowed on anyone whom we presume to love. One word used in this verse, nija-dharma-dohān, is very significant. Devahūti, as the wife of Kardama Muni, achieved an invaluable gift from her husband because she was very faithful to him. For a woman the first principle of religion is to be faithful to her husband. If, fortunately, the husband is a great personality, then the combination is perfect, and the lives of both the wife and the husband are at once fulfilled."
    },
    {
        "verse": "9",
        "devanagari": "एवं ब्रुवाणमबलाखिलयोगमाया-विद्याविचक्षणमवेक्ष्य गताधिरासीत् ।सम्प्रश्रयप्रणयविह्वलया गिरेषद्-व्रीडावलोकविलसद्धसिताननाह ॥ ९ ॥",
        "english_devnagari": "evaṁ bruvāṇam abalākhila-yoga-māyā-vidyā-vicakṣaṇam avekṣya gatādhir āsītsampraśraya-praṇaya-vihvalayā gireṣad-vrīḍāvaloka-vilasad-dhasitānanāha",
        "verse_Syn": [
            "evam",
            "bruvāṇam",
            "abalā",
            "akhila",
            "yoga",
            "māyā",
            "vidyā",
            "vicakṣaṇam",
            "avekṣya",
            "gata",
            "ādhiḥ",
            "āsīt",
            "sampraśraya",
            "praṇaya",
            "vihvalayā",
            "girā",
            "īṣat",
            "vrīḍā",
            "avaloka",
            "vilasat",
            "hasita",
            "ānanā",
            "āha"
        ],
        "translation": "Upon hearing the speaking of her husband, who excelled in knowledge of all kinds of transcendental science, innocent Devahūti was very satisfied. Her smiling face shining with a slightly bashful glance, she spoke in a choked voice because of great humility and love.",
        "purport": " It is said that if one is already engaged in Kṛṣṇa consciousness and is rendering transcendental loving service to the Lord, then it can be supposed that he has finished all the recommended courses of austerity, penance, religion, sacrifice, mystic yoga and meditation. Devahūti’s husband was so expert in the transcendental science that there was nothing for him to argue about, and when she heard him speak she was confident that since he was very much advanced in devotional service he had already surpassed all transcendental educational activities. She had no doubt about the gifts offered by her husband; she knew that he was expert in offering such gifts, and when she understood that he was offering the greatest gift, she was very satisfied. She was overwhelmed with ecstatic love, and therefore she could not reply. Then, with faltering language, just like an attractive wife, she spoke the following words."
    },
    {
        "verse": "10",
        "devanagari": "देवहूतिरुवाचराद्धं बत द्विजवृषैतदमोघयोग-मायाधिपे त्वयि विभो तदवैमि भर्त: ।यस्तेऽभ्यधायि समय: सकृदङ्गसङ्गोभूयाद्गरीयसि गुण: प्रसव: सतीनाम् ॥ १० ॥",
        "english_devnagari": "devahūtir uvācarāddhaṁ bata dvija-vṛṣaitad amogha-yoga-māyādhipe tvayi vibho tad avaimi bhartaḥyas te ’bhyadhāyi samayaḥ sakṛd aṅga-saṅgobhūyād garīyasi guṇaḥ prasavaḥ satīnām",
        "verse_Syn": [
            "devahūtiḥ",
            "uvāca",
            "rāddham",
            "bata",
            "dvija",
            "vṛṣa",
            "etat",
            "amogha",
            "yoga",
            "māyā",
            "adhipe",
            "tvayi",
            "vibho",
            "tat",
            "avaimi",
            "bhartaḥ",
            "yaḥ",
            "te",
            "abhyadhāyi",
            "samayaḥ",
            "sakṛt",
            "aṅga",
            "saṅgaḥ",
            "bhūyāt",
            "garīyasi",
            "guṇaḥ",
            "prasavaḥ",
            "satīnām"
        ],
        "translation": "Śrī Devahūti said: My dear husband, O best of brāhmaṇas, I know that you have achieved perfection and are the master of all the infallible mystic powers because you are under the protection of yoga-māyā, the transcendental nature. But you once made a promise that our bodily union should now fulfill, since children are a great quality for a chaste woman who has a glorious husband.",
        "purport": " Devahūti expressed her happiness by uttering the word bata, for she knew that her husband was in a highly elevated transcendental position and was under the shelter of yoga-māyā. As stated in Bhagavad-gītā, those who are great souls, mahātmās, are not under the control of the material energy. The Supreme Lord has two energies, material and spiritual. The living entities are marginal energy. As marginal energy, a person may be under the control of the material energy or the spiritual energy (yoga-māyā). Kardama Muni was a great soul, and therefore he was under the spiritual energy, which means that he was directly connected with the Supreme Lord. The symptom of this is Kṛṣṇa consciousness, constant engagement in devotional service. This was known to Devahūti, yet she was anxious to have a son by bodily union with the sage. She reminded her husband of his promise to her parents: “I will remain only until the time of Devahūti’s pregnancy.” She reminded him that for a chaste woman to have a child by a great personality is most glorious. She wanted to be pregnant, and she prayed for that. The word strī means “expansion.” By bodily union of the husband and wife their qualities are expanded: children born of good parents are expansions of the parents’ personal qualifications. Both Kardama Muni and Devahūti were spiritually enlightened. Therefore she desired from the beginning that first she be pregnant and then she be empowered with the achievement of God’s grace and love of God. For a woman it is a great ambition to have a son of the same quality as a highly qualified husband. Since she had the opportunity to have Kardama Muni as her husband, she also desired to have a child by bodily union."
    },
    {
        "verse": "11",
        "devanagari": "तत्रेतिकृत्यमुपशिक्ष यथोपदेशंयेनैष मे कर्शितोऽतिरिरंसयात्मा ।सिद्ध्येत ते कृतमनोभवधर्षितायादीनस्तदीश भवनं सद‍ृशं विचक्ष्व ॥ ११ ॥",
        "english_devnagari": "tatreti-kṛtyam upaśikṣa yathopadeśaṁyenaiṣa me karśito ’tiriraṁsayātmāsiddhyeta te kṛta-manobhava-dharṣitāyādīnas tad īśa bhavanaṁ sadṛśaṁ vicakṣva",
        "verse_Syn": [
            "tatra",
            "iti",
            "kṛtyam",
            "upaśikṣa",
            "yathā",
            "upadeśam",
            "yena",
            "eṣaḥ",
            "me",
            "karśitaḥ",
            "atiriraṁ",
            "sayā",
            "ātmā",
            "siddhyeta",
            "te",
            "kṛta",
            "manaḥ",
            "bhava",
            "dharṣitāyāḥ",
            "dīnaḥ",
            "tat",
            "īśa",
            "bhavanam",
            "sadṛśam",
            "vicakṣva"
        ],
        "translation": "Devahūti continued: My dear lord, I am struck by excited emotion for you. Therefore kindly make what arrangements must be made according to the scriptures so that my skinny body, emaciated through unsatisfied passion, may be rendered fit for you. Also, my lord, please think of a suitable house for this purpose.",
        "purport": " The Vedic literatures are not only full of spiritual instruction but are also instructive in how to prosecute material existence very nicely, with the ultimate aim of spiritual perfection. Therefore Devahūti asked her husband how to prepare herself for sex life according to the Vedic instructions. Sex life is especially meant for having good children. The circumstances for creating good children are mentioned in kāma-śāstra, the scripture in which suitable arrangements are prescribed for factually glorious sex life. Everything needed is mentioned in the scriptures — what sort of house and decorations there should be, what sort of dress the wife should have, how she should be decorated with ointments, scents and other attractive features, etc. With these requisites fulfilled, the husband will be attracted by her beauty, and a favorable mental situation will be created. The mental situation at the time of sex life may then be transferred into the womb of the wife, and good children can come out of that pregnancy. Here is a special reference to Devahūti’s bodily features. Because she had become skinny, she feared that her body might have no attraction for Kardama. She wanted to be instructed how to improve her bodily condition in order to attract her husband. Sexual intercourse in which the husband is attracted to the wife is sure to produce a male child, but sexual intercourse based on attraction of the wife for the husband may produce a girl. That is mentioned in the Āyur-veda. When the passion of the woman is greater, there is a chance of a girl’s being born. When the passion of the man is greater, then there is the possibility of a son. Devahūti wanted the passion of her husband to be increased by the arrangement mentioned in the kāma-śāstra. She wanted him to instruct her in that way, and she also requested that he arrange for a suitable house because the hermitage in which Kardama Muni was living was very simple and completely in the mode of goodness, and there was less possibility of passion’s being aroused in his heart."
    },
    {
        "verse": "12",
        "devanagari": "मैत्रेय उवाचप्रियाया: प्रियमन्विच्छन् कर्दमो योगमास्थित: ।विमानं कामगं क्षत्तस्तर्ह्येवाविरचीकरत् ॥ १२ ॥",
        "english_devnagari": "maitreya uvācapriyāyāḥ priyam anvicchankardamo yogam āsthitaḥvimānaṁ kāma-gaṁ kṣattastarhy evāviracīkarat",
        "verse_Syn": [
            "maitreyaḥ",
            "uvāca",
            "priyāyāḥ",
            "priyam",
            "anvicchan",
            "kardamaḥ",
            "yogam",
            "āsthitaḥ",
            "vimānam",
            "kāma",
            "gam",
            "kṣattaḥ",
            "tarhi",
            "eva",
            "āviracīkarat"
        ],
        "translation": "Maitreya continued: O Vidura, seeking to please his beloved wife, the sage Kardama exercised his yogic power and instantly produced an aerial mansion that could travel at his will.",
        "purport": " Here the words yogam āsthitaḥ are significant. The sage Kardama was completely perfect in yoga. As the result of real yoga practice there are eight kinds of perfection: the yogī can become smaller than the smallest, greater than the greatest or lighter than the lightest, he can achieve anything he likes, he can create even a planet, he can establish influence over anyone, etc. In this way yogic perfection is achieved, and after this one can achieve the perfection of spiritual life. Thus it was not very wonderful for Kardama Muni to create a mansion in the air, according to his own desire, to fulfill the desire of his beloved wife. He at once created the palace, which is described in the following verses."
    },
    {
        "verse": "13",
        "devanagari": "सर्वकामदुघं दिव्यं सर्वरत्नसमन्वितम् ।सर्वर्द्ध्युपचयोदर्कं मणिस्तम्भैरुपस्कृतम् ॥ १३ ॥",
        "english_devnagari": "sarva-kāma-dughaṁ divyaṁsarva-ratna-samanvitamsarvarddhy-upacayodarkaṁmaṇi-stambhair upaskṛtam",
        "verse_Syn": [
            "sarva",
            "kāma",
            "dugham",
            "divyam",
            "sarva",
            "ratna",
            "samanvitam",
            "sarva",
            "ṛddhi",
            "upacaya",
            "udarkam",
            "maṇi",
            "stambhaiḥ",
            "upaskṛtam"
        ],
        "translation": "It was a wonderful structure, bedecked with all sorts of jewels, adorned with pillars of precious stones, and capable of yielding whatever one desired. It was equipped with every form of furniture and wealth, which tended to increase in the course of time.",
        "purport": " The castle created in the sky by Kardama Muni may be called “a castle in the air,” but by his mystic power of yoga Kardama Muni actually constructed a huge castle in the air. To our feeble imagination, a castle in the sky is an impossibility, but if we scrutinizingly consider the matter we can understand that it is not impossible at all. If the Supreme Personality of Godhead can create so many planets, carrying millions of castles in the air, a perfect yogī like Kardama Muni can easily construct one castle in the air. The castle is described as sarva-kāma-dugham, “yielding whatever one desired.” It was full of jewels. Even the pillars were made of pearls and valuable stones. These valuable jewels and stones were not subject to deterioration, but were everlastingly and increasingly opulent. We sometimes hear of castles thus bedecked on the surface of this earth also. The castles constructed by Lord Kṛṣṇa for His 16,108 wives were so bedecked with jewels that there was no need of lamplight during the night."
    },
    {
        "verse": "14-15",
        "devanagari": "दिव्योपकरणोपेतं सर्वकालसुखावहम् ।पट्टिकाभि: पताकाभिर्विचित्राभिरलंकृतम् ॥ १४ ॥स्रग्भिर्विचित्रमाल्याभिर्मञ्जुशिञ्जत्षडङ्‌घ्रिभि: ।दुकूलक्षौमकौशेयैर्नानावस्रैर्विराजितम् ॥ १५ ॥",
        "english_devnagari": "divyopakaraṇopetaṁsarva-kāla-sukhāvahampaṭṭikābhiḥ patākābhirvicitrābhir alaṅkṛtam",
        "verse_Syn": [
            "divya",
            "upakaraṇa",
            "upetam",
            "sarva",
            "kāla",
            "sukha",
            "āvaham",
            "paṭṭikābhiḥ",
            "patākābhiḥ",
            "vicitrābhiḥ",
            "alaṅkṛtam",
            "sragbhiḥ",
            "vicitra",
            "mālyābhiḥ",
            "mañju",
            "śiñjat",
            "ṣaṭ",
            "aṅghribhiḥ",
            "dukūla",
            "kṣauma",
            "kauśeyaiḥ",
            "nānā",
            "vastraiḥ",
            "virājitam"
        ],
        "translation": "The castle was fully equipped with all necessary paraphernalia, and it was pleasing in all seasons. It was decorated all around with flags, festoons and artistic work of variegated colors. It was further embellished with wreaths of charming flowers that attracted sweetly humming bees and with tapestries of linen, silk and various other fabrics.",
        "purport": ""
    },
    {
        "verse": "16",
        "devanagari": "उपर्युपरि विन्यस्तनिलयेषु पृथक्पृथक् ।क्षिप्तै: कशिपुभि: कान्तं पर्यङ्कव्यजनासनै: ॥ १६ ॥",
        "english_devnagari": "upary upari vinyasta-nilayeṣu pṛthak pṛthakkṣiptaiḥ kaśipubhiḥ kāntaṁparyaṅka-vyajanāsanaiḥ",
        "verse_Syn": [
            "upari",
            "upari",
            "vinyasta",
            "nilayeṣu",
            "pṛthak",
            "pṛthak",
            "kṣiptaiḥ",
            "kaśipubhiḥ",
            "kāntam",
            "paryaṅka",
            "vyajana",
            "āsanaiḥ"
        ],
        "translation": "The palace looked charming, with beds, couches, fans and seats, all separately arranged in seven stories.",
        "purport": " It is understood from this verse that the castle had many stories. The words upary upari vinyasta indicate that skyscrapers are not newly invented. Even in those days, millions of years ago, the idea of building many-storied houses was current. They contained not merely one or two rooms, but many different apartments, and each was completely decorated with cushions, bedsteads, sitting places and carpets."
    },
    {
        "verse": "17",
        "devanagari": "तत्र तत्र विनिक्षिप्तनानाशिल्पोपशोभितम् ।महामरकतस्थल्या जुष्टं विद्रुमवेदिभि: ॥ १७ ॥",
        "english_devnagari": "tatra tatra vinikṣipta-nānā-śilpopaśobhitammahā-marakata-sthalyājuṣṭaṁ vidruma-vedibhiḥ",
        "verse_Syn": [
            "tatra",
            "tatra",
            "vinikṣipta",
            "nānā",
            "śilpa",
            "upaśobhitam",
            "mahā",
            "marakata",
            "sthalyā",
            "juṣṭam",
            "vidruma",
            "vedibhiḥ"
        ],
        "translation": "Its beauty was enhanced by artistic engravings here and there on the walls. The floor was of emerald, with coral daises.",
        "purport": " At the present moment people are very proud of their architectural art, yet floors are generally decorated with colored cement. It appears, however, that the castle constructed by the yogic powers of Kardama Muni had floors of emerald with coral daises."
    },
    {
        "verse": "18",
        "devanagari": "द्वा:सु विद्रुमदेहल्या भातं वज्रकपाटवत् ।शिखरेष्विन्द्रनीलेषु हेमकुम्भैरधिश्रितम् ॥ १८ ॥",
        "english_devnagari": "dvāḥsu vidruma-dehalyābhātaṁ vajra-kapāṭavatśikhareṣv indranīleṣuhema-kumbhair adhiśritam",
        "verse_Syn": [
            "dvāḥsu",
            "vidruma",
            "dehalyā",
            "bhātam",
            "vajra",
            "kapāṭa",
            "vat",
            "śikhareṣu",
            "indra",
            "nīleṣu",
            "hema",
            "kumbhaiḥ",
            "adhiśritam"
        ],
        "translation": "The palace was very beautiful, with its coral thresholds at the entrances and its doors bedecked with diamonds. Gold pinnacles crowned its domes of sapphire.",
        "purport": ""
    },
    {
        "verse": "19",
        "devanagari": "चक्षुष्मत्पद्मरागाग्र्‍यैर्वज्रभित्तिषु निर्मितै: ।जुष्टं विचित्रवैतानैर्महार्हैर्हेमतोरणै: ॥ १९ ॥",
        "english_devnagari": "cakṣuṣmat padmarāgāgryairvajra-bhittiṣu nirmitaiḥjuṣṭaṁ vicitra-vaitānairmahārhair hema-toraṇaiḥ",
        "verse_Syn": [
            "cakṣuḥ",
            "mat",
            "padma",
            "rāga",
            "agryaiḥ",
            "vajra",
            "bhittiṣu",
            "nirmitaiḥ",
            "juṣṭam",
            "vicitra",
            "vaitānaiḥ",
            "mahā",
            "arhaiḥ",
            "hema",
            "toraṇaiḥ"
        ],
        "translation": "With the choicest rubies set in its diamond walls, it appeared as though possessed of eyes. It was furnished with wonderful canopies and greatly valuable gates of gold.",
        "purport": " Artistic jewelry and decorations giving the appearance of eyes are not imaginary. Even in recent times the Mogul emperors constructed their palaces with decorations of jeweled birds with eyes made of valuable stones. The stones have been taken away by the authorities, but the decorations are still present in some of the castles constructed by the Mogul emperors in New Delhi. The royal palaces were built with jewels and rare stones resembling eyes, and thus at night they would give off reflective light without need of lamps."
    },
    {
        "verse": "20",
        "devanagari": "हंसपारावतव्रातैस्तत्र तत्र निकूजितम् ।कृत्रिमान् मन्यमानै: स्वानधिरुह्याधिरुह्य च ॥ २० ॥",
        "english_devnagari": "haṁsa-pārāvata-vrātaistatra tatra nikūjitamkṛtrimān manyamānaiḥ svānadhiruhyādhiruhya ca",
        "verse_Syn": [
            "haṁsa",
            "pārāvata",
            "vrātaiḥ",
            "tatra",
            "tatra",
            "nikūjitam",
            "kṛtrimān",
            "manyamānaiḥ",
            "svān",
            "adhiruhya",
            "adhiruhya",
            "ca"
        ],
        "translation": "Here and there in that palace were multitudes of live swans and pigeons, as well as artificial swans and pigeons so lifelike that the real swans rose above them again and again, thinking them live birds like themselves. Thus the palace vibrated with the sounds of these birds.",
        "purport": ""
    },
    {
        "verse": "21",
        "devanagari": "विहारस्थानविश्रामसंवेशप्राङ्गणाजिरै: ।यथोपजोषं रचितैर्विस्मापनमिवात्मन: ॥ २१ ॥",
        "english_devnagari": "vihāra-sthāna-viśrāma-saṁveśa-prāṅgaṇājiraiḥyathopajoṣaṁ racitairvismāpanam ivātmanaḥ",
        "verse_Syn": [
            "vihāra",
            "sthāna",
            "viśrāma",
            "saṁveśa",
            "prāṅgaṇa",
            "ajiraiḥ",
            "yathā",
            "upajoṣam",
            "racitaiḥ",
            "vismāpanam",
            "iva",
            "ātmanaḥ"
        ],
        "translation": "The castle had pleasure grounds, resting chambers, bedrooms and inner and outer yards designed with an eye to comfort. All this caused astonishment to the sage himself.",
        "purport": " Kardama Muni, being a saintly person, was living in a humble hermitage, but when he saw the palace constructed by his yogic powers, which was full of resting rooms, rooms for sex enjoyment, and inner and outer yards, he himself was astonished. That is the way of a God-gifted person. A devotee like Kardama Muni exhibited such opulence by his yogic power at the request of his wife, but when the opulence was produced, he himself could not understand how such manifestations could be possible. When a yogī’s power is exhibited, the yogī himself is sometimes astonished."
    },
    {
        "verse": "22",
        "devanagari": "ईद‍ृग्गृहं तत्पश्यन्तीं नातिप्रीतेन चेतसा ।सर्वभूताशयाभिज्ञ: प्रावोचत्कर्दम: स्वयम् ॥ २२ ॥",
        "english_devnagari": "īdṛg gṛhaṁ tat paśyantīṁnātiprītena cetasāsarva-bhūtāśayābhijñaḥprāvocat kardamaḥ svayam",
        "verse_Syn": [
            "īdṛk",
            "gṛham",
            "tat",
            "paśyantīm",
            "na",
            "atiprītena",
            "cetasā",
            "sarva",
            "bhūta",
            "āśaya",
            "abhijñaḥ",
            "prāvocat",
            "kardamaḥ",
            "svayam"
        ],
        "translation": "When he saw Devahūti looking at the gigantic opulent palace with a displeased heart, Kardama Muni could understand her feelings because he could study the heart of anyone. Thus he personally addressed his wife as follows.",
        "purport": " Devahūti had spent a long time in the hermitage, not taking much care of her body. She was covered with dirt, and her clothing was not very nice. Kardama Muni was surprised that he could produce such a palace, and similarly his wife, Devahūti, was also astonished. How could she live in that opulent palace? Kardama Muni could understand her astonishment, and thus he spoke as follows."
    },
    {
        "verse": "23",
        "devanagari": "निमज्ज्यास्मिन् हृदे भीरु विमानमिदमारुह ।इदं शुक्लकृतं तीर्थमाशिषां यापकं नृणाम् ॥ २३ ॥",
        "english_devnagari": "nimajjyāsmin hrade bhīruvimānam idam āruhaidaṁ śukla-kṛtaṁ tīrthamāśiṣāṁ yāpakaṁ nṛṇām",
        "verse_Syn": [
            "nimajjya",
            "asmin",
            "hrade",
            "bhīru",
            "vimānam",
            "idam",
            "āruha",
            "idam",
            "śukla",
            "kṛtam",
            "tīrtham",
            "āśiṣām",
            "yāpakam",
            "nṛṇām"
        ],
        "translation": "My dear Devahūti, you look very much afraid. First bathe in Lake Bindu-sarovara, created by Lord Viṣṇu Himself, which can grant all the desires of a human being, and then mount this airplane.",
        "purport": " It is still the system to go to places of pilgrimage and take a bath in the water there. In Vṛndāvana the people take baths in the river Yamunā. In other places, such as Prayāga, they take baths in the river Ganges. The words tīrtham āśiṣāṁ yāpakam refer to the fulfillment of desires by bathing in a place of pilgrimage. Kardama Muni advised his good wife to bathe in Lake Bindu-sarovara so that she could revive the former beauty and luster of her body."
    },
    {
        "verse": "24",
        "devanagari": "सा तद्भर्तु: समादाय वच: कुवलयेक्षणा ।सरजं बिभ्रती वासो वेणीभूतांश्च मूर्धजान् ॥ २४ ॥",
        "english_devnagari": "sā tad bhartuḥ samādāyavacaḥ kuvalayekṣaṇāsarajaṁ bibhratī vāsoveṇī-bhūtāṁś ca mūrdhajān",
        "verse_Syn": [
            "sā",
            "tat",
            "bhartuḥ",
            "samādāya",
            "vacaḥ",
            "kuvalaya",
            "īkṣaṇā",
            "sa",
            "rajam",
            "bibhratī",
            "vāsaḥ",
            "veṇī",
            "bhūtān",
            "ca",
            "mūrdha",
            "jān"
        ],
        "translation": "The lotus-eyed Devahūti accepted the order of her husband. Because of her dirty dress and the locks of matted hair on her head, she did not look very attractive.",
        "purport": " It appears that Devahūti’s hair had remained uncombed for many years and had become complicated in tangles. In other words, she neglected her bodily dress and comforts to engage in the service of her husband."
    },
    {
        "verse": "25",
        "devanagari": "अङ्गं च मलपङ्केन संछन्नं शबलस्तनम् ।आविवेश सरस्वत्या: सर: शिवजलाशयम् ॥ २५ ॥",
        "english_devnagari": "aṅgaṁ ca mala-paṅkenasañchannaṁ śabala-stanamāviveśa sarasvatyāḥsaraḥ śiva-jalāśayam",
        "verse_Syn": [
            "aṅgam",
            "ca",
            "mala",
            "paṅkena",
            "sañchannam",
            "śabala",
            "stanam",
            "āviveśa",
            "sarasvatyāḥ",
            "saraḥ",
            "śiva",
            "jala",
            "āśayam"
        ],
        "translation": "Her body was coated with a thick layer of dirt, and her breasts were discolored. She dove, however, into the lake, which contained the sacred waters of the Sarasvatī.",
        "purport": ""
    },
    {
        "verse": "26",
        "devanagari": "सान्त:सरसि वेश्मस्था: शतानि दश कन्यका: ।सर्वा: किशोरवयसो ददर्शोत्पलगन्धय: ॥ २६ ॥",
        "english_devnagari": "sāntaḥ sarasi veśma-sthāḥśatāni daśa kanyakāḥsarvāḥ kiśora-vayasodadarśotpala-gandhayaḥ",
        "verse_Syn": [
            "sā",
            "antaḥ",
            "sarasi",
            "veśma",
            "sthāḥ",
            "śatāni",
            "daśa",
            "kanyakāḥ",
            "sarvāḥ",
            "kiśora",
            "vayasaḥ",
            "dadarśa",
            "utpala",
            "gandhayaḥ"
        ],
        "translation": "In a house inside the lake she saw one thousand girls, all in the prime of youth and fragrant like lotuses.",
        "purport": ""
    },
    {
        "verse": "27",
        "devanagari": "तां दृष्ट्वा सहसोत्थाय प्रोचु: प्राञ्जलय: स्त्रिय: ।वयं कर्मकरीस्तुभ्यं शाधि न: करवाम किम् ॥ २७ ॥",
        "english_devnagari": "tāṁ dṛṣṭvā sahasotthāyaprocuḥ prāñjalayaḥ striyaḥvayaṁ karma-karīs tubhyaṁśādhi naḥ karavāma kim",
        "verse_Syn": [
            "tām",
            "dṛṣṭvā",
            "sahasā",
            "utthāya",
            "procuḥ",
            "prāñjalayaḥ",
            "striyaḥ",
            "vayam",
            "karma",
            "karīḥ",
            "tubhyam",
            "śādhi",
            "naḥ",
            "karavāma",
            "kim"
        ],
        "translation": "Seeing her, the damsels suddenly rose and said with folded hands, “We are your maidservants. Tell us what we can do for you.”",
        "purport": " While Devahūti was thinking of what to do in that great palace in her dirty clothes, there were at once, by the yogic powers of Kardama Muni, one thousand maidservants prepared to serve her. They appeared before Devahūti within the water and presented themselves as her maidservants, simply awaiting her orders."
    },
    {
        "verse": "28",
        "devanagari": "स्‍नानेन तां महार्हेण स्‍नापयित्वा मनस्विनीम् ।दुकूले निर्मले नूत्ने ददुरस्यै च मानदा: ॥ २८ ॥",
        "english_devnagari": "snānena tāṁ mahārheṇasnāpayitvā manasvinīmdukūle nirmale nūtnedadur asyai ca mānadāḥ",
        "verse_Syn": [
            "snānena",
            "tām",
            "mahā",
            "arheṇa",
            "snāpayitvā",
            "manasvinīm",
            "dukūle",
            "nirmale",
            "nūtne",
            "daduḥ",
            "asyai",
            "ca",
            "māna",
            "dāḥ"
        ],
        "translation": "The girls, being very respectful to Devahūti, brought her forth, and after bathing her with valuable oils and ointments, they gave her fine, new, spotless cloth to cover her body.",
        "purport": ""
    },
    {
        "verse": "29",
        "devanagari": "भूषणानि परार्ध्यानि वरीयांसि द्युमन्ति च ।अन्नं सर्वगुणोपेतं पानं चैवामृतासवम् ॥ २९ ॥",
        "english_devnagari": "bhūṣaṇāni parārdhyānivarīyāṁsi dyumanti caannaṁ sarva-guṇopetaṁpānaṁ caivāmṛtāsavam",
        "verse_Syn": [
            "bhūṣaṇāni",
            "para",
            "ardhyāni",
            "varīyāṁsi",
            "dyumanti",
            "ca",
            "annam",
            "sarva",
            "guṇa",
            "upetam",
            "pānam",
            "ca",
            "eva",
            "amṛta",
            "āsavam"
        ],
        "translation": "They then decorated her with very excellent and valuable jewels, which shone brightly. Next they offered her food containing all good qualities, and a sweet inebriating drink called āsavam.",
        "purport": " Āsavam is an Āyur-vedic medical preparation; it is not a liquor. It is especially made from drugs and is meant to improve metabolism for the healthy condition of the body."
    },
    {
        "verse": "30",
        "devanagari": "अथादर्शे स्वमात्मानं स्रग्विणं विरजाम्बरम् ।विरजं कृतस्वस्त्ययनं कन्याभिर्बहुमानितम् ॥ ३० ॥",
        "english_devnagari": "athādarśe svam ātmānaṁsragviṇaṁ virajāmbaramvirajaṁ kṛta-svastyayanaṁkanyābhir bahu-mānitam",
        "verse_Syn": [
            "atha",
            "ādarśe",
            "svam",
            "ātmānam",
            "srak",
            "viṇam",
            "viraja",
            "ambaram",
            "virajam",
            "kṛta",
            "svasti",
            "ayanam",
            "kanyābhiḥ",
            "bahu",
            "mānitam"
        ],
        "translation": "Then in a mirror she beheld her own reflection. Her body was completely freed from all dirt, and she was adorned with a garland. Dressed in unsullied robes and decorated with auspicious marks of tilaka, she was served very respectfully by the maids.",
        "purport": ""
    },
    {
        "verse": "31",
        "devanagari": "स्‍नातं कृतशिर:स्‍नानं सर्वाभरणभूषितम् ।निष्कग्रीवं वलयिनं कूजत्काञ्चननूपुरम् ॥ ३१ ॥",
        "english_devnagari": "snātaṁ kṛta-śiraḥ-snānaṁsarvābharaṇa-bhūṣitamniṣka-grīvaṁ valayinaṁkūjat-kāñcana-nūpuram",
        "verse_Syn": [
            "snātam",
            "kṛta",
            "śiraḥ",
            "snānam",
            "sarva",
            "ābharaṇa",
            "bhūṣitam",
            "niṣka",
            "grīvam",
            "valayinam",
            "kūjat",
            "kāñcana",
            "nūpuram"
        ],
        "translation": "Her entire body, including her head, was completely bathed, and she was decorated all over with ornaments. She wore a special necklace with a locket. There were bangles on her wrists and tinkling anklets of gold about her ankles.",
        "purport": " The word kṛta-śiraḥ-snānam appears here. According to the smṛti-śāstra’s directions for daily duties, ladies are allowed to bathe daily up to the neck. The hair on the head does not necessarily have to be washed daily because the mass of wet hair may cause a cold. For ladies, therefore, taking a bath up to the neck is ordinarily prescribed, and they take a full bath only on certain occasions. On this occasion Devahūti took a full bath and washed her hair very nicely. When a lady takes an ordinary bath it is called mala-snāna, and when she takes a full bath, including the head, it is called śiraḥ-snāna. At this time she needs sufficient oil to smear on her head. That is the direction of the commentators of smṛti-śāstra."
    },
    {
        "verse": "32",
        "devanagari": "श्रोण्योरध्यस्तया काञ्‍च्या काञ्चन्या बहुरत्नया ।हारेण च महार्हेण रुचकेन च भूषितम् ॥ ३२ ॥",
        "english_devnagari": "śroṇyor adhyastayā kāñcyākāñcanyā bahu-ratnayāhāreṇa ca mahārheṇarucakena ca bhūṣitam",
        "verse_Syn": [
            "śroṇyoḥ",
            "adhyastayā",
            "kāñcyā",
            "kāñcanyā",
            "bahu",
            "ratnayā",
            "hāreṇa",
            "ca",
            "mahā",
            "arheṇa",
            "rucakena",
            "ca",
            "bhūṣitam"
        ],
        "translation": "About her hips she wore a girdle of gold, set with numerous jewels, and she was further adorned with a precious pearl necklace and auspicious substances.",
        "purport": " Auspicious substances include saffron, kuṅkuma and sandalwood pulp. Before taking a bath there are other auspicious substances, such as turmeric mixed with mustard seed oil, which are smeared all over the body. All kinds of auspicious substances were used to bathe Devahūti from top to toe."
    },
    {
        "verse": "33",
        "devanagari": "सुदता सुभ्रुवा श्लक्ष्णस्‍निग्धापाङ्गेन चक्षुषा ।पद्मकोशस्पृधा नीलैरलकैश्च लसन्मुखम् ॥ ३३ ॥",
        "english_devnagari": "sudatā subhruvā ślakṣṇa-snigdhāpāṅgena cakṣuṣāpadma-kośa-spṛdhā nīlairalakaiś ca lasan-mukham",
        "verse_Syn": [
            "su",
            "datā",
            "su",
            "bhruvā",
            "ślakṣṇa",
            "snigdha",
            "apāṅgena",
            "cakṣuṣā",
            "padma",
            "kośa",
            "spṛdhā",
            "nīlaiḥ",
            "alakaiḥ",
            "ca",
            "lasat",
            "mukham"
        ],
        "translation": "Her countenance shone, with beautiful teeth and charming eyebrows. Her eyes, distinguished by lovely moist corners, defeated the beauty of lotus buds. Her face was surrounded by dark curling tresses.",
        "purport": " According to Vedic culture, white teeth are very much appreciated. Devahūti’s white teeth increased the beauty of her face and made it look like a lotus flower. When a face looks very attractive, the eyes are generally compared to lotus petals and the face to a lotus flower."
    },
    {
        "verse": "34",
        "devanagari": "यदा सस्मार ऋषभमृषीणां दयितं पतिम् ।तत्र चास्ते सह स्त्रीभिर्यत्रास्ते स प्रजापति: ॥ ३४ ॥",
        "english_devnagari": "yadā sasmāra ṛṣabhamṛṣīṇāṁ dayitaṁ patimtatra cāste saha strībhiryatrāste sa prajāpatiḥ",
        "verse_Syn": [
            "yadā",
            "sasmāra",
            "ṛṣabham",
            "ṛṣīṇām",
            "dayitam",
            "patim",
            "tatra",
            "ca",
            "āste",
            "saha",
            "strībhiḥ",
            "yatra",
            "āste",
            "saḥ",
            "prajāpatiḥ"
        ],
        "translation": "When she thought of her great husband, the best of the sages, Kardama Muni, who was very dear to her, she, along with all the maidservants, at once appeared where he was.",
        "purport": " It appears from this verse that in the beginning Devahūti thought herself to be dirty and dressed in a very niggardly way. When her husband asked her to enter the lake, she saw the maidservants, and they took care of her. Everything was done within the water, and as soon as she thought of her beloved husband, Kardama, she was brought before him without delay. These are some of the powers attained by perfect yogīs; they can immediately execute anything they desire."
    },
    {
        "verse": "35",
        "devanagari": "भर्तु: पुरस्तादात्मानं स्त्रीसहस्रवृतं तदा ।निशाम्य तद्योगगतिं संशयं प्रत्यपद्यत ॥ ३५ ॥",
        "english_devnagari": "bhartuḥ purastād ātmānaṁstrī-sahasra-vṛtaṁ tadāniśāmya tad-yoga-gatiṁsaṁśayaṁ pratyapadyata",
        "verse_Syn": [
            "bhartuḥ",
            "purastāt",
            "ātmānam",
            "strī",
            "sahasra",
            "vṛtam",
            "tadā",
            "niśāmya",
            "tat",
            "yoga",
            "gatim",
            "saṁśayam",
            "pratyapadyata"
        ],
        "translation": "She was amazed to find herself surrounded by a thousand maids in the presence of her husband and to witness his yogic power.",
        "purport": " Devahūti saw everything miraculously done, yet when brought before her husband she could understand that it was all due to his great yogic mystic power. She understood that nothing was impossible for a yogī like Kardama Muni."
    },
    {
        "verse": "36-37",
        "devanagari": "स तां कृतमलस्‍नानां विभ्राजन्तीमपूर्ववत् ।आत्मनो बिभ्रतीं रूपं संवीतरुचिरस्तनीम् ॥ ३६ ॥विद्याधरीसहस्रेण सेव्यमानां सुवाससम् ।जातभावो विमानं तदारोहयदमित्रहन् ॥ ३७ ॥",
        "english_devnagari": "sa tāṁ kṛta-mala-snānāṁvibhrājantīm apūrvavatātmano bibhratīṁ rūpaṁsaṁvīta-rucira-stanīm",
        "verse_Syn": [
            "saḥ",
            "tām",
            "kṛta",
            "mala",
            "snānām",
            "vibhrājantīm",
            "apūrva",
            "vat",
            "ātmanaḥ",
            "bibhratīm",
            "rūpam",
            "saṁvīta",
            "rucira",
            "stanīm",
            "vidyādharī",
            "sahasreṇa",
            "sevyamānām",
            "su",
            "vāsasam",
            "jāta",
            "bhāvaḥ",
            "vimānam",
            "tat",
            "ārohayat",
            "amitra",
            "han"
        ],
        "translation": "The sage could see that Devahūti had washed herself clean and was shining forth as though no longer his former wife. She had regained her own original beauty as the daughter of a prince. Dressed in excellent robes, her charming breasts duly girded, she was waited upon by a thousand Gandharva girls. O destroyer of the enemy, his fondness for her grew, and he placed her on the aerial mansion.",
        "purport": " Before her marriage, when Devahūti was brought by her parents before the sage Kardama, she was the perfectly beautiful princess, and Kardama Muni remembered her former beauty. But after her marriage, when she was engaged in the service of Kardama Muni, she neglected to care for her body like a princess, since there was no means for such care; her husband was living in a cottage, and since she was always engaged in serving him, her royal beauty disappeared, and she became just like an ordinary maidservant. Now, after being bathed by the Gandharva girls by the order of Kardama Muni’s yogic power, she regained her beauty, and Kardama Muni felt attracted to the beauty she had shown before the marriage. The real beauty of a young woman is her breasts. When Kardama Muni saw the breasts of his wife so nicely decorated, increasing her beauty many times, he was attracted, even though he was a great sage. Śrīpāda Śaṅkarācārya has therefore warned the transcendentalists that one who is after transcendental realization should not be attracted by the raised breasts of a woman because they are nothing but an interaction of fat and blood within the body."
    },
    {
        "verse": "38",
        "devanagari": "तस्मिन्नलुप्तमहिमा प्रिययानुरक्तोविद्याधरीभिरुपचीर्णवपुर्विमाने ।बभ्राज उत्कचकुमुद्गणवानपीच्य-स्ताराभिरावृत इवोडुपतिर्नभ:स्थ: ॥ ३८ ॥",
        "english_devnagari": "tasminn alupta-mahimā priyayānuraktovidyādharībhir upacīrṇa-vapur vimānebabhrāja utkaca-kumud-gaṇavān apīcyastārābhir āvṛta ivoḍu-patir nabhaḥ-sthaḥ",
        "verse_Syn": [
            "tasmin",
            "alupta",
            "mahimā",
            "priyayā",
            "anuraktaḥ",
            "vidyādharībhiḥ",
            "upacīrṇa",
            "vapuḥ",
            "vimāne",
            "babhrāja",
            "utkaca",
            "kumut",
            "gaṇavān",
            "apīcyaḥ",
            "tārābhiḥ",
            "āvṛtaḥ",
            "iva",
            "uḍu",
            "patiḥ",
            "nabhaḥ",
            "sthaḥ"
        ],
        "translation": "Though seemingly attached to his beloved consort while served by the Gandharva girls, the sage did not lose his glory, which was mastery over his self. In the aerial mansion, Kardama Muni with his consort shone as charmingly as the moon in the midst of the stars in the sky, which causes rows of lilies to open in ponds at night.",
        "purport": " The mansion was in the sky, and therefore the comparison to the full moon and stars is very beautifully composed in this verse. Kardama Muni looked like the full moon, and the girls who surrounded his wife, Devahūti, seemed just like the stars. On a full-moon night the stars and the moon together form a beautiful constellation. Similarly, in that aerial mansion in the sky, Kardama Muni with his beautiful wife and the damsels surrounding them appeared like the moon and stars on a full-moon night."
    },
    {
        "verse": "39",
        "devanagari": "तेनाष्टलोकपविहारकुलाचलेन्द्र-द्रोणीस्वनङ्गसखमारुतसौभगासु ।सिद्धैर्नुतो द्युधुनिपातशिवस्वनासुरेमे चिरं धनदवल्ललनावरूथी ॥ ३९ ॥",
        "english_devnagari": "tenāṣṭa-lokapa-vihāra-kulācalendra-droṇīṣv anaṅga-sakha-māruta-saubhagāsusiddhair nuto dyudhuni-pāta-śiva-svanāsureme ciraṁ dhanadaval-lalanā-varūthī",
        "verse_Syn": [
            "tena",
            "aṣṭa",
            "loka",
            "pa",
            "vihāra",
            "kula",
            "acala",
            "indra",
            "droṇīṣu",
            "anaṅga",
            "sakha",
            "māruta",
            "saubhagāsu",
            "siddhaiḥ",
            "nutaḥ",
            "dyu",
            "dhuni",
            "pāta",
            "śiva",
            "svanāsu",
            "reme",
            "ciram",
            "dhanada",
            "vat",
            "lalanā",
            "varūthī"
        ],
        "translation": "In that aerial mansion he traveled to the pleasure valleys of Mount Meru, which were rendered all the more beautiful by cool, gentle, fragrant breezes that stimulated passion. In these valleys, the treasurer of the gods, Kuvera, surrounded by beautiful women and praised by the Siddhas, generally enjoys pleasure. Kardama Muni also, surrounded by the beautiful damsels and his wife, went there and enjoyed for many, many years.",
        "purport": " Kuvera is one of the eight demigods who are in charge of different directions of the universe. It is said that Indra is in charge of the eastern side of the universe, where the heavenly planet, or paradise, is situated. Similarly, Agni is in charge of the southeastern portion of the universe; Yama, the demigod who punishes sinners, is in charge of the southern portion; Nirṛti is in charge of the southwestern part of the universe; Varuṇa, the demigod in charge of the waters, is in charge of the western portion; Vāyu, who controls the air and who has wings to travel in the air, is in charge of the northwestern part of the universe; and Kuvera, the treasurer of the demigods, is in charge of the northern part of the universe. All these demigods take pleasure in the valleys of Mount Meru, which is situated somewhere between the sun and the earth. In the aerial mansion, Kardama Muni traveled throughout the eight directions controlled by the different demigods described above, and as the demigods go to Mount Meru, he also went there to enjoy life. When one is surrounded by beautiful young girls, sex stimulation naturally becomes prominent. Kardama Muni was sexually stimulated, and he enjoyed his wife for many, many years in that part of Mount Meru. But his sex indulgence was praised by many, many Siddhas, beings who have attained perfection, because it was intended to produce good progeny for the good of universal affairs."
    },
    {
        "verse": "40",
        "devanagari": "वैश्रम्भके सुरसने नन्दने पुष्पभद्रके ।मानसे चैत्ररथ्ये च स रेमे रामया रत: ॥ ४० ॥",
        "english_devnagari": "vaiśrambhake surasanenandane puṣpabhadrakemānase caitrarathye casa reme rāmayā rataḥ",
        "verse_Syn": [
            "vaiśrambhake",
            "surasane",
            "nandane",
            "puṣpabhadrake",
            "mānase",
            "caitrarathye",
            "ca",
            "saḥ",
            "reme",
            "rāmayā",
            "rataḥ"
        ],
        "translation": "Satisfied by his wife, he enjoyed in that aerial mansion not only on Mount Meru but in different gardens known as Vaiśrambhaka, Surasana, Nandana, Puṣpabhadraka and Caitrarathya, and by the Mānasa-sarovara Lake.",
        "purport": ""
    },
    {
        "verse": "41",
        "devanagari": "भ्राजिष्णुना विमानेन कामगेन महीयसा ।वैमानिकानत्यशेत चरँल्लोकान् यथानिल: ॥ ४१ ॥",
        "english_devnagari": "bhrājiṣṇunā vimānenakāma-gena mahīyasāvaimānikān atyaśetacaraḻ lokān yathānilaḥ",
        "verse_Syn": [
            "bhrājiṣṇunā",
            "vimānena",
            "kāma",
            "gena",
            "mahīyasā",
            "vaimānikān",
            "atyaśeta",
            "caran",
            "lokān",
            "yathā",
            "anilaḥ"
        ],
        "translation": "He traveled in that way through the various planets, as the air passes uncontrolled in every direction. Coursing through the air in that great and splendid aerial mansion, which could fly at his will, he surpassed even the demigods.",
        "purport": " The planets occupied by the demigods are restricted to their own orbits, but Kardama Muni, by his yogic power, could travel all over the different directions of the universe without restriction. The living entities who are within the universe are called conditioned souls; that is, they are not free to move everywhere. We are inhabitants of this earthly globe; we cannot move freely to other planets. In the modern age, man is trying to go to other planets, but so far he has been unsuccessful. It is not possible to travel to any other planets because by the laws of nature even the demigods cannot move from one planet to another. But Kardama Muni, by his yogic power, could surpass the strength of the demigods and travel in space in all directions. The comparison here is very suitable. The words yathā anilaḥ indicate that as the air is free to move anywhere without restriction, so Kardama Muni unrestrictedly traveled in all directions of the universe."
    },
    {
        "verse": "42",
        "devanagari": "किं दुरापादनं तेषां पुंसामुद्दामचेतसाम् ।यैराश्रितस्तीर्थपदश्चरणो व्यसनात्यय: ॥ ४२ ॥",
        "english_devnagari": "kiṁ durāpādanaṁ teṣāṁpuṁsām uddāma-cetasāmyair āśritas tīrtha-padaścaraṇo vyasanātyayaḥ",
        "verse_Syn": [
            "kim",
            "durāpādanam",
            "teṣām",
            "puṁsām",
            "uddāma",
            "cetasām",
            "yaiḥ",
            "āśritaḥ",
            "tīrtha",
            "padaḥ",
            "caraṇaḥ",
            "vyasana",
            "atyayaḥ"
        ],
        "translation": "What is difficult to achieve for determined men who have taken refuge of the Supreme Personality of Godhead’s lotus feet? His feet are the source of sacred rivers like the Ganges, which put an end to the dangers of mundane life.",
        "purport": " The words yair āśritas tīrtha-padaś caraṇaḥ are significant here. The Supreme Personality of Godhead is known as tīrtha-pāda. The Ganges is called a sacred river because it emanates from the toe of Viṣṇu. The Ganges is meant to eradicate all the material distresses of the conditioned souls. Therefore nothing is impossible for any living entity who has taken shelter of the holy lotus feet of the Lord. Kardama Muni is special not because he was a great mystic, but because he was a great devotee. Therefore it is said here that for a great devotee like Kardama Muni, nothing is impossible. Although yogīs can perform wonderful feats, as Kardama has already displayed, Kardama was more than a yogī because he was a great devotee of the Lord; therefore he was more glorious than an ordinary yogī. As it is confirmed in Bhagavad-gītā, “Out of the many yogīs, he who is a devotee of the Lord is first class.” For a person like Kardama Muni there is no question of being conditioned; he was already a liberated soul and better than the demigods, who are also conditioned. Although he was enjoying with his wife and many other women, he was above material, conditional life. Therefore the word vyasanātyayaḥ is used to indicate that he was beyond the position of a conditioned soul. He was transcendental to all material limitations."
    },
    {
        "verse": "43",
        "devanagari": "प्रेक्षयित्वा भुवो गोलं पत्‍न्यै यावान् स्वसंस्थया ।बह्वाश्चर्यं महायोगी स्वाश्रमाय न्यवर्तत ॥ ४३ ॥",
        "english_devnagari": "prekṣayitvā bhuvo golaṁpatnyai yāvān sva-saṁsthayābahv-āścaryaṁ mahā-yogīsvāśramāya nyavartata",
        "verse_Syn": [
            "prekṣayitvā",
            "bhuvaḥ",
            "golam",
            "patnyai",
            "yāvān",
            "sva",
            "saṁsthayā",
            "bahu",
            "āścaryam",
            "mahā",
            "yogī",
            "sva",
            "āśramāya",
            "nyavartata"
        ],
        "translation": "After showing his wife the globe of the universe and its different arrangements, full of many wonders, the great yogī Kardama Muni returned to his own hermitage.",
        "purport": " All the planets are here described as gola, round. Every planet is round, and each planet is a different shelter, just like islands in the great ocean. Planets are sometimes called dvīpa or varṣa. This earth planet is called Bhārata-varṣa because it was ruled by King Bharata. Another significant word used in this verse is bahv-āścaryam, “many wonderful things.” This indicates that the different planets are distributed all over the universe in the eight directions, and each and every one of them is wonderful in itself. Each planet has its particular climatic influences and particular types of inhabitants and is completely equipped with everything, including the beauty of the seasons. In the Brahma-saṁhitā (5.40) it is similarly stated, vibhūti-bhinnam: on each and every planet there are different opulences. It cannot be expected that one planet is exactly like another. By God’s grace, by nature’s law, each and every planet is made differently and has different wonderful features. All such wonders were personally experienced by Kardama Muni while he traveled with his wife, yet he could return again to his humble hermitage. He showed his princess-wife that although he was living in the hermitage, he had the power to go everywhere and do anything by mystic yoga. That is the perfection of yoga. One cannot become a perfect yogī simply by showing some sitting postures, nor by such sitting postures or so-called meditation can one become God, as is being advertised. Foolish persons are misled into believing that simply by some caricature of meditation and sitting postures one can become God within six months. Here is the example of a perfect yogī; he could travel all over the universe. Similarly, there is a description of Durvāsā Muni, who also traveled in space. Actually, the perfect yogī can do that. But even if one can travel all over the universe and show wonderful feats like Kardama Muni, he cannot be compared to the Supreme Personality of Godhead, whose power and inconceivable energy can never be attained by any conditioned or liberated soul. By the actions of Kardama Muni we can understand that in spite of his immense mystic power, he remained a devotee of the Lord. That is the real position of every living entity."
    },
    {
        "verse": "44",
        "devanagari": "विभज्य नवधात्मानं मानवीं सुरतोत्सुकाम् ।रामां निरमयन् रेमे वर्षपूगान्मुहूर्तवत् ॥ ४४ ॥",
        "english_devnagari": "vibhajya navadhātmānaṁmānavīṁ suratotsukāmrāmāṁ niramayan remevarṣa-pūgān muhūrtavat",
        "verse_Syn": [
            "vibhajya",
            "nava",
            "dhā",
            "ātmānam",
            "mānavīm",
            "surata",
            "utsukām",
            "rāmām",
            "niramayan",
            "reme",
            "varṣa",
            "pūgān",
            "muhūrtavat"
        ],
        "translation": "After coming back to his hermitage, he divided himself into nine personalities just to give pleasure to Devahūti, the daughter of Manu, who was eager for sex life. In that way he enjoyed with her for many, many years, which passed just like a moment.",
        "purport": " Here the daughter of Svāyambhuva Manu, Devahūti, is described as suratotsuka. After traveling with her husband all over the universe, in Mount Meru and the beautiful gardens of the heavenly kingdoms, she naturally became sexually stimulated, and in order to satisfy her sexual desire, Kardama Muni expanded himself into nine forms. Instead of one, he became nine, and nine persons had sexual intercourse with Devahūti for many, many years. It is understood that the sexual appetite of a woman is nine times greater than that of a man. That is clearly indicated here. Otherwise, Kardama Muni would have had no reason to expand himself into nine. Here is another example of yogic power. As the Supreme Personality of Godhead can expand Himself in millions of forms, a yogī can also expand up to nine forms, but not more than that. Another example is that of Saubhari Muni; he also expanded himself into eight forms. But however powerful a yogī may be, he cannot expand himself into more than eight or nine forms. The Supreme Personality of Godhead, however, can expand Himself into millions of forms, ananta-rūpa — innumerable, countless forms — as stated in the Brahma-saṁhitā. No one can compare to the Supreme Personality of Godhead by any conceivable energetic manifestation of power."
    },
    {
        "verse": "45",
        "devanagari": "तस्मिन् विमान उत्कृष्टां शय्यां रतिकरीं श्रिता ।न चाबुध्यत तं कालं पत्यापीच्येन सङ्गता ॥ ४५ ॥",
        "english_devnagari": "tasmin vimāna utkṛṣṭāṁśayyāṁ rati-karīṁ śritāna cābudhyata taṁ kālaṁpatyāpīcyena saṅgatā",
        "verse_Syn": [
            "tasmin",
            "vimāne",
            "utkṛṣṭām",
            "śayyām",
            "rati",
            "karīm",
            "śritā",
            "na",
            "ca",
            "abudhyata",
            "tam",
            "kālam",
            "patyā",
            "apīcyena",
            "saṅgatā"
        ],
        "translation": "In that aerial mansion, Devahūti, in the company of her handsome husband, situated on an excellent bed that increased sexual desires, could not realize how much time was passing.",
        "purport": " Sex indulgence is so enjoyable for materialistic people that when they engage in such activities they forget how time is passing. Saint Kardama and Devahūti, in their sex indulgence, also forgot how time was passing by."
    },
    {
        "verse": "46",
        "devanagari": "एवं योगानुभावेन दम्पत्यो रममाणयो: ।शतं व्यतीयु: शरद: कामलालसयोर्मनाक् ॥ ४६ ॥",
        "english_devnagari": "evaṁ yogānubhāvenadam-patyo ramamāṇayoḥśataṁ vyatīyuḥ śaradaḥkāma-lālasayor manāk",
        "verse_Syn": [
            "evam",
            "yoga",
            "anubhāvena",
            "dam",
            "patyoḥ",
            "ramamāṇayoḥ",
            "śatam",
            "vyatīyuḥ",
            "śaradaḥ",
            "kāma",
            "lālasayoḥ",
            "manāk"
        ],
        "translation": "While the couple, who eagerly longed for sexual pleasure, were thus enjoying themselves by virtue of mystic powers, a hundred autumns passed like a brief span of time.",
        "purport": ""
    },
    {
        "verse": "47",
        "devanagari": "तस्यामाधत्त रेतस्तां भावयन्नात्मनात्मवित् ।नोधा विधाय रूपं स्वं सर्वसङ्कल्पविद्विभु: ॥ ४७ ॥",
        "english_devnagari": "tasyām ādhatta retas tāṁbhāvayann ātmanātma-vitnodhā vidhāya rūpaṁ svaṁsarva-saṅkalpa-vid vibhuḥ",
        "verse_Syn": [
            "tasyām",
            "ādhatta",
            "retaḥ",
            "tām",
            "bhāvayan",
            "ātmanā",
            "ātma",
            "vit",
            "nodhā",
            "vidhāya",
            "rūpam",
            "svam",
            "sarva",
            "saṅkalpa",
            "vit",
            "vibhuḥ"
        ],
        "translation": "The powerful Kardama Muni was the knower of everyone’s heart, and he could grant whatever one desired. Knowing the spiritual soul, he regarded her as half of his body. Dividing himself into nine forms, he impregnated Devahūti with nine discharges of semen.",
        "purport": " Since Kardama Muni could understand that Devahūti wanted many children, at the first chance he begot nine children at one time. He is described here as vibhu, the most powerful master. By his yogic power he could at once produce nine daughters in the womb of Devahūti."
    },
    {
        "verse": "48",
        "devanagari": "अत: सा सुषुवे सद्यो देवहूति: स्त्रिय: प्रजा: ।सर्वास्ताश्चारुसर्वाङ्‍ग्यो लोहितोत्पलगन्धय: ॥ ४८ ॥",
        "english_devnagari": "ataḥ sā suṣuve sadyodevahūtiḥ striyaḥ prajāḥsarvās tāś cāru-sarvāṅgyolohitotpala-gandhayaḥ",
        "verse_Syn": [
            "ataḥ",
            "sā",
            "suṣuve",
            "sadyaḥ",
            "devahūtiḥ",
            "striyaḥ",
            "prajāḥ",
            "sarvāḥ",
            "tāḥ",
            "cāru",
            "sarva",
            "aṅgyaḥ",
            "lohita",
            "utpala",
            "gandhayaḥ"
        ],
        "translation": "Immediately afterward, on the same day, Devahūti gave birth to nine female children, all charming in every limb and fragrant with the scent of the red lotus flower.",
        "purport": " Devahūti was too sexually excited, and therefore she discharged more ova, and nine daughters were born. It is said in the smṛti-śāstra as well as in the Āyur-veda that when the discharge of the male is greater, male children are begotten, but when the discharge of the female is greater, female children are begotten. It appears from the circumstances that Devahūti was more sexually excited, and therefore she had nine daughters at once. All the daughters, however, were very beautiful, and their bodies were nicely formed; each resembled a lotus flower and was fragrant like a lotus."
    },
    {
        "verse": "49",
        "devanagari": "पतिं सा प्रव्रजिष्यन्तं तदालक्ष्योशतीबहि: ।स्मयमाना विक्लवेन हृदयेन विदूयता ॥ ४९ ॥",
        "english_devnagari": "patiṁ sā pravrajiṣyantaṁtadālakṣyośatī bahiḥsmayamānā viklavenahṛdayena vidūyatā",
        "verse_Syn": [
            "patim",
            "sā",
            "pravrajiṣyantam",
            "tadā",
            "ālakṣya",
            "uśatī",
            "bahiḥ",
            "smayamānā",
            "viklavena",
            "hṛdayena",
            "vidūyatā"
        ],
        "translation": "When she saw her husband about to leave home, she smiled externally, but at heart she was agitated and distressed.",
        "purport": " Kardama Muni finished his household affairs quickly by his mystic power. The building of the castle in the air, traveling all over the universe with his wife in the company of beautiful girls, and begetting of children were finished, and now, according to his promise to leave home for his real concern of spiritual realization after impregnating his wife, he was about to go away. Seeing her husband about to leave, Devahūti was very disturbed, but to satisfy her husband she was smiling. The example of Kardama Muni should be understood very clearly; a person whose main concern is Kṛṣṇa consciousness, even if he is entrapped in household life, should always be ready to leave household enticement as soon as possible."
    },
    {
        "verse": "50",
        "devanagari": "लिखन्त्यधोमुखी भूमिं पदा नखमणिश्रिया ।उवाच ललितां वाचं निरुध्याश्रुकलां शनै: ॥ ५० ॥",
        "english_devnagari": "likhanty adho-mukhī bhūmiṁpadā nakha-maṇi-śriyāuvāca lalitāṁ vācaṁnirudhyāśru-kalāṁ śanaiḥ",
        "verse_Syn": [
            "likhantī",
            "adhaḥ",
            "mukhī",
            "bhūmim",
            "padā",
            "nakha",
            "maṇi",
            "śriyā",
            "uvāca",
            "lalitām",
            "vācam",
            "nirudhya",
            "aśru",
            "kalām",
            "śanaiḥ"
        ],
        "translation": "She stood and scratched the ground with her foot, which was radiant with the luster of her gemlike nails. Her head bent down, she spoke in slow yet charming accents, suppressing her tears.",
        "purport": " Devahūti was so beautiful that her toenails appeared just like pearls, and as she scratched the ground it appeared as if pearls had been thrown on the ground. When a woman scratches the ground with her foot, it is a sign that her mind is very disturbed. These signs were sometimes exhibited by the gopīs before Kṛṣṇa. When the gopīs came in the dead of night and Kṛṣṇa asked them to return to their homes, the gopīs also scratched the ground like this because their minds were very disturbed."
    },
    {
        "verse": "51",
        "devanagari": "देवहूतिरुवाचसर्वं तद्भगवान्मह्यमुपोवाह प्रतिश्रुतम् ।अथापि मे प्रपन्नाया अभयं दातुमर्हसि ॥ ५१ ॥",
        "english_devnagari": "devahūtir uvācasarvaṁ tad bhagavān mahyamupovāha pratiśrutamathāpi me prapannāyāabhayaṁ dātum arhasi",
        "verse_Syn": [
            "devahūtiḥ",
            "uvāca",
            "sarvam",
            "tat",
            "bhagavān",
            "mahyam",
            "upovāha",
            "pratiśrutam",
            "atha",
            "api",
            "me",
            "prapannāyai",
            "abhayam",
            "dātum",
            "arhasi"
        ],
        "translation": "Śrī Devahūti said: My lord, you have fulfilled all the promises you gave me, yet because I am your surrendered soul, you should give me fearlessness too.",
        "purport": " Devahūti requested her husband to grant her something without fear. As a wife, she was a fully surrendered soul to her husband, and it is the responsibility of the husband to give his wife fearlessness. How one awards fearlessness to his subordinate is mentioned in the Fifth Canto of Śrīmad-Bhāgavatam. One who cannot get free from the clutches of death is dependent, and he should not become a spiritual master, nor a husband, nor a kinsman, nor a father, nor a mother, etc. It is the duty of the superior to give fearlessness to the subordinate. To take charge of someone, therefore, either as father, mother, spiritual master, relative or husband, one must accept the responsibility to give his ward freedom from the fearful situation of material existence. Material existence is always fearful and full of anxiety. Devahūti is saying, “You have given me all sorts of material comforts by your yogic power, and since you are now prepared to go away, you must give me your last award so that I may get free from this material, conditional life.”"
    },
    {
        "verse": "52",
        "devanagari": "ब्रह्मन्दुहितृभिस्तुभ्यं विमृग्या: पतय: समा: ।कश्चित्स्यान्मे विशोकाय त्वयि प्रव्रजिते वनम् ॥ ५२ ॥",
        "english_devnagari": "brahman duhitṛbhis tubhyaṁvimṛgyāḥ patayaḥ samāḥkaścit syān me viśokāyatvayi pravrajite vanam",
        "verse_Syn": [
            "brahman",
            "duhitṛbhiḥ",
            "tubhyam",
            "vimṛgyāḥ",
            "patayaḥ",
            "samāḥ",
            "kaścit",
            "syāt",
            "me",
            "viśokāya",
            "tvayi",
            "pravrajite",
            "vanam"
        ],
        "translation": "My dear brāhmaṇa, as far as your daughters are concerned, they will find their own suitable husbands and go away to their respective homes. But who will give me solace after your departure as a sannyāsī?",
        "purport": " It is said that the father himself becomes the son in another form. The father and son are therefore considered to be nondifferent. A widow who has her son is actually not a widow, because she has the representative of her husband. Similarly, Devahūti is indirectly asking Kardama Muni to leave a representative so that in his absence she might be relieved of her anxieties by a suitable son. A householder is not expected to remain at home for all his days. After getting his sons and daughters married, a householder can retire from household life, leaving his wife in the charge of the grown-up sons. That is the social convention of the Vedic system. Devahūti is indirectly asking that in his absence from home there be at least one male child to give her relief from her anxieties. This relief means spiritual instruction. Relief does not mean material comforts. Material comforts will end with the end of the body, but spiritual instruction will not end; it will go on with the spirit soul. Instruction in spiritual advancement is necessary, but without having a worthy son, how could Devahūti advance in spiritual knowledge? It is the duty of the husband to liquidate his debt to his wife. The wife gives her sincere service to the husband, and he becomes indebted to her because one cannot accept service from his subordinate without giving him something in exchange. The spiritual master cannot accept service from a disciple without awarding him spiritual instruction. That is the reciprocation of love and duty. Thus Devahūti reminds her husband, Kardama Muni, that she has rendered him faithful service. Even considering the situation on the basis of liquidating his debt toward his wife, he must give a male child before he leaves. Indirectly, Devahūti requests her husband to remain at home a few days more, or at least until a male child is born."
    },
    {
        "verse": "53",
        "devanagari": "एतावतालं कालेन व्यतिक्रान्तेन मे प्रभो ।इन्द्रियार्थप्रसङ्गेन परित्यक्तपरात्मन: ॥ ५३ ॥",
        "english_devnagari": "etāvatālaṁ kālenavyatikrāntena me prabhoindriyārtha-prasaṅgenaparityakta-parātmanaḥ",
        "verse_Syn": [
            "etāvatā",
            "alam",
            "kālena",
            "vyatikrāntena",
            "me",
            "prabho",
            "indriya",
            "artha",
            "prasaṅgena",
            "parityakta",
            "para",
            "ātmanaḥ"
        ],
        "translation": "Until now we have simply wasted so much of our time in sense gratification, neglecting to cultivate knowledge of the Supreme Lord.",
        "purport": " Human life is not meant to be wasted, like that of the animals, in sense gratificatory activities. Animals always engage in sense gratification — eating, sleeping, fearing and mating — but that is not the engagement of the human being, although, because of the material body, there is need of sense gratification according to a regulative principle. So in effect Devahūti said to her husband, “So far we have these daughters, and we have enjoyed material life in the aerial mansion, traveling all over the universe. These boons have come by your grace, but they have all been for sense gratification. Now there must be something for my spiritual advancement.”"
    },
    {
        "verse": "54",
        "devanagari": "इन्द्रियार्थेषु सज्जन्त्या प्रसङ्गस्त्वयि मे कृत: ।अजानन्त्या परं भावं तथाप्यस्त्वभयाय मे ॥ ५४ ॥",
        "english_devnagari": "indriyārtheṣu sajjantyāprasaṅgas tvayi me kṛtaḥajānantyā paraṁ bhāvaṁtathāpy astv abhayāya me",
        "verse_Syn": [
            "indriya",
            "artheṣu",
            "sajjantyā",
            "prasaṅgaḥ",
            "tvayi",
            "me",
            "kṛtaḥ",
            "ajānantyā",
            "param",
            "bhāvam",
            "tathā",
            "api",
            "astu",
            "abhayāya",
            "me"
        ],
        "translation": "Not knowing your transcendental situation, I have loved you while remaining attached to the objects of the senses. Nonetheless, let the affinity I have developed for you rid me of all fear.",
        "purport": " Devahūti is lamenting her position. As a woman, she had to love someone. Somehow or other, she came to love Kardama Muni, but without knowing of his spiritual advancement. Kardama Muni could understand Devahūti’s heart. Generally all women desire material enjoyment; they are called less intelligent because they are mostly prone to material enjoyment. Devahūti laments because her husband had given her the best kind of material enjoyment, but she did not know that he was so advanced in spiritual realization. Her plea was that even though she did not know the glories of her great husband, because she had taken shelter of him she must be delivered from material entanglement. Association with a great personality is most important. In Caitanya-caritāmṛta Lord Caitanya says that sādhu-saṅga, the association of a great saintly person, is very important, because even if one is not advanced in knowledge, simply by association with a great saintly person one can immediately make considerable advancement in spiritual life. As a woman, as an ordinary wife, Devahūti became attached to Kardama Muni in order to satisfy her sense enjoyment and other material necessities, but actually she associated with a great personality. Now she understood this, and she wanted to utilize the advantage of the association of her great husband."
    },
    {
        "verse": "55",
        "devanagari": "सङ्गो य: संसृतेर्हेतुरसत्सु विहितोऽधिया ।स एव साधुषु कृतो नि:सङ्गत्वाय कल्पते ॥ ५५ ॥",
        "english_devnagari": "saṅgo yaḥ saṁsṛter heturasatsu vihito ’dhiyāsa eva sādhuṣu kṛtoniḥsaṅgatvāya kalpate",
        "verse_Syn": [
            "saṅgaḥ",
            "yaḥ",
            "saṁsṛteḥ",
            "hetuḥ",
            "asatsu",
            "vihitaḥ",
            "adhiyā",
            "saḥ",
            "eva",
            "sādhuṣu",
            "kṛtaḥ",
            "niḥsaṅgatvāya",
            "kalpate"
        ],
        "translation": "Association for sense gratification is certainly the path of bondage. But the same type of association, performed with a saintly person, leads to the path of liberation, even if performed without knowledge.",
        "purport": " The association of a saintly person in any way bears the same result. For example, Lord Kṛṣṇa met many kinds of living entities, and some treated Him as an enemy, and some treated Him as an agent for sense gratification. It is generally said that the gopīs were attached to Kṛṣṇa for sense attractions, and yet they became first-class devotees of the Lord. Kaṁsa, Śiśupāla, Dantavakra and other demons, however, were related to Kṛṣṇa as enemies. But whether they associated with Kṛṣṇa as enemies or for sense gratification, out of fear or as pure devotees, they all got liberation. That is the result of association with the Lord. Even if one does not understand who He is, the results have the same efficacy. Association with a great saintly person also results in liberation, just as whether one goes toward fire knowingly or unknowingly, the fire will make one warm. Devahūti expressed her gratefulness, for although she wanted to associate with Kardama Muni only for sense gratification, because he was spiritually great she was sure to be liberated by his benediction."
    },
    {
        "verse": "56",
        "devanagari": "नेह यत्कर्म धर्माय न विरागाय कल्पते ।न तीर्थपदसेवायै जीवन्नपि मृतो हि स: ॥ ५६ ॥",
        "english_devnagari": "neha yat karma dharmāyana virāgāya kalpatena tīrtha-pada-sevāyaijīvann api mṛto hi saḥ",
        "verse_Syn": [
            "na",
            "iha",
            "yat",
            "karma",
            "dharmāya",
            "na",
            "virāgāya",
            "kalpate",
            "na",
            "tīrtha",
            "pada",
            "sevāyai",
            "jīvan",
            "api",
            "mṛtaḥ",
            "hi",
            "saḥ"
        ],
        "translation": "Anyone whose work is not meant to elevate him to religious life, anyone whose religious ritualistic performances do not raise him to renunciation, and anyone situated in renunciation that does not lead him to devotional service to the Supreme Personality of Godhead, must be considered dead, although he is breathing.",
        "purport": " Devahūti’s statement is that since she was attached to living with her husband for sense gratification, which does not lead to liberation from material entanglement, her life was simply a waste of time. Any work one performs that does not lead to the state of religious life is useless activity. Everyone is by nature inclined to some sort of work, and when that work leads one to religious life and religious life leads one to renunciation and renunciation leads one to devotional service, one attains the perfection of work. As stated in Bhagavad-gītā, any work that does not lead ultimately to the standard of devotional service is a cause of bondage in the material world (yajñārthāt karmaṇo ’nyatra loko ’yaṁ karma-bandhanaḥ). Unless one is gradually elevated to the position of devotional service, beginning from his natural activity, he is to be considered a dead body. Work which does not lead one to the understanding of Kṛṣṇa consciousness is considered useless."
    },
    {
        "verse": "57",
        "devanagari": "साहं भगवतो नूनं वञ्चिता मायया द‍ृढम् ।यत्त्वां विमुक्तिदं प्राप्य न मुमुक्षेय बन्धनात् ॥ ५७ ॥",
        "english_devnagari": "sāhaṁ bhagavato nūnaṁvañcitā māyayā dṛḍhamyat tvāṁ vimuktidaṁ prāpyana mumukṣeya bandhanāt",
        "verse_Syn": [
            "sā",
            "aham",
            "bhagavataḥ",
            "nūnam",
            "vañcitā",
            "māyayā",
            "dṛḍham",
            "yat",
            "tvām",
            "vimukti",
            "dam",
            "prāpya",
            "na",
            "mumukṣeya",
            "bandhanāt"
        ],
        "translation": "My lord, surely I have been solidly cheated by the insurmountable illusory energy of the Supreme Personality of Godhead, for in spite of having obtained your association, which gives liberation from material bondage, I did not seek such liberation.",
        "purport": " An intelligent man should utilize good opportunities. The first opportunity is the human form of life, and the second opportunity is to take birth in a suitable family where there is cultivation of spiritual knowledge; this is rarely obtained. The greatest opportunity is to have the association of a saintly person. Devahūti was conscious that she was born as the daughter of an emperor. She was sufficiently educated and cultured, and at last she got Kardama Muni, a saintly person and a great yogī, as her husband. Still, if she did not get liberation from the entanglement of material energy, then certainly she would be cheated by the insurmountable illusory energy. Actually, the illusory material energy is cheating everyone. People do not know what they are doing when they worship the material energy in the form of goddess Kālī or Durgā for material boons. They ask, “Mother, give me great riches, give me a good wife, give me fame, give me victory.” But such devotees of the goddess Māyā, or Durgā, do not know that they are being cheated by that goddess. Material achievement is actually no achievement because as soon as one is illusioned by the material gifts, he becomes more and more entangled, and there is no question of liberation. One should be intelligent enough to know how to utilize material assets for the purpose of spiritual realization. That is called karma-yoga or jñāna-yoga. Whatever we have we should use as service to the Supreme Person. It is advised in Bhagavad-gītā, sva-karmaṇā tam abhyarcya: one should try to worship the Supreme Personality of Godhead by one’s assets. There are many forms of service to the Supreme Lord, and anyone can render service unto Him according to the best of his ability."
    }
]