[
    {
        "verse": "1",
        "devanagari": "ब्रह्मोवाचज्ञातोऽसि मेऽद्य सुचिरान्ननु देहभाजांन ज्ञायते भगवतो गतिरित्यवद्यम् ।नान्यत्त्वदस्ति भगवन्नपि तन्न शुद्धंमायागुणव्यतिकराद्यदुरुर्विभासि ॥ १ ॥",
        "english_devnagari": "brahmovācajñāto ’si me ’dya sucirān nanu deha-bhājāṁna jñāyate bhagavato gatir ity avadyamnānyat tvad asti bhagavann api tan na śuddhaṁmāyā-guṇa-vyatikarād yad urur vibhāsi",
        "verse_Syn": [
            "brahmā",
            "uvāca",
            "jñātaḥ",
            "asi",
            "me",
            "adya",
            "sucirāt",
            "nanu",
            "deha",
            "bhājām",
            "na",
            "jñāyate",
            "bhagavataḥ",
            "gatiḥ",
            "iti",
            "avadyam",
            "na",
            "anyat",
            "tvat",
            "asti",
            "bhagavan",
            "api",
            "tat",
            "na",
            "śuddham",
            "māyā",
            "guṇa",
            "vyatikarāt",
            "yat",
            "uruḥ",
            "vibhāsi"
        ],
        "translation": "Lord Brahmā said: O my Lord, today, after many, many years of penance, I have come to know about You. Oh, how unfortunate the embodied living entities are that they are unable to know Your personality! My Lord, You are the only knowable object because there is nothing supreme beyond You. If there is anything supposedly superior to You, it is not the Absolute. You exist as the Supreme by exhibiting the creative energy of matter.",
        "purport": " The highest peak of the ignorance of the living entities who are conditioned by material bodies is that they are unaware of the supreme cause of the cosmic manifestation. Different people have different theories regarding the supreme cause, but none of them are genuine. The only supreme cause is Viṣṇu, and the intervening impediment is the illusory energy of the Lord. The Lord has employed His wonderful material energy in manifesting many, many wonderful distractions in the material world, and the conditioned souls, illusioned by the same energy, are thus unable to know the supreme cause. The most stalwart scientists and philosophers, therefore, cannot be accepted as wonderful. They only appear wonderful because they are instruments in the hands of the illusory energy of the Lord. Under illusion, the general mass of people deny the existence of the Supreme Lord and accept the foolish products of illusory energy as supreme. One can know the supreme cause, the Personality of Godhead, by the causeless mercy of the Lord, which is bestowed upon the Lord’s pure devotees like Brahmā and those in his disciplic succession. By acts of penance only was Lord Brahmā able to see the Garbhodakaśāyī Viṣṇu, and by realization only could he understand the Lord as He is. Brahmā was extremely satisfied upon observing the magnificent beauty and opulence of the Lord, and he admitted that nothing can be comparable to Him. Only by penance can one appreciate the beauty and opulence of the Lord, and when one is acquainted with that beauty and opulence, he is no longer attracted by any other. This is confirmed in Bhagavad-gītā (2.59): paraṁ dṛṣṭvā nivartate. Foolish human beings who do not endeavor to investigate the supreme beauty and opulence of the Lord are here condemned by Brahmā. It is imperative that every human being try for such knowledge, and if anyone does not do so, his life is spoiled. Anything that is beautiful and opulent in the material sense is enjoyed by those living entities who are like crows. Crows always engage in picking at rejected garbage, whereas the white ducks do not mix with the crows. Rather, they take pleasure in transparent lakes with lotus flowers, surrounded by beautiful orchards. Both crows and ducks are undoubtedly birds by birth, but they are not of the same feather."
    },
    {
        "verse": "2",
        "devanagari": "रूपं यदेतदवबोधरसोदयेनशश्वन्निवृत्ततमस: सदनुग्रहाय ।आदौ गृहीतमवतारशतैकबीजंयन्नाभिपद्मभवनादहमाविरासम् ॥ २ ॥",
        "english_devnagari": "rūpaṁ yad etad avabodha-rasodayenaśaśvan-nivṛtta-tamasaḥ sad-anugrahāyaādau gṛhītam avatāra-śataika-bījaṁyan-nābhi-padma-bhavanād aham āvirāsam",
        "verse_Syn": [
            "rūpam",
            "yat",
            "etat",
            "avabodha",
            "rasa",
            "udayena",
            "śaśvat",
            "nivṛtta",
            "tamasaḥ",
            "sat",
            "anugrahāya",
            "ādau",
            "gṛhītam",
            "avatāra",
            "śata",
            "eka",
            "bījam",
            "yat",
            "nābhi",
            "padma",
            "bhavanāt",
            "aham",
            "āvirāsam"
        ],
        "translation": "The form which I see is eternally freed from material contamination and has advented to show mercy to the devotees as a manifestation of internal potency. This incarnation is the origin of many other incarnations, and I am born from the lotus flower grown from Your navel home.",
        "purport": " The three deities Brahmā, Viṣṇu and Maheśvara (Śiva), the executive heads of the three modes of material nature (passion, goodness and ignorance), are all generated from Garbhodakaśāyī Viṣṇu, who is described herein by Brahmā. From the Kṣīrodakaśāyī Viṣṇu, many Viṣṇu incarnations expand at different ages in the duration of the cosmic manifestation. They are expanded only for the transcendental happiness of the pure devotees. The incarnations of Viṣṇu, who appear at different ages and times, are never to be compared to the conditioned souls. The viṣṇu-tattvas are not to be compared to deities like Brahmā and Śiva, nor are they on the same level. Anyone who compares them is called a pāṣaṇḍī, or infidel. Tamasaḥ, mentioned herein, is the material nature, and the spiritual nature has a completely separate existence from tamaḥ. Therefore, spiritual nature is called avabodha-rasa, or avarodha-rasa. Avarodha means “that which completely nullifies.” In the Transcendence there is no chance of material contact by any means. Brahmā is the first living being, and therefore he mentions his birth from the lotus flower generated from the abdomen of Garbhodakaśāyī Viṣṇu."
    },
    {
        "verse": "3",
        "devanagari": "नात: परं परम यद्भवत: स्वरूप-मानन्दमात्रमविकल्पमविद्धवर्च: ।पश्यामि विश्वसृजमेकमविश्वमात्मन्भूतेन्द्रियात्मकमदस्त उपाश्रितोऽस्मि ॥ ३ ॥",
        "english_devnagari": "nātaḥ paraṁ parama yad bhavataḥ svarūpamānanda-mātram avikalpam aviddha-varcaḥpaśyāmi viśva-sṛjam ekam aviśvam ātmanbhūtendriyātmaka-madas ta upāśrito ’smi",
        "verse_Syn": [
            "na",
            "ataḥ",
            "param",
            "parama",
            "yat",
            "bhavataḥ",
            "svarūpam",
            "ānanda",
            "mātram",
            "avikalpam",
            "aviddha",
            "varcaḥ",
            "paśyāmi",
            "viśva",
            "sṛjam",
            "ekam",
            "aviśvam",
            "ātman",
            "bhūta",
            "indriya",
            "ātmaka",
            "madaḥ",
            "te",
            "upāśritaḥ",
            "asmi"
        ],
        "translation": "O my Lord, I do not see a form superior to Your present form of eternal bliss and knowledge. In Your impersonal Brahman effulgence in the spiritual sky, there is no occasional change and no deterioration of internal potency. I surrender unto You because whereas I am proud of my material body and senses, Your Lordship is the cause of the cosmic manifestation and yet You are untouched by matter.",
        "purport": " As stated in Bhagavad-gītā (18.55), bhaktyā mām abhijānāti yāvān yaś cāsmi tattvataḥ: the Supreme Personality of Godhead can only be partially known, and only by the process of devotional service to the Lord. Lord Brahmā became aware that the Supreme Lord Kṛṣṇa has many, many eternal, blissful forms of knowledge. He has described such expansions of the Supreme Lord, Govinda, in his Brahma-saṁhitā (5.33), as follows: “I worship Govinda, the primeval Lord, who is nondual and infallible. He is the original cause of all causes, even though He expands in many, many forms. Although He is the oldest personality, He is ever youthful, unaffected by old age. The Supreme Personality of Godhead cannot be known by the academic wisdom of the Vedas; one has to approach the devotee of the Lord to understand Him.” The only way to understand the Lord as He is, is by devotional service to the Lord, or by approaching the devotee of the Lord who always has the Lord in his heart. By devotional perfection one can understand that the impersonal brahmajyoti is only a partial representation of the Supreme Personality of Godhead, Lord Kṛṣṇa, and that the three puruṣa expansions in the material creation are His plenary portions. In the spiritual sky of the brahmajyoti there is no change of various kalpas or millenniums, and there are no creative activities in the Vaikuṇṭha worlds. The influence of time is conspicuous by its absence. The rays of the transcendental body of the Lord, the unlimited brahmajyoti, are undeterred by the influence of material energy. In the material world also, the initial creator is the Lord Himself. He brings about the creation of Brahmā, who becomes the subsequent creator, empowered by the Lord."
    },
    {
        "verse": "4",
        "devanagari": "तद्वा इदं भुवनमङ्गल मङ्गलायध्याने स्म नो दर्शितं त उपासकानाम् ।तस्मै नमो भगवतेऽनुविधेम तुभ्यंयोऽनाद‍ृतो नरकभाग्भिरसत्प्रसङ्गै: ॥ ४ ॥",
        "english_devnagari": "tad vā idaṁ bhuvana-maṅgala maṅgalāyadhyāne sma no darśitaṁ ta upāsakānāmtasmai namo bhagavate ’nuvidhema tubhyaṁyo ’nādṛto naraka-bhāgbhir asat-prasaṅgaiḥ",
        "verse_Syn": [
            "tat",
            "vā",
            "idam",
            "bhuvana",
            "maṅgala",
            "maṅgalāya",
            "dhyāne",
            "sma",
            "naḥ",
            "darśitam",
            "te",
            "upāsakānām",
            "tasmai",
            "namaḥ",
            "bhagavate",
            "anuvidhema",
            "tubhyam",
            "yaḥ",
            "anādṛtaḥ",
            "naraka",
            "bhāgbhiḥ",
            "asat",
            "prasaṅgaiḥ"
        ],
        "translation": "This present form, or any transcendental form expanded by the Supreme Personality of Godhead, Śrī Kṛṣṇa, is equally auspicious for all the universes. Since You have manifested this eternal personal form upon whom Your devotees meditate, I therefore offer my respectful obeisances unto You. Those who are destined to be dispatched to the path of hell neglect Your personal form because of speculating on material topics.",
        "purport": " Regarding the personal and impersonal features of the Supreme Absolute Truth, the personal forms exhibited by the Lord in His different plenary expansions are all for the benediction of all the universes. The personal form of the Lord is also worshiped in meditation as Supersoul, Paramātmā, but the impersonal brahmajyoti is not worshiped. Persons who are addicted to the impersonal feature of the Lord, whether in meditation or otherwise, are all pilgrims to hell because, as stated in Bhagavad-gītā (12.5), impersonalists simply waste their time in mundane mental speculation because they are addicted more to false arguments than to reality. Therefore, the association of the impersonalists is condemned herewith by Brahmā. All the plenary expansions of the Personality of Godhead are equally potent, as confirmed in the Brahma-saṁhitā (5.46): The Lord expands Himself as the flames of a fire expand one after another. Although the original flame, or Śrī Kṛṣṇa, is accepted as Govinda, the Supreme Person, all other expansions, such as Rāma, Nṛsiṁha and Varāha, are as potent as the original Lord. All such expanded forms are transcendental. In the beginning of Śrīmad-Bhāgavatam it is made clear that the Supreme Truth is eternally uncontaminated by material touch. There is no jugglery of words and activities in the transcendental kingdom of the Lord. All the Lord’s forms are transcendental, and such manifestations are ever identical. The particular form of the Lord exhibited to a devotee is not mundane, even though the devotee may retain material desire, nor is it manifest under the influence of material energy, as is foolishly considered by the impersonalists. Impersonalists who consider the transcendental forms of the Lord to be products of the material world are surely destined for hell."
    },
    {
        "verse": "5",
        "devanagari": "ये तु त्वदीयचरणाम्बुजकोशगन्धंजिघ्रन्ति कर्णविवरै: श्रुतिवातनीतम् ।भक्त्या गृहीतचरण: परया च तेषांनापैषि नाथ हृदयाम्बुरुहात्स्वपुंसाम् ॥ ५ ॥",
        "english_devnagari": "ye tu tvadīya-caraṇāmbuja-kośa-gandhaṁjighranti karṇa-vivaraiḥ śruti-vāta-nītambhaktyā gṛhīta-caraṇaḥ parayā ca teṣāṁnāpaiṣi nātha hṛdayāmburuhāt sva-puṁsām",
        "verse_Syn": [
            "ye",
            "tu",
            "tvadīya",
            "caraṇa",
            "ambuja",
            "kośa",
            "gandham",
            "jighranti",
            "karṇa",
            "vivaraiḥ",
            "śruti",
            "vāta",
            "nītam",
            "bhaktyā",
            "gṛhīta",
            "caraṇaḥ",
            "parayā",
            "ca",
            "teṣām",
            "na",
            "apaiṣi",
            "nātha",
            "hṛdaya",
            "ambu",
            "ruhāt",
            "sva",
            "puṁsām"
        ],
        "translation": "O my Lord, persons who smell the aroma of Your lotus feet, carried by the air of Vedic sound through the holes of the ears, accept Your devotional service. For them You are never separated from the lotus of their hearts.",
        "purport": " For the pure devotee of the Lord there is nothing beyond the lotus feet of the Lord, and the Lord knows that such devotees do not wish anything more than that. The word tu specifically establishes this fact. The Lord also does not wish to be separated from the lotus hearts of those pure devotees. That is the transcendental relationship between the pure devotees and the Personality of Godhead. Because the Lord does not wish to separate Himself from the hearts of such pure devotees, it is understood that they are specifically dearer than the impersonalists. The relationship of the pure devotees with the Lord develops because of devotional service to the Lord on the authentic basis of Vedic authority. Such pure devotees are not mundane sentimentalists, but are factually realists because their activities are supported by the Vedic authorities who have given aural reception to the facts mentioned in the Vedic literatures. The word parayā is very significant. Parā bhakti, or spontaneous love of God, is the basis of an intimate relationship with the Lord. This highest stage of relationship with the Lord can be attained simply by hearing about Him (His name, form, quality, etc.) from authentic sources like Bhagavad-gītā and Śrīmad-Bhāgavatam, recited by pure, unalloyed devotees of the Lord."
    },
    {
        "verse": "6",
        "devanagari": "तावद्भयं द्रविणदेहसुहृन्निमित्तंशोक: स्पृहा परिभवो विपुलश्च लोभ: ।तावन्ममेत्यसदवग्रह आर्तिमूलंयावन्न तेऽङ्‌घ्रिमभयं प्रवृणीत लोक: ॥ ६ ॥",
        "english_devnagari": "tāvad bhayaṁ draviṇa-deha-suhṛn-nimittaṁśokaḥ spṛhā paribhavo vipulaś ca lobhaḥtāvan mamety asad-avagraha ārti-mūlaṁyāvan na te ’ṅghrim abhayaṁ pravṛṇīta lokaḥ",
        "verse_Syn": [
            "tāvat",
            "bhayam",
            "draviṇa",
            "deha",
            "suhṛt",
            "nimittam",
            "śokaḥ",
            "spṛhā",
            "paribhavaḥ",
            "vipulaḥ",
            "ca",
            "lobhaḥ",
            "tāvat",
            "mama",
            "iti",
            "asat",
            "avagrahaḥ",
            "ārti",
            "mūlam",
            "yāvat",
            "na",
            "te",
            "aṅghrim",
            "abhayam",
            "pravṛṇīta",
            "lokaḥ"
        ],
        "translation": "O my Lord, the people of the world are embarrassed by all material anxieties — they are always afraid. They always try to protect wealth, body and friends, they are filled with lamentation and unlawful desires and paraphernalia, and they avariciously base their undertakings on the perishable conceptions of “my” and “mine.” As long as they do not take shelter of Your safe lotus feet, they are full of such anxieties.",
        "purport": " One may question how one can always think of the Lord in regard to His name, fame, quality, etc., if one is embarrassed by thoughts of family affairs. Everyone in the material world is full of thoughts about how to maintain his family, how to protect his wealth, how to keep pace with friends and relatives, etc. Thus he is always in fear and lamentation, trying to keep up with the status quo. In answer to this question, this verse spoken by Brahmā is very appropriate. A pure devotee of the Lord never thinks of himself as the proprietor of his home. He surrenders everything unto the supreme control of the Lord, and thus he has no fear for maintaining his family or protecting the interests of his family. Because of this surrender, he no longer has any attraction for wealth. Even if there is attraction for wealth, it is not for sense enjoyment, but for the service of the Lord. A pure devotee may be attracted to accumulating wealth just like an ordinary man, but the difference is that a devotee acquires money for the service of the Lord, whereas the ordinary man acquires money for his sense enjoyment. Thus the acquisition of wealth by a devotee is not a source of anxieties, as is the case for a worldly man. And because a pure devotee accepts everything in the sense of serving the Lord, the poisonous teeth of accumulation of wealth are extracted. If a snake has its poison removed and bites a man, there is no fatal effect. Similarly, wealth accumulated in the cause of the Lord has no poisonous teeth, and the effect is not fatal. A pure devotee is never entangled in material worldly affairs even though he may remain in the world like an ordinary man."
    },
    {
        "verse": "7",
        "devanagari": "दैवेन ते हतधियो भवत: प्रसङ्गा-त्सर्वाशुभोपशमनाद्विमुखेन्द्रिया ये ।कुर्वन्ति कामसुखलेशलवाय दीनालोभाभिभूतमनसोऽकुशलानि शश्वत् ॥ ७ ॥",
        "english_devnagari": "daivena te hata-dhiyo bhavataḥ prasaṅgātsarvāśubhopaśamanād vimukhendriyā yekurvanti kāma-sukha-leśa-lavāya dīnālobhābhibhūta-manaso ’kuśalāni śaśvat",
        "verse_Syn": [
            "daivena",
            "te",
            "hata",
            "dhiyaḥ",
            "bhavataḥ",
            "prasaṅgāt",
            "sarva",
            "aśubha",
            "upaśamanāt",
            "vimukha",
            "indriyāḥ",
            "ye",
            "kurvanti",
            "kāma",
            "sukha",
            "leśa",
            "lavāya",
            "dīnāḥ",
            "lobha",
            "abhibhūta",
            "manasaḥ",
            "akuśalāni",
            "śaśvat"
        ],
        "translation": "O my Lord, persons who are bereft of the all-auspicious performance of chanting and hearing about Your transcendental activities are certainly unfortunate and are also bereft of good sense. They engage in inauspicious activities, enjoying sense gratification for a very little while.",
        "purport": " The next question is why people are against such auspicious activities as chanting and hearing the glories and pastimes of the Lord, which can bring total freedom from the cares and anxieties of material existence. The only answer to this question is that they are unfortunate because of supernatural control due to their offensive activities performed simply for the sake of sense gratification. The Lord’s pure devotees, however, take compassion upon such unfortunate persons and, in a missionary spirit, try to persuade them into the line of devotional service. Only by the grace of pure devotees can such unfortunate men be elevated to the position of transcendental service."
    },
    {
        "verse": "8",
        "devanagari": "क्षुत्तृट्‌त्रिधातुभिरिमा मुहुरर्द्यमाना:शीतोष्णवातवरषैरितरेतराच्च ।कामाग्निनाच्युत रुषा च सुदुर्भरेणसम्पश्यतो मन उरुक्रम सीदते मे ॥ ८ ॥",
        "english_devnagari": "kṣut-tṛṭ-tridhātubhir imā muhur ardyamānāḥśītoṣṇa-vāta-varaṣair itaretarāc cakāmāgninācyuta-ruṣā ca sudurbhareṇasampaśyato mana urukrama sīdate me",
        "verse_Syn": [
            "kṣut",
            "tṛṭ",
            "tri",
            "dhātubhiḥ",
            "imāḥ",
            "muhuḥ",
            "ardyamānāḥ",
            "śīta",
            "uṣṇa",
            "vāta",
            "varaṣaiḥ",
            "itara",
            "itarāt",
            "ca",
            "kāma",
            "agninā",
            "acyuta",
            "ruṣā",
            "ca",
            "sudurbhareṇa",
            "sampaśyataḥ",
            "manaḥ",
            "urukrama",
            "sīdate",
            "me"
        ],
        "translation": "O great actor, my Lord, all these poor creatures are constantly perplexed by hunger, thirst, severe cold, secretion and bile, attacked by coughing winter, blasting summer, rains and many other disturbing elements, and overwhelmed by strong sex urges and indefatigable anger. I take pity on them, and I am very much aggrieved for them.",
        "purport": " A pure devotee of the Lord like Brahmā and persons in his disciplic succession are always unhappy to see the perplexities of the conditioned souls, who are suffering the onslaughts of the threefold miseries which pertain to the body and mind, to the disturbances of material nature, and to many other such material disadvantages. Not knowing adequate measures for relieving such difficulties, suffering persons sometimes pose themselves as leaders of the people, and the unfortunate followers are put into further disadvantages under such so-called leadership. This is like a blind man’s leading another blind man to fall into a ditch. Therefore, unless the devotees of the Lord take pity on them and teach them the right path, their lives are hopeless failures. The devotees of the Lord who voluntarily take the responsibility of raising the foolish materialistic sense enjoyers are as confidential to the Lord as Lord Brahmā."
    },
    {
        "verse": "9",
        "devanagari": "यावत्पृथक्त्वमिदमात्मन इन्द्रियार्थ-मायाबलं भगवतो जन ईश पश्येत् ।तावन्न संसृतिरसौ प्रतिसंक्रमेतव्यर्थापि दु:खनिवहं वहती क्रियार्था ॥ ९ ॥",
        "english_devnagari": "yāvat pṛthaktvam idam ātmana indriyārtha-māyā-balaṁ bhagavato jana īśa paśyettāvan na saṁsṛtir asau pratisaṅkrametavyarthāpi duḥkha-nivahaṁ vahatī kriyārthā",
        "verse_Syn": [
            "yāvat",
            "pṛthaktvam",
            "idam",
            "ātmanaḥ",
            "indriya",
            "artha",
            "māyā",
            "balam",
            "bhagavataḥ",
            "janaḥ",
            "īśa",
            "paśyet",
            "tāvat",
            "na",
            "saṁsṛtiḥ",
            "asau",
            "pratisaṅkrameta",
            "vyarthā",
            "api",
            "duḥkha",
            "nivaham",
            "vahatī",
            "kriyā",
            "arthā"
        ],
        "translation": "O my Lord, the material miseries are without factual existence for the soul. Yet as long as the conditioned soul sees the body as meant for sense enjoyment, he cannot get out of the entanglement of material miseries, being influenced by Your external energy.",
        "purport": " The whole trouble of the living entity in material existence is that he has an independent conception of life. He is always dependent on the rules of the Supreme Lord, in both the conditioned and liberated states, but by the influence of the external energy the conditioned soul thinks himself independent of the supremacy of the Personality of Godhead. His constitutional position is to dovetail himself with the desire of the supreme will, but as long as he does not do so, he is sure to drag on in the shackles of material bondage. As stated in Bhagavad-gītā (2.55), prajahāti yadā kāmān sarvān pārtha mano-gatān: he has to give up all sorts of plans manufactured by mental concoction. The living entity has to dovetail himself with the supreme will. That will help him to get out of the entanglement of material existence."
    },
    {
        "verse": "10",
        "devanagari": "अह्न्यापृतार्तकरणा निशि नि:शयाना ।नानामनोरथधिया क्षणभग्ननिद्रा: ।दैवाहतार्थरचना ऋषयोऽपि देवयुष्मत्प्रसङ्गविमुखा इह संसरन्ति ॥ १० ॥",
        "english_devnagari": "ahny āpṛtārta-karaṇā niśi niḥśayānānānā-manoratha-dhiyā kṣaṇa-bhagna-nidrāḥdaivāhatārtha-racanā ṛṣayo ’pi devayuṣmat-prasaṅga-vimukhā iha saṁsaranti",
        "verse_Syn": [
            "ahni",
            "āpṛta",
            "ārta",
            "karaṇāḥ",
            "niśi",
            "niḥśayānāḥ",
            "nānā",
            "manoratha",
            "dhiyā",
            "kṣaṇa",
            "bhagna",
            "nidrāḥ",
            "daiva",
            "āhata",
            "artha",
            "racanāḥ",
            "ṛṣayaḥ",
            "api",
            "deva",
            "yuṣmat",
            "prasaṅga",
            "vimukhāḥ",
            "iha",
            "saṁsaranti"
        ],
        "translation": "Such nondevotees engage their senses in very troublesome and extensive work, and they suffer insomnia at night because their intelligence constantly breaks their sleep with various mental speculations. They are frustrated in all their various plans by supernatural power. Even great sages, if they are against Your transcendental topics, must rotate in this material world.",
        "purport": " As described in the previous verse, people who have no taste for the devotional service of the Lord are occupied in material engagements. Most of them engage during the daytime in hard physical labor; their senses are engaged very extensively in troublesome duties in the gigantic plants of heavy industrial enterprise. The owners of such factories are engaged in finding a market for their industrial products, and the laborers are engaged in extensive production involving huge mechanical arrangements. “Factory” is another name for hell. At night, hellishly engaged persons take advantage of wine and women to satisfy their tired senses, but they are not even able to have sound sleep because their various mental speculative plans constantly interrupt their sleep. Because they suffer from insomnia sometimes they feel sleepy in the morning for lack of sufficient rest. By the arrangement of supernatural power, even the great scientists and thinkers of the world suffer frustration of their various plans and thus rot in the material world birth after birth. A great scientist may make discoveries in atomic energy for the quick destruction of the world and may be awarded the best prize in recognition of his service (or disservice), but he also has to undergo the reactions of his work by rotating in the cycle of repeated births and deaths under the superhuman law of material nature. All these people who are against the principle of devotional service are destined to rotate in this material world without fail. This verse particularly mentions that even sages who are averse to the principles of devotional service to the Lord are also condemned to undergo the terms of material existence. Not only in this age, but formerly also, there were many sages who tried to invent their own systems of religion without reference to devotional service to the Supreme Lord, but there cannot be any religious principle without devotional service to the Lord. The Supreme Lord is the leader of the entire range of living entities, and no one can be equal to or greater than Him. Even the Lord’s impersonal feature and all-pervading localized feature cannot be on an equal level with the Supreme Personality of Godhead. Therefore, there cannot be any religion or system of genuine philosophy for the advancement of the living entities without the principle of devotional service. The impersonalists, who take much trouble in penance and austerity for self-liberation, may approach the impersonal brahmajyoti, but ultimately, because of not being situated in devotional service, they glide down again to the material world to undergo another term of material existence. This is confirmed as follows: “Persons who are falsely under the impression of being liberated, without devotional service to the Lord, may reach the goal of the brahmajyoti, but because of their impure consciousness and for want of shelter in the Vaikuṇṭhalokas, such so-called liberated persons again fall down into material existence.” (Bhāg. 10.2.32) Therefore, no one can manufacture any system of religion without the principle of devotional service to the Lord. As we find in the Sixth Canto of Śrīmad-Bhāgavatam, the initiator of religious principles is the Lord Himself. In Bhagavad-gītā also we find that the Lord condemns all forms of religion other than that which entails the process of surrendering unto the Supreme. Any system which leads one to the devotional service of the Lord, and nothing else, is actually religion or philosophy. In the Sixth Canto we find the following statements of Yamarāja, the controller of all unfaithful living entities: “The principles of religion are initiated by the Supreme Personality of Godhead, and no one else, including the sages and demigods, can manufacture any such principles. Since even great sages and demigods are unauthorized to inaugurate such principles of religion, what to speak of others — the so-called mystics, demons, human beings, Vidyādharas and Cāraṇas living in the lower planets? Twelve personalities — Brahmā, Nārada, Lord Śiva, Kumāra, Kapila, Manu, Prahlāda Mahārāja, Janaka Mahārāja, Bhīṣma, Bali, Śukadeva Gosvāmī and Yamarāja — are agents of the Lord authorized to speak and propagate the principles of religion.” (Bhāg. 6.3.19-21) The principles of religion are not open to any ordinary living entity. They are just to bring the human being onto the platform of morality. Nonviolence, etc., are necessary for misguided persons because unless one is moral and nonviolent one cannot understand the principles of religion. To understand what is actually religion is very difficult even if one is situated in the principles of morality and nonviolence. It is very confidential because as soon as one is conversant with the real principles of religion, he is at once liberated to the eternal life of bliss and knowledge. Therefore, one who is not situated in the principles of devotional service to the Lord should not pose himself as a religious leader of the innocent public. The Īśopaniṣad emphatically forbids this nonsense in the following mantra: A person in ignorance of the principles of religion, who therefore does nothing in the matter of religion, is far better than a person who misguides others in the name of religion without reference to the factual religious principles of devotional service. Such so-called leaders of religion are sure to be condemned by Brahmā and other great authorities."
    },
    {
        "verse": "11",
        "devanagari": "त्वं भक्तियोगपरिभावितहृत्सरोजआस्से श्रुतेक्षितपथो ननु नाथ पुंसाम् ।यद्यद्धिया त उरुगाय विभावयन्तितत्तद्वपु: प्रणयसे सदनुग्रहाय ॥ ११ ॥",
        "english_devnagari": "tvaṁ bhakti-yoga-paribhāvita-hṛt-sarojaāsse śrutekṣita-patho nanu nātha puṁsāmyad-yad-dhiyā ta urugāya vibhāvayantitat-tad-vapuḥ praṇayase sad-anugrahāya",
        "verse_Syn": [
            "tvam",
            "bhakti",
            "yoga",
            "paribhāvita",
            "hṛt",
            "saroje",
            "āsse",
            "śruta",
            "īkṣita",
            "pathaḥ",
            "nanu",
            "nātha",
            "puṁsām",
            "yat",
            "yat",
            "dhiyā",
            "te",
            "urugāya",
            "vibhāvayanti",
            "tat",
            "tat",
            "vapuḥ",
            "praṇayase",
            "sat",
            "anugrahāya"
        ],
        "translation": "O my Lord, Your devotees can see You through the ears by the process of bona fide hearing, and thus their hearts become cleansed, and You take Your seat there. You are so merciful to Your devotees that You manifest Yourself in the particular eternal form of transcendence in which they always think of You.",
        "purport": " The statement here that the Lord manifests Himself before the devotee in the form in which the devotee likes to worship Him indicates that the Lord becomes subordinate to the desire of the devotee — so much so that He manifests His particular form as the devotee demands. This demand of the devotee is satisfied by the Lord because He is pliable in terms of the transcendental loving service of the devotee. This is also confirmed in Bhagavad-gītā (4.11): ye yathā māṁ prapadyante tāṁs tathaiva bhajāmy aham. We should note, however, that the Lord is never the order supplier of the devotee. Here in this verse it is particularly mentioned: tvaṁ bhakti-yoga-paribhāvita. This indicates the efficiency achieved through execution of matured devotional service, or prema, love of Godhead. This state of prema is achieved by the gradual process of development from faith to love. On faith one associates with bona fide devotees, and by such association one can become engaged in bona fide devotional service, which includes proper initiation and the execution of the primary devotional duties prescribed in the revealed scriptures. This is clearly indicated herein by the word śrutekṣita. The śrutekṣita path is to hear from bona fide devotees who are conversant with Vedic wisdom, free from mundane sentiment. By this bona fide hearing process, the neophyte devotee becomes cleansed of all material rubbish, and thus he becomes attached to one of the many transcendental forms of the Lord, as described in the Vedas. This attachment of the devotee to a particular form of the Lord is due to natural inclination. Each and every living entity is originally attached to a particular type of transcendental service because he is eternally the servitor of the Lord. Lord Caitanya says that the living entity is eternally a servitor of the Supreme Personality of Godhead, Śrī Kṛṣṇa. Therefore, every living entity has a particular type of service relationship with the Lord, eternally. This particular attachment is invoked by practice of regulative devotional service to the Lord, and thus the devotee becomes attached to the eternal form of the Lord, exactly like one who is already eternally attached. This attachment for a particular form of the Lord is called svarūpa-siddhi. The Lord sits on the lotus heart of the devotee in the eternal form the pure devotee desires, and thus the Lord does not part from the devotee, as confirmed in the previous verse. The Lord, however, does not disclose Himself to a casual or unauthentic worshiper to be exploited. This is confirmed in Bhagavad-gītā (7.25): nāhaṁ prakāśaḥ sarvasya yoga-māyā-samāvṛtaḥ. Rather, by yoga-māyā, the Lord remains concealed to the nondevotees or casual devotees who are serving their sense gratification. The Lord is never visible to the pseudodevotees who worship the demigods in charge of universal affairs. The conclusion is that the Lord cannot become the order supplier of a pseudodevotee, but He is always prepared to respond to the desires of a pure, unconditional devotee, who is free from all tinges of material infection."
    },
    {
        "verse": "12",
        "devanagari": "नातिप्रसीदति तथोपचितोपचारै-राराधित: सुरगणैर्हृदिबद्धकामै: ।यत्सर्वभूतदययासदलभ्ययैकोनानाजनेष्ववहित: सुहृदन्तरात्मा ॥ १२ ॥",
        "english_devnagari": "nātiprasīdati tathopacitopacārairārādhitaḥ sura-gaṇair hṛdi baddha-kāmaiḥyat sarva-bhūta-dayayāsad-alabhyayaikonānā-janeṣv avahitaḥ suhṛd antar-ātmā",
        "verse_Syn": [
            "na",
            "ati",
            "prasīdati",
            "tathā",
            "upacita",
            "upacāraiḥ",
            "ārādhitaḥ",
            "sura",
            "gaṇaiḥ",
            "hṛdi",
            "baddha",
            "kāmaiḥ",
            "yat",
            "sarva",
            "bhūta",
            "dayayā",
            "asat",
            "alabhyayā",
            "ekaḥ",
            "nānā",
            "janeṣu",
            "avahitaḥ",
            "suhṛt",
            "antaḥ",
            "ātmā"
        ],
        "translation": "My Lord, You are not very much satisfied by the worship of the demigods, who arrange for Your worship very pompously, with various paraphernalia, but who are full of material hankerings. You are situated in everyone’s heart as the Supersoul just to show Your causeless mercy, and You are the eternal well-wisher, but You are unavailable for the nondevotee.",
        "purport": " The demigods in the celestial heavenly planets, who are appointed administrators of the material affairs, are also devotees of the Lord. But, at the same time, they have desires for material opulence and sense gratification. The Lord is so kind that He awards them all sorts of material happiness, more than they can desire, but He is not satisfied with them because they are not pure devotees. The Lord does not want any one of His innumerable sons (the living entities) to remain in the material world of threefold miseries to perpetually suffer the material pangs of birth, death, old age and disease. The demigods in the heavenly planets, and many devotees on this planet also, want to remain in the material world as devotees of the Lord and take advantage of material happiness. They do so at a risk of falling down to the lower status of existence, and this makes the Lord dissatisfied with them. Pure devotees are not desirous of any material enjoyment, nor are they averse to it. They completely dovetail their desires with the desires of the Lord and perform nothing on their personal account. Arjuna is a good example. On his own sentiment, due to family affection, Arjuna did not want to fight, but finally, after hearing Śrīmad Bhagavad-gītā, he agreed to fight in the interests of the Lord. Therefore, the Lord is very much satisfied with pure devotees because they do not act for sense gratification but only in terms of the Lord’s desire. As Paramātmā, or Supersoul, He is situated in everyone’s heart, always giving everyone the chance of good counsel. Thus everyone should take the opportunity and render transcendental loving service to Him wholly and solely. The nondevotees, however, are neither like the demigods nor like the pure devotees, but are averse to the transcendental relationship with the Lord. They have revolted against the Lord and must perpetually undergo the reactions of their own activities. Bhagavad-gītā (4.11) states: ye yathā māṁ prapadyante tāṁs tathaiva bhajāmy aham. “Although the Lord is equally kind to every living being, the living beings, for their own part, are able to please the Lord to either a greater or lesser extent.” The demigods are called sakāma devotees, or devotees with material desires in mind, while the pure devotees are called niṣkāma devotees because they have no desires for their personal interests. The sakāma devotees are self-interested because they do not think of others, and therefore they are not able to satisfy the Lord perfectly, whereas the pure devotees take the missionary responsibility of turning nondevotees into devotees, and they are therefore able to satisfy the Lord more than the demigods. The Lord is unmindful of the nondevotees, although He is sitting within everyone’s heart as well-wisher and Supersoul. However, He also gives them the chance to receive His mercy through His pure devotees who are engaged in missionary activities. Sometimes the Lord Himself descends for missionary activities, as He did in the form of Lord Caitanya, but mostly He sends His bona fide representatives, and thus He shows His causeless mercy towards the nondevotees. The Lord is so satisfied with His pure devotees that He wants to give them the credit for missionary success, although He could do the work personally. This is the sign of His satisfaction with His pure, niṣkāma devotees, compared to the sakāma devotees. By such transcendental activities the Lord simultaneously becomes free from the charge of partiality and exhibits His pleasure with the devotees. Now a question arises: If the Lord is sitting in the hearts of nondevotees, why are they not moved to become devotees? It may be answered that the stubborn nondevotees are like the barren land or alkaline field, where no agricultural activities can be successful. As part and parcel of the Lord, every individual living entity has a minute quantity of independence, and by misuse of this minute independence, the nondevotees commit offense after offense, to both the Lord and His pure devotees engaged in missionary work. As a result of such acts, they become as barren as an alkaline field, where there is no strength to produce."
    },
    {
        "verse": "13",
        "devanagari": "पुंसामतो विविधकर्मभिरध्वराद्यै-र्दानेन चोग्रतपसा परिचर्यया च ।आराधनं भगवतस्तव सत्क्रियार्थोधर्मोऽर्पित: कर्हिचिद्‌म्रियते न यत्र ॥ १३ ॥",
        "english_devnagari": "puṁsām ato vividha-karmabhir adhvarādyairdānena cogra-tapasā paricaryayā caārādhanaṁ bhagavatas tava sat-kriyārthodharmo ’rpitaḥ karhicid mriyate na yatra",
        "verse_Syn": [
            "puṁsām",
            "ataḥ",
            "vividha",
            "karmabhiḥ",
            "adhvara",
            "ādyaiḥ",
            "dānena",
            "ca",
            "ugra",
            "tapasā",
            "paricaryayā",
            "ca",
            "ārādhanam",
            "bhagavataḥ",
            "tava",
            "sat",
            "kriyā",
            "arthaḥ",
            "dharmaḥ",
            "arpitaḥ",
            "karhicit",
            "mriyate",
            "na",
            "yatra"
        ],
        "translation": "But the pious activities of the people, such as performance of Vedic rituals, charity, austere penances and transcendental service, performed with a view to worship You and satisfy You by offering You the fruitive results, are also beneficial. Such acts of religion never go in vain.",
        "purport": " Absolute devotional service, conducted in nine different spiritual activities — hearing, chanting, remembering, worshiping, praying, etc. — does not always appeal to people with a pompous nature; they are more attracted by the Vedic superficial rituals and other costly performances of social religious shows. But the process according to the Vedic injunctions is that the fruits of all pious activities should be offered to the Supreme Lord. In Bhagavad-gītā (9.27), the Lord demands that whatever one may do in one’s daily activities, such as worship, sacrifice, and offering charity, all the results should be offered to Him only. This offering of the results of pious acts unto the Supreme Lord is a sign of devotional service to the Lord and is of permanent value, whereas enjoying the same results for oneself is only temporary. Anything done on account of the Lord is a permanent asset and accumulates in the form of unseen piety for gradual promotion to the unalloyed devotional service of the Lord. These undetected pious activities will one day result in full-fledged devotional service by the grace of the Supreme Lord. Therefore, any pious act done on account of the Supreme Lord is also recommended here for those who are not pure devotees."
    },
    {
        "verse": "14",
        "devanagari": "शश्वत्स्वरूपमहसैव निपीतभेद-मोहाय बोधधिषणाय नम: परस्मै ।विश्वोद्भवस्थितिलयेषु निमित्तलीला-रासाय ते नम इदं चकृमेश्वराय ॥ १४ ॥",
        "english_devnagari": "śaśvat svarūpa-mahasaiva nipīta-bheda-mohāya bodha-dhiṣaṇāya namaḥ parasmaiviśvodbhava-sthiti-layeṣu nimitta-līlā-rāsāya te nama idaṁ cakṛmeśvarāya",
        "verse_Syn": [
            "śaśvat",
            "svarūpa",
            "mahasā",
            "eva",
            "nipīta",
            "bheda",
            "mohāya",
            "bodha",
            "dhiṣaṇāya",
            "namaḥ",
            "parasmai",
            "viśva",
            "udbhava",
            "sthiti",
            "layeṣu",
            "nimitta",
            "līlā",
            "rāsāya",
            "te",
            "namaḥ",
            "idam",
            "cakṛma",
            "īśvarāya"
        ],
        "translation": "Let me offer my obeisances unto the Supreme Transcendence, who is eternally distinguished by His internal potency. His indistinguishable impersonal feature is realized by intelligence for self-realization. I offer my obeisances unto Him who by His pastimes enjoys the creation, maintenance and dissolution of the cosmic manifestation.",
        "purport": " The Supreme Lord is eternally distinguished from the living entities by His internal potency, although He is also understood in His impersonal feature by self-realized intelligence. Devotees of the Lord, therefore, offer all respectful obeisances unto the impersonal feature of the Lord. The word rāsa is significant herein. The rāsa dance is performed by Lord Kṛṣṇa in the company of the cowherd damsels at Vṛndāvana, and the Personality of Godhead Garbhodakaśāyī Viṣṇu is also engaged in rāsa enjoyment with His external potency, by which He creates, maintains and dissolves the entire material manifestation. Indirectly, Lord Brahmā offers his respectful obeisances unto Lord Śrī Kṛṣṇa, who is factually ever engaged in rāsa enjoyment with the gopīs, as confirmed in the Gopāla-tāpanī Upaniṣad in the following words: parārdhānte so ’budhyata gopa-veśo me puruṣaḥ purastād āvirbabhūva. The distinction between the Lord and the living entity is definitely experienced when there is sufficient intelligence to understand His internal potency, as distinguished from the external potency by which He makes possible the material manifestation."
    },
    {
        "verse": "15",
        "devanagari": "यस्यावतारगुणकर्मविडम्बनानिनामानि येऽसुविगमे विवशा गृणन्ति ।तेऽनैकजन्मशमलं सहसैव हित्वासंयान्त्यपावृतामृतं तमजं प्रपद्ये ॥ १५ ॥",
        "english_devnagari": "yasyāvatāra-guṇa-karma-viḍambanānināmāni ye ’su-vigame vivaśā gṛṇantite ’naika-janma-śamalaṁ sahasaiva hitvāsaṁyānty apāvṛtāmṛtaṁ tam ajaṁ prapadye",
        "verse_Syn": [
            "yasya",
            "avatāra",
            "guṇa",
            "karma",
            "viḍambanāni",
            "nāmāni",
            "ye",
            "asu",
            "vigame",
            "vivaśāḥ",
            "gṛṇanti",
            "te",
            "anaika",
            "janma",
            "śamalam",
            "sahasā",
            "eva",
            "hitvā",
            "saṁyānti",
            "apāvṛta",
            "amṛtam",
            "tam",
            "ajam",
            "prapadye"
        ],
        "translation": "Let me take shelter of the lotus feet of Him whose incarnations, qualities and activities are mysterious imitations of worldly affairs. One who invokes His transcendental names, even unconsciously, at the time he quits this life, is certainly washed immediately of the sins of many, many births and attains Him without fail.",
        "purport": " The activities of the incarnations of the Supreme Personality of Godhead are a kind of imitation of the activities going on in the material world. He is just like an actor on a stage. An actor imitates the activities of a king on stage, although actually he is not the king. Similarly, when the Lord incarnates, He imitates parts with which He has nothing to do. In Bhagavad-gītā (4.14), it is said that the Lord has nothing to do with the activities in which He is supposedly engaged: na māṁ karmāṇi limpanti na me karma-phale spṛhā. The Lord is omnipotent; simply by His will He can perform anything and everything. When the Lord appeared as Lord Kṛṣṇa, He played the part of the son of Yaśodā and Nanda, and He lifted the Govardhana Hill, although lifting a hill is not His concern. He can lift millions of Govardhana Hills by His simple desire; He does not need to lift it with His hand. But He imitates the ordinary living entity by this lifting, and at the same time He exhibits His supernatural power. Thus His name is chanted as the lifter of Govardhana Hill, or Śrī Govardhana-dhārī. Therefore, His acts in His incarnations and His partiality to the devotees are all imitations only, just like the stage makeup of an expert dramatical player. His acts in that capacity, however, are all omnipotent, and the remembrance of such activities of the incarnations of the Supreme Personality of Godhead is as powerful as the Lord Himself. Ajāmila remembered the holy name of the Lord, Nārāyaṇa, by merely calling the name of his son Nārāyaṇa, and that gave him a complete opportunity to achieve the highest perfection of life."
    },
    {
        "verse": "16",
        "devanagari": "यो वा अहं च गिरिशश्च विभु: स्वयं चस्थित्युद्भवप्रलयहेतव आत्ममूलम् ।भित्त्वा त्रिपाद्ववृध एक उरुप्ररोह-स्तस्मै नमो भगवते भुवनद्रुमाय ॥ १६ ॥",
        "english_devnagari": "yo vā ahaṁ ca giriśaś ca vibhuḥ svayaṁ casthity-udbhava-pralaya-hetava ātma-mūlambhittvā tri-pād vavṛdha eka uru-prarohastasmai namo bhagavate bhuvana-drumāya",
        "verse_Syn": [
            "yaḥ",
            "vai",
            "aham",
            "ca",
            "giriśaḥ",
            "ca",
            "vibhuḥ",
            "svayam",
            "ca",
            "sthiti",
            "udbhava",
            "pralaya",
            "hetavaḥ",
            "ātma",
            "mūlam",
            "bhittvā",
            "tri",
            "pāt",
            "vavṛdhe",
            "ekaḥ",
            "uru",
            "prarohaḥ",
            "tasmai",
            "namaḥ",
            "bhagavate",
            "bhuvana",
            "drumāya"
        ],
        "translation": "Your Lordship is the prime root of the tree of the planetary systems. This tree has grown by first penetrating the material nature in three trunks — as me, Śiva and You, the Almighty — for creation, maintenance and dissolution, and we three have grown with many branches. Therefore I offer my obeisances unto You, the tree of the cosmic manifestation.",
        "purport": " The cosmic manifestation is grossly divided into three worlds, the upper, lower and middle planetary systems, and then it broadens into the cosmos of fourteen planetary systems, with the manifestation of the Supreme Personality of Godhead as the supreme root. Material nature, which appears to be the cause of the cosmic manifestation, is only the agency or energy of the Lord. This is confirmed in Bhagavad-gītā (9.10): mayādhyakṣeṇa prakṛtiḥ sūyate sa-carācaram. “Only under the superintendence of the Supreme Lord does material nature appear to be the cause of all creation, maintenance and dissolution.” The Lord expands Himself into three — Viṣṇu, Brahmā and Śiva — for maintenance, creation and destruction respectively. Of the three principal agents controlling the three modes of material nature, Viṣṇu is the Almighty; even though He is within material nature for the purpose of maintenance, He is not controlled by the laws of material nature. The other two, Brahmā and Śiva, although almost as greatly powerful as Viṣṇu, are within the control of the material energy of the Supreme Lord. The conception of many gods controlling the many departments of material nature is ill conceived of by the foolish pantheist. God is one without a second, and He is the primal cause of all causes. As there are many departmental heads of governmental affairs, so there are many heads of management of the universal affairs. Due to a poor fund of knowledge, the impersonalist does not believe in the personal management of things as they are. But in this verse it is clearly explained that everything is personal and nothing is impersonal. We have already discussed this point in the Introduction, and it is confirmed here in this verse. The tree of the material manifestation is described in the Fifteenth Chapter of Bhagavad-gītā as an aśvattha tree whose root is upward. We have actual experience of such a tree when we see the shadow of a tree on the bank of a reservoir of water. The reflection of the tree on the water appears to hang down from its upward roots. The tree of creation described here is only a shadow of the reality which is Parabrahman, Viṣṇu. In the internal potency manifested in the Vaikuṇṭhalokas, the actual tree exists, and the tree reflected in the material nature is only the shadow of this actual tree. The impersonalists’ theory that Brahman is void of all variegatedness is false because the shadow-tree described in Bhagavad-gītā cannot exist without being the reflection of a real tree. The real tree is situated in the eternal existence of spiritual nature, full of transcendental varieties, and Lord Viṣṇu is the root of that tree also. The root is the same — the Lord — both for the real tree and the false, but the false tree is only the perverted reflection of the real tree. The Lord, being the real tree, is here offered obeisances by Brahmā on his own behalf and also on behalf of Lord Śiva."
    },
    {
        "verse": "17",
        "devanagari": "लोको विकर्मनिरत: कुशले प्रमत्त:कर्मण्ययं त्वदुदिते भवदर्चने स्वे ।यस्तावदस्य बलवानिह जीविताशांसद्यश्छिनत्त्यनिमिषाय नमोऽस्तु तस्मै ॥ १७ ॥",
        "english_devnagari": "loko vikarma-nirataḥ kuśale pramattaḥkarmaṇy ayaṁ tvad-udite bhavad-arcane sveyas tāvad asya balavān iha jīvitāśāṁsadyaś chinatty animiṣāya namo ’stu tasmai",
        "verse_Syn": [
            "lokaḥ",
            "vikarma",
            "nirataḥ",
            "kuśale",
            "pramattaḥ",
            "karmaṇi",
            "ayam",
            "tvat",
            "udite",
            "bhavat",
            "arcane",
            "sve",
            "yaḥ",
            "tāvat",
            "asya",
            "balavān",
            "iha",
            "jīvita",
            "āśām",
            "sadyaḥ",
            "chinatti",
            "animiṣāya",
            "namaḥ",
            "astu",
            "tasmai"
        ],
        "translation": "People in general all engage in foolish acts, not in the really beneficial activities enunciated directly by You for their guidance. As long as their tendency for foolish work remains powerful, all their plans in the struggle for existence will be cut to pieces. I therefore offer my obeisances unto Him who acts as eternal time.",
        "purport": " People in general are all engaged in senseless work. They are systematically unmindful of the real beneficial work, which is the devotional service of the Lord, technically called the arcanā regulations. The arcanā regulations are directly instructed by the Lord in the Nārada-pañcarātra and are strictly followed by the intelligent men, who know well that the highest perfectional goal of life is to reach Lord Viṣṇu, who is the root of the tree called the cosmic manifestation. Also, in the Bhāgavatam and in Bhagavad-gītā such regulative activities are clearly mentioned. Foolish people do not know that their self-interest is in realization of Viṣṇu. The Bhāgavatam (7.5.30-32) says: “Persons who are determined to totally rot in false, material happiness cannot become Kṛṣṇa-minded either by instructions from teachers, by self-realization or by parliamentary discussions. They are dragged by the unbridled senses into the darkest region of ignorance, and thus they madly engage in what is called ‘chewing the chewed.’ “Because of their foolish activities, they are unaware that the ultimate goal of human life is to achieve Viṣṇu, the Lord of the cosmic manifestation, and so their struggle for existence is in the wrong direction of material civilization, which is under the external energy. They are led by similar foolish persons, just as one blind man is led by another blind man and both fall in the ditch. “Such foolish men cannot be attracted towards the activities of the Supreme Powerful, who is actually the neutralizing measure for their foolish activities, unless and until they have the good sense to be guided by the great souls who are completely freed from material attachment.” In Bhagavad-gītā the Lord asks everyone to give up all other occupational duties and absolutely engage in arcanā activities, or in pleasing the Lord. But almost no one is attracted to such arcanā activity. Everyone is more or less attracted by activities which are conditions of rebellion against the Supreme Lord. The systems of jñāna and yoga are also indirectly rebellious acts against the Lord. There is no auspicious activity except arcanā of the Lord. Jñāna and yoga are sometimes accepted within the purview of arcanā when the ultimate aim is Viṣṇu, and not otherwise. The conclusion is that only the devotees of the Lord are bona fide human beings eligible for salvation. Others are vainly struggling for existence without any actual benefit."
    },
    {
        "verse": "18",
        "devanagari": "यस्माद्‌बिभेम्यहमपि द्विपरार्धधिष्ण्य-मध्यासित: सकललोकनमस्कृतं यत् ।तेपे तपो बहुसवोऽवरुरुत्समान-स्तस्मै नमो भगवतेऽधिमखाय तुभ्यम् ॥ १८ ॥",
        "english_devnagari": "yasmād bibhemy aham api dviparārdha-dhiṣṇyamadhyāsitaḥ sakala-loka-namaskṛtaṁ yattepe tapo bahu-savo ’varurutsamānastasmai namo bhagavate ’dhimakhāya tubhyam",
        "verse_Syn": [
            "yasmāt",
            "bibhemi",
            "aham",
            "api",
            "dvi",
            "para",
            "ardha",
            "dhiṣṇyam",
            "adhyāsitaḥ",
            "sakala",
            "loka",
            "namaskṛtam",
            "yat",
            "tepe",
            "tapaḥ",
            "bahu",
            "savaḥ",
            "avarurutsamānaḥ",
            "tasmai",
            "namaḥ",
            "bhagavate",
            "adhimakhāya",
            "tubhyam"
        ],
        "translation": "Your Lordship, I offer my respectful obeisances unto You who are indefatigable time and the enjoyer of all sacrifices. Although I am situated in an abode which will continue to exist for a time duration of two parārdhas, although I am the leader of all other planets in the universe, and although I have undergone many, many years of penance for self-realization, still I offer my respects unto You.",
        "purport": " Brahmā is the greatest personality in the universe because he has the longest duration of life. He is the most respectable personality because of his penance, influence, prestige, etc., and still he has to offer his respectful obeisances unto the Lord. Therefore, it is incumbent upon all others, who are far, far below the standard of Brahmā, to do as he did and offer respects as a matter of duty."
    },
    {
        "verse": "19",
        "devanagari": "तिर्यङ्‍मनुष्यविबुधादिषु जीवयोनि-ष्वात्मेच्छयात्मकृतसेतुपरीप्सया य: ।रेमे निरस्तविषयोऽप्यवरुद्धदेह-स्तस्मै नमो भगवते पुरुषोत्तमाय ॥ १९ ॥",
        "english_devnagari": "tiryaṅ-manuṣya-vibudhādiṣu jīva-yoniṣvātmecchayātma-kṛta-setu-parīpsayā yaḥreme nirasta-viṣayo ’py avaruddha-dehastasmai namo bhagavate puruṣottamāya",
        "verse_Syn": [
            "tiryak",
            "manuṣya",
            "vibudha",
            "ādiṣu",
            "jīva",
            "yoniṣu",
            "ātma",
            "icchayā",
            "ātma",
            "kṛta",
            "setu",
            "parīpsayā",
            "yaḥ",
            "reme",
            "nirasta",
            "viṣayaḥ",
            "api",
            "avaruddha",
            "dehaḥ",
            "tasmai",
            "namaḥ",
            "bhagavate",
            "puruṣottamāya"
        ],
        "translation": "O my Lord, by Your own will You appear in the various species of living entities, among animals lower than human beings as well as among the demigods, to perform Your transcendental pastimes. You are not affected by material contamination. You come just to fulfill the obligations of Your own principles of religion, and therefore, O Supreme Personality, I offer my obeisances unto You for manifesting such different forms.",
        "purport": " The Lord’s incarnations in different species of life are all transcendental. He appears as a human being in His incarnations of Kṛṣṇa, Rāma, etc., but He is not a human being. Anyone who mistakes Him for an ordinary human being is certainly not very intelligent, as confirmed in Bhagavad-gītā (9.11): avajānanti māṁ mūḍhā mānuṣīṁ tanum āśritam. The same principle is applicable when He appears as the hog or fish incarnations. They are transcendental forms of the Lord and are manifested under certain necessities of His own pleasure and pastimes. Such manifestations of the transcendental forms of the Lord are accepted by Him mostly to enliven His devotees. All His incarnations are manifested whenever there is a need to deliver His devotees and maintain His own principles."
    },
    {
        "verse": "20",
        "devanagari": "योऽविद्ययानुपहतोऽपि दशार्धवृत्त्यानिद्रामुवाह जठरीकृतलोकयात्र: ।अन्तर्जलेऽहिकशिपुस्पर्शानुकूलांभीमोर्मिमालिनि जनस्य सुखं विवृण्वन् ॥ २० ॥",
        "english_devnagari": "yo ’vidyayānupahato ’pi daśārdha-vṛttyānidrām uvāha jaṭharī-kṛta-loka-yātraḥantar-jale ’hi-kaśipu-sparśānukūlāṁbhīmormi-mālini janasya sukhaṁ vivṛṇvan",
        "verse_Syn": [
            "yaḥ",
            "avidyayā",
            "anupahataḥ",
            "api",
            "daśa",
            "ardha",
            "vṛttyā",
            "nidrām",
            "uvāha",
            "jaṭharī",
            "kṛta",
            "loka",
            "yātraḥ",
            "antaḥ",
            "jale",
            "ahi",
            "kaśipu",
            "sparśa",
            "anukūlām",
            "bhīma",
            "ūrmi",
            "mālini",
            "janasya",
            "sukham",
            "vivṛṇvan"
        ],
        "translation": "My Lord, You accept the pleasure of sleeping in the water of devastation, where there are violent waves, and You enjoy pleasure on the bed of snakes, showing the happiness of Your sleep to intelligent persons. At that time, all the universal planets are stationed within Your abdomen.",
        "purport": " Persons who cannot think of anything beyond the limit of their own power are like frogs in a well who cannot imagine the length and breadth of the great Pacific Ocean. Such people take it as legendary when they hear that the Supreme Lord is lying on His bed within the great ocean of the universe. They are surprised that one can lie down within water and sleep very happily. But a little intelligence can mitigate this foolish astonishment. There are many living entities within the bed of the ocean who also enjoy the material bodily activities of eating, sleeping, defending and mating. If such insignificant living entities can enjoy life within the water, why can’t the Supreme Lord, who is all-powerful, sleep on the cool body of a serpent and enjoy in the turmoil of violent ocean waves? The distinction of the Lord is that His activities are all transcendental, and He is able to do anything and everything without being deterred by limitations of time and space. He can enjoy His transcendental happiness regardless of material considerations."
    },
    {
        "verse": "21",
        "devanagari": "यन्नाभिपद्मभवनादहमासमीड्यलोकत्रयोपकरणो यदनुग्रहेण ।तस्मै नमस्त उदरस्थभवाय योग-निद्रावसानविकसन्नलिनेक्षणाय ॥ २१ ॥",
        "english_devnagari": "yan-nābhi-padma-bhavanād aham āsam īḍyaloka-trayopakaraṇo yad-anugraheṇatasmai namas ta udara-stha-bhavāya yoga-nidrāvasāna-vikasan-nalinekṣaṇāya",
        "verse_Syn": [
            "yat",
            "nābhi",
            "padma",
            "bhavanāt",
            "aham",
            "āsam",
            "īḍya",
            "loka",
            "traya",
            "upakaraṇaḥ",
            "yat",
            "anugraheṇa",
            "tasmai",
            "namaḥ",
            "te",
            "udara",
            "stha",
            "bhavāya",
            "yoga",
            "nidrā",
            "avasāna",
            "vikasat",
            "nalina",
            "īkṣaṇāya"
        ],
        "translation": "O object of my worship, I am born from the house of Your lotus navel for the purpose of creating the universe by Your mercy. All these planets of the universe were stationed within Your transcendental abdomen while You were enjoying sleep. Now, Your sleep having ended, Your eyes are open like blossoming lotuses in the morning.",
        "purport": " Brahmā is teaching us the beginning of arcanā regulations from morning (four o’clock) to night (ten o’clock). Early in the morning, the devotee has to rise from his bed and pray to the Lord, and there are other regulative principles for offering maṅgala-ārati early in the morning. Foolish nondevotees, not understanding the importance of arcanā, criticize the regulative principles, but they have no eyes to see that the Lord also sleeps, by His own will. The impersonal conception of the Supreme is so detrimental to the path of devotional service that it is very difficult to associate with the stubborn nondevotees, who always think in terms of material conceptions. Impersonalists always think backwards. They think that because there is form in matter, spirit should be formless; because in matter there is sleep, in spirit there cannot be sleep; and because the sleeping of the Deity is accepted in arcanā worship, the arcanā is māyā. All these thoughts are basically material. To think either positively or negatively is still thinking materially. Knowledge accepted from the superior source of the Vedas is standard. Here in these verses of the Śrīmad-Bhāgavatam, we find that arcanā is recommended. Before Brahmā took up the task of creation, he found the Lord sleeping on the serpent bed in the waves of the water of devastation. Therefore, sleeping exists in the internal potency of the Lord, and this is not denied by pure devotees of the Lord like Brahmā and his disciplic succession. It is clearly said here that the Lord slept very happily within the violent waves of the water, manifesting thereby that He is able to do anything and everything by His transcendental will and not be hampered by any circumstances. The Māyāvādī cannot think beyond this material experience, and thus he denies the Lord’s ability to sleep within the water. His mistake is that he compares the Lord to himself — and that comparison is also a material thought. The whole philosophy of the Māyāvāda school, based on “not this, not that” (neti, neti), is basically material. Such thought cannot give one the chance to know the Supreme Personality of Godhead as He is."
    },
    {
        "verse": "22",
        "devanagari": "सोऽयं समस्तजगतां सुहृदेक आत्मासत्त्वेन यन्मृडयते भगवान् भगेन ।तेनैव मे द‍ृशमनुस्पृशताद्यथाहंस्रक्ष्यामि पूर्ववदिदं प्रणतप्रियोऽसौ ॥ २२ ॥",
        "english_devnagari": "so ’yaṁ samasta-jagatāṁ suhṛd eka ātmāsattvena yan mṛḍayate bhagavān bhagenatenaiva me dṛśam anuspṛśatād yathāhaṁsrakṣyāmi pūrvavad idaṁ praṇata-priyo ’sau",
        "verse_Syn": [
            "saḥ",
            "ayam",
            "samasta",
            "jagatām",
            "suhṛt",
            "ekaḥ",
            "ātmā",
            "sattvena",
            "yat",
            "mṛḍayate",
            "bhagavān",
            "bhagena",
            "tena",
            "eva",
            "me",
            "dṛśam",
            "anuspṛśatāt",
            "yathā",
            "aham",
            "srakṣyāmi",
            "pūrva",
            "vat",
            "idam",
            "praṇata",
            "priyaḥ",
            "asau"
        ],
        "translation": "Let the Supreme Lord be merciful towards me. He is the one friend and soul of all living entities in the world, and He maintains all, for their ultimate happiness, by His six transcendental opulences. May He be merciful towards me so that I, as before, may be empowered with the introspection to create, for I am also one of the surrendered souls who are dear to the Lord.",
        "purport": " The Supreme Lord, Puruṣottama, or Śrī Kṛṣṇa, is the maintainer of all, in both the transcendental and material worlds. He is the life and friend of all because there is eternally natural affection and love between the living entities and the Lord. He is the one friend and well-wisher for all, and He is one without a second. The Lord maintains all the living entities everywhere by His six transcendental opulences, for which He is known as bhagavān, or the Supreme Personality of Godhead. Lord Brahmā prayed for His mercy so that he might be able to create the universal affairs as he did before; only by the Lord’s causeless mercy could he create both material and spiritual personalities like Marīci and Nārada respectively. Brahmā prayed to the Lord because He is very much dear to the surrendered soul. The surrendered soul knows nothing but the Lord, and therefore the Lord is very affectionate towards him."
    },
    {
        "verse": "23",
        "devanagari": "एष प्रपन्नवरदो रमयात्मशक्त्यायद्यत्करिष्यति गृहीतगुणावतार: ।तस्मिन् स्वविक्रममिदं सृजतोऽपि चेतोयुञ्जीत कर्मशमलं च यथा विजह्याम् ॥ २३ ॥",
        "english_devnagari": "eṣa prapanna-varado ramayātma-śaktyāyad yat kariṣyati gṛhīta-guṇāvatāraḥtasmin sva-vikramam idaṁ sṛjato ’pi cetoyuñjīta karma-śamalaṁ ca yathā vijahyām",
        "verse_Syn": [
            "eṣaḥ",
            "prapanna",
            "vara",
            "daḥ",
            "ramayā",
            "ātma",
            "śaktyā",
            "yat",
            "yat",
            "kariṣyati",
            "gṛhīta",
            "guṇa",
            "avatāraḥ",
            "tasmin",
            "sva",
            "vikramam",
            "idam",
            "sṛjataḥ",
            "api",
            "cetaḥ",
            "yuñjīta",
            "karma",
            "śamalam",
            "ca",
            "yathā",
            "vijahyām"
        ],
        "translation": "The Supreme Lord, the Personality of Godhead, is always the benefactor of the surrendered souls. His activities are always enacted through His internal potency, Ramā, or the goddess of fortune. I pray only to engage in His service in the creation of the material world, and I pray that I not be materially affected by my works, for thus I may be able to give up the false prestige of being the creator.",
        "purport": " In the matter of material creation, maintenance and destruction, there are three incarnations of the material modes of nature — Brahmā, Viṣṇu and Maheśvara. But the Lord’s incarnation as Viṣṇu, in His internal potency, is the supreme energy for the total activities. Brahmā, who is only an assistant in the modes of creation, wanted to remain in his actual position as an instrument of the Lord instead of becoming puffed up by the false prestige of thinking himself the creator. That is the way of becoming dear to the Supreme Lord and receiving His benediction. Foolish men want to take credit for all creations made by them, but intelligent persons know very well that not a blade of grass can move without the will of the Lord; thus all the credit for wonderful creations must go to Him. By spiritual consciousness only can one be free from the contamination of material affection and receive the benedictions offered by the Lord."
    },
    {
        "verse": "24",
        "devanagari": "नाभिहृदादिह सतोऽम्भसि यस्य पुंसोविज्ञानशक्तिरहमासमनन्तशक्ते: ।रूपं विचित्रमिदमस्य विवृण्वतो मेमा रीरिषीष्ट निगमस्य गिरां विसर्ग: ॥ २४ ॥",
        "english_devnagari": "nābhi-hradād iha sato ’mbhasi yasya puṁsovijñāna-śaktir aham āsam ananta-śakteḥrūpaṁ vicitram idam asya vivṛṇvato memā rīriṣīṣṭa nigamasya girāṁ visargaḥ",
        "verse_Syn": [
            "nābhi",
            "hradāt",
            "iha",
            "sataḥ",
            "ambhasi",
            "yasya",
            "puṁsaḥ",
            "vijñāna",
            "śaktiḥ",
            "aham",
            "āsam",
            "ananta",
            "śakteḥ",
            "rūpam",
            "vicitram",
            "idam",
            "asya",
            "vivṛṇvataḥ",
            "me",
            "mā",
            "rīriṣīṣṭa",
            "nigamasya",
            "girām",
            "visargaḥ"
        ],
        "translation": "The Lord’s potencies are innumerable. As He lies down in the water of devastation, I am born as the total universal energy from the navel lake in which the lotus sprouts. I am now engaged in manifesting His diverse energies in the form of the cosmic manifestation. I therefore pray that in the course of my material activities I may not be deviated from the vibration of the Vedic hymns.",
        "purport": " Every person engaged in the transcendental loving service of the Lord in this material world is prone to so many material activities, and if one is not strong enough to protect himself against the onslaught of material affection, he may be diverted from the spiritual energy. In the material creation Brahmā has to create all kinds of living entities with bodies suitable to their material conditions. Brahmā wants to be protected by the Lord because he has to contact many, many vicious living entities. An ordinary brāhmaṇa may fall from the brahma-tejas, or the power of brahminical excellence, due to his association with many fallen, conditioned souls. Brahmā, as the supermost brāhmaṇa, is afraid of such a falldown, and therefore he prays to the Lord for protection. This is a warning for one and all in the spiritual advancement of life. Unless one is sufficiently protected by the Lord, he may fall down from his spiritual position; therefore one has to pray constantly to the Lord for protection and the blessing to carry out one’s duty. Lord Caitanya also entrusted His missionary work to His devotees and assured them of His protection against the onslaught of material affection. The path of spiritual life is stated in the Vedas to be like the edge of a sharpened razor. A little inattentiveness may at once create havoc and bloodshed, but one who is a completely surrendered soul, always seeking protection from the Lord in the discharge of his entrusted duties, has no fear of falling into material contamination."
    },
    {
        "verse": "25",
        "devanagari": "सोऽसावदभ्रकरुणो भगवान् विवृद्ध-प्रेमस्मितेन नयनाम्बुरुहं विजृम्भन् ।उत्थाय विश्वविजयाय च नो विषादंमाध्व्या गिरापनयतात्पुरुष: पुराण: ॥ २५ ॥",
        "english_devnagari": "so ’sāv adabhra-karuṇo bhagavān vivṛddha-prema-smitena nayanāmburuhaṁ vijṛmbhanutthāya viśva-vijayāya ca no viṣādaṁmādhvyā girāpanayatāt puruṣaḥ purāṇaḥ",
        "verse_Syn": [
            "saḥ",
            "asau",
            "adabhra",
            "karuṇaḥ",
            "bhagavān",
            "vivṛddha",
            "prema",
            "smitena",
            "nayana",
            "amburuham",
            "vijṛmbhan",
            "utthāya",
            "viśva",
            "vijayāya",
            "ca",
            "naḥ",
            "viṣādam",
            "mādhvyā",
            "girā",
            "apanayatāt",
            "puruṣaḥ",
            "purāṇaḥ"
        ],
        "translation": "The Lord, who is supreme and is the oldest of all, is unlimitedly merciful. I wish that He may smilingly bestow His benediction upon me by opening His lotus eyes. He can uplift the entire cosmic creation and remove our dejection by kindly speaking His directions.",
        "purport": " The Lord is ever increasingly merciful upon the fallen souls of this material world. The whole cosmic manifestation is a chance for all to improve themselves in devotional service to the Lord, and everyone is meant for that purpose. The Lord expands Himself into many personalities who are either self-expansions or separated expansions. The personalities of the individual souls are His separated expansions, whereas the self-expansions are the Lord Himself. The self-expansions are predominators, and the separated expansions are predominated for reciprocation of transcendental bliss with the supreme form of bliss and knowledge. The liberated souls can join in this blissful reciprocation of predominator and predominated without materially concocted ideas. The typical example of such a transcendental exchange between the predominator and the predominated is the Lord’s rāsa-līlā with the gopīs. The gopīs are predominated expansions of the internal potency, and therefore the Lord’s participation in the rāsa-līlā dance is never to be considered like the mundane relationship of man and woman. It is, rather, the highest perfectional stage of the exchange of feelings between the Lord and the living entities. The Lord gives the fallen souls the chance for this highest perfection of life. Lord Brahmā is entrusted with the management of the complete cosmic show, and therefore he prays that the Lord bestow His blessings upon him so that he may execute its purpose."
    },
    {
        "verse": "26",
        "devanagari": "मैत्रेय उवाचस्वसम्भवं निशाम्यैवं तपोविद्यासमाधिभि: ।यावन्मनोवच: स्तुत्वा विरराम स खिन्नवत् ॥ २६ ॥",
        "english_devnagari": "maitreya uvācasva-sambhavaṁ niśāmyaivaṁtapo-vidyā-samādhibhiḥyāvan mano-vacaḥ stutvāvirarāma sa khinnavat",
        "verse_Syn": [
            "maitreyaḥ",
            "uvāca",
            "sva",
            "sambhavam",
            "niśāmya",
            "evam",
            "tapaḥ",
            "vidyā",
            "samādhibhiḥ",
            "yāvat",
            "manaḥ",
            "vacaḥ",
            "stutvā",
            "virarāma",
            "saḥ",
            "khinna",
            "vat"
        ],
        "translation": "The sage Maitreya said: O Vidura, after observing the source of his appearance, namely the Personality of Godhead, Brahmā prayed for His mercy as far as his mind and words would permit him. Thus having prayed, he became silent, as if tired from his activities of penance, knowledge and mental concentration.",
        "purport": " Brahmā’s enlightenment in knowledge was due to the Lord sitting within his heart. After being created, Brahmā could not ascertain the source of his appearance, but after penance and mental concentration he could see the source of his birth, and thus he became enlightened through his heart. The spiritual master outside and the spiritual master within are both representations of the Lord. Unless one has contact with such bona fide representations, one cannot claim to be a spiritual master. Lord Brahmā had no opportunity to take the help of a spiritual master from outside because at that time Brahmā himself was the only creature in the universe. Therefore, on becoming satisfied by the prayers of Brahmā, the Lord enlightened him about everything from within."
    },
    {
        "verse": "27-28",
        "devanagari": "अथाभिप्रेतमन्वीक्ष्य ब्रह्मणो मधुसूदन: ।विषण्णचेतसं तेन कल्पव्यतिकराम्भसा ॥ २७ ॥लोकसंस्थानविज्ञान आत्मन: परिखिद्यत: ।तमाहागाधया वाचा कश्मलं शमयन्निव ॥ २८ ॥",
        "english_devnagari": "athābhipretam anvīkṣyabrahmaṇo madhusūdanaḥviṣaṇṇa-cetasaṁ tenakalpa-vyatikarāmbhasā",
        "verse_Syn": [
            "atha",
            "abhipretam",
            "anvīkṣya",
            "brahmaṇaḥ",
            "madhusūdanaḥ",
            "viṣaṇṇa",
            "cetasam",
            "tena",
            "kalpa",
            "vyatikara",
            "ambhasā",
            "loka",
            "saṁsthāna",
            "vijñāne",
            "ātmanaḥ",
            "parikhidyataḥ",
            "tam",
            "āha",
            "agādhayā",
            "vācā",
            "kaśmalam",
            "śamayan",
            "iva"
        ],
        "translation": "The Lord saw that Brahmā was very anxious about the planning and construction of the different planetary systems and was depressed upon seeing the devastating water. He could understand the intention of Brahmā, and thus He spoke in deep, thoughtful words, removing all the illusion that had arisen.",
        "purport": " The devastating water was so fearful that even Brahmā was perturbed at its appearance and became very anxious about how to situate the different planetary systems in outer space to accommodate the different kinds of living entities, such as the human beings, those lower than the human beings, and the superhuman beings. All the planets in the universe are situated according to the different grades of living entities under the influence of the modes of material nature. There are three modes of material nature, and when they are mixed with one another they become nine. When the nine are mixed they become eighty-one, and the eighty-one also become mixed, and thus we ultimately do not know how the delusion increases and increases. Lord Brahmā had to accommodate different places and situations for the requisite bodies of the conditioned souls. The task was meant only for Brahmā, and no one in the universe can even understand how difficult it was. But by the grace of the Lord, Brahmā was able to execute the tremendous task so perfectly that everyone is amazed to see the workmanship of the vidhātā, or the regulator."
    },
    {
        "verse": "29",
        "devanagari": "श्रीभगवानुवाचमा वेदगर्भ गास्तन्द्रीं सर्ग उद्यममावह ।तन्मयापादितं ह्यग्रे यन्मां प्रार्थयते भवान् ॥ २९ ॥",
        "english_devnagari": "śrī-bhagavān uvācamā veda-garbha gās tandrīṁsarga udyamam āvahatan mayāpāditaṁ hy agreyan māṁ prārthayate bhavān",
        "verse_Syn": [
            "śrī",
            "bhagavān",
            "uvāca",
            "mā",
            "veda",
            "garbha",
            "gāḥ",
            "tandrīm",
            "sarge",
            "udyamam",
            "āvaha",
            "tat",
            "mayā",
            "āpāditam",
            "hi",
            "agre",
            "yat",
            "mām",
            "prārthayate",
            "bhavān"
        ],
        "translation": "The Supreme Personality of Godhead then said: O Brahmā, O depth of Vedic wisdom, be neither depressed nor anxious about the execution of creation. What you are begging from Me has already been granted before.",
        "purport": " Any person authorized by either the Lord or by His bona fide representative is already blessed, as is the work entrusted to him. Of course, the person entrusted with such a responsibility should always be aware of his incapability and must always look for the mercy of the Lord for the successful execution of his duty. One should not be puffed up because he is entrusted with certain executive work. Fortunate is he who is so entrusted, and if he is always fixed in the sense of being subordinate to the will of the Supreme, he is sure to come out successful in the discharge of his work. Arjuna was entrusted with the work of fighting on the Battlefield of Kurukṣetra, and before he was so entrusted, the Lord had already arranged for his victory. But Arjuna was always conscious of his position as subordinate to the Lord, and thus he accepted Him as the supreme guide in his responsibility. Anyone who takes pride in doing responsible work but does not give credit to the Supreme Lord is certainly falsely proud and cannot execute anything nicely. Brahmā and persons in the line of his disciplic succession who follow in his footsteps are always successful in the discharge of loving transcendental service to the Supreme Lord."
    },
    {
        "verse": "30",
        "devanagari": "भूयस्त्वं तप आतिष्ठ विद्यां चैव मदाश्रयाम् ।ताभ्यामन्तर्हृदि ब्रह्मन् लोकान्द्रक्ष्यस्यपावृतान् ॥ ३० ॥",
        "english_devnagari": "bhūyas tvaṁ tapa ātiṣṭhavidyāṁ caiva mad-āśrayāmtābhyām antar-hṛdi brahmanlokān drakṣyasy apāvṛtān",
        "verse_Syn": [
            "bhūyaḥ",
            "tvam",
            "tapaḥ",
            "ātiṣṭha",
            "vidyām",
            "ca",
            "eva",
            "mat",
            "āśrayām",
            "tābhyām",
            "antaḥ",
            "hṛdi",
            "brahman",
            "lokān",
            "drakṣyasi",
            "apāvṛtān"
        ],
        "translation": "O Brahmā, situate yourself in penance and meditation and follow the principles of knowledge to receive My favor. By these actions you will be able to understand everything from within your heart.",
        "purport": " The mercy the Lord bestows upon a particular person engaged in executing the responsible work entrusted unto him is beyond imagination. But His mercy is received due to our penance and perseverance in executing devotional service. Brahmā was entrusted with the work of creating the planetary systems. The Lord instructed him that when he meditated he would very easily know where and how the planetary systems must be arranged. The directions were to come from within, and there was no necessity for anxiety in that task. Such instructions of buddhi-yoga are directly imparted by the Lord from within, as confirmed in Bhagavad-gītā (10.10)."
    },
    {
        "verse": "31",
        "devanagari": "तत आत्मनि लोके च भक्तियुक्त: समाहित: ।द्रष्टासि मां ततं ब्रह्यन्मयि लोकांस्त्वमात्मन: ॥ ३१ ॥",
        "english_devnagari": "tata ātmani loke cabhakti-yuktaḥ samāhitaḥdraṣṭāsi māṁ tataṁ brahmanmayi lokāṁs tvam ātmanaḥ",
        "verse_Syn": [
            "tataḥ",
            "ātmani",
            "loke",
            "ca",
            "bhakti",
            "yuktaḥ",
            "samāhitaḥ",
            "draṣṭā",
            "asi",
            "mām",
            "tatam",
            "brahman",
            "mayi",
            "lokān",
            "tvam",
            "ātmanaḥ"
        ],
        "translation": "O Brahmā, when you are absorbed in devotional service, in the course of your creative activities, you will see Me in you and throughout the universe, and you will see that you yourself, the universe and the living entities are all in Me.",
        "purport": " It is cited herein by the Lord that during his daytime Brahmā would see Him as Lord Śrī Kṛṣṇa. He would appreciate how the Lord expanded Himself into all the calves during His childhood at Vṛndāvana, he would know how Yaśodāmayī saw all the universes and planetary systems within the mouth of Kṛṣṇa during His playful childhood pastimes, and he would also see that there are many millions of Brahmās during the appearance of Lord Kṛṣṇa in Brahmā’s daytime. But all these manifestations of the Lord, appearing everywhere in His eternal, transcendental forms, cannot be understood by anyone but the pure devotees, who are always engaged in devotional service to the Lord and are fully absorbed in the Lord. The high qualifications of Brahmā are also indicated herein."
    },
    {
        "verse": "32",
        "devanagari": "यदा तु सर्वभूतेषु दारुष्वग्निमिव स्थितम् ।प्रतिचक्षीत मां लोको जह्यात्तर्ह्येव कश्मलम् ॥ ३२ ॥",
        "english_devnagari": "yadā tu sarva-bhūteṣudāruṣv agnim iva sthitampraticakṣīta māṁ lokojahyāt tarhy eva kaśmalam",
        "verse_Syn": [
            "yadā",
            "tu",
            "sarva",
            "bhūteṣu",
            "dāruṣu",
            "agnim",
            "iva",
            "sthitam",
            "praticakṣīta",
            "mām",
            "lokaḥ",
            "jahyāt",
            "tarhi",
            "eva",
            "kaśmalam"
        ],
        "translation": "You will see Me in all living entities as well as all over the universe, just as fire is situated in wood. Only in that state of transcendental vision will you be able to be free from all kinds of illusion.",
        "purport": " Brahmā prayed that he might not forget his eternal relationship with the Lord during the course of his material activities. In answer to that prayer, the Lord said that he should not think of existing without a relationship with His omnipotency. The example is given of the fire in wood. The fire kindled in wood is always the same, although the wood may be of different types. Similarly, the bodies within the material creation may be specifically different according to shape and quality, but the spirit souls within them are not different from one another. The quality of fire, warmth, is the same everywhere, and the spiritual spark, or part and parcel of the Supreme Spirit, is the same in every living being; thus the potency of the Lord is distributed all over His creation. This transcendental knowledge alone can save one from the contamination of material illusion. Since the Lord’s potency is distributed everywhere, a pure soul, or devotee of the Lord, can see everything in relationship with the Lord, and therefore he has no affection for the outer coverings. That pure spiritual conception makes him immune to all contamination of material association. The pure devotee never forgets the touch of the Lord in all circumstances."
    },
    {
        "verse": "33",
        "devanagari": "यदा रहितमात्मानं भूतेन्द्रियगुणाशयै: ।स्वरूपेण मयोपेतं पश्यन् स्वाराज्यमृच्छति ॥ ३३ ॥",
        "english_devnagari": "yadā rahitam ātmānaṁbhūtendriya-guṇāśayaiḥsvarūpeṇa mayopetaṁpaśyan svārājyam ṛcchati",
        "verse_Syn": [
            "yadā",
            "rahitam",
            "ātmānam",
            "bhūta",
            "indriya",
            "guṇa",
            "āśayaiḥ",
            "svarūpeṇa",
            "mayā",
            "upetam",
            "paśyan",
            "svārājyam",
            "ṛcchati"
        ],
        "translation": "When you are free from the conception of gross and subtle bodies and when your senses are free from all influences of the modes of material nature, you will realize your pure form in My association. At that time you will be situated in pure consciousness.",
        "purport": " In the Bhakti-rasāmṛta-sindhu it is said that a person whose only desire is to render transcendental loving service to the Lord is a free person in any condition of material existence. That service attitude is the svarūpa, or real form, of the living entity. Lord Śrī Caitanya Mahāprabhu, in the Caitanya-caritāmṛta, also confirms this statement by declaring that the real, spiritual form of the living entity is eternal servitorship to the Supreme Lord. The Māyāvāda school shudders at the thought of a service attitude in the living entity, not knowing that in the transcendental world the service of the Lord is based on transcendental love. Transcendental loving service is never to be compared to the forced service of the material world. In the material world, even if one is under the conception that he is no one’s servant, he is still the servant of his senses, under the dictation of the material modes. Factually no one is master here in the material world, and therefore the servants of the senses have a very bad experience of servitude. They shudder at the thought of service because they have no knowledge of the transcendental position. In transcendental loving service, the servitor is as free as the Lord. The Lord is svarāṭ, or fully independent, and the servant is also fully independent, or svarāṭ, in the spiritual atmosphere because there is no forced service. There the transcendental loving service is due to spontaneous love. A reflected glimpse of such service is experienced in the service of the mother unto the son, the friend’s service unto the friend, or the wife’s service unto the husband. These reflections of service by friends, parents or wives are not forced, but are due only to love. Here in this material world, however, the loving service is only a reflection. The real service, or service in svarūpa, is present in the transcendental world, in association with the Lord. The very same service in transcendental love can be practiced in devotion here. This verse is also applicable to the jñānī school. The enlightened jñānī, when free from all material contaminations, namely the gross and subtle bodies together with the senses of the material modes of nature, is placed in the Supreme and is thus liberated from material bondage. The jñānīs and the devotees are actually in agreement up to the point of liberation from material contamination. But whereas the jñānīs remain pacified on the platform of simple understanding, the devotees develop further spiritual advancement in loving service. The devotees develop a spiritual individuality in their spontaneous service attitude, which is enhanced on and on, up to the point of mādhurya-rasa, or transcendental loving service reciprocated between the lover and the beloved."
    },
    {
        "verse": "34",
        "devanagari": "नानाकर्मवितानेन प्रजा बह्वी: सिसृक्षत: ।नात्मावसीदत्यस्मिंस्ते वर्षीयान्मदनुग्रह: ॥ ३४ ॥",
        "english_devnagari": "nānā-karma-vitānenaprajā bahvīḥ sisṛkṣataḥnātmāvasīdaty asmiṁs tevarṣīyān mad-anugrahaḥ",
        "verse_Syn": [
            "nānā",
            "karma",
            "vitānena",
            "prajāḥ",
            "bahvīḥ",
            "sisṛkṣataḥ",
            "na",
            "ātmā",
            "avasīdati",
            "asmin",
            "te",
            "varṣīyān",
            "mat",
            "anugrahaḥ"
        ],
        "translation": "Since you have desired to increase the population innumerably and expand your varieties of service, you shall never be deprived in this matter because My causeless mercy upon you will always increase for all time.",
        "purport": " A pure devotee of the Lord, being cognizant of the facts of the particular time, object and circumstances, always desires to expand the number of devotees of the Lord in various ways. Such expansions of transcendental service may appear to be material to the materialist, but factually they are expansions of the causeless mercy of the Lord towards the devotee. Plans for such activities may appear to be material activities, but they are different in potency, being engaged in the satisfaction of the transcendental senses of the Supreme."
    },
    {
        "verse": "35",
        "devanagari": "ऋषिमाद्यं न बध्नाति पापीयांस्त्वां रजोगुण: ।यन्मनो मयि निर्बद्धं प्रजा: संसृजतोऽपि ते ॥ ३५ ॥",
        "english_devnagari": "ṛṣim ādyaṁ na badhnātipāpīyāṁs tvāṁ rajo-guṇaḥyan mano mayi nirbaddhaṁprajāḥ saṁsṛjato ’pi te",
        "verse_Syn": [
            "ṛṣim",
            "ādyam",
            "na",
            "badhnāti",
            "pāpīyān",
            "tvām",
            "rajaḥ",
            "guṇaḥ",
            "yat",
            "manaḥ",
            "mayi",
            "nirbaddham",
            "prajāḥ",
            "saṁsṛjataḥ",
            "api",
            "te"
        ],
        "translation": "You are the original ṛṣi, and because your mind is always fixed on Me, even though you will be engaged in generating various progeny the vicious mode of passion will never encroach upon you.",
        "purport": " The same assurance is given to Brahmā in the Second Canto, Chapter Nine, verse 36. Being so favored by the Lord, Brahmā’s schemes and plans are all infallible. If sometimes Brahmā is seen to be bewildered, as, in the Tenth Canto, he is bewildered by seeing the action of the internal potency, that is also for his further advancement in transcendental service. Arjuna is found to be similarly bewildered. All such bewilderment of the pure devotees of the Lord is specifically meant for their further advancement in knowledge of the Lord."
    },
    {
        "verse": "36",
        "devanagari": "ज्ञातोऽहं भवता त्वद्य दुर्विज्ञेयोऽपि देहिनाम् ।यन्मां त्वं मन्यसेऽयुक्तं भूतेन्द्रियगुणात्मभि: ॥ ३६ ॥",
        "english_devnagari": "jñāto ’haṁ bhavatā tv adyadurvijñeyo ’pi dehināmyan māṁ tvaṁ manyase ’yuktaṁbhūtendriya-guṇātmabhiḥ",
        "verse_Syn": [
            "jñātaḥ",
            "aham",
            "bhavatā",
            "tu",
            "adya",
            "duḥ",
            "vijñeyaḥ",
            "api",
            "dehinām",
            "yat",
            "mām",
            "tvam",
            "manyase",
            "ayuktam",
            "bhūta",
            "indriya",
            "guṇa",
            "ātmabhiḥ"
        ],
        "translation": "Although I am not easily knowable by the conditioned soul, you have known Me today because you know that My personality is not constituted of anything material, and specifically not of the five gross and three subtle elements.",
        "purport": " Knowledge of the Supreme Absolute Truth does not necessitate negation of the material manifestation but understanding of spiritual existence as it is. To think that because material existence is realized in forms therefore spiritual existence must be formless is only a negative material conception of spirit. The real spiritual conception is that spiritual form is not material form. Brahmā appreciated the eternal form of the Lord in that way, and the Personality of Godhead approved of Brahmā’s spiritual conception. In Bhagavad-gītā Lord Kṛṣṇa condemned the material conception of His body, a conception that arises because He is apparently present like a man. The Lord may appear in any of His many, many spiritual forms, but He is not materially composed, nor has He any difference between body and self. That is the way of conceiving the spiritual form of the Lord."
    },
    {
        "verse": "37",
        "devanagari": "तुभ्यं मद्विचिकित्सायामात्मा मे दर्शितोऽबहि: ।नालेन सलिले मूलं पुष्करस्य विचिन्वत: ॥ ३७ ॥",
        "english_devnagari": "tubhyaṁ mad-vicikitsāyāmātmā me darśito ’bahiḥnālena salile mūlaṁpuṣkarasya vicinvataḥ",
        "verse_Syn": [
            "tubhyam",
            "mat",
            "vicikitsāyām",
            "ātmā",
            "me",
            "darśitaḥ",
            "abahiḥ",
            "nālena",
            "salile",
            "mūlam",
            "puṣkarasya",
            "vicinvataḥ"
        ],
        "translation": "When you were contemplating whether there was a source to the stem of the lotus of your birth and you even entered into that stem, you could not trace out anything. But at that time I manifested My form from within.",
        "purport": " The Personality of Godhead can be experienced only by His causeless mercy, not by mental speculation or with the help of the material senses. Material senses cannot approach the transcendental understanding of the Supreme Personality of Godhead. He can be appreciated only by submissive devotional service when He reveals Himself before the devotee. Only by love of Godhead can one know God, and not otherwise. The Personality of Godhead cannot be seen with the material eyes, but He can be seen from within by spiritual eyes opened by the ointment of love of Godhead. As long as one’s spiritual eyes are closed due to the dirty covering of matter, one cannot see the Lord. But when the dirt is removed by the process of devotional service, one can see the Lord, without a doubt. Brahmā’s personal endeavor to see the root of the lotus pipe failed, but when the Lord was satisfied by his penance and devotion, He revealed Himself from within with no external endeavor."
    },
    {
        "verse": "38",
        "devanagari": "यच्चकर्थाङ्ग मतस्तोत्रं मत्कथाभ्युदयाङ्कितम् ।यद्वा तपसि ते निष्ठा स एष मदनुग्रह: ॥ ३८ ॥",
        "english_devnagari": "yac cakarthāṅga mat-stotraṁmat-kathābhyudayāṅkitamyad vā tapasi te niṣṭhāsa eṣa mad-anugrahaḥ",
        "verse_Syn": [
            "yat",
            "cakartha",
            "aṅga",
            "mat",
            "stotram",
            "mat",
            "kathā",
            "abhyudaya",
            "aṅkitam",
            "yat",
            "vā",
            "tapasi",
            "te",
            "niṣṭhā",
            "saḥ",
            "eṣaḥ",
            "mat",
            "anugrahaḥ"
        ],
        "translation": "O Brahmā, the prayers that you have chanted praising the glories of My transcendental activities, the penances you have undertaken to understand Me, and your firm faith in Me — all these are to be considered My causeless mercy.",
        "purport": " When a living entity desires to serve the Lord in transcendental loving service, the Lord helps the devotee in so many ways as the caitya-guru, or the spiritual master within, and thus the devotee can perform many wonderful activities beyond material estimation. By the mercy of the Lord even a layman can compose prayers of the highest spiritual perfection. Such spiritual perfection is not limited by material qualifications but is developed by dint of one’s sincere endeavor to render transcendental service. Voluntary endeavor is the only qualification for spiritual perfection. Material acquisitions of wealth or education are not considered."
    },
    {
        "verse": "39",
        "devanagari": "प्रीतोऽहमस्तु भद्रं ते लोकानां विजयेच्छया ।यदस्तौषीर्गुणमयं निर्गुणं मानुवर्णयन् ॥ ३९ ॥",
        "english_devnagari": "prīto ’ham astu bhadraṁ telokānāṁ vijayecchayāyad astauṣīr guṇamayaṁnirguṇaṁ mānuvarṇayan",
        "verse_Syn": [
            "prītaḥ",
            "aham",
            "astu",
            "bhadram",
            "te",
            "lokānām",
            "vijaya",
            "icchayā",
            "yat",
            "astauṣīḥ",
            "guṇa",
            "mayam",
            "nirguṇam",
            "mā",
            "anuvarṇayan"
        ],
        "translation": "I am very much pleased by your description of Me in terms of My transcendental qualities, which appear mundane to the mundaners. I grant you all benedictions in your desire to glorify all the planets by your activities.",
        "purport": " A pure devotee of the Lord like Brahmā and those in his line of disciplic succession always desire that the Lord be known all over the universe by each and every one of the living entities. That desire of the devotee is always blessed by the Lord. The impersonalist sometimes prays for the mercy of the Personality of Godhead Nārāyaṇa as the embodiment of material goodness, but such prayers do not satisfy the Lord because He is not thereby glorified in terms of His actual transcendental qualities. The pure devotees of the Lord are always most dear to Him, although He is always kind and merciful to all living entities. Here the word guṇamayam is significant because it indicates the Lord’s possessing transcendental qualities."
    },
    {
        "verse": "40",
        "devanagari": "य एतेन पुमान्नित्यं स्तुत्वा स्तोत्रेण मां भजेत् ।तस्याशु सम्प्रसीदेयं सर्वकामवरेश्वर: ॥ ४० ॥",
        "english_devnagari": "ya etena pumān nityaṁstutvā stotreṇa māṁ bhajettasyāśu samprasīdeyaṁsarva-kāma-vareśvaraḥ",
        "verse_Syn": [
            "yaḥ",
            "etena",
            "pumān",
            "nityam",
            "stutvā",
            "stotreṇa",
            "mām",
            "bhajet",
            "tasya",
            "āśu",
            "samprasīdeyam",
            "sarva",
            "kāma",
            "vara",
            "īśvaraḥ"
        ],
        "translation": "Any human being who prays like Brahmā, and who thus worships Me, shall very soon be blessed with the fulfillment of all his desires, for I am the Lord of all benediction.",
        "purport": " The prayers offered by Brahmā cannot be chanted by anyone who desires to fulfill his own sense gratification. Such prayers can be selected only by a person who wants to satisfy the Lord in His service. The Lord certainly fulfills all desires in regard to transcendental loving service, but He cannot fulfill the whims of nondevotees, even when such casual devotees offer Him the best of prayers."
    },
    {
        "verse": "41",
        "devanagari": "पूर्तेन तपसा यज्ञैर्दानैर्योगसमाधिना ।राद्धं नि:श्रेयसं पुंसां मत्प्रीतिस्तत्त्वविन्मतम् ॥ ४१ ॥",
        "english_devnagari": "pūrtena tapasā yajñairdānair yoga-samādhinārāddhaṁ niḥśreyasaṁ puṁsāṁmat-prītis tattvavin-matam",
        "verse_Syn": [
            "pūrtena",
            "tapasā",
            "yajñaiḥ",
            "dānaiḥ",
            "yoga",
            "samādhinā",
            "rāddham",
            "niḥśreyasam",
            "puṁsām",
            "mat",
            "prītiḥ",
            "tattva",
            "vit",
            "matam"
        ],
        "translation": "It is the opinion of expert transcendentalists that the ultimate goal of performing all traditional good works, penances, sacrifices, charities, mystic activities, trances, etc., is to invoke My satisfaction.",
        "purport": " There are many traditionally pious activities in human society, such as altruism, philanthropy, nationalism, internationalism, charity, sacrifice, penance and even meditation in trance, and all of them can be fully beneficial only when they lead to the satisfaction of the Supreme Personality of Godhead. The perfection of any activity — social, political, religious or philanthropic — is to satisfy the Supreme Lord. This secret of success is known to the devotee of the Lord, as exemplified by Arjuna on the Battlefield of Kurukṣetra. As a good, nonviolent man, Arjuna did not want to fight with his kinsmen, but when he understood that Kṛṣṇa wanted the fight and had arranged it at Kurukṣetra, he gave up his own satisfaction and fought for the satisfaction of the Lord. That is the right decision for all intelligent men. One’s only concern should be to satisfy the Lord by one’s activities. If the Lord is satisfied by an action, whatever it may be, then it is successful; otherwise, it is simply a waste of time. That is the standard of all sacrifice, penance, austerity, mystic trance and other good and pious work."
    },
    {
        "verse": "42",
        "devanagari": "अहमात्मात्मनां धात: प्रेष्ठ: सन् प्रेयसामपि ।अतो मयि रतिं कुर्याद्देहादिर्यत्कृते प्रिय: ॥ ४२ ॥",
        "english_devnagari": "aham ātmātmanāṁ dhātaḥpreṣṭhaḥ san preyasām apiato mayi ratiṁ kuryāddehādir yat-kṛte priyaḥ",
        "verse_Syn": [
            "aham",
            "ātmā",
            "ātmanām",
            "dhātaḥ",
            "preṣṭhaḥ",
            "san",
            "preyasām",
            "api",
            "ataḥ",
            "mayi",
            "ratim",
            "kuryāt",
            "deha",
            "ādiḥ",
            "yat",
            "kṛte",
            "priyaḥ"
        ],
        "translation": "I am the Supersoul of every individual. I am the supreme director and the dearest. People are wrongly attached to the gross and subtle bodies, but they should be attached to Me only.",
        "purport": " The Supreme Lord, the Personality of Godhead, is the dearest in both the conditioned and liberated states. When a person does not know that the Lord is the only dearmost object, then he is in the conditioned state of life, and when one knows perfectly well that the Lord is the only dearmost object, he is considered to be liberated. There are degrees of knowing one’s relationship with the Lord, depending on the degree of realization as to why the Supreme Lord is the dearmost object of every living being. The real reason is clearly stated in Bhagavad-gītā (15.7). Mamaivāṁśo jīva-loke jīva-bhūtaḥ sanātanaḥ: the living entities are eternally parts and parcels of the Supreme Lord. The living entity is called the ātmā, and the Lord is called the Paramātmā. The living entity is called Brahman, and the Lord is called the Parabrahman, or the Parameśvara. Īśvaraḥ paramaḥ kṛṣṇaḥ. The conditioned souls, who do not have self-realization, accept the material body as the dearmost. The idea of the dearmost is then spread all over the body, both concentrated and extended. The attachment for one’s own body and its extensions like children and relatives is actually developed on the basis of the real living entity. As soon as the real living entity is out of the body, even the body of the most dear son is no longer attractive. Therefore the living spark, or eternal part of the Supreme, is the real basis of affection, and not the body. Because the living entities are also parts of the whole living entity, that supreme living entity is the factual basis of affection for all. One who has forgotten the basic principle of his love for everything has only flickering love because he is in māyā. The more one is affected by the principle of māyā, the more he is detached from the basic principle of love. One cannot factually love anything unless he is fully developed in the loving service of the Lord. In the present verse, stress is given to focusing love upon the Supreme Personality of Godhead. The word kuryāt is significant here. This means “one must have it.” It is just to stress that we must have more and more attachment to the principle of love. The influence of māyā is experienced by the part and parcel spiritual entity, but it cannot influence the Supersoul, the Paramātmā. The Māyāvādī philosophers, accepting the influence of māyā on the living entity, want to become one with the Paramātmā. But because they have no actual love for Paramātmā, they remain ever entrapped by the influence of māyā and are unable to approach the vicinity of Paramātmā. This inability is due to their lack of affection for the Paramātmā. A rich miser does not know how to utilize his wealth, and therefore, in spite of his being very rich, his miserly behavior keeps him everlastingly a poor man. On the other hand, a person who knows how to utilize wealth can quickly become a rich man, even with a small credit balance. The eyes and the sun are very intimately related because without sunlight the eyes are unable to see. But the other parts of the body, being attached to the sun as a source of warmth, take more advantage of the sun than do the eyes. Without possessing affection for the sun, the eyes cannot bear the rays of the sun; or, in other words, such eyes have no capacity to understand the utility of the sun’s rays. Similarly, the empiric philosophers, despite their theoretical knowledge of Brahman, cannot utilize the mercy of the Supreme Brahman because they lack affection. So many impersonal philosophers remain everlastingly under the influence of māyā because, although they indulge in theoretical knowledge of Brahman, they do not develop affection for Brahman nor do they have any scope for development of affection because of their defective method. A devotee of the sun-god, even though devoid of eyesight, can see the sun-god as he is even from this planet, whereas one who is not a devotee of the sun cannot even bear the glaring sunlight. Similarly, by devotional service, even though one is not on the level of a jñānī, one can see the Personality of Godhead within himself due to his development of pure love. In all circumstances one should try to develop love of Godhead, and that will solve all contending problems."
    },
    {
        "verse": "43",
        "devanagari": "सर्ववेदमयेनेदमात्मनात्मात्मयोनिना ।प्रजा: सृज यथापूर्वं याश्च मय्यनुशेरते ॥ ४३ ॥",
        "english_devnagari": "sarva-veda-mayenedamātmanātmātma-yonināprajāḥ sṛja yathā-pūrvaṁyāś ca mayy anuśerate",
        "verse_Syn": [
            "sarva",
            "veda",
            "mayena",
            "idam",
            "ātmanā",
            "ātmā",
            "ātma",
            "yoninā",
            "prajāḥ",
            "sṛja",
            "yathā",
            "pūrvam",
            "yāḥ",
            "ca",
            "mayi",
            "anuśerate"
        ],
        "translation": "By following My instructions you can now generate the living entities as before, by dint of your complete Vedic wisdom and the body you have directly received from Me, the supreme cause of everything.",
        "purport": ""
    },
    {
        "verse": "44",
        "devanagari": "मैत्रेय उवाचतस्मा एवं जगत्स्रष्ट्रे प्रधानपुरुषेश्वर: ।व्यज्येदं स्वेन रूपेण कञ्जनाभस्तिरोदधे ॥ ४४ ॥",
        "english_devnagari": "maitreya uvācatasmā evaṁ jagat-sraṣṭrepradhāna-puruṣeśvaraḥvyajyedaṁ svena rūpeṇakañja-nābhas tirodadhe",
        "verse_Syn": [
            "maitreyaḥ",
            "uvāca",
            "tasmai",
            "evam",
            "jagat",
            "sraṣṭre",
            "pradhāna",
            "puruṣa",
            "īśvaraḥ",
            "vyajya",
            "idam",
            "svena",
            "rūpeṇa",
            "kañja",
            "nābhaḥ",
            "tirodadhe"
        ],
        "translation": "The sage Maitreya said: After instructing Brahmā, the creator of the universe, to expand, the primeval Lord, the Personality of Godhead in His personal form as Nārāyaṇa, disappeared.",
        "purport": " Before his activity in creating the universe, Brahmā saw the Lord. That is the explanation of the catuḥ-ślokī Bhāgavatam. When the creation awaited Brahmā’s activity, Brahmā saw the Lord, and therefore the Lord existed in His personal form before the creation. His eternal form is not created by the attempt of Brahmā, as imagined by less intelligent men. The Personality of Godhead appeared as He is before Brahmā, and He disappeared from him in the same form, which is not materially tinged."
    }
]