[
    {
        "verse": "1",
        "devanagari": "मैत्रेय उवाचसत्सेवनीयो बत पूरुवंशोयल्लोकपालो भगवत्प्रधान: ।बभूविथेहाजितकीर्तिमालांपदे पदे नूतनयस्यभीक्ष्णम् ॥ १ ॥",
        "english_devnagari": "maitreya uvācasat-sevanīyo bata pūru-vaṁśoyal loka-pālo bhagavat-pradhānaḥbabhūvithehājita-kīrti-mālāṁpade pade nūtanayasy abhīkṣṇam",
        "verse_Syn": [
            "maitreyaḥ",
            "uvāca",
            "sat",
            "sevanīyaḥ",
            "bata",
            "pūru",
            "vaṁśaḥ",
            "yat",
            "loka",
            "pālaḥ",
            "bhagavat",
            "pradhānaḥ",
            "babhūvitha",
            "iha",
            "ajita",
            "kīrti",
            "mālām",
            "pade",
            "pade",
            "nūtanayasi",
            "abhīkṣṇam"
        ],
        "translation": "The great sage Maitreya Muni said to Vidura: The royal dynasty of King Pūru is worthy to serve the pure devotees because all the descendants of that family are devoted to the Personality of Godhead. You are also born in that family, and it is wonderful that because of your attempt the transcendental pastimes of the Lord are becoming newer and newer at every moment.",
        "purport": " The great sage Maitreya thanked Vidura and praised him by reference to his family glories. The Pūru dynasty was full of devotees of the Personality of Godhead and was therefore glorious. Because they were not attached to impersonal Brahman or to the localized Paramātmā but were directly attached to Bhagavān, the Personality of Godhead, they were worthy to render service to the Lord and His pure devotees. Because Vidura was one of the descendants of that family, naturally he engaged in spreading wide the ever-new glories of the Lord. Maitreya felt happy to have such glorious company as Vidura. He considered the company of Vidura most desirable because such association can accelerate one’s dormant propensities for devotional service."
    },
    {
        "verse": "2",
        "devanagari": "सोऽहं नृणां क्षुल्लसुखाय दु:खंमहद्‌गतानां विरमाय तस्य ।प्रवर्तये भागवतं पुराणंयदाह साक्षाद्भगवानृषिभ्य: ॥ २ ॥",
        "english_devnagari": "so ’haṁ nṛṇāṁ kṣulla-sukhāya duḥkhaṁmahad gatānāṁ viramāya tasyapravartaye bhāgavataṁ purāṇaṁyad āha sākṣād bhagavān ṛṣibhyaḥ",
        "verse_Syn": [
            "saḥ",
            "aham",
            "nṛṇām",
            "kṣulla",
            "sukhāya",
            "duḥkham",
            "mahat",
            "gatānām",
            "viramāya",
            "tasya",
            "pravartaye",
            "bhāgavatam",
            "purāṇam",
            "yat",
            "āha",
            "sākṣāt",
            "bhagavān",
            "ṛṣibhyaḥ"
        ],
        "translation": "Let me now begin speaking on the Bhāgavata Purāṇa, which was directly spoken to the great sages by the Personality of Godhead for the benefit of those who are entangled in extreme miseries for the sake of very little pleasure.",
        "purport": " The sage Maitreya proposed to speak on Śrīmad-Bhāgavatam because it was especially compiled, and traditionally comes down in the disciplic succession, for the solution of all the problems of human society. Only one who is fortunate can have the opportunity to hear Śrīmad-Bhāgavatam in the association of pure devotees of the Lord. Under the spell of material energy, the living entities are entrapped in the bondage of many difficulties simply for the sake of a little bit of material happiness. They engage in fruitive activities, not knowing the implications. Under the false impression that the body is the self, the living entities foolishly relate to so many false attachments. They think that they can engage with materialistic paraphernalia forever. This gross misconception of life is so strong that a person suffers continually, life after life, under the external energy of the Lord. If one comes in contact with the book Bhāgavatam as well as with the devotee bhāgavata, who knows what the Bhāgavatam is, then such a fortunate man gets out of the material entanglement. Therefore Śrī Maitreya Muni, out of compassion for the suffering men in the world, proposes to speak on the Śrīmad-Bhāgavatam first and last."
    },
    {
        "verse": "3",
        "devanagari": "आसीनमुर्व्यां भगवन्तमाद्यंसङ्कर्षणं देवमकुण्ठसत्त्वम् ।विवित्सवस्तत्त्वमत: परस्यकुमारमुख्या मुनयोऽन्वपृच्छन् ॥ ३ ॥",
        "english_devnagari": "āsīnam urvyāṁ bhagavantam ādyaṁsaṅkarṣaṇaṁ devam akuṇṭha-sattvamvivitsavas tattvam ataḥ parasyakumāra-mukhyā munayo ’nvapṛcchan",
        "verse_Syn": [
            "āsīnam",
            "urvyām",
            "bhagavantam",
            "ādyam",
            "saṅkarṣaṇam",
            "devam",
            "akuṇṭha",
            "sattvam",
            "vivitsavaḥ",
            "tattvam",
            "ataḥ",
            "parasya",
            "kumāra",
            "mukhyāḥ",
            "munayaḥ",
            "anvapṛcchan"
        ],
        "translation": "Some time ago, being inquisitive to know, Sanat-kumāra, the chief of the boy-saints, accompanied by other great sages, inquired exactly like you about the truths regarding Vāsudeva, the Supreme, from Lord Saṅkarṣaṇa, who is seated at the bottom of the universe.",
        "purport": " This is in clarification of the statement that the Lord spoke directly on the Śrīmad-Bhāgavatam. When and unto whom the Bhāgavatam was spoken is explained herewith. Questions similar to those put forward by Vidura were asked by great sages like Sanat-kumāra, and Lord Saṅkarṣaṇa, the plenary expansion of the Supreme Lord Vāsudeva, answered them."
    },
    {
        "verse": "4",
        "devanagari": "स्वमेव धिष्ण्यं बहु मानयन्तंयद्वासुदेवाभिधमामनन्ति ।प्रत्यग्धृताक्षाम्बुजकोशमीष-दुन्मीलयन्तं विबुधोदयाय ॥ ४ ॥",
        "english_devnagari": "svam eva dhiṣṇyaṁ bahu mānayantaṁyad vāsudevābhidham āmanantipratyag-dhṛtākṣāmbuja-kośam īṣadunmīlayantaṁ vibudhodayāya",
        "verse_Syn": [
            "svam",
            "eva",
            "dhiṣṇyam",
            "bahu",
            "mānayantam",
            "yat",
            "vāsudeva",
            "abhidham",
            "āmananti",
            "pratyak",
            "dhṛta",
            "akṣa",
            "ambuja",
            "kośam",
            "īṣat",
            "unmīlayantam",
            "vibudha",
            "udayāya"
        ],
        "translation": "At that time Lord Saṅkarṣaṇa was meditating upon His Supreme Lord, whom the learned esteem as Lord Vāsudeva, but for the sake of the advancement of the great learned sages He slightly opened His lotus like eyes and began to speak.",
        "purport": ""
    },
    {
        "verse": "5",
        "devanagari": "स्वर्धुन्युदार्द्रै: स्वजटाकलापै-रुपस्पृशन्तश्चरणोपधानम् ।पद्मं यदर्चन्त्यहिराजकन्या:सप्रेमनानाबलिभिर्वरार्था: ॥ ५ ॥",
        "english_devnagari": "svardhuny-udārdraiḥ sva-jaṭā-kalāpairupaspṛśantaś caraṇopadhānampadmaṁ yad arcanty ahi-rāja-kanyāḥsa-prema nānā-balibhir varārthāḥ",
        "verse_Syn": [
            "svardhunī",
            "uda",
            "ārdraiḥ",
            "sva",
            "jaṭā",
            "kalāpaiḥ",
            "upaspṛśantaḥ",
            "caraṇa",
            "upadhānam",
            "padmam",
            "yat",
            "arcanti",
            "ahi",
            "rāja",
            "kanyāḥ",
            "sa",
            "prema",
            "nānā",
            "balibhiḥ",
            "vara",
            "arthāḥ"
        ],
        "translation": "The sages came from the highest planets down to the lower region through the water of the Ganges, and therefore the hair on their heads was wet. They touched the lotus feet of the Lord, which are worshiped with various paraphernalia by the daughters of the serpent-king when they desire good husbands.",
        "purport": " The Ganges water flows directly from the lotus feet of Viṣṇu, and its course runs from the highest planet of the universe down to the lowest. The sages came down from Satyaloka by taking advantage of the flowing water, a process of transportation made possible by the power of mystic yoga. If a river flows thousands and thousands of miles, a perfect yogī can at once transport himself from one place to another simply by dipping in its water. The Ganges is the only celestial river which flows throughout the universe, and great sages travel all over the universe via this sacred river. The statement that their hair was wet indicates that it was directly moistened by the water originating from the lotus feet of Viṣṇu (the Ganges). Whoever touches the water of the Ganges to his head surely touches the lotus feet of the Lord directly and can become free from all effects of sinful acts. If after taking a bath in the Ganges or being washed of all sins, a man guards himself against committing further sinful acts, then certainly he is delivered. But if he again takes up sinful activities, his bath in the Ganges is as good as that of the elephant, who nicely takes his bath in a river but later spoils the whole thing by covering himself with dust on the land."
    },
    {
        "verse": "6",
        "devanagari": "मुहुर्गृणन्तो वचसानुराग-स्खलत्पदेनास्य कृतानि तज्ज्ञा: ।किरीटसाहस्रमणिप्रवेक-प्रद्योतितोद्दामफणासहस्रम् ॥ ६ ॥",
        "english_devnagari": "muhur gṛṇanto vacasānurāga-skhalat-padenāsya kṛtāni taj-jñāḥkirīṭa-sāhasra-maṇi-praveka-pradyotitoddāma-phaṇā-sahasram",
        "verse_Syn": [
            "muhuḥ",
            "gṛṇantaḥ",
            "vacasā",
            "anurāga",
            "skhalat",
            "padena",
            "asya",
            "kṛtāni",
            "tat",
            "jñāḥ",
            "kirīṭa",
            "sāhasra",
            "maṇi",
            "praveka",
            "pradyotita",
            "uddāma",
            "phaṇā",
            "sahasram"
        ],
        "translation": "The four Kumāras, headed by Sanat-kumāra, who all knew the transcendental pastimes of the Lord, glorified the Lord in rhythmic accents with selected words full of affection and love. At that time Lord Saṅkarṣaṇa, with His thousands of raised hoods, began to radiate an effulgence from the glowing stones on His head.",
        "purport": " The Lord is sometimes addressed as uttamaśloka, which means “one who is worshiped with selected words by devotees.” A profusion of such selected words comes from a devotee who is fully absorbed in affection and love for the devotional service of the Lord. There are many instances in which even a small boy who was a great devotee of the Lord could offer excellent prayers in the choicest words for glorification of the pastimes of the Lord. In other words, without the development of fine affection and love, one cannot offer prayers to the Lord very suitably."
    },
    {
        "verse": "7",
        "devanagari": "प्रोक्तं किलैतद्भगवत्तमेननिवृत्तिधर्माभिरताय तेन ।सनत्कुमाराय स चाह पृष्ट:सांख्यायनायाङ्ग धृतव्रताय ॥ ७ ॥",
        "english_devnagari": "proktaṁ kilaitad bhagavattamenanivṛtti-dharmābhiratāya tenasanat-kumārāya sa cāha pṛṣṭaḥsāṅkhyāyanāyāṅga dhṛta-vratāya",
        "verse_Syn": [
            "proktam",
            "kila",
            "etat",
            "bhagavattamena",
            "nivṛtti",
            "dharma",
            "abhiratāya",
            "tena",
            "sanat",
            "kumārāya",
            "saḥ",
            "ca",
            "āha",
            "pṛṣṭaḥ",
            "sāṅkhyāyanāya",
            "aṅga",
            "dhṛta",
            "vratāya"
        ],
        "translation": "Lord Saṅkarṣaṇa thus spoke the purport of Śrīmad-Bhāgavatam to the great sage Sanat-kumāra, who had already taken the vow of renunciation. Sanat-kumāra also, in his turn, when inquired of by Sāṅkhyāyana Muni, explained Śrīmad-Bhāgavatam as he had heard it from Saṅkarṣaṇa.",
        "purport": " This is the way of the paramparā system. Although Sanat-kumāra, the well-known great saintly Kumāra, was in the perfect stage of life, still he heard the message of Śrīmad-Bhāgavatam from Lord Saṅkarṣaṇa. Similarly, when he was questioned by Sāṅkhyāyana Ṛṣi, he spoke to him the same message he had heard from Lord Saṅkarṣaṇa. In other words, unless one hears from the proper authority one cannot become a preacher. In devotional service, therefore, two items out of the nine, namely hearing and chanting, are most important. Without hearing nicely, one cannot preach the message of Vedic knowledge."
    },
    {
        "verse": "8",
        "devanagari": "सांख्यायन: पारमहंस्यमुख्योविवक्षमाणो भगवद्विभूती: ।जगाद सोऽस्मद्गुरवेऽन्वितायपराशरायाथ बृहस्पतेश्च ॥ ८ ॥",
        "english_devnagari": "sāṅkhyāyanaḥ pāramahaṁsya-mukhyovivakṣamāṇo bhagavad-vibhūtīḥjagāda so ’smad-gurave ’nvitāyaparāśarāyātha bṛhaspateś ca",
        "verse_Syn": [
            "sāṅkhyāyanaḥ",
            "pāramahaṁsya",
            "mukhyaḥ",
            "vivakṣamāṇaḥ",
            "bhagavat",
            "vibhūtīḥ",
            "jagāda",
            "saḥ",
            "asmat",
            "gurave",
            "anvitāya",
            "parāśarāya",
            "atha",
            "bṛhaspateḥ",
            "ca"
        ],
        "translation": "The great sage Sāṅkhyāyana was the chief amongst the transcendentalists, and when he was describing the glories of the Lord in terms of Śrīmad-Bhāgavatam, it so happened that my spiritual master, Parāśara, and Bṛhaspati both heard him.",
        "purport": ""
    },
    {
        "verse": "9",
        "devanagari": "प्रोवाच मह्यं स दयालुरुक्तोमुनि: पुलस्त्येन पुराणमाद्यम् ।सोऽहं तवैतत्कथयामि वत्सश्रद्धालवे नित्यमनुव्रताय ॥ ९ ॥",
        "english_devnagari": "provāca mahyaṁ sa dayālur uktomuniḥ pulastyena purāṇam ādyamso ’haṁ tavaitat kathayāmi vatsaśraddhālave nityam anuvratāya",
        "verse_Syn": [
            "provāca",
            "mahyam",
            "saḥ",
            "dayāluḥ",
            "uktaḥ",
            "muniḥ",
            "pulastyena",
            "purāṇam",
            "ādyam",
            "saḥ",
            "aham",
            "tava",
            "etat",
            "kathayāmi",
            "vatsa",
            "śraddhālave",
            "nityam",
            "anuvratāya"
        ],
        "translation": "The great sage Parāśara, as aforementioned, being so advised by the great sage Pulastya, spoke unto me the foremost of the Purāṇas [Bhāgavatam]. I shall also describe this before you, my dear son, in terms of my hearing, because you are always my faithful follower.",
        "purport": " The great sage of the name Pulastya is the father of all demoniac descendants. Once upon a time Parāśara began a sacrifice in which all the demons were to be burnt to death because his father had been killed and devoured by one of them. The great sage Vasiṣṭha Muni arrived at the sacrifice and requested Parāśara to stop the deadly action, and because of Vasiṣṭha’s position and respect in the community of sages, Parāśara could not deny the request. Parāśara having stopped the sacrifice, Pulastya, the father of the demons, appreciated his brahminical temperament and gave the blessing that in the future he would be a great speaker on the Vedic literatures called the Purāṇas, the supplements of the Vedas. Parāśara’s action was appreciated by Pulastya because Parāśara had forgiven the demons out of his brahminical power of forgiveness. Parāśara was able to demolish all the demons in the sacrifice, but he considered, “Demons are so made that they devour living creatures, men and animals, but why on that account should I withdraw my brahminical qualification of forgiveness?” As the great speaker of the Purāṇas, Parāśara first of all spoke on the Śrīmad-Bhāgavata Purāṇa because it is the foremost of all the Purāṇas. Maitreya Muni desired to narrate the same Bhāgavatam be had heard from Parāśara, and Vidura was qualified to hear it because of his faithfulness and his following the instructions received from superiors. So Śrīmad-Bhāgavatam was being narrated from time immemorial by the disciplic succession, even before the time of Vyāsadeva. The so-called historians calculate the Purāṇas to be only a few hundred years old, but factually the Purāṇas existed from time immemorial, before all historical calculations by the mundaners and speculative philosophers."
    },
    {
        "verse": "10",
        "devanagari": "उदाप्लुतं विश्वमिदं तदासीद्यन्निद्रयामीलितद‍ृङ् न्यमीलयत् ।अहीन्द्रतल्पेऽधिशयान एक:कृतक्षण: स्वात्मरतौ निरीह: ॥ १० ॥",
        "english_devnagari": "udāplutaṁ viśvam idaṁ tadāsīdyan nidrayāmīlita-dṛṅ nyamīlayatahīndra-talpe ’dhiśayāna ekaḥkṛta-kṣaṇaḥ svātma-ratau nirīhaḥ",
        "verse_Syn": [
            "uda",
            "āplutam",
            "viśvam",
            "idam",
            "tadā",
            "āsīt",
            "yat",
            "nidrayā",
            "amīlita",
            "dṛk",
            "nyamīlayat",
            "ahi",
            "indra",
            "talpe",
            "adhiśayānaḥ",
            "ekaḥ",
            "kṛta",
            "kṣaṇaḥ",
            "sva",
            "ātma",
            "ratau",
            "nirīhaḥ"
        ],
        "translation": "At that time when the three worlds were submerged in water, Garbhodakaśāyī Viṣṇu was alone, lying on His bedstead, the great snake Ananta, and although He appeared to be in slumber in His own internal potency, free from the action of the external energy, His eyes were not completely closed.",
        "purport": " The Lord is eternally enjoying transcendental bliss by His internal potency, whereas the external potency is suspended during the time of the dissolution of the cosmic manifestation."
    },
    {
        "verse": "11",
        "devanagari": "सोऽन्त:शरीरेऽर्पितभूतसूक्ष्म:कालात्मिकां शक्तिमुदीरयाण: ।उवास तस्मिन् सलिले पदे स्वेयथानलो दारुणि रुद्धवीर्य: ॥ ११ ॥",
        "english_devnagari": "so ’ntaḥ śarīre ’rpita-bhūta-sūkṣmaḥkālātmikāṁ śaktim udīrayāṇaḥuvāsa tasmin salile pade sveyathānalo dāruṇi ruddha-vīryaḥ",
        "verse_Syn": [
            "saḥ",
            "antaḥ",
            "śarīre",
            "arpita",
            "bhūta",
            "sūkṣmaḥ",
            "kāla",
            "ātmikām",
            "śaktim",
            "udīrayāṇaḥ",
            "uvāsa",
            "tasmin",
            "salile",
            "pade",
            "sve",
            "yathā",
            "analaḥ",
            "dāruṇi",
            "ruddha",
            "vīryaḥ"
        ],
        "translation": "Just like the strength of fire within fuel wood, the Lord remained within the water of dissolution, submerging all the living entities in their subtle bodies. He lay in the self-invigorated energy called kāla.",
        "purport": " After the three worlds — the upper, lower and middle planetary systems — merged into the water of dissolution, the living entities of all the three worlds remained in their subtle bodies by dint of the energy called kāla. In this dissolution, the gross bodies became unmanifest, but the subtle bodies existed, just like the water of the material creation. Thus the material energy was not completely wound up, as is the case in the full dissolution of the material world."
    },
    {
        "verse": "12",
        "devanagari": "चतुर्युगानां च सहस्रमप्सुस्वपन् स्वयोदीरितया स्वशक्त्या ।कालाख्ययासादितकर्मतन्त्रोलोकानपीतान्दद‍ृशे स्वदेहे ॥ १२ ॥",
        "english_devnagari": "catur-yugānāṁ ca sahasram apsusvapan svayodīritayā sva-śaktyākālākhyayāsādita-karma-tantrolokān apītān dadṛśe sva-dehe",
        "verse_Syn": [
            "catuḥ",
            "yugānām",
            "ca",
            "sahasram",
            "apsu",
            "svapan",
            "svayā",
            "udīritayā",
            "sva",
            "śaktyā",
            "kāla",
            "ākhyayā",
            "āsādita",
            "karma",
            "tantraḥ",
            "lokān",
            "apītān",
            "dadṛśe",
            "sva",
            "dehe"
        ],
        "translation": "The Lord lay down for a thousand cycles of four yugas in His internal potency, and by His external energy He appeared to be sleeping within the water. When the living entities were coming out for further development of their fruitive activities, actuated by the energy called kāla-śakti, He saw His transcendental body as bluish.",
        "purport": " In the Viṣṇu Purāṇa, kāla-śakti is mentioned as avidyā. The symptom of the influence of the kāla-śakti is that one has to work in the material world for fruitive results. The fruitive workers are described in Bhagavad-gītā as mūḍhas, or foolish. Such foolish living entities are very enthusiastic to work for some temporary benefit within perpetual bondage. One thinks himself very clever throughout his life if he is able to leave behind him a great asset of wealth for his children, and to achieve this temporary benefit he takes the risk of all sinful activities, without knowledge that such activities will keep him perpetually bound by the shackles of material bondage. Due to this polluted mentality and due to material sins, the aggregate combination of living entities appeared to be bluish. Such an impetus of activity for fruitive result is made possible by the dictation of the external energy of the Lord, kāla."
    },
    {
        "verse": "13",
        "devanagari": "तस्यार्थसूक्ष्माभिनिविष्टद‍ृष्टे-रन्तर्गतोऽर्थो रजसा तनीयान् ।गुणेन कालानुगतेन विद्ध:सूष्यंस्तदाभिद्यत नाभिदेशात् ॥ १३ ॥",
        "english_devnagari": "tasyārtha-sūkṣmābhiniviṣṭa-dṛṣṭerantar-gato ’rtho rajasā tanīyānguṇena kālānugatena viddhaḥsūṣyaṁs tadābhidyata nābhi-deśāt",
        "verse_Syn": [
            "tasya",
            "artha",
            "sūkṣma",
            "abhiniviṣṭa",
            "dṛṣṭeḥ",
            "antaḥ",
            "gataḥ",
            "arthaḥ",
            "rajasā",
            "tanīyān",
            "guṇena",
            "kāla",
            "anugatena",
            "viddhaḥ",
            "sūṣyan",
            "tadā",
            "abhidyata",
            "nābhi",
            "deśāt"
        ],
        "translation": "The subtle subject matter of creation, on which the Lord’s attention was fixed, was agitated by the material mode of passion, and thus the subtle form of creation pierced through His abdomen.",
        "purport": ""
    },
    {
        "verse": "14",
        "devanagari": "स पद्मकोश: सहसोदतिष्ठत्कालेन कर्मप्रतिबोधनेन ।स्वरोचिषा तत्सलिलं विशालंविद्योतयन्नर्क इवात्मयोनि: ॥ १४ ॥",
        "english_devnagari": "sa padma-kośaḥ sahasodatiṣṭhatkālena karma-pratibodhanenasva-rociṣā tat salilaṁ viśālaṁvidyotayann arka ivātma-yoniḥ",
        "verse_Syn": [
            "saḥ",
            "padma",
            "kośaḥ",
            "sahasā",
            "udatiṣṭhat",
            "kālena",
            "karma",
            "pratibodhanena",
            "sva",
            "rociṣā",
            "tat",
            "salilam",
            "viśālam",
            "vidyotayan",
            "arkaḥ",
            "iva",
            "ātma",
            "yoniḥ"
        ],
        "translation": "Piercing through, this sum total form of the fruitive activity of the living entities took the shape of the bud of a lotus flower generated from the Personality of Viṣṇu, and by His supreme will it illuminated everything, like the sun, and dried up the vast waters of devastation.",
        "purport": ""
    },
    {
        "verse": "15",
        "devanagari": "तल्लोकपद्मं स उ एव विष्णु:प्रावीविशत्सर्वगुणावभासम् ।तस्मिन् स्वयं वेदमयो विधातास्वयम्भुवं यं स्म वदन्ति सोऽभूत् ॥ १५ ॥",
        "english_devnagari": "tal loka-padmaṁ sa u eva viṣṇuḥprāvīviśat sarva-guṇāvabhāsamtasmin svayaṁ vedamayo vidhātāsvayambhuvaṁ yaṁ sma vadanti so ’bhūt",
        "verse_Syn": [
            "tat",
            "loka",
            "padmam",
            "saḥ",
            "u",
            "eva",
            "viṣṇuḥ",
            "prāvīviśat",
            "sarva",
            "guṇa",
            "avabhāsam",
            "tasmin",
            "svayam",
            "veda",
            "mayaḥ",
            "vidhātā",
            "svayam",
            "bhuvam",
            "yam",
            "sma",
            "vadanti",
            "saḥ",
            "abhūt"
        ],
        "translation": "Into that universal lotus flower Lord Viṣṇu personally entered as the Supersoul, and when it was thus impregnated with all the modes of material nature, the personality of Vedic wisdom, whom we call the self-born, was generated.",
        "purport": " This lotus flower is the universal virāṭ form, or the gigantic form of the Lord in the material world. It becomes amalgamated in the Personality of Godhead Viṣṇu, in His abdomen, at the time of dissolution, and it becomes manifest at the time of creation. This is due to Garbhodakaśāyī Viṣṇu, who enters into each of the universes. In this form is the sum total of all the fruitive activities of the living entities conditioned by material nature, and the first of them, namely Brahmā, or the controller of the universe, is generated from this lotus flower. This first-born living being, unlike all the others, has no material father, and thus he is called self-born, or svayambhū. He goes to sleep with Nārāyaṇa at the time of devastation, and when there is another creation, he is born in this way. From this description we have the conception of three — the gross virāṭ form, the subtle Hiraṇyagarbha and the material creative force, Brahmā."
    },
    {
        "verse": "16",
        "devanagari": "तस्यां स चाम्भोरुहकर्णिकाया-मवस्थितो लोकमपश्यमान: ।परिक्रमन् व्योम्नि विवृत्तनेत्र-श्चत्वारि लेभेऽनुदिशं मुखानि ॥ १६ ॥",
        "english_devnagari": "tasyāṁ sa cāmbho-ruha-karṇikāyāmavasthito lokam apaśyamānaḥparikraman vyomni vivṛtta-netraścatvāri lebhe ’nudiśaṁ mukhāni",
        "verse_Syn": [
            "tasyām",
            "saḥ",
            "ca",
            "ambhaḥ",
            "ruha",
            "karṇikāyām",
            "avasthitaḥ",
            "lokam",
            "apaśyamānaḥ",
            "parikraman",
            "vyomni",
            "vivṛtta",
            "netraḥ",
            "catvāri",
            "lebhe",
            "anudiśam",
            "mukhāni"
        ],
        "translation": "Brahmā, born out of the lotus flower, could not see the world, although he was situated in the whorl. He therefore circumambulated all of space, and while moving his eyes in all directions he achieved four heads in terms of the four directions.",
        "purport": ""
    },
    {
        "verse": "17",
        "devanagari": "तस्माद्युगान्तश्वसनावघूर्ण-जलोर्मिचक्रात्सलिलाद्विरूढम् ।उपाश्रित: कञ्जमु लोकतत्त्वंनात्मानमद्धाविददादिदेव: ॥ १७ ॥",
        "english_devnagari": "tasmād yugānta-śvasanāvaghūrṇa-jalormi-cakrāt salilād virūḍhamupāśritaḥ kañjam u loka-tattvaṁnātmānam addhāvidad ādi-devaḥ",
        "verse_Syn": [
            "tasmāt",
            "yuga",
            "anta",
            "śvasana",
            "avaghūrṇa",
            "jala",
            "ūrmi",
            "cakrāt",
            "salilāt",
            "virūḍham",
            "upāśritaḥ",
            "kañjam",
            "u",
            "loka",
            "tattvam",
            "na",
            "ātmānam",
            "addhā",
            "avidat",
            "ādi",
            "devaḥ"
        ],
        "translation": "Lord Brahmā, situated in that lotus, could not perfectly understand the creation, the lotus or himself. At the end of the millennium the air of devastation began to move the water and the lotus in great circular waves.",
        "purport": " Lord Brahmā was perplexed about his creation, the lotus and the world, even though he tried to understand them for one millennium, which is beyond calculation in the solar years of human beings. No one, therefore, can know the mystery of the creation and cosmic manifestation simply by mental speculation. The human being is so limited in his capacity that without the help of the Supreme he can hardly understand the mystery of the will of the Lord in terms of creation, continuance and destruction."
    },
    {
        "verse": "18",
        "devanagari": "क एष योऽसावहमब्जपृष्ठएतत्कुतो वाब्जमनन्यदप्सु ।अस्ति ह्यधस्तादिह किञ्चनैत-दधिष्ठितं यत्र सता नु भाव्यम् ॥ १८ ॥",
        "english_devnagari": "ka eṣa yo ’sāv aham abja-pṛṣṭhaetat kuto vābjam ananyad apsuasti hy adhastād iha kiñcanaitadadhiṣṭhitaṁ yatra satā nu bhāvyam",
        "verse_Syn": [
            "kaḥ",
            "eṣaḥ",
            "yaḥ",
            "asau",
            "aham",
            "abja",
            "pṛṣṭhe",
            "etat",
            "kutaḥ",
            "vā",
            "abjam",
            "ananyat",
            "apsu",
            "asti",
            "hi",
            "adhastāt",
            "iha",
            "kiñcana",
            "etat",
            "adhiṣṭhitam",
            "yatra",
            "satā",
            "nu",
            "bhāvyam"
        ],
        "translation": "Lord Brahmā, in his ignorance, contemplated: Who am I that am situated on the top of this lotus? Wherefrom has it sprouted? There must be something downwards, and that from which this lotus has grown must be within the water.",
        "purport": " The subject matter of the speculations of Brahmā in the beginning regarding the creation of the cosmic manifestation is still a subject matter for mental speculators. The most intelligent man is he who tries to find the cause of his personal existence and that of the whole cosmic creation and thus tries to find the ultimate cause. If his attempt is properly executed with penances and perseverance, it is sure to be crowned with success."
    },
    {
        "verse": "19",
        "devanagari": "स इत्थमुद्वीक्ष्य तदब्जनाल-नाडीभिरन्तर्जलमाविवेश ।नार्वाग्गतस्तत्खरनालनाल-नाभिं विचिन्वंस्तदविन्दताज: ॥ १९ ॥",
        "english_devnagari": "sa ittham udvīkṣya tad-abja-nāla-nāḍībhir antar-jalam āviveśanārvāg-gatas tat-khara-nāla-nāla-nābhiṁ vicinvaṁs tad avindatājaḥ",
        "verse_Syn": [
            "saḥ",
            "ittham",
            "udvīkṣya",
            "tat",
            "abja",
            "nāla",
            "nāḍībhiḥ",
            "antaḥ",
            "jalam",
            "āviveśa",
            "na",
            "arvāk",
            "gataḥ",
            "tat",
            "khara",
            "nāla",
            "nāla",
            "nābhim",
            "vicinvan",
            "tat",
            "avindata",
            "ajaḥ"
        ],
        "translation": "Lord Brahmā, thus contemplating, entered the water through the channel of the stem of the lotus. But in spite of entering the stem and going nearer to the navel of Viṣṇu, he could not trace out the root.",
        "purport": " By dint of one’s personal endeavor one may go nearer to the Lord, but without the Lord’s mercy one cannot reach the ultimate point. Such understanding of the Lord is possible only by devotional service, as confirmed in Bhagavad-gītā (18.55): bhaktyā mām abhijānāti yāvān yaś cāsmi tattvataḥ."
    },
    {
        "verse": "20",
        "devanagari": "तमस्यपारे विदुरात्मसर्गंविचिन्वतोऽभूत्सुमहांस्त्रिणेमि: ।यो देहभाजां भयमीरयाण:परिक्षिणोत्यायुरजस्य हेति: ॥ २० ॥",
        "english_devnagari": "tamasy apāre vidurātma-sargaṁvicinvato ’bhūt sumahāṁs tri-ṇemiḥyo deha-bhājāṁ bhayam īrayāṇaḥparikṣiṇoty āyur ajasya hetiḥ",
        "verse_Syn": [
            "tamasi",
            "apāre",
            "vidura",
            "ātma",
            "sargam",
            "vicinvataḥ",
            "abhūt",
            "su",
            "mahān",
            "tri",
            "nemiḥ",
            "yaḥ",
            "deha",
            "bhājām",
            "bhayam",
            "īrayāṇaḥ",
            "parikṣiṇoti",
            "āyuḥ",
            "ajasya",
            "hetiḥ"
        ],
        "translation": "O Vidura, while searching in that way about his existence, Brahmā reached his ultimate time, which is the eternal wheel in the hand of Viṣṇu and which generates fear in the mind of the living entity like the fear of death.",
        "purport": ""
    },
    {
        "verse": "21",
        "devanagari": "ततो निवृत्तोऽप्रतिलब्धकाम:स्वधिष्ण्यमासाद्य पुन: स देव: ।शनैर्जितश्वासनिवृत्तचित्तोन्यषीददारूढसमाधियोग: ॥ २१ ॥",
        "english_devnagari": "tato nivṛtto ’pratilabdha-kāmaḥsva-dhiṣṇyam āsādya punaḥ sa devaḥśanair jita-śvāsa-nivṛtta-cittonyaṣīdad ārūḍha-samādhi-yogaḥ",
        "verse_Syn": [
            "tataḥ",
            "nivṛttaḥ",
            "apratilabdha",
            "kāmaḥ",
            "sva",
            "dhiṣṇyam",
            "āsādya",
            "punaḥ",
            "saḥ",
            "devaḥ",
            "śanaiḥ",
            "jita",
            "śvāsa",
            "nivṛtta",
            "cittaḥ",
            "nyaṣīdat",
            "ārūḍha",
            "samādhi",
            "yogaḥ"
        ],
        "translation": "Thereafter, being unable to achieve the desired destination, he retired from such searching and came back again to the top of the lotus. Thus, controlling all objectives, he concentrated his mind on the Supreme Lord.",
        "purport": " Samādhi involves concentrating the mind upon the supreme cause of all, even if one is unaware of whether His actual nature is personal, impersonal or localized. Concentration of the mind on the Supreme is certainly a form of devotional service. To cease from personal sense endeavors and to concentrate on the supreme cause is a sign of self-surrender, and when self-surrender is present, that is a sure sign of devotional service. Each and every living entity needs to engage in devotional service to the Lord if he wishes to understand the ultimate cause of his existence."
    },
    {
        "verse": "22",
        "devanagari": "कालेन सोऽज: पुरुषायुषाभि-प्रवृत्तयोगेन विरूढबोध: ।स्वयं तदन्तर्हृदयेऽवभात-मपश्यतापश्यत यन्न पूर्वम् ॥ २२ ॥",
        "english_devnagari": "kālena so ’jaḥ puruṣāyuṣābhi-pravṛtta-yogena virūḍha-bodhaḥsvayaṁ tad antar-hṛdaye ’vabhātamapaśyatāpaśyata yan na pūrvam",
        "verse_Syn": [
            "kālena",
            "saḥ",
            "ajaḥ",
            "puruṣa",
            "āyuṣā",
            "abhipravṛtta",
            "yogena",
            "virūḍha",
            "bodhaḥ",
            "svayam",
            "tat",
            "antaḥ",
            "hṛdaye",
            "avabhātam",
            "apaśyata",
            "apaśyata",
            "yat",
            "na",
            "pūrvam"
        ],
        "translation": "At the end of Brahmā’s one hundred years, when his meditation was complete, he developed the required knowledge, and as a result he could see in his heart the Supreme within himself, whom he could not see before with the greatest endeavor.",
        "purport": " The Supreme Lord can be experienced only through the process of devotional service and not by one’s personal endeavor in mental speculation. The age of Brahmā is calculated in terms of divya years, which are distinct from the solar years of human beings. The divya years are calculated in Bhagavad-gītā (8.17): sahasra-yuga-paryantam ahar yad brahmaṇo viduḥ. Brahmā’s one day is equal to one thousand times the aggregate of the four yugas (calculated to be 4,300,000 years). On that basis, Brahmā meditated for one hundred years before he could understand the supreme cause of all causes, and then he wrote the Brahma-saṁhitā, which is approved and recognized by Lord Caitanya and in which he sings, govindam ādi-puruṣaṁ tam ahaṁ bhajāmi. One has to wait for the mercy of the Lord before one can either render service unto Him or know Him as He is."
    },
    {
        "verse": "23",
        "devanagari": "मृणालगौरायतशेषभोग-पर्यङ्क एकं पुरुषं शयानम् ।फणातपत्रायुतमूर्धरत्न-द्युभिर्हतध्वान्तयुगान्ततोये ॥ २३ ॥",
        "english_devnagari": "mṛṇāla-gaurāyata-śeṣa-bhoga-paryaṅka ekaṁ puruṣaṁ śayānamphaṇātapatrāyuta-mūrdha-ratna-dyubhir hata-dhvānta-yugānta-toye",
        "verse_Syn": [
            "mṛṇāla",
            "gaura",
            "āyata",
            "śeṣa",
            "bhoga",
            "paryaṅke",
            "ekam",
            "puruṣam",
            "śayānam",
            "phaṇa",
            "ātapatra",
            "āyuta",
            "mūrdha",
            "ratna",
            "dyubhiḥ",
            "hata",
            "dhvānta",
            "yuga",
            "anta",
            "toye"
        ],
        "translation": "Brahmā could see that on the water there was a gigantic lotuslike white bedstead, the body of Śeṣa-nāga, on which the Personality of Godhead was lying alone. The whole atmosphere was illuminated by the rays of the jewels bedecking the hood of Śeṣa-nāga, and that illumination dissipated all the darkness of those regions.",
        "purport": ""
    },
    {
        "verse": "24",
        "devanagari": "प्रेक्षां क्षिपन्तं हरितोपलाद्रे:सन्ध्याभ्रनीवेरुरुरुक्‍ममूर्ध्न: ।रत्नोदधारौषधिसौमनस्यवनस्रजो वेणुभुजाङ्‌घ्रि पाङ्‌घ्रे : ॥ २४ ॥",
        "english_devnagari": "prekṣāṁ kṣipantaṁ haritopalādreḥsandhyābhra-nīver uru-rukma-mūrdhnaḥratnodadhārauṣadhi-saumanasyavana-srajo veṇu-bhujāṅghripāṅghreḥ",
        "verse_Syn": [
            "prekṣām",
            "kṣipantam",
            "harita",
            "upala",
            "adreḥ",
            "sandhyā",
            "abhra",
            "nīveḥ",
            "uru",
            "rukma",
            "mūrdhnaḥ",
            "ratna",
            "udadhāra",
            "auṣadhi",
            "saumanasya",
            "vana",
            "srajaḥ",
            "veṇu",
            "bhuja",
            "aṅghripa",
            "aṅghreḥ"
        ],
        "translation": "The luster of the transcendental body of the Lord mocked the beauty of the coral mountain. The coral mountain is very beautifully dressed by the evening sky, but the yellow dress of the Lord mocked its beauty. There is gold on the summit of the mountain, but the Lord’s helmet, bedecked with jewels, mocked it. The mountain’s waterfalls, herbs, etc., with a panorama of flowers, seem like garlands, but the Lord’s gigantic body, and His hands and legs, decorated with jewels, pearls, tulasī leaves and flower garlands, mocked the scene on the mountain.",
        "purport": " The panoramic beauty of nature, which strikes one with wonder, may be taken as a perverted reflection of the transcendental body of the Lord. One who is therefore attracted by the beauty of the Lord is no longer attracted by the beauty of material nature, although he does not minimize its beauty. In Bhagavad-gītā (2.59) it is described that one who is attracted by param, the Supreme, is no longer attracted by anything inferior."
    },
    {
        "verse": "25",
        "devanagari": "आयामतो विस्तरत: स्वमान-देहेन लोकत्रयसंग्रहेण ।विचित्रदिव्याभरणांशुकानांकृतश्रियापाश्रितवेषदेहम् ॥ २५ ॥",
        "english_devnagari": "āyāmato vistarataḥ sva-māna-dehena loka-traya-saṅgraheṇavicitra-divyābharaṇāṁśukānāṁkṛta-śriyāpāśrita-veṣa-deham",
        "verse_Syn": [
            "āyāmataḥ",
            "vistarataḥ",
            "sva",
            "māna",
            "dehena",
            "loka",
            "traya",
            "saṅgraheṇa",
            "vicitra",
            "divya",
            "ābharaṇa",
            "aṁśukānām",
            "kṛta",
            "śriyā",
            "apāśrita",
            "veṣa",
            "deham"
        ],
        "translation": "His transcendental body, unlimited in length and breadth, occupied the three planetary systems, upper, middle and lower. His body was self-illuminated by unparalleled dress and variegatedness and was properly ornamented.",
        "purport": " The length and breadth of the transcendental body of the Supreme Personality of Godhead could only be measured by His own measurement because He is all-pervading throughout the complete cosmic manifestation. The beauty of material nature is due to His personal beauty, yet He is always magnificently dressed and ornamented to prove His transcendental variegatedness, which is so important in the advancement of spiritual knowledge."
    },
    {
        "verse": "26",
        "devanagari": "पुंसां स्वकामाय विविक्तमार्गै-रभ्यर्चतां कामुदुघाङ्‌घ्रि पद्मम् ।प्रदर्शयन्तं कृपया नखेन्दु-मयूखभिन्नाङ्गुलिचारुपत्रम् ॥ २६ ॥",
        "english_devnagari": "puṁsāṁ sva-kāmāya vivikta-mārgairabhyarcatāṁ kāma-dughāṅghri-padmampradarśayantaṁ kṛpayā nakhendu-mayūkha-bhinnāṅguli-cāru-patram",
        "verse_Syn": [
            "puṁsām",
            "sva",
            "kāmāya",
            "vivikta",
            "mārgaiḥ",
            "abhyarcatām",
            "kāma",
            "dugha",
            "aṅghri",
            "padmam",
            "pradarśayantam",
            "kṛpayā",
            "nakha",
            "indu",
            "mayūkha",
            "bhinna",
            "aṅguli",
            "cāru",
            "patram"
        ],
        "translation": "The Lord showed His lotus feet by raising them. His lotus feet are the source of all awards achieved by devotional service free from material contamination. Such awards are for those who worship Him in pure devotion. The splendor of the transcendental rays from His moonlike toenails and fingernails appeared like the petals of a flower.",
        "purport": " The Lord fulfills the desires of everyone just as one desires. Pure devotees are interested in achieving the transcendental service of the Lord, which is nondifferent from Him. Therefore, the Lord is the only desire of the pure devotees, and devotional service is the only spotless process for achieving His favor. Śrīla Rūpa Gosvāmī says in his Bhakti-rasāmṛta-sindhu (1.1.11) that pure devotional service is jñāna-karmādy-anāvṛtam: pure devotional service is without any tinge of speculative knowledge and fruitive activities. Such devotional service is able to award the pure devotee the highest result, namely direct association with the Supreme Personality of Godhead, Lord Kṛṣṇa. According to the Gopāla-tāpanī Upaniṣad, the Lord showed one of the many thousands of petals of His lotus feet. It is said: brāhmaṇo ’sāv anavarataṁ me dhyātaḥ stutaḥ parārdhānte so ’budhyata gopa-veśo me purastāt āvirbabhūva. After penetrating for millions of years, Lord Brahmā could understand the transcendental form of the Lord as Śrī Kṛṣṇa, in the dress of a cowherd boy, and thus he recorded his experience in the Brahma-saṁhitā in the famous prayer govindam ādi-puruṣaṁ tam ahaṁ bhajāmi."
    },
    {
        "verse": "27",
        "devanagari": "मुखेन लोकार्तिहरस्मितेनपरिस्फुरत्कुण्डलमण्डितेन ।शोणायितेनाधरबिम्बभासाप्रत्यर्हयन्तं सुनसेन सुभ्र्वा ॥ २७ ॥",
        "english_devnagari": "mukhena lokārti-hara-smitenaparisphurat-kuṇḍala-maṇḍitenaśoṇāyitenādhara-bimba-bhāsāpratyarhayantaṁ sunasena subhrvā",
        "verse_Syn": [
            "mukhena",
            "loka",
            "ārti",
            "hara",
            "smitena",
            "parisphurat",
            "kuṇḍala",
            "maṇḍitena",
            "śoṇāyitena",
            "adhara",
            "bimba",
            "bhāsā",
            "pratyarhayantam",
            "su",
            "nasena",
            "su",
            "bhrvā"
        ],
        "translation": "He also acknowledged the service of the devotees and vanquished their distress by His beautiful smile. The reflection of His face, decorated with earrings, was so pleasing because it dazzled with the rays from His lips and the beauty of His nose and eyebrows.",
        "purport": " Devotional service to the Lord is very much obliging to Him. There are many transcendentalists in different fields of spiritual activities, but devotional service to the Lord is unique. Devotees do not ask anything from the Lord in exchange for their service. Even the most desirable liberation is refused by devotees, although offered by the Lord. Thus the Lord becomes a kind of debtor to the devotees, and He can only try to repay the devotees’ service with His ever-enchanting smile. The devotees are ever satisfied by the smiling face of the Lord, and they become enlivened. And by seeing the devotees so enlivened, the Lord Himself is further satisfied. So there is continuous transcendental competition between the Lord and His devotees by such reciprocation of service and acknowledgement."
    },
    {
        "verse": "28",
        "devanagari": "कदम्बकिञ्जल्कपिशङ्गवाससास्वलंकृतं मेखलया नितम्बे ।हारेण चानन्तधनेन वत्सश्रीवत्सवक्ष:स्थलवल्लभेन ॥ २८ ॥",
        "english_devnagari": "kadamba-kiñjalka-piśaṅga-vāsasāsvalaṅkṛtaṁ mekhalayā nitambehāreṇa cānanta-dhanena vatsaśrīvatsa-vakṣaḥ-sthala-vallabhena",
        "verse_Syn": [
            "kadamba",
            "kiñjalka",
            "piśaṅga",
            "vāsasā",
            "su",
            "alaṅkṛtam",
            "mekhalayā",
            "nitambe",
            "hāreṇa",
            "ca",
            "ananta",
            "dhanena",
            "vatsa",
            "śrīvatsa",
            "vakṣaḥ",
            "sthala",
            "vallabhena"
        ],
        "translation": "O my dear Vidura, the Lord’s waist was covered with yellow cloth resembling the saffron dust of the kadamba flower, and it was encircled by a well-decorated belt. His chest was decorated with the śrīvatsa marking and a necklace of unlimited value.",
        "purport": ""
    },
    {
        "verse": "29",
        "devanagari": "परार्ध्यकेयूरमणिप्रवेक-पर्यस्तदोर्दण्डसहस्रशाखम् ।अव्यक्तमूलं भुवनाङ्‌घ्रि पेन्द्र-महीन्द्रभोगैरधिवीतवल्शम् ॥ २९ ॥",
        "english_devnagari": "parārdhya-keyūra-maṇi-praveka-paryasta-dordaṇḍa-sahasra-śākhamavyakta-mūlaṁ bhuvanāṅghripendramahīndra-bhogair adhivīta-valśam",
        "verse_Syn": [
            "parārdhya",
            "keyūra",
            "maṇi",
            "praveka",
            "paryasta",
            "dordaṇḍa",
            "sahasra",
            "śākham",
            "avyakta",
            "mūlam",
            "bhuvana",
            "aṅghripa",
            "indram",
            "ahi",
            "indra",
            "bhogaiḥ",
            "adhivīta",
            "valśam"
        ],
        "translation": "As a sandalwood tree is decorated with fragrant flowers and branches, the Lord’s body was decorated with valuable jewels and pearls. He was the self-situated tree, the Lord of all others in the universe. And as a sandalwood tree is covered with many snakes, so the Lord’s body was also covered by the hoods of Ananta.",
        "purport": " The word avyakta-mūlam is significant here. Generally, no one can see the roots of a tree. But as far as the Lord is concerned, He is the root of Himself because there is no other separate cause of His standing but He Himself. In the Vedas it is said that the Lord is svāśrayāśraya: He is His own support, and there is no other support for Him. Therefore, avyakta means the Supreme Lord Himself and no one else."
    },
    {
        "verse": "30",
        "devanagari": "चराचरौको भगवन्महीध्र-महीन्द्रबन्धुं सलिलोपगूढम् ।किरीटसाहस्रहिरण्यश‍ृङ्ग-माविर्भवत्कौस्तुभरत्नगर्भम् ॥ ३० ॥",
        "english_devnagari": "carācarauko bhagavan-mahīdhramahīndra-bandhuṁ salilopagūḍhamkirīṭa-sāhasra-hiraṇya-śṛṅgamāvirbhavat kaustubha-ratna-garbham",
        "verse_Syn": [
            "cara",
            "acara",
            "okaḥ",
            "bhagavat",
            "mahīdhram",
            "ahi",
            "indra",
            "bandhum",
            "salila",
            "upagūḍham",
            "kirīṭa",
            "sāhasra",
            "hiraṇya",
            "śṛṅgam",
            "āvirbhavat",
            "kaustubha",
            "ratna",
            "garbham"
        ],
        "translation": "Like a great mountain, the Lord stands as the abode for all moving and nonmoving living entities. He is the friend of the snakes because Lord Ananta is His friend. As a mountain has thousands of golden peaks, so the Lord was seen with the thousands of golden-helmeted hoods of Ananta-nāga; and as a mountain is sometimes filled with jewels, so also His transcendental body was fully decorated with valuable jewels. As a mountains is sometimes submerged in the ocean water, so the Lord is sometimes submerged in the water of devastation.",
        "purport": ""
    },
    {
        "verse": "31",
        "devanagari": "निवीतमाम्नायमधुव्रतश्रियास्वकीर्तिमय्या वनमालया हरिम् ।सूर्येन्दुवाय्वग्‍न्यगमं त्रिधामभि:परिक्रमत्प्राधनिकैर्दुरासदम् ॥ ३१ ॥",
        "english_devnagari": "nivītam āmnāya-madhu-vrata-śriyāsva-kīrti-mayyā vana-mālayā harimsūryendu-vāyv-agny-agamaṁ tri-dhāmabhiḥparikramat-prādhanikair durāsadam",
        "verse_Syn": [
            "nivītam",
            "āmnāya",
            "madhu",
            "vrata",
            "śriyā",
            "sva",
            "kīrti",
            "mayyā",
            "vana",
            "mālayā",
            "harim",
            "sūrya",
            "indu",
            "vāyu",
            "agni",
            "agamam",
            "tri",
            "dhāmabhiḥ",
            "parikramat",
            "prādhanikaiḥ",
            "durāsadam"
        ],
        "translation": "Lord Brahmā, thus looking upon the Lord in the shape of a mountain, concluded that He was Hari, the Personality of Godhead. He saw that the garland of flowers on His chest glorified Him with Vedic wisdom in sweet songs and looked very beautiful. He was protected by the Sudarśana wheel for fighting, and even the sun, moon, air, fire, etc., could not have access to Him.",
        "purport": ""
    },
    {
        "verse": "32",
        "devanagari": "तर्ह्येव तन्नाभिसर:सरोज-मात्मामम्भ: श्वसनं वियच्च ।ददर्श देवो जगतो विधातानात: परं लोकविसर्गद‍ृष्टि: ॥ ३२ ॥",
        "english_devnagari": "tarhy eva tan-nābhi-saraḥ-sarojamātmānam ambhaḥ śvasanaṁ viyac cadadarśa devo jagato vidhātānātaḥ paraṁ loka-visarga-dṛṣṭiḥ",
        "verse_Syn": [
            "tarhi",
            "eva",
            "tat",
            "nābhi",
            "saraḥ",
            "sarojam",
            "ātmānam",
            "ambhaḥ",
            "śvasanam",
            "viyat",
            "ca",
            "dadarśa",
            "devaḥ",
            "jagataḥ",
            "vidhātā",
            "na",
            "ataḥ",
            "param",
            "loka",
            "visarga",
            "dṛṣṭiḥ"
        ],
        "translation": "When Lord Brahmā, the maker of the universal destination, thus saw the Lord, he simultaneously glanced over creation. Lord Brahmā saw the lake in Lord Viṣṇu’s navel, and the lotus flower, as well as the devastating water, the drying air and the sky. All became visible to him.",
        "purport": ""
    },
    {
        "verse": "33",
        "devanagari": "स कर्मबीजं रजसोपरक्त:प्रजा: सिसृक्षन्नियदेव दृष्ट्वा ।अस्तौद्विसर्गाभिमुखस्तमीड्य-मव्यक्तवर्त्मन्यभिवेशितात्मा ॥ ३३ ॥",
        "english_devnagari": "sa karma-bījaṁ rajasoparaktaḥprajāḥ sisṛkṣann iyad eva dṛṣṭvāastaud visargābhimukhas tam īḍyamavyakta-vartmany abhiveśitātmā",
        "verse_Syn": [
            "saḥ",
            "karma",
            "bījam",
            "rajasā",
            "uparaktaḥ",
            "prajāḥ",
            "sisṛkṣan",
            "iyat",
            "eva",
            "dṛṣṭvā",
            "astaut",
            "visarga",
            "abhimukhaḥ",
            "tam",
            "īḍyam",
            "avyakta",
            "vartmani",
            "abhiveśita",
            "ātmā"
        ],
        "translation": "Lord Brahmā, thus being surcharged with the mode of passion, became inclined to create, and after seeing the five causes of creation indicated by the Personality of Godhead, he began to offer his respectful prayers on the path of the creative mentality.",
        "purport": " Even if one is in the material mode of passion, to create something in the world he has to take shelter of the Supreme for the necessary energy. That is the path of the successful termination of any attempt."
    }
]