[
    {
        "verse": "1",
        "devanagari": "विदुर उवाचस्वायम्भुवस्य च मनोर्वंश: परमसम्मत: ।कथ्यतां भगवन् यत्र मैथुनेनैधिरे प्रजा: ॥ १ ॥",
        "english_devnagari": "vidura uvācasvāyambhuvasya ca manorvaṁśaḥ parama-sammataḥkathyatāṁ bhagavan yatramaithunenaidhire prajāḥ",
        "verse_Syn": [
            "viduraḥ",
            "uvāca",
            "svāyambhuvasya",
            "ca",
            "manoḥ",
            "vaṁśaḥ",
            "parama",
            "sammataḥ",
            "kathyatām",
            "bhagavan",
            "yatra",
            "maithunena",
            "edhire",
            "prajāḥ"
        ],
        "translation": "Vidura said: The line of Svāyambhuva Manu was most esteemed. O worshipful sage, I beg you: Give me an account of this race, whose progeny multiplied through sexual intercourse.",
        "purport": " Regulated sex life to generate good population is worth accepting. Actually, Vidura was not interested in hearing the history of persons who merely engaged in sex life, but he was interested in the progeny of Svāyambhuva Manu because in that dynasty good devotee kings appeared who protected their subjects very carefully with spiritual knowledge. By hearing the history of their activities, therefore, one becomes more enlightened. An important word used in this connection is parama-sammataḥ, which indicates that the progeny created by Svāyambhuva Manu and his sons was approved of by great authorities. In other words, sex life for creating exemplary population is acceptable to all sages and authorities of Vedic scripture."
    },
    {
        "verse": "2",
        "devanagari": "प्रियव्रतोत्तानपादौ सुतौ स्वायम्भुवस्य वै ।यथाधर्मं जुगुपतु: सप्तद्वीपवतीं महीम् ॥ २ ॥",
        "english_devnagari": "priyavratottānapādausutau svāyambhuvasya vaiyathā-dharmaṁ jugupatuḥsapta-dvīpavatīṁ mahīm",
        "verse_Syn": [
            "priyavrata",
            "uttānapādau",
            "sutau",
            "svāyambhuvasya",
            "vai",
            "yathā",
            "dharmam",
            "jugupatuḥ",
            "sapta",
            "dvīpa",
            "vatīm",
            "mahīm"
        ],
        "translation": "The two great sons of Svāyambhuva Manu — Priyavrata and Uttānapāda — ruled the world, consisting of seven islands, just according to religious principles.",
        "purport": " Śrīmad-Bhāgavatam is also a history of the great rulers of different parts of the universe. In this verse the names of Priyavrata and Uttānapāda, sons of Svāyambhuva, are mentioned. They ruled this earth, which is divided into seven islands. These seven islands are still current, as Asia, Europe, Africa, America, Australia and the North and South Poles. There is no chronological history of all the Indian kings in Śrīmad-Bhāgavatam, but the deeds of the most important kings, such as Priyavrata and Uttānapāda, and many others, like Lord Rāmacandra and Mahārāja Yudhiṣṭhira, are recorded because the activities of such pious kings are worth hearing; people may benefit by studying their histories."
    },
    {
        "verse": "3",
        "devanagari": "तस्य वै दुहिता ब्रह्मन्देवहूतीति विश्रुता ।पत्नी प्रजापतेरुक्ता कर्दमस्य त्वयानघ ॥ ३ ॥",
        "english_devnagari": "tasya vai duhitā brahmandevahūtīti viśrutāpatnī prajāpater uktākardamasya tvayānagha",
        "verse_Syn": [
            "tasya",
            "vai",
            "duhitā",
            "brahman",
            "devahūti",
            "iti",
            "viśrutā",
            "patnī",
            "prajāpateḥ",
            "uktā",
            "kardamasya",
            "tvayā",
            "anagha"
        ],
        "translation": "O holy brāhmaṇa, O sinless one, you have spoken of his daughter, known by the name Devahūti, as the wife of the sage Kardama, the lord of created beings.",
        "purport": " Here we are speaking of Svāyambhuva Manu, but in Bhagavad-gītā we hear about Vaivasvata Manu. The present age belongs to the Vaivasvata Manu. Svāyambhuva Manu was previously ruling, and his history begins from the Varāha age, or the millennium when the Lord appeared as the boar. There are fourteen Manus in one day of the life of Brahmā, and in the life of each Manu there are particular incidents. The Vaivasvata Manu of Bhagavad-gītā is different from Svāyambhuva Manu."
    },
    {
        "verse": "4",
        "devanagari": "तस्यां स वै महायोगी युक्तायां योगलक्षणै: ।ससर्ज कतिधा वीर्यं तन्मे शुश्रूषवे वद ॥ ४ ॥",
        "english_devnagari": "tasyāṁ sa vai mahā-yogīyuktāyāṁ yoga-lakṣaṇaiḥsasarja katidhā vīryaṁtan me śuśrūṣave vada",
        "verse_Syn": [
            "tasyām",
            "saḥ",
            "vai",
            "mahā",
            "yogī",
            "yuktāyām",
            "yoga",
            "lakṣaṇaiḥ",
            "sasarja",
            "katidhā",
            "vīryam",
            "tat",
            "me",
            "śuśrūṣave",
            "vada"
        ],
        "translation": "How many offspring did that great yogī beget through the princess, who was endowed with eightfold perfection in the yoga principles? Oh, pray tell me this, for I am eager to hear it.",
        "purport": " Here Vidura inquired about Kardama Muni and his wife, Devahūti, and about their children. It is described here that Devahūti was very much advanced in the performance of eightfold yoga. The eight divisions of yoga performance are described as (1) control of the senses, (2) strict following of the rules and regulations, (3) practice of the different sitting postures, (4) control of the breath, (5) withdrawing the senses from sense objects, (6) concentration of the mind, (7) meditation and (8) self-realization. After self-realization there are eight further perfectional stages, which are called yoga-siddhis. The husband and wife, Kardama and Devahūti, were advanced in yoga practice; the husband was a mahā-yogī, great mystic, and the wife was a yoga-lakṣaṇa, or one advanced in yoga. They united and produced children. Formerly, after making their lives perfect, great sages and saintly persons used to beget children, otherwise they strictly observed the rules and regulations of celibacy. Brahmacarya (following the rules and regulations of celibacy) is required for perfection of self-realization and mystic power. There is no recommendation in the Vedic scriptures that one can go on enjoying material sense gratification at one’s whims, as one likes, and at the same time become a great meditator by paying a rascal some money."
    },
    {
        "verse": "5",
        "devanagari": "रुचिर्यो भगवान् ब्रह्मन्दक्षो वा ब्रह्मण: सुत: ।यथा ससर्ज भूतानि लब्ध्वा भार्यां च मानवीम् ॥ ५ ॥",
        "english_devnagari": "rucir yo bhagavān brahmandakṣo vā brahmaṇaḥ sutaḥyathā sasarja bhūtānilabdhvā bhāryāṁ ca mānavīm",
        "verse_Syn": [
            "ruciḥ",
            "yaḥ",
            "bhagavān",
            "brahman",
            "dakṣaḥ",
            "vā",
            "brahmaṇaḥ",
            "sutaḥ",
            "yathā",
            "sasarja",
            "bhūtāni",
            "labdhvā",
            "bhāryām",
            "ca",
            "mānavīm"
        ],
        "translation": "O holy sage, tell me how the worshipful Ruci and Dakṣa, the son of Brahmā, generated children after securing as their wives the other two daughters of Svāyambhuva Manu.",
        "purport": " All the great personalities who increased the population in the beginning of the creation are called Prajāpatis. Brahmā is also known as Prajāpati, as were some of his later sons. Svāyambhuva Manu is also known as Prajāpati, as is Dakṣa, another son of Brahmā. Svāyambhuva had two daughters, Ākūti and Prasūti. The Prajāpati Ruci married Ākūti, and Dakṣa married Prasūti. These couples and their children produced immense numbers of children to populate the entire universe. Vidura’s inquiry was, “How did they beget the population in the beginning?”"
    },
    {
        "verse": "6",
        "devanagari": "मैत्रेय उवाचप्रजा: सृजेति भगवान् कर्दमो ब्रह्मणोदित: ।सरस्वत्यां तपस्तेपे सहस्राणां समा दश ॥ ६ ॥",
        "english_devnagari": "maitreya uvācaprajāḥ sṛjeti bhagavānkardamo brahmaṇoditaḥsarasvatyāṁ tapas tepesahasrāṇāṁ samā daśa",
        "verse_Syn": [
            "maitreyaḥ",
            "uvāca",
            "prajāḥ",
            "sṛja",
            "iti",
            "bhagavān",
            "kardamaḥ",
            "brahmaṇā",
            "uditaḥ",
            "sarasvatyām",
            "tapaḥ",
            "tepe",
            "sahasrāṇām",
            "samāḥ",
            "daśa"
        ],
        "translation": "The great sage Maitreya replied: Commanded by Lord Brahmā to beget children in the worlds, the worshipful Kardama Muni practiced penance on the bank of the river Sarasvatī for a period of ten thousand years.",
        "purport": " It is understood herein that Kardama Muni meditated in yoga for ten thousand years before attaining perfection. Similarly, we have information that Vālmīki Muni also practiced yoga meditation for sixty thousand years before attaining perfection. Therefore, yoga practice can be successfully performed by persons who have a very long duration of life, such as one hundred thousand years; in that way it is possible to have perfection in yoga. Otherwise, there is no possibility of attaining the real perfection. Following the regulations, controlling the senses and practicing the different sitting postures are merely the preliminary practices. We do not know how people can be captivated by the bogus yoga system in which it is stated that simply by meditating fifteen minutes daily one can attain the perfection of becoming one with God. This age (Kali-yuga) is the age of bluffing and quarrel. Actually there is no possibility of attaining yoga perfection by such paltry proposals. The Vedic literature, for emphasis, clearly states three times that in this Age of Kali — kalau nāsty eva nāsty eva nāsty eva — there is no other alternative, no other alternative, no other alternative than harer nāma, chanting the holy name of the Lord."
    },
    {
        "verse": "7",
        "devanagari": "तत: समाधियुक्तेन क्रियायोगेन कर्दम: ।सम्प्रपेदे हरिं भक्त्या प्रपन्नवरदाशुषम् ॥ ७ ॥",
        "english_devnagari": "tataḥ samādhi-yuktenakriyā-yogena kardamaḥsamprapede hariṁ bhaktyāprapanna-varadāśuṣam",
        "verse_Syn": [
            "tataḥ",
            "samādhi",
            "yuktena",
            "kriyā",
            "yogena",
            "kardamaḥ",
            "samprapede",
            "harim",
            "bhaktyā",
            "prapanna",
            "varadāśuṣam"
        ],
        "translation": "During that period of penance, the sage Kardama, by worship through devotional service in trance, propitiated the Personality of Godhead, who is the quick bestower of all blessings upon those who flee to Him for protection.",
        "purport": " The significance of meditation is described here. Kardama Muni practiced mystic yoga meditation for ten thousand years just to please the Supreme Personality of Godhead, Hari. Therefore, whether one practices yoga or speculates and does research to find God, one’s efforts must be mixed with the process of devotion. Without devotion, nothing can be perfect. The target of perfection and realization is the Supreme Personality of Godhead. In the Sixth Chapter of Bhagavad-gītā it is clearly said that one who constantly engages in Kṛṣṇa consciousness is the topmost yogī. The Personality of Godhead, Hari, also fulfills the desires of His surrendered devotee. One has to surrender unto the lotus feet of the Personality of Godhead, Hari, or Kṛṣṇa, in order to achieve real success. Devotional service, or engagement in Kṛṣṇa consciousness, is the direct method, and all other methods, although recommended, are indirect. In this Age of Kali the direct method is especially more feasible than the indirect because people are short-living, their intelligence is poor, and they are poverty-stricken and embarrassed by so many miserable disturbances. Lord Caitanya, therefore, has given the greatest boon: in this age one simply has to chant the holy name of God to attain perfection in spiritual life. The words samprapede harim mean that in various ways Kardama Muni satisfied the Supreme Personality of Godhead, Hari, by his devotional service. Devotional service is also expressed by the word kriyā-yogena. Kardama Muni not only meditated but also engaged in devotional service; to attain perfection in yoga practice or meditation, one must act in devotional service by hearing, chanting, remembering, etc. Remembering is meditation also. But who is to be remembered? One should remember the Supreme Personality of Godhead. Not only must one remember the Supreme Person; one must hear about the activities of the Lord and chant His glories. This information is in the authoritative scriptures. After engaging himself for ten thousand years in performing different types of devotional service, Kardama Muni attained the perfection of meditation, but that is not possible in this Age of Kali, wherein it is very difficult to live for as much as one hundred years. At the present moment, who will be successful in the rigid performance of the many yoga rules and regulations? Moreover, perfection is attained only by those who are surrendered souls. Where there is no mention of the Personality of Godhead, where is there surrender? And where there is no meditation upon the Personality of Godhead, where is the yoga practice? Unfortunately, people in this age, especially persons who are of a demoniac nature, want to be cheated. Thus the Supreme Personality of Godhead sends great cheaters who mislead them in the name of yoga and render their lives useless and doomed. In Bhagavad-gītā it is therefore clearly stated (in the Sixteenth Chapter, verse 17) that rascals of self-made authority, being puffed up by illegally collected money, perform yoga without following the authoritative books. They are very proud of the money they have plundered from innocent persons who wanted to be cheated."
    },
    {
        "verse": "8",
        "devanagari": "तावत्प्रसन्नो भगवान् पुष्कराक्ष: कृते युगे ।दर्शयामास तं क्षत्त: शाब्दं ब्रह्म दधद्वपु: ॥ ८ ॥",
        "english_devnagari": "tāvat prasanno bhagavānpuṣkarākṣaḥ kṛte yugedarśayām āsa taṁ kṣattaḥśābdaṁ brahma dadhad vapuḥ",
        "verse_Syn": [
            "tāvat",
            "prasannaḥ",
            "bhagavān",
            "puṣkara",
            "akṣaḥ",
            "kṛte",
            "yuge",
            "darśayām",
            "āsa",
            "tam",
            "kṣattaḥ",
            "śābdam",
            "brahma",
            "dadhat",
            "vapuḥ"
        ],
        "translation": "Then, in the Satya-yuga, the lotus-eyed Supreme Personality of Godhead, being pleased, showed Himself to that Kardama Muni and displayed His transcendental form, which can be understood only through the Vedas.",
        "purport": " Here two points are very significant. The first is that Kardama Muni attained success by yoga practice in the beginning of Satya-yuga, when people used to live for one hundred thousand years. Kardama Muni attained success, and the Lord, being pleased with him, showed him His form, which is not imaginary. Sometimes the impersonalists recommend that one can arbitrarily concentrate one’s mind on some form he imagines or which pleases him. But here it is very clearly said that the form which the Lord showed to Kardama Muni by His divine grace is described in the Vedic literature. Śābdaṁ brahma: the forms of the Lord are clearly indicated in the Vedic literature. Kardama Muni did not discover any imaginary form of God, as alleged by rascals; he actually saw the eternal, blissful and transcendental form of the Lord."
    },
    {
        "verse": "9",
        "devanagari": "स तं विरजमर्काभं सितपद्मोत्पलस्रजम् ।स्‍निग्धनीलालकव्रातवक्त्राब्जं विरजोऽम्बरम् ॥ ९ ॥",
        "english_devnagari": "sa taṁ virajam arkābhaṁsita-padmotpala-srajamsnigdha-nīlālaka-vrāta-vaktrābjaṁ virajo ’mbaram",
        "verse_Syn": [
            "saḥ",
            "tam",
            "virajam",
            "arka",
            "ābham",
            "sita",
            "padma",
            "utpala",
            "srajam",
            "snigdha",
            "nīla",
            "alaka",
            "vrāta",
            "vaktra",
            "abjam",
            "virajaḥ",
            "ambaram"
        ],
        "translation": "Kardama Muni saw the Supreme Personality of Godhead, who is free from material contamination, in His eternal form, effulgent like the sun, wearing a garland of white lotuses and water lilies. The Lord was clad in spotless yellow silk, and His lotus face was fringed with slick dark locks of curly hair.",
        "purport": ""
    },
    {
        "verse": "10",
        "devanagari": "किरीटिनं कुण्डलिनं शङ्खचक्रगदाधरम् ।श्वेतोत्पलक्रीडनकं मन:स्पर्शस्मितेक्षणम् ॥ १० ॥",
        "english_devnagari": "kirīṭinaṁ kuṇḍalinaṁśaṅkha-cakra-gadā-dharamśvetotpala-krīḍanakaṁmanaḥ-sparśa-smitekṣaṇam",
        "verse_Syn": [
            "kirīṭinam",
            "kuṇḍalinam",
            "śaṅkha",
            "cakra",
            "gadā",
            "dharam",
            "śveta",
            "utpala",
            "krīḍanakam",
            "manaḥ",
            "sparśa",
            "smita",
            "īkṣaṇam"
        ],
        "translation": "Adorned with a crown and earrings, He held His characteristic conch, disc and mace in three of His hands and a white lily in the fourth. He glanced about in a happy, smiling mood whose sight captivates the hearts of all devotees.",
        "purport": ""
    },
    {
        "verse": "11",
        "devanagari": "विन्यस्तचरणाम्भोजमंसदेशे गरुत्मत: ।दृष्ट्वा खेऽवस्थितं वक्ष:श्रियं कौस्तुभकन्धरम् ॥ ११ ॥",
        "english_devnagari": "vinyasta-caraṇāmbhojamaṁsa-deśe garutmataḥdṛṣṭvā khe ’vasthitaṁ vakṣaḥ-śriyaṁ kaustubha-kandharam",
        "verse_Syn": [
            "vinyasta",
            "caraṇa",
            "ambhojam",
            "aṁsa",
            "deśe",
            "garutmataḥ",
            "dṛṣṭvā",
            "khe",
            "avasthitam",
            "vakṣaḥ",
            "śriyam",
            "kaustubha",
            "kandharam"
        ],
        "translation": "A golden streak on His chest, the famous Kaustubha gem suspended from His neck, He stood in the air with His lotus feet placed on the shoulders of Garuḍa.",
        "purport": " The descriptions in verses 9-11 of the Lord in His transcendental, eternal form are understood to be descriptions from the authoritative Vedic version. These descriptions are certainly not the imagination of Kardama Muni. The decorations of the Lord are beyond material conception, as admitted even by impersonalists like Śaṅkarācārya: Nārāyaṇa, the Supreme Personality of Godhead, has nothing to do with the material creation. The varieties of the transcendental Lord — His body, His form, His dress, His instruction, His words — are not manufactured by the material energy, but are all confirmed in the Vedic literature. By performance of yoga Kardama Muni actually saw the Supreme Lord as He is. There was no point in seeing an imagined form of God after practicing yoga for ten thousand years. The perfection of yoga, therefore, does not terminate in voidness or impersonalism; on the contrary, the perfection of yoga is attained when one actually sees the Personality of Godhead in His eternal form. The process of Kṛṣṇa consciousness is to deliver the form of Kṛṣṇa directly. The form of Kṛṣṇa is described in the authoritative Vedic literature Brahma-saṁhitā: His abode is made of cintāmaṇi stone, and the Lord plays there as a cowherd boy and is served by many thousands of gopīs. These descriptions are authoritative, and a Kṛṣṇa conscious person takes them directly, acts on them, preaches them and practices devotional service as enjoined in the authoritative scriptures."
    },
    {
        "verse": "12",
        "devanagari": "जातहर्षोऽपतन्मूर्ध्ना क्षितौ लब्धमनोरथ: ।गीर्भिस्त्वभ्यगृणात्प्रीतिस्वभावात्मा कृताञ्जलि: ॥ १२ ॥",
        "english_devnagari": "jāta-harṣo ’patan mūrdhnākṣitau labdha-manorathaḥgīrbhis tv abhyagṛṇāt prīti-svabhāvātmā kṛtāñjaliḥ",
        "verse_Syn": [
            "jāta",
            "harṣaḥ",
            "apatat",
            "mūrdhnā",
            "kṣitau",
            "labdha",
            "manaḥ",
            "rathaḥ",
            "gīrbhiḥ",
            "tu",
            "abhyagṛṇāt",
            "prīti",
            "svabhāva",
            "ātmā",
            "kṛta",
            "añjaliḥ"
        ],
        "translation": "When Kardama Muni actually realized the Supreme Personality of Godhead in person, he was greatly satisfied because his transcendental desire was fulfilled. He fell on the ground with his head bowed to offer obeisances unto the lotus feet of the Lord. His heart naturally full of love of God, with folded hands he satisfied the Lord with prayers.",
        "purport": " The realization of the personal form of the Lord is the highest perfectional stage of yoga. In the Sixth Chapter of Bhagavad-gītā, where yoga practice is described, this realization of the personal form of the Lord is called the perfection of yoga. After practicing the sitting postures and other regulative principles of the system, one finally reaches the stage of samādhi, absorption in the Supreme. In the samādhi stage one can see the Supreme Personality of Godhead in His partial form as Paramātmā, or as He is. Samādhi is described in authoritative yoga scriptures, such as the Patañjali-sūtras, to be a transcendental pleasure. The yoga system described in the books of Patañjali is authoritative, and the modern so-called yogīs who have manufactured their own ways, not consulting the authorities, are simply ludicrous. The Patañjali yoga system is called aṣṭāṅga-yoga. Sometimes impersonalists pollute the Patañjali yoga system because they are monists. Patañjali describes that the soul is transcendentally pleased when he meets the Supersoul and sees Him. If the existence of the Supersoul and the individual is admitted, then the impersonalist theory of monism is nullified. Therefore some impersonalists and void philosophers twist the Patañjali system in their own way and pollute the whole yoga process. According to Patañjali, when one becomes free from all material desires he attains his real, transcendental situation, and realization of that stage is called spiritual power. In material activities a person engages in the modes of material nature. The aspirations of such people are (1) to be religious, (2) to be economically enriched, (3) to be able to gratify the senses and, at last, (4) to become one with the Supreme. According to the monists, when a yogī becomes one with the Supreme and loses his individual existence, he attains the highest stage, called kaivalya. But actually, the stage of realization of the Personality of Godhead is kaivalya. The oneness of understanding that the Supreme Lord is fully spiritual and that in full spiritual realization one can understand what He is — the Supreme Personality of Godhead — is called kaivalya, or, in the language of Patañjali, realization of spiritual power. His proposal is that when one is freed from material desires and fixed in spiritual realization of the self and the Superself, that is called cit-śakti. In full spiritual realization there is a perception of spiritual happiness, and that happiness is described in Bhagavad-gītā as the supreme happiness, which is beyond the material senses. Trance is described to be of two kinds, samprajñāta and asamprajñāta, or mental speculation and self-realization. In samādhi or asamprajñāta one can realize, by his spiritual senses, the spiritual form of the Lord. That is the ultimate goal of spiritual realization. According to Patañjali, when one is fixed in constant realization of the supreme form of the Lord, one has attained the perfectional stage, as attained by Kardama Muni. Unless one attains this stage of perfection — beyond the perfection of the preliminaries of the yoga system — there is no ultimate realization. There are eight perfections in the aṣṭāṅga-yoga system. One who has attained them can become lighter than the lightest and greater than the greatest, and he can achieve whatever he likes. But even achieving such material success in yoga is not the perfection or the ultimate goal. The ultimate goal is described here: Kardama Muni saw the Supreme Personality of Godhead in His eternal form. Devotional service begins with the relationship of the individual soul and the Supreme Soul, or Kṛṣṇa and Kṛṣṇa’s devotees, and when one attains it there is no question of falling down. If, through the yoga system, one wants to attain the stage of seeing the Supreme Personality of Godhead face to face, but is attracted instead to attainment of some material power, then he is detoured from proceeding further. Material enjoyment, as encouraged by bogus yogīs, has nothing to do with the transcendental realization of spiritual happiness. Real devotees of bhakti-yoga accept only the material necessities of life absolutely needed to maintain the body and soul together; they refrain completely from all exaggerated material sense gratification. They are prepared to undergo all kinds of tribulation, provided they can make progress in the realization of the Personality of Godhead."
    },
    {
        "verse": "13",
        "devanagari": "ऋषिरुवाचजुष्टं बताद्याखिलसत्त्वराशे:सांसिद्ध्यमक्ष्णोस्तव दर्शनान्न: ।यद्दर्शनं जन्मभिरीड्य सद्‌भि-राशासते योगिनो रूढयोगा: ॥ १३ ॥",
        "english_devnagari": "ṛṣir uvācajuṣṭaṁ batādyākhila-sattva-rāśeḥsāṁsiddhyam akṣṇos tava darśanān naḥyad-darśanaṁ janmabhir īḍya sadbhirāśāsate yogino rūḍha-yogāḥ",
        "verse_Syn": [
            "ṛṣiḥ",
            "uvāca",
            "juṣṭam",
            "bata",
            "adya",
            "akhila",
            "sattva",
            "rāśeḥ",
            "sāṁsiddhyam",
            "akṣṇoḥ",
            "tava",
            "darśanāt",
            "naḥ",
            "yat",
            "darśanam",
            "janmabhiḥ",
            "īḍya",
            "sadbhiḥ",
            "āśāsate",
            "yoginaḥ",
            "rūḍha",
            "yogāḥ"
        ],
        "translation": "The great sage Kardama said: O supreme worshipful Lord, my power of sight is now fulfilled, having attained the greatest perfection of the sight of You, who are the reservoir of all existences. Through many successive births of deep meditation, advanced yogīs aspire to see Your transcendental form.",
        "purport": " The Supreme Personality of Godhead is described here as the reservoir of all goodness and all pleasure. Unless one is situated in the mode of goodness, there is no real pleasure. Therefore when one’s body, mind and activities are situated in the service of the Lord, one is on the highest perfectional stage of goodness. Kardama Muni says, “Your Lordship is the reservoir of all that can be understood by the nomenclature of goodness, and by our experiencing You face to face, the perfection of sight has now been attained.” These statements are the pure devotional situation; for a devotee, the perfection of the senses is to engage in the service of the Lord. The sense of sight, when engaged in seeing the beauty of the Lord, is perfected; the power to hear, when engaged in hearing the glories of the Lord, is perfected; the power to taste, when one enjoys by eating prasāda, is perfected. When all the senses engage in relationship with the Personality of Godhead, one’s perfection is technically called bhakti-yoga, which entails detaching the senses from material indulgence and attaching them to the service of the Lord. When one is freed from all designated conditional life and fully engages in the service of the Lord, one’s service is called bhakti-yoga. Kardama Muni admits that seeing the Lord personally in bhakti-yoga is the perfection of sight. The exalted perfection of seeing the Lord is not exaggerated by Kardama Muni. He gives evidence that those who are actually elevated in yoga aspire in life after life to see this form of the Personality of Godhead. He was not a fictitious yogī. Those who are actually on the advanced path aspire only to see the eternal form of the Lord."
    },
    {
        "verse": "14",
        "devanagari": "ये मायया ते हतमेधसस्त्वत्-पादारविन्दं भवसिन्धुपोतम् ।उपासते कामलवाय तेषांरासीश कामान्निरयेऽपि ये स्यु: ॥ १४ ॥",
        "english_devnagari": "ye māyayā te hata-medhasas tvat-pādāravindaṁ bhava-sindhu-potamupāsate kāma-lavāya teṣāṁrāsīśa kāmān niraye ’pi ye syuḥ",
        "verse_Syn": [
            "ye",
            "māyayā",
            "te",
            "hata",
            "medhasaḥ",
            "tvat",
            "pāda",
            "aravindam",
            "bhava",
            "sindhu",
            "potam",
            "upāsate",
            "kāma",
            "lavāya",
            "teṣām",
            "rāsi",
            "īśa",
            "kāmān",
            "niraye",
            "api",
            "ye",
            "syuḥ"
        ],
        "translation": "Your lotus feet are the true vessel to take one across the ocean of mundane nescience. Only persons deprived of their intelligence by the spell of the deluding energy will worship those feet with a view to attain the trivial and momentary pleasures of the senses, which even persons rotting in hell can attain. However, O my Lord, You are so kind that You bestow mercy even upon them.",
        "purport": " As stated in Bhagavad-gītā, Seventh Chapter, there are two kinds of devotees — those who desire material pleasures and those who desire nothing but service to the Lord. Material pleasures can be attained even by hogs and dogs, whose condition of life is hellish. The hog also eats, sleeps and enjoys sex life to the full extent, and it is also very satisfied with such hellish enjoyment of material existence. Modern yogīs advise that because one has senses, one must enjoy to the fullest extent like cats and dogs, yet one can go on and practice yoga. This is condemned here by Kardama Muni; he says that such material pleasures are available for cats and dogs in a hellish condition. The Lord is so kind that if so-called yogīs are satisfied by hellish pleasures, He can give them facilities to attain all the material pleasures they desire, but they cannot attain the perfectional stage attained by Kardama Muni. Hellish and demoniac persons do not actually know what is the ultimate attainment in perfection, and therefore they think that sense gratification is the highest goal of life. They advise that one can satisfy the senses and at the same time, by reciting some mantra and by some practice, can cheaply aspire for perfection. Such persons are described here as hata-medhasaḥ, which means “those whose brains are spoiled.” They aspire for material enjoyment by perfection of yoga or meditation. In Bhagavad-gītā it is stated by the Lord that the intelligence of those who worship the demigods has been spoiled. Similarly, here too it is stated by Kardama Muni that one who aspires after material enjoyment by practice of yoga has spoiled his brain substance and is fool number one. Actually, the intelligent practitioner of yoga should aspire for nothing else but to cross over the ocean of nescience by worshiping the Personality of Godhead and to see the lotus feet of the Lord. The Lord is so kind, however, that even today persons whose brain substance is spoiled are given the benediction to become cats, dogs or hogs and enjoy material happiness from sex life and sense gratification. The Lord confirms this benediction in Bhagavad-gītā: “Whatever a person aspires to receive from Me, I offer him as he desires.”"
    },
    {
        "verse": "15",
        "devanagari": "तथा स चाहं परिवोढुकाम:समानशीलां गृहमेधधेनुम् ।उपेयिवान्मूलमशेषमूलंदुराशय: कामदुघाङ्‌घ्रिपस्य ॥ १५ ॥",
        "english_devnagari": "tathā sa cāhaṁ parivoḍhu-kāmaḥsamāna-śīlāṁ gṛhamedha-dhenumupeyivān mūlam aśeṣa-mūlaṁdurāśayaḥ kāma-dughāṅghripasya",
        "verse_Syn": [
            "tathā",
            "saḥ",
            "ca",
            "aham",
            "parivoḍhu",
            "kāmaḥ",
            "samāna",
            "śīlām",
            "gṛha",
            "medha",
            "dhenum",
            "upeyivān",
            "mūlam",
            "aśeṣa",
            "mūlam",
            "durāśayaḥ",
            "kāma",
            "dugha",
            "aṅghripasya"
        ],
        "translation": "Therefore, desiring to marry a girl of like disposition who may prove to be a veritable cow of plenty in my married life, to satisfy my lustful desire I too have sought the shelter of Your lotus feet, which are the source of everything, for You are like a desire tree.",
        "purport": " In spite of his condemning persons who approach the Lord for material advantages, Kardama Muni expressed his material inability and desire before the Lord by saying, “Although I know that nothing material should be asked from You, I nevertheless desire to marry a girl of like disposition.” The phrase “like disposition” is very significant. Formerly, boys and girls of similar dispositions were married; the similar natures of the boy and girl were united in order to make them happy. Not more than twenty-five years ago, and perhaps it is still current, parents in India used to consult the horoscope of the boy and girl to see whether there would be factual union in their psychological conditions. These considerations are very important. Nowadays marriage takes place without such consultation, and therefore, soon after the marriage, there is divorce and separation. Formerly husband and wife used to live together peacefully throughout their whole lives, but nowadays it is a very difficult task. Kardama Muni wanted to have a wife of like disposition because a wife is necessary to assist in spiritual and material advancement. It is said that a wife yields the fulfillment of all desires in religion, economic development and sense gratification. If one has a nice wife, he is to be considered a most fortunate man. In astrology, a man is considered fortunate who has great wealth, very good sons or a very good wife. Of these three, one who has a very good wife is considered the most fortunate. Before marrying, one should select a wife of like disposition and not be enamored by so-called beauty or other attractive features for sense gratification. In the Bhāgavatam, Twelfth Canto, it is said that in the Kali-yuga marriage will be based on the consideration of sex life; as soon as there is deficiency in sex life, the question of divorce will arise. Kardama Muni could have asked his benediction from Umā, for it is recommended in the scriptures that if anyone wants a good wife, he should worship Umā. But he preferred to worship the Supreme Personality of Godhead because it is recommended in the Bhāgavatam that everyone, whether he is full of desires, has no desire or desires liberation, should worship the Supreme Lord. Of these three classes of men, one tries to be happy by fulfillment of material desires, another wants to be happy by becoming one with the Supreme, and another, the perfect man, is a devotee. He does not want anything in return from the Personality of Godhead; he only wants to render transcendental loving service. In any case, everyone should worship the Supreme Personality of Godhead, for He will fulfill everyone’s desire. The advantage of worshiping the Supreme Person is that even if one has desires for material enjoyment, if he worships Kṛṣṇa he will gradually become a pure devotee and have no more material hankering."
    },
    {
        "verse": "16",
        "devanagari": "प्रजापतेस्ते वचसाधीश तन्त्यालोक: किलायं कामहतोऽनुबद्ध: ।अहं च लोकानुगतो वहामिबलिं च शुक्लानिमिषाय तुभ्यम् ॥ १६ ॥",
        "english_devnagari": "prajāpates te vacasādhīśa tantyālokaḥ kilāyaṁ kāma-hato ’nubaddhaḥahaṁ ca lokānugato vahāmibaliṁ ca śuklānimiṣāya tubhyam",
        "verse_Syn": [
            "prajāpateḥ",
            "te",
            "vacasā",
            "adhīśa",
            "tantyā",
            "lokaḥ",
            "kila",
            "ayam",
            "kāma",
            "hataḥ",
            "anubaddhaḥ",
            "aham",
            "ca",
            "loka",
            "anugataḥ",
            "vahāmi",
            "balim",
            "ca",
            "śukla",
            "animiṣāya",
            "tubhyam"
        ],
        "translation": "O my Lord, You are the master and leader of all living entities. Under Your direction, all conditioned souls, as if bound by rope, are constantly engaged in satisfying their desires. Following them, O embodiment of religion, I also bear oblations for You, who are eternal time.",
        "purport": " In the Kaṭha Upaniṣad it is stated that the Supreme Lord is the leader of all living entities. He is their sustainer and the awarder of all their necessities and desires. No living entity is independent; all are dependent on the mercy of the Supreme Lord. Therefore the Vedic instruction is that one should enjoy life under the direction of the supreme leader, the Personality of Godhead. Vedic literatures like Īśopaniṣad direct that since everything belongs to the Supreme Personality of Godhead, one should not encroach upon another’s property, but should enjoy one’s individual allotment. The best program for every living entity is to take direction from the Supreme Lord and enjoy material or spiritual life. A question may be raised: Since Kardama Muni was advanced in spiritual life, why then did he not ask the Lord for liberation? Why did he want to enjoy material life in spite of his personally seeing and experiencing the Supreme Lord? The answer is that not everyone is competent to be liberated from material bondage. It is therefore everyone’s duty to enjoy according to his present position, but under the direction of the Lord or the Vedas. The Vedas are considered to be the direct words of the Lord. The Lord gives us the opportunity to enjoy material life as we want, and at the same time He gives directions for the modes and processes of abiding by the Vedas so that gradually one may be elevated to liberation from material bondage. The conditioned souls who have come to the material world to fulfill their desires to lord it over material nature are bound by the laws of nature. The best course is to abide by the Vedic rules; that will help one to be gradually elevated to liberation. Kardama Muni addresses the Lord as śuka, which means “the leader of religion.” One who is pious should follow the rules of religion, for such rules are prescribed by the Lord Himself. No one can manufacture or concoct a religion; “religion” refers to the injunctions or laws of the Lord. In Bhagavad-gītā the Lord says that religion means to surrender unto Him. Therefore one should follow the Vedic regulations and surrender unto the Supreme Lord because that is the ultimate goal of perfection in human life. One should live a life of piety, follow the religious rules and regulations, marry and live peacefully for elevation to the higher status of spiritual realization."
    },
    {
        "verse": "17",
        "devanagari": "लोकांश्च लोकानुगतान् पशूंश्चहित्वा श्रितास्ते चरणातपत्रम् ।परस्परं त्वद्गुणवादसीधु-पीयूषनिर्यापितदेहधर्मा: ॥ १७ ॥",
        "english_devnagari": "lokāṁś ca lokānugatān paśūṁś cahitvā śritās te caraṇātapatramparasparaṁ tvad-guṇa-vāda-sīdhu-pīyūṣa-niryāpita-deha-dharmāḥ",
        "verse_Syn": [
            "lokān",
            "ca",
            "loka",
            "anugatān",
            "paśūn",
            "ca",
            "hitvā",
            "śritāḥ",
            "te",
            "caraṇa",
            "ātapatram",
            "parasparam",
            "tvat",
            "guṇa",
            "vāda",
            "sīdhu",
            "pīyūṣa",
            "niryāpita",
            "deha",
            "dharmāḥ"
        ],
        "translation": "However, persons who have given up stereotyped worldly affairs and the beastly followers of these affairs, and who have taken shelter of the umbrella of Your lotus feet by drinking the intoxicating nectar of Your qualities and activities in discussions with one another, can be freed from the primary necessities of the material body.",
        "purport": " After describing the necessity of married life, Kardama Muni asserts that marriage and other social affairs are stereotyped regulations for persons who are addicted to material sense enjoyment. The principles of animal life — eating, sleeping, mating and defending — are actually necessities of the body, but those who engage in transcendental Kṛṣṇa consciousness, giving up all the stereotyped activities of this material world, are freed from social conventions. Conditioned souls are under the spell of material energy, or eternal time — past, present and future — but as soon as one engages in Kṛṣṇa consciousness, he transcends the limits of past and present and becomes situated in the eternal activities of the soul. One has to act in terms of the Vedic injunctions in order to enjoy material life, but those who have taken to the devotional service of the Lord are not afraid of the regulations of this material world. Such devotees do not care for the conventions of material activities; they boldly take to that shelter which is like an umbrella against the sun of repeated birth and death. Constant transmigration of the soul from one body to another is the cause of suffering in material existence. This conditional life in material existence is called saṁsāra. One may perform good work and take his birth in a very nice material condition, but the process under which birth and death take place is like a terrible fire. Śrī Viśvanātha Cakravartī Ṭhākura, in his prayer to the spiritual master, has described this. Saṁsāra, or the repetition of birth and death, is compared to a forest fire. A forest fire takes place automatically, without anyone’s endeavor, by the friction of dried wood, and no fire department or sympathetic person can extinguish it. The raging forest fire can be extinguished only when there is a constant downpour of water from a cloud. The cloud is compared to the mercy of the spiritual master. By the grace of the spiritual master the cloud of the mercy of the Personality of Godhead is brought in, and then only, when the rains of Kṛṣṇa consciousness fall, can the fire of material existence be extinguished. This is also explained here. In order to find freedom from the stereotyped conditional life of material existence, one has to take shelter of the lotus feet of the Lord, not in the manner in which the impersonalists indulge, but in devotional service, chanting and hearing of the activities of the Lord. Only then can one be freed from the actions and reactions of material existence. It is recommended here that one should give up the conditional life of this material world and the association of so-called civilized human beings who are simply following, in a polished way, the same stereotyped principles of eating, sleeping, defending and mating. Chanting and hearing of the glories of the Lord is described here as tvad-guṇa-vāda-sīdhu. Only by drinking the nectar of chanting and hearing the pastimes of the Lord can one forget the intoxication of material existence."
    },
    {
        "verse": "18",
        "devanagari": "न तेऽजराक्षभ्रमिरायुरेषांत्रयोदशारं त्रिशतं षष्टिपर्व ।षण्नेम्यनन्तच्छदि यत्‍त्रिणाभिकरालस्रोतो जगदाच्छिद्य धावत् ॥ १८ ॥",
        "english_devnagari": "na te ’jarākṣa-bhramir āyur eṣāṁtrayodaśāraṁ tri-śataṁ ṣaṣṭi-parvaṣaṇ-nemy ananta-cchadi yat tri-ṇābhikarāla-sroto jagad ācchidya dhāvat",
        "verse_Syn": [
            "na",
            "te",
            "ajara",
            "akṣa",
            "bhramiḥ",
            "āyuḥ",
            "eṣām",
            "trayodaśa",
            "aram",
            "tri",
            "śatam",
            "ṣaṣṭi",
            "parva",
            "ṣaṭ",
            "nemi",
            "ananta",
            "chadi",
            "yat",
            "tri",
            "nābhi",
            "karāla",
            "srotaḥ",
            "jagat",
            "ācchidya",
            "dhāvat"
        ],
        "translation": "Your wheel, which has three naves, rotates around the axis of the imperishable Brahman. It has thirteen spokes, 360 joints, six rims and numberless leaves carved upon it. Though its revolution cuts short the life span of the entire creation, this wheel of tremendous velocity cannot touch the life span of the devotees of the Lord.",
        "purport": " The time factor cannot affect the span of life of the devotees. In Bhagavad-gītā it is stated that a little execution of devotional service saves one from the greatest danger. The greatest danger is transmigration of the soul from one body to another, and only devotional service to the Lord can stop this process. It is stated in the Vedic literatures, hariṁ vinā na mṛtiṁ taranti: without the mercy of the Lord, one cannot stop the cycle of birth and death. In Bhagavad-gītā it is stated that only by understanding the transcendental nature of the Lord and His activities, His appearance and disappearance can one stop the cycle of death and go back to Him. The time factor is divided into many fractions of moments, hours, months, years, periods, seasons, etc. All the divisions in this verse are determined according to the astronomical calculations of Vedic literature. There are six seasons, called ṛtus, and there is the period of four months called cāturmāsya. Three periods of four months complete one year. According to Vedic astronomical calculations, there are thirteen months. The thirteenth month is called adhi-māsa or mala-māsa and is added every third year. The time factor, however, cannot touch the lifespan of the devotees. In another verse it is stated that when the sun rises and sets it takes away the life of all living entities, but it cannot take away the life of those who are engaged in devotional service. Time is compared here to a big wheel which has 360 joints, six rims in the shape of seasons, and numberless leaves in the shape of moments. It rotates on the eternal existence, Brahman."
    },
    {
        "verse": "19",
        "devanagari": "एक: स्वयं सञ्जगत: सिसृक्षया-द्वितीययात्मन्नधियोगमायया ।सृजस्यद: पासि पुनर्ग्रसिष्यसेयथोर्णनाभिर्भगवन् स्वशक्तिभि: ॥ १९ ॥",
        "english_devnagari": "ekaḥ svayaṁ sañ jagataḥ sisṛkṣayā-dvitīyayātmann adhi-yogamāyayāsṛjasy adaḥ pāsi punar grasiṣyaseyathorṇa-nābhir bhagavan sva-śaktibhiḥ",
        "verse_Syn": [
            "ekaḥ",
            "svayam",
            "san",
            "jagataḥ",
            "sisṛkṣayā",
            "advitīyayā",
            "ātman",
            "adhi",
            "yoga",
            "māyayā",
            "sṛjasi",
            "adaḥ",
            "pāsi",
            "punaḥ",
            "grasiṣyase",
            "yathā",
            "ūrṇa",
            "nābhiḥ",
            "bhagavan",
            "sva",
            "śaktibhiḥ"
        ],
        "translation": "My dear Lord, You alone create the universes. O Personality of Godhead, desiring to create these universes, You create them, maintain them and again wind them up by Your own energies, which are under the control of Your second energy, called yoga-māyā, just as a spider creates a cobweb by its own energy and again winds it up.",
        "purport": " In this verse two important words nullify the impersonalist theory that everything is God. Here Kardama says, “O Personality of Godhead, You are alone, but You have various energies.” The example of the spider is very significant also. The spider is an individual living entity, and by its energy it creates a cobweb and plays on it, and whenever it likes it winds up the cobweb, thus ending the play. When the cobweb is manufactured by the saliva of the spider, the spider does not become impersonal. Similarly, the creation and manifestation of the material or spiritual energy does not render the creator impersonal. Here the very prayer suggests that God is sentient and can hear the prayers and fulfill the desires of the devotee. Therefore, He is sac-cid-ānanda-vigraha, the form of bliss, knowledge and eternity."
    },
    {
        "verse": "20",
        "devanagari": "नैतद्बताधीश पदं तवेप्सितंयन्मायया नस्तनुषे भूतसूक्ष्मम् ।अनुग्रहायास्त्वपि यर्ही माययालसत्तुलस्या भगवान् विलक्षित: ॥ २० ॥",
        "english_devnagari": "naitad batādhīśa padaṁ tavepsitaṁyan māyayā nas tanuṣe bhūta-sūkṣmamanugrahāyāstv api yarhi māyayālasat-tulasyā bhagavān vilakṣitaḥ",
        "verse_Syn": [
            "na",
            "etat",
            "bata",
            "adhīśa",
            "padam",
            "tava",
            "īpsitam",
            "yat",
            "māyayā",
            "naḥ",
            "tanuṣe",
            "bhūta",
            "sūkṣmam",
            "anugrahāya",
            "astu",
            "api",
            "yarhi",
            "māyayā",
            "lasat",
            "tulasyā",
            "bhagavān",
            "vilakṣitaḥ"
        ],
        "translation": "My dear Lord, although it is not Your desire, You manifest this creation of gross and subtle elements just for our sensual satisfaction. Let Your causeless mercy be upon us, for You have appeared before us in Your eternal form, adorned with a splendid wreath of tulasī leaves.",
        "purport": " It is clearly stated here that the material world is not created by the personal will of the Supreme Lord; it is created by His external energy because the living entities want to enjoy it. This material world is not created for those who do not want to enjoy sense gratification, who constantly remain in transcendental loving service and who are eternally Kṛṣṇa conscious. For them, the spiritual world is eternally existing, and they enjoy there. Elsewhere in the Śrīmad-Bhāgavatam it is stated that for those who have taken shelter of the lotus feet of the Supreme Personality of Godhead, this material world is useless; because this material world is full of danger at every step, it is not meant for the devotees but for living entities who want to lord it over the material energy at their own risk. Kṛṣṇa is so kind that He allows the sense-enjoying living entities a separate world created by Him to enjoy as they like, yet at the same time He appears in His personal form. The Lord unwillingly creates this material world, but He descends in His personal form or sends one of His reliable sons or a servant or a reliable author like Vyāsadeva to give instruction. He Himself also instructs in His speeches of Bhagavad-gītā. This propaganda work goes on side by side with the creation to convince the misguided living entities who are rotting in this material world to come back to Him and surrender unto Him. Therefore the last instruction of Bhagavad-gītā is this: “Give up all your manufactured engagements in the material world and just surrender unto Me. I shall protect you from all sinful reactions.”"
    },
    {
        "verse": "21",
        "devanagari": "तं त्वानुभूत्योपरतक्रियार्थंस्वमायया वर्तितलोकतन्त्रम् ।नमाम्यभीक्ष्णं नमनीयपाद-सरोजमल्पीयसि कामवर्षम् ॥ २१ ॥",
        "english_devnagari": "taṁ tvānubhūtyoparata-kriyārthaṁsva-māyayā vartita-loka-tantramnamāmy abhīkṣṇaṁ namanīya-pāda-sarojam alpīyasi kāma-varṣam",
        "verse_Syn": [
            "tam",
            "tvā",
            "anubhūtyā",
            "uparata",
            "kriyā",
            "artham",
            "sva",
            "māyayā",
            "vartita",
            "loka",
            "tantram",
            "namāmi",
            "abhīkṣṇam",
            "namanīya",
            "pāda",
            "sarojam",
            "alpīyasi",
            "kāma",
            "varṣam"
        ],
        "translation": "I continuously offer my respectful obeisances unto Your lotus feet, of which it is worthy to take shelter, because You shower all benedictions on the insignificant. To give all living entities detachment from fruitive activity by realizing You, You have expanded these material worlds by Your own energy.",
        "purport": " Everyone, therefore, whether he desires material enjoyment, liberation or the transcendental loving service of the Lord, should engage himself in offering obeisances unto the Supreme Lord, because the Lord can award everyone his desired benediction. In Bhagavad-gītā the Lord affirms, ye yathā māṁ prapadyante: anyone who desires to be a successful enjoyer in this material world is awarded that benediction by the Lord, anyone who wants to be liberated from the entanglement of this material world is given liberation by the Lord, and anyone who desires to constantly engage in His service in full Kṛṣṇa consciousness is awarded that benediction by the Lord. For material enjoyment He has prescribed so many ritualistic sacrificial performances in the Vedas, and thus people may take advantage of those instructions and enjoy material life in higher planets or in a noble aristocratic family. These processes are mentioned in the Vedas, and one can take advantage of them. It is similar with those who want to be liberated from this material world. Unless one is disgusted with the enjoyment of this material world, he cannot aspire for liberation. Liberation is for one who is disgusted with material enjoyment. Vedānta-sūtra says, therefore, athāto brahma-jijñāsā: those who have given up the attempt to be happy in this material world can inquire about the Absolute Truth. For those who want to know the Absolute Truth, the Vedānta-sūtra is available, as is Śrīmad-Bhāgavatam, the actual explanation of Vedānta-sūtra. Since Bhagavad-gītā is also Vedānta-sūtra, by understanding Śrīmad-Bhāgavatam, Vedānta-sūtra or Bhagavad-gītā one can obtain real knowledge. When one obtains real knowledge, he becomes theoretically one with the Supreme, and when he actually begins the service of Brahman, or Kṛṣṇa consciousness, he is not only liberated but situated in his spiritual life. Similarly, for those who want to lord it over material nature, there are so many departments of material enjoyment; material knowledge and material science are available, and the Lord provides for persons who want to enjoy them. The conclusion is that one should worship the Supreme Personality of Godhead for any benediction. The word kāma-varṣam is very significant, for it indicates that He satisfies the desires of anyone who approaches Him. But one who sincerely loves Kṛṣṇa and yet wants material enjoyment is in perplexity. Kṛṣṇa, being very kind toward him, gives him an opportunity to engage in the transcendental loving service of the Lord, and so he gradually forgets the hallucination."
    },
    {
        "verse": "22",
        "devanagari": "ऋषिरुवाचइत्यव्यलीकं प्रणुतोऽब्जनाभ-स्तमाबभाषे वचसामृतेन ।सुपर्णपक्षोपरि रोचमान:प्रेमस्मितोद्वीक्षणविभ्रमद्भ्रू: ॥ २२ ॥",
        "english_devnagari": "ṛṣir uvācaity avyalīkaṁ praṇuto ’bja-nābhastam ābabhāṣe vacasāmṛtenasuparṇa-pakṣopari rocamānaḥprema-smitodvīkṣaṇa-vibhramad-bhrūḥ",
        "verse_Syn": [
            "ṛṣiḥ",
            "uvāca",
            "iti",
            "avyalīkam",
            "praṇutaḥ",
            "abja",
            "nābhaḥ",
            "tam",
            "ābabhāṣe",
            "vacasā",
            "amṛtena",
            "suparṇa",
            "pakṣa",
            "upari",
            "rocamānaḥ",
            "prema",
            "smita",
            "udvīkṣaṇa",
            "vibhramat",
            "bhrūḥ"
        ],
        "translation": "Maitreya resumed: Sincerely extolled in these words, Lord Viṣṇu, shining very beautifully on the shoulders of Garuḍa, replied with words as sweet as nectar. His eyebrows moved gracefully as He looked at the sage with a smile full of affection.",
        "purport": " The word vacasāmṛtena is significant. Whenever the Lord speaks, He speaks from the transcendental world. He does not speak from the material world. Since He is transcendental, His speech is also transcendental, as is His activity; everything in relation to Him is transcendental. The word amṛta refers to one who does not meet with death. The words and activities of the Lord are deathless; therefore they are not manufactured of this material world. The sound of this material world and that of the spiritual world are completely different. The sound of the spiritual world is nectarean and eternal, whereas the sound of the material world is hackneyed and subject to end. The sound of the holy name — Hare Kṛṣṇa, Hare Kṛṣṇa, Kṛṣṇa Kṛṣṇa, Hare Hare — everlastingly increases the enthusiasm of the chanter. If one repeats monotonous material words, he will feel exhausted, but if he chants Hare Kṛṣṇa twenty-four hours a day, he will never feel exhausted; rather, he will feel encouraged to continue chanting more and more. When the Lord replied to the sage Kardama, the word vacasāmṛtena is specifically mentioned, since He spoke from the transcendental world. He replied in transcendental words, and when He spoke His eyebrows moved with great affection. When a devotee praises the glories of the Lord, the Lord is very satisfied, and He bestows His transcendental benediction upon the devotee without reservation because He is always causelessly merciful toward His devotee."
    },
    {
        "verse": "23",
        "devanagari": "श्रीभगवानुवाचविदित्वा तव चैत्यं मे पुरैव समयोजि तत् ।यदर्थमात्मनियमैस्त्वयैवाहं समर्चित: ॥ २३ ॥",
        "english_devnagari": "śrī-bhagavān uvācaviditvā tava caityaṁ mepuraiva samayoji tatyad-artham ātma-niyamaistvayaivāhaṁ samarcitaḥ",
        "verse_Syn": [
            "śrī",
            "bhagavān",
            "uvāca",
            "viditvā",
            "tava",
            "caityam",
            "me",
            "purā",
            "eva",
            "samayoji",
            "tat",
            "yat",
            "artham",
            "ātma",
            "niyamaiḥ",
            "tvayā",
            "eva",
            "aham",
            "samarcitaḥ"
        ],
        "translation": "The Supreme Lord said: Having come to know what was in your mind, I have already arranged for that for which you have worshiped Me well through your mental and sensory discipline.",
        "purport": " The Supreme Personality of Godhead in His Paramātmā feature is situated in everyone’s heart. He therefore knows the past, present and future of every individual person as well as his desires, activities and everything about him. It is stated in Bhagavad-gītā that He is seated in the heart as a witness. The Personality of Godhead knew the heart’s desire of Kardama Muni, and He had already arranged for the fulfillment of his desires. He never disappoints a sincere devotee, regardless of what he wants, but He never allows anything which will be detrimental to the individual’s devotional service."
    },
    {
        "verse": "24",
        "devanagari": "न वै जातु मृषैव स्यात्प्रजाध्यक्ष मदर्हणम् ।भवद्विधेष्वतितरां मयि संगृभितात्मनाम् ॥ २४ ॥",
        "english_devnagari": "na vai jātu mṛṣaiva syātprajādhyakṣa mad-arhaṇambhavad-vidheṣv atitarāṁmayi saṅgṛbhitātmanām",
        "verse_Syn": [
            "na",
            "vai",
            "jātu",
            "mṛṣā",
            "eva",
            "syāt",
            "prajā",
            "adhyakṣa",
            "mat",
            "arhaṇam",
            "bhavat",
            "vidheṣu",
            "atitarām",
            "mayi",
            "saṅgṛbhita",
            "ātmanām"
        ],
        "translation": "The Lord continued: My dear ṛṣi, O leader of the living entities, for those who serve Me in devotion by worshiping Me, especially persons like you who have given up everything unto Me, there is never any question of frustration.",
        "purport": " Even if he has some desires, one engaged in the service of the Lord is never frustrated. Those engaged in His service are called sakāma and akāma. Those who approach the Supreme Personality of Godhead with desires for material enjoyment are called sakāma, and those devotees who have no material desires for sense gratification but serve the Supreme Lord out of spontaneous love for Him are called akāma. Sakāma devotees are divided into four classes — those in distress, those in need of money, the inquisitive and the wise. Someone worships the Supreme Lord because of bodily or mental distress, someone else worships the Supreme Lord because he is in need of money, someone else worships the Lord out of inquisitiveness to know Him as He is, and someone wants to know the Lord as a philosopher can know Him, by the research work of his wisdom. There is no frustration for any of these four classes of men; each is endowed with the desired result of his worship."
    },
    {
        "verse": "25",
        "devanagari": "प्रजापतिसुत: सम्राण्मनुर्विख्यातमङ्गल: ।ब्रह्मावर्तं योऽधिवसन् शास्ति सप्तार्णवां महीम् ॥ २५ ॥",
        "english_devnagari": "prajāpati-sutaḥ samrāṇmanur vikhyāta-maṅgalaḥbrahmāvartaṁ yo ’dhivasanśāsti saptārṇavāṁ mahīm",
        "verse_Syn": [
            "prajāpati",
            "sutaḥ",
            "samrāṭ",
            "manuḥ",
            "vikhyāta",
            "maṅgalaḥ",
            "brahmāvartam",
            "yaḥ",
            "adhivasan",
            "śāsti",
            "sapta",
            "arṇavām",
            "mahīm"
        ],
        "translation": "The Emperor Svāyambhuva Manu, the son of Lord Brahmā, who is well known for his righteous acts, has his seat in Brahmāvarta and rules over the earth with its seven oceans.",
        "purport": " Sometimes it is stated that Brahmāvarta is a part of Kurukṣetra or that Kurukṣetra itself is situated in Brahmāvarta, because the demigods are recommended to perform spiritual ritualistic performances in Kurukṣetra. But in others’ opinion, Brahmāvarta is a place in Brahmaloka, where Svāyambhuva ruled. There are many places on the surface of this earth which are also known in the higher planetary systems; we have places on this planet like Vṛndāvana, Dvārakā and Mathurā, but they are also eternally situated in Kṛṣṇaloka. There are many similar names on the surface of the earth, and it may be that in the Boar age Svāyambhuva Manu ruled this planet, as stated here. The word maṅgalaḥ is significant. Maṅgala means one who is elevated in every respect in the opulences of religious performances, ruling power, cleanliness and all other good qualities. Vikhyāta means “celebrated.” Svāyambhuva Manu was celebrated for all good qualities and opulences."
    },
    {
        "verse": "26",
        "devanagari": "स चेह विप्र राजर्षिर्महिष्या शतरूपया ।आयास्यति दिद‍ृक्षुस्त्वां परश्वो धर्मकोविद: ॥ २६ ॥",
        "english_devnagari": "sa ceha vipra rājarṣirmahiṣyā śatarūpayāāyāsyati didṛkṣus tvāṁparaśvo dharma-kovidaḥ",
        "verse_Syn": [
            "saḥ",
            "ca",
            "iha",
            "vipra",
            "rāja",
            "ṛṣiḥ",
            "mahiṣyā",
            "śatarūpayā",
            "āyāsyati",
            "didṛkṣuḥ",
            "tvām",
            "paraśvaḥ",
            "dharma",
            "kovidaḥ"
        ],
        "translation": "The day after tomorrow, O brāhmaṇa, that celebrated emperor, who is expert in religious activities, will come here with his queen, Śatarūpā, wishing to see you.",
        "purport": ""
    },
    {
        "verse": "27",
        "devanagari": "आत्मजामसितापाङ्गीं वय:शीलगुणान्विताम् ।मृगयन्तीं पतिं दास्यत्यनुरूपाय ते प्रभो ॥ २७ ॥",
        "english_devnagari": "ātmajām asitāpāṅgīṁvayaḥ-śīla-guṇānvitāmmṛgayantīṁ patiṁ dāsyatyanurūpāya te prabho",
        "verse_Syn": [
            "ātma",
            "jām",
            "asita",
            "apāṅgīm",
            "vayaḥ",
            "śīla",
            "guṇa",
            "anvitām",
            "mṛgayantīm",
            "patim",
            "dāsyati",
            "anurūpāya",
            "te",
            "prabho"
        ],
        "translation": "He has a grown-up daughter whose eyes are black. She is ready for marriage, and she has good character and all good qualities. She is also searching for a good husband. My dear sir, her parents will come to see you, who are exactly suitable for her, just to deliver their daughter as your wife.",
        "purport": " The selection of a good husband for a good girl was always entrusted to the parents. Here it is clearly stated that Manu and his wife were coming to see Kardama Muni to offer their daughter because the daughter was well qualified and the parents were searching out a similarly qualified man. This is the duty of parents. Girls are never thrown into the public street to search out their husband, for when girls are grown up and are searching after a boy, they forget to consider whether the boy they select is actually suitable for them. Out of the urge of sex desire, a girl may accept anyone, but if the husband is chosen by the parents, they can consider who is to be selected and who is not. According to the Vedic system, therefore, the girl is given over to a suitable boy by the parents; she is never allowed to select her own husband independently."
    },
    {
        "verse": "28",
        "devanagari": "समाहितं ते हृदयं यत्रेमान् परिवत्सरान् ।सा त्वां ब्रह्मन्नृपवधू: काममाशु भजिष्यति ॥ २८ ॥",
        "english_devnagari": "samāhitaṁ te hṛdayaṁyatremān parivatsarānsā tvāṁ brahman nṛpa-vadhūḥkāmam āśu bhajiṣyati",
        "verse_Syn": [
            "samāhitam",
            "te",
            "hṛdayam",
            "yatra",
            "imān",
            "parivatsarān",
            "sā",
            "tvām",
            "brahman",
            "nṛpa",
            "vadhūḥ",
            "kāmam",
            "āśu",
            "bhajiṣyati"
        ],
        "translation": "That princess, O holy sage, will be just the type you have been thinking of in your heart for all these long years. She will soon be yours and will serve you to your heart’s content.",
        "purport": " The Lord awards all benedictions according to the heart’s desire of a devotee, so the Lord informed Kardama Muni, “The girl who is coming to be married with you is a princess, the daughter of Emperor Svāyambhuva, and so just suitable for your purpose.” Only by God’s grace can one get a nice wife just as he desires. Similarly, it is only by God’s grace that a girl gets a husband suitable to her heart. Thus it is said that if we pray to the Supreme Lord in every transaction of our material existence, everything will be done very nicely and just suitable to our heart’s desire. In other words, in all circumstances we must take shelter of the Supreme Personality of Godhead and depend completely on His decision. Man proposes, God disposes. The fulfillment of desires, therefore, should be entrusted to the Supreme Personality of Godhead; that is the nicest solution. Kardama Muni desired only a wife, but because he was a devotee of the Lord, the Lord selected a wife for him who was the Emperor’s daughter, a princess. Thus Kardama Muni got a wife beyond his expectation. If we depend on the choice of the Supreme Personality of Godhead, we will receive benedictions in greater opulence than we desire. It is also significantly noted here that Kardama Muni was a brāhmaṇa, whereas Emperor Svāyambhuva was a kṣatriya. Therefore, intercaste marriage was current even in those days. The system was that a brāhmaṇa could marry the daughter of a kṣatriya, but a kṣatriya could not marry the daughter of a brāhmaṇa. We have evidences from the history of the Vedic age that Śukrācārya offered his daughter to Mahārāja Yayāti, but the King had to refuse to marry the daughter of a brāhmaṇa; only with the special permission of the brāhmaṇa could they marry. Thus intercaste marriage was not prohibited in the olden days, many millions of years ago, but there was a regular system of social behavior."
    },
    {
        "verse": "29",
        "devanagari": "या त आत्मभृतं वीर्यं नवधा प्रसविष्यति ।वीर्ये त्वदीये ऋषय आधास्यन्त्यञ्जसात्मन: ॥ २९ ॥",
        "english_devnagari": "yā ta ātma-bhṛtaṁ vīryaṁnavadhā prasaviṣyativīrye tvadīye ṛṣayaādhāsyanty añjasātmanaḥ",
        "verse_Syn": [
            "yā",
            "te",
            "ātma",
            "bhṛtam",
            "vīryam",
            "nava",
            "dhā",
            "prasaviṣyati",
            "vīrye",
            "tvadīye",
            "ṛṣayaḥ",
            "ādhāsyanti",
            "añjasā",
            "ātmanaḥ"
        ],
        "translation": "She will bring forth nine daughters from the seed sown in her by you, and through the daughters you beget, the sages will duly beget children.",
        "purport": ""
    },
    {
        "verse": "30",
        "devanagari": "त्वं च सम्यगनुष्ठाय निदेशं म उशत्तम: ।मयि तीर्थीकृताशेषक्रियार्थो मां प्रपत्स्यसे ॥ ३० ॥",
        "english_devnagari": "tvaṁ ca samyag anuṣṭhāyanideśaṁ ma uśattamaḥmayi tīrthī-kṛtāśeṣa-kriyārtho māṁ prapatsyase",
        "verse_Syn": [
            "tvam",
            "ca",
            "samyak",
            "anuṣṭhāya",
            "nideśam",
            "me",
            "uśattamaḥ",
            "mayi",
            "tīrthī",
            "kṛta",
            "aśeṣa",
            "kriyā",
            "arthaḥ",
            "mām",
            "prapatsyase"
        ],
        "translation": "With your heart cleansed by properly carrying out My command, resigning to Me the fruits of all your acts, you will finally attain to Me.",
        "purport": " Here the words tīrthī-kṛtāśeṣa-kriyārthaḥ are significant. Tīrtha means a sanctified place where charity is given. People used to go to places of pilgrimage and give munificently in charity. This system is still current. Therefore the Lord said, “In order to sanctify your activities and the results of your actions, you will offer everything unto Me.” This is also confirmed in Bhagavad-gītā: “Whatever you do, whatever you eat, whatever you sacrifice, the result should be given to Me only.” In another place in Bhagavad-gītā the Lord said, “I am the enjoyer of all sacrifices, all penances and everything done for the welfare of mankind or society.” All activities, therefore, whether for the welfare of family, society, country or humanity at large, must be performed in Kṛṣṇa consciousness. That is the instruction given by the Lord to Kardama Muni. Mahārāja Yudhiṣṭhira welcomed Nārada Muni: “Wherever you are present, that place becomes sanctified because the Lord Himself is always seated in your heart.” Similarly, if we act in Kṛṣṇa consciousness under the direction of the Lord and His representative, then everything is sanctified. This is the indication given to Kardama Muni, who acted on it and therefore received the most excellent wife and child, as will be disclosed in later verses."
    },
    {
        "verse": "31",
        "devanagari": "कृत्वा दयां च जीवेषु दत्त्वा चाभयमात्मवान् ।मय्यात्मानं सह जगद् द्रक्ष्यस्यात्मनि चापि माम् ॥ ३१ ॥",
        "english_devnagari": "kṛtvā dayāṁ ca jīveṣudattvā cābhayam ātmavānmayy ātmānaṁ saha jagaddrakṣyasy ātmani cāpi mām",
        "verse_Syn": [
            "kṛtvā",
            "dayām",
            "ca",
            "jīveṣu",
            "dattvā",
            "ca",
            "abhayam",
            "ātma",
            "vān",
            "mayi",
            "ātmānam",
            "saha",
            "jagat",
            "drakṣyasi",
            "ātmani",
            "ca",
            "api",
            "mām"
        ],
        "translation": "Showing compassion to all living entities, you will attain self-realization. Giving assurance of safety to all, you will perceive your own self as well as all the universes in Me, and Myself in you.",
        "purport": " The simple process of self-realization for every living entity is described here. The first principle to be understood is that this world is a product of the supreme will. There is an identity of this world with the Supreme Lord. This identity is accepted in a misconceived way by the impersonalists; they say that the Supreme Absolute Truth, transforming Himself into the universe, loses His separate existence. Thus they accept the world and everything in it to be the Lord. That is pantheism, wherein everything is considered to be the Lord. This is the view of the impersonalist. But those who are personal devotees of the Lord take everything to be the property of the Supreme Lord. Everything, whatever we see, is the manifestation of the Supreme Lord; therefore, everything should be engaged in the service of the Lord. This is oneness. The difference between the impersonalist and the personalist is that the impersonalist does not accept the separate existence of the Lord, but the personalist accepts the Lord; he understands that although He distributes Himself in so many ways, He has His separate personal existence. This is described in Bhagavad-gītā: “I am spread all over the universe in My impersonal form. Everything is resting on Me, but I am not present.” There is a nice example regarding the sun and the sunshine. The sun, by its sunshine, is spread all over the universe, and all the planets rest on the sunshine. But all the planets are different from the sun planet; one cannot say that because the planets are resting on the sunshine, these planets are also the sun. Similarly, the impersonal or pantheistic view that everything is God is not a very intelligent proposal. The real position, as explained by the Lord Himself, is that although nothing can exist without Him, it is not a fact that everything is Him. He is different from everything. So here also the Lord says, “You will see everything in the world to be nondifferent from Me.” This means that everything should be considered a product of the Lord’s energy, and therefore everything should be employed in the service of the Lord. One’s energy should be utilized for one’s self-interest. That is the perfection of the energy. This energy can be utilized for real self-interest if one is compassionate. A person in Kṛṣṇa consciousness, a devotee of the Lord, is always compassionate. He is not satisfied that only he himself is a devotee, but he tries to distribute the knowledge of devotional service to everyone. There are many devotees of the Lord who faced many risks in distributing the devotional service of the Lord to people in general. That should be done. It is also said that a person who goes to the temple of the Lord and worships with great devotion, but who does not show sympathy to people in general or show respect to other devotees, is considered to be a third-class devotee. The second-class devotee is he who is merciful and compassionate to the fallen soul. The second-class devotee is always cognizant of his position as an eternal servant of the Lord; he therefore makes friendships with devotees of the Lord, acts compassionately toward the general public in teaching them devotional service, and refuses to cooperate or associate with nondevotees. As long as one is not compassionate to people in general in his devotional service to the Lord, he is a third-class devotee. The first-class devotee gives assurance to every living being that there is no fear of this material existence: “Let us live in Kṛṣṇa consciousness and conquer the nescience of material existence.” It is indicated here that Kardama Muni was directed by the Lord to be very compassionate and liberal in his householder life and to give assurance to the people in his renounced life. A sannyāsī, one in the renounced order of life, is meant to give enlightenment to the people. He should travel, going from home to home to enlighten. The householder, by the spell of māyā, becomes absorbed in family affairs and forgets his relationship with Kṛṣṇa. If he dies in forgetfulness, like the cats and dogs, then his life is spoiled. It is the duty of a sannyāsī, therefore, to go and awaken the forgetful souls with enlightenment of their eternal relationship with the Lord and to engage them in devotional service. The devotee should show mercy to the fallen souls and also give them the assurance of fearlessness. As soon as one becomes a devotee of the Lord, he is convinced that he is protected by the Lord. Fear itself is afraid of the Lord; therefore, what has he to do with fearfulness? To award fearlessness to the common man is the greatest act of charity. A sannyāsī, or one who is in the renounced order of life, should wander from door to door, from village to village, from town to town and from country to country, all over the world as far as he is able to travel, and enlighten the householders about Kṛṣṇa consciousness. A person who is a householder but is initiated by a sannyāsī has the duty to spread Kṛṣṇa consciousness at home; as far as possible, he should call his friends and neighbors to his house and hold classes in Kṛṣṇa consciousness. Holding a class means chanting the holy name of Kṛṣṇa and speaking from Bhagavad-gītā or Śrīmad-Bhāgavatam. There are immense literatures for spreading Kṛṣṇa consciousness, and it is the duty of each and every householder to learn about Kṛṣṇa from his sannyāsī spiritual master. There is a division of labor in the Lord’s service. The householder’s duty is to earn money because a sannyāsī is not supposed to earn money but is completely dependent on the householder. The householder should earn money by business or by profession and spend at least fifty percent of his income to spread Kṛṣṇa consciousness; twenty-five percent he can spend for his family, and twenty-five percent he should save to meet emergencies. This example was shown by Rūpa Gosvāmī, so devotees should follow it. Actually, to be one with the Supreme Lord means to be one with the interest of the Lord. Becoming one with the Supreme Lord does not imply becoming as great as the Supreme Lord. It is impossible. The part is never equal to the whole. The living entity is always a minute part. Therefore his oneness with the Lord is that he is interested in the one interest of the Lord. The Lord wants every living entity to always think about Him, to be His devotee, and to always worship Him. This is clearly stated in Bhagavad-gītā: man-manā bhava mad-bhaktaḥ. Kṛṣṇa wants everyone always to think of Him. Everyone should always offer obeisances to Kṛṣṇa. This is the will of the Supreme Lord, and devotees should try to fulfill His desire. Since the Lord is unlimited, His desire is also unlimited. There is no stoppage, and therefore the service of the devotee is also unlimited. In the transcendental world there is unlimited competition between the Lord and the servitor. The Lord wants to fulfill His desires unlimitedly, and the devotee also serves Him to fulfill His unlimited desires. There is an unlimited oneness of interest between the Lord and His devotee."
    },
    {
        "verse": "32",
        "devanagari": "सहाहं स्वांशकलया त्वद्वीर्येण महामुने ।तव क्षेत्रे देवहूत्यां प्रणेष्ये तत्त्वसंहिताम् ॥ ३२ ॥",
        "english_devnagari": "sahāhaṁ svāṁśa-kalayātvad-vīryeṇa mahā-munetava kṣetre devahūtyāṁpraṇeṣye tattva-saṁhitām",
        "verse_Syn": [
            "saha",
            "aham",
            "sva",
            "aṁśa",
            "kalayā",
            "tvat",
            "vīryeṇa",
            "mahā",
            "mune",
            "tava",
            "kṣetre",
            "devahūtyām",
            "praṇeṣye",
            "tattva",
            "saṁhitām"
        ],
        "translation": "O great sage, I shall manifest My own plenary portion through your wife, Devahūti, along with your nine daughters, and I shall instruct her in the system of philosophy that deals with the ultimate principles or categories.",
        "purport": " Herein the word svāṁśa-kalayā indicates that the Lord would appear as the son of Devahūti and Kardama Muni as Kapiladeva, the first propounder of the Sāṅkhya philosophy, which is mentioned here as tattva-saṁhitā. The Lord foretold to Kardama Muni that He would appear in His incarnation Kapiladeva and would propagate the philosophy of Sāṅkhya. Sāṅkhya philosophy is very well known in the world as propagated by another Kapiladeva, but that Sāṅkhya philosophy is different from the Sāṅkhya which was propounded by the Lord Himself. There are two kinds of Sāṅkhya philosophy: one is godless Sāṅkhya philosophy, and the other is godly Sāṅkhya philosophy. The Sāṅkhya propagated by Kapiladeva, son of Devahūti, is godly philosophy. There are different manifestations of the Lord. He is one, but He has become many. He divides Himself into two different expansions, one called kalā and the other vibhinnāṁśa. Ordinary living entities are called vibhinnāṁśa expansions, and the unlimited expansions of viṣṇu-tattva, such as Vāmana, Govinda, Nārāyaṇa, Pradyumna, Vāsudeva and Ananta, are called svāṁśa-kalā. Svāṁśa refers to a direct expansion, and kalā denotes an expansion from the expansion of the original Lord. Baladeva is an expansion of Kṛṣṇa, and from Baladeva the next expansion is Saṅkarṣaṇa; thus Saṅkarṣaṇa is kalā, but Baladeva is svāṁśa. There is no difference, however, among Them. This is very nicely explained in the Brahma-saṁhitā (5.46): dīpārcir eva hi daśāntaram abhyupetya. With one candle one may light a second candle, with the second a third and then a fourth, and in this way one can light up thousands of candles, and no candle is inferior to another in distributing light. Every candle has the full candlepower, but there is still the distinction that one candle is the first, another the second, another the third and another the fourth. Similarly, there is no difference between the immediate expansion of the Lord and His secondary expansion. The Lord’s names are considered in exactly the same way. Since the Lord is absolute, His name, His form, His pastimes, His paraphernalia and His qualities all have the same potency. In the absolute world, the name Kṛṣṇa is the transcendental sound representation of the Lord. There is no difference in potency between His qualities, name, form, etc. If we chant the name of the Lord, Hare Kṛṣṇa, that has as much potency as the Lord Himself. There is no difference in potency between the form of the Lord whom we worship and the form of the Lord in the temple. One should not think that one is worshiping a doll or statue of the Lord, even if others consider it to be a statue. Because there is no difference in potency, one gets the same result by worshiping the statue of the Lord or the Lord Himself. This is the science of Kṛṣṇa consciousness."
    },
    {
        "verse": "33",
        "devanagari": "मैत्रेय उवाचएवं तमनुभाष्याथ भगवान् प्रत्यगक्षज: ।जगाम बिन्दुसरस: सरस्वत्या परिश्रितात् ॥ ३३ ॥",
        "english_devnagari": "maitreya uvācaevaṁ tam anubhāṣyāthabhagavān pratyag-akṣajaḥjagāma bindusarasaḥsarasvatyā pariśritāt",
        "verse_Syn": [
            "maitreyaḥ",
            "uvāca",
            "evam",
            "tam",
            "anubhāṣya",
            "atha",
            "bhagavān",
            "pratyak",
            "akṣa",
            "jaḥ",
            "jagāma",
            "bindu",
            "sarasaḥ",
            "sarasvatyā",
            "pariśritāt"
        ],
        "translation": "Maitreya went on: Thus having spoken to Kardama Muni, the Lord, who reveals Himself only when the senses are in Kṛṣṇa consciousness, departed from that lake called Bindu-sarovara, which was encircled by the river Sarasvatī.",
        "purport": " One word in this verse is very significant. The Lord is stated here to be pratyag-akṣaja. He is imperceptible to material senses, but still He can be seen. This appears to be contradictory. We have material senses, but how can we see the Supreme Lord? He is called adhokṣaja, which means that He cannot be seen by the material senses. Akṣaja means “knowledge perceived by material senses.” Because the Lord is not an object that can be understood by speculation with our material senses, He is also called ajita; He will conquer, but no one can conquer Him. What does it mean, then, that still He can be seen? It is explained that no one can hear the transcendental name of Kṛṣṇa, no one can understand His transcendental form, and no one can assimilate His transcendental pastimes. It is not possible. Then how is it possible that He can be seen and understood? When one is trained in devotional service and renders service unto Him, gradually one’s senses are purified of material contamination. When one’s senses are thus purified, then one can see, one can understand, one can hear and so on. The purification of the material senses and perception of the transcendental form, name and quality of Kṛṣṇa are combined together in one word, pratyag-akṣaja, which is used here."
    },
    {
        "verse": "34",
        "devanagari": "निरीक्षतस्तस्य ययावशेष-सिद्धेश्वराभिष्टुतसिद्धमार्ग: ।आकर्णयन् पत्ररथेन्द्रपक्षै-रुच्चारितं स्तोममुदीर्णसाम ॥ ३४ ॥",
        "english_devnagari": "nirīkṣatas tasya yayāv aśeṣa-siddheśvarābhiṣṭuta-siddha-mārgaḥākarṇayan patra-rathendra-pakṣairuccāritaṁ stomam udīrṇa-sāma",
        "verse_Syn": [
            "nirīkṣataḥ",
            "tasya",
            "yayau",
            "aśeṣa",
            "siddha",
            "īśvara",
            "abhiṣṭuta",
            "siddha",
            "mārgaḥ",
            "ākarṇayan",
            "patra",
            "ratha",
            "indra",
            "pakṣaiḥ",
            "uccāritam",
            "stomam",
            "udīrṇa",
            "sāma"
        ],
        "translation": "While the sage stood looking on, the Lord left by the pathway leading to Vaikuṇṭha, a path extolled by all great liberated souls. The sage stood listening as the hymns forming the basis of the Sāma Veda were vibrated by the flapping wings of the Lord’s carrier, Garuḍa.",
        "purport": " In the Vedic literature it is stated that the two wings of the transcendental bird Garuḍa, who carries the Lord everywhere, are two divisions of the Sāma Veda, known as bṛhat and rathāntara. Garuḍa works as the carrier of the Lord; therefore he is considered the transcendental prince of all carriers. With his two wings Garuḍa began to vibrate the Sāma Veda, which is chanted by great sages to pacify the Lord. The Lord is worshiped by Brahmā, by Lord Śiva, by Garuḍa and other demigods with selected poems, and great sages worship Him with the hymns of Vedic literatures, such as the Upaniṣads and Sāma Veda. These Sāma Veda utterances are automatically heard by the devotee when another great devotee of the Lord, Garuḍa, flaps his wings. It is clearly stated here that the sage Kardama began to look to the path by which the Lord was being carried to Vaikuṇṭha. It is thus confirmed that the Lord descends from His abode, Vaikuṇṭha, in the spiritual sky, and is carried by Garuḍa. The path which leads to Vaikuṇṭha is not worshiped by the ordinary class of transcendentalists. Only those who are already liberated from material bondage can become devotees of the Lord. Those who are not liberated from material bondage cannot understand transcendental devotional service. In Bhagavad-gītā it is clearly stated, yatatām api siddhānām. There are many persons who are trying to attain perfection by striving for liberation from material bondage, and those who are actually liberated are called brahma-bhūta or siddha. Only the siddhas, or persons liberated from material bondage, can become devotees. This is also confirmed in Bhagavad-gītā: anyone who is engaged in Kṛṣṇa consciousness, or devotional service, is already liberated from the influence of the modes of material nature. Here it is also confirmed that the path of devotional service is worshiped by liberated persons, not the conditioned souls. The conditioned soul cannot understand the devotional service of the Lord. Kardama Muni was a liberated soul who saw the Supreme Lord in person, face to face. There was no doubt that he was liberated, and thus he could see Garuḍa carrying the Lord on the way to Vaikuṇṭha and hear the flapping of his wings vibrating the sound of Hare Kṛṣṇa, the essence of the Sāma Veda."
    },
    {
        "verse": "35",
        "devanagari": "अथ सम्प्रस्थिते शुक्ले कर्दमो भगवानृषि: ।आस्ते स्म बिन्दुसरसि तं कालं प्रतिपालयन् ॥ ३५ ॥",
        "english_devnagari": "atha samprasthite śuklekardamo bhagavān ṛṣiḥāste sma bindusarasitaṁ kālaṁ pratipālayan",
        "verse_Syn": [
            "atha",
            "samprasthite",
            "śukle",
            "kardamaḥ",
            "bhagavān",
            "ṛṣiḥ",
            "āste",
            "sma",
            "bindu",
            "sarasi",
            "tam",
            "kālam",
            "pratipālayan"
        ],
        "translation": "Then, after the departure of the Lord, the worshipful sage Kardama stayed on the bank of Bindu-sarovara, awaiting the time of which the Lord had spoken.",
        "purport": ""
    },
    {
        "verse": "36",
        "devanagari": "मनु: स्यन्दनमास्थाय शातकौम्भपरिच्छदम् ।आरोप्य स्वां दुहितरं सभार्य: पर्यटन्महीम् ॥ ३६ ॥",
        "english_devnagari": "manuḥ syandanam āsthāyaśātakaumbha-paricchadamāropya svāṁ duhitaraṁsa-bhāryaḥ paryaṭan mahīm",
        "verse_Syn": [
            "manuḥ",
            "syandanam",
            "āsthāya",
            "śātakaumbha",
            "paricchadam",
            "āropya",
            "svām",
            "duhitaram",
            "sa",
            "bhāryaḥ",
            "paryaṭan",
            "mahīm"
        ],
        "translation": "Svāyambhuva Manu, with his wife, mounted his chariot, which was decorated with golden ornaments. Placing his daughter on it with them, he began traveling all over the earth.",
        "purport": " The Emperor Manu, as the great ruler of the world, could have engaged an agent to find a suitable husband for his daughter, but because he loved her just as a father should, he himself left his state on a golden chariot, with only his wife, to find her a suitable husband."
    },
    {
        "verse": "37",
        "devanagari": "तस्मिन् सुधन्वन्नहनि भगवान् यत्समादिशत् ।उपायादाश्रमपदं मुने: शान्तव्रतस्य तत् ॥ ३७ ॥",
        "english_devnagari": "tasmin sudhanvann ahanibhagavān yat samādiśatupāyād āśrama-padaṁmuneḥ śānta-vratasya tat",
        "verse_Syn": [
            "tasmin",
            "su",
            "dhanvan",
            "ahani",
            "bhagavān",
            "yat",
            "samādiśat",
            "upāyāt",
            "āśrama",
            "padam",
            "muneḥ",
            "śānta",
            "vratasya",
            "tat"
        ],
        "translation": "O Vidura, they reached the hermitage of the sage, who had just completed his vows of austerity on the very day foretold by the Lord.",
        "purport": ""
    },
    {
        "verse": "38-39",
        "devanagari": "यस्मिन् भगवतो नेत्रान्न्यपतन्नश्रुबिन्दव: ।कृपया सम्परीतस्य प्रपन्नेऽर्पितया भृशम् ॥ ३८ ॥तद्वै बिन्दुसरो नाम सरस्वत्या परिप्लुतम् ।पुण्यं शिवामृतजलं महर्षिगणसेवितम् ॥ ३९ ॥",
        "english_devnagari": "yasmin bhagavato netrānnyapatann aśru-bindavaḥkṛpayā samparītasyaprapanne ’rpitayā bhṛśam",
        "verse_Syn": [
            "yasmin",
            "bhagavataḥ",
            "netrāt",
            "nyapatan",
            "aśru",
            "bindavaḥ",
            "kṛpayā",
            "samparītasya",
            "prapanne",
            "arpitayā",
            "bhṛśam",
            "tat",
            "vai",
            "bindu",
            "saraḥ",
            "nāma",
            "sarasvatyā",
            "pariplutam",
            "puṇyam",
            "śiva",
            "amṛta",
            "jalam",
            "mahā",
            "ṛṣi",
            "gaṇa",
            "sevitam"
        ],
        "translation": "The holy Lake Bindu-sarovara, flooded by the waters of the river Sarasvatī, was resorted to by hosts of eminent sages. Its holy water was not only auspicious but as sweet as nectar. It was called Bindu-sarovara because drops of tears had fallen there from the eyes of the Lord, who was overwhelmed by extreme compassion for the sage who had sought His protection.",
        "purport": " Kardama underwent austerities to gain the causeless mercy of the Lord, and when the Lord arrived there He was so compassionate that in pleasure He shed tears, which became Bindu-sarovara. Bindu-sarovara is therefore worshiped by great sages and learned scholars because, according to the philosophy of the Absolute Truth, the Lord and the tears from His eyes are not different. Just as drops of perspiration which fell from the toe of the Lord became the sacred Ganges, so teardrops from the transcendental eyes of the Lord became Bindu-sarovara. Both are transcendental entities and are worshiped by great sages and scholars. The water of Bindu-sarovara is described here as śivāmṛta jala. Śiva means “curing.” Anyone who drinks the water of Bindu-sarovara is cured of all material diseases; similarly, anyone who takes his bath in the Ganges also is relieved of all material diseases. These claims are accepted by great scholars and authorities and are still being acted upon even in this fallen Age of Kali."
    },
    {
        "verse": "40",
        "devanagari": "पुण्यद्रुमलताजालै: कूजत्पुण्यमृगद्विजै: ।सर्वर्तुफलपुष्पाढ्यं वनराजिश्रियान्वितम् ॥ ४० ॥",
        "english_devnagari": "puṇya-druma-latā-jālaiḥkūjat-puṇya-mṛga-dvijaiḥsarvartu-phala-puṣpāḍhyaṁvana-rāji-śriyānvitam",
        "verse_Syn": [
            "puṇya",
            "druma",
            "latā",
            "jālaiḥ",
            "kūjat",
            "puṇya",
            "mṛga",
            "dvijaiḥ",
            "sarva",
            "ṛtu",
            "phala",
            "puṣpa",
            "āḍhyam",
            "vana",
            "rāji",
            "śriyā",
            "anvitam"
        ],
        "translation": "The shore of the lake was surrounded by clusters of pious trees and creepers, rich in fruits and flowers of all seasons, that afforded shelter to pious animals and birds, which uttered various cries. It was adorned by the beauty of groves of forest trees.",
        "purport": " It is stated here that Bindu-sarovara was surrounded by pious trees and birds. As there are different classes of men in human society, some pious and virtuous and some impious and sinful, so also among trees and birds there are the pious and the impious. Trees which do not bear nice fruit or flowers are considered impious, and birds which are very nasty, such as crows, are considered impious. In the land surrounding Bindu-sarovara there was not a single impious bird or tree. Every tree bore fruits and flowers, and every bird sang the glories of the Lord — Hare Kṛṣṇa, Hare Kṛṣṇa, Kṛṣṇa Kṛṣṇa, Hare Hare/ Hare Rāma, Hare Rāma, Rāma Rāma, Hare Hare."
    },
    {
        "verse": "41",
        "devanagari": "मत्तद्विजगणैर्घुष्टं मत्तभ्रमरविभ्रमम् ।मत्तबर्हिनटाटोपमाह्वयन्मत्तकोकिलम् ॥ ४१ ॥",
        "english_devnagari": "matta-dvija-gaṇair ghuṣṭaṁmatta-bhramara-vibhramammatta-barhi-naṭāṭopamāhvayan-matta-kokilam",
        "verse_Syn": [
            "matta",
            "dvija",
            "gaṇaiḥ",
            "ghuṣṭam",
            "matta",
            "bhramara",
            "vibhramam",
            "matta",
            "barhi",
            "naṭa",
            "āṭopam",
            "āhvayat",
            "matta",
            "kokilam"
        ],
        "translation": "The area resounded with the notes of overjoyed birds. Intoxicated bees wandered there, intoxicated peacocks proudly danced, and merry cuckoos called one another.",
        "purport": " The beauty of the pleasant sounds heard in the area surrounding Lake Bindu-sarovara is described here. After drinking honey, the black bees became maddened, and they hummed in intoxication. Merry peacocks danced just like actors and actresses, and merry cuckoos called their mates very nicely."
    },
    {
        "verse": "42-43",
        "devanagari": "कदम्बचम्पकाशोककरञ्जबकुलासनै: ।कुन्दमन्दारकुटजैश्चूतपोतैरलङ्कृतम् ॥ ४२ ॥कारण्डवै: प्लवैर्हंसै: कुररैर्जलकुक्‍कुटै: ।सारसैश्चक्रवाकैश्च चकोरैर्वल्गु कूजितम् ॥ ४३ ॥",
        "english_devnagari": "kadamba-campakāśoka-karañja-bakulāsanaiḥkunda-mandāra-kuṭajaiścūta-potair alaṅkṛtam",
        "verse_Syn": [
            "kadamba",
            "campaka",
            "aśoka",
            "karañja",
            "bakula",
            "āsanaiḥ",
            "kunda",
            "mandāra",
            "kuṭajaiḥ",
            "cūta",
            "potaiḥ",
            "alaṅkṛtam",
            "kāraṇḍavaiḥ",
            "plavaiḥ",
            "haṁsaiḥ",
            "kuraraiḥ",
            "jala",
            "kukkuṭaiḥ",
            "sārasaiḥ",
            "cakravākaiḥ",
            "ca",
            "cakoraiḥ",
            "valgu",
            "kūjitam"
        ],
        "translation": "Lake Bindu-sarovara was adorned by flowering trees such as kadamba, campaka, aśoka, karañja, bakula, āsana, kunda, mandāra, kuṭaja and young mango trees. The air was filled with the pleasing notes of kāraṇḍava ducks, plavas, swans, ospreys, waterfowl, cranes, cakravākas and cakoras.",
        "purport": " For most of the trees, flowers, fruits and birds mentioned here as surrounding Bindu-sarovara Lake, English synonyms cannot be found. All the trees mentioned are very pious in that they produce a nice aromatic flower, such as the campaka, kadamba and bakula. The sweet sounds of waterfowl and cranes made the surrounding area as pleasant as possible and created a very suitable spiritual atmosphere."
    },
    {
        "verse": "44",
        "devanagari": "तथैव हरिणै: क्रोडै: श्‍वाविद्गवयकुञ्जरै: ।गोपुच्छैर्हरिभिर्मर्कैर्नकुलैर्नाभिभिर्वृतम् ॥ ४४ ॥",
        "english_devnagari": "tathaiva hariṇaiḥ kroḍaiḥśvāvid-gavaya-kuñjaraiḥgopucchair haribhir markairnakulair nābhibhir vṛtam",
        "verse_Syn": [
            "tathā",
            "eva",
            "hariṇaiḥ",
            "kroḍaiḥ",
            "śvāvit",
            "gavaya",
            "kuñjaraiḥ",
            "gopucchaiḥ",
            "haribhiḥ",
            "markaiḥ",
            "nakulaiḥ",
            "nābhibhiḥ",
            "vṛtam"
        ],
        "translation": "Its shores abounded with deer, boars, porcupines, gavayas, elephants, baboons, lions, monkeys, mongooses and musk deer.",
        "purport": " Musk deer are not found in every forest, but only in places like Bindu-sarovara. They are always intoxicated by the aroma of musk secreted from their navels. Gavayas, the species of cow mentioned herein, bear a bunch of hair at the end of their tails. This bunch of hair is used in temple worship to fan the Deities. Gavayas are sometimes called camarīs, and they are considered very sacred. In India there are still gypsies or forest mercantile people who flourish by trading kastūrī, or musk, and the bunches of hair from the camarīs. These are always in great demand for the higher classes of Hindu population, and such business still goes on in large cities and villages in India."
    },
    {
        "verse": "45-47",
        "devanagari": "प्रविश्य तत्तीर्थवरमादिराज: सहात्मज: ।ददर्श मुनिमासीनं तस्मिन् हुतहुताशनम् ॥ ४५ ॥विद्योतमानं वपुषा तपस्युग्रयुजा चिरम् ।नातिक्षामं भगवत: स्‍निग्धापाङ्गावलोकनात् ।त द्वय‍हृतामृतकलापीयूषश्रवणेन च ॥ ४६ ॥प्रांशुं पद्मपलाशाक्षं जटिलं चीरवाससम् ।उपसंश्रित्य मलिनं यथार्हणमसंस्कृतम् ॥ ४७ ॥",
        "english_devnagari": "praviśya tat tīrtha-varamādi-rājaḥ sahātmajaḥdadarśa munim āsīnaṁtasmin huta-hutāśanam",
        "verse_Syn": [
            "praviśya",
            "tat",
            "tīrtha",
            "varam",
            "ādi",
            "rājaḥ",
            "saha",
            "ātmajaḥ",
            "dadarśa",
            "munim",
            "āsīnam",
            "tasmin",
            "huta",
            "huta",
            "aśanam",
            "vidyotamānam",
            "vapuṣā",
            "tapasi",
            "ugra",
            "yujā",
            "ciram",
            "na",
            "atikṣāmam",
            "bhagavataḥ",
            "snigdha",
            "apāṅga",
            "avalokanāt",
            "tat",
            "vyāhṛta",
            "amṛta",
            "kalā",
            "pīyūṣa",
            "śravaṇena",
            "ca",
            "prāṁśum",
            "padma",
            "palāśa",
            "akṣam",
            "jaṭilam",
            "cīra",
            "vāsasam",
            "upasaṁśritya",
            "malinam",
            "yathā",
            "arhaṇam",
            "asaṁskṛtam"
        ],
        "translation": "Entering that most sacred spot with his daughter and going near the sage, the first monarch, Svāyambhuva Manu, saw the sage sitting in his hermitage, having just propitiated the sacred fire by pouring oblations into it. His body shone most brilliantly; though he had engaged in austere penance for a long time, he was not emaciated, for the Lord had cast His affectionate sidelong glance upon him and he had also heard the nectar flowing from the moonlike words of the Lord. The sage was tall, his eyes were large, like the petals of a lotus, and he had matted locks on his head. He was clad in rags. Svāyambhuva Manu approached and saw him to be somewhat soiled, like an unpolished gem.",
        "purport": " Here are some descriptions of a brahmacārī-yogī. In the morning, the first duty of a brahmacārī seeking spiritual elevation is huta-hutāśana, to offer sacrificial oblations to the Supreme Lord. Those engaged in brahmacarya cannot sleep until seven or nine o’clock in the morning. They must rise early in the morning, at least one and a half hours before the sun rises, and offer oblations, or in this age, they must chant the holy name of the Lord, Hare Kṛṣṇa. As referred to by Lord Caitanya, kalau nāsty eva nāsty eva nāsty eva gatir anyathā: there is no other alternative, no other alternative, no other alternative, in this age, to chanting the holy name of the Lord. The brahmacārī must rise early in the morning and, after placing himself, should chant the holy name of the Lord. From the very features of the sage, it appeared that he had undergone great austerities; that is the sign of one observing brahmacarya, the vow of celibacy. If one lives otherwise, it will be manifest in the lust visible in his face and body. The word vidyotamānam indicates that the brahmacārī feature showed in his body. That is the certificate that one has undergone great austerity in yoga. A drunkard or smoker or sex-monger can never be eligible to practice yoga. Generally yogīs look very skinny because of their not being comfortably situated, but Kardama Muni was not emaciated, for he had seen the Supreme Personality of Godhead face to face. Here the word snigdhāpāṅgāvalokanāt means that he was fortunate enough to see the Supreme Lord face to face. He looked healthy because he had directly received the nectarean sound vibrations from the lotus lips of the Personality of Godhead. Similarly, one who hears the transcendental sound vibration of the holy name of the Lord, Hare Kṛṣṇa, also improves in health. We have actually seen that many brahmacārīs and gṛhasthas connected with the International Society for Krishna Consciousness have improved in health, and a luster has come to their faces. It is essential that a brahmacārī engaged in spiritual advancement look very healthy and lustrous. The comparison of the sage to an unpolished gem is very appropriate. Even if a gem just taken from a mine looks unpolished, the luster of the gem cannot be stopped. Similarly, although Kardama was not properly dressed and his body was not properly cleansed, his overall appearance was gemlike."
    },
    {
        "verse": "48",
        "devanagari": "अथोटजमुपायातं नृदेवं प्रणतं पुर: ।सपर्यया पर्यगृह्णात्प्रतिनन्द्यानुरूपया ॥ ४८ ॥",
        "english_devnagari": "athoṭajam upāyātaṁnṛdevaṁ praṇataṁ puraḥsaparyayā paryagṛhṇātpratinandyānurūpayā",
        "verse_Syn": [
            "atha",
            "uṭajam",
            "upāyātam",
            "nṛdevam",
            "praṇatam",
            "puraḥ",
            "saparyayā",
            "paryagṛhṇāt",
            "pratinandya",
            "anurūpayā"
        ],
        "translation": "Seeing that the monarch had come to his hermitage and was bowing before him, the sage greeted him with benediction and received him with due honor.",
        "purport": " Emperor Svāyambhuva Manu not only approached the cottage of dried leaves possessed by the hermit Kardama but also offered respectful obeisances unto him. Similarly, it was the duty of the hermit to offer blessings to kings who used to approach his hermitage in the jungle."
    },
    {
        "verse": "49",
        "devanagari": "गृहीतार्हणमासीनं संयतं प्रीणयन्मुनि: ।स्मरन् भगवदादेशमित्याह श्लक्ष्णया गिरा ॥ ४९ ॥",
        "english_devnagari": "gṛhītārhaṇam āsīnaṁsaṁyataṁ prīṇayan muniḥsmaran bhagavad-ādeśamity āha ślakṣṇayā girā",
        "verse_Syn": [
            "gṛhīta",
            "arhaṇam",
            "āsīnam",
            "saṁyatam",
            "prīṇayan",
            "muniḥ",
            "smaran",
            "bhagavat",
            "ādeśam",
            "iti",
            "āha",
            "ślakṣṇayā",
            "girā"
        ],
        "translation": "After receiving the sage’s attention, the King sat down and was silent. Recalling the instructions of the Lord, Kardama then spoke to the King as follows, delighting him with his sweet accents.",
        "purport": ""
    },
    {
        "verse": "50",
        "devanagari": "नूनं चङ्‌क्रमणं देव सतां संरक्षणाय ते ।वधाय चासतां यस्त्वं हरे: शक्तिर्हि पालिनी ॥ ५० ॥",
        "english_devnagari": "nūnaṁ caṅkramaṇaṁ devasatāṁ saṁrakṣaṇāya tevadhāya cāsatāṁ yas tvaṁhareḥ śaktir hi pālinī",
        "verse_Syn": [
            "nūnam",
            "caṅkramaṇam",
            "deva",
            "satām",
            "saṁrakṣaṇāya",
            "te",
            "vadhāya",
            "ca",
            "asatām",
            "yaḥ",
            "tvam",
            "hareḥ",
            "śaktiḥ",
            "hi",
            "pālinī"
        ],
        "translation": "The tour you have undertaken, O lord, is surely intended to protect the virtuous and kill the demons, since you embody the protecting energy of Śrī Hari.",
        "purport": " It appears from many Vedic literatures, especially histories like Śrīmad-Bhāgavatam and the other Purāṇas, that the pious kings of old used to tour their kingdoms in order to give protection to the pious citizens and to chastise or kill the impious. Sometimes they used to kill animals in the forests to practice the killing art because without such practice they would not be able to kill the undesirable elements. Kṣatriyas are allowed to commit violence in that way because violence for a good purpose is a part of their duty. Here two terms are clearly mentioned: vadhāya, “for the purpose of killing,” and asatām, “those who are undesirable.” The protecting energy of the king is supposed to be the energy of the Supreme Lord. In Bhagavad-gītā (4.8) the Lord says, paritrāṇāya sādhūnāṁ vināśāya ca duṣkṛtām. The Lord descends to give protection to the pious and to kill the demons. Therefore the potency to give protection to the pious and kill the demons or undesirables is directly an energy from the Supreme Lord, and the king or the chief executive of the state is supposed to possess such energy. In this age it is very difficult to find such a head of state who is expert in killing the undesirables. Modern heads of state sit very nicely in their palaces and try without reason to kill innocent persons."
    },
    {
        "verse": "51",
        "devanagari": "योऽर्केन्द्वग्नीन्द्रवायूनां यमधर्मप्रचेतसाम् ।रूपाणि स्थान आधत्से तस्मै शुक्लाय ते नम: ॥ ५१ ॥",
        "english_devnagari": "yo ’rkendv-agnīndra-vāyūnāṁyama-dharma-pracetasāmrūpāṇi sthāna ādhatsetasmai śuklāya te namaḥ",
        "verse_Syn": [
            "yaḥ",
            "arka",
            "indu",
            "agni",
            "indra",
            "vāyūnām",
            "yama",
            "dharma",
            "pracetasām",
            "rūpāṇi",
            "sthāne",
            "ādhatse",
            "tasmai",
            "śuklāya",
            "te",
            "namaḥ"
        ],
        "translation": "When necessary, You assume the part of the sun-god; the moon-god; Agni, the god of fire; Indra, the lord of paradise; Vāyu, the wind-god; Yama, the god of punishment; Dharma, the god of piety; and Varuṇa, the god presiding over the waters. All obeisances to you, who are none other than Lord Viṣṇu!",
        "purport": " Since the sage Kardama was a brāhmaṇa and Svāyambhuva was a kṣatriya, the sage was not supposed to offer obeisances to the King because socially his position was greater than the King’s. But he offered his obeisances to Svāyambhuva Manu because as Manu, king and emperor, he was the representative of the Supreme Lord. The Supreme Lord is always worshipable, regardless of whether one is a brāhmaṇa, a kṣatriya or a śūdra. As the representative of the Supreme Lord, the King deserved respectful obeisances from everyone."
    },
    {
        "verse": "52-54",
        "devanagari": "न यदा रथमास्थाय जैत्रं मणिगणार्पितम् ।विस्फूर्जच्चण्डकोदण्डो रथेन त्रासयन्नघान् ॥ ५२ ॥स्वसैन्यचरणक्षुण्णं वेपयन्मण्डलं भुव: ।विकर्षन् बृहतीं सेनां पर्यटस्यंशुमानिव ॥ ५३ ॥तदैव सेतव: सर्वे वर्णाश्रमनिबन्धना: ।भगवद्रचिता राजन् भिद्येरन् बत दस्युभि: ॥ ५४ ॥",
        "english_devnagari": "na yadā ratham āsthāyajaitraṁ maṇi-gaṇārpitamvisphūrjac-caṇḍa-kodaṇḍorathena trāsayann aghān",
        "verse_Syn": [
            "na",
            "yadā",
            "ratham",
            "āsthāya",
            "jaitram",
            "maṇi",
            "gaṇa",
            "arpitam",
            "visphūrjat",
            "caṇḍa",
            "kodaṇḍaḥ",
            "rathena",
            "trāsayan",
            "aghān",
            "sva",
            "sainya",
            "caraṇa",
            "kṣuṇṇam",
            "vepayan",
            "maṇḍalam",
            "bhuvaḥ",
            "vikarṣan",
            "bṛhatīm",
            "senām",
            "paryaṭasi",
            "aṁśumān",
            "iva",
            "tadā",
            "eva",
            "setavaḥ",
            "sarve",
            "varṇa",
            "āśrama",
            "nibandhanāḥ",
            "bhagavat",
            "racitāḥ",
            "rājan",
            "bhidyeran",
            "bata",
            "dasyubhiḥ"
        ],
        "translation": "If you did not mount your victorious jeweled chariot, whose mere presence threatens culprits, if you did not produce fierce sounds by the twanging of your bow, and if you did not roam about the world like the brilliant sun, leading a huge army whose trampling feet cause the globe of the earth to tremble, then all the moral laws governing the varṇas and āśramas created by the Lord Himself would be broken by the rogues and rascals.",
        "purport": " It is the duty of a responsible king to protect the social and spiritual orders in human society. The spiritual orders are divided into four āśramas — brahmacarya, gṛhastha, vānaprastha and sannyāsa — and the social orders, according to work and qualification, are made up of the brāhmaṇas, the kṣatriyas, the vaiśyas and the śūdras. These social orders, according to the different grades of work and qualification, are described in Bhagavad-gītā. Unfortunately, for want of proper protection by responsible kings, the system of social and spiritual orders has now become a hereditary caste system. But this is not the actual system. Human society means that society which is making progress toward spiritual realization. The most advanced human society was known as ārya; ārya refers to those who are advancing. So the question is, “Which society is advancing?” Advancement does not mean creating material “necessities” unnecessarily and thus wasting human energy in aggravation over so-called material comforts. Real advancement is advancement toward spiritual realization, and the community which acted toward this end was known as the Āryan civilization. The intelligent men, the brāhmaṇas, as exemplified by Kardama Muni, were engaged in advancing the spiritual cause, and kṣatriyas like Emperor Svāyambhuva used to rule the country and insure that all facilities for spiritual realization were nicely provided. It is the duty of the king to travel all over the country and see that everything is in order. Indian civilization on the basis of the four varṇas and āśramas deteriorated because of her dependency on foreigners, or those who did not follow the civilization of varṇāśrama. Thus the varṇāśrama system has now been degraded into the caste system. The institution of four varṇas and four āśramas is confirmed herewith to be bhagavad-racita, which means “designed by the Supreme Personality of Godhead.” In Bhagavad-gītā this is also confirmed: cātur-varṇyaṁ mayā sṛṣṭam. The Lord says that the institution of four varṇas and four āśramas “is created by Me.” Anything created by the Lord cannot be closed or covered. The divisions of varṇas and āśramas will continue to exist, either in their original form or in degraded form, but because they are created by the Lord, the Supreme Personality of Godhead, they cannot be extinguished. They are like the sun, a creation of God, and therefore will remain. Either covered by clouds or in a clear sky, the sun will continue to exist. Similarly, when the varṇāśrama system becomes degraded, it appears as a hereditary caste system, but in every society there is an intelligent class of men, a martial class, a mercantile class and a laborer class. When they are regulated for cooperation among communities according to the Vedic principles, then there is peace and spiritual advancement. But when there is hatred and malpractice and mutual mistrust in the caste system, the whole system becomes degraded, and as stated herein, it creates a deplorable state. At the present moment, the entire world is in this deplorable condition because of giving rights to so many interests. This is due to the degradation of the four castes of varṇas and āśramas."
    },
    {
        "verse": "55",
        "devanagari": "अधर्मश्च समेधेत लोलुपैर्व्यङ्कुशैर्नृभि: ।शयाने त्वयि लोकोऽयं दस्युग्रस्तो विनङ्‍क्ष्यति ॥ ५५ ॥",
        "english_devnagari": "adharmaś ca samedhetalolupair vyaṅkuśair nṛbhiḥśayāne tvayi loko ’yaṁdasyu-grasto vinaṅkṣyati",
        "verse_Syn": [
            "adharmaḥ",
            "ca",
            "samedheta",
            "lolupaiḥ",
            "vyaṅkuśaiḥ",
            "nṛbhiḥ",
            "śayāne",
            "tvayi",
            "lokaḥ",
            "ayam",
            "dasyu",
            "grastaḥ",
            "vinaṅkṣyati"
        ],
        "translation": "If you gave up all thought of the world’s situation, unrighteousness would flourish, for men who hanker only after money would be unopposed. Such miscreants would attack, and the world would perish.",
        "purport": " Because the scientific division of four varṇas and four āśramas is now being extinguished, the entire world is being governed by unwanted men who have no training in religion, politics or social order, and it is in a very deplorable condition. In the institution of four varṇas and four āśramas there are regular training principles for the different classes of men. Just as, in the modern age, there is a necessity for engineers, medical practitioners and electricians, and they are properly trained in different scientific institutions, similarly, in former times, the higher social orders, namely the intelligent class (the brāhmaṇas), the ruling class (the kṣatriyas) and the mercantile class (the vaiśyas), were properly trained. Bhagavad-gītā describes the duties of the brāhmaṇas, kṣatriyas, vaiśyas and śūdras. When there is no such training, one simply claims that because he is born in a brāhmaṇa or kṣatriya family, he is therefore a brāhmaṇa or a kṣatriya, even though he performs the duties of a śūdra. Such undue claims to being a higher-caste man make the system of scientific social orders into a caste system, completely degrading the original system. Thus society is now in chaos, and there is neither peace nor prosperity. It is clearly stated herein that unless there is the vigilance of a strong king, impious, unqualified men will claim a certain status in society, and that will make the social order perish."
    },
    {
        "verse": "56",
        "devanagari": "अथापि पृच्छे त्वां वीर यदर्थं त्वमिहागत: ।तद्वयं निर्व्यलीकेन प्रतिपद्यामहे हृदा ॥ ५६ ॥",
        "english_devnagari": "athāpi pṛcche tvāṁ vīrayad-arthaṁ tvam ihāgataḥtad vayaṁ nirvyalīkenapratipadyāmahe hṛdā",
        "verse_Syn": [
            "atha",
            "api",
            "pṛcche",
            "tvām",
            "vīra",
            "yat",
            "artham",
            "tvam",
            "iha",
            "āgataḥ",
            "tat",
            "vayam",
            "nirvyalīkena",
            "pratipadyāmahe",
            "hṛdā"
        ],
        "translation": "In spite of all this, I ask you, O valiant King, the purpose for which you have come here. Whatever it may be, we shall carry it out without reservation.",
        "purport": " When a guest comes to a friend’s house, it is understood that there is some special purpose. Kardama Muni could understand that such a great king as Svāyambhuva, although traveling to inspect the condition of his kingdom, must have had some special purpose to come to his hermitage. Thus he prepared himself to fulfill the King’s desire. Formerly it was customary that the sages used to go to the kings and the kings used to visit the sages in their hermitages; each was glad to fulfill the other’s purpose. This reciprocal relationship is called bhakti-kārya. There is a nice verse describing the relationship of mutual beneficial interest between the brāhmaṇa and the kṣatriya (kṣatraṁ dvijatvam). Kṣatram means “the royal order,” and dvijatvam means “the brahminical order.” The two were meant for mutual interest. The royal order would give protection to the brāhmaṇas for the cultivation of spiritual advancement in society, and the brāhmaṇas would give their valuable instruction to the royal order on how the state and the citizens can gradually be elevated in spiritual perfection."
    }
]