[
    {
        "verse": "1",
        "devanagari": "श्रीभगवानुवाचकर्मणा दैवनेत्रेण जन्तुर्देहोपपत्तये ।स्त्रिया: प्रविष्ट उदरं पुंसो रेत:कणाश्रय: ॥ १ ॥",
        "english_devnagari": "śrī-bhagavān uvācakarmaṇā daiva-netreṇajantur dehopapattayestriyāḥ praviṣṭa udaraṁpuṁso retaḥ-kaṇāśrayaḥ",
        "verse_Syn": [
            "śrī",
            "bhagavān",
            "uvāca",
            "karmaṇā",
            "daiva",
            "netreṇa",
            "jantuḥ",
            "deha",
            "upapattaye",
            "striyāḥ",
            "praviṣṭaḥ",
            "udaram",
            "puṁsaḥ",
            "retaḥ",
            "kaṇa",
            "āśrayaḥ"
        ],
        "translation": "The Personality of Godhead said: Under the supervision of the Supreme Lord and according to the result of his work, the living entity, the soul, is made to enter into the womb of a woman through the particle of male semen to assume a particular type of body.",
        "purport": " As stated in the last chapter, after suffering different kinds of hellish conditions, a man comes again to the human form of body. The same topic is continued in this chapter. In order to give a particular type of human form to a person who has already suffered hellish life, the soul is transferred to the semen of a man who is just suitable to become his father. During sexual intercourse, the soul is transferred through the semen of the father into the mother’s womb in order to produce a particular type of body. This process is applicable to all embodied living entities, but it is especially mentioned for the man who was transferred to the Andha-tāmisra hell. After suffering there, when he who has had many types of hellish bodies, like those of dogs and hogs, is to come again to the human form, he is given the chance to take his birth in the same type of body from which he degraded himself to hell. Everything is done by the supervision of the Supreme Personality of Godhead. Material nature supplies the body, but it does so under the direction of the Supersoul. It is said in Bhagavad-gītā that a living entity is wandering in this material world on a chariot made by material nature. The Supreme Lord, as Supersoul, is always present with the individual soul. He directs material nature to supply a particular type of body to the individual soul according to the result of his work, and the material nature supplies it. Here one word, retaḥ-kaṇāśrayaḥ, is very significant because it indicates that it is not the semen of the man that creates life within the womb of a woman; rather, the living entity, the soul, takes shelter in a particle of semen and is then pushed into the womb of a woman. Then the body develops. There is no possibility of creating a living entity without the presence of the soul simply by sexual intercourse. The materialistic theory that there is no soul and that a child is born simply by material combination of the sperm and ovum is not very feasible. It is unacceptable."
    },
    {
        "verse": "2",
        "devanagari": "कललं त्वेकरात्रेण पञ्चरात्रेण बुद्बुदम् ।दशाहेन तु कर्कन्धू: पेश्यण्डं वा तत: परम् ॥ २ ॥",
        "english_devnagari": "kalalaṁ tv eka-rātreṇapañca-rātreṇa budbudamdaśāhena tu karkandhūḥpeśy aṇḍaṁ vā tataḥ param",
        "verse_Syn": [
            "kalalam",
            "tu",
            "eka",
            "rātreṇa",
            "pañca",
            "rātreṇa",
            "budbudam",
            "daśa",
            "ahena",
            "tu",
            "karkandhūḥ",
            "peśī",
            "aṇḍam",
            "vā",
            "tataḥ",
            "param"
        ],
        "translation": "On the first night, the sperm and ovum mix, and on the fifth night the mixture ferments into a bubble. On the tenth night it develops into a form like a plum, and after that, it gradually turns into a lump of flesh or an egg, as the case may be.",
        "purport": " The body of the soul develops in four different ways according to its different sources. One kind of body, that of the trees and plants, sprouts from the earth; the second kind of body grows from perspiration, as with flies, germs and bugs; the third kind of body develops from eggs; and the fourth develops from an embryo. This verse indicates that after emulsification of the ovum and sperm, the body gradually develops either into a lump of flesh or into an egg, as the case may be. In the case of birds it develops into an egg, and in the case of animals and human beings it develops into a lump of flesh."
    },
    {
        "verse": "3",
        "devanagari": "मासेन तु शिरो द्वाभ्यां बाह्वङ्‌घ्र्याद्यङ्गविग्रह: ।नखलोमास्थिचर्माणि लिङ्गच्छिद्रोद्भवस्त्रिभि: ॥ ३ ॥",
        "english_devnagari": "māsena tu śiro dvābhyāṁbāhv-aṅghry-ādy-aṅga-vigrahaḥnakha-lomāsthi-carmāṇiliṅga-cchidrodbhavas tribhiḥ",
        "verse_Syn": [
            "māsena",
            "tu",
            "śiraḥ",
            "dvābhyām",
            "bāhu",
            "aṅghri",
            "ādi",
            "aṅga",
            "vigrahaḥ",
            "nakha",
            "loma",
            "asthi",
            "carmāṇi",
            "liṅga",
            "chidra",
            "udbhavaḥ",
            "tribhiḥ"
        ],
        "translation": "In the course of a month, a head is formed, and at the end of two months the hands, feet and other limbs take shape. By the end of three months, the nails, fingers, toes, body hair, bones and skin appear, as do the organ of generation and the other apertures in the body, namely the eyes, nostrils, ears, mouth and anus.",
        "purport": ""
    },
    {
        "verse": "4",
        "devanagari": "चतुर्भिर्धातव: सप्त पञ्चभि: क्षुत्तृडुद्भव: ।षड्‌भिर्जरायुणा वीत: कुक्षौ भ्राम्यति दक्षिणे ॥ ४ ॥",
        "english_devnagari": "caturbhir dhātavaḥ saptapañcabhiḥ kṣut-tṛḍ-udbhavaḥṣaḍbhir jarāyuṇā vītaḥkukṣau bhrāmyati dakṣiṇe",
        "verse_Syn": [
            "caturbhiḥ",
            "dhātavaḥ",
            "sapta",
            "pañcabhiḥ",
            "kṣut",
            "tṛṭ",
            "udbhavaḥ",
            "ṣaḍbhiḥ",
            "jarāyuṇā",
            "vītaḥ",
            "kukṣau",
            "bhrāmyati",
            "dakṣiṇe"
        ],
        "translation": "Within four months from the date of conception, the seven essential ingredients of the body, namely chyle, blood, flesh, fat, bone, marrow and semen, come into existence. At the end of five months, hunger and thirst make themselves felt, and at the end of six months, the fetus, enclosed by the amnion, begins to move on the right side of the abdomen.",
        "purport": " When the body of the child is completely formed at the end of six months, the child, if he is male, begins to move on the right side, and if female, she tries to move on the left side."
    },
    {
        "verse": "5",
        "devanagari": "मातुर्जग्धान्नपानाद्यैरेधद्धातुरसम्मते ।शेते विण्मूत्रयोर्गर्ते स जन्तुर्जन्तुसम्भवे ॥ ५ ॥",
        "english_devnagari": "mātur jagdhānna-pānādyairedhad-dhātur asammateśete viṇ-mūtrayor gartesa jantur jantu-sambhave",
        "verse_Syn": [
            "mātuḥ",
            "jagdha",
            "anna",
            "pāna",
            "ādyaiḥ",
            "edhat",
            "dhātuḥ",
            "asammate",
            "śete",
            "viṭ",
            "mūtrayoḥ",
            "garte",
            "saḥ",
            "jantuḥ",
            "jantu",
            "sambhave"
        ],
        "translation": "Deriving its nutrition from the food and drink taken by the mother, the fetus grows and remains in that abominable residence of stools and urine, which is the breeding place of all kinds of worms.",
        "purport": " In the Mārkaṇḍeya Purāṇa it is said that in the intestine of the mother the umbilical cord, which is known as āpyāyanī, joins the mother to the abdomen of the child, and through this passage the child within the womb accepts the mother’s assimilated foodstuff. In this way the child is fed by the mother’s intestine within the womb and grows from day to day. The statement of the Mārkaṇḍeya Purāṇa about the child’s situation within the womb is exactly corroborated by modern medical science, and thus the authority of the Purāṇas cannot be disproved, as is sometimes attempted by the Māyāvādī philosophers. Since the child depends completely on the assimilated foodstuff of the mother, during pregnancy there are restrictions on the food taken by the mother. Too much salt, chili, onion and similar food is forbidden for the pregnant mother because the child’s body is too delicate and new for him to tolerate such pungent food. Restrictions and precautions to be taken by the pregnant mother, as enunciated in the smṛti scriptures of Vedic literature, are very useful. We can understand from the Vedic literature how much care is taken to beget a nice child in society. The garbhādhāna ceremony before sexual intercourse was compulsory for persons in the higher grades of society, and it is very scientific. Other processes recommended in the Vedic literature during pregnancy are also very important. To take care of the child is the primary duty of the parents because if such care is taken, society will be filled with good population to maintain the peace and prosperity of the society, country and human race."
    },
    {
        "verse": "6",
        "devanagari": "कृमिभि: क्षतसर्वाङ्ग: सौकुमार्यात्प्रतिक्षणम् ।मूर्च्छामाप्नोत्युरुक्लेशस्तत्रत्यै: क्षुधितैर्मुहु: ॥ ६ ॥",
        "english_devnagari": "kṛmibhiḥ kṣata-sarvāṅgaḥsaukumāryāt pratikṣaṇammūrcchām āpnoty uru-kleśastatratyaiḥ kṣudhitair muhuḥ",
        "verse_Syn": [
            "kṛmibhiḥ",
            "kṣata",
            "sarva",
            "aṅgaḥ",
            "saukumāryāt",
            "prati",
            "kṣaṇam",
            "mūrcchām",
            "āpnoti",
            "uru",
            "kleśaḥ",
            "tatratyaiḥ",
            "kṣudhitaiḥ",
            "muhuḥ"
        ],
        "translation": "Bitten again and again all over the body by the hungry worms in the abdomen itself, the child suffers terrible agony because of his tenderness. He thus becomes unconscious moment after moment because of the terrible condition.",
        "purport": " The miserable condition of material existence is not only felt when we come out of the womb of the mother, but is also present within the womb. Miserable life begins from the moment the living entity begins to contact his material body. Unfortunately, we forget this experience and do not take the miseries of birth very seriously. In Bhagavad-gītā, therefore, it is specifically mentioned that one should be very alert to understand the specific difficulties of birth and death. Just as during the formation of this body we have to pass through so many difficulties within the womb of the mother, at the time of death there are also many difficulties. As described in the previous chapter, one has to transmigrate from one body to another, and the transmigration into the bodies of dogs and hogs is especially miserable. But despite such miserable conditions, due to the spell of māyā we forget everything and become enamored by the present so-called happiness, which is described as actually no more than a counteraction to distress."
    },
    {
        "verse": "7",
        "devanagari": "कटुतीक्ष्णोष्णलवणरूक्षाम्‍लादिभिरुल्बणै: ।मातृभुक्तैरुपस्पृष्ट: सर्वाङ्गोत्थितवेदन: ॥ ७ ॥",
        "english_devnagari": "kaṭu-tīkṣṇoṣṇa-lavaṇa-rūkṣāmlādibhir ulbaṇaiḥmātṛ-bhuktair upaspṛṣṭaḥsarvāṅgotthita-vedanaḥ",
        "verse_Syn": [
            "kaṭu",
            "tīkṣṇa",
            "uṣṇa",
            "lavaṇa",
            "rūkṣa",
            "amla",
            "ādibhiḥ",
            "ulbaṇaiḥ",
            "mātṛ",
            "bhuktaiḥ",
            "upaspṛṣṭaḥ",
            "sarva",
            "aṅga",
            "utthita",
            "vedanaḥ"
        ],
        "translation": "Owing to the mother’s eating bitter, pungent foodstuffs, or food which is too salty or too sour, the body of the child incessantly suffers pains which are almost intolerable.",
        "purport": " All descriptions of the child’s bodily situation in the womb of the mother are beyond our conception. It is very difficult to remain in such a position, but still the child has to remain. Because his consciousness is not very developed, the child can tolerate it, otherwise he would die. That is the benediction of māyā, who endows the suffering body with the qualifications for tolerating such terrible tortures."
    },
    {
        "verse": "8",
        "devanagari": "उल्बेन संवृतस्तस्मिन्नन्त्रैश्च बहिरावृत: ।आस्ते कृत्वा शिर: कुक्षौ भुग्नपृष्ठशिरोधर: ॥ ८ ॥",
        "english_devnagari": "ulbena saṁvṛtas tasminnantraiś ca bahir āvṛtaḥāste kṛtvā śiraḥ kukṣaubhugna-pṛṣṭha-śirodharaḥ",
        "verse_Syn": [
            "ulbena",
            "saṁvṛtaḥ",
            "tasmin",
            "antraiḥ",
            "ca",
            "bahiḥ",
            "āvṛtaḥ",
            "āste",
            "kṛtvā",
            "śiraḥ",
            "kukṣau",
            "bhugna",
            "pṛṣṭha",
            "śiraḥ",
            "dharaḥ"
        ],
        "translation": "Placed within the amnion and covered outside by the intestines, the child remains lying on one side of the abdomen, his head turned towards his belly and his back and neck arched like a bow.",
        "purport": " If a grown man were put into such a condition as the child within the abdomen, completely entangled in all respects, it would be impossible for him to live even for a few seconds. Unfortunately, we forget all these sufferings and try to be happy in this life, not caring for the liberation of the soul from the entanglement of birth and death. It is an unfortunate civilization in which these matters are not plainly discussed to make people understand the precarious condition of material existence."
    },
    {
        "verse": "9",
        "devanagari": "अकल्प: स्वाङ्गचेष्टायां शकुन्त इव पञ्जरे ।तत्र लब्धस्मृतिर्दैवात्कर्म जन्मशतोद्भवम् ।स्मरन्दीर्घमनुच्छ्‌वासं शर्म किं नाम विन्दते ॥ ९ ॥",
        "english_devnagari": "akalpaḥ svāṅga-ceṣṭāyāṁśakunta iva pañjaretatra labdha-smṛtir daivātkarma janma-śatodbhavamsmaran dīrgham anucchvāsaṁśarma kiṁ nāma vindate",
        "verse_Syn": [
            "akalpaḥ",
            "sva",
            "aṅga",
            "ceṣṭāyām",
            "śakuntaḥ",
            "iva",
            "pañjare",
            "tatra",
            "labdha",
            "smṛtiḥ",
            "daivāt",
            "karma",
            "janma",
            "śata",
            "udbhavam",
            "smaran",
            "dīrgham",
            "anucchvāsam",
            "śarma",
            "kim",
            "nāma",
            "vindate"
        ],
        "translation": "The child thus remains just like a bird in a cage, without freedom of movement. At that time, if the child is fortunate, he can remember all the troubles of his past one hundred births, and he grieves wretchedly. What is the possibility of peace of mind in that condition?",
        "purport": " After birth the child may forget about the difficulties of his past lives, but when we are grown-up we can at least understand the grievous tortures undergone at birth and death by reading the authorized scriptures like Śrīmad-Bhāgavatam. If we do not believe in the scriptures, that is a different question, but if we have faith in the authority of such descriptions, then we must prepare for our freedom in the next life; that is possible in this human form of life. One who does not take heed of these indications of suffering in human existence is said to be undoubtedly committing suicide. It is said that this human form of life is the only means for crossing over the nescience of māyā, or material existence. We have a very efficient boat in this human form of body, and there is a very expert captain, the spiritual master; the scriptural injunctions are like favorable winds. If we do not cross over the ocean of the nescience of material existence in spite of all these facilities, then certainly we are all intentionally committing suicide."
    },
    {
        "verse": "10",
        "devanagari": "आरभ्य सप्तमान्मासाल्लब्धबोधोऽपि वेपित: ।नैकत्रास्ते सूतिवातैर्विष्ठाभूरिव सोदर: ॥ १० ॥",
        "english_devnagari": "ārabhya saptamān māsāllabdha-bodho ’pi vepitaḥnaikatrāste sūti-vātairviṣṭhā-bhūr iva sodaraḥ",
        "verse_Syn": [
            "ārabhya",
            "saptamāt",
            "māsāt",
            "labdha",
            "bodhaḥ",
            "api",
            "vepitaḥ",
            "na",
            "ekatra",
            "āste",
            "sūti",
            "vātaiḥ",
            "viṣṭhā",
            "bhūḥ",
            "iva",
            "sa",
            "udaraḥ"
        ],
        "translation": "Thus endowed with the development of consciousness from the seventh month after his conception, the child is tossed downward by the airs that press the embryo during the weeks preceding delivery. Like the worms born of the same filthy abdominal cavity, he cannot remain in one place.",
        "purport": " At the end of the seventh month the child is moved by the bodily air and does not remain in the same place, for the entire uterine system becomes slackened before delivery. The worms have been described here as sodara. Sodara means “born of the same mother.” Since the child is born from the womb of the mother and the worms are also born of fermentation within the womb of the same mother, under the circumstances the child and the worms are actually brothers. We are very anxious to establish universal brotherhood among human beings, but we should take into consideration that even the worms are our brothers, what to speak of other living entities. Therefore, we should be concerned about all living entities."
    },
    {
        "verse": "11",
        "devanagari": "नाथमान ऋषिर्भीत: सप्तवध्रि: कृताञ्जलि: ।स्तुवीत तं विक्लवया वाचा येनोदरेऽर्पित: ॥ ११ ॥",
        "english_devnagari": "nāthamāna ṛṣir bhītaḥsapta-vadhriḥ kṛtāñjaliḥstuvīta taṁ viklavayāvācā yenodare ’rpitaḥ",
        "verse_Syn": [
            "nāthamānaḥ",
            "ṛṣiḥ",
            "bhītaḥ",
            "sapta",
            "vadhriḥ",
            "kṛta",
            "añjaliḥ",
            "stuvīta",
            "tam",
            "viklavayā",
            "vācā",
            "yena",
            "udare",
            "arpitaḥ"
        ],
        "translation": "The living entity in this frightful condition of life, bound by seven layers of material ingredients, prays with folded hands, appealing to the Lord, who has put him in that condition.",
        "purport": " It is said that when a woman is having labor pains she promises that she will never again become pregnant and suffer from such a severely painful condition. Similarly, when one is undergoing some surgical operation he promises that he will never again act in such a way as to become diseased and have to undergo medical surgery, or when one falls into danger, he promises that he will never again make the same mistake. Similarly, the living entity, when put into a hellish condition of life, prays to the Lord that he will never again commit sinful activities and have to be put into the womb for repeated birth and death. In the hellish condition within the womb, the living entity is very much afraid of being born again, but when he is out of the womb, when he is in full life and good health, he forgets everything and commits again and again the same sins for which he was put into that horrible condition of existence."
    },
    {
        "verse": "12",
        "devanagari": "जन्तुरुवाचतस्योपसन्नमवितुं जगदिच्छयात्त-नानातनोर्भुवि चलच्चरणारविन्दम् ।सोऽहं व्रजामि शरणं ह्यकुतोभयं मेयेनेद‍ृशी गतिरदर्श्यसतोऽनुरूपा ॥ १२ ॥",
        "english_devnagari": "jantur uvācatasyopasannam avituṁ jagad icchayātta-nānā-tanor bhuvi calac-caraṇāravindamso ’haṁ vrajāmi śaraṇaṁ hy akuto-bhayaṁ meyenedṛśī gatir adarśy asato ’nurūpā",
        "verse_Syn": [
            "jantuḥ",
            "uvāca",
            "tasya",
            "upasannam",
            "avitum",
            "jagat",
            "icchayā",
            "ātta",
            "nānā",
            "tanoḥ",
            "bhuvi",
            "calat",
            "caraṇa",
            "aravindam",
            "saḥ",
            "aham",
            "vrajāmi",
            "śaraṇam",
            "hi",
            "akutaḥ",
            "bhayam",
            "me",
            "yena",
            "īdṛśī",
            "gatiḥ",
            "adarśi",
            "asataḥ",
            "anurūpā"
        ],
        "translation": "The human soul says: I take shelter of the lotus feet of the Supreme Personality of Godhead, who appears in His various eternal forms and walks on the surface of the world. I take shelter of Him only, because He can give me relief from all fear and from Him I have received this condition of life, which is just befitting my impious activities.",
        "purport": " The word calac-caraṇāravindam refers to the Supreme Personality of Godhead, who actually walks or travels upon the surface of the world. For example, Lord Rāmacandra actually walked on the surface of the world, and Lord Kṛṣṇa also walked just like an ordinary man. The prayer is therefore offered to the Supreme Personality of Godhead, who descends to the surface of this earth, or any part of this universe, for the protection of the pious and the destruction of the impious. It is confirmed in Bhagavad-gītā that when there is an increase of irreligion and discrepancies arise in the real religious activities, the Supreme Lord comes to protect the pious and kill the impious. This verse indicates Lord Kṛṣṇa. Another significant point in this verse is that the Lord comes, icchayā, by His own will. As Kṛṣṇa confirms in Bhagavad-gītā, sambhavāmy ātma-māyayā: “I appear at My will, by My internal potency.” He is not forced to come by the laws of material nature. It is stated here, icchayā: He does not assume any form, as the impersonalists think, because He comes at His own will, and the form in which He descends is His eternal form. As the Supreme Lord puts the living entity into the condition of horrible existence, He can also deliver him, and therefore one should seek shelter at the lotus feet of Kṛṣṇa. Kṛṣṇa demands, “Give up everything and surrender unto Me.” And it is also said in Bhagavad-gītā that anyone who approaches Him does not come back again to accept a form in material existence, but goes back to Godhead, back home, never to return."
    },
    {
        "verse": "13",
        "devanagari": "यस्त्वत्र बद्ध इव कर्मभिरावृतात्माभूतेन्द्रियाशयमयीमवलम्ब्य मायाम् ।आस्ते विशुद्धमविकारमखण्डबोधम्आतप्यमानहृदयेऽवसितं नमामि ॥ १३ ॥",
        "english_devnagari": "yas tv atra baddha iva karmabhir āvṛtātmābhūtendriyāśayamayīm avalambya māyāmāste viśuddham avikāram akhaṇḍa-bodhamātapyamāna-hṛdaye ’vasitaṁ namāmi",
        "verse_Syn": [
            "yaḥ",
            "tu",
            "atra",
            "baddhaḥ",
            "iva",
            "karmabhiḥ",
            "āvṛta",
            "ātmā",
            "bhūta",
            "indriya",
            "āśaya",
            "mayīm",
            "avalambya",
            "māyām",
            "āste",
            "viśuddham",
            "avikāram",
            "akhaṇḍa",
            "bodham",
            "ātapyamāna",
            "hṛdaye",
            "avasitam",
            "namāmi"
        ],
        "translation": "I, the pure soul, appearing now bound by my activities, am lying in the womb of my mother by the arrangement of māyā. I offer my respectful obeisances unto Him who is also here with me but who is unaffected and changeless. He is unlimited, but He is perceived in the repentant heart. To Him I offer my respectful obeisances.",
        "purport": " As stated in the previous verse, the jīva soul says, “I take shelter of the Supreme Lord.” Therefore, constitutionally, the jīva soul is the subordinate servitor of the Supreme Soul, the Personality of Godhead. Both the Supreme Soul and the jīva soul are sitting in the same body, as confirmed in the Upaniṣads. They are sitting as friends, but one is suffering, and the other is aloof from suffering. In this verse it is said, viśuddham avikāram akhaṇḍa-bodham: the Supersoul is always sitting apart from all contamination. The living entity is contaminated and suffering because he has a material body, but that does not mean that because the Lord is also with him, He also has a material body. He is avikāram, changeless. He is always the same Supreme, but unfortunately the Māyāvādī philosophers, because of their impure hearts, cannot understand that the Supreme Soul, the Supersoul, is different from the individual soul. It is said here, ātapyamāna-hṛdaye ’vasitam: He is in the heart of every living entity, but He can be realized only by a soul who is repentant. The individual soul becomes repentant that he forgot his constitutional position, wanted to become one with the Supreme Soul and tried his best to lord it over material nature. He has been baffled, and therefore he is repentant. At that time, Supersoul, or the relationship between the Supersoul and the individual soul, is realized. As it is confirmed in Bhagavad-gītā, after many, many births the knowledge comes to the conditioned soul that Vāsudeva is great, He is master, and He is Lord. The individual soul is the servant, and therefore he surrenders unto Him. At that time he becomes a mahātmā, a great soul. Therefore, a fortunate living being who comes to this understanding, even within the womb of his mother, has his liberation assured."
    },
    {
        "verse": "14",
        "devanagari": "य: पञ्चभूतरचिते रहित: शरीरेच्छन्नोऽयथेन्द्रियगुणार्थचिदात्मकोऽहम् ।तेनाविकुण्ठमहिमानमृषिं तमेनंवन्दे परं प्रकृतिपूरुषयो: पुमांसम् ॥ १४ ॥",
        "english_devnagari": "yaḥ pañca-bhūta-racite rahitaḥ śarīrecchanno ’yathendriya-guṇārtha-cid-ātmako ’hamtenāvikuṇṭha-mahimānam ṛṣiṁ tam enaṁvande paraṁ prakṛti-pūruṣayoḥ pumāṁsam",
        "verse_Syn": [
            "yaḥ",
            "pañca",
            "bhūta",
            "racite",
            "rahitaḥ",
            "śarīre",
            "channaḥ",
            "ayathā",
            "indriya",
            "guṇa",
            "artha",
            "cit",
            "ātmakaḥ",
            "aham",
            "tena",
            "avikuṇṭha",
            "mahimānam",
            "ṛṣim",
            "tam",
            "enam",
            "vande",
            "param",
            "prakṛti",
            "pūruṣayoḥ",
            "pumāṁsam"
        ],
        "translation": "I am separated from the Supreme Lord because of my being in this material body, which is made of five elements, and therefore my qualities and senses are being misused, although I am essentially spiritual. Because the Supreme Personality of Godhead is transcendental to material nature and the living entities, because He is devoid of such a material body, and because He is always glorious in His spiritual qualities, I offer my obeisances unto Him.",
        "purport": " The difference between the living entity and the Supreme Personality of Godhead is that the living entity is prone to be subjected to material nature, whereas the Supreme Godhead is always transcendental to material nature as well as to the living entities. When the living entity is put into material nature, then his senses and qualities are polluted, or designated. There is no possibility for the Supreme Lord to become embodied by material qualities or material senses, for He is above the influence of material nature and cannot possibly be put in the darkness of ignorance like the living entities. Because of His full knowledge, He is never subjected to the influence of material nature. Material nature is always under His control, and it is therefore not possible that material nature can control the Supreme Personality of Godhead. Since the identity of the living entity is very minute, he is prone to be subjected to material nature, but when he is freed from this material body, which is false, he attains the same spiritual nature as the Supreme Lord. At that time there is no qualitative difference between him and the Supreme Lord, but because he is not so quantitatively powerful as to never be put under the influence of material nature, he is quantitatively different from the Lord. The entire process of devotional service is to purify oneself of this contamination of material nature and put oneself on the spiritual platform, where he is qualitatively one with the Supreme Personality of Godhead. In the Vedas it is said that the living entity is always free. Asaṅgo hy ayaṁ puruṣaḥ. The living entity is liberated. His material contamination is temporary, and his actual position is that he is liberated. This liberation is achieved by Kṛṣṇa consciousness, which begins from the point of surrender. Therefore it is said here, “I offer my respectful obeisances unto the Supreme Person.”"
    },
    {
        "verse": "15",
        "devanagari": "यन्माययोरुगुणकर्मनिबन्धनेऽस्मिन्सांसारिके पथि चरंस्तदभिश्रमेण ।नष्टस्मृति: पुनरयं प्रवृणीत लोकंयुक्त्या कया महदनुग्रहमन्तरेण ॥ १५ ॥",
        "english_devnagari": "yan-māyayoru-guṇa-karma-nibandhane ’sminsāṁsārike pathi caraṁs tad-abhiśrameṇanaṣṭa-smṛtiḥ punar ayaṁ pravṛṇīta lokaṁyuktyā kayā mahad-anugraham antareṇa",
        "verse_Syn": [
            "yat",
            "māyayā",
            "uru",
            "guṇa",
            "karma",
            "nibandhane",
            "asmin",
            "sāṁsārike",
            "pathi",
            "caran",
            "tat",
            "abhiśrameṇa",
            "naṣṭa",
            "smṛtiḥ",
            "punaḥ",
            "ayam",
            "pravṛṇīta",
            "lokam",
            "yuktyā",
            "kayā",
            "mahat",
            "anugraham",
            "antareṇa"
        ],
        "translation": "The human soul further prays: The living entity is put under the influence of material nature and continues a hard struggle for existence on the path of repeated birth and death. This conditional life is due to his forgetfulness of his relationship with the Supreme Personality of Godhead. Therefore, without the Lord’s mercy, how can he again engage in the transcendental loving service of the Lord?",
        "purport": " The Māyāvādī philosophers say that simply by cultivation of knowledge by mental speculation, one can be liberated from the condition of material bondage. But here it is said one is liberated not by knowledge but by the mercy of the Supreme Lord. The knowledge the conditioned soul gains by mental speculation, however powerful it may be, is always too imperfect to approach the Absolute Truth. It is said that without the mercy of the Supreme Personality of Godhead one cannot understand Him or His actual form, quality and name. Those who are not in devotional service go on speculating for many, many thousands of years, but they are still unable to understand the nature of the Absolute Truth. One can be liberated in the knowledge of the Absolute Truth simply by the mercy of the Supreme Personality of Godhead. It is clearly said herein that our memory is lost because we are now covered by His material energy. Arguments may be put forward as to why we have been put under the influence of this material energy by the supreme will of the Lord. This is explained in Bhagavad-gītā, where the Lord says, “I am sitting in everyone’s heart, and due to Me one is forgetful or one is alive in knowledge.” The forgetfulness of the conditioned soul is also due to the direction of the Supreme Lord. A living entity misuses his little independence when he wants to lord it over material nature. This misuse of independence, which is called māyā, is always available, otherwise there would be no independence. Independence implies that one can use it properly or improperly. It is not static; it is dynamic. Therefore, misuse of independence is the cause of being influenced by māyā. Māyā is so strong that the Lord says that it is very difficult to surmount her influence. But one can do so very easily “if he surrenders unto Me.” Mām eva ye prapadyante: anyone who surrenders unto Him can overcome the influence of the stringent laws of material nature. It is clearly said here that a living entity is put under the influence of māyā by His will, and if anyone wants to get out of this entanglement, this can be made possible simply by His mercy. The activities of the conditioned souls under the influence of material nature are explained here. Every conditioned soul is engaged in different types of work under the influence of material nature. We can see in the material world that the conditioned soul acts so powerfully that he is playing wonderfully in creating the so-called advancements of material civilization for sense gratification. But actually his position is to know that he is an eternal servant of the Supreme Lord. When he is actually in perfect knowledge, he knows that the Lord is the supreme worshipful object and that the living entity is His eternal servant. Without this knowledge, he engages in material activities; that is called ignorance."
    },
    {
        "verse": "16",
        "devanagari": "ज्ञानं यदेतददधात्कतम: स देवस्त्रैकालिकंस्थिरचरेष्वनुवर्तितांश: ।तंजीवकर्मपदवीमनुवर्तमानास्तापत्रयोपशमनाय वयं भजेम ॥ १६ ॥",
        "english_devnagari": "jñānaṁ yad etad adadhāt katamaḥ sa devastrai-kālikaṁ sthira-careṣv anuvartitāṁśaḥtaṁ jīva-karma-padavīm anuvartamānāstāpa-trayopaśamanāya vayaṁ bhajema",
        "verse_Syn": [
            "jñānam",
            "yat",
            "etat",
            "adadhāt",
            "katamaḥ",
            "saḥ",
            "devaḥ",
            "trai",
            "kālikam",
            "sthira",
            "careṣu",
            "anuvartita",
            "aṁśaḥ",
            "tam",
            "jīva",
            "karma",
            "padavīm",
            "anuvartamānāḥ",
            "tāpa",
            "traya",
            "upaśamanāya",
            "vayam",
            "bhajema"
        ],
        "translation": "No one other than the Supreme Personality of Godhead, as the localized Paramātmā, the partial representation of the Lord, is directing all inanimate and animate objects. He is present in the three phases of time — past, present and future. Therefore, the conditioned soul is engaged in different activities by His direction, and in order to get free from the threefold miseries of this conditional life, we have to surrender unto Him only.",
        "purport": " When a conditioned soul is seriously anxious to get out of the influence of the material clutches, the Supreme Personality of Godhead, who is situated within him as Paramātmā, gives him this knowledge: “Surrender unto Me.” As the Lord says in Bhagavad-gītā, “Give up all other engagements. Just surrender unto Me.” It is to be accepted that the source of knowledge is the Supreme Person. This is also confirmed in Bhagavad-gītā. Mattaḥ smṛtir jñānam apohanaṁ ca. The Lord says, “Through Me one gets real knowledge and memory, and one also forgets through Me.” To one who wants to be materially satisfied or who wants to lord it over material nature, the Lord gives the opportunity to forget His service and engage in the so-called happiness of material activities. Similarly, when one is frustrated in lording it over material nature and is very serious about getting out of this material entanglement, the Lord, from within, gives him the knowledge that he has to surrender unto Him; then there is liberation. This knowledge cannot be imparted by anyone other than the Supreme Lord or His representative. In the Caitanya-caritāmṛta Lord Caitanya instructs Rūpa Gosvāmī that the living entities wander in life after life, undergoing the miserable conditions of material existence. But when one is very anxious to get free from the material entanglement, he gets enlightenment through a spiritual master and Kṛṣṇa. This means that Kṛṣṇa as the Supersoul is seated within the heart of the living entity, and when the living entity is serious, the Lord directs him to take shelter of His representative, a bona fide spiritual master. Directed from within and guided externally by the spiritual master, one attains the path of Kṛṣṇa consciousness, which is the way out of the material clutches. Therefore there is no possibility of one’s being situated in his own position unless he is blessed by the Supreme Personality of Godhead. Unless he is enlightened with the supreme knowledge, one has to undergo the severe penalties of the hard struggle for existence in the material nature. The spiritual master is therefore the mercy manifestation of the Supreme Person. The conditioned soul has to take direct instruction from the spiritual master, and thus he gradually becomes enlightened to the path of Kṛṣṇa consciousness. The seed of Kṛṣṇa consciousness is sown within the heart of the conditioned soul, and when one hears instruction from the spiritual master, the seed fructifies, and one’s life is blessed."
    },
    {
        "verse": "17",
        "devanagari": "देह्यन्यदेहविवरे जठराग्निनासृग्-विण्मूत्रकूपपतितो भृशतप्तदेह: ।इच्छन्नितो विवसितुं गणयन्स्वमासान्निर्वास्यते कृपणधीर्भगवन्कदा नु ॥ १७ ॥",
        "english_devnagari": "dehy anya-deha-vivare jaṭharāgnināsṛg-viṇ-mūtra-kūpa-patito bhṛśa-tapta-dehaḥicchann ito vivasituṁ gaṇayan sva-māsānnirvāsyate kṛpaṇa-dhīr bhagavan kadā nu",
        "verse_Syn": [
            "dehī",
            "anya",
            "deha",
            "vivare",
            "jaṭhara",
            "agninā",
            "asṛk",
            "viṭ",
            "mūtra",
            "kūpa",
            "patitaḥ",
            "bhṛśa",
            "tapta",
            "dehaḥ",
            "icchan",
            "itaḥ",
            "vivasitum",
            "gaṇayan",
            "svamāsān",
            "nirvāsyate",
            "kṛpaṇa",
            "dhīḥ",
            "bhagavan",
            "kadā",
            "nu"
        ],
        "translation": "Fallen into a pool of blood, stool and urine within the abdomen of his mother, his own body scorched by the mother’s gastric fire, the embodied soul, anxious to get out, counts his months and prays, “O my Lord, when shall I, a wretched soul, be released from this confinement?”",
        "purport": " The precarious condition of the living entity within the womb of his mother is described here. On one side of where the child is floating is the heat of gastric fire, and on the other side are urine, stool, blood and discharges. After seven months the child, who has regained his consciousness, feels the horrible condition of his existence and prays to the Lord. Counting the months until his release, he becomes greatly anxious to get out of the confinement. The so-called civilized man does not take account of this horrible condition of life, and sometimes, for the purpose of sense gratification, he tries to kill the child by methods of contraception or abortion. Unserious about the horrible condition in the womb, such persons continue in materialism, grossly misusing the chance of the human form of life. The word kṛpaṇa-dhīḥ is significant in this verse. Dhī means “intelligence,” and kṛpaṇa means “miserly.” Conditional life is for persons who are of miserly intelligence or who do not properly utilize their intelligence. In the human form of life the intelligence is developed, and one has to utilize that developed intelligence to get out of the cycle of birth and death. One who does not do so is a miser, just like a person who has immense wealth but does not utilize it, keeping it simply to see. A person who does not actually utilize his human intelligence to get out of the clutches of māyā, the cycle of birth and death, is accepted as miserly. The exact opposite of miserly is udāra, “very magnanimous.” A brāhmaṇa is called udāra because he utilizes his human intelligence for spiritual realization. He uses that intelligence to preach Kṛṣṇa consciousness for the benefit of the public, and therefore he is magnanimous."
    },
    {
        "verse": "18",
        "devanagari": "येनेद‍ृशीं गतिमसौ दशमास्य ईशसंग्राहित: पुरुदयेन भवाद‍ृशेन ।स्वेनैव तुष्यतु कृतेन स दीननाथ:को नाम तत्प्रति विनाञ्जलिमस्य कुर्यात् ॥ १८ ॥",
        "english_devnagari": "yenedṛśīṁ gatim asau daśa-māsya īśasaṅgrāhitaḥ puru-dayena bhavādṛśenasvenaiva tuṣyatu kṛtena sa dīna-nāthaḥko nāma tat-prati vināñjalim asya kuryāt",
        "verse_Syn": [
            "yena",
            "īdṛśīm",
            "gatim",
            "asau",
            "daśa",
            "māsyaḥ",
            "īśa",
            "saṅgrāhitaḥ",
            "puru",
            "dayena",
            "bhavādṛśena",
            "svena",
            "eva",
            "tuṣyatu",
            "kṛtena",
            "saḥ",
            "dīna",
            "nāthaḥ",
            "kaḥ",
            "nāma",
            "tat",
            "prati",
            "vinā",
            "añjalim",
            "asya",
            "kuryāt"
        ],
        "translation": "My dear Lord, by Your causeless mercy I am awakened to consciousness, although I am only ten months old. For this causeless mercy of the Supreme Personality of Godhead, the friend of all fallen souls, there is no way to express my gratitude but to pray with folded hands.",
        "purport": " As stated in Bhagavad-gītā, intelligence and forgetfulness are both supplied by the Supersoul sitting with the individual soul within the body. When He sees that a conditioned soul is very serious about getting out of the clutches of the material influence, the Supreme Lord gives intelligence internally as Supersoul and externally as the spiritual master, or, as an incarnation of the Personality of Godhead Himself, He helps by speaking instructions such as Bhagavad-gītā. The Lord is always seeking the opportunity to reclaim the fallen souls to His abode, the kingdom of God. We should always feel very much obliged to the Personality of Godhead, for He is always anxious to bring us into the happy condition of eternal life. There is no sufficient means to repay the Personality of Godhead for His act of benediction; therefore, we can simply feel gratitude and pray to the Lord with folded hands. This prayer of the child in the womb may be questioned by some atheistic people. How can a child pray in such a nice way in the womb of his mother? Everything is possible by the grace of the Lord. The child is put into such a precarious condition externally, but internally he is the same, and the Lord is there. By the transcendental energy of the Lord, everything is possible."
    },
    {
        "verse": "19",
        "devanagari": "पश्यत्ययं धिषणया ननु सप्तवध्रि:शारीरके दमशरीर्यपर: स्वदेहे ।यत्सृष्टयासं तमहं पुरुषं पुराणंपश्ये बहिर्हृदि च चैत्यमिव प्रतीतम् ॥ १९ ॥",
        "english_devnagari": "paśyaty ayaṁ dhiṣaṇayā nanu sapta-vadhriḥśārīrake dama-śarīry aparaḥ sva-deheyat-sṛṣṭayāsaṁ tam ahaṁ puruṣaṁ purāṇaṁpaśye bahir hṛdi ca caityam iva pratītam",
        "verse_Syn": [
            "paśyati",
            "ayam",
            "dhiṣaṇayā",
            "nanu",
            "sapta",
            "vadhriḥ",
            "śārīrake",
            "dama",
            "śarīrī",
            "aparaḥ",
            "sva",
            "dehe",
            "yat",
            "sṛṣṭayā",
            "āsam",
            "tam",
            "aham",
            "puruṣam",
            "purāṇam",
            "paśye",
            "bahiḥ",
            "hṛdi",
            "ca",
            "caityam",
            "iva",
            "pratītam"
        ],
        "translation": "The living entity in another type of body sees only by instinct; he knows only the agreeable and disagreeable sense perceptions of that particular body. But I have a body in which I can control my senses and can understand my destination; therefore, I offer my respectful obeisances to the Supreme Personality of Godhead, by whom I have been blessed with this body and by whose grace I can see Him within and without.",
        "purport": " The evolutionary process of different types of bodies is something like that of a fructifying flower. Just as there are different stages in the growth of a flower — the bud stage, the blooming stage and the full-fledged, grown-up stage of aroma and beauty — similarly, there are 8,400,000 species of bodies in gradual evolution, and there is systematic progress from the lower species of life to the higher. The human form of life is supposed to be the highest, for it offers consciousness for getting out of the clutches of birth and death. The fortunate child in the womb of his mother realizes his superior position and is thereby distinguished from other bodies. Animals in bodies lower than that of the human being are conscious only as far as their bodily distress and happiness are concerned; they cannot think of more than their bodily necessities of life-eating, sleeping, mating and defending. But in the human form of life, by the grace of God, the consciousness is so developed that a man can evaluate his exceptional position and thus realize the self and the Supreme Lord. The word dama-śarīrī means that we have a body in which we can control the senses and the mind. The complication of materialistic life is due to an uncontrolled mind and uncontrolled senses. One should feel grateful to the Supreme Personality of Godhead for having obtained such a nice human form of body, and one should properly utilize it. The distinction between an animal and a man is that the animal cannot control himself and has no sense of decency, whereas the human being has the sense of decency and can control himself. If this controlling power is not exhibited by the human being, then he is no better than an animal. By controlling the senses, or by the process of yoga regulation, one can understand the position of his self, the Supersoul, the world and their interrelation; everything is possible by controlling the senses. Otherwise, we are no better than animals. Real self-realization by means of controlling the senses is explained herein. One should try to see the Supreme Personality of Godhead and one’s own self also. To think oneself the same as the Supreme is not self-realization. Here it is clearly explained that the Supreme Lord is anādi, or purāṇa, and He has no other cause. The living entity is born of the Supreme Godhead as part and parcel. It is confirmed in the Brahma-saṁhitā, anādir ādir govindaḥ: Govinda, the Supreme Person, has no cause. He is unborn. But the living entity is born of Him. As confirmed in Bhagavad-gītā, mamaivāṁśaḥ: both the living entity and the Supreme Lord are unborn, but it has to be understood that the supreme cause of the part and parcel is the Supreme Personality of Godhead. Brahma-saṁhitā therefore says that everything has come from the Supreme Personality of Godhead (sarva-kāraṇa-kāraṇam). The Vedānta-sūtra confirms this also. Janmādy asya yataḥ: the Absolute Truth is the original source of everyone’s birth. Kṛṣṇa also says in Bhagavad-gītā, ahaṁ sarvasya prabhavaḥ: “I am the source of birth of everything, including Brahmā and Lord Śiva and the living entities.” This is self-realization. One should know that he is under the control of the Supreme Lord and not think that he is fully independent. Otherwise, why should he be put into conditional life?"
    },
    {
        "verse": "20",
        "devanagari": "सोऽहं वसन्नपि विभो बहुदु:खवासंगर्भान्न निर्जिगमिषे बहिरन्धकूपे ।यत्रोपयातमुपसर्पति देवमायामिथ्या मतिर्यदनु संसृतिचक्रमेतत् ॥ २० ॥",
        "english_devnagari": "so ’haṁ vasann api vibho bahu-duḥkha-vāsaṁgarbhān na nirjigamiṣe bahir andha-kūpeyatropayātam upasarpati deva-māyāmithyā matir yad-anu saṁsṛti-cakram etat",
        "verse_Syn": [
            "saḥ",
            "aham",
            "vasan",
            "api",
            "vibho",
            "bahu",
            "duḥkha",
            "vāsam",
            "garbhāt",
            "na",
            "nirjigamiṣe",
            "bahiḥ",
            "andha",
            "kūpe",
            "yatra",
            "upayātam",
            "upasarpati",
            "deva",
            "māyā",
            "mithyā",
            "matiḥ",
            "yat",
            "anu",
            "saṁsṛti",
            "cakram",
            "etat"
        ],
        "translation": "Therefore, my Lord, although I am living in a terrible condition, I do not wish to depart from my mother’s abdomen to fall again into the blind well of materialistic life. Your external energy, called deva-māyā, at once captures the newly born child, and immediately false identification, which is the beginning of the cycle of continual birth and death, begins.",
        "purport": " As long as the child is within the womb of his mother, he is in a very precarious and horrible condition of life, but the benefit is that he revives pure consciousness of his relationship with the Supreme Lord and prays for deliverance. But once he is outside the abdomen, when a child is born, māyā, or the illusory energy, is so strong that he is immediately overpowered into considering his body to be his self. Māyā means “illusion,” or that which is actually not. In the material world, everyone is identifying with his body. This false egoistic consciousness of “I am this body” at once develops after the child comes out of the womb. The mother and other relatives are awaiting the child, and as soon as he is born, the mother feeds him and everyone takes care of him. The living entity soon forgets his position and becomes entangled in bodily relationships. The entire material existence is entanglement in this bodily conception of life. Real knowledge means to develop the consciousness of “I am not this body. I am spirit soul, an eternal part and parcel of the Supreme Lord.” Real knowledge entails renunciation, or nonacceptance of this body as the self. By the influence of māyā, the external energy, one forgets everything just after birth. Therefore the child is praying that he prefers to remain within the womb rather than come out. It is said that Śukadeva Gosvāmī, on this consideration, remained for sixteen years within the womb of his mother; he did not want to be entangled in false bodily identification. After cultivating such knowledge within the womb of his mother, he came out at the end of sixteen years and immediately left home so that he might not be captured by the influence of māyā. The influence of māyā is also explained in Bhagavad-gītā as insurmountable. But insurmountable māyā can be overcome simply by Kṛṣṇa consciousness. That is also confirmed in Bhagavad-gītā (7.14): mām eva ye prapadyante māyām etāṁ taranti te. Whoever surrenders unto the lotus feet of Kṛṣṇa can get out of this false conception of life. By the influence of māyā only, one forgets his eternal relationship with Kṛṣṇa and identifies himself with his body and the by-products of the body — namely wife, children, society, friendship and love. Thus he becomes a victim of the influence of māyā, and his materialistic life of continued birth and death becomes still more stringent."
    },
    {
        "verse": "21",
        "devanagari": "तस्मादहं विगतविक्लव उद्धरिष्यआत्मानमाशु तमस: सुहृदात्मनैव ।भूयो यथा व्यसनमेतदनेकरन्ध्रंमा मे भविष्यदुपसादितविष्णुपाद: ॥ २१ ॥",
        "english_devnagari": "tasmād ahaṁ vigata-viklava uddhariṣyaātmānam āśu tamasaḥ suhṛdātmanaivabhūyo yathā vyasanam etad aneka-randhraṁmā me bhaviṣyad upasādita-viṣṇu-pādaḥ",
        "verse_Syn": [
            "tasmāt",
            "aham",
            "vigata",
            "viklavaḥ",
            "uddhariṣye",
            "ātmānam",
            "āśu",
            "tamasaḥ",
            "suhṛdā",
            "ātmanā",
            "eva",
            "bhūyaḥ",
            "yathā",
            "vyasanam",
            "etat",
            "aneka",
            "randhram",
            "mā",
            "me",
            "bhaviṣyat",
            "upasādita",
            "viṣṇu",
            "pādaḥ"
        ],
        "translation": "Therefore, without being agitated any more, I shall deliver myself from the darkness of nescience with the help of my friend, clear consciousness. Simply by keeping the lotus feet of Lord Viṣṇu in my mind, I shall be saved from entering into the wombs of many mothers for repeated birth and death.",
        "purport": " The miseries of material existence begin from the very day when the spirit soul takes shelter in the ovum and sperm of the mother and father, they continue after he is born from the womb, and then they are further prolonged. We do not know where the suffering ends. It does not end, however, by one’s changing his body. The change of body is taking place at every moment, but that does not mean that we are improving from the fetal condition of life to a more comfortable condition. The best thing, therefore, is to develop Kṛṣṇa consciousness. Here it is stated, upasādita-viṣṇu-pādaḥ. This means realization of Kṛṣṇa consciousness. One who is intelligent, by the grace of the Lord, and develops Kṛṣṇa consciousness, is successful in his life because simply by keeping himself in Kṛṣṇa consciousness, he will be saved from the repetition of birth and death. The child prays that it is better to remain within the womb of darkness and be constantly absorbed in Kṛṣṇa consciousness than to get out and again fall a victim to the illusory energy. The illusory energy acts within the abdomen as well as outside the abdomen, but the trick is that one should remain Kṛṣṇa conscious, and then the effect of such a horrible condition cannot act unfavorably upon him. In Bhagavad-gītā it is said that one’s intelligence is his friend, and the same intelligence can also be his enemy. Here also the same idea is repeated: suhṛdātmanaiva, friendly intelligence. Absorption of intelligence in the personal service of Kṛṣṇa and full consciousness of Kṛṣṇa always are the path of self-realization and liberation. Without being unnecessarily agitated, if we take to the process of Kṛṣṇa consciousness by constantly chanting Hare Kṛṣṇa, Hare Kṛṣṇa, Kṛṣṇa Kṛṣṇa, Hare Hare/ Hare Rāma, Hare Rāma, Rāma Rāma, Hare Hare, the cycle of birth and death can be stopped for good. It may be questioned herein how the child can be fully Kṛṣṇa conscious within the womb of the mother without any paraphernalia with which to execute Kṛṣṇa consciousness. It is not necessary to arrange for paraphernalia to worship the Supreme Personality of Godhead, Viṣṇu. The child wants to remain within the abdomen of its mother and at the same time wants to become free from the clutches of māyā. One does not need any material arrangement to cultivate Kṛṣṇa consciousness. One can cultivate Kṛṣṇa consciousness anywhere and everywhere, provided he can always think of Kṛṣṇa. The mahā-mantra, Hare Kṛṣṇa, Hare Kṛṣṇa, Kṛṣṇa Kṛṣṇa, Hare Hare/ Hare Rāma, Hare Rāma, Rāma Rāma, Hare Hare, can be chanted even within the abdomen of one’s mother. One can chant while sleeping, while working, while imprisoned in the womb or while outside. This Kṛṣṇa consciousness cannot be checked in any circumstance. The conclusion of the child’s prayer is: “Let me remain in this condition; although it is very miserable, it is better not to fall a victim to māyā again by going outside.”"
    },
    {
        "verse": "22",
        "devanagari": "कपिल उवाचएवं कृतमतिर्गर्भे दशमास्य: स्तुवन्नृषि: ।सद्य: क्षिपत्यवाचीनं प्रसूत्यै सूतिमारुत: ॥ २२ ॥",
        "english_devnagari": "kapila uvācaevaṁ kṛta-matir garbhedaśa-māsyaḥ stuvann ṛṣiḥsadyaḥ kṣipaty avācīnaṁprasūtyai sūti-mārutaḥ",
        "verse_Syn": [
            "kapilaḥ",
            "uvāca",
            "evam",
            "kṛta",
            "matiḥ",
            "garbhe",
            "daśa",
            "māsyaḥ",
            "stuvan",
            "ṛṣiḥ",
            "sadyaḥ",
            "kṣipati",
            "avācīnam",
            "prasūtyai",
            "sūti",
            "mārutaḥ"
        ],
        "translation": "Lord Kapila continued: The ten-month-old living entity has these desires even while in the womb. But while he thus extols the Lord, the wind that helps parturition propels him forth with his face turned downward so that he may be born.",
        "purport": ""
    },
    {
        "verse": "23",
        "devanagari": "तेनावसृष्ट: सहसा कृत्वावाक्शिर आतुर: ।विनिष्क्रामति कृच्छ्रेण निरुच्छ्‌वासो हतस्मृति: ॥ २३ ॥",
        "english_devnagari": "tenāvasṛṣṭaḥ sahasākṛtvāvāk śira āturaḥviniṣkrāmati kṛcchreṇanirucchvāso hata-smṛtiḥ",
        "verse_Syn": [
            "tena",
            "avasṛṣṭaḥ",
            "sahasā",
            "kṛtvā",
            "avāk",
            "śiraḥ",
            "āturaḥ",
            "viniṣkrāmati",
            "kṛcchreṇa",
            "nirucchvāsaḥ",
            "hata",
            "smṛtiḥ"
        ],
        "translation": "Pushed downward all of a sudden by the wind, the child comes out with great trouble, head downward, breathless and deprived of memory due to severe agony.",
        "purport": " The word kṛcchreṇa means “with great difficulty.” When the child comes out of the abdomen through the narrow passage, due to pressure there the breathing system completely stops, and due to agony the child loses his memory. Sometimes the trouble is so severe that the child comes out dead or almost dead. One can imagine what the pangs of birth are like. The child remains for ten months in that horrible condition within the abdomen, and at the end of ten months he is forcibly pushed out. In Bhagavad-gītā the Lord points out that a person who is serious about advancement in spiritual consciousness should always consider the four pangs of birth, death, disease and old age. The materialist advances in many ways, but he is unable to stop these four principles of suffering inherent in material existence."
    },
    {
        "verse": "24",
        "devanagari": "पतितो भुव्यसृङ्‌मिश्र: विष्ठाभूरिव चेष्टते ।रोरूयति गते ज्ञाने विपरीतां गतिं गत: ॥ २४ ॥",
        "english_devnagari": "patito bhuvy asṛṅ-miśraḥviṣṭhā-bhūr iva ceṣṭaterorūyati gate jñāneviparītāṁ gatiṁ gataḥ",
        "verse_Syn": [
            "patitaḥ",
            "bhuvi",
            "asṛk",
            "miśraḥ",
            "viṣṭhā",
            "bhūḥ",
            "iva",
            "ceṣṭate",
            "rorūyati",
            "gate",
            "jñāne",
            "viparītām",
            "gatim",
            "gataḥ"
        ],
        "translation": "The child thus falls on the ground, smeared with stool and blood, and plays just like a worm germinated from the stool. He loses his superior knowledge and cries under the spell of māyā.",
        "purport": ""
    },
    {
        "verse": "25",
        "devanagari": "परच्छन्दं न विदुषा पुष्यमाणो जनेन स: ।अनभिप्रेतमापन्न: प्रत्याख्यातुमनीश्वर: ॥ २५ ॥",
        "english_devnagari": "para-cchandaṁ na viduṣāpuṣyamāṇo janena saḥanabhipretam āpannaḥpratyākhyātum anīśvaraḥ",
        "verse_Syn": [
            "para",
            "chandam",
            "na",
            "viduṣā",
            "puṣyamāṇaḥ",
            "janena",
            "saḥ",
            "anabhipretam",
            "āpannaḥ",
            "pratyākhyātum",
            "anīśvaraḥ"
        ],
        "translation": "After coming out of the abdomen, the child is given to the care of persons who are unable to understand what he wants, and thus he is nursed by such persons. Unable to refuse whatever is given to him, he falls into undesirable circumstances.",
        "purport": " Within the abdomen of the mother, the nourishment of the child was being carried on by nature’s own arrangement. The atmosphere within the abdomen was not at all pleasing, but as far as the child’s feeding was concerned, it was being properly done by the laws of nature. But upon coming out of the abdomen the child falls into a different atmosphere. He wants to eat one thing, but something else is given to him because no one knows his actual demand, and he cannot refuse the undesirables given to him. Sometimes the child cries for the mother’s breast, but because the nurse thinks that it is due to pain within his stomach that he is crying, she supplies him some bitter medicine. The child does not want it, but he cannot refuse it. He is put in very awkward circumstances, and the suffering continues."
    },
    {
        "verse": "26",
        "devanagari": "शायितोऽशुचिपर्यङ्के जन्तु: स्वेदज-दूषिते ।नेश: कण्डूयनेऽङ्गानामासनोत्थानचेष्टने ॥ २६ ॥",
        "english_devnagari": "śāyito ’śuci-paryaṅkejantuḥ svedaja-dūṣiteneśaḥ kaṇḍūyane ’ṅgānāmāsanotthāna-ceṣṭane",
        "verse_Syn": [
            "śāyitaḥ",
            "aśuci",
            "paryaṅke",
            "jantuḥ",
            "sveda",
            "ja",
            "dūṣite",
            "na",
            "īśaḥ",
            "kaṇḍūyane",
            "aṅgānām",
            "āsana",
            "utthāna",
            "ceṣṭane"
        ],
        "translation": "Laid down on a foul bed infested with sweat and germs, the poor child is incapable of scratching his body to get relief from his itching sensation, to say nothing of sitting up, standing or even moving.",
        "purport": " It should be noted that the child is born crying and suffering. After birth the same suffering continues, and he cries. Because he is disturbed by the germs in his foul bed, which is contaminated by his urine and stool, the poor child continues to cry. He is unable to take any remedial measure for his relief."
    },
    {
        "verse": "27",
        "devanagari": "तुदन्त्यामत्वचं दंशा मशका मत्कुणादय: ।रुदन्तं विगतज्ञानं कृमय: कृमिकं यथा ॥ २७ ॥",
        "english_devnagari": "tudanty āma-tvacaṁ daṁśāmaśakā matkuṇādayaḥrudantaṁ vigata-jñānaṁkṛmayaḥ kṛmikaṁ yathā",
        "verse_Syn": [
            "tudanti",
            "āma",
            "tvacam",
            "daṁśāḥ",
            "maśakāḥ",
            "matkuṇa",
            "ādayaḥ",
            "rudantam",
            "vigata",
            "jñānam",
            "kṛmayaḥ",
            "kṛmikam",
            "yathā"
        ],
        "translation": "In his helpless condition, gnats, mosquitoes, bugs and other germs bite the baby, whose skin is tender, just as smaller worms bite a big worm. The child, deprived of his wisdom, cries bitterly.",
        "purport": " The word vigata jñānam means that the spiritual knowledge which the child developed in the abdomen is already lost to the spell of māyā. Owing to various kinds of disturbances and to being out of the abdomen, the child cannot remember what he was thinking of for his salvation. It is assumed that even if a person acquires some spiritually uplifting knowledge, circumstantially he is prone to forget it. Not only children but also elderly persons should be very careful to protect their sense of Kṛṣṇa consciousness and avoid unfavorable circumstances so that they may not forget their prime duty."
    },
    {
        "verse": "28",
        "devanagari": "इत्येवं शैशवं भुक्त्वा दु:खं पौगण्डमेव च ।अलब्धाभीप्सितोऽज्ञानादिद्धमन्यु: शुचार्पित: ॥ २८ ॥",
        "english_devnagari": "ity evaṁ śaiśavaṁ bhuktvāduḥkhaṁ paugaṇḍam eva caalabdhābhīpsito ’jñānādiddha-manyuḥ śucārpitaḥ",
        "verse_Syn": [
            "iti",
            "evam",
            "śaiśavam",
            "bhuktvā",
            "duḥkham",
            "paugaṇḍam",
            "eva",
            "ca",
            "alabdha",
            "abhīpsitaḥ",
            "ajñānāt",
            "iddha",
            "manyuḥ",
            "śucā",
            "arpitaḥ"
        ],
        "translation": "In this way, the child passes through his childhood, suffering different kinds of distress, and attains boyhood. In boyhood also he suffers pain over desires to get things he can never achieve. And thus, due to ignorance, he becomes angry and sorry.",
        "purport": " From birth to the end of five years of age is called childhood. After five years up to the end of the fifteenth year is called paugaṇḍa. At sixteen years of age, youth begins. The distresses of childhood are already explained, but when the child attains boyhood he is enrolled in a school which he does not like. He wants to play, but he is forced to go to school and study and take responsibility for passing examinations. Another kind of distress is that he wants to get some things with which to play, but circumstances may be such that he is not able to attain them, and he thus becomes aggrieved and feels pain. In one word, he is unhappy, even in his boyhood, just as he was unhappy in his childhood, what to speak of youth. Boys are apt to create so many artificial demands for playing, and when they do not attain satisfaction they become furious with anger, and the result is suffering."
    },
    {
        "verse": "29",
        "devanagari": "सह देहेन मानेन वर्धमानेन मन्युना ।करोति विग्रहं कामी कामिष्वन्ताय चात्मन: ॥ २९ ॥",
        "english_devnagari": "saha dehena mānenavardhamānena manyunākaroti vigrahaṁ kāmīkāmiṣv antāya cātmanaḥ",
        "verse_Syn": [
            "saha",
            "dehena",
            "mānena",
            "vardhamānena",
            "manyunā",
            "karoti",
            "vigraham",
            "kāmī",
            "kāmiṣu",
            "antāya",
            "ca",
            "ātmanaḥ"
        ],
        "translation": "With the growth of the body, the living entity, in order to vanquish his soul, increases his false prestige and anger and thereby creates enmity towards similarly lusty people.",
        "purport": " In Bhagavad-gītā, Third Chapter, verse 36, Arjuna inquired from Kṛṣṇa about the cause of a living being’s lust. It is said that a living entity is eternal and, as such, qualitatively one with the Supreme Lord. Then what is the reason he falls prey to the material and commits so many sinful activities by the influence of the material energy? In reply to this question, Lord Kṛṣṇa said that it is lust which causes a living entity to glide down from his exalted position to the abominable condition of material existence. This lust circumstantially changes into anger. Both lust and anger stand on the platform of the mode of passion. Lust is actually the product of the mode of passion, and in the absence of satisfaction of lust, the same desire transforms into anger on the platform of ignorance. When ignorance covers the soul, it is the source of his degradation to the most abominable condition of hellish life. To raise oneself from hellish life to the highest position of spiritual understanding is to transform this lust into love of Kṛṣṇa. Śrī Narottama dāsa Ṭhākura, a great ācārya of the Vaiṣṇava sampradāya, said, kāma kṛṣṇa-karmārpaṇe: due to our lust, we want many things for our sense gratification, but the same lust can be transformed in a purified way so that we want everything for the satisfaction of the Supreme Personality of Godhead. Anger also can be utilized towards a person who is atheistic or who is envious of the Personality of Godhead. As we have fallen into this material existence because of our lust and anger, the same two qualities can be utilized for the purpose of advancing in Kṛṣṇa consciousness, and one can elevate himself again to his former pure, spiritual position. Śrīla Rūpa Gosvāmī has therefore recommended that because in material existence we have so many objects of sense gratification, which we need for the maintenance of the body, we should use all of them without attachment, for the purpose of satisfying the senses of Kṛṣṇa; that is actual renunciation."
    },
    {
        "verse": "30",
        "devanagari": "भूतै: पञ्चभिरारब्धे देहे देह्यबुधोऽसकृत् ।अहंममेत्यसद्ग्राह: करोति कुमतिर्मतिम् ॥ ३० ॥",
        "english_devnagari": "bhūtaiḥ pañcabhir ārabdhedehe dehy abudho ’sakṛtahaṁ mamety asad-grāhaḥkaroti kumatir matim",
        "verse_Syn": [
            "bhūtaiḥ",
            "pañcabhiḥ",
            "ārabdhe",
            "dehe",
            "dehī",
            "abudhaḥ",
            "asakṛt",
            "aham",
            "mama",
            "iti",
            "asat",
            "grāhaḥ",
            "karoti",
            "ku",
            "matiḥ",
            "matim"
        ],
        "translation": "By such ignorance the living entity accepts the material body, which is made of five elements, as himself. With this misunderstanding, he accepts nonpermanent things as his own and increases his ignorance in the darkest region.",
        "purport": " The expansion of ignorance is explained in this verse. The first ignorance is to identify one’s material body, which is made of five elements, as the self, and the second is to accept something as one’s own due to a bodily connection. In this way, ignorance expands. The living entity is eternal, but because of his accepting nonpermanent things, misidentifying his interest, he is put into ignorance, and therefore he suffers material pangs."
    },
    {
        "verse": "31",
        "devanagari": "तदर्थं कुरुते कर्म यद्बद्धो याति संसृतिम् ।योऽनुयाति ददत्‍क्‍लेशमविद्याकर्मबन्धन: ॥ ३१ ॥",
        "english_devnagari": "tad-arthaṁ kurute karmayad-baddho yāti saṁsṛtimyo ’nuyāti dadat kleśamavidyā-karma-bandhanaḥ",
        "verse_Syn": [
            "tat",
            "artham",
            "kurute",
            "karma",
            "yat",
            "baddhaḥ",
            "yāti",
            "saṁsṛtim",
            "yaḥ",
            "anuyāti",
            "dadat",
            "kleśam",
            "avidyā",
            "karma",
            "bandhanaḥ"
        ],
        "translation": "For the sake of the body, which is a source of constant trouble to him and which follows him because he is bound by ties of ignorance and fruitive activities, he performs various actions which cause him to be subjected to repeated birth and death.",
        "purport": " In Bhagavad-gītā it is said that one has to work to satisfy Yajña, or Viṣṇu, for any work done without the purpose of satisfying the Supreme Personality of Godhead is a cause of bondage. In the conditioned state a living entity, accepting his body as himself, forgets his eternal relationship with the Supreme Personality of Godhead and acts on the interest of his body. He takes the body as himself, his bodily expansions as his kinsmen, and the land from which his body is born as worshipable. In this way he performs all sorts of misconceived activities, which lead to his perpetual bondage in repetition of birth and death in various species. In modern civilization, the so-called social, national and government leaders mislead people more and more, under the bodily conception of life, with the result that all the leaders, with their followers, are gliding down to hellish conditions birth after birth. An example is given in Śrīmad-Bhāgavatam. Andhā yathāndhair upanīyamānāḥ: when a blind man leads several other blind men, the result is that all of them fall down in a ditch. This is actually happening. There are many leaders to lead the ignorant public, but because every one of them is bewildered by the bodily conception of life, there is no peace and prosperity in human society. So-called yogīs who perform various bodily feats are also in the same category as such ignorant people because the haṭha-yoga system is especially recommended for persons who are grossly implicated in the bodily conception. The conclusion is that as long as one is fixed in the bodily conception, he has to suffer birth and death."
    },
    {
        "verse": "32",
        "devanagari": "यद्यसद्‌भि: पथि पुन: शिश्नोदरकृतोद्यमै: ।आस्थितो रमते जन्तुस्तमो विशति पूर्ववत् ॥ ३२ ॥",
        "english_devnagari": "yady asadbhiḥ pathi punaḥśiśnodara-kṛtodyamaiḥāsthito ramate jantustamo viśati pūrvavat",
        "verse_Syn": [
            "yadi",
            "asadbhiḥ",
            "pathi",
            "punaḥ",
            "śiśna",
            "udara",
            "kṛta",
            "udyamaiḥ",
            "āsthitaḥ",
            "ramate",
            "jantuḥ",
            "tamaḥ",
            "viśati",
            "pūrva",
            "vat"
        ],
        "translation": "If, therefore, the living entity again associates with the path of unrighteousness, influenced by sensually minded people engaged in the pursuit of sexual enjoyment and the gratification of the palate, he again goes to hell as before.",
        "purport": " It has been explained that the conditioned soul is put into the Andha-tāmisra and Tāmisra hellish conditions, and after suffering there he gets a hellish body like the dog’s or hog’s. After several such births, he again comes into the form of a human being. How the human being is born is also described by Kapiladeva. The human being develops in the mother’s abdomen and suffers there and comes out again. After all these sufferings, if he gets another chance in a human body and wastes his valuable time in the association of persons who are concerned with sexual life and palatable dishes, then naturally he again glides down to the same Andha-tāmisra and Tāmisra hells. Generally, people are concerned with the satisfaction of the tongue and the satisfaction of the genitals. That is material life. Material life means eat, drink, be merry and enjoy, with no concern for understanding one’s spiritual identity and the process of spiritual advancement. Since materialistic people are concerned with the tongue, belly and genitals, if anyone wants to advance in spiritual life he must be very careful about associating with such people. To associate with such materialistic men is to commit purposeful suicide in the human form of life. It is said, therefore, that an intelligent man should give up such undesirable association and should always mix with saintly persons. When he is in association with saintly persons, all his doubts about the spiritual expansion of life are eradicated, and he makes tangible progress on the path of spiritual understanding. It is also sometimes found that people are very much addicted to a particular type of religious faith. Hindus, Muslims and Christians are faithful in their particular type of religion, and they go to the church, temple or mosque, but unfortunately they cannot give up the association of persons who are too much addicted to sex life and satisfaction of the palate. Here it is clearly said that one may officially be a very religious man, but if he associates with such persons, then he is sure to slide down to the darkest region of hell."
    },
    {
        "verse": "33",
        "devanagari": "सत्यं शौचं दया मौनं बुद्धि: श्रीर्ह्रीर्यश: क्षमा ।शमो दमो भगश्चेति यत्सङ्गाद्याति सङ्‍क्षयम् ॥ ३३ ॥",
        "english_devnagari": "satyaṁ śaucaṁ dayā maunaṁbuddhiḥ śrīr hrīr yaśaḥ kṣamāśamo damo bhagaś cetiyat-saṅgād yāti saṅkṣayam",
        "verse_Syn": [
            "satyam",
            "śaucam",
            "dayā",
            "maunam",
            "buddhiḥ",
            "śrīḥ",
            "hrīḥ",
            "yaśaḥ",
            "kṣamā",
            "śamaḥ",
            "damaḥ",
            "bhagaḥ",
            "ca",
            "iti",
            "yat",
            "saṅgāt",
            "yāti",
            "saṅkṣayam"
        ],
        "translation": "He becomes devoid of truthfulness, cleanliness, mercy, gravity, spiritual intelligence, shyness, austerity, fame, forgiveness, control of the mind, control of the senses, fortune and all such opportunities.",
        "purport": " Those who are too addicted to sex life cannot understand the purpose of the Absolute Truth, nor can they be clean in their habits, not to mention showing mercy to others. They cannot remain grave, and they have no interest in the ultimate goal of life. The ultimate goal of life is Kṛṣṇa, or Viṣṇu, but those who are addicted to sex life cannot understand that their ultimate interest is Kṛṣṇa consciousness. Such people have no sense of decency, and even in public streets or public parks they embrace each other just like cats and dogs and pass it off in the name of love-making. Such unfortunate creatures can never become materially prosperous. Behavior like that of cats and dogs keeps them in the position of cats and dogs. They cannot improve any material condition, not to speak of becoming famous. Such foolish persons may even make a show of so-called yoga, but they are unable to control the senses and mind, which is the real purpose of yoga practice. Such people can have no opulence in their lives. In a word, they are very unfortunate."
    },
    {
        "verse": "34",
        "devanagari": "तेष्वशान्तेषु मूढेषु खण्डितात्मस्वसाधुषु ।सङ्गं न कुर्याच्छोच्येषु योषित्क्रीडामृगेषु च ॥ ३४ ॥",
        "english_devnagari": "teṣv aśānteṣu mūḍheṣukhaṇḍitātmasv asādhuṣusaṅgaṁ na kuryāc chocyeṣuyoṣit-krīḍā-mṛgeṣu ca",
        "verse_Syn": [
            "teṣu",
            "aśānteṣu",
            "mūḍheṣu",
            "khaṇḍita",
            "ātmasu",
            "asādhuṣu",
            "saṅgam",
            "na",
            "kuryāt",
            "śocyeṣu",
            "yoṣit",
            "krīḍā",
            "mṛgeṣu",
            "ca"
        ],
        "translation": "One should not associate with a coarse fool who is bereft of the knowledge of self-realization and who is no more than a dancing dog in the hands of a woman.",
        "purport": " The restriction of association with such foolish persons is especially meant for those who are in the line of advancement in Kṛṣṇa consciousness. Advancement in Kṛṣṇa consciousness involves developing the qualities of truthfulness, cleanliness, mercy, gravity, intelligence in spiritual knowledge, simplicity, material opulence, fame, forgiveness, and control of the mind and the senses. All these qualities are to be manifested with the progress of Kṛṣṇa consciousness, but if one associates with a śūdra, a foolish person who is like a dancing dog in the hands of a woman, then he cannot make any progress. Lord Caitanya has advised that any person who is engaged in Kṛṣṇa consciousness and who desires to pass beyond material nescience must not associate himself with women or with persons interested in material enjoyment. For a person seeking advancement in Kṛṣṇa consciousness, such association is more dangerous than suicide."
    },
    {
        "verse": "35",
        "devanagari": "न तथास्य भवेन्मोहो बन्धश्चान्यप्रसङ्गत: ।योषित्सङ्गाद्यथा पुंसो यथा तत्सङ्गिसङ्गत: ॥ ३५ ॥",
        "english_devnagari": "na tathāsya bhaven mohobandhaś cānya-prasaṅgataḥyoṣit-saṅgād yathā puṁsoyathā tat-saṅgi-saṅgataḥ",
        "verse_Syn": [
            "na",
            "tathā",
            "asya",
            "bhavet",
            "mohaḥ",
            "bandhaḥ",
            "ca",
            "anya",
            "prasaṅgataḥ",
            "yoṣit",
            "saṅgāt",
            "yathā",
            "puṁsaḥ",
            "yathā",
            "tat",
            "saṅgi",
            "saṅgataḥ"
        ],
        "translation": "The infatuation and bondage which accrue to a man from attachment to any other object is not as complete as that resulting from attachment to a woman or to the fellowship of men who are fond of women.",
        "purport": " Attachment to women is so contaminating that one becomes attached to the condition of material life not only by the association of women but by the contaminated association of persons who are too attached to them. There are many reasons for our conditional life in the material world, but the topmost of all such causes is the association of women, as will be confirmed in the following stanzas. In Kali-yuga, association with women is very strong. In every step of life, there is association with women. If a person goes to purchase something, the advertisements are full of pictures of women. The physiological attraction for women is very great, and therefore people are very slack in spiritual understanding. The Vedic civilization, being based on spiritual understanding, arranges association with women very cautiously. Out of the four social divisions, the members of the first order (namely brahmacarya), the third order (vānaprastha) and the fourth order (sannyāsa) are strictly prohibited from female association. Only in one order, the householder, is there license to mix with women under restricted conditions. In other words, attraction for woman’s association is the cause of the material conditional life, and anyone interested in being freed from this conditional life must detach himself from the association of women."
    },
    {
        "verse": "36",
        "devanagari": "प्रजापति: स्वां दुहितरं दृष्ट्वा तद्रूपधर्षित: ।रोहिद्भूतां सोऽन्वधावद‍ृक्षरूपी हतत्रप: ॥ ३६ ॥",
        "english_devnagari": "prajāpatiḥ svāṁ duhitaraṁdṛṣṭvā tad-rūpa-dharṣitaḥrohid-bhūtāṁ so ’nvadhāvadṛkṣa-rūpī hata-trapaḥ",
        "verse_Syn": [
            "prajā",
            "patiḥ",
            "svām",
            "duhitaram",
            "dṛṣṭvā",
            "tat",
            "rūpa",
            "dharṣitaḥ",
            "rohit",
            "bhūtām",
            "saḥ",
            "anvadhāvat",
            "ṛkṣa",
            "rūpī",
            "hata",
            "trapaḥ"
        ],
        "translation": "At the sight of his own daughter, Brahmā was bewildered by her charms and shamelessly ran up to her in the form of a stag when she took the form of a hind.",
        "purport": " Lord Brahmā’s being captivated by the charms of his daughter and Lord Śiva’s being captivated by the Mohinī form of the Lord are specific instances which instruct us that even great demigods like Brahmā and Lord Śiva, what to speak of the ordinary conditioned soul, are captivated by the beauty of woman. Therefore, everyone is advised that one should not freely mix even with one’s daughter, mother or sister because the senses are so strong that when one becomes infatuated the senses do not consider the relationship of daughter, mother or sister. It is best, therefore, to practice controlling the senses by performing bhakti-yoga, engaging in the service of Madana-mohana. Lord Kṛṣṇa’s name is Madana-mohana, for He can subdue the god Cupid, or lust. Only by engaging in the service of Madana-mohana can one curb the dictates of Madana, Cupid. Otherwise, attempts to control the senses will fail."
    },
    {
        "verse": "37",
        "devanagari": "तत्सृष्टसृष्टसृष्टेषु को न्वखण्डितधी: पुमान् ।ऋषिं नारायणमृते योषिन्मय्येह मायया ॥ ३७ ॥",
        "english_devnagari": "tat-sṛṣṭa-sṛṣṭa-sṛṣṭeṣuko nv akhaṇḍita-dhīḥ pumānṛṣiṁ nārāyaṇam ṛteyoṣin-mayyeha māyayā",
        "verse_Syn": [
            "tat",
            "sṛṣṭa",
            "sṛṣṭa",
            "sṛṣṭeṣu",
            "kaḥ",
            "nu",
            "akhaṇḍita",
            "dhīḥ",
            "pumān",
            "ṛṣim",
            "nārāyaṇam",
            "ṛte",
            "yoṣit",
            "mayyā",
            "iha",
            "māyayā"
        ],
        "translation": "Amongst all kinds of living entities begotten by Brahmā, namely men, demigods and animals, none but the sage Nārāyaṇa is immune to the attraction of māyā in the form of woman.",
        "purport": " The first living creature is Brahmā himself, and from him were created sages like Marīci, who in their turn created Kaśyapa Muni and others, and Kaśyapa Muni and the Manus created different demigods and human beings, etc. But there is none among them who is not attracted by the spell of māyā in the form of woman. Throughout the entire material world, beginning from Brahmā down to the small, insignificant creatures like the ant, everyone is attracted by sex life. That is the basic principle of this material world. Lord Brahmā’s being attracted by his daughter is the vivid example that no one is exempt from sexual attraction to woman. Therefore woman, is the wonderful creation of māyā to keep the conditioned soul in shackles."
    },
    {
        "verse": "38",
        "devanagari": "बलं मे पश्य मायाया: स्त्रीमय्या जयिनो दिशाम् ।या करोति पदाक्रान्तान्भ्रूविजृम्भेण केवलम् ॥ ३८ ॥",
        "english_devnagari": "balaṁ me paśya māyāyāḥstrī-mayyā jayino diśāmyā karoti padākrāntānbhrūvi-jṛmbheṇa kevalam",
        "verse_Syn": [
            "balam",
            "me",
            "paśya",
            "māyāyāḥ",
            "strī",
            "mayyāḥ",
            "jayinaḥ",
            "diśām",
            "yā",
            "karoti",
            "pada",
            "ākrāntān",
            "bhrūvi",
            "jṛmbheṇa",
            "kevalam"
        ],
        "translation": "Just try to understand the mighty strength of My māyā in the shape of woman, who by the mere movement of her eyebrows can keep even the greatest conquerors of the world under her grip.",
        "purport": " There are many instances in the history of the world of a great conqueror’s being captivated by the charms of a Cleopatra. One has to study the captivating potency of woman, and man’s attraction for that potency. From what source was this generated? According to Vedānta-sūtra, we can understand that everything is generated from the Supreme Personality of Godhead. It is enunciated there, janmādy asya yataḥ. This means that the Supreme Personality of Godhead, or the Supreme Person, Brahman, the Absolute Truth, is the source from whom everything emanates. The captivating power of woman, and man’s susceptibility to such attraction, must also exist in the Supreme Personality of Godhead in the spiritual world and must be represented in the transcendental pastimes of the Lord. The Lord is the Supreme Person, the supreme male. As a common male wants to be attracted by a female, that propensity similarly exists in the Supreme Personality of Godhead. He also wants to be attracted by the beautiful features of a woman. Now the question is, if He wants to be captivated by such womanly attraction, would He be attracted by any material woman? It is not possible. Even persons who are in this material existence can give up womanly attraction if they are attracted by the Supreme Brahman. Such was the case with Haridāsa Ṭhākura. A beautiful prostitute tried to attract him in the dead of night, but since he was situated in devotional service, in transcendental love of Godhead, Haridāsa Ṭhākura was not captivated. Rather, he turned the prostitute into a great devotee by his transcendental association. Therefore this material attraction certainly cannot attract the Supreme Lord. When He wants to be attracted by a woman, He has to create such a woman from His own energy. That woman is Rādhārāṇī. It is explained by the Gosvāmīs that Rādhārāṇī is the manifestation of the pleasure potency of the Supreme Personality of Godhead. When the Supreme Lord wants to derive transcendental pleasure, He has to create a woman from His internal potency. Thus the tendency to be attracted by womanly beauty is natural because it exists in the spiritual world. In the material world it is reflected pervertedly, and therefore there are so many inebrieties. Instead of being attracted by material beauty, if one is accustomed to being attracted by the beauty of Rādhārāṇī and Kṛṣṇa, then the statement of Bhagavad-gītā, paraṁ dṛṣṭvā nivartate, holds true. When one is attracted by the transcendental beauty of Rādhā and Kṛṣṇa, he is no longer attracted by material feminine beauty. That is the special significance of Rādhā-Kṛṣṇa worship. That is testified to by Yāmunācārya. He says, “Since I have become attracted by the beauty of Rādhā and Kṛṣṇa, when there is attraction for a woman or a memory of sex life with a woman, I at once spit on it, and my face turns in disgust.” When we are attracted by Madana-mohana and the beauty of Kṛṣṇa and His consorts, then the shackles of conditioned life, namely the beauty of a material woman, cannot attract us."
    },
    {
        "verse": "39",
        "devanagari": "सङ्गं न कुर्यात्प्रमदासु जातुयोगस्य पारं परमारुरुक्षु: ।मत्सेवया प्रतिलब्धात्मलाभोवदन्ति या निरयद्वारमस्य ॥ ३९ ॥",
        "english_devnagari": "saṅgaṁ na kuryāt pramadāsu jātuyogasya pāraṁ param ārurukṣuḥmat-sevayā pratilabdhātma-lābhovadanti yā niraya-dvāram asya",
        "verse_Syn": [
            "saṅgam",
            "na",
            "kuryāt",
            "pramadāsu",
            "jātu",
            "yogasya",
            "pāram",
            "param",
            "ārurukṣuḥ",
            "mat",
            "sevayā",
            "pratilabdha",
            "ātma",
            "lābhaḥ",
            "vadanti",
            "yāḥ",
            "niraya",
            "dvāram",
            "asya"
        ],
        "translation": "One who aspires to reach the culmination of yoga and has realized his self by rendering service unto Me should never associate with an attractive woman, for such a woman is declared in the scripture to be the gateway to hell for the advancing devotee.",
        "purport": " The culmination of yoga is full Kṛṣṇa consciousness. This is affirmed in Bhagavad-gītā: a person who is always thinking of Kṛṣṇa in devotion is the topmost of all yogīs. And in the Second Chapter of the First Canto of Śrīmad-Bhāgavatam, it is also stated that when one becomes freed from material contamination by rendering devotional service unto the Supreme Personality of Godhead, he can at that time understand the science of God. Here the word pratilabdhātma-lābhaḥ occurs. Ātmā means “self,” and lābha means “gain.” Generally, conditioned souls have lost their ātmā, or self, but those who are transcendentalists have realized the self. It is directed that such a self-realized soul who aspires to the topmost platform of yogic perfection should not associate with young women. In the modern age, however, there are so many rascals who recommend that while one has genitals he should enjoy women as much as he likes, and at the same time he can become a yogī. In no standard yoga system is the association of women accepted. It is clearly stated here that the association of women is the gateway to hellish life. The association of woman is very much restricted in the Vedic civilization. Out of the four social divisions, the brahmacārī, vānaprastha and the sannyāsī — three orders — are strictly prohibited from the association of women; only the gṛhasthas, or householders, are given license to have an intimate relationship with a woman, and that relationship is also restricted for begetting nice children. If, however, one wants to stick to continued existence in the material world, he may indulge in female association unrestrictedly."
    },
    {
        "verse": "40",
        "devanagari": "योपयाति शनैर्माया योषिद्देवविनिर्मिता ।तामीक्षेतात्मनो मृत्युं तृणै: कूपमिवावृतम् ॥ ४० ॥",
        "english_devnagari": "yopayāti śanair māyāyoṣid deva-vinirmitātām īkṣetātmano mṛtyuṁtṛṇaiḥ kūpam ivāvṛtam",
        "verse_Syn": [
            "yā",
            "upayāti",
            "śanaiḥ",
            "māyā",
            "yoṣit",
            "deva",
            "vinirmitā",
            "tām",
            "īkṣeta",
            "ātmanaḥ",
            "mṛtyum",
            "tṛṇaiḥ",
            "kūpam",
            "iva",
            "āvṛtam"
        ],
        "translation": "The woman, created by the Lord, is the representation of māyā, and one who associates with such māyā by accepting services must certainly know that this is the way of death, just like a blind well covered with grass.",
        "purport": " Sometimes it happens that a rejected well is covered by grass, and an unwary traveler who does not know of the existence of the well falls down, and his death is assured. Similarly, association with a woman begins when one accepts service from her, because woman is especially created by the Lord to give service to man. By accepting her service, a man is entrapped. If he is not intelligent enough to know that she is the gateway to hellish life, he may indulge in her association very liberally. This is restricted for those who aspire to ascend to the transcendental platform. Even fifty years ago in Hindu society, such association was restricted. A wife could not see her husband during the daytime. Householders even had different residential quarters. The internal quarters of a residential house were for the woman, and the external quarters were for the man. Acceptance of service rendered by a woman may appear very pleasing, but one should be very cautious in accepting such service because it is clearly said that woman is the gateway to death, or forgetfulness of one’s self. She blocks the path of spiritual realization."
    },
    {
        "verse": "41",
        "devanagari": "यां मन्यते पतिं मोहान्मन्मायामृषभायतीम् ।स्त्रीत्वं स्त्रीसङ्गत: प्राप्तो वित्तापत्यगृहप्रदम् ॥ ४१ ॥",
        "english_devnagari": "yāṁ manyate patiṁ mohānman-māyām ṛṣabhāyatīmstrītvaṁ strī-saṅgataḥ prāptovittāpatya-gṛha-pradam",
        "verse_Syn": [
            "yām",
            "manyate",
            "patim",
            "mohāt",
            "mat",
            "māyām",
            "ṛṣabha",
            "āyatīm",
            "strītvam",
            "strī",
            "saṅgataḥ",
            "prāptaḥ",
            "vitta",
            "apatya",
            "gṛha",
            "pradam"
        ],
        "translation": "A living entity who, as a result of attachment to a woman in his previous life, has been endowed with the form of a woman, foolishly looks upon māyā in the form of a man, her husband, as the bestower of wealth, progeny, house and other material assets.",
        "purport": " From this verse it appears that a woman is also supposed to have been a man in his (her) previous life, and due to his attachment to his wife, he now has the body of a woman. Bhagavad-gītā confirms this: a man gets his next life’s birth according to what he thinks of at the time of death. If someone is too attached to his wife, naturally he thinks of his wife at the time of death, and in his next life he takes the body of a woman. Similarly, if a woman thinks of her husband at the time of death, naturally she gets the body of a man in the next life. In the Hindu scriptures, therefore, woman’s chastity and devotion to man is greatly emphasized. A woman’s attachment to her husband may elevate her to the body of a man in her next life, but a man’s attachment to a woman will degrade him, and in his next life he will get the body of a woman. We should always remember, as it is stated in Bhagavad-gītā, that both the gross and subtle material bodies are dresses; they are the shirt and coat of the living entity. To be either a woman or a man only involves one’s bodily dress. The soul in nature is actually the marginal energy of the Supreme Lord. Every living entity, being classified as energy, is supposed to be originally a woman, or one who is enjoyed. In the body of a man there is a greater opportunity to get out of the material clutches; there is less opportunity in the body of a woman. In this verse it is indicated that the body of a man should not be misused through forming an attachment to women and thus becoming too entangled in material enjoyment, which will result in getting the body of a woman in the next life. A woman is generally fond of household prosperity, ornaments, furniture and dresses. She is satisfied when the husband supplies all these things sufficiently. The relationship between man and woman is very complicated, but the substance is that one who aspires to ascend to the transcendental stage of spiritual realization should be very careful in accepting the association of a woman. In the stage of Kṛṣṇa consciousness, however, such restriction of association may be slackened because if a man’s and woman’s attachment is not to each other but to Kṛṣṇa, then both of them are equally eligible to get out of the material entanglement and reach the abode of Kṛṣṇa. As it is confirmed in Bhagavad-gītā, anyone who seriously takes to Kṛṣṇa consciousness — whether in the lowest species of life or a woman or of the less intelligent classes, such as the mercantile or laborer class — will go back home, back to Godhead, and reach the abode of Kṛṣṇa. A man should not be attached to a woman, nor should a woman be attached to a man. Both man and woman should be attached to the service of the Lord. Then there is the possibility of liberation from material entanglement for both of them."
    },
    {
        "verse": "42",
        "devanagari": "तामात्मनो विजानीयात्पत्यपत्यगृहात्मकम् ।दैवोपसादितं मृत्युं मृगयोर्गायनं यथा ॥ ४२ ॥",
        "english_devnagari": "tām ātmano vijānīyātpaty-apatya-gṛhātmakamdaivopasāditaṁ mṛtyuṁmṛgayor gāyanaṁ yathā",
        "verse_Syn": [
            "tām",
            "ātmanaḥ",
            "vijānīyāt",
            "pati",
            "apatya",
            "gṛha",
            "ātmakam",
            "daiva",
            "upasāditam",
            "mṛtyum",
            "mṛgayoḥ",
            "gāyanam",
            "yathā"
        ],
        "translation": "A woman, therefore, should consider her husband, her house and her children to be the arrangement of the external energy of the Lord for her death, just as the sweet singing of the hunter is death for the deer.",
        "purport": " In these instructions of Lord Kapiladeva it is explained that not only is woman the gateway to hell for man, but man is also the gateway to hell for woman. It is a question of attachment. A man becomes attached to a woman because of her service, her beauty and many other assets, and similarly a woman becomes attached to a man for his giving her a nice place to live, ornaments, dress and children. It is a question of attachment for one another. As long as either is attached to the other for such material enjoyment, the woman is dangerous for the man, and the man is also dangerous for the woman. But if the attachment is transferred to Kṛṣṇa, both of them become Kṛṣṇa conscious, and then marriage is very nice. Śrīla Rūpa Gosvāmī therefore recommends: Man and woman should live together as householders in relationship with Kṛṣṇa, only for the purpose of discharging duties in the service of Kṛṣṇa. Engage the children, engage the wife, and engage the husband, all in Kṛṣṇa conscious duties, and then all these bodily or material attachments will disappear. Since the medium is Kṛṣṇa, the consciousness is pure and there is no possibility of degradation at any time."
    },
    {
        "verse": "43",
        "devanagari": "देहेन जीवभूतेन लोकाल्लोकमनुव्रजन् ।भुञ्जान एव कर्माणि करोत्यविरतं पुमान् ॥ ४३ ॥",
        "english_devnagari": "dehena jīva-bhūtenalokāl lokam anuvrajanbhuñjāna eva karmāṇikaroty avirataṁ pumān",
        "verse_Syn": [
            "dehena",
            "jīva",
            "bhūtena",
            "lokāt",
            "lokam",
            "anuvrajan",
            "bhuñjānaḥ",
            "eva",
            "karmāṇi",
            "karoti",
            "aviratam",
            "pumān"
        ],
        "translation": "Due to his particular type of body, the materialistic living entity wanders from one planet to another, following fruitive activities. In this way, he involves himself in fruitive activities and enjoys the result incessantly.",
        "purport": " When the living entity is encaged in the material body, he is called jīva-bhūta, and when he is free from the material body he is called brahma-bhūta. By changing his material body birth after birth, he travels not only in the different species of life, but also from one planet to another. Lord Caitanya says that the living entities, bound up by fruitive activities, are wandering in this way throughout the whole universe, and if by some chance or by pious activities they get in touch with a bona fide spiritual master, by the grace of Kṛṣṇa, then they get the seed of devotional service. After getting this seed, if one sows it within his heart and pours water on it by hearing and chanting, the seed grows into a big plant, and there are fruits and flowers which the living entity can enjoy, even in this material world. That is called the brahma-bhūta stage. In his designated condition, a living entity is called materialistic, and upon being freed from all designations, when he is fully Kṛṣṇa conscious, engaged in devotional service, he is called liberated. Unless one gets the opportunity to associate with a bona fide spiritual master by the grace of the Lord, there is no possibility of one’s liberation from the cycle of birth and death in the different species of life and through the different grades of planets."
    },
    {
        "verse": "44",
        "devanagari": "जीवो ह्यस्यानुगो देहो भूतेन्द्रियमनोमय: ।तन्निरोधोऽस्य मरणमाविर्भावस्तु सम्भव: ॥ ४४ ॥",
        "english_devnagari": "jīvo hy asyānugo dehobhūtendriya-mano-mayaḥtan-nirodho ’sya maraṇamāvirbhāvas tu sambhavaḥ",
        "verse_Syn": [
            "jīvaḥ",
            "hi",
            "asya",
            "anugaḥ",
            "dehaḥ",
            "bhūta",
            "indriya",
            "manaḥ",
            "mayaḥ",
            "tat",
            "nirodhaḥ",
            "asya",
            "maraṇam",
            "āvirbhāvaḥ",
            "tu",
            "sambhavaḥ"
        ],
        "translation": "In this way the living entity gets a suitable body with a material mind and senses, according to his fruitive activities. When the reaction of his particular activity comes to an end, that end is called death, and when a particular type of reaction begins, that beginning is called birth.",
        "purport": " From time immemorial, the living entity travels in the different species of life and the different planets, almost perpetually. This process is explained in Bhagavad-gītā. Bhrāmayan sarva-bhūtāni yantrārūḍhāni māyayā: under the spell of māyā, everyone is wandering throughout the universe on the carriage of the body offered by the material energy. Materialistic life involves a series of actions and reactions. It is a long film spool of actions and reactions, and one life span is just a flash in such a reactionary show. When a child is born, it is to be understood that his particular type of body is the beginning of another set of activities, and when an old man dies, it is to be understood that one set of reactionary activities is finished. We can see that because of different reactionary activities, one man is born in a rich family, and another is born in a poor family, although both of them are born in the same place, at the same moment and in the same atmosphere. One who is carrying pious activity with him is given a chance to take his birth in a rich or pious family, and one who is carrying impious activity is given a chance to take birth in a lower, poor family. The change of body means a change to a different field of activities. Similarly, when the body of the boy changes into that of a youth, the boyish activities change into youthful activities. It is clear that a particular body is given to the living entity for a particular type of activity. This process is going on perpetually, from a time which is impossible to trace out. Vaiṣṇava poets therefore say, anādi karama-phale, which means that these actions and reactions of one’s activity cannot be traced, for they may even continue from the last millennium of Brahmā’s birth to the next millennium. We have seen the example in the life of Nārada Muni. In one millennium he was the son of a maidservant, and in the next millennium he became a great sage."
    },
    {
        "verse": "45-46",
        "devanagari": "द्रव्योपलब्धिस्थानस्य द्रव्येक्षायोग्यता यदा ।तत्पञ्चत्वमहंमानादुत्पत्तिर्द्रव्यदर्शनम् ॥ ४५ ॥यथाक्ष्णोर्द्रव्यावयवदर्शनायोग्यता यदा ।तदैव चक्षुषो द्रष्टुर्द्रष्टृत्वायोग्यतानयो: ॥ ४६ ॥",
        "english_devnagari": "dravyopalabdhi-sthānasyadravyekṣāyogyatā yadātat pañcatvam ahaṁ-mānādutpattir dravya-darśanam",
        "verse_Syn": [
            "dravya",
            "upalabdhi",
            "sthānasya",
            "dravya",
            "īkṣā",
            "ayogyatā",
            "yadā",
            "tat",
            "pañcatvam",
            "aham",
            "mānāt",
            "utpattiḥ",
            "dravya",
            "darśanam",
            "yathā",
            "akṣṇoḥ",
            "dravya",
            "avayava",
            "darśana",
            "ayogyatā",
            "yadā",
            "tadā",
            "eva",
            "cakṣuṣaḥ",
            "draṣṭuḥ",
            "draṣṭṛtva",
            "ayogyatā",
            "anayoḥ"
        ],
        "translation": "When the eyes lose their power to see color or form due to morbid affliction of the optic nerve, the sense of sight becomes deadened. The living entity, who is the seer of both the eyes and the sight, loses his power of vision. In the same way, when the physical body, the place where perception of objects occurs, is rendered incapable of perceiving, that is known as death. When one begins to view the physical body as one’s very self, that is called birth.",
        "purport": " When one says, “I see,” this means that he sees with his eyes or with his spectacles; he sees with the instrument of sight. If the instrument of sight is broken or becomes diseased or incapable of acting, then he, as the seer, also ceases to act. Similarly, in this material body, at the present moment the living soul is acting, and when the material body, due to its incapability to function, ceases, he also ceases to perform his reactionary activities. When one’s instrument of action is broken and cannot function, that is called death. Again, when one gets a new instrument for action, that is called birth. This process of birth and death is going on at every moment, by constant bodily change. The final change is called death, and acceptance of a new body is called birth. That is the solution to the question of birth and death. Actually, the living entity has neither birth nor death, but is eternal. As confirmed in Bhagavad-gītā, na hanyate hanyamāne śarīre: the living entity never dies, even after the death or annihilation of this material body."
    },
    {
        "verse": "47",
        "devanagari": "तस्मान्न कार्य: सन्त्रासो न कार्पण्यं न सम्भ्रम: ।बुद्ध्वा जीवगतिं धीरो मुक्तसङ्गश्चरेदिह ॥ ४७ ॥",
        "english_devnagari": "tasmān na kāryaḥ santrāsona kārpaṇyaṁ na sambhramaḥbuddhvā jīva-gatiṁ dhīromukta-saṅgaś cared iha",
        "verse_Syn": [
            "tasmāt",
            "na",
            "kāryaḥ",
            "santrāsaḥ",
            "na",
            "kārpaṇyam",
            "na",
            "sambhramaḥ",
            "buddhvā",
            "jīva",
            "gatim",
            "dhīraḥ",
            "mukta",
            "saṅgaḥ",
            "caret",
            "iha"
        ],
        "translation": "Therefore, one should not view death with horror, nor have recourse to defining the body as soul, nor give way to exaggeration in enjoying the bodily necessities of life. Realizing the true nature of the living entity, one should move about in the world free from attachment and steadfast in purpose.",
        "purport": " A sane person who has understood the philosophy of life and death is very upset upon hearing of the horrible, hellish condition of life in the womb of the mother or outside of the mother. But one has to make a solution to the problems of life. A sane man should understand the miserable condition of this material body. Without being unnecessarily upset, he should try to find out if there is a remedy. The remedial measures can be understood when one associates with persons who are liberated. It must be understood who is actually liberated. The liberated person is described in Bhagavad-gītā: one who engages in uninterrupted devotional service to the Lord, having surpassed the stringent laws of material nature, is understood to be situated in Brahman. The Supreme Personality of Godhead is beyond the material creation. It is admitted even by impersonalists like Śaṅkarācārya that Nārāyaṇa is transcendental to this material creation. As such, when one actually engages in the service of the Lord in various forms, either Nārāyaṇa or Rādhā-Kṛṣṇa or Sītā-Rāma, he is understood to be on the platform of liberation. The Bhāgavatam also confirms that liberation means to be situated in one’s constitutional position. Since a living entity is eternally the servitor of the Supreme Lord, when one seriously and sincerely engages in the transcendental loving service of the Lord, he is situated in the position of liberation. One should try to associate with a liberated person, and then the problems of life, namely birth and death, can be solved. While discharging devotional service in full Kṛṣṇa consciousness, one should not be miserly. He should not unnecessarily show that he has renounced this world. Actually, renunciation is not possible. If one renounces his palatial building and goes to a forest, there is actually no renunciation, for the palatial building is the property of the Supreme Personality of Godhead and the forest is also the property of the Supreme Personality of Godhead. If he changes from one property to another, that does not mean that he renounces; he was never the proprietor of either the palace or the forest. Renunciation necessitates renouncing the false understanding that one can lord it over material nature. When one renounces this false attitude and renounces the puffed-up position that he is also God, that is real renunciation. Otherwise, there is no meaning of renunciation. Rūpa Gosvāmī advises that if one renounces anything which could be applied in the service of the Lord and does not use it for that purpose, that is called phalgu-vairāgya, insufficient or false renunciation. Everything belongs to the Supreme Personality of Godhead; therefore everything can be engaged in the service of the Lord; nothing should be used for one’s sense gratification. That is real renunciation. Nor should one unnecessarily increase the necessities of the body. We should be satisfied with whatever is offered and supplied by Kṛṣṇa without much personal endeavor. We should spend our time executing devotional service in Kṛṣṇa consciousness. That is the solution to the problem of life and death."
    },
    {
        "verse": "48",
        "devanagari": "सम्यग्दर्शनया बुद्ध्या योगवैराग्ययुक्तया ।मायाविरचिते लोके चरेन्न्यस्य कलेवरम् ॥ ४८ ॥",
        "english_devnagari": "samyag-darśanayā buddhyāyoga-vairāgya-yuktayāmāyā-viracite lokecaren nyasya kalevaram",
        "verse_Syn": [
            "samyak",
            "darśanayā",
            "buddhyā",
            "yoga",
            "vairāgya",
            "yuktayā",
            "māyā",
            "viracite",
            "loke",
            "caret",
            "nyasya",
            "kalevaram"
        ],
        "translation": "Endowed with right vision and strengthened by devotional service and a pessimistic attitude towards material identity, one should relegate his body to this illusory world through his reason. Thus one can be unconcerned with this material world.",
        "purport": " It is sometimes misunderstood that if one has to associate with persons engaged in devotional service, he will not be able to solve the economic problem. To answer this argument, it is described here that one has to associate with liberated persons not directly, physically, but by understanding, through philosophy and logic, the problems of life. It is stated here, samyag-darśanayā buddhyā: one has to see perfectly, and by intelligence and yogic practice one has to renounce this world. That renunciation can be achieved by the process recommended in the Second Chapter of the First Canto of Śrīmad-Bhāgavatam. The devotee’s intelligence is always in touch with the Supreme Personality of Godhead. His attitude towards the material existence is one of detachment, for he knows perfectly well that this material world is a creation of illusory energy. Realizing himself to be part and parcel of the Supreme Soul, the devotee discharges his devotional service and is completely aloof from material action and reaction. Thus at the end he gives up his material body, or the material energy, and as pure soul he enters the kingdom of God."
    }
]