[
    {
        "verse": "1",
        "devanagari": "मैत्रेय उवाचनिर्वेदवादिनीमेवं मनोर्दुहितरं मुनि: ।दयालु: शालिनीमाह शुक्लाभिव्याहृतं स्मरन् ॥ १ ॥",
        "english_devnagari": "maitreya uvācanirveda-vādinīm evaṁmanor duhitaraṁ muniḥdayāluḥ śālinīm āhaśuklābhivyāhṛtaṁ smaran",
        "verse_Syn": [
            "maitreyaḥ",
            "uvāca",
            "nirveda",
            "vādinīm",
            "evam",
            "manoḥ",
            "duhitaram",
            "muniḥ",
            "dayāluḥ",
            "śālinīm",
            "āha",
            "śukla",
            "abhivyāhṛtam",
            "smaran"
        ],
        "translation": "Recalling the words of Lord Viṣṇu, the merciful sage Kardama replied as follows to Svāyambhuva Manu’s praiseworthy daughter, Devahūti, who was speaking words full of renunciation.",
        "purport": ""
    },
    {
        "verse": "2",
        "devanagari": "ऋषिरुवाचमा खिदो राजपुत्रीत्थमात्मानं प्रत्यनिन्दिते ।भगवांस्तेऽक्षरो गर्भमदूरात्सम्प्रपत्स्यते ॥ २ ॥",
        "english_devnagari": "ṛṣir uvācamā khido rāja-putrītthamātmānaṁ praty aninditebhagavāṁs te ’kṣaro garbhamadūrāt samprapatsyate",
        "verse_Syn": [
            "ṛṣiḥ",
            "uvāca",
            "mā",
            "khidaḥ",
            "rāja",
            "putri",
            "ittham",
            "ātmānam",
            "prati",
            "anindite",
            "bhagavān",
            "te",
            "akṣaraḥ",
            "garbham",
            "adūrāt",
            "samprapatsyate"
        ],
        "translation": "The sage said: Do not be disappointed with yourself, O princess. You are actually praiseworthy. The infallible Supreme Personality of Godhead will shortly enter your womb as your son.",
        "purport": " Kardama Muni encouraged his wife not to be sorry, thinking herself unfortunate, because the Supreme Personality of Godhead, by His incarnation, was going to come from her body."
    },
    {
        "verse": "3",
        "devanagari": "धृतव्रतासि भद्रं ते दमेन नियमेन च ।तपोद्रविणदानैश्च श्रद्धया चेश्वरं भज ॥ ३ ॥",
        "english_devnagari": "dhṛta-vratāsi bhadraṁ tedamena niyamena catapo-draviṇa-dānaiś caśraddhayā ceśvaraṁ bhaja",
        "verse_Syn": [
            "dhṛta",
            "vratā",
            "asi",
            "bhadram",
            "te",
            "damena",
            "niyamena",
            "ca",
            "tapaḥ",
            "draviṇa",
            "dānaiḥ",
            "ca",
            "śraddhayā",
            "ca",
            "īśvaram",
            "bhaja"
        ],
        "translation": "You have undertaken sacred vows. God will bless you. Hence you should worship the Lord with great faith, through sensory control, religious observances, austerities and gifts of your money in charity.",
        "purport": " In order to spiritually advance or to achieve the mercy of the Lord, one must be self-controlled in the following manner: he must be restrained in sense gratification and must follow the rules and regulations of religious principles. Without austerity and penance and without sacrificing one’s riches, one cannot achieve the mercy of the Supreme Lord. Kardama Muni advised his wife, “You have to factually engage in devotional service with austerity and penance, following the religious principles and giving charity. Then the Supreme Lord will be pleased with you, and He will come as your son.”"
    },
    {
        "verse": "4",
        "devanagari": "स त्वयाराधित: शुक्लो वितन्वन्मामकंयश: ।छेत्ता ते हृदयग्रन्थिमौदर्यो ब्रह्मभावन: ॥ ४ ॥",
        "english_devnagari": "sa tvayārādhitaḥ śuklovitanvan māmakaṁ yaśaḥchettā te hṛdaya-granthimaudaryo brahma-bhāvanaḥ",
        "verse_Syn": [
            "saḥ",
            "tvayā",
            "ārādhitaḥ",
            "śuklaḥ",
            "vitanvan",
            "māmakam",
            "yaśaḥ",
            "chettā",
            "te",
            "hṛdaya",
            "granthim",
            "audaryaḥ",
            "brahma",
            "bhāvanaḥ"
        ],
        "translation": "The Personality of Godhead, being worshiped by you, will spread my name and fame. He will vanquish the knot of your heart by becoming your son and teaching knowledge of Brahman.",
        "purport": " When the Supreme Personality of Godhead comes to disseminate spiritual knowledge for the benefit of all people, He generally descends as the son of a devotee, being pleased by the devotee’s devotional service. The Supreme Personality of Godhead is the father of everyone. Therefore no one is His father, but by His inconceivable energy He accepts some of the devotees as His parents and descendants. It is explained here that spiritual knowledge vanquishes the knot of the heart. Matter and spirit are knotted by false ego. This identification of oneself with matter, which is called hṛdaya-granthi, exists for all conditioned souls, and it becomes more and more tightened when there is too much affection for sex life. The explanation was given by Lord Ṛṣabha to His sons that this material world is an atmosphere of attraction between male and female. That attraction takes the shape of a knot in the heart, and by material affection it becomes still more tight. For people who hanker after material possessions, society, friendship and love, this knot of affection becomes very strong. It is only by brahma-bhāvana — the instruction by which spiritual knowledge is enhanced — that the knot in the heart is cut to pieces. No material weapon is needed to cut this knot, but it requires bona fide spiritual instruction. Kardama Muni instructed his wife, Devahūti, that the Lord would appear as her son and disseminate spiritual knowledge to cut the knot of material identification."
    },
    {
        "verse": "5",
        "devanagari": "मैत्रेय उवाचदेवहूत्यपि संदेशं गौरवेण प्रजापते: ।सम्यक् श्रद्धाय पुरुषं कूटस्थमभजद्गुरुम् ॥ ५ ॥",
        "english_devnagari": "maitreya uvācadevahūty api sandeśaṁgauraveṇa prajāpateḥsamyak śraddhāya puruṣaṁkūṭa-stham abhajad gurum",
        "verse_Syn": [
            "maitreyaḥ",
            "uvāca",
            "devahūtī",
            "api",
            "sandeśam",
            "gauraveṇa",
            "prajāpateḥ",
            "samyak",
            "śraddhāya",
            "puruṣam",
            "kūṭa",
            "stham",
            "abhajat",
            "gurum"
        ],
        "translation": "Śrī Maitreya said: Devahūti was fully faithful and respectful toward the direction of her husband, Kardama, who was one of the Prajāpatis, or generators of human beings in the universe. O great sage, she thus began to worship the master of the universe, the Supreme Personality of Godhead, who is situated in everyone’s heart.",
        "purport": " This is the process of spiritual realization; one has to receive instruction from a bona fide spiritual master. Kardama Muni was Devahūti’s husband, but because he instructed her on how to achieve spiritual perfection, he naturally became her spiritual master also. There are many instances wherein the husband becomes the spiritual master. Lord Śiva also is the spiritual master of his consort, Pārvatī. A husband should be so enlightened that he should become the spiritual master of his wife in order to enlighten her in the advancement of Kṛṣṇa consciousness. Generally strī, or woman, is less intelligent than man; therefore, if the husband is intelligent enough, the woman gets a great opportunity for spiritual enlightenment. Here it is clearly said (samyak śraddhāya) that with great faith one should receive knowledge from the spiritual master and with great faith execute the performance of service. Śrīla Viśvanātha Cakravartī Ṭhākura, in his commentary on Bhagavad-gītā, has especially stressed the instruction of the spiritual master. One should accept the instruction of the spiritual master as one’s life and soul. Whether one is liberated or not liberated, one should execute the instruction of the spiritual master with great faith. It is also stated that the Lord is situated in everyone’s heart. One does not have to seek the Lord outside; He is already there. One simply has to concentrate on one’s worship in good faith, as instructed by the bona fide spiritual master, and one’s efforts will come out successfully. It is also clear that the Supreme Personality of Godhead does not appear as an ordinary child; He appears as He is. As stated in Bhagavad-gītā, He appears by His own internal potency, ātmā-māyā. And how does He appear? He appears when pleased by the worship of a devotee. A devotee may ask the Lord to appear as her son. The Lord is already sitting within the heart, and if He comes out from the body of a devotee it does not mean that the particular woman becomes His mother in the material sense. He is always there, but in order to please His devotee, He appears as her son."
    },
    {
        "verse": "6",
        "devanagari": "तस्यां बहुतिथे काले भगवान्मधुसूदन: ।कार्दमं वीर्यमापन्नो जज्ञेऽग्निरिव दारुणि ॥ ६ ॥",
        "english_devnagari": "tasyāṁ bahu-tithe kālebhagavān madhusūdanaḥkārdamaṁ vīryam āpannojajñe ’gnir iva dāruṇi",
        "verse_Syn": [
            "tasyām",
            "bahu",
            "tithe",
            "kāle",
            "bhagavān",
            "madhu",
            "sūdanaḥ",
            "kārdamam",
            "vīryam",
            "āpannaḥ",
            "jajñe",
            "agniḥ",
            "iva",
            "dāruṇi"
        ],
        "translation": "After many, many years, the Supreme Personality of Godhead, Madhusūdana, the killer of the demon Madhu, having entered the semen of Kardama, appeared in Devahūti just as fire comes from wood in a sacrifice.",
        "purport": " It is clearly stated here that the Lord is always the Supreme Personality of Godhead, although He appeared as the son of Kardama Muni. Fire is already present in wood, but by a certain process, fire is kindled. Similarly, God is all-pervading. He is everywhere, and since He may come out from everything, He appeared in His devotee’s semen. Just as an ordinary living entity takes his birth by taking shelter of the semen of a certain living entity, the Supreme Personality of Godhead accepts the shelter of the semen of His devotee and comes out as His son. This manifests His full independence to act in any way, and it does not mean that He is an ordinary living entity forced to take birth in a certain type of womb. Lord Nṛsiṁha appeared from the pillar of Hiraṇyakaśipu’s palace, Lord Varāha appeared from the nostril of Brahmā, and Lord Kapila appeared from the semen of Kardama, but this does not mean that the nostril of Brahmā or the pillar of Hiraṇyakaśipu’s palace or the semen of Kardama Muni is the source of the appearance of the Lord. The Lord is always the Lord. Bhagavān madhusūdanaḥ — He is the killer of all kinds of demons, and He always remains the Lord, even if He appears as the son of a particular devotee. The word kārdamam is significant, for it indicates that the Lord had some devotional affection or relationship in devotional service with Kardama and Devahūti. But we should not mistakenly understand that He was born just like an ordinary living entity from the semen of Kardama Muni in the womb of Devahūti."
    },
    {
        "verse": "7",
        "devanagari": "अवादयंस्तदा व्योम्नि वादित्राणि घनाघना: ।गायन्ति तं स्म गन्धर्वा नृत्यन्त्यप्सरसो मुदा ॥ ७ ॥",
        "english_devnagari": "avādayaṁs tadā vyomnivāditrāṇi ghanāghanāḥgāyanti taṁ sma gandharvānṛtyanty apsaraso mudā",
        "verse_Syn": [
            "avādayan",
            "tadā",
            "vyomni",
            "vāditrāṇi",
            "ghanāghanāḥ",
            "gāyanti",
            "tam",
            "sma",
            "gandharvāḥ",
            "nṛtyanti",
            "apsarasaḥ",
            "mudā"
        ],
        "translation": "At the time of His descent on earth, demigods in the form of raining clouds sounded musical instruments in the sky. The celestial musicians, the Gandharvas, sang the glories of the Lord, while celestial dancing girls known as Apsarās danced in joyful ecstasy.",
        "purport": ""
    },
    {
        "verse": "8",
        "devanagari": "पेतु: सुमनसो दिव्या: खेचरैरपवर्जिता: ।प्रसेदुश्च दिश: सर्वा अम्भांसि च मनांसि च ॥ ८ ॥",
        "english_devnagari": "petuḥ sumanaso divyāḥkhe-carair apavarjitāḥpraseduś ca diśaḥ sarvāambhāṁsi ca manāṁsi ca",
        "verse_Syn": [
            "petuḥ",
            "sumanasaḥ",
            "divyāḥ",
            "khe",
            "caraiḥ",
            "apavarjitāḥ",
            "praseduḥ",
            "ca",
            "diśaḥ",
            "sarvāḥ",
            "ambhāṁsi",
            "ca",
            "manāṁsi",
            "ca"
        ],
        "translation": "At the time of the Lord’s appearance, the demigods flying freely in the sky showered flowers. All the directions, all the waters and everyone’s mind became very satisfied.",
        "purport": " It is learned herewith that in the higher sky there are living entities who can travel through the air without being hampered. Although we can travel in outer space, we are hampered by so many impediments, but they are not. We learn from the pages of Śrīmad-Bhāgavatam that the inhabitants of the planet called Siddhaloka can travel in space from one planet to another without impediment. They showered flowers on the earth when Lord Kapila, the son of Kardama, appeared."
    },
    {
        "verse": "9",
        "devanagari": "तत्कर्दमाश्रमपदं सरस्वत्या परिश्रितम् ।स्वयम्भू: साकमृषिभिर्मरीच्यादिभिरभ्ययात् ॥ ९ ॥",
        "english_devnagari": "tat kardamāśrama-padaṁsarasvatyā pariśritamsvayambhūḥ sākam ṛṣibhirmarīcy-ādibhir abhyayāt",
        "verse_Syn": [
            "tat",
            "kardama",
            "āśrama",
            "padam",
            "sarasvatyā",
            "pariśritam",
            "svayambhūḥ",
            "sākam",
            "ṛṣibhiḥ",
            "marīci",
            "ādibhiḥ",
            "abhyayāt"
        ],
        "translation": "Brahmā, the first-born living being, went along with Marīci and other sages to the place of Kardama’s hermitage, which was surrounded by the river Sarasvatī.",
        "purport": " Brahmā is called Svayambhū because he is not born of any material father and mother. He is the first living creature and is born from the lotus which grows from the abdomen of the Supreme Personality of Godhead, Garbhodakaśāyī Viṣṇu. Therefore he is called Svayambhū, self-born."
    },
    {
        "verse": "10",
        "devanagari": "भगवन्तं परं ब्रह्म सत्त्वेनांशेन शत्रुहन् ।तत्त्वसंख्यानविज्ञप्‍त्यै जातं विद्वानज: स्वराट् ॥ १० ॥",
        "english_devnagari": "bhagavantaṁ paraṁ brahmasattvenāṁśena śatru-hantattva-saṅkhyāna-vijñaptyaijātaṁ vidvān ajaḥ svarāṭ",
        "verse_Syn": [
            "bhagavantam",
            "param",
            "brahma",
            "sattvena",
            "aṁśena",
            "śatru",
            "han",
            "tattva",
            "saṅkhyāna",
            "vijñaptyai",
            "jātam",
            "vidvān",
            "ajaḥ",
            "sva",
            "rāṭ"
        ],
        "translation": "Maitreya continued: O killer of the enemy, the unborn Lord Brahmā, who is almost independent in acquiring knowledge, could understand that a portion of the Supreme Personality of Godhead, in His quality of pure existence, had appeared in the womb of Devahūti just to explain the complete state of knowledge known as sāṅkhya-yoga.",
        "purport": " In Bhagavad-gītā, Fifteenth Chapter, it is stated that the Lord Himself is the compiler of the Vedānta-sūtra and is the perfect knower of the Vedānta-sūtra. Similarly, the Sāṅkhya philosophy is compiled by the Supreme Personality of Godhead in His appearance as Kapila. There is an imitation Kapila who has a Sāṅkhya philosophical system, but Kapila the incarnation of God is different from that Kapila. Kapila the son of Kardama Muni, in His system of Sāṅkhya philosophy, very explicitly explained not only the material world but also the spiritual world. Brahmā could understand this fact because he is svarāṭ, almost independent in receiving knowledge. He is called svarāṭ because he did not go to any school or college to learn but learned everything from within. Because Brahmā is the first living creature within this universe, he had no teacher, his teacher was the Supreme Personality of Godhead Himself, who is seated in the heart of every living creature. Brahmā acquired knowledge directly from the Supreme Lord within the heart; therefore he is sometimes called svarāṭ and aja. Another important point is stated here. Sattvenāṁśena: when the Supreme Personality of Godhead appears, He brings with Him all His paraphernalia of Vaikuṇṭha; therefore His name, His form, His quality, His paraphernalia and His entourage all belong to the transcendental world. Real goodness is in the transcendental world. Here in the material world, the quality of goodness is not pure. Goodness may exist, but there must also be some tinges of passion and ignorance. In the spiritual world the unalloyed quality of goodness prevails; there the quality of goodness is called śuddha-sattva, pure goodness. Another name for śuddha-sattva is vasudeva because God is born from Vasudeva. Another meaning is that when one is purely situated in the qualities of goodness, he can understand the form, name, quality, paraphernalia and entourage of the Supreme Personality of Godhead. The word aṁśena also indicates that the Supreme Personality of Godhead, Kṛṣṇa, appeared as Kapiladeva in a portion of His portion. God expands either as kalā or as aṁśa. Aṁśa means “direct expansion,” and kalā means “expansion of the expansion.” There is no difference between the expansion, the expansion of the expansion, and the Supreme Personality of Godhead directly, as there is no difference between one candle and another — but still the candle from which the others are lit is called the original. Kṛṣṇa is therefore called the Parabrahman, or the ultimate Godhead and cause of all causes."
    },
    {
        "verse": "11",
        "devanagari": "सभाजयन् विशुद्धेन चेतसा तच्चिकीर्षितम् ।प्रहृष्यमाणैरसुभि: कर्दमं चेदमभ्यधात् ॥ ११ ॥",
        "english_devnagari": "sabhājayan viśuddhenacetasā tac-cikīrṣitamprahṛṣyamāṇair asubhiḥkardamaṁ cedam abhyadhāt",
        "verse_Syn": [
            "sabhājayan",
            "viśuddhena",
            "cetasā",
            "tat",
            "cikīrṣitam",
            "prahṛṣyamāṇaiḥ",
            "asubhiḥ",
            "kardamam",
            "ca",
            "idam",
            "abhyadhāt"
        ],
        "translation": "After worshiping the Supreme Lord with gladdened senses and a pure heart for His intended activities as an incarnation, Brahmā spoke as follows to Kardama and Devahūti.",
        "purport": " As explained in Bhagavad-gītā, Fourth Chapter, anyone who understands the transcendental activities, the appearance and the disappearance of the Supreme Personality of Godhead is to be considered liberated. Brahmā is therefore a liberated soul. Although he is in charge of this material world, he is not exactly like the common living entity. Since he is liberated from the majority of the follies of the common living entities, he was in knowledge of the appearance of the Supreme Personality of Godhead, and he therefore worshiped the Lord’s activities, and with a glad heart he also praised Kardama Muni because the Supreme Personality of Godhead, as Kapila, had appeared as his son. One who can become the father of the Supreme Personality of Godhead is certainly a great devotee. There is a verse spoken by a brāhmaṇa in which he says that he does not know what the Vedas and what the Purāṇas are, but while others might be interested in the Vedas or Purāṇas, he is interested in Nanda Mahārāja, who appeared as the father of Kṛṣṇa. The brāhmaṇa wanted to worship Nanda Mahārāja because the Supreme Personality of Godhead, as a child, crawled in the yard of his house. These are some of the good sentiments of devotees. If a recognized devotee brings forth the Supreme Personality of Godhead as his son, how he should be praised! Therefore Brahmā not only worshiped the incarnation of Godhead Kapila but also praised His so-called father, Kardama Muni."
    },
    {
        "verse": "12",
        "devanagari": "ब्रह्मोवाचत्वया मेऽपचितिस्तात कल्पिता निर्व्यलीकत: ।यन्मे सञ्जगृहे वाक्यं भवान्मानद मानयन् ॥ १२ ॥",
        "english_devnagari": "brahmovācatvayā me ’pacitis tātakalpitā nirvyalīkataḥyan me sañjagṛhe vākyaṁbhavān mānada mānayan",
        "verse_Syn": [
            "brahmā",
            "uvāca",
            "tvayā",
            "me",
            "apacitiḥ",
            "tāta",
            "kalpitā",
            "nirvyalīkataḥ",
            "yat",
            "me",
            "sañjagṛhe",
            "vākyam",
            "bhavān",
            "māna",
            "da",
            "mānayan"
        ],
        "translation": "Lord Brahmā said: My dear son Kardama, since you have completely accepted my instructions without duplicity, showing them proper respect, you have worshiped me properly. Whatever instructions you took from me you have carried out, and thereby you have honored me.",
        "purport": " Lord Brahmā, as the first living entity within the universe, is supposed to be the spiritual master of everyone, and he is also the father, the creator, of all beings. Kardama Muni is one of the Prajāpatis, or creators of the living entities, and he is also a son of Brahmā. Brahmā praises Kardama because he carried out the orders of the spiritual master in toto and without cheating. A conditioned soul in the material world has the disqualification of cheating. He has four disqualifications: he is sure to commit mistakes, he is sure to be illusioned, he is prone to cheat others, and his senses are imperfect. But if one carries out the order of the spiritual master by disciplic succession, or the paramparā system, he overcomes the four defects. Therefore, knowledge received from the bona fide spiritual master is not cheating. Any other knowledge which is manufactured by the conditioned soul is cheating only. Brahmā knew well that Kardama Muni exactly carried out the instructions received from him and that he actually honored his spiritual master. To honor the spiritual master means to carry out his instructions word for word."
    },
    {
        "verse": "13",
        "devanagari": "एतावत्येव शुश्रूषा कार्या पितरि पुत्रकै: ।बाढमित्यनुमन्येत गौरवेण गुरोर्वच: ॥ १३ ॥",
        "english_devnagari": "etāvaty eva śuśrūṣākāryā pitari putrakaiḥbāḍham ity anumanyetagauraveṇa guror vacaḥ",
        "verse_Syn": [
            "etāvatī",
            "eva",
            "śuśrūṣā",
            "kāryā",
            "pitari",
            "putrakaiḥ",
            "bāḍham",
            "iti",
            "anumanyeta",
            "gauraveṇa",
            "guroḥ",
            "vacaḥ"
        ],
        "translation": "Sons ought to render service to their father exactly to this extent. One should obey the command of his father or spiritual master with due deference, saying, “Yes, sir.”",
        "purport": " Two words in this verse are very important: one word is pitari, and another word is guroḥ. The son or disciple should accept the words of his spiritual master and father without hesitation. Whatever the father and the spiritual master order should be taken without argument: “Yes.” There should be no instance in which the disciple or the son says, “This is not correct. I cannot carry it out.” When he says that, he is fallen. The father and the spiritual master are on the same platform because a spiritual master is the second father. The higher classes are called dvija, twice-born. Whenever there is a question of birth, there must be a father. The first birth is made possible by the actual father, and the second birth is made possible by the spiritual master. Sometimes the father and the spiritual master may be the same man, and sometimes they are different men. In any case, the order of the father or the order of the spiritual master must be carried out without hesitation, with an immediate yes. There should be no argument. That is real service to the father and to the spiritual master. Viśvanātha Cakravartī Ṭhākura has stated that the order of the spiritual master is the life and soul of the disciples. As a man cannot separate his life from his body, a disciple cannot separate the order of the spiritual master from his life. If a disciple follows the instruction of the spiritual master in that way, he is sure to become perfect. This is confirmed in the Upaniṣads: the import of Vedic instruction is revealed automatically only to one who has implicit faith in the Supreme Personality of Godhead and in his spiritual master. One may be materially considered an illiterate man, but if he has faith in the spiritual master as well as in the Supreme Personality of Godhead, then the meaning of scriptural revelation is immediately manifested before him."
    },
    {
        "verse": "14",
        "devanagari": "इमा दुहितर: सत्यस्तव वत्स सुमध्यमा: ।सर्गमेतं प्रभावै: स्वैर्बृंहयिष्यन्त्यनेकधा ॥ १४ ॥",
        "english_devnagari": "imā duhitaraḥ satyastava vatsa sumadhyamāḥsargam etaṁ prabhāvaiḥ svairbṛṁhayiṣyanty anekadhā",
        "verse_Syn": [
            "imāḥ",
            "duhitaraḥ",
            "satyaḥ",
            "tava",
            "vatsa",
            "su",
            "madhyamāḥ",
            "sargam",
            "etam",
            "prabhāvaiḥ",
            "svaiḥ",
            "bṛṁhayiṣyanti",
            "aneka",
            "dhā"
        ],
        "translation": "Lord Brahmā then praised Kardama Muni’s nine daughters, saying: All your thin-waisted daughters are certainly very chaste. I am sure they will increase this creation by their own descendants in various ways.",
        "purport": " In the beginning of creation, Brahmā was concerned more or less with increasing the population, and when he saw that Kardama Muni had already begotten nine nice daughters, he was hopeful that through the daughters many children would come who would take charge of the creative principle of the material world. He was therefore happy to see them. The word sumadhyamā means “a good daughter of a beautiful woman.” If she has a thin waist, a woman is considered very beautiful. All the daughters of Kardama Muni were of the same beautiful feature."
    },
    {
        "verse": "15",
        "devanagari": "अतस्त्वमृषिमुख्येभ्यो यथाशीलं यथारुचि ।आत्मजा: परिदेह्यद्य विस्तृणीहि यशो भुवि ॥ १५ ॥",
        "english_devnagari": "atas tvam ṛṣi-mukhyebhyoyathā-śīlaṁ yathā-ruciātmajāḥ paridehy adyavistṛṇīhi yaśo bhuvi",
        "verse_Syn": [
            "ataḥ",
            "tvam",
            "ṛṣi",
            "mukhyebhyaḥ",
            "yathā",
            "śīlam",
            "yathā",
            "ruci",
            "ātma",
            "jāḥ",
            "paridehi",
            "adya",
            "vistṛṇīhi",
            "yaśaḥ",
            "bhuvi"
        ],
        "translation": "Therefore, today please give away your daughters to the foremost of the sages, with due regard for the girls’ temperaments and likings, and thereby spread your fame all over the universe.",
        "purport": " The nine principal ṛṣis, or sages, are Marīci, Atri, Aṅgirā, Pulastya, Pulaha, Kratu, Bhṛgu, Vasiṣṭha and Atharvā. All these ṛṣis are most important, and Brahmā desired that the nine daughters already born of Kardama Muni be handed over to them. Here two words are used very significantly — yathā-śīlam and yathā-ruci. The daughters should be handed over to the respective ṛṣis, not blindly, but according to the combination of character and taste. That is the art of combining a man and woman. Man and woman should not be united simply on the consideration of sex life. There are many other considerations, especially character and taste. If the taste and character differ between the man and woman, their combination will be unhappy. Even about forty years ago, in Indian marriages, the taste and character of the boy and girl were first of all matched, and then they were allowed to marry. This was done under the direction of the respective parents. The parents used to astrologically determine the character and tastes of the boy and girl, and when they corresponded, the match was selected: “This girl and this boy are just suitable, and they should be married.” Other considerations were less important. The same system was also advised in the beginning of the creation by Brahmā: “Your daughters should be handed over to the ṛṣis according to taste and character.” According to astrological calculation, a person is classified according to whether he belongs to the godly or demoniac quality. In that way the spouse was selected. A girl of godly quality should be handed over to a boy of godly quality. A girl of demoniac quality should be handed over to a boy of demoniac quality. Then they will be happy. But if the girl is demoniac and the boy is godly, then the combination is incompatible; they cannot be happy in such a marriage. At the present moment, because boys and girls are not married according to quality and character, most marriages are unhappy, and there is divorce. It is foretold in the Twelfth Canto of the Bhāgavatam that in this Age of Kali married life will be accepted on the consideration of sex only; when the boy and girl are pleased in sex, they get married, and when there is deficiency in sex, they separate. That is not actual marriage, but a combination of men and women like cats and dogs. Therefore the children produced in the modern age are not exactly human beings. Human beings must be twice-born. A child is first born of a good father and mother, and then he is born again of the spiritual master and the Vedas. The first mother and father bring about his birth into the world; then the spiritual master and the Vedas become his second father and mother. According to the Vedic system of marriage for producing children, every man and woman was enlightened in spiritual knowledge, and at the time of their combination to produce a child, everything was scrutinizingly and scientifically done."
    },
    {
        "verse": "16",
        "devanagari": "वेदाहमाद्यं पुरुषमवतीर्णं स्वमायया ।भूतानां शेवधिं देहं बिभ्राणं कपिलं मुने ॥ १६ ॥",
        "english_devnagari": "vedāham ādyaṁ puruṣamavatīrṇaṁ sva-māyayābhūtānāṁ śevadhiṁ dehaṁbibhrāṇaṁ kapilaṁ mune",
        "verse_Syn": [
            "veda",
            "aham",
            "ādyam",
            "puruṣam",
            "avatīrṇam",
            "sva",
            "māyayā",
            "bhūtānām",
            "śevadhim",
            "deham",
            "bibhrāṇam",
            "kapilam",
            "mune"
        ],
        "translation": "O Kardama, I know that the original Supreme Personality of Godhead has now appeared as an incarnation by His internal energy. He is the bestower of all that is desired by the living entities, and He has now assumed the body of Kapila Muni.",
        "purport": " In this verse we find the words puruṣam avatīrṇaṁ sva-māyayā. The Supreme Personality of Godhead is everlastingly, eternally the form of puruṣa, the predominator or enjoyer, and when He appears He never accepts anything of this material energy. The spiritual world is a manifestation of His personal, internal potency, whereas the material world is a manifestation of His material, or differentiated, energy. The word sva-māyayā, “by His own internal potency,” indicates that whenever the Supreme Personality of Godhead descends He comes in His own energy. He may assume the body of a human being, but that body is not material. In Bhagavad-gītā it is therefore clearly stated that only fools and rascals, mūḍhas, consider the body of Kṛṣṇa to be the body of a common human being. The word śevadhim means that He is the original bestower of all the necessities of life upon the living entities. In the Vedas also it is stated that He is the chief living entity and that He bestows all the desired necessities of other living entities. Because He is the bestower of the necessities of all others, He is called God. The Supreme is also a living entity; He is not impersonal. As we are individual, the Supreme Personality of Godhead is also individual — but He is the supreme individual. That is the difference between God and the ordinary living entities."
    },
    {
        "verse": "17",
        "devanagari": "ज्ञानविज्ञानयोगेन कर्मणामुद्धरन् जटा: ।हिरण्यकेश: पद्माक्ष: पद्ममुद्रापदाम्बुज: ॥ १७ ॥",
        "english_devnagari": "jñāna-vijñāna-yogenakarmaṇām uddharan jaṭāḥhiraṇya-keśaḥ padmākṣaḥpadma-mudrā-padāmbujaḥ",
        "verse_Syn": [
            "jñāna",
            "vijñāna",
            "yogena",
            "karmaṇām",
            "uddharan",
            "jaṭāḥ",
            "hiraṇya",
            "keśaḥ",
            "padma",
            "akṣaḥ",
            "padma",
            "mudrā",
            "pada",
            "ambujaḥ"
        ],
        "translation": "By mystic yoga and the practical application of knowledge from the scriptures, Kapila Muni, who is characterized by His golden hair, His eyes just like lotus petals and His lotus feet, which bear the marks of lotus flowers, will uproot the deep-rooted desire for work in this material world.",
        "purport": " In this verse the activities and bodily features of Kapila Muni are very nicely described. The activities of Kapila Muni are forecast herein: He will present the philosophy of Sāṅkhya in such a way that by studying His philosophy people will be able to uproot the deep-rooted desire for karma, fruitive activities. Everyone in this material world engages in achieving the fruits of his labor. A man tries to be happy by achieving the fruits of his own honest labor, but actually he becomes more and more entangled. One cannot get out of this entanglement unless he has perfect knowledge, or devotional service. Those who are trying to get out of the entanglement by speculation are also doing their best, but in the Vedic scriptures we find that if one has taken to the devotional service of the Lord in Kṛṣṇa consciousness, he can very easily uproot the deep-rooted desire for fruitive activities. Sāṅkhya philosophy will be broadcast by Kapila Muni for that purpose. His bodily features are also described herein. Jñāna does not refer to ordinary research work. Jñāna entails receiving knowledge from the scriptures through the spiritual master by disciplic succession. In the modern age there is a tendency to do research by mental speculation and concoction. But the man who speculates forgets that he himself is subject to the four defects of nature: he is sure to commit mistakes, his senses are imperfect, he is sure to fall into illusion, and he is cheating. Unless one has perfect knowledge from disciplic succession, he simply puts forth some theories of his own creation; therefore he is cheating people. Jñāna means knowledge received through disciplic succession from the scriptures, and vijñāna means practical application of such knowledge. Kapila Muni’s Sāṅkhya system of philosophy is based on jñāna and vijñāna."
    },
    {
        "verse": "18",
        "devanagari": "एष मानवि ते गर्भं प्रविष्ट: कैटभार्दन: ।अविद्यासंशयग्रन्थिं छित्त्वा गां विचरिष्यति ॥ १८ ॥",
        "english_devnagari": "eṣa mānavi te garbhaṁpraviṣṭaḥ kaiṭabhārdanaḥavidyā-saṁśaya-granthiṁchittvā gāṁ vicariṣyati",
        "verse_Syn": [
            "eṣaḥ",
            "mānavi",
            "te",
            "garbham",
            "praviṣṭaḥ",
            "kaiṭabha",
            "ardanaḥ",
            "avidyā",
            "saṁśaya",
            "granthim",
            "chittvā",
            "gām",
            "vicariṣyati"
        ],
        "translation": "Lord Brahmā then told Devahūti: My dear daughter of Manu, the same Supreme Personality of Godhead who killed the demon Kaiṭabha is now within your womb. He will cut off all the knots of your ignorance and doubt. Then He will travel all over the world.",
        "purport": " Here the word avidyā is very significant. Avidyā means forgetfulness of one’s identity. Every one of us is a spirit soul, but we have forgotten. We think, “I am this body.” This is called avidyā. Saṁśaya-granthi means “doubtfulness.” The knot of doubtfulness is tied when the soul identifies with the material world. That knot is also called ahaṅkāra, the junction of matter and spirit. By proper knowledge received from the scriptures in disciplic succession and by proper application of that knowledge, one can free himself from this binding combination of matter and spirit. Brahmā assures Devahūti that her son will enlighten her, and after enlightening her He will travel all over the world, distributing the system of Sāṅkhya philosophy. The word saṁśaya means “doubtful knowledge.” Speculative and pseudo yogic knowledge is all doubtful. At the present moment the so-called yoga system is prosecuted on the understanding that by agitation of the different stations of the bodily construction one can find that he is God. The mental speculators think similarly, but they are all doubtful. Real knowledge is expounded in Bhagavad-gītā: “Just become Kṛṣṇa conscious. Just worship Kṛṣṇa and become a devotee of Kṛṣṇa.” That is real knowledge, and anyone who follows that system becomes perfect without a doubt."
    },
    {
        "verse": "19",
        "devanagari": "अयं सिद्धगणाधीश: साङ्ख्याचार्यै: सुसम्मत: ।लोके कपिल इत्याख्यां गन्ता ते कीर्तिवर्धन: ॥ १९ ॥",
        "english_devnagari": "ayaṁ siddha-gaṇādhīśaḥsāṅkhyācāryaiḥ susammataḥloke kapila ity ākhyāṁgantā te kīrti-vardhanaḥ",
        "verse_Syn": [
            "ayam",
            "siddha",
            "gaṇa",
            "adhīśaḥ",
            "sāṅkhya",
            "ācāryaiḥ",
            "su",
            "sammataḥ",
            "loke",
            "kapilaḥ",
            "iti",
            "ākhyām",
            "gantā",
            "te",
            "kīrti",
            "vardhanaḥ"
        ],
        "translation": "Your son will be the head of all the perfected souls. He will be approved by the ācāryas expert in disseminating real knowledge, and among the people He will be celebrated by the name Kapila. As the son of Devahūti, He will increase your fame.",
        "purport": " Sāṅkhya philosophy is the philosophical system enunciated by Kapila, the son of Devahūti. The other Kapila, who is not the son of Devahūti, is an imitation. This is the statement of Brahmā, and because we belong to Brahmā’s disciplic succession we should accept his statement that the real Kapila is the son of Devahūti and that real Sāṅkhya philosophy is the system of philosophy which He introduced and which will be accepted by the ācāryas, the directors of spiritual discipline. The word susammata means “accepted by persons who are counted upon to give their good opinion.”"
    },
    {
        "verse": "20",
        "devanagari": "मैत्रेय उवाचतावाश्वास्य जगत्स्रष्टा कुमारै: सहनारद: ।हंसो हंसेन यानेन त्रिधामपरमं ययौ ॥ २० ॥",
        "english_devnagari": "maitreya uvācatāv āśvāsya jagat-sraṣṭākumāraiḥ saha-nāradaḥhaṁso haṁsena yānenatri-dhāma-paramaṁ yayau",
        "verse_Syn": [
            "maitreyaḥ",
            "uvāca",
            "tau",
            "āśvāsya",
            "jagat",
            "sraṣṭā",
            "kumāraiḥ",
            "saha",
            "nāradaḥ",
            "haṁsaḥ",
            "haṁsena",
            "yānena",
            "tri",
            "dhāma",
            "paramam",
            "yayau"
        ],
        "translation": "Śrī Maitreya said: After thus speaking to Kardama Muni and his wife Devahūti, Lord Brahmā, the creator of the universe, who is also known as Haṁsa, went back to the highest of the three planetary systems on his swan carrier with the four Kumāras and Nārada.",
        "purport": " The words haṁsena yānena are very significant here. Haṁsa-yāna, the airplane by which Brahmā travels all over outer space, resembles a swan. Brahmā is also known as Haṁsa because he can grasp the essence of everything. His abode is called tri-dhāma-paramam. There are three divisions of the universe — the upper planetary system, the middle planetary system and the lower planetary system — but his abode is above even Siddhaloka, the upper planetary system. He returned to his own planet with the four Kumāras and Nārada because they were not going to be married. The other ṛṣis who came with him, such as Marīci and Atri, remained there because they were to be married to the daughters of Kardama, but his other sons — Sanat, Sanaka, Sanandana, Sanātana and Nārada — went back with him in his swan-shaped airplane. The four Kumāras and Nārada are naiṣṭhika-brahmacārīs. Naiṣṭhika-brahmacārī refers to one who never wastes his semen at any time. They were not to attend the marriage ceremony of their other brothers, Marīci and the other sages, and therefore they went back with their father, Haṁsa."
    },
    {
        "verse": "21",
        "devanagari": "गते शतधृतौ क्षत्त: कर्दमस्तेन चोदित: ।यथोदितं स्वदुहितृ: प्रादाद्विश्वसृजां तत: ॥ २१ ॥",
        "english_devnagari": "gate śata-dhṛtau kṣattaḥkardamas tena coditaḥyathoditaṁ sva-duhitṝḥprādād viśva-sṛjāṁ tataḥ",
        "verse_Syn": [
            "gate",
            "śata",
            "dhṛtau",
            "kṣattaḥ",
            "kardamaḥ",
            "tena",
            "coditaḥ",
            "yathā",
            "uditam",
            "sva",
            "duhitṝḥ",
            "prādāt",
            "viśva",
            "sṛjām",
            "tataḥ"
        ],
        "translation": "O Vidura, after the departure of Brahmā, Kardama Muni, having been ordered by Brahmā, handed over his nine daughters, as instructed, to the nine great sages who created the population of the world.",
        "purport": ""
    },
    {
        "verse": "22-23",
        "devanagari": "मरीचये कलां प्रादादनसूयामथात्रये ।श्रद्धामङ्गिरसेऽयच्छत्पुलस्त्याय हविर्भुवम् ॥ २२ ॥पुलहाय गतिं युक्तां क्रतवे च क्रियां सतीम् ।ख्यातिं च भृगवेऽयच्छद्वसिष्ठायाप्यरुन्धतीम् ॥ २३ ॥",
        "english_devnagari": "marīcaye kalāṁ prādādanasūyām athātrayeśraddhām aṅgirase ’yacchatpulastyāya havirbhuvam",
        "verse_Syn": [
            "marīcaye",
            "kalām",
            "prādāt",
            "anasūyām",
            "atha",
            "atraye",
            "śraddhām",
            "aṅgirase",
            "ayacchat",
            "pulastyāya",
            "havirbhuvam",
            "pulahāya",
            "gatim",
            "yuktām",
            "kratave",
            "ca",
            "kriyām",
            "satīm",
            "khyātim",
            "ca",
            "bhṛgave",
            "ayacchat",
            "vasiṣṭhāya",
            "api",
            "arundhatīm"
        ],
        "translation": "Kardama Muni handed over his daughter Kalā to Marīci, and another daughter, Anasūyā, to Atri. He delivered Śraddhā to Aṅgirā, and Havirbhū to Pulastya. He delivered Gati to Pulaha, the chaste Kriyā to Kratu, Khyāti to Bhṛgu, and Arundhatī to Vasiṣṭha.",
        "purport": ""
    },
    {
        "verse": "24",
        "devanagari": "अथर्वणेऽददाच्छान्तिं यया यज्ञो वितन्यते ।विप्रर्षभान् कृतोद्वाहान् सदारान् समलालयत् ॥ २४ ॥",
        "english_devnagari": "atharvaṇe ’dadāc chāntiṁyayā yajño vitanyateviprarṣabhān kṛtodvāhānsadārān samalālayat",
        "verse_Syn": [
            "atharvaṇe",
            "adadāt",
            "śāntim",
            "yayā",
            "yajñaḥ",
            "vitanyate",
            "vipra",
            "ṛṣabhān",
            "kṛta",
            "udvāhān",
            "sa",
            "dārān",
            "samalālayat"
        ],
        "translation": "He delivered Śānti to Atharvā. Because of Śānti, sacrificial ceremonies are well performed. Thus he got the foremost brāhmaṇas married, and he maintained them along with their wives.",
        "purport": ""
    },
    {
        "verse": "25",
        "devanagari": "ततस्त ऋषय: क्षत्त कृतदारा निमन्‍त्र्‍य तम् ।प्रातिष्ठन्नन्दिमापन्ना: स्वं स्वमाश्रममण्डलम् ॥ २५ ॥",
        "english_devnagari": "tatas ta ṛṣayaḥ kṣattaḥkṛta-dārā nimantrya tamprātiṣṭhan nandim āpannāḥsvaṁ svam āśrama-maṇḍalam",
        "verse_Syn": [
            "tataḥ",
            "te",
            "ṛṣayaḥ",
            "kṣattaḥ",
            "kṛta",
            "dārāḥ",
            "nimantrya",
            "tam",
            "prātiṣṭhan",
            "nandim",
            "āpannāḥ",
            "svam",
            "svam",
            "āśrama",
            "maṇḍalam"
        ],
        "translation": "Thus married, the sages took leave of Kardama and departed full of joy, each for his own hermitage, O Vidura.",
        "purport": ""
    },
    {
        "verse": "26",
        "devanagari": "स चावतीर्णं त्रियुगमाज्ञाय विबुधर्षभम् ।विविक्त उपसङ्गम्य प्रणम्य समभाषत ॥ २६ ॥",
        "english_devnagari": "sa cāvatīrṇaṁ tri-yugamājñāya vibudharṣabhamvivikta upasaṅgamyapraṇamya samabhāṣata",
        "verse_Syn": [
            "saḥ",
            "ca",
            "avatīrṇam",
            "tri",
            "yugam",
            "ājñāya",
            "vibudha",
            "ṛṣabham",
            "vivikte",
            "upasaṅgamya",
            "praṇamya",
            "samabhāṣata"
        ],
        "translation": "When Kardama Muni understood that the Supreme Personality of Godhead, the chief of all the demigods, Viṣṇu, had descended, Kardama approached Him in a secluded place, offered obeisances and spoke as follows.",
        "purport": " Lord Viṣṇu is called tri-yuga. He appears in three yugas — Satya, Tretā and Dvāpara — but in Kali-yuga He does not appear. From the prayers of Prahlāda Mahārāja, however, we understand that He appears garbed as a devotee in Kali-yuga. Lord Caitanya is that devotee. Kṛṣṇa appeared in the form of a devotee, but although He never disclosed Himself, Rūpa Gosvāmī could understand His identity, for the Lord cannot hide Himself from a pure devotee. Rūpa Gosvāmī detected Him when he offered his first obeisances to Lord Caitanya. He knew that Lord Caitanya was Kṛṣṇa Himself and therefore offered his obeisances with the following words: “I offer my respects to Kṛṣṇa, who has now appeared as Lord Caitanya.” This is also confirmed in the prayers of Prahlāda Mahārāja: in Kali-yuga He does not directly appear, but He appears as a devotee. Viṣṇu is therefore known as tri-yuga. Another explanation of tri-yuga is that He has three pairs of divine attributes, namely power and affluence, piety and renown, and wisdom and dispassion. According to Śrīdhara Svāmī, His three pairs of opulences are complete riches and complete strength, complete fame and complete beauty, and complete wisdom and complete renunciation. There are different interpretations of tri-yuga, but it is accepted by all learned scholars that tri-yuga means Viṣṇu. When Kardama Muni understood that his son, Kapila, was Viṣṇu Himself, he wanted to offer his obeisances. Therefore, when Kapila was alone he offered his respects and expressed his mind as follows."
    },
    {
        "verse": "27",
        "devanagari": "अहो पापच्यमानानां निरये स्वैरमङ्गलै: ।कालेन भूयसा नूनं प्रसीदन्तीह देवता: ॥ २७ ॥",
        "english_devnagari": "aho pāpacyamānānāṁniraye svair amaṅgalaiḥkālena bhūyasā nūnaṁprasīdantīha devatāḥ",
        "verse_Syn": [
            "aho",
            "pāpacyamānānām",
            "niraye",
            "svaiḥ",
            "amaṅgalaiḥ",
            "kālena",
            "bhūyasā",
            "nūnam",
            "prasīdanti",
            "iha",
            "devatāḥ"
        ],
        "translation": "Kardama Muni said: Oh, after a long time the demigods of this universe have become pleased with the suffering souls who are in material entanglement because of their own misdeeds.",
        "purport": " This material world is a place for suffering, which is due to the misdeeds of the inhabitants, the conditioned souls themselves. The sufferings are not extraneously imposed upon them; rather, the conditioned souls create their own suffering by their own acts. In the forest, fire takes place automatically. It is not that someone has to go there and set a fire; because of friction among various trees, fire occurs automatically. When there is too much heat from the forest fire of this material world, the demigods, including Brahmā himself, being harassed, approach the Supreme Lord, the Supreme Personality of Godhead, and appeal to Him to alleviate the condition. Then the Supreme Personality of Godhead descends. In other words, when the demigods become distressed by the sufferings of the conditioned souls, they approach the Lord to remedy the suffering, and the Personality of Godhead descends. When the Lord descends, all the demigods become enlivened. Therefore Kardama Muni said, “After many, many years of human suffering, all the demigods are now satisfied because Kapiladeva, the incarnation of Godhead, has appeared.”"
    },
    {
        "verse": "28",
        "devanagari": "बहुजन्मविपक्‍वेन सम्यग्योगसमाधिना ।द्रष्टुं यतन्ते यतय: शून्यागारेषु यत्पदम् ॥ २८ ॥",
        "english_devnagari": "bahu-janma-vipakvenasamyag-yoga-samādhinādraṣṭuṁ yatante yatayaḥśūnyāgāreṣu yat-padam",
        "verse_Syn": [
            "bahu",
            "janma",
            "vipakvena",
            "samyak",
            "yoga",
            "samādhinā",
            "draṣṭum",
            "yatante",
            "yatayaḥ",
            "śūnya",
            "agāreṣu",
            "yat",
            "padam"
        ],
        "translation": "After many births, mature yogīs, by complete trance in yoga, endeavor in secluded places to see the lotus feet of the Supreme Personality of Godhead.",
        "purport": " Some important things are mentioned here about yoga. The word bahu janma-vipakvena means “after many, many births of mature yoga practice.” And another word, samyag-yoga-samādhinā, means “by complete practice of the yoga system.” Complete practice of yoga means bhakti-yoga; unless one comes to the point of bhakti-yoga, or surrender unto the Supreme Personality of Godhead, one’s yoga practice is not complete. This same point is corroborated in the Śrīmad Bhagavad-gītā. Bahūnāṁ janmanām ante: after many, many births, the jñānī who has matured in transcendental knowledge surrenders unto the Supreme Personality of Godhead. Kardama Muni repeats the same statement. After many, many years and many, many births of complete practice of yoga, one can see the lotus feet of the Supreme Lord in a secluded place. It is not that after one practices some sitting postures he immediately becomes perfect. One has to perform yoga a long time — “many, many births” — to become mature, and a yogī has to practice in a secluded place. One cannot practice yoga in a city or in a public park and declare that he has become God simply by some exchange of dollars. This is all bogus propaganda. Those who are actually yogīs practice in a secluded place, and after many, many births they become successful, provided they surrender unto the Supreme Personality of Godhead. This is the completion of yoga."
    },
    {
        "verse": "29",
        "devanagari": "स एव भगवानद्य हेलनं नगणय्य न: ।गृहेषु जातो ग्राम्याणां य: स्वानां पक्षपोषण: ॥ २९ ॥",
        "english_devnagari": "sa eva bhagavān adyahelanaṁ na gaṇayya naḥgṛheṣu jāto grāmyāṇāṁyaḥ svānāṁ pakṣa-poṣaṇaḥ",
        "verse_Syn": [
            "saḥ",
            "eva",
            "bhagavān",
            "adya",
            "helanam",
            "na",
            "gaṇayya",
            "naḥ",
            "gṛheṣu",
            "jātaḥ",
            "grāmyāṇām",
            "yaḥ",
            "svānām",
            "pakṣa",
            "poṣaṇaḥ"
        ],
        "translation": "Not considering the negligence of ordinary householders like us, that very same Supreme Personality of Godhead appears in our homes just to support His devotees.",
        "purport": " Devotees are so affectionate toward the Personality of Godhead that although He does not appear before those who practice yoga in a secluded place even for many, many births, He agrees to appear in a householder’s home where devotees engage in devotional service without material yoga practice. In other words, devotional service to the Lord is so easy that even a householder can see the Supreme Personality of Godhead as one of the members of his household, as his son, as Kardama Muni experienced. He was a householder, although a yogī, but he had the incarnation of the Supreme Personality of Godhead Kapila Muni as his son. Devotional service is such a powerful transcendental method that it surpasses all other methods of transcendental realization. The Lord therefore says that He lives neither in Vaikuṇṭha nor in the heart of a yogī, but He lives where His pure devotees are always chanting and glorifying Him. The Supreme Personality of Godhead is known as bhakta-vatsala. He is never described as jñānī-vatsala or yogī-vatsala. He is always described as bhakta-vatsala because He is more inclined toward His devotees than toward other transcendentalists. In Bhagavad-gītā it is confirmed that only a devotee can understand Him as He is. Bhaktyā mām abhijānāti: “One can understand Me only by devotional service, not otherwise.” That understanding alone is real because although jñānīs, mental speculators, can realize only the effulgence, or the bodily luster, of the Supreme Personality of Godhead, and yogīs can realize only the partial representation of the Supreme Personality of Godhead, a bhakta not only realizes Him as He is but also associates with the Personality of Godhead face to face."
    },
    {
        "verse": "30",
        "devanagari": "स्वीयं वाक्यमृतं कर्तुमवतीर्णोऽसि मे गृहे ।चिकीर्षुर्भगवान् ज्ञानं भक्तानां मानवर्धन: ॥ ३० ॥",
        "english_devnagari": "svīyaṁ vākyam ṛtaṁ kartumavatīrṇo ’si me gṛhecikīrṣur bhagavān jñānaṁbhaktānāṁ māna-vardhanaḥ",
        "verse_Syn": [
            "svīyam",
            "vākyam",
            "ṛtam",
            "kartum",
            "avatīrṇaḥ",
            "asi",
            "me",
            "gṛhe",
            "cikīrṣuḥ",
            "bhagavān",
            "jñānam",
            "bhaktānām",
            "māna",
            "vardhanaḥ"
        ],
        "translation": "Kardama Muni said: You, my dear Lord, who are always increasing the honor of Your devotees, have descended in my home just to fulfill Your word and disseminate the process of real knowledge.",
        "purport": " When the Lord appeared before Kardama Muni after his mature yoga practice, He promised that He would become Kardama’s son. He descended as the son of Kardama Muni in order to fulfill that promise. Another purpose of His appearance is cikīrṣur bhagavān jñānam, to distribute knowledge. Therefore He is called bhaktānāṁ māna-vardhanaḥ, “He who increases the honor of His devotees.” By distributing Sāṅkhya He would increase the honor of the devotees; therefore Sāṅkhya philosophy is not dry mental speculation. Sāṅkhya philosophy means devotional service. How could the honor of the devotees be increased unless Sāṅkhya were meant for devotional service? Devotees are not interested in speculative knowledge; therefore the Sāṅkhya enunciated by Kapila Muni is meant to establish one firmly in devotional service. Real knowledge and real liberation is to surrender unto the Supreme Personality of Godhead and engage in devotional service."
    },
    {
        "verse": "31",
        "devanagari": "तान्येव तेऽभिरूपाणि रूपाणि भगवंस्तव ।यानि यानि च रोचन्ते स्वजनानामरूपिण: ॥ ३१ ॥",
        "english_devnagari": "tāny eva te ’bhirūpāṇirūpāṇi bhagavaṁs tavayāni yāni ca rocantesva-janānām arūpiṇaḥ",
        "verse_Syn": [
            "tāni",
            "eva",
            "te",
            "abhirūpāṇi",
            "rūpāṇi",
            "bhagavan",
            "tava",
            "yāni",
            "yāni",
            "ca",
            "rocante",
            "sva",
            "janānām",
            "arūpiṇaḥ"
        ],
        "translation": "My dear Lord, although You have no material form, You have Your own innumerable forms. They truly are Your transcendental forms, which are pleasing to Your devotees.",
        "purport": " In the Brahma-saṁhitā it is stated that the Lord is one Absolute, but He has ananta, or innumerable, forms. Advaitam acyutam anādim ananta-rūpam. The Lord is the original form, but still He has multiforms. Those multiforms are manifested by Him transcendentally, according to the tastes of His multidevotees. It is understood that once Hanumān, the great devotee of Lord Rāmacandra, said that he knew that Nārāyaṇa, the husband of Lakṣmī, and Rāma, the husband of Sītā, are one and the same, and that there is no difference between Lakṣmī and Sītā, but as for himself, he liked the form of Lord Rāma. In a similar way, some devotees worship the original form of Kṛṣṇa. When we say “Kṛṣṇa” we refer to all forms of the Lord — not only Kṛṣṇa, but Rāma, Nṛsiṁha, Varāha, Nārāyaṇa, etc. The varieties of transcendental forms exist simultaneously. That is also stated in the Brahma-saṁhitā: rāmādi-mūrtiṣu … nānāvatāram. He already exists in multiforms, but none of the forms are material. Śrīdhara Svāmī has commented that arūpiṇaḥ, “without form,” means without material form. The Lord has form, otherwise how can it be stated here, tāny eva te ’bhirūpāṇi rūpāṇi bhagavaṁs tava: “You have Your forms, but they are not material. Materially You have no form, but spiritually, transcendentally, You have multiforms”? Māyāvādī philosophers cannot understand these transcendental forms of the Lord, and being disappointed, they say that the Supreme Lord is impersonal. But that is not a fact; whenever there is form there is a person. Many times in many Vedic literatures the Lord is described as puruṣa, which means “the original form, the original enjoyer.” The conclusion is that the Lord has no material form, and yet, according to the liking of different grades of devotees, He simultaneously exists in multiforms, such as Rāma, Nṛsiṁha, Varāha, Nārāyaṇa and Mukunda. There are many thousands and thousands of forms, but they are all viṣṇu-tattva, Kṛṣṇa."
    },
    {
        "verse": "32",
        "devanagari": "त्वां सूरिभिस्तत्त्वबुभुत्सयाद्धासदाभिवादार्हणपादपीठम् ।ऐश्वर्यवैराग्ययशोऽवबोध-वीर्यश्रिया पूर्तमहं प्रपद्ये ॥ ३२ ॥",
        "english_devnagari": "tvāṁ sūribhis tattva-bubhutsayāddhāsadābhivādārhaṇa-pāda-pīṭhamaiśvarya-vairāgya-yaśo-’vabodha-vīrya-śriyā pūrtam ahaṁ prapadye",
        "verse_Syn": [
            "tvām",
            "sūribhiḥ",
            "tattva",
            "bubhutsayā",
            "addhā",
            "sadā",
            "abhivāda",
            "arhaṇa",
            "pāda",
            "pīṭham",
            "aiśvarya",
            "vairāgya",
            "yaśaḥ",
            "avabodha",
            "vīrya",
            "śriyā",
            "pūrtam",
            "aham",
            "prapadye"
        ],
        "translation": "My dear Lord, Your lotus feet are the reservoir that always deserves to receive worshipful homage from all great sages eager to understand the Absolute Truth. You are full in opulence, renunciation, transcendental fame, knowledge, strength and beauty, and therefore I surrender myself unto Your lotus feet.",
        "purport": " Actually, those who are searching after the Absolute Truth must take shelter of the lotus feet of the Supreme Personality of Godhead and worship Him. In Bhagavad-gītā Lord Kṛṣṇa advised Arjuna many times to surrender unto Him, especially at the end of the Ninth Chapter — man-manā bhava mad-bhaktaḥ: “If you want to be perfect, just always think of Me, become My devotee, worship Me, and offer your obeisances to Me. In this way you will understand Me, the Personality of Godhead, and ultimately you will come back to Me, back to Godhead, back home.” Why is it so? The Lord is always full in six opulences, as mentioned herein: wealth, renunciation, fame, knowledge, strength and beauty. The word pūrtam means “in full.” No one can claim that all wealth belongs to him, but Kṛṣṇa can claim it, since He has full wealth. Similarly, He is full in knowledge, renunciation, strength and beauty. He is full in everything, and no one can surpass Him. Another one of Kṛṣṇa’s names is asamordhva, which means that no one is equal to or greater than Him."
    },
    {
        "verse": "33",
        "devanagari": "परं प्रधानं पुरुषं महान्तंकालं कविं त्रिवृतं लोकपालम् ।आत्मानुभूत्यानुगतप्रपञ्चंस्वच्छन्दशक्तिं कपिलं प्रपद्ये ॥ ३३ ॥",
        "english_devnagari": "paraṁ pradhānaṁ puruṣaṁ mahāntaṁkālaṁ kaviṁ tri-vṛtaṁ loka-pālamātmānubhūtyānugata-prapañcaṁsvacchanda-śaktiṁ kapilaṁ prapadye",
        "verse_Syn": [
            "param",
            "pradhānam",
            "puruṣam",
            "mahāntam",
            "kālam",
            "kavim",
            "tri",
            "vṛtam",
            "loka",
            "pālam",
            "ātma",
            "anubhūtya",
            "anugata",
            "prapañcam",
            "sva",
            "chanda",
            "śaktim",
            "kapilam",
            "prapadye"
        ],
        "translation": "I surrender unto the Supreme Personality of Godhead, descended in the form of Kapila, who is independently powerful and transcendental, who is the Supreme Person and the Lord of the sum total of matter and the element of time, who is the fully cognizant maintainer of all the universes under the three modes of material nature, and who absorbs the material manifestations after their dissolution.",
        "purport": " The six opulences — wealth, strength, fame, beauty, knowledge and renunciation — are indicated here by Kardama Muni, who addresses Kapila Muni, his son, as param. The word param is used in the beginning of Śrīmad-Bhāgavatam, in the phrase paraṁ satyam, to refer to the summum bonum, or the Supreme Personality of Godhead. Param is explained further by the next word, pradhānam, which means the chief, the origin, the source of everything — sarva-kāraṇa-kāraṇam — the cause of all causes. The Supreme Personality of Godhead is not formless; He is puruṣam, or the enjoyer, the original person. He is the time element and is all-cognizant. He knows everything — past, present and future — as confirmed in Bhagavad-gītā. The Lord says, “I know everything — present, past and future — in every corner of the universe.” The material world, which is moving under the spell of the three modes of nature, is also a manifestation of His energy. Parāsya śaktir vividhaiva śrūyate: everything that we see is an interaction of His energies (Śvetāśvatara Upaniṣad 6.8). Parasya brahmaṇaḥ śaktis tathedam akhilaṁ jagat. This is the version of the Viṣṇu Purāṇa. We can understand that whatever we see is an interaction of the three modes of material nature, but actually it is all an interaction of the Lord’s energy. Loka-pālam: He is actually the maintainer of all living entities. Nityo nityānām: He is the chief of all living entities; He is one, but He maintains many, many living entities. God maintains all other living entities, but no one can maintain God. That is His svacchanda-śakti; He is not dependent on others. Someone may call himself independent, but he is still dependent on someone higher. The Personality of Godhead, however, is absolute; there is no one higher than or equal to Him. Kapila Muni appeared as the son of Kardama Muni, but because Kapila is an incarnation of the Supreme Personality of Godhead, Kardama Muni offered respectful obeisances unto Him with full surrender. Another word in this verse is very important: ātmānubhūtyānugata-prapañcam. The Lord descends either as Kapila or Rāma, Nṛsiṁha or Varāha, and whatever forms He assumes in the material world are all manifestations of His own personal internal energy. They are never forms of the material energy. The ordinary living entities who are manifested in this material world have bodies created by the material energy, but when Kṛṣṇa or any one of His expansions or parts of the expansions descends to this material world, although He appears to have a material body, His body is not material. He always has a transcendental body. But fools and rascals, who are called mūḍhas, consider Him one of them, and therefore they deride Him. They refuse to accept Kṛṣṇa as the Supreme Personality of Godhead because they cannot understand Him. In Bhagavad-gītā Kṛṣṇa says, avajānanti māṁ mūḍhāḥ: “Those who are rascals and fools deride Me.” When God descends in a form, this does not mean that He assumes His form with the help of the material energy. He manifests His spiritual form as He exists in His spiritual kingdom."
    },
    {
        "verse": "34",
        "devanagari": "आ स्माभिपृच्छेऽद्य पतिं प्रजानांत्वयावतीर्णर्ण उताप्तकाम: ।परिव्रजत्पदवीमास्थितोऽहंचरिष्ये त्वां हृदि युञ्जन् विशोक: ॥ ३४ ॥",
        "english_devnagari": "ā smābhipṛcche ’dya patiṁ prajānāṁtvayāvatīrṇarṇa utāpta-kāmaḥparivrajat-padavīm āsthito ’haṁcariṣye tvāṁ hṛdi yuñjan viśokaḥ",
        "verse_Syn": [
            "ā",
            "sma",
            "abhipṛcche",
            "adya",
            "patim",
            "prajānām",
            "tvayā",
            "avatīrṇa",
            "ṛṇaḥ",
            "uta",
            "āpta",
            "kāmaḥ",
            "parivrajat",
            "padavīm",
            "āsthitaḥ",
            "aham",
            "cariṣye",
            "tvām",
            "hṛdi",
            "yuñjan",
            "viśokaḥ"
        ],
        "translation": "Today I have something to ask from You, who are the Lord of all living entities. Since I have now been liberated by You from my debts to my father, and since all my desires are fulfilled, I wish to accept the order of an itinerant mendicant. Renouncing this family life, I wish to wander about, free from lamentation, thinking always of You in my heart.",
        "purport": " Actually, sannyāsa, or renunciation of material household life, necessitates complete absorption in Kṛṣṇa consciousness and immersion in the self. One does not take sannyāsa, freedom from family responsibility in the renounced order of life, to make another family or to create an embarrassing transcendental fraud in the name of sannyāsa. The sannyāsī’s business is not to become proprietor of so many things and amass money from the innocent public. A sannyāsī is proud that he is always thinking of Kṛṣṇa within himself. Of course, there are two kinds of devotees of the Lord. One is called goṣṭhyānandī, which means those who are preachers and have many followers for preaching the glories of the Lord and who live among those many, many followers just to organize missionary activities. Other devotees are ātmānandī, or self-satisfied, and do not take the risk of preaching work. They therefore remain alone with God. In this classification was Kardama Muni. He wanted to be free from all anxieties and remain alone within his heart with the Supreme Personality of Godhead. Parivrāja means “an itinerant mendicant.” A mendicant sannyāsī should not live anywhere for more than three days. He must be always moving because his duty is to move from door to door and enlighten people about Kṛṣṇa consciousness."
    },
    {
        "verse": "35",
        "devanagari": "श्री भगवानुवाचमया प्रोक्तं हि लोकस्य प्रमाणं सत्यलौकिके ।अथाजनि मया तुभ्यं यदवोचमृतं मुने ॥ ३५ ॥",
        "english_devnagari": "śrī-bhagavān uvācamayā proktaṁ hi lokasyapramāṇaṁ satya-laukikeathājani mayā tubhyaṁyad avocam ṛtaṁ mune",
        "verse_Syn": [
            "śrī",
            "bhagavān",
            "uvāca",
            "mayā",
            "proktam",
            "hi",
            "lokasya",
            "pramāṇam",
            "satya",
            "laukike",
            "atha",
            "ajani",
            "mayā",
            "tubhyam",
            "yat",
            "avocam",
            "ṛtam",
            "mune"
        ],
        "translation": "The Personality of Godhead Kapila said: Whatever I speak, whether directly or in the scriptures, is authoritative in all respects for the people of the world. O Muni, because I told you before that I would become your son, I have descended to fulfill this truth.",
        "purport": " Kardama Muni was to leave his family life to completely engage in the service of the Lord. But since he knew that the Lord Himself, as Kapila, had taken birth in his home as his own son, why was he preparing to leave home to search out self-realization or God realization? God Himself was present in his home — why should he leave home? Such a question may certainly arise. But here it is said that whatever is spoken in the Vedas and whatever is practiced in accordance with the injunctions of the Vedas is to be accepted as authoritative in society. Vedic authority says that a householder must leave home after his fiftieth year. Pañcāśordhvaṁ vanaṁ vrajet: one must leave his family life and enter the forest after the age of fifty. This is an authoritative statement of the Vedas, based on the division of social life into four departments of activity — brahmacarya, gṛhastha, vānaprastha and sannyāsa. Kardama Muni practiced yoga very rigidly as a brahmacārī before his marriage, and he became so powerful and attained so much mystic power that his father, Brahmā, ordered him to marry and beget children as a householder. Kardama did that also; he begot nine good daughters and one son, Kapila Muni, and thus his householder duty was also performed nicely, and now his duty was to leave. Even though he had the Supreme Personality of Godhead as his son, he had to respect the authority of the Vedas. This is a very important lesson. Even if one has God in his home as his son, one should still follow the Vedic injunctions. It is stated, mahājano yena gataḥ sa panthāḥ: one should traverse the path which is followed by great personalities. Kardama Muni’s example is very instructive, for in spite of having the Supreme Personality of Godhead as his son, he left home just to obey the authority of the Vedic injunction. Kardama Muni states here the main purpose of his leaving home: while traveling all over the world as a mendicant, he would always remember the Supreme Personality of Godhead within his heart and thereby be freed from all the anxieties of material existence. In this Age of Kali-yuga sannyāsa is prohibited because persons in this age are all śūdras and cannot follow the rules and regulations of sannyāsa life. It is very commonly found that so-called sannyāsīs are addicted to nonsense — even to having private relationships with women. This is the abominable situation in this age. Although they dress themselves as sannyāsīs, they still cannot free themselves from the four principles of sinful life, namely illicit sex life, meat-eating, intoxication and gambling. Since they are not freed from these four principles, they are cheating the public by posing as svāmīs. In Kali-yuga the injunction is that no one should accept sannyāsa. Of course, those who actually follow the rules and regulations must take sannyāsa. Generally, however, people are unable to accept sannyāsa life, and therefore Caitanya Mahāprabhu stressed, kalau nāsty eva nāsty eva nasty eva gatir anyathā. In this age there is no other alternative, no other alternative, no other alternative than to chant the holy name of the Lord: Hare Kṛṣṇa, Hare Kṛṣṇa, Kṛṣṇa Kṛṣṇa, Hare Hare. The main purpose of sannyāsa life is to be in constant companionship with the Supreme Lord, either by thinking of Him within the heart or hearing of Him through aural reception. In this age, hearing is more important than thinking because one’s thinking may be disturbed by mental agitation, but if one concentrates on hearing, he will be forced to associate with the sound vibration of Kṛṣṇa. Kṛṣṇa and the sound vibration “Kṛṣṇa” are nondifferent, so if one loudly vibrates Hare Kṛṣṇa, he will be able to think of Kṛṣṇa immediately. This process of chanting is the best process of self-realization in this age; therefore Lord Caitanya preached it so nicely for the benefit of all humanity."
    },
    {
        "verse": "36",
        "devanagari": "एतन्मे जन्म लोकेऽस्मिन्मुमुक्षूणां दुराशयात् ।प्रसंख्यानाय तत्त्वानां सम्मतायात्मदर्शने ॥ ३६ ॥",
        "english_devnagari": "etan me janma loke ’sminmumukṣūṇāṁ durāśayātprasaṅkhyānāya tattvānāṁsammatāyātma-darśane",
        "verse_Syn": [
            "etat",
            "me",
            "janma",
            "loke",
            "asmin",
            "mumukṣūṇām",
            "durāśayāt",
            "prasaṅkhyānāya",
            "tattvānām",
            "sammatāya",
            "ātma",
            "darśane"
        ],
        "translation": "My appearance in this world is especially to explain the philosophy of Sāṅkhya, which is highly esteemed for self-realization by those desiring freedom from the entanglement of unnecessary material desires.",
        "purport": " Here the word durāśayāt is very significant. Dur refers to trouble or duḥkha, miseries. Āśayāt means “from the shelter.” We conditioned souls have taken shelter of the material body, which is full of troubles and miseries. Foolish people cannot understand the situation, and this is called ignorance, illusion, or the spell of māyā. Human society should very seriously understand that the body itself is the source of all miserable life. Modern civilization is supposed to be making advancement in scientific knowledge, but what is this scientific knowledge? It is based on bodily comforts only, without knowledge that however comfortably one maintains his body, the body is destructible. As stated in Bhagavad-gītā, antavanta ime dehāḥ: these bodies are destined to be destroyed. Nityasyoktāḥ śarīriṇaḥ refers to the living soul, or the living spark, within the body. That soul is eternal, but the body is not eternal. For our activity we must have a body; without a body, without sense organs, there is no activity. But people are not inquiring whether it is possible to have an eternal body. Actually they aspire for an eternal body because even though they engage in sense enjoyment, that sense enjoyment is not eternal. They are therefore in want of something which they can enjoy eternally, but they do not understand how to attain that perfection. Sāṅkhya philosophy, therefore, as stated herein by Kapila-deva, is tattvānām. The Sāṅkhya philosophy system is designed to afford understanding of the real truth. What is that real truth? The real truth is knowledge of how to get out of the material body, which is the source of all trouble. Lord Kapila’s incarnation, or descent, is especially meant for this purpose. That is clearly stated here."
    },
    {
        "verse": "37",
        "devanagari": "एष आत्मपथोऽव्यक्तो नष्ट: कालेन भूयसा ।तं प्रवर्तयितुं देहमिमं विद्धि मया भृतम् ॥ ३७ ॥",
        "english_devnagari": "eṣa ātma-patho ’vyaktonaṣṭaḥ kālena bhūyasātaṁ pravartayituṁ dehamimaṁ viddhi mayā bhṛtam",
        "verse_Syn": [
            "eṣaḥ",
            "ātma",
            "pathaḥ",
            "avyaktaḥ",
            "naṣṭaḥ",
            "kālena",
            "bhūyasā",
            "tam",
            "pravartayitum",
            "deham",
            "imam",
            "viddhi",
            "mayā",
            "bhṛtam"
        ],
        "translation": "This path of self-realization, which is difficult to understand, has now been lost in the course of time. Please know that I have assumed this body of Kapila to introduce and explain this philosophy to human society again.",
        "purport": " It is not true that Sāṅkhya philosophy is a new system of philosophy introduced by Kapila as material philosophers introduce new kinds of mental speculative thought to supersede that of another philosopher. On the material platform, everyone, especially the mental speculator, tries to be more prominent than others. The field of activity of the speculators is the mind. There is no limit to the different ways in which one can agitate the mind, and thus one can put forward an unlimited number of theories. Sāṅkhya philosophy is not like that; it is not mental speculation. It is factual, but at the time of Kapila it was lost. In due course of time, a particular type of knowledge may be lost or may be covered for the time being; that is the nature of this material world. A similar statement was made by Lord Kṛṣṇa in Bhagavad-gītā. Sa kāleneha mahatā yogo naṣṭaḥ: “In course of time the yoga system as stated in Bhagavad-gītā was lost.” It was coming in paramparā, in disciplic succession, but due to the passage of time it was lost. The time factor is so pressing that in the course of time everything within this material world is spoiled or lost. The yoga system of Bhagavad-gītā was lost before the meeting of Kṛṣṇa and Arjuna. Therefore Kṛṣṇa again enunciated the same ancient yoga system to Arjuna, who could actually understand Bhagavad-gītā. Similarly, Kapila also said that the system of Sāṅkhya philosophy was not exactly being introduced by Him; it was already current, but in course of time it was mysteriously lost, and therefore He appeared to reintroduce it. That is the purpose of the incarnation of Godhead. Yadā yadā hi dharmasya glānir bhavati bhārata. Dharma means the real occupation of the living entity. When there is a discrepancy in the eternal occupation of the living entity, the Lord comes and introduces the real occupation of life. Any so-called religious system that is not in the line of devotional service is called adharma-saṁsthāpana. When people forget their eternal relationship with God and engage in something other than devotional service, their engagement is called irreligion. How one can get out of the miserable condition of material life is stated in Sāṅkhya philosophy, and the Lord Himself is explaining this sublime system."
    },
    {
        "verse": "38",
        "devanagari": "गच्छ कामं मयापृष्टो मयि संन्यस्तकर्मणा ।जित्वा सुदुर्जयं मृत्युममृतत्वाय मां भज ॥ ३८ ॥",
        "english_devnagari": "gaccha kāmaṁ mayāpṛṣṭomayi sannyasta-karmaṇājitvā sudurjayaṁ mṛtyumamṛtatvāya māṁ bhaja",
        "verse_Syn": [
            "gaccha",
            "kāmam",
            "mayā",
            "āpṛṣṭaḥ",
            "mayi",
            "sannyasta",
            "karmaṇā",
            "jitvā",
            "sudurjayam",
            "mṛtyum",
            "amṛtatvāya",
            "mām",
            "bhaja"
        ],
        "translation": "Now, being sanctioned by Me, go as you desire, surrendering all your activities to Me. Conquering insurmountable death, worship Me for eternal life.",
        "purport": " The purpose of Sāṅkhya philosophy is stated herein. If anyone wants real, eternal life, he has to engage himself in devotional service, or Kṛṣṇa consciousness. To become free from birth and death is not an easy task. Birth and death are natural to this material body. Sudurjayam means “very, very difficult to overcome.” The modern so-called scientists do not have sufficient means to understand the process of victory over birth and death. Therefore they set aside the question of birth and death; they do not consider it. They simply engage in the problems of the material body, which is transient and sure to end. Actually, human life is meant for conquering the insurmountable process of birth and death. That can be done as stated here. Māṁ bhaja: one must engage in the devotional service of the Lord. In Bhagavad-gītā also the Lord says, man-manā bhava mad-bhaktaḥ: “Just become My devotee. Just worship Me.” But foolish so-called scholars say that it is not Kṛṣṇa whom we must worship and to whom we must surrender; it is something else. Without Kṛṣṇa’s mercy, therefore, no one can understand the Sāṅkhya philosophy or any philosophy which is especially meant for liberation. Vedic knowledge confirms that one becomes entangled in this material life because of ignorance and that one can become free from material embarrassment by becoming situated in factual knowledge. Sāṅkhya means that factual knowledge by which one can get out of the material entanglement."
    },
    {
        "verse": "39",
        "devanagari": "मामात्मानं स्वयंज्योति: सर्वभूतगुहाशयम् ।आत्मन्येवात्मना वीक्ष्य विशोकोऽभयमृच्छसि ॥ ३९ ॥",
        "english_devnagari": "mām ātmānaṁ svayaṁ-jyotiḥsarva-bhūta-guhāśayamātmany evātmanā vīkṣyaviśoko ’bhayam ṛcchasi",
        "verse_Syn": [
            "mām",
            "ātmānam",
            "svayam",
            "jyotiḥ",
            "sarva",
            "bhūta",
            "guhā",
            "āśayam",
            "ātmani",
            "eva",
            "ātmanā",
            "vīkṣya",
            "viśokaḥ",
            "abhayam",
            "ṛcchasi"
        ],
        "translation": "In your own heart, through your intellect, you will always see Me, the supreme self-effulgent soul dwelling within the hearts of all living entities. Thus you will achieve the state of eternal life, free from all lamentation and fear.",
        "purport": " People are very anxious to understand the Absolute Truth in various ways, especially by experiencing the brahmajyoti, or Brahman effulgence, by meditation and by mental speculation. But Kapiladeva uses the word mām to emphasize that the Personality of Godhead is the ultimate feature of the Absolute Truth. In Bhagavad-gītā the Personality of Godhead always says mām, “unto Me,” but the rascals misinterpret the clear meaning. Mām is the Supreme Personality of Godhead. If one can see the Supreme Personality of Godhead as He appears in different incarnations and understand that He has not assumed a material body but is present in His own eternal, spiritual form, then one can understand the nature of the Personality of Godhead. Since the less intelligent cannot understand this point, it is stressed everywhere again and again. Simply by seeing the form of the Lord as He presents Himself by His own internal potency as Kṛṣṇa or Rāma or Kapila, one can directly see the brahmajyoti, because the brahmajyoti is no more than the effulgence of His bodily luster. Since the sunshine is the luster of the sun planet, by seeing the sun one automatically sees the sunshine; similarly, by seeing the Supreme Personality of Godhead one simultaneously sees and experiences the Paramātmā feature as well as the impersonal Brahman feature of the Supreme. The Bhāgavatam has already enunciated that the Absolute Truth is present in three features — in the beginning as the impersonal Brahman, in the next stage as the Paramātmā in everyone’s heart, and, at last, as the ultimate realization of the Absolute Truth, Bhagavān, the Supreme Personality of Godhead. One who sees the Supreme Person can automatically realize the other features, namely the Paramātmā and Brahman features of the Lord. The words used here are viśoko ’bhayam ṛcchasi. Simply by seeing the Personality of Godhead one realizes everything, and the result is that one becomes situated on the platform where there is no lamentation and no fear. This can be attained simply by devotional service to the Personality of Godhead."
    },
    {
        "verse": "40",
        "devanagari": "मात्र आध्यात्मिकीं विद्यां शमनीं सर्वकर्मणाम् ।वितरिष्ये यया चासौ भयं चातितरिष्यति ॥ ४० ॥",
        "english_devnagari": "mātra ādhyātmikīṁ vidyāṁśamanīṁ sarva-karmaṇāmvitariṣye yayā cāsaubhayaṁ cātitariṣyati",
        "verse_Syn": [
            "mātre",
            "ādhyātmikīm",
            "vidyām",
            "śamanīm",
            "sarva",
            "karmaṇām",
            "vitariṣye",
            "yayā",
            "ca",
            "asau",
            "bhayam",
            "ca",
            "atitariṣyati"
        ],
        "translation": "I shall also describe this sublime knowledge, which is the door to spiritual life, to My mother, so that she also can attain perfection and self-realization, ending all reactions to fruitive activities. Thus she also will be freed from all material fear.",
        "purport": " Kardama Muni was anxious about his good wife, Devahūti, while leaving home, and so the worthy son promised that not only would Kardama Muni be freed from the material entanglement, but Devahūti would also be freed by receiving instruction from her son. A very good example is set here: the husband goes away, taking the sannyāsa order for self-realization, but his representative, the son, who is equally educated, remains at home to deliver the mother. A sannyāsī is not supposed to take his wife with him. At the vānaprastha stage of retired life, or the stage midway between householder life and renounced life, one may keep his wife as an assistant without sex relations, but in the sannyāsa order of life one cannot keep his wife with him. Otherwise, a person like Kardama Muni could have kept his wife with him, and there would have been no hindrance to his prosecution of self-realization. Kardama Muni followed the Vedic injunction that no one in sannyāsa life can have any kind of relationship with women. But what is the position of a woman who is left by her husband? She is entrusted to the son, and the son promises that he will deliver his mother from entanglement. A woman is not supposed to take sannyāsa. So-called spiritual societies concocted in modern times give sannyāsa even to women, although there is no sanction in the Vedic literature for a woman’s accepting sannyāsa. Otherwise, if it were sanctioned, Kardama Muni could have taken his wife and given her sannyāsa. The woman must remain at home. She has only three stages of life: dependency on the father in childhood, dependency on the husband in youth and, in old age, dependency on the grown-up son, such as Kapila. In old age the progress of woman depends on the grown-up son. The ideal son, Kapila Muni, is assuring His father of the deliverance of His mother so that His father may go peacefully without anxiety for his good wife."
    },
    {
        "verse": "41",
        "devanagari": "मैत्रेय उवाचएवं समुदितस्तेन कपिलेन प्रजापति: ।दक्षिणीकृत्य तं प्रीतो वनमेव जगाम ह ॥ ४१ ॥",
        "english_devnagari": "maitreya uvācaevaṁ samuditas tenakapilena prajāpatiḥdakṣiṇī-kṛtya taṁ prītovanam eva jagāma ha",
        "verse_Syn": [
            "maitreyaḥ",
            "uvāca",
            "evam",
            "samuditaḥ",
            "tena",
            "kapilena",
            "prajāpatiḥ",
            "dakṣiṇī",
            "kṛtya",
            "tam",
            "prītaḥ",
            "vanam",
            "eva",
            "jagāma",
            "ha"
        ],
        "translation": "Śrī Maitreya said: Thus when Kardama Muni, the progenitor of human society, was spoken to in fullness by his son, Kapila, he circumambulated Him, and with a good, pacified mind he at once left for the forest.",
        "purport": " Going to the forest is compulsory for everyone. It is not a mental excursion upon which one person goes and another does not. Everyone should go to the forest at least as a vānaprastha. Forest-going means to take one-hundred-percent shelter of the Supreme Lord, as explained by Prahlāda Mahārāja in his talks with his father. Sadā samudvigna-dhiyām (Bhāg. 7.5.5). People who have accepted a temporary, material body are always full of anxieties. One should therefore not be very much affected by this material body, but should try to be freed. The preliminary process to become freed is to go to the forest or give up family relationships and exclusively engage in Kṛṣṇa consciousness. That is the purpose of going to the forest. Otherwise, the forest is only a place of monkeys and wild animals. To go to the forest does not mean to become a monkey or a ferocious animal. It means to accept exclusively the shelter of the Supreme Personality of Godhead and engage oneself in full service. One does not actually have to go to the forest. At the present moment this is not at all advisable for a man who has spent his life all along in big cities. As explained by Prahlāda Mahārāja (hitvātma-pātaṁ gṛham andha-kūpam), one should not remain always engaged in the responsibilities of family life because family life without Kṛṣṇa consciousness is just like a blind well. Alone in a field, if one falls into a blind well and no one is there to save him, he may cry for years, and no one will see or hear where the crying is coming from. Death is sure. Similarly, those who are forgetful of their eternal relationship with the Supreme Lord are in the blind well of family life; their position is very ominous. Prahlāda Mahārāja advised that one should give up this well somehow or other and take to Kṛṣṇa consciousness and thus be freed from material entanglement, which is full of anxieties."
    },
    {
        "verse": "42",
        "devanagari": "व्रतं स आस्थितो मौनमात्मैकशरणो मुनि: ।नि:सङ्गो व्यचरत्क्षोणीमनग्निरनिकेतन: ॥ ४२ ॥",
        "english_devnagari": "vrataṁ sa āsthito maunamātmaika-śaraṇo muniḥniḥsaṅgo vyacarat kṣoṇīmanagnir aniketanaḥ",
        "verse_Syn": [
            "vratam",
            "saḥ",
            "āsthitaḥ",
            "maunam",
            "ātma",
            "eka",
            "śaraṇaḥ",
            "muniḥ",
            "niḥsaṅgaḥ",
            "vyacarat",
            "kṣoṇīm",
            "anagniḥ",
            "aniketanaḥ"
        ],
        "translation": "The sage Kardama accepted silence as a vow in order to think of the Supreme Personality of Godhead and take shelter of Him exclusively. Without association, he traveled over the surface of the globe as a sannyāsī, devoid of any relationship with fire or shelter.",
        "purport": " Here the words anagnir aniketanaḥ are very significant. A sannyāsī should be completely detached from fire and any residential quarters. A gṛhastha has a relationship with fire, either for offering sacrifices or for cooking, but a sannyāsī is freed from these two responsibilities. He does not have to cook or offer fire for sacrifice because he is always engaged in Kṛṣṇa consciousness; therefore he has already accomplished all ritualistic performances of religion. Aniketanaḥ means “without lodging.” He should not have his own house, but should depend completely on the Supreme Lord for his food and lodging. He should travel. Mauna means “silence.” Unless one becomes silent, he cannot think completely about the pastimes and activities of the Lord. It is not that because one is a fool and cannot speak nicely he therefore takes the vow of mauna. Rather, one becomes silent so that people will not disturb him. It is said by Cāṇakya Paṇḍita that a rascal appears very intelligent as long as he does not speak. But speaking is the test. The so-called silence of a silent impersonalist svāmī indicates that he has nothing to say; he simply wants to beg. But the silence adopted by Kardama Muni was not like that. He became silent for relief from nonsensical talk. One is called a muni when he remains grave and does not talk nonsense. Mahārāja Ambarīṣa set a very good example; whenever he spoke, he spoke about the pastimes of the Lord. Mauna necessitates refraining from nonsensical talking, and engaging the talking facility in the pastimes of the Lord. In that way one can chant and hear about the Lord in order to perfect his life. Vratam means that one should take a vow as explained in Bhagavad-gītā, amānitvam adambhitvam, without hankering for personal respect and without being proud of one’s material position. Ahiṁsā means not being violent. There are eighteen processes for attaining knowledge and perfection, and by his vow, Kardama Muni adopted all the principles of self-realization."
    },
    {
        "verse": "43",
        "devanagari": "मनो ब्रह्मणि युञ्जानो यत्तत्सदसत: परम् ।गुणावभासे विगुण एकभक्त्यानुभाविते ॥ ४३ ॥",
        "english_devnagari": "mano brahmaṇi yuñjānoyat tat sad-asataḥ paramguṇāvabhāse viguṇaeka-bhaktyānubhāvite",
        "verse_Syn": [
            "manaḥ",
            "brahmaṇi",
            "yuñjānaḥ",
            "yat",
            "tat",
            "sat",
            "asataḥ",
            "param",
            "guṇa",
            "avabhāse",
            "viguṇe",
            "eka",
            "bhaktyā",
            "anubhāvite"
        ],
        "translation": "He fixed his mind upon the Supreme Personality of Godhead, Parabrahman, who is beyond cause and effect, who manifests the three modes of material nature, who is beyond those three modes, and who is perceived only through unfailing devotional service.",
        "purport": " Whenever there is bhakti, there must be three things present — the devotee, the devotion and the Lord. Without these three — bhakta, bhakti and Bhagavān — there is no meaning to the word bhakti. Kardama Muni fixed his mind on the Supreme Brahman and realized Him through bhakti, or devotional service. This indicates that he fixed his mind on the personal feature of the Lord because bhakti cannot be executed unless one has realization of the personal feature of the Absolute Truth. Guṇāvabhāse: He is beyond the three modes of material nature, but it is due to Him that the three modes of material nature are manifested. In other words, although the material energy is an emanation of the Supreme Lord, He is not affected, as we are, by the modes of material nature. We are conditioned souls, but He is not affected, although the material nature has emanated from Him. He is the supreme living entity and is never affected by māyā, but we are subordinate, minute living entities, prone to be affected by the limitations of māyā. If he is in constant contact with the Supreme Lord by devotional service, the conditioned living entity also becomes freed from the infection of māyā. This is confirmed in Bhagavad-gītā: sa guṇān samatītyaitān. A person engaged in Kṛṣṇa consciousness is at once liberated from the influence of the three modes of material nature. In other words, once the conditioned soul engages himself in devotional service, he also becomes liberated like the Lord."
    },
    {
        "verse": "44",
        "devanagari": "निरहंकृतिर्निर्ममश्च निर्द्वन्द्व: समद‍ृक् स्वद‍ृक् ।प्रत्यक्प्रशान्तधीर्धीर: प्रशान्तोर्मिरिवोदधि: ॥ ४४ ॥",
        "english_devnagari": "nirahaṅkṛtir nirmamaś canirdvandvaḥ sama-dṛk sva-dṛkpratyak-praśānta-dhīr dhīraḥpraśāntormir ivodadhiḥ",
        "verse_Syn": [
            "nirahaṅkṛtiḥ",
            "nirmamaḥ",
            "ca",
            "nirdvandvaḥ",
            "sama",
            "dṛk",
            "sva",
            "dṛk",
            "pratyak",
            "praśānta",
            "dhīḥ",
            "dhīraḥ",
            "praśānta",
            "ūrmiḥ",
            "iva",
            "udadhiḥ"
        ],
        "translation": "Thus he gradually became unaffected by the false ego of material identity and became free from material affection. Undisturbed, equal to everyone and without duality, he could indeed see himself also. His mind was turned inward and was perfectly calm, like an ocean unagitated by waves.",
        "purport": " When one’s mind is in full Kṛṣṇa consciousness and one fully engages in rendering devotional service to the Lord, he becomes just like an ocean unagitated by waves. This very example is also cited in Bhagavad-gītā: one should become like the ocean. The ocean is filled by many thousands of rivers, and millions of tons of its water evaporates into clouds, yet the ocean is the same unagitated ocean. The laws of nature may work, but if one is fixed in devotional service at the lotus feet of the Lord, he is not agitated, for he is introspective. He does not look outside to material nature, but he looks in to the spiritual nature of his existence; with a sober mind, he simply engages in the service of the Lord. Thus he realizes his own self without false identification with matter and without affection for material possessions. Such a great devotee is never in trouble with others because he sees everyone from the platform of spiritual understanding; he sees himself and others in the right perspective."
    },
    {
        "verse": "45",
        "devanagari": "वासुदेवे भगवति सर्वज्ञे प्रत्यगात्मनि ।परेण भक्तिभावेन लब्धात्मा मुक्तबन्धन: ॥ ४५ ॥",
        "english_devnagari": "vāsudeve bhagavatisarva-jñe pratyag-ātmanipareṇa bhakti-bhāvenalabdhātmā mukta-bandhanaḥ",
        "verse_Syn": [
            "vāsudeve",
            "bhagavati",
            "sarva",
            "jñe",
            "pratyak",
            "ātmani",
            "pareṇa",
            "bhakti",
            "bhāvena",
            "labdha",
            "ātmā",
            "mukta",
            "bandhanaḥ"
        ],
        "translation": "He thus became liberated from conditioned life and became self-situated in transcendental devotional service to the Personality of Godhead, Vāsudeva, the omniscient Supersoul within everyone.",
        "purport": " When one engages in the transcendental devotional service of the Lord one becomes aware that his constitutional position, as an individual soul, is to be eternally a servitor of the Supreme Lord, Vāsudeva. Self-realization does not mean that because the Supreme Soul and the individual soul are both souls they are equal in every respect. The individual soul is prone to be conditioned, and the Supreme Soul is never conditioned. When the conditioned soul realizes that he is subordinate to the Supreme Soul, his position is called labdhātmā, self-realization, or mukta-bandhana, freedom from material contamination. Material contamination continues as long as one thinks that he is as good as the Supreme Lord or is equal with Him. This condition is the last snare of māyā. Māyā always influences the conditioned soul. Even after much meditation and speculation, if one continues to think himself one with the Supreme Lord, it is to be understood that he is still in the last snares of the spell of māyā. The word pareṇa is very significant. Para means “transcendental, untinged by material contamination.” Full consciousness that one is an eternal servant of the Lord is called parā bhakti. If one has any identification with material things and executes devotional service for attainment of some material gain, that is viddhā bhakti, contaminated bhakti. One can actually become liberated by execution of parā bhakti. Another word mentioned here is sarva jñe. The Supersoul sitting within the heart is all-cognizant. He knows. I may forget my past activities due to the change of body, but because the Supreme Lord as Paramātmā is sitting within me, He knows everything; therefore the result of my past karma, or past activities, is awarded to me. I may forget, but He awards me suffering or enjoyment for the misdeeds or good deeds of my past life. One should not think that he is freed from reaction because he has forgotten the actions of his past life. Reactions will take place, and what kind of reactions there will be is judged by the Supersoul, the witness."
    },
    {
        "verse": "46",
        "devanagari": "आत्मानं सर्वभूतेषु भगवन्तमवस्थितम् ।अपश्यत्सर्वभूतानि भगवत्यपि चात्मनि ॥ ४६ ॥",
        "english_devnagari": "ātmānaṁ sarva-bhūteṣubhagavantam avasthitamapaśyat sarva-bhūtānibhagavaty api cātmani",
        "verse_Syn": [
            "ātmānam",
            "sarva",
            "bhūteṣu",
            "bhagavantam",
            "avasthitam",
            "apaśyat",
            "sarva",
            "bhūtāni",
            "bhagavati",
            "api",
            "ca",
            "ātmani"
        ],
        "translation": "He began to see that the Supreme Personality of Godhead is seated in everyone’s heart, and that everyone is existing on Him, because He is the Supersoul of everyone.",
        "purport": " That everyone is existing on the Supreme Personality of Godhead does not mean that everyone is also Godhead. This is also explained in Bhagavad-gītā: everything is resting on Him, the Supreme Lord, but that does not mean that the Supreme Lord is also everywhere. This mysterious position has to be understood by highly advanced devotees. There are three kinds of devotees — the neophyte devotee, the intermediate devotee and the advanced devotee. The neophyte devotee does not understand the techniques of devotional science, but simply offers devotional service to the Deity in the temple. The intermediate devotee understands who God is, who is a devotee, who is a nondevotee and who is innocent, and he deals with such persons differently. But a person who sees that the Lord is sitting as Paramātmā in everyone’s heart and that everything is depending or existing on the transcendental energy of the Supreme Lord is in the highest devotional position."
    },
    {
        "verse": "47",
        "devanagari": "इच्छाद्वेषविहीनेन सर्वत्र समचेतसा ।भगवद्भक्तियुक्तेन प्राप्ता भागवती गति: ॥ ४७ ॥",
        "english_devnagari": "icchā-dveṣa-vihīnenasarvatra sama-cetasābhagavad-bhakti-yuktenaprāptā bhāgavatī gatiḥ",
        "verse_Syn": [
            "icchā",
            "dveṣa",
            "vihīnena",
            "sarvatra",
            "sama",
            "cetasā",
            "bhagavat",
            "bhakti",
            "yuktena",
            "prāptā",
            "bhāgavatī",
            "gatiḥ"
        ],
        "translation": "Freed from all hatred and desire, Kardama Muni, being equal to everyone because of discharging uncontaminated devotional service, ultimately attained the path back to Godhead.",
        "purport": " As stated in Bhagavad-gītā, only by devotional service can one understand the transcendental nature of the Supreme Lord and, after understanding Him perfectly in His transcendental position, enter into the kingdom of God. The process of entering into the kingdom of God is tri-pāda-bhūti-gati, or the path back home, back to Godhead, by which one can attain the ultimate goal of life. Kardama Muni, by his perfect devotional knowledge and service, achieved this ultimate goal, which is known as bhāgavatī gatiḥ."
    }
]