[
    {
        "verse": "1",
        "devanagari": "उद्धव उवाचतत: स आगत्य पुरं स्वपित्रो-श्चिकीर्षया शं बलदेवसंयुत: ।निपात्य तुङ्गाद्रिपुयूथनाथंहतं व्यकर्षद् व्यसुमोजसोर्व्याम् ॥ १ ॥",
        "english_devnagari": "uddhava uvācatataḥ sa āgatya puraṁ sva-pitrościkīrṣayā śaṁ baladeva-saṁyutaḥnipātya tuṅgād ripu-yūtha-nāthaṁhataṁ vyakarṣad vyasum ojasorvyām",
        "verse_Syn": [
            "uddhavaḥ",
            "uvāca",
            "tataḥ",
            "saḥ",
            "āgatya",
            "puram",
            "sva",
            "pitroḥ",
            "cikīrṣayā",
            "śam",
            "baladeva",
            "saṁyutaḥ",
            "nipātya",
            "tuṅgāt",
            "ripu",
            "yūtha",
            "nātham",
            "hatam",
            "vyakarṣat",
            "vyasum",
            "ojasā",
            "urvyām"
        ],
        "translation": "Śrī Uddhava said: Thereafter Lord Kṛṣṇa went to Mathurā City with Śrī Baladeva, and to please Their parents They dragged Kaṁsa, the leader of public enemies, down from his throne and killed him, pulling him along the ground with great strength.",
        "purport": " King Kaṁsa’s death is only briefly described here because such pastimes are vividly and elaborately described in the Tenth Canto. The Lord proved to be a worthy son of His parents even at the age of sixteen years. Both brothers, Lord Kṛṣṇa and Lord Baladeva, went to Mathurā from Vṛndāvana and killed Their maternal uncle, who had given so much trouble to Their parents, Vasudeva and Devakī. Kaṁsa was a great giant, and Vasudeva and Devakī never thought that Kṛṣṇa and Balarāma (Baladeva) would be able to kill such a great and strong enemy. When the two brothers attacked Kaṁsa on the throne, Their parents feared that now Kaṁsa would finally get the opportunity to kill their sons, whom they had hidden for so long in the house of Nanda Mahārāja. The parents of the Lord, due to parental affection, felt extreme danger, and they almost fainted. Just to convince them that They had actually killed Kaṁsa, Kṛṣṇa and Baladeva pulled Kaṁsa’s dead body along the ground to encourage them."
    },
    {
        "verse": "2",
        "devanagari": "सान्दीपने: सकृत्प्रोक्तं ब्रह्माधीत्य सविस्तरम् ।तस्मै प्रादाद्वरं पुत्रं मृतं पञ्चजनोदरात् ॥ २ ॥",
        "english_devnagari": "sāndīpaneḥ sakṛt proktaṁbrahmādhītya sa-vistaramtasmai prādād varaṁ putraṁmṛtaṁ pañca-janodarāt",
        "verse_Syn": [
            "sāndīpaneḥ",
            "sakṛt",
            "proktam",
            "brahma",
            "adhītya",
            "sa",
            "vistaram",
            "tasmai",
            "prādāt",
            "varam",
            "putram",
            "mṛtam",
            "pañca",
            "jana",
            "udarāt"
        ],
        "translation": "The Lord learned all the Vedas with their different branches simply by hearing them once from His teacher, Sāndīpani Muni, whom He rewarded by bringing back his dead son from the region of Yamaloka.",
        "purport": " No one but the Supreme Lord can become well versed in all the branches of Vedic wisdom simply by hearing once from his teacher. Nor can anyone bring a dead body back to life after the soul has already gone to the region of Yamarāja. But Lord Kṛṣṇa ventured to the planet of Yamaloka and found the dead son of His teacher and brought him back to his father as a reward for the instructions received. The Lord is constitutionally well versed in all the Vedas, and yet to teach by example that everyone must go to learn the Vedas from an authorized teacher and must satisfy the teacher by service and reward, He Himself adopted this system. The Lord offered His services to His teacher, Sāndīpani Muni, and the muni, knowing the power of the Lord, asked something which was impossible to be done by anyone else. The teacher asked that his beloved son, who had died, be brought back to him, and the Lord fulfilled the request. The Lord is not, therefore, an ingrate to anyone who renders Him some sort of service. The devotees of the Lord who always engage in His loving service are never to be disappointed in the progressive march of devotional service."
    },
    {
        "verse": "3",
        "devanagari": "समाहुता भीष्मककन्यया येश्रिय: सवर्णेन बुभूषयैषाम् ।गान्धर्ववृत्त्या मिषतां स्वभागंजह्रे पदं मूर्ध्नि दधत्सुपर्ण: ॥ ३ ॥",
        "english_devnagari": "samāhutā bhīṣmaka-kanyayā yeśriyaḥ savarṇena bubhūṣayaiṣāmgāndharva-vṛttyā miṣatāṁ sva-bhāgaṁjahre padaṁ mūrdhni dadhat suparṇaḥ",
        "verse_Syn": [
            "samāhutāḥ",
            "bhīṣmaka",
            "kanyayā",
            "ye",
            "śriyaḥ",
            "sa",
            "varṇena",
            "bubhūṣayā",
            "eṣām",
            "gāndharva",
            "vṛttyā",
            "miṣatām",
            "sva",
            "bhāgam",
            "jahre",
            "padam",
            "mūrdhni",
            "dadhat",
            "suparṇaḥ"
        ],
        "translation": "Attracted by the beauty and fortune of Rukmiṇī, the daughter of King Bhīṣmaka, many great princes and kings assembled to marry her. But Lord Kṛṣṇa, stepping over the other hopeful candidates, carried her away as His own share, as Garuḍa carried away nectar.",
        "purport": " Princess Rukmiṇī, the daughter of King Bhīṣmaka, was actually as attractive as fortune itself because she was as valuable as gold both in color and in value. Since the goddess of fortune, Lakṣmī, is the property of the Supreme Lord, Rukmiṇī was actually meant for Lord Kṛṣṇa. But Śiśupāla was selected as her bridegroom by Rukmiṇī’s elder brother, although King Bhīṣmaka wanted his daughter to be married to Kṛṣṇa. Rukmiṇī invited Kṛṣṇa to take her away from the clutches of Śiśupāla, so when the bridegroom, Śiśupāla, came there with his party with the desire to marry Rukmiṇī, Kṛṣṇa all of a sudden swept her from the scene, stepping over the heads of all the princes there, just as Garuḍa carried away nectar from the hands of the demons. This incident will be clearly explained in the Tenth Canto."
    },
    {
        "verse": "4",
        "devanagari": "ककुद्मिनोऽविद्धनसो दमित्वास्वयंवरे नाग्नजितीमुवाह ।तद्भग्नमानानपि गृध्यतोऽज्ञा-ञ्जघ्नेऽक्षत: शस्त्रभृत: स्वशस्त्रै: ॥ ४ ॥",
        "english_devnagari": "kakudmino ’viddha-naso damitvāsvayaṁvare nāgnajitīm uvāhatad-bhagnamānān api gṛdhyato ’jñāñjaghne ’kṣataḥ śastra-bhṛtaḥ sva-śastraiḥ",
        "verse_Syn": [
            "kakudminaḥ",
            "aviddha",
            "nasaḥ",
            "damitvā",
            "svayaṁvare",
            "nāgnajitīm",
            "uvāha",
            "tat",
            "bhagnamānān",
            "api",
            "gṛdhyataḥ",
            "ajñān",
            "jaghne",
            "akṣataḥ",
            "śastra",
            "bhṛtaḥ",
            "sva",
            "śastraiḥ"
        ],
        "translation": "By subduing seven bulls whose noses were not pierced, the Lord achieved the hand of Princess Nāgnijitī in the open competition to select her bridegroom. Although the Lord was victorious, His competitors asked the hand of the princess, and thus there was a fight. Well equipped with weapons, the Lord killed or wounded all of them, but He Himself was not hurt.",
        "purport": ""
    },
    {
        "verse": "5",
        "devanagari": "प्रियं प्रभुर्ग्राम्य इव प्रियायाविधित्सुरार्च्छद् द्युतरुं यदर्थे ।वज्र्याद्रवत्तं सगणो रुषान्ध:क्रीडामृगो नूनमयं वधूनाम् ॥ ५ ॥",
        "english_devnagari": "priyaṁ prabhur grāmya iva priyāyāvidhitsur ārcchad dyutaruṁ yad-arthevajry ādravat taṁ sa-gaṇo ruṣāndhaḥkrīḍā-mṛgo nūnam ayaṁ vadhūnām",
        "verse_Syn": [
            "priyam",
            "prabhuḥ",
            "grāmyaḥ",
            "iva",
            "priyāyāḥ",
            "vidhitsuḥ",
            "ārcchat",
            "dyutarum",
            "yat",
            "arthe",
            "vajrī",
            "ādravat",
            "tam",
            "sa",
            "gaṇaḥ",
            "ruṣā",
            "andhaḥ",
            "krīḍā",
            "mṛgaḥ",
            "nūnam",
            "ayam",
            "vadhūnām"
        ],
        "translation": "Just to please His dear wife, the Lord brought back the pārijāta tree from heaven, just as an ordinary husband would do. But Indra, the King of heaven, induced by his wives (henpecked as he was), ran after the Lord with full force to fight Him.",
        "purport": " The Lord once went to the heavenly planet to present an earring to Aditi, the mother of the demigods, and His wife Satyabhāmā also went with Him. There is a special flowering tree called the pārijāta, which grows only in the heavenly planets, and Satyabhāmā wanted this tree. Just to please His wife, like an ordinary husband, the Lord brought back the tree, and this enraged Vajrī, or the controller of the thunderbolt. Indra’s wives inspired him to run after the Lord to fight, and Indra, because he was a henpecked husband and also a fool, listened to them and dared to fight with Kṛṣṇa. He was a fool on this occasion because he forgot that everything belongs to the Lord. There was no fault on the part of the Lord, even though He took away the tree from the heavenly kingdom, but because Indra was henpecked, dominated by his beautiful wives like Śacī, he became a fool, just as all persons who are dominated by their wives are generally foolish. Indra thought that Kṛṣṇa was a henpecked husband who only by the will of His wife Satyabhāmā took away the property of heaven, and therefore he thought that Kṛṣṇa could be punished. He forgot that the Lord is the proprietor of everything and cannot be henpecked. The Lord is fully independent, and by His will only He can have hundreds and thousands of wives like Satyabhāmā. He was not, therefore, attached to Satyabhāmā because she was a beautiful wife, but He was pleased with her devotional service and thus wanted to reciprocate the unalloyed devotion of His devotee."
    },
    {
        "verse": "6",
        "devanagari": "सुतं मृधे खं वपुषा ग्रसन्तंदृष्ट्वा सुनाभोन्मथितं धरित्र्या ।आमन्त्रितस्तत्तनयाय शेषंदत्त्वा तदन्त:पुरमाविवेश ॥ ६ ॥",
        "english_devnagari": "sutaṁ mṛdhe khaṁ vapuṣā grasantaṁdṛṣṭvā sunābhonmathitaṁ dharitryāāmantritas tat-tanayāya śeṣaṁdattvā tad-antaḥ-puram āviveśa",
        "verse_Syn": [
            "sutam",
            "mṛdhe",
            "kham",
            "vapuṣā",
            "grasantam",
            "dṛṣṭvā",
            "sunābha",
            "unmathitam",
            "dharitryā",
            "āmantritaḥ",
            "tat",
            "tanayāya",
            "śeṣam",
            "dattvā",
            "tat",
            "antaḥ",
            "puram",
            "āviveśa"
        ],
        "translation": "Narakāsura, the son of Dharitrī, the earth, tried to grasp the whole sky, and for this he was killed by the Lord in a fight. His mother then prayed to the Lord. This led to the return of the kingdom to the son of Narakāsura, and thus the Lord entered the house of the demon.",
        "purport": " It is said in other Purāṇas that Narakāsura was the son of Dharitrī, the earth, by the Lord Himself. But he became a demon due to the bad association of Bāṇa, another demon. An atheist is called a demon, and it is a fact that even a person born of good parents can turn into a demon by bad association. Birth is not always the criterion of goodness; unless and until one is trained in the culture of good association, one cannot become good."
    },
    {
        "verse": "7",
        "devanagari": "तत्राहृतास्ता नरदेवकन्या:कुजेन दृष्ट्वा हरिमार्तबन्धुम् ।उत्थाय सद्यो जगृहु: प्रहर्ष-व्रीडानुरागप्रहितावलोकै: ॥ ७ ॥",
        "english_devnagari": "tatrāhṛtās tā nara-deva-kanyāḥkujena dṛṣṭvā harim ārta-bandhumutthāya sadyo jagṛhuḥ praharṣa-vrīḍānurāga-prahitāvalokaiḥ",
        "verse_Syn": [
            "tatra",
            "āhṛtāḥ",
            "tāḥ",
            "nara",
            "deva",
            "kanyāḥ",
            "kujena",
            "dṛṣṭvā",
            "harim",
            "ārta",
            "bandhum",
            "utthāya",
            "sadyaḥ",
            "jagṛhuḥ",
            "praharṣa",
            "vrīḍa",
            "anurāga",
            "prahita",
            "avalokaiḥ"
        ],
        "translation": "There in the house of the demon, all the princesses kidnapped by Narakāsura at once became alert upon seeing the Lord, the friend of the distressed. They looked upon Him with eagerness, joy and shyness and offered to be His wives.",
        "purport": " Narakāsura kidnapped many daughters of great kings and kept them imprisoned in his palace. But when he was killed by the Lord and the Lord entered the house of the demon, all the princesses were enlivened with joy and offered to become His wives because the Lord is the only friend of the distressed. Unless the Lord accepted them, there would be no chance of their being married because the demon kidnapped them from their fathers’ custody and therefore no one would agree to marry them. According to Vedic society, girls are transferred from the custody of the father to the custody of the husband. Since these princesses had already been taken away from the custody of their fathers, it would have been difficult for them to have any husband other than the Lord Himself."
    },
    {
        "verse": "8",
        "devanagari": "आसां मुहूर्त एकस्मिन्नानागारेषु योषिताम् ।सविधं जगृहे पाणीननुरूप: स्वमायया ॥ ८ ॥",
        "english_devnagari": "āsāṁ muhūrta ekasminnānāgāreṣu yoṣitāmsa-vidhaṁ jagṛhe pāṇīnanurūpaḥ sva-māyayā",
        "verse_Syn": [
            "āsām",
            "muhūrte",
            "ekasmin",
            "nānā",
            "āgāreṣu",
            "yoṣitām",
            "sa",
            "vidham",
            "jagṛhe",
            "pāṇīn",
            "anurūpaḥ",
            "sva",
            "māyayā"
        ],
        "translation": "All those princesses were lodged in different apartments, and the Lord simultaneously assumed different bodily expansions exactly matching each and every princess. He accepted their hands in perfect rituals by His internal potency.",
        "purport": " In the Brahma-saṁhitā (5.33) the Lord is described as follows in regard to His innumerable plenary expansions: “The Lord, Govinda, whom I worship, is the original Personality of Godhead. He is nondifferent from His innumerable plenary expansions, who are all infallible, original and unlimited and who have eternal forms. Although He is primeval, the oldest personality, He is always fresh and young.” By His internal potency the Lord can expand Himself into various personalities of svayaṁ-prakāśa and again into prābhava and vaibhava forms, and all of them are nondifferent from one another. The forms into which the Lord expanded to marry the princesses in different apartments were all slightly different just to match each and every one of them. They are called vaibhava-vilāsa forms of the Lord and are effected by His internal potency, yoga-māyā."
    },
    {
        "verse": "9",
        "devanagari": "तास्वपत्यान्यजनयदात्मतुल्यानि सर्वत: ।एकैकस्यां दश दश प्रकृतेर्विबुभूषया ॥ ९ ॥",
        "english_devnagari": "tāsv apatyāny ajanayadātma-tulyāni sarvataḥekaikasyāṁ daśa daśaprakṛter vibubhūṣayā",
        "verse_Syn": [
            "tāsu",
            "apatyāni",
            "ajanayat",
            "ātma",
            "tulyāni",
            "sarvataḥ",
            "eka",
            "ekasyām",
            "daśa",
            "daśa",
            "prakṛteḥ",
            "vibubhūṣayā"
        ],
        "translation": "Just to expand Himself according to His transcendental features, the Lord begot in each and every one of them ten offspring with exactly His own qualities.",
        "purport": ""
    },
    {
        "verse": "10",
        "devanagari": "कालमागधशाल्वादीननीकै रुन्धत: पुरम् ।अजीघनत्स्वयं दिव्यं स्वपुंसां तेज आदिशत् ॥ १० ॥",
        "english_devnagari": "kāla-māgadha-śālvādīnanīkai rundhataḥ puramajīghanat svayaṁ divyaṁsva-puṁsāṁ teja ādiśat",
        "verse_Syn": [
            "kāla",
            "māgadha",
            "śālva",
            "ādīn",
            "anīkaiḥ",
            "rundhataḥ",
            "puram",
            "ajīghanat",
            "svayam",
            "divyam",
            "sva",
            "puṁsām",
            "tejaḥ",
            "ādiśat"
        ],
        "translation": "Kālayavana, the King of Magadha and Sālva attacked the city of Mathurā, but when the city was encircled by their soldiers, the Lord refrained from killing them personally, just to show the power of His own men.",
        "purport": " After the death of Kaṁsa, when Mathurā was encircled by the soldiers of Kālayavana, Jarāsandha and Sālva, the Lord seemingly fled from the city, and thus He is known as Ranchor, or one who fled from fighting. Actually, the fact was that the Lord wanted to kill them through the agency of His own men, devotees like Mucukunda and Bhīma. Kālayavana and the King of Magadha were killed by Mucukunda and Bhīma respectively, who acted as agents of the Lord. By such acts the Lord wanted to exhibit the prowess of His devotees, as if He were personally unable to fight but His devotees could kill them. The relationship of the Lord with His devotees is a very happy one. Actually, the Lord descended at the request of Brahmā in order to kill all the undesirables of the world, but to divide the share of glory He sometimes engaged His devotees to take the credit. The Battle of Kurukṣetra was designed by the Lord Himself, but just to give credit to His devotee Arjuna (nimitta-mātraṁ bhava savyasācin), He played the part of the charioteer, while Arjuna was given the chance to play the fighter and thus become the hero of the Battle of Kurukṣetra. What He wants to do Himself by His transcendental plans, He executes through His confidential devotees. That is the way of the Lord’s mercy towards His pure unalloyed devotees."
    },
    {
        "verse": "11",
        "devanagari": "शम्बरं द्विविदं बाणं मुरं बल्वलमेव च ।अन्यांश्च दन्तवक्रादीनवधीत्कांश्च घातयत् ॥ ११ ॥",
        "english_devnagari": "śambaraṁ dvividaṁ bāṇaṁmuraṁ balvalam eva caanyāṁś ca dantavakrādīnavadhīt kāṁś ca ghātayat",
        "verse_Syn": [
            "śambaram",
            "dvividam",
            "bāṇam",
            "muram",
            "balvalam",
            "eva",
            "ca",
            "anyān",
            "ca",
            "dantavakra",
            "ādīn",
            "avadhīt",
            "kān",
            "ca",
            "ghātayat"
        ],
        "translation": "Of kings like Śambara, Dvivida, Bāṇa, Mura, Balvala and many other demons, such as Dantavakra, some He killed Himself, and some He caused to be killed by others [Śrī Baladeva, etc.].",
        "purport": ""
    },
    {
        "verse": "12",
        "devanagari": "अथ ते भ्रातृपुत्राणां पक्षयो: पतितान्नृपान् ।चचाल भू: कुरुक्षेत्रं येषामापततां बलै: ॥ १२ ॥",
        "english_devnagari": "atha te bhrātṛ-putrāṇāṁpakṣayoḥ patitān nṛpāncacāla bhūḥ kurukṣetraṁyeṣām āpatatāṁ balaiḥ",
        "verse_Syn": [
            "atha",
            "te",
            "bhrātṛ",
            "putrāṇām",
            "pakṣayoḥ",
            "patitān",
            "nṛpān",
            "cacāla",
            "bhūḥ",
            "kurukṣetram",
            "yeṣām",
            "āpatatām",
            "balaiḥ"
        ],
        "translation": "Then, O Vidura, the Lord caused all the kings, both the enemies and those on the side of your fighting nephews, to be killed in the Battle of Kurukṣetra. All those kings were so great and strong that the earth seemed to shake as they traversed the warfield.",
        "purport": ""
    },
    {
        "verse": "13",
        "devanagari": "सकर्णदु:शासनसौबलानांकुमन्त्रपाकेन हतश्रियायुषम् ।सुयोधनं सानुचरं शयानंभग्नोरुमूर्व्यां न ननन्द पश्यन् ॥ १३ ॥",
        "english_devnagari": "sa karṇa-duḥśāsana-saubalānāṁkumantra-pākena hata-śriyāyuṣamsuyodhanaṁ sānucaraṁ śayānaṁbhagnorum ūrvyāṁ na nananda paśyan",
        "verse_Syn": [
            "saḥ",
            "karṇa",
            "duḥśāsana",
            "saubalānām",
            "kumantra",
            "pākena",
            "hata",
            "śriya",
            "āyuṣam",
            "suyodhanam",
            "sa",
            "anucaram",
            "śayānam",
            "bhagna",
            "ūrum",
            "ūrvyām",
            "na",
            "nananda",
            "paśyan"
        ],
        "translation": "Duryodhana was bereft of his fortune and duration of life because of the intricacy of ill advice given by Karṇa, Duḥśāsana and Saubala. When he lay on the ground with his followers, his thighs broken although he was powerful, the Lord was not happy to see the scene.",
        "purport": " The fall of Duryodhana, the leading son of Dhṛtarāṣṭra, was not pleasing to the Lord, although He was on the side of Arjuna and it was He who advised Bhīma how to break the thighs of Duryodhana while the fight was going on. The Lord is constrained to award punishment upon the wrongdoer, but He is not happy to award such punishments because the living entities are originally His parts and parcels. He is harder than the thunderbolt for the wrongdoer and softer than the rose for the faithful. The wrongdoer is misled by bad associates and by ill advice, which is against the established principles of the Lord’s order, and thus he becomes subject to punishment. The surest path to happiness is to live by the principles laid down by the Lord and not disobey His established laws, which are enacted in the Vedas and the Purāṇas for the forgetful living entities."
    },
    {
        "verse": "14",
        "devanagari": "कियान् भुवोऽयं क्षपितोरुभारोयद्‌द्रोणभीष्मार्जुनभीममूलै: ।अष्टादशाक्षौहिणिको मदंशै-रास्ते बलं दुर्विषहं यदूनाम् ॥ १४ ॥",
        "english_devnagari": "kiyān bhuvo ’yaṁ kṣapitoru-bhāroyad droṇa-bhīṣmārjuna-bhīma-mūlaiḥaṣṭādaśākṣauhiṇiko mad-aṁśairāste balaṁ durviṣahaṁ yadūnām",
        "verse_Syn": [
            "kiyān",
            "bhuvaḥ",
            "ayam",
            "kṣapita",
            "uru",
            "bhāraḥ",
            "yat",
            "droṇa",
            "bhīṣma",
            "arjuna",
            "bhīma",
            "mūlaiḥ",
            "aṣṭādaśa",
            "akṣauhiṇikaḥ",
            "mat",
            "aṁśaiḥ",
            "āste",
            "balam",
            "durviṣaham",
            "yadūnām"
        ],
        "translation": "[After the end of the Battle of Kurukṣetra, the Lord said:] The abatement of the earth’s great burden, eighteen akṣauhiṇīs, has now been effected with the help of Droṇa, Bhīṣma, Arjuna and Bhīma. But what is this? There is still the great strength of the Yadu dynasty, born of Myself, which may be a more unbearable burden.",
        "purport": " It is a wrong theory that due to an increase in population the world becomes overburdened and therefore there are wars and other annihilating processes. The earth is never overburdened. The heaviest mountains and oceans on the face of the earth hold more living entities than there are human beings, and they are not overburdened. If a census were taken of all the living beings on the surface of the earth, certainly it would be found that the number of humans is not even five percent of the total number of living beings. If the birthrate of human beings is increasing, then the birthrate of other living beings is increasing proportionately. The birthrate of lower animals — beasts, aquatics, birds, etc. — is far greater than that of human beings. There is an adequate arrangement for food for all the living beings all over the earth by the order of the Supreme Lord, and He can arrange more and more if there is actually a disproportionate increase of living beings. Therefore, there is no question of an increase in population causing a burden. The earth became overburdened due to dharma-glāni, or irregular discharge of the Lord’s desire. The Lord appears on the earth to curb the increase in miscreants, and not the increase in population, as is wrongly put forward by the mundane economist. When Lord Kṛṣṇa appeared, there had been a sufficient increase in miscreants who had violated the desire of the Lord. The material creation is meant for fulfilling the desire of the Lord, and His desire is that the conditioned souls who are unfit to enter into the kingdom of God have a chance to improve their conditions for entering. The entire process of cosmic arrangement is intended just to give a chance to the conditioned souls to enter the kingdom of God, and there is an adequate arrangement for their maintenance by the nature of the Lord. Therefore, although there may be a great increase in population on the surface of the earth, if the people are exactly in line with God consciousness and are not miscreants, such a burden on the earth is a source of pleasure for her. There are two kinds of burdens. There is the burden of the beast and the burden of love. The burden of the beast is unbearable, but the burden of love is a source of pleasure. Śrīla Viśvanātha Cakravartī describes the burden of love very practically. He says that the burden of the husband on the young wife, the burden of the child on the lap of the mother, and the burden of wealth on the businessman, although actually burdens from the viewpoint of heaviness, are sources of pleasure, and in the absence of such burdensome objects, one may feel the burden of separation, which is heavier to bear than the actual burden of love. When Lord Kṛṣṇa referred to the burden of the Yadu dynasty on the earth, He referred to something different than the burden of the beast. The large numbers of family members born of Lord Kṛṣṇa counted to some millions and were certainly a great increase in the population of the earth, but because all of them were expansions of the Lord Himself by His transcendental plenary expansions, they were a source of great pleasure for the earth. When the Lord referred to them in connection with the burden on the earth, He had in mind their imminent disappearance from the earth. All the members of the family of Lord Kṛṣṇa were incarnations of different demigods, and they were to disappear from the surface of the earth along with the Lord. When He referred to the unbearable heaviness on the earth in connection with the Yadu dynasty, He was referring to the burden of their separation. Śrīla Jīva Gosvāmī confirms this inference."
    },
    {
        "verse": "15",
        "devanagari": "मिथो यदैषां भविता विवादोमध्वामदाताम्रविलोचनानाम् ।नैषां वधोपाय इयानतोऽन्योमय्युद्यतेऽन्तर्दधते स्वयं स्म ॥ १५ ॥",
        "english_devnagari": "mitho yadaiṣāṁ bhavitā vivādomadhv-āmadātāmra-vilocanānāmnaiṣāṁ vadhopāya iyān ato ’nyomayy udyate ’ntardadhate svayaṁ sma",
        "verse_Syn": [
            "mithaḥ",
            "yadā",
            "eṣām",
            "bhavitā",
            "vivādaḥ",
            "madhu",
            "āmada",
            "ātāmra",
            "vilocanānām",
            "na",
            "eṣām",
            "vadha",
            "upāyaḥ",
            "iyān",
            "ataḥ",
            "anyaḥ",
            "mayi",
            "udyate",
            "antaḥ",
            "dadhate",
            "svayam",
            "sma"
        ],
        "translation": "When they quarrel among themselves, influenced by intoxication, with their eyes red like copper because of drinking [madhu], then only will they disappear; otherwise, it will not be possible. On My disappearance, this incident will take place.",
        "purport": " The Lord and His associates appear and disappear by the will of the Lord. They are not subjected to the laws of material nature. No one was able to kill the family of the Lord, nor was there any possibility of their natural death by the laws of nature. The only means, therefore, for their disappearance was the make-show of a fight amongst themselves, as if brawling in intoxication due to drinking. That so-called fighting would also take place by the will of the Lord; otherwise there would be no cause for their fighting. Just as Arjuna was made to be illusioned by family affection and thus the Bhagavad-gītā was spoken, so the Yadu dynasty was made to be intoxicated by the will of the Lord, and nothing more. The devotees and associates of the Lord are completely surrendered souls. Thus they are transcendental instruments in the hands of the Lord and can be used in any way the Lord desires. The pure devotees also enjoy such pastimes of the Lord because they want to see Him happy. Devotees of the Lord never assert independent individuality; on the contrary, they utilize their individuality in pursuit of the desires of the Lord, and this cooperation of the devotees with the Lord makes a perfect scene of the Lord’s pastimes."
    },
    {
        "verse": "16",
        "devanagari": "एवं सञ्चिन्त्य भगवान् स्वराज्ये स्थाप्य धर्मजम् ।नन्दयामास सुहृद: साधूनां वर्त्म दर्शयन् ॥ १६ ॥",
        "english_devnagari": "evaṁ sañcintya bhagavānsva-rājye sthāpya dharmajamnandayām āsa suhṛdaḥsādhūnāṁ vartma darśayan",
        "verse_Syn": [
            "evam",
            "sañcintya",
            "bhagavān",
            "sva",
            "rājye",
            "sthāpya",
            "dharmajam",
            "nandayām",
            "āsa",
            "suhṛdaḥ",
            "sādhūnām",
            "vartma",
            "darśayan"
        ],
        "translation": "Lord Śrī Kṛṣṇa, thus thinking to Himself, established Mahārāja Yudhiṣṭhira in the position of supreme control of the world in order to show the ideal of administration on the path of piety.",
        "purport": ""
    },
    {
        "verse": "17",
        "devanagari": "उत्तरायां धृत: पूरोर्वंश: साध्वभिमन्युना ।स वै द्रौण्यस्त्रसंप्लुष्ट: पुनर्भगवता धृत: ॥ १७ ॥",
        "english_devnagari": "uttarāyāṁ dhṛtaḥ pūrorvaṁśaḥ sādhv-abhimanyunāsa vai drauṇy-astra-sampluṣṭaḥpunar bhagavatā dhṛtaḥ",
        "verse_Syn": [
            "uttarāyām",
            "dhṛtaḥ",
            "pūroḥ",
            "vaṁśaḥ",
            "sādhu",
            "abhimanyunā",
            "saḥ",
            "vai",
            "drauṇi",
            "astra",
            "sampluṣṭaḥ",
            "punaḥ",
            "bhagavatā",
            "dhṛtaḥ"
        ],
        "translation": "The embryo of Pūru’s descendant begotten by the great hero Abhimanyu in the womb of Uttarā, his wife, was burnt by the weapon of the son of Droṇa, but later he was again protected by the Lord.",
        "purport": " The embryonic body of Parīkṣit which was in formation after Uttarā’s pregnancy by Abhimanyu, the great hero, was burned by the brahmāstra of Aśvatthāmā, but a second body was given by the Lord within the womb, and thus the descendant of Pūru was saved. This incident is the direct proof that the body and the living entity, the spiritual spark, are different. When the living entity takes shelter in the womb of a woman through the injection of the semen of a man, there is an emulsification of the man’s and woman’s discharges, and thus a body is formed the size of a pea, gradually developing into a complete body. But if the developing embryo is destroyed in some way or other, the living entity has to take shelter in another body or in the womb of another woman. The particular living entity who was selected to be the descendant of Mahārāja Pūru, or the Pāṇḍavas, was not an ordinary living entity, and by the superior will of the Lord he was destined to be the successor to Mahārāja Yudhiṣṭhira. Therefore, when Aśvatthāmā destroyed the embryo of Mahārāja Parīkṣit, the Lord, by His own internal potency, entered into the womb of Uttarā by His plenary portion just to give audience to the would-be Mahārāja Parīkṣit, who was in great danger. By His appearance within the womb, the Lord encouraged the child and gave him complete protection in a new body by His omnipotency. By His power of omnipresence He was present both inside and outside of Uttarā and other members of the Pāṇḍava family."
    },
    {
        "verse": "18",
        "devanagari": "अयाजयद्धर्मसुतमश्वमेधैस्त्रिभिर्विभु: ।सोऽपि क्ष्मामनुजै रक्षन् रेमे कृष्णमनुव्रत: ॥ १८ ॥",
        "english_devnagari": "ayājayad dharma-sutamaśvamedhais tribhir vibhuḥso ’pi kṣmām anujai rakṣanreme kṛṣṇam anuvrataḥ",
        "verse_Syn": [
            "ayājayat",
            "dharma",
            "sutam",
            "aśvamedhaiḥ",
            "tribhiḥ",
            "vibhuḥ",
            "saḥ",
            "api",
            "kṣmām",
            "anujaiḥ",
            "rakṣan",
            "reme",
            "kṛṣṇam",
            "anuvrataḥ"
        ],
        "translation": "The Supreme Lord induced the son of Dharma to perform three horse sacrifices, and Mahārāja Yudhiṣṭhira, constantly following Kṛṣṇa, the Personality of Godhead, protected and enjoyed the earth, assisted by his younger brothers.",
        "purport": " Mahārāja Yudhiṣṭhira was the ideal monarchical representative on the earth because he was a constant follower of the Supreme Lord, Śrī Kṛṣṇa. As stated in the Vedas (Īśopaniṣad), the Lord is the proprietor of the entire manifested cosmic creation, which presents a chance for the conditioned souls to revive their eternal relationship with the Lord and thus go back to Godhead, back home. The whole system of the material world is arranged with that program and plan. Anyone who violates the plan is punished by the law of nature, which is acting by the direction of the Supreme Lord. Mahārāja Yudhiṣṭhira was installed on the throne of the earth as a representative of the Lord. The king is always expected to be the representative of the Lord. Perfect monarchy necessitates representation of the supreme will of the Lord, and Mahārāja Yudhiṣṭhira was the ideal monarch on this supreme principle. Both the King and the subjects were happy in the discharge of worldly duties, and thus protection of the citizens and enjoyment of natural life, with full cooperation of material nature, followed in the reign of Mahārāja Yudhiṣṭhira and his worthy descendants like Mahārāja Parīkṣit."
    },
    {
        "verse": "19",
        "devanagari": "भगवानपि विश्वात्मा लोकवेदपथानुग: ।कामान् सिषेवे द्वार्वत्यामसक्त: सांख्यमास्थित: ॥ १९ ॥",
        "english_devnagari": "bhagavān api viśvātmāloka-veda-pathānugaḥkāmān siṣeve dvārvatyāmasaktaḥ sāṅkhyam āsthitaḥ",
        "verse_Syn": [
            "bhagavān",
            "api",
            "viśva",
            "ātmā",
            "loka",
            "veda",
            "patha",
            "anugaḥ",
            "kāmān",
            "siṣeve",
            "dvārvatyām",
            "asaktaḥ",
            "sāṅkhyam",
            "āsthitaḥ"
        ],
        "translation": "Simultaneously, the Personality of Godhead enjoyed life in the city of Dvārakā, strictly in conformity with the Vedic customs of society. He was situated in detachment and knowledge, as enunciated by the Sāṅkhya system of philosophy.",
        "purport": " While Mahārāja Yudhiṣṭhira was the Emperor of the earth, Lord Śrī Kṛṣṇa was the King of Dvārakā and was known as Dvārakādhīśa. Like other subordinate kings, He was under the regime of Mahārāja Yudhiṣṭhira. Although Lord Śrī Kṛṣṇa is the supreme emperor of the entire creation, while He was on this earth He never violated the principles of the Vedic injunctions because they are the guide for human life. Regulated human life according to the Vedic principles, which are based on the system of knowledge called Sāṅkhya philosophy, is the real way of enjoyment of the necessities of life. Without such knowledge, detachment and custom, the so-called human civilization is no more than an animal society of eat, drink, be merry and enjoy. The Lord was acting freely, as He willed, yet by His practical example He taught not to lead a life which goes against the principles of detachment and knowledge. Attainment of knowledge and detachment, as very elaborately discussed in Sāṅkhya philosophy, is the real perfection of life. Knowledge means to know that the mission of the human form of life is to end all the miseries of material existence and that in spite of having to fulfill the bodily necessities in a regulated way, one must be detached from such animal life. Fulfilling the demands of the body is animal life, and fulfilling the mission of the spirit soul is the human mission."
    },
    {
        "verse": "20",
        "devanagari": "स्‍निग्धस्मितावलोकेन वाचा पीयूषकल्पया ।चरित्रेणानवद्येन श्रीनिकेतेन चात्मना ॥ २० ॥",
        "english_devnagari": "snigdha-smitāvalokenavācā pīyūṣa-kalpayācaritreṇānavadyenaśrī-niketena cātmanā",
        "verse_Syn": [
            "snigdha",
            "smita",
            "avalokena",
            "vācā",
            "pīyūṣa",
            "kalpayā",
            "caritreṇa",
            "anavadyena",
            "śrī",
            "niketena",
            "ca",
            "ātmanā"
        ],
        "translation": "He was there in His transcendental body, the residence of the goddess of fortune, with His usual gentle and sweetly smiling face, His nectarean words and His flawless character.",
        "purport": " In the previous verse it is described that Lord Kṛṣṇa, being situated in the truths of Sāṅkhya philosophy, is detached from all kinds of matter. In the present verse it is described that He is the residence of the goddess of fortune. These two things are not at all contradictory. Lord Kṛṣṇa is detached from the variegatedness of the inferior nature, but He is in eternal, blissful enjoyment of the spiritual nature, or His internal potency. One who has a poor fund of knowledge cannot understand this distinction between the external and internal potencies. In Bhagavad-gītā, the internal potency is described as the parā prakṛti. In the Viṣṇu Purāṇa also, the internal potency of Viṣṇu is described as parā śakti. The Lord is never detached from the association of parā śakti. This parā śakti and her manifestations are described in the Brahma-saṁhitā (5.37) as ānanda-cinmaya-rasa-pratibhāvitābhiḥ. The Lord is eternally joyful and cognizant in the taste derived from such transcendental bliss. Negation of the variegatedness of the inferior energy does not necessitate negation of the positive transcendental bliss of the spiritual world. Therefore the Lord’s gentleness, His smile, His character and everything related to Him are all transcendental. Such manifestations of the internal potency are the reality, of which the material shadow is only a temporary representation from which everyone with proper knowledge must be detached."
    },
    {
        "verse": "21",
        "devanagari": "इमं लोकममुं चैव रमयन् सुतरां यदून् ।रेमे क्षणदया दत्तक्षणस्त्रीक्षणसौहृद: ॥ २१ ॥",
        "english_devnagari": "imaṁ lokam amuṁ caivaramayan sutarāṁ yadūnreme kṣaṇadayā datta-kṣaṇa-strī-kṣaṇa-sauhṛdaḥ",
        "verse_Syn": [
            "imam",
            "lokam",
            "amum",
            "ca",
            "eva",
            "ramayan",
            "sutarām",
            "yadūn",
            "reme",
            "kṣaṇadayā",
            "datta",
            "kṣaṇa",
            "strī",
            "kṣaṇa",
            "sauhṛdaḥ"
        ],
        "translation": "The Lord enjoyed His pastimes, both in this world and in other worlds [higher planets], specifically in the association of the Yadu dynasty. At leisure hours offered by night, He enjoyed the friendship of conjugal love with women.",
        "purport": " The Lord enjoyed in this world with His pure devotees. Although He is the Personality of Godhead and is transcendental to all material attachment, He nevertheless exhibited much attachment for His pure devotees on the earth, as well as for the demigods who engage in His service in the heavenly planets as powerful delegated directors in the management of all material activities. He displayed special attachment for His family members, the Yadus, as well as for His sixteen thousand wives, who had the opportunity to meet Him in the leisure hours of night. All these attachments of the Lord are manifestations of His internal potency, of which the external potency is only a shadow representation. In the Skanda Purāṇa, Prabhāsa-khaṇḍa, in the topics between Lord Śiva and Gaurī, the manifestation of His internal potencies is confirmed. There is mention of the Lord’s meeting with sixteen thousand cowherd damsels although He is the Haṁsa (transcendental) Supersoul and maintainer of all living entities. The sixteen thousand cowherd damsels are a display of sixteen varieties of internal potencies. This will be more elaborately explained in the Tenth Canto. It is said there that Lord Kṛṣṇa is just like the moon and the damsels, part of His internal potencies, are like the stars around the moon."
    },
    {
        "verse": "22",
        "devanagari": "तस्यैवं रममाणस्य संवत्सरगणान् बहून् ।गृहमेधेषु योगेषु विराग: समजायत ॥ २२ ॥",
        "english_devnagari": "tasyaivaṁ ramamāṇasyasaṁvatsara-gaṇān bahūngṛhamedheṣu yogeṣuvirāgaḥ samajāyata",
        "verse_Syn": [
            "tasya",
            "evam",
            "ramamāṇasya",
            "saṁvatsara",
            "gaṇān",
            "bahūn",
            "gṛhamedheṣu",
            "yogeṣu",
            "virāgaḥ",
            "samajāyata"
        ],
        "translation": "The Lord was thus engaged in household life for many, many years, but at last His detachment from ephemeral sex life was fully manifested.",
        "purport": " Even though the Lord is never attached to any kind of material sex life, as the universal teacher He remained a householder for many, many years, just to teach others how one should live in householder life. Śrīla Viśvanātha Cakravartī Ṭhākura explains that the word samajāyata means “fully exhibited.” In all His activities while present on the earth, the Lord exhibited detachment. This was fully displayed when He wanted to teach by example that one should not remain attached to household life for all the days of one’s life. One should naturally develop detachment as a matter of course. The Lord’s detachment from household life does not indicate detachment from His eternal associates, the transcendental cowherd damsels. But the Lord desired to end His so-called attachment to the three modes of material nature. He can never be detached from the service of His transcendental associates like Rukmiṇī and other goddesses of fortune, as described in the Brahma-saṁhitā (5.29): lakṣmī-sahasra-śata-sambhrama-sevyamānam."
    },
    {
        "verse": "23",
        "devanagari": "दैवाधीनेषु कामेषु दैवाधीन: स्वयं पुमान् ।को विश्रम्भेत योगेन योगेश्वरमनुव्रत: ॥ २३ ॥",
        "english_devnagari": "daivādhīneṣu kāmeṣudaivādhīnaḥ svayaṁ pumānko viśrambheta yogenayogeśvaram anuvrataḥ",
        "verse_Syn": [
            "daiva",
            "adhīneṣu",
            "kāmeṣu",
            "daiva",
            "adhīnaḥ",
            "svayam",
            "pumān",
            "kaḥ",
            "viśrambheta",
            "yogena",
            "yogeśvaram",
            "anuvrataḥ"
        ],
        "translation": "Every living entity is controlled by a supernatural force, and thus his sense enjoyment is also under the control of that supernatural force. No one, therefore, can put his faith in Lord Kṛṣṇa’s transcendental sense activities but one who has become a devotee of the Lord by rendering devotional service.",
        "purport": " As stated in Bhagavad-gītā, no one can understand the transcendental birth and activities of the Lord. The same fact is herein corroborated: no one but one who is enlightened by the devotional service of the Lord can understand the difference between the Lord’s activities and those of others, who are controlled by the supernatural force. The sense enjoyment of all animals, men and demigods within the purview of the material universe is controlled by the supernatural force called the prakṛti, or daivī-māyā. No one is independent in obtaining sense enjoyment, and everyone in this material world is after sense enjoyment. Persons who are themselves under the control of supernatural power cannot believe that Lord Kṛṣṇa is not under any control beyond Himself in the matter of sense enjoyment. They cannot understand that His senses are transcendental. In the Brahma-saṁhitā the Lord’s senses are described as omnipotent; i.e., with any sense He can perform the activities of the other senses. One who has limited senses cannot believe that the Lord can eat by His transcendental power of hearing and can perform the act of sex life simply by seeing. The controlled living entity cannot even dream of such sense activities in his conditional life. But simply by the activities of bhakti-yoga, he can understand that the Lord and His activities are always transcendental. As the Lord says in Bhagavad-gītā (18.55), bhaktyā mām abhijānāti yāvān yaś cāsmi tattvataḥ: one cannot know even a fraction of the activities of the Lord if he is not a pure devotee of the Lord."
    },
    {
        "verse": "24",
        "devanagari": "पुर्यां कदाचित्क्रीडद्‍‌भिर्यदुभोजकुमारकै: ।कोपिता मुनय: शेपुर्भगवन्मतकोविदा: ॥ २४ ॥",
        "english_devnagari": "puryāṁ kadācit krīḍadbhiryadu-bhoja-kumārakaiḥkopitā munayaḥ śepurbhagavan-mata-kovidāḥ",
        "verse_Syn": [
            "puryām",
            "kadācit",
            "krīḍadbhiḥ",
            "yadu",
            "bhoja",
            "kumārakaiḥ",
            "kopitāḥ",
            "munayaḥ",
            "śepuḥ",
            "bhagavat",
            "mata",
            "kovidāḥ"
        ],
        "translation": "Once upon a time, great sages were made angry by the sporting activities of the princely descendants of the Yadu and Bhoja dynasties, and thus, as desired by the Lord, the sages cursed them.",
        "purport": " The associates of the Lord who were playing the part of princely descendants of the Yadu and Bhoja dynasties were not ordinary living entities. It is not possible that they could offend any saintly man or sage, nor could the sages, who were all pure devotees of the Lord, be influenced to anger by any of the sporting activities of the princes born in the holy dynasties of Yadu or Bhoja, wherein the Lord Himself appeared as a descendant. The cursing of the princes by the sages was another transcendental pastime of the Lord to make a show of anger. The princes were cursed in order that one may know that even the descendants of the Lord, who could never be vanquished by any act of material nature, were subjected to the reactions of anger by great devotees of the Lord. One should therefore take great care and attention not to commit an offense at the feet of a devotee of the Lord."
    },
    {
        "verse": "25",
        "devanagari": "तत: कतिपयैर्मासैर्वृष्णिभोजान्धकादय: ।ययु: प्रभासं संहृष्टा रथैर्देवविमोहिता: ॥ २५ ॥",
        "english_devnagari": "tataḥ katipayair māsairvṛṣṇi-bhojāndhakādayaḥyayuḥ prabhāsaṁ saṁhṛṣṭārathair deva-vimohitāḥ",
        "verse_Syn": [
            "tataḥ",
            "katipayaiḥ",
            "māsaiḥ",
            "vṛṣṇi",
            "bhoja",
            "andhaka",
            "ādayaḥ",
            "yayuḥ",
            "prabhāsam",
            "saṁhṛṣṭāḥ",
            "rathaiḥ",
            "deva",
            "vimohitāḥ"
        ],
        "translation": "A few months passed, and then, bewildered by Kṛṣṇa, all the descendants of Vṛṣṇi, Bhoja and Andhaka who were incarnations of demigods went to Prabhāsa, while those who were eternal devotees of the Lord did not leave but remained in Dvārakā.",
        "purport": ""
    },
    {
        "verse": "26",
        "devanagari": "तत्र स्‍नात्वा पितृन्देवानृषींश्चैव तदम्भसा ।तर्पयित्वाथ विप्रेभ्यो गावो बहुगुणा ददु: ॥ २६ ॥",
        "english_devnagari": "tatra snātvā pitṝn devānṛṣīṁś caiva tad-ambhasātarpayitvātha viprebhyogāvo bahu-guṇā daduḥ",
        "verse_Syn": [
            "tatra",
            "snātvā",
            "pitṝn",
            "devān",
            "ṛṣīn",
            "ca",
            "eva",
            "tat",
            "ambhasā",
            "tarpayitvā",
            "atha",
            "viprebhyaḥ",
            "gāvaḥ",
            "bahu",
            "guṇāḥ",
            "daduḥ"
        ],
        "translation": "After arriving there, all of them took bath, and with the water of this place of pilgrimage they offered their respects to the forefathers, demigods and great sages and thus satisfied them. They gave cows to the brāhmaṇas in royal charity.",
        "purport": " Amongst the devotees of the Lord there are several divisions, mainly nitya-siddhas and sādhana-siddhas. The nitya-siddha devotees never fall down to the region of the material atmosphere, even though they sometimes come onto the material plane to execute the mission of the Lord. The sādhana-siddha devotees are chosen from the conditioned souls. Out of the sādhana devotees, there are mixed and pure devotees. The mixed devotees are sometimes enthusiastic about fruitive activities and are habituated to philosophical speculation. The pure devotees are free from all these mixtures and are completely absorbed in the service of the Lord, regardless of how and where they are situated. Pure devotees of the Lord are not enthusiastic to put aside their service to the Lord in order to go visit holy places of pilgrimage. A great devotee of the Lord in modern times, Śrī Narottama dāsa Ṭhākura, has sung like this: “To visit holy places of pilgrimage is another bewilderment of the mind because devotional service to the Lord at any place is the last word in spiritual perfection.” For pure devotees of the Lord who are completely satisfied with the transcendental loving service of the Lord, there is hardly any necessity to visit the various places of pilgrimage. But those who are not so advanced have the prescribed duties of visiting pilgrimage sites and regularly performing the rituals. The part of the princely order of the Yadu dynasty who went to Prabhāsa performed all duties to be done in a place of pilgrimage and offered their pious actions to their forefathers and others. As a rule, every human being is indebted to God, the demigods, great sages, other living entities, people in general, forefathers, etc., for various contributions received from them. Thus everyone is obliged to repay the debt of gratitude. The Yadus who went to the Prabhāsa pilgrimage site performed their duties by distributing land, gold, and well-nourished cows in royal charity, as described in the following verse."
    },
    {
        "verse": "27",
        "devanagari": "हिरण्यं रजतं शय्यां वासांस्यजिनकम्बलान् ।यानं रथानिभान् कन्या धरां वृत्तिकरीमपि ॥ २७ ॥",
        "english_devnagari": "hiraṇyaṁ rajataṁ śayyāṁvāsāṁsy ajina-kambalānyānaṁ rathān ibhān kanyādharāṁ vṛtti-karīm api",
        "verse_Syn": [
            "hiraṇyam",
            "rajatam",
            "śayyām",
            "vāsāṁsi",
            "ajina",
            "kambalān",
            "yānam",
            "rathān",
            "ibhān",
            "kanyāḥ",
            "dharām",
            "vṛtti",
            "karīm",
            "api"
        ],
        "translation": "The brāhmaṇas were not only given well-fed cows in charity, but also gold, gold coins, bedding, clothing, animal-skin seats, blankets, horses, elephants, girls and sufficient land for maintenance.",
        "purport": " All these charities were meant for the brāhmaṇas, whose lives were devoted entirely to the welfare of society, both spiritually and materially. The brāhmaṇas were not giving their services as paid servants, but the society provided them with all necessities. It was arranged for some of the brāhmaṇas, who were in difficulty for marriage, to be given girls. The brāhmaṇas, therefore, had no economic problems. The kṣatriya kings and rich mercantile men would provide them with all that they needed, and in exchange the brāhmaṇas were completely devoted to the elevation of society. That was the way of social cooperation between the different castes. When the brāhmaṇa class or caste gradually became easygoing, being fed by the society although they had no brahminical qualifications, they degraded themselves into brahma-bandhus, or disqualified brāhmaṇas, and thus other members of society also gradually fell down from the social standard of progressive life. As described in Bhagavad-gītā, the caste system is the creation of the Lord and is arranged according to the quality of work rendered to society and not in terms of birthright, as falsely claimed in the present degraded society."
    },
    {
        "verse": "28",
        "devanagari": "अन्नं चोरुरसं तेभ्यो दत्त्वा भगवदर्पणम् ।गोविप्रार्थासव: शूरा: प्रणेमुर्भुवि मूर्धभि: ॥ २८ ॥",
        "english_devnagari": "annaṁ coru-rasaṁ tebhyodattvā bhagavad-arpaṇamgo-viprārthāsavaḥ śūrāḥpraṇemur bhuvi mūrdhabhiḥ",
        "verse_Syn": [
            "annam",
            "ca",
            "uru",
            "rasam",
            "tebhyaḥ",
            "dattvā",
            "bhagavat",
            "arpaṇam",
            "go",
            "vipra",
            "artha",
            "asavaḥ",
            "śūrāḥ",
            "praṇemuḥ",
            "bhuvi",
            "mūrdhabhiḥ"
        ],
        "translation": "Thereafter they offered the brāhmaṇas highly delicious foodstuffs first offered to the Personality of Godhead and offered their respectful obeisances by touching their heads to the ground. They lived perfectly by protecting the cows and the brāhmaṇas.",
        "purport": " The behavior exhibited by the descendants of Yadu in the pilgrimage site of Prabhāsa was highly cultured and exactly to the point of human perfection. The perfection of human life is attained by following three principles of civilization: protecting the cows, maintaining the brahminical culture and, above all, becoming a pure devotee of the Lord. Without becoming a devotee of the Lord, one cannot perfect one’s human life. The perfection of human life is to be elevated to the spiritual world, where there is no birth, no death, no disease and no old age. That is the highest perfectional aim of human life. Without this aim, any amount of material advancement in so-called comforts can only bring the defeat of the human form of life. Brāhmaṇas and Vaiṣṇavas do not accept any foodstuff which is not first offered to the Personality of Godhead. Foodstuff offered to the Lord is accepted by the devotees as the mercy of the Lord. After all, the Lord supplies all kinds of foodstuff, both to the human being and to other animals. A human being must be conscious of the fact that all foodstuffs, namely grains, vegetables, milk, water, etc. — the prime necessities of life — are supplied for mankind by the Lord, and such foodstuffs cannot be manufactured by any scientist or materialist in a laboratory or factory established by human effort. The intelligent class of men are called brāhmaṇas, and those who have realized the Absolute Truth in His supreme personal feature are called Vaiṣṇavas. But both of them accept foodstuffs which are the remnants of sacrifice. Sacrifice is ultimately meant to satisfy the yajña-puruṣa, Viṣṇu. In Bhagavad-gītā (3.13) it is said that one who accepts foodstuffs as the remnants of sacrifice is freed from all sinful reactions, and one who cooks foodstuffs for maintenance of his body takes in all kinds of sins, which lead only to suffering. The foodstuffs prepared by the Yadus at the Prabhāsa pilgrimage site to offer to the bona fide brāhmaṇas there were all offered to the Personality of Godhead, Viṣṇu. The Yadus offered their sincere obeisances by touching their heads to the ground. The Yadus or any enlightened family in Vedic culture are trained for attainment of human perfection by total cooperation of service between the different divisions of social orders. The word uru-rasam is also significant here. Hundreds of delicacies can be prepared simply by the combination of grains, vegetables and milk. All such preparations are in the mode of goodness and therefore may be offered to the Personality of Godhead. As stated in Bhagavad-gītā (9.26), the Lord accepts only foodstuffs which are within the range of fruits, flowers, leaves and liquids, provided they are offered in complete devotional service. Devotional service is the only criterion for a bona fide offering to the Lord. The Lord assures that He positively eats such foodstuffs offered by the devotees. So, judging from all sides, the Yadus were perfectly trained civilized persons, and their being cursed by the brāhmaṇa sages was only by the desire of the Lord; the whole incident was a warning to all concerned that no one should behave lightly with brāhmaṇas and Vaiṣṇavas."
    }
]