[
    {
        "verse": "1",
        "devanagari": "मैत्रेय उवाचसनकाद्या नारदश्च ऋभुर्हंसोऽरुणिर्यति: ।नैते गृहान् ब्रह्मसुता ह्यावसन्नूर्ध्वरेतस: ॥ १ ॥",
        "english_devnagari": "maitreya uvācasanakādyā nāradaś caṛbhur haṁso ’ruṇir yatiḥnaite gṛhān brahma-sutāhy āvasann ūrdhva-retasaḥ",
        "verse_Syn": [
            "maitreyaḥ",
            "uvāca",
            "sanaka",
            "ādyāḥ",
            "nāradaḥ",
            "ca",
            "ṛbhuḥ",
            "haṁsaḥ",
            "aruṇiḥ",
            "yatiḥ",
            "na",
            "ete",
            "gṛhān",
            "brahma",
            "sutāḥ",
            "hi",
            "āvasan",
            "ūrdhva",
            "retasaḥ"
        ],
        "translation": "The great sage Maitreya said: The four great Kumāra sages headed by Sanaka, as well as Nārada, Ṛbhu, Haṁsa, Aruṇi and Yati, all sons of Brahmā, did not live at home, but became ūrdhva-retā, or naiṣṭhika-brahmacārīs, unadulterated celibates.",
        "purport": " The system of brahmacarya has been current since the birth of Brahmā. A section of the population, especially male, did not marry at all. Instead of allowing their semen to be driven downwards, they used to lift the semen up to the brain. They are called ūrdhva-retasaḥ, those who lift up. Semen is so important that if, by the yogic process, one can lift the semen up to the brain, he can perform wonderful work — one’s memory is enabled to act very swiftly, and the duration of life is increased. Yogīs can thus perform all kinds of austerity with steadiness and be elevated to the highest perfectional stage, even to the spiritual world. Vivid examples of brahmacārīs who accepted this principle of life are the four sages Sanaka, Sanandana, Sanātana and Sanat-kumāra, as well as Nārada and others. Another significant phrase here is naite gṛhān hy āvasan, “they did not live at home.” Gṛha means “home” as well as “wife.” In fact, “home” means wife; “home” does not mean a room or a house. One who lives with a wife lives at home; otherwise, a sannyāsī or brahmacārī, even though he may live in a room or in a house, does not live at home. That they did not live at home means that they did not accept a wife, and so there was no question of their discharging semen. Semen is meant to be discharged when one has a home, a wife and the intention to beget children; otherwise there is no injunction for discharging semen. These principles were followed from the beginning of creation, and such brahmacārīs never created progeny. This narration has dealt with the descendants of Lord Brahmā from Manu’s daughter Prasūti. Prasūti’s daughter was Dākṣāyaṇī, or Satī, in relation to whom the story of the Dakṣa yajña was narrated. Maitreya is now explaining about the progeny of the sons of Brahmā. Out of the many sons of Brahmā, the brahmacārī sons headed by Sanaka and Nārada did not marry at all, and therefore there is no question of narrating the history of their descendants."
    },
    {
        "verse": "2",
        "devanagari": "मृषाधर्मस्य भार्यासीद्दम्भं मायां च शत्रुहन् ।असूत मिथुनं तत्तु निऋर्तिर्जगृहेऽप्रज: ॥ २ ॥",
        "english_devnagari": "mṛṣādharmasya bhāryāsīddambhaṁ māyāṁ ca śatru-hanasūta mithunaṁ tat tunirṛtir jagṛhe ’prajaḥ",
        "verse_Syn": [
            "mṛṣā",
            "adharmasya",
            "bhāryā",
            "āsīt",
            "dambham",
            "māyām",
            "ca",
            "śatru",
            "han",
            "asūta",
            "mithunam",
            "tat",
            "tu",
            "nirṛtiḥ",
            "jagṛhe",
            "aprajaḥ"
        ],
        "translation": "Another son of Lord Brahmā was Irreligion, whose wife’s name was Falsity. From their combination were born two demons named Dambha, or Bluffing, and Māyā, or Cheating. These two demons were taken by a demon named Nirṛti, who had no children.",
        "purport": " It is understood herein that Adharma, Irreligion, was also a son of Brahmā, and he married his sister Mṛṣā. This is the beginning of sex life between brother and sister. This unnatural combination of sex life can be possible in human society only where there is Adharma, or Irreligion. It is understood that in the beginning of creation Brahmā created not only saintly sons like Sanaka, Sanātana and Nārada but also demoniac offspring like Nirṛti, Adharma, Dambha and Falsity. Everything was created by Brahmā in the beginning. Regarding Nārada, it is understood that because his previous life was very pious and his association very good, he was born as Nārada. Others were also born in their own capacities, according to their backgrounds. The law of karma continues birth after birth, and when there is a new creation, the same karma comes back with the living entities. They are born in different capacities according to karma even though their father is originally Brahmā, who is the exalted qualitative incarnation of the Supreme Personality of Godhead."
    },
    {
        "verse": "3",
        "devanagari": "तयो: समभवल्लोभो निकृतिश्च महामते ।ताभ्यां क्रोधश्च हिंसा च यद्दुरुक्ति: स्वसा कलि: ॥ ३ ॥",
        "english_devnagari": "tayoḥ samabhaval lobhonikṛtiś ca mahā-matetābhyāṁ krodhaś ca hiṁsā cayad duruktiḥ svasā kaliḥ",
        "verse_Syn": [
            "tayoḥ",
            "samabhavat",
            "lobhaḥ",
            "nikṛtiḥ",
            "ca",
            "mahā",
            "mate",
            "tābhyām",
            "krodhaḥ",
            "ca",
            "hiṁsā",
            "ca",
            "yat",
            "duruktiḥ",
            "svasā",
            "kaliḥ"
        ],
        "translation": "Maitreya told Vidura: O great soul, from Dambha and Māyā were born Greed and Nikṛti, or Cunning. From their combination came children named Krodha [Anger] and Hiṁsā [Envy], and from their combination were born Kali and his sister Durukti (Harsh Speech).",
        "purport": ""
    },
    {
        "verse": "4",
        "devanagari": "दुरुक्तौ कलिराधत्त भयं मृत्युं च सत्तम ।तयोश्च मिथुनं जज्ञे यातना निरयस्तथा ॥ ४ ॥",
        "english_devnagari": "duruktau kalir ādhattabhayaṁ mṛtyuṁ ca sattamatayoś ca mithunaṁ jajñeyātanā nirayas tathā",
        "verse_Syn": [
            "duruktau",
            "kaliḥ",
            "ādhatta",
            "bhayam",
            "mṛtyum",
            "ca",
            "sat",
            "tama",
            "tayoḥ",
            "ca",
            "mithunam",
            "jajñe",
            "yātanā",
            "nirayaḥ",
            "tathā"
        ],
        "translation": "O greatest of all good men, by the combination of Kali and Harsh Speech were born children named Mṛtyu (Death) and Bhīti (Fear). From the combination of Mṛtyu and Bhīti came children named Yātanā (Excessive Pain) and Niraya (Hell).",
        "purport": ""
    },
    {
        "verse": "5",
        "devanagari": "सङ्ग्रहेण मयाख्यात: प्रतिसर्गस्तवानघ ।त्रि: श्रुत्वैतत्पुमान् पुण्यं विधुनोत्यात्मनो मलम् ॥ ५ ॥",
        "english_devnagari": "saṅgraheṇa mayākhyātaḥpratisargas tavānaghatriḥ śrutvaitat pumān puṇyaṁvidhunoty ātmano malam",
        "verse_Syn": [
            "saṅgraheṇa",
            "mayā",
            "ākhyātaḥ",
            "pratisargaḥ",
            "tava",
            "anagha",
            "triḥ",
            "śrutvā",
            "etat",
            "pumān",
            "puṇyam",
            "vidhunoti",
            "ātmanaḥ",
            "malam"
        ],
        "translation": "My dear Vidura, I have summarily explained the causes of devastation. One who hears this description three times attains piety and washes the sinful contamination from his soul.",
        "purport": " The creation takes place on the basis of goodness, but devastation takes place because of irreligion. That is the way of material creation and devastation. Here it is stated that the cause of devastation is Adharma, or Irreligion. The descendants of Irreligion and Falsity, born one after another, are Bluffing, Cheating, Greed, Cunning, Anger, Envy, Quarrel, Harsh Speech, Death, Fear, Severe Pain and Hell. All these descendants are described as signs of devastation. If a person is pious and hears about these causes of devastation, he will feel hatred for all these, and that will cause his advancement in a life of piety. Piety refers to the process of cleansing the heart. As recommended by Lord Caitanya, one has to cleanse the dust from the mirror of the mind, and then advancement on the path of liberation begins. Here also the same process is recommended. Malam means “contamination.” We should learn to despise all the causes of devastation, beginning from irreligion and cheating, and then we shall be able to make advancement in a life of piety. The possibility of our attaining Kṛṣṇa consciousness will be easier, and we shall not be subjected to repeated devastation. The present life is repeated birth and death, but if we seek the path of liberation, we may be saved from repeated suffering."
    },
    {
        "verse": "6",
        "devanagari": "अथात: कीर्तये वंशं पुण्यकीर्ते: कुरूद्वह ।स्वायम्भुवस्यापि मनोर्हरेरंशांशजन्मन: ॥ ६ ॥",
        "english_devnagari": "athātaḥ kīrtaye vaṁśaṁpuṇya-kīrteḥ kurūdvahasvāyambhuvasyāpi manorharer aṁśāṁśa-janmanaḥ",
        "verse_Syn": [
            "atha",
            "ataḥ",
            "kīrtaye",
            "vaṁśam",
            "puṇya",
            "kīrteḥ",
            "kuru",
            "udvaha",
            "svāyambhuvasya",
            "api",
            "manoḥ",
            "hareḥ",
            "aṁśa",
            "aṁśa",
            "janmanaḥ"
        ],
        "translation": "Maitreya continued: O best of the Kuru dynasty, I shall now describe to you the descendants of Svāyambhuva Manu, who was born of a part of a plenary expansion of the Supreme Personality of Godhead.",
        "purport": " Lord Brahmā is a powerful expansion of the Supreme Personality of Godhead. Although Brahmā is jīva-tattva, he is empowered by the Lord, and therefore he is considered a plenary expansion of the Supreme Godhead. Sometimes it happens that when there is no suitable living being to be empowered to act as Brahmā, the Supreme Lord Himself appears as Brahmā. Brahmā is the plenary expansion of the Supreme Personality of Godhead, and Svāyambhuva Manu was the direct son of Brahmā. The great sage Maitreya is now going to explain about the descendants of this Manu, all of whom are widely celebrated for their pious activities. Before speaking of these pious descendants, Maitreya has already described the descendants of impious activities, representing anger, envy, unpalatable speech, quarrel, fear and death. Purposely, therefore, he is next relating the history of the life of Dhruva Mahārāja, the most pious king within this universe."
    },
    {
        "verse": "7",
        "devanagari": "प्रियव्रतोत्तानपादौ शतरूपापते: सुतौ ।वासुदेवस्य कलया रक्षायां जगत: स्थितौ ॥ ७ ॥",
        "english_devnagari": "priyavratottānapādauśatarūpā-pateḥ sutauvāsudevasya kalayārakṣāyāṁ jagataḥ sthitau",
        "verse_Syn": [
            "priyavrata",
            "uttānapādau",
            "śatarūpā",
            "pateḥ",
            "sutau",
            "vāsudevasya",
            "kalayā",
            "rakṣāyām",
            "jagataḥ",
            "sthitau"
        ],
        "translation": "Svāyambhuva Manu had two sons by his wife, Śatarūpā, and the names of the sons were Uttānapāda and Priyavrata. Because both of them were descendants of a plenary expansion of Vāsudeva, the Supreme Personality of Godhead, they were very competent to rule the universe to maintain and protect the citizens.",
        "purport": " It is said that these two kings, Uttānapāda and Priyavrata, were specifically empowered by the Supreme Personality of Godhead, unlike the great King Ṛṣabha, who was the Supreme Personality of Godhead Himself."
    },
    {
        "verse": "8",
        "devanagari": "जाये उत्तानपादस्य सुनीति: सुरुचिस्तयो: ।सुरुचि: प्रेयसी पत्युर्नेतरा यत्सुतो ध्रुव: ॥ ८ ॥",
        "english_devnagari": "jāye uttānapādasyasunītiḥ surucis tayoḥsuruciḥ preyasī patyurnetarā yat-suto dhruvaḥ",
        "verse_Syn": [
            "jāye",
            "uttānapādasya",
            "sunītiḥ",
            "suruciḥ",
            "tayoḥ",
            "suruciḥ",
            "preyasī",
            "patyuḥ",
            "na",
            "itarā",
            "yat",
            "sutaḥ",
            "dhruvaḥ"
        ],
        "translation": "King Uttānapāda had two queens, named Sunīti and Suruci. Suruci was much more dear to the King; Sunīti, who had a son named Dhruva, was not his favorite.",
        "purport": " The great sage Maitreya wanted to describe the pious activities of the kings. Priyavrata was the first son of Svāyambhuva Manu, and Uttānapāda was the second, but the great sage Maitreya immediately began to speak of Dhruva Mahārāja, the son of Uttānapāda, because Maitreya was very eager to describe pious activities. The incidents in the life of Dhruva Mahārāja are very attractive for devotees. From his pious actions, one can learn how one can detach himself from material possessions and how one can enhance one’s devotional service by severe austerities and penances. By hearing the activities of pious Dhruva, one can enhance one’s faith in God and can directly connect with the Supreme Personality of Godhead, and thus one can very soon be elevated to the transcendental platform of devotional service. The example of Dhruva Mahārāja’s austerities can immediately generate a feeling of devotional service in the hearts of the hearers."
    },
    {
        "verse": "9",
        "devanagari": "एकदा सुरुचे: पुत्रमङ्कमारोप्य लालयन् ।उत्तमं नारुरुक्षन्तं ध्रुवं राजाभ्यनन्दत ॥ ९ ॥",
        "english_devnagari": "ekadā suruceḥ putramaṅkam āropya lālayanuttamaṁ nārurukṣantaṁdhruvaṁ rājābhyanandata",
        "verse_Syn": [
            "ekadā",
            "suruceḥ",
            "putram",
            "aṅkam",
            "āropya",
            "lālayan",
            "uttamam",
            "na",
            "ārurukṣantam",
            "dhruvam",
            "rājā",
            "abhyanandata"
        ],
        "translation": "Once upon a time, King Uttānapāda was patting the son of Suruci, Uttama, placing him on his lap. Dhruva Mahārāja was also trying to get on the King’s lap, but the King did not very much welcome him.",
        "purport": ""
    },
    {
        "verse": "10",
        "devanagari": "तथा चिकीर्षमाणं तं सपत्‍न्यास्तनयं ध्रुवम् ।सुरुचि: श‍ृण्वतो राज्ञ: सेर्ष्यमाहातिगर्विता ॥ १० ॥",
        "english_devnagari": "tathā cikīrṣamāṇaṁ taṁsapatnyās tanayaṁ dhruvamsuruciḥ śṛṇvato rājñaḥserṣyam āhātigarvitā",
        "verse_Syn": [
            "tathā",
            "cikīrṣamāṇam",
            "tam",
            "sa",
            "patnyāḥ",
            "tanayam",
            "dhruvam",
            "suruciḥ",
            "śṛṇvataḥ",
            "rājñaḥ",
            "sa",
            "īrṣyam",
            "āha",
            "atigarvitā"
        ],
        "translation": "While the child, Dhruva Mahārāja, was trying to get on the lap of his father, Suruci, his stepmother, became very envious of the child, and with great pride she began to speak so as to be heard by the King himself.",
        "purport": " The King, of course, was equally affectionate toward both his sons, Uttama and Dhruva, so he had a natural inclination to take Dhruva, as well as Uttama, on his lap. But because of his favoritism towards his queen Suruci, he could not welcome Dhruva Mahārāja, despite his feelings. King Uttānapāda’s feeling was understood by Suruci, and therefore with great pride she began to speak about the King’s affection for her. This is the nature of woman. If a woman understands that her husband regards her as a favorite and is especially affectionate to her, she takes undue advantage. These symptoms are visible even in such an elevated society as the family of Svāyambhuva Manu. Therefore it is concluded that the feminine nature of woman is present everywhere."
    },
    {
        "verse": "11",
        "devanagari": "न वत्स नृपतेर्धिष्ण्यं भवानारोढुमर्हति ।न गृहीतो मया यत्त्वं कुक्षावपि नृपात्मज: ॥ ११ ॥",
        "english_devnagari": "na vatsa nṛpater dhiṣṇyaṁbhavān āroḍhum arhatina gṛhīto mayā yat tvaṁkukṣāv api nṛpātmajaḥ",
        "verse_Syn": [
            "na",
            "vatsa",
            "nṛpateḥ",
            "dhiṣṇyam",
            "bhavān",
            "āroḍhum",
            "arhati",
            "na",
            "gṛhītaḥ",
            "mayā",
            "yat",
            "tvam",
            "kukṣau",
            "api",
            "nṛpa",
            "ātmajaḥ"
        ],
        "translation": "Queen Suruci told Dhruva Mahārāja: My dear child, you do not deserve to sit on the throne or on the lap of the King. Surely you are also the son of the King, but because you did not take your birth from my womb, you are not qualified to sit on your father’s lap.",
        "purport": " Queen Suruci very proudly informed Dhruva Mahārāja that to be the King’s son was not the qualification for sitting on the lap or throne of the King. Rather, this privilege was dependent on one’s having taken birth from her womb. In other words, she indirectly informed Dhruva Mahārāja that although he happened to be born of the King, he was considered an illegitimate son because of his birth from the womb of the other queen."
    },
    {
        "verse": "12",
        "devanagari": "बालोऽसि बत नात्मानमन्यस्त्रीगर्भसम्भृतम् ।नूनं वेद भवान् यस्य दुर्लभेऽर्थे मनोरथ: ॥ १२ ॥",
        "english_devnagari": "bālo ’si bata nātmānamanya-strī-garbha-sambhṛtamnūnaṁ veda bhavān yasyadurlabhe ’rthe manorathaḥ",
        "verse_Syn": [
            "bālaḥ",
            "asi",
            "bata",
            "na",
            "ātmānam",
            "anya",
            "strī",
            "garbha",
            "sambhṛtam",
            "nūnam",
            "veda",
            "bhavān",
            "yasya",
            "durlabhe",
            "arthe",
            "manaḥ",
            "rathaḥ"
        ],
        "translation": "My dear child, you are unaware that you were born not of my womb but of another woman. Therefore you should know that your attempt is doomed to failure. You are trying to fulfill a desire which is impossible to fulfill.",
        "purport": " The small child, Dhruva Mahārāja, was naturally affectionate toward his father, and he did not know that there was a distinction between his two mothers. This distinction was pointed out by Queen Suruci, who informed him that since he was a child he did not understand the distinction between the two queens. This is another statement of Queen Suruci’s pride."
    },
    {
        "verse": "13",
        "devanagari": "तपसाराध्य पुरुषं तस्यैवानुग्रहेण मे ।गर्भे त्वं साधयात्मानं यदीच्छसि नृपासनम् ॥ १३ ॥",
        "english_devnagari": "tapasārādhya puruṣaṁtasyaivānugraheṇa megarbhe tvaṁ sādhayātmānaṁyadīcchasi nṛpāsanam",
        "verse_Syn": [
            "tapasā",
            "ārādhya",
            "puruṣam",
            "tasya",
            "eva",
            "anugraheṇa",
            "me",
            "garbhe",
            "tvam",
            "sādhaya",
            "ātmānam",
            "yadi",
            "icchasi",
            "nṛpa",
            "āsanam"
        ],
        "translation": "If you at all desire to rise to the throne of the King, then you have to undergo severe austerities. First of all you must satisfy the Supreme Personality of Godhead, Nārāyaṇa, and then, when you are favored by Him because of such worship, you shall have to take your next birth from my womb.",
        "purport": " Suruci was so envious of Dhruva Mahārāja that she indirectly asked him to change his body. According to her, first of all he had to die, then take his next body in her womb, and only then would it be possible for Dhruva Mahārāja to ascend the throne of his father."
    },
    {
        "verse": "14",
        "devanagari": "मैत्रेय उवाचमातु: सपत्‍न्या: स दुरुक्तिविद्ध:श्वसन् रुषा दण्डहतो यथाहि: ।हित्वा मिषन्तं पितरं सन्नवाचंजगाम मातु: प्ररुदन् सकाशम् ॥ १४ ॥",
        "english_devnagari": "maitreya uvācamātuḥ sapatnyāḥ sa durukti-viddhaḥśvasan ruṣā daṇḍa-hato yathāhiḥhitvā miṣantaṁ pitaraṁ sanna-vācaṁjagāma mātuḥ prarudan sakāśam",
        "verse_Syn": [
            "maitreyaḥ",
            "uvāca",
            "mātuḥ",
            "sa",
            "patnyāḥ",
            "saḥ",
            "durukti",
            "viddhaḥ",
            "śvasan",
            "ruṣā",
            "daṇḍa",
            "hataḥ",
            "yathā",
            "ahiḥ",
            "hitvā",
            "miṣantam",
            "pitaram",
            "sanna",
            "vācam",
            "jagāma",
            "mātuḥ",
            "prarudan",
            "sakāśam"
        ],
        "translation": "The sage Maitreya continued: My dear Vidura, as a snake, when struck by a stick, breathes very heavily, Dhruva Mahārāja, having been struck by the strong words of his stepmother, began to breathe very heavily because of great anger. When he saw that his father was silent and did not protest, he immediately left the palace and went to his mother.",
        "purport": ""
    },
    {
        "verse": "15",
        "devanagari": "तं नि:श्वसन्तं स्फुरिताधरोष्ठंसुनीतिरुत्सङ्ग उदूह्य बालम् ।निशम्य तत्पौरमुखान्नितान्तंसा विव्यथे यद्गदितं सपत्‍न्या ॥ १५ ॥",
        "english_devnagari": "taṁ niḥśvasantaṁ sphuritādharoṣṭhaṁsunītir utsaṅga udūhya bālamniśamya tat-paura-mukhān nitāntaṁsā vivyathe yad gaditaṁ sapatnyā",
        "verse_Syn": [
            "tam",
            "niḥśvasantam",
            "sphurita",
            "adhara",
            "oṣṭham",
            "sunītiḥ",
            "utsaṅge",
            "udūhya",
            "bālam",
            "niśamya",
            "tat",
            "paura",
            "mukhāt",
            "nitāntam",
            "sā",
            "vivyathe",
            "yat",
            "gaditam",
            "sa",
            "patnyā"
        ],
        "translation": "When Dhruva Mahārāja reached his mother, his lips were trembling in anger, and he was crying very grievously. Queen Sunīti immediately lifted her son onto her lap, while the palace residents who had heard all the harsh words of Suruci related everything in detail. Thus Sunīti also became greatly aggrieved.",
        "purport": ""
    },
    {
        "verse": "16",
        "devanagari": "सोत्सृज्य धैर्यं विललाप शोकदावाग्निना दावलतेव बाला ।वाक्यं सपत्‍न्या: स्मरती सरोजश्रिया द‍ृशा बाष्पकलामुवाह ॥ १६ ॥",
        "english_devnagari": "sotsṛjya dhairyaṁ vilalāpa śoka-dāvāgninā dāva-lateva bālāvākyaṁ sapatnyāḥ smaratī saroja-śriyā dṛśā bāṣpa-kalām uvāha",
        "verse_Syn": [
            "sā",
            "utsṛjya",
            "dhairyam",
            "vilalāpa",
            "śoka",
            "dāva",
            "agninā",
            "dāva",
            "latā",
            "iva",
            "bālā",
            "vākyam",
            "sa",
            "patnyāḥ",
            "smaratī",
            "saroja",
            "śriyā",
            "dṛśā",
            "bāṣpa",
            "kalām",
            "uvāha"
        ],
        "translation": "This incident was unbearable to Sunīti’s patience. She began to burn as if in a forest fire, and in her grief she became just like a burnt leaf and so lamented. As she remembered the words of her co-wife, her bright, lotuslike face filled with tears, and thus she spoke.",
        "purport": " When a man is aggrieved, he feels exactly like a burnt leaf in a forest fire. Sunīti’s position was like that. Although her face was as beautiful as a lotus flower, it dried up because of the burning fire caused by the harsh words of her co-wife."
    },
    {
        "verse": "17",
        "devanagari": "दीर्घं श्वसन्ती वृजिनस्य पार-मपश्यती बालकमाह बाला ।मामङ्गलं तात परेषु मंस्थाभुङ्क्ते जनो यत्परदु:खदस्तत् ॥ १७ ॥",
        "english_devnagari": "dīrghaṁ śvasantī vṛjinasya pāramapaśyatī bālakam āha bālāmāmaṅgalaṁ tāta pareṣu maṁsthābhuṅkte jano yat para-duḥkhadas tat",
        "verse_Syn": [
            "dīrgham",
            "śvasantī",
            "vṛjinasya",
            "pāram",
            "apaśyatī",
            "bālakam",
            "āha",
            "bālā",
            "mā",
            "amaṅgalam",
            "tāta",
            "pareṣu",
            "maṁsthāḥ",
            "bhuṅkte",
            "janaḥ",
            "yat",
            "para",
            "duḥkhadaḥ",
            "tat"
        ],
        "translation": "She also was breathing very heavily, and she did not know the factual remedy for the painful situation. Not finding any remedy, she said to her son: My dear son, don’t wish for anything inauspicious for others. Anyone who inflicts pains upon others suffers himself from that pain.",
        "purport": ""
    },
    {
        "verse": "18",
        "devanagari": "सत्यं सुरुच्याभिहितं भवान्मेयद्दुर्भगाया उदरे गृहीत: ।स्तन्येन वृद्धश्च विलज्जते यांभार्येति वा वोढुमिडस्पतिर्माम् ॥ १८ ॥",
        "english_devnagari": "satyaṁ surucyābhihitaṁ bhavān meyad durbhagāyā udare gṛhītaḥstanyena vṛddhaś ca vilajjate yāṁbhāryeti vā voḍhum iḍaspatir mām",
        "verse_Syn": [
            "satyam",
            "surucyā",
            "abhihitam",
            "bhavān",
            "me",
            "yat",
            "durbhagāyāḥ",
            "udare",
            "gṛhītaḥ",
            "stanyena",
            "vṛddhaḥ",
            "ca",
            "vilajjate",
            "yām",
            "bhāryā",
            "iti",
            "vā",
            "voḍhum",
            "iḍaḥ",
            "patiḥ",
            "mām"
        ],
        "translation": "Sunīti said: My dear boy, whatever has been spoken by Suruci is so, because the King, your father, does not consider me his wife or even his maidservant. He feels ashamed to accept me. Therefore it is a fact that you have taken birth from the womb of an unfortunate woman, and by being fed from her breast you have grown up.",
        "purport": ""
    },
    {
        "verse": "19",
        "devanagari": "आतिष्ठ तत्तात विमत्सरस्त्वम्उक्तं समात्रापि यदव्यलीकम् ।आराधयाधोक्षजपादपद्मंयदीच्छसेऽध्यासनमुत्तमो यथा ॥ १९ ॥",
        "english_devnagari": "ātiṣṭha tat tāta vimatsaras tvamuktaṁ samātrāpi yad avyalīkamārādhayādhokṣaja-pāda-padmaṁyadīcchase ’dhyāsanam uttamo yathā",
        "verse_Syn": [
            "ātiṣṭha",
            "tat",
            "tāta",
            "vimatsaraḥ",
            "tvam",
            "uktam",
            "samātrā",
            "api",
            "yat",
            "avyalīkam",
            "ārādhaya",
            "adhokṣaja",
            "pāda",
            "padmam",
            "yadi",
            "icchase",
            "adhyāsanam",
            "uttamaḥ",
            "yathā"
        ],
        "translation": "My dear boy, whatever has been spoken by Suruci, your stepmother, although very harsh to hear, is factual. Therefore, if you desire at all to sit on the same throne as your stepbrother, Uttama, then give up your envious attitude and immediately try to execute the instructions of your stepmother. Without further delay, you must engage yourself in worshiping the lotus feet of the Supreme Personality of Godhead.",
        "purport": " The harsh words used by Suruci to her stepson were true because unless one is favored by the Supreme Personality of Godhead one cannot achieve any success in life. Man proposes, God disposes. Sunīti, the mother of Dhruva Mahārāja, agreed with her co-wife’s advice that Dhruva engage himself in the worship of the Supreme Personality of Godhead. Indirectly, the words of Suruci were a benediction for Dhruva Mahārāja, for because of the influence of his stepmother’s words, he became a great devotee."
    },
    {
        "verse": "20",
        "devanagari": "यस्याङ्‌घ्रि पद्मं परिचर्य विश्वविभावनायात्तगुणाभिपत्ते: ।अजोऽध्यतिष्ठत्खलु पारमेष्ठ्यंपदं जितात्मश्वसनाभिवन्द्यम् ॥ २० ॥",
        "english_devnagari": "yasyāṅghri-padmaṁ paricarya viśva-vibhāvanāyātta-guṇābhipatteḥajo ’dhyatiṣṭhat khalu pārameṣṭhyaṁpadaṁ jitātma-śvasanābhivandyam",
        "verse_Syn": [
            "yasya",
            "aṅghri",
            "padmam",
            "paricarya",
            "viśva",
            "vibhāvanāya",
            "ātta",
            "guṇa",
            "abhipatteḥ",
            "ajaḥ",
            "adhyatiṣṭhat",
            "khalu",
            "pārameṣṭhyam",
            "padam",
            "jita",
            "ātma",
            "śvasana",
            "abhivandyam"
        ],
        "translation": "Sunīti continued: The Supreme Personality of Godhead is so great that simply by worshiping His lotus feet, your great-grandfather, Lord Brahmā, acquired the necessary qualifications to create this universe. Although he is unborn and is the chief of all living creatures, he is situated in that exalted post because of the mercy of the Supreme Personality of Godhead, whom even great yogīs worship by controlling the mind and regulating the life air [prāṇa].",
        "purport": " Sunīti cited the example of Lord Brahmā, who was Dhruva Mahārāja’s great-grandfather. Although Lord Brahmā is also a living being, by his penance and austerity he acquired the exalted position of creator of this universe by the mercy of the Supreme Lord. To become successful in any attempt, one not only has to undergo severe penances and austerities, but also must be dependent on the mercy of the Supreme Personality of Godhead. This indication had been given to Dhruva Mahārāja by his stepmother and was now confirmed by his own mother, Sunīti."
    },
    {
        "verse": "21",
        "devanagari": "तथा मनुर्वो भगवान् पितामहोयमेकमत्या पुरुदक्षिणैर्मखै: ।इष्ट्वाभिपेदे दुरवापमन्यतोभौमं सुखं दिव्यमथापवर्ग्यम् ॥ २१ ॥",
        "english_devnagari": "tathā manur vo bhagavān pitāmahoyam eka-matyā puru-dakṣiṇair makhaiḥiṣṭvābhipede duravāpam anyatobhaumaṁ sukhaṁ divyam athāpavargyam",
        "verse_Syn": [
            "tathā",
            "manuḥ",
            "vaḥ",
            "bhagavān",
            "pitāmahaḥ",
            "yam",
            "eka",
            "matyā",
            "puru",
            "dakṣiṇaiḥ",
            "makhaiḥ",
            "iṣṭvā",
            "abhipede",
            "duravāpam",
            "anyataḥ",
            "bhaumam",
            "sukham",
            "divyam",
            "atha",
            "āpavargyam"
        ],
        "translation": "Sunīti informed her son: Your grandfather Svāyambhuva Manu executed great sacrifices with distribution of charity, and thereby, with unflinching faith and devotion, he worshiped and satisfied the Supreme Personality of Godhead. By acting in that way, he achieved the greatest success in material happiness and afterwards achieved liberation, which is impossible to obtain by worshiping the demigods.",
        "purport": " The success of one’s life is measured by one’s material happiness in this life and liberation in the next. Such success can be achieved only by the grace of the Supreme Personality of Godhead. The words eka-matyā mean concentrating one’s mind on the Lord without deviation. This process of undeviating worship of the Supreme Lord is also expressed in Bhagavad-gītā as ananya-bhāk. “That which is impossible to obtain from any other source” is also mentioned here. “Other source” refers to worship of the demigods. It is especially stressed here that the opulence of Manu was due to his undeviating faithfulness in the transcendental service of the Lord. One who diverts his mind to worshiping many demigods to obtain material happiness is considered bereft of intelligence. If anyone wants even material happiness, he can worship the Supreme Lord without deviation, and persons who are desirous of liberation can also worship the Supreme Lord and achieve their goal of life."
    },
    {
        "verse": "22",
        "devanagari": "तमेव वत्साश्रय भृत्यवत्सलंमुमुक्षुभिर्मृग्यपदाब्जपद्धतिम् ।अनन्यभावे निजधर्मभावितेमनस्यवस्थाप्य भजस्व पूरुषम् ॥ २२ ॥",
        "english_devnagari": "tam eva vatsāśraya bhṛtya-vatsalaṁmumukṣubhir mṛgya-padābja-paddhatimananya-bhāve nija-dharma-bhāvitemanasy avasthāpya bhajasva pūruṣam",
        "verse_Syn": [
            "tam",
            "eva",
            "vatsa",
            "āśraya",
            "bhṛtya",
            "vatsalam",
            "mumukṣubhiḥ",
            "mṛgya",
            "pada",
            "abja",
            "paddhatim",
            "ananya",
            "bhāve",
            "nija",
            "dharma",
            "bhāvite",
            "manasi",
            "avasthāpya",
            "bhajasva",
            "pūruṣam"
        ],
        "translation": "My dear boy, you also should take shelter of the Supreme Personality of Godhead, who is very kind to His devotees. Persons seeking liberation from the cycle of birth and death always take shelter of the lotus feet of the Lord in devotional service. Becoming purified by executing your allotted occupation, just situate the Supreme Personality of Godhead in your heart, and without deviating for a moment, engage always in His service.",
        "purport": " The system of bhakti-yoga described by Queen Sunīti to her son is the standard way of God realization. Everyone can continue in his constitutional occupational duties and at the same time keep the Supreme Personality of Godhead within his heart. This was also instructed by the Lord Himself to Arjuna in Bhagavad-gītā: “Go on fighting, but keep Me within your mind.” That should be the motto of every honest person seeking perfection in Kṛṣṇa consciousness. In this connection, Queen Sunīti advised her son that the Supreme Personality of Godhead is known as bhṛtya-vatsala, which indicates that He is very kind to His devotees. She said, “You came to me crying, having been insulted by your stepmother, but I am unable to do any good for you. But Kṛṣṇa is so kind to His devotees that if you go to Him, then the combined kindness of millions of mothers like me will be surpassed by His affectionate and tender dealings. When everyone else fails to mitigate one’s misery, Kṛṣṇa is able to help the devotee.” Queen Sunīti also stressed that the process of approaching the Supreme Personality of Godhead is not easy, but is sought after by great sages who are very advanced in spiritual realization. Queen Sunīti also indicated by her instruction that Dhruva Mahārāja was only a small child, five years old, and it was not possible for him to purify himself by the way of karma-kāṇḍa. But by the process of bhakti-yoga, even a child less than five years old, or anyone of any age, can be purified. That is the special significance of bhakti-yoga. Therefore she advised him not to accept worship of the demigods or any other process but simply to take to the Supreme Personality of Godhead, and the result would be all perfection. As soon as one places the Supreme Personality of Godhead within one’s heart, everything becomes easy and successful."
    },
    {
        "verse": "23",
        "devanagari": "नान्यं तत: पद्मपलाशलोचनाद्दु:खच्छिदं ते मृगयामि कञ्चन ।यो मृग्यते हस्तगृहीतपद्मयाश्रियेतरैरङ्ग विमृग्यमाणया ॥ २३ ॥",
        "english_devnagari": "nānyaṁ tataḥ padma-palāśa-locanādduḥkha-cchidaṁ te mṛgayāmi kañcanayo mṛgyate hasta-gṛhīta-padmayāśriyetarair aṅga vimṛgyamāṇayā",
        "verse_Syn": [
            "na",
            "anyam",
            "tataḥ",
            "padma",
            "palāśa",
            "locanāt",
            "duḥkha",
            "chidam",
            "te",
            "mṛgayāmi",
            "kañcana",
            "yaḥ",
            "mṛgyate",
            "hasta",
            "gṛhīta",
            "padmayā",
            "śriyā",
            "itaraiḥ",
            "aṅga",
            "vimṛgyamāṇayā"
        ],
        "translation": "My dear Dhruva, as far as I am concerned, I do not find anyone who can mitigate your distress but the Supreme Personality of Godhead, whose eyes are like lotus petals. Many demigods such as Lord Brahmā seek the pleasure of the goddess of fortune, but the goddess of fortune herself, with a lotus flower in her hand, is always ready to render service to the Supreme Lord.",
        "purport": " Sunīti pointed out herewith that the benediction received from the Supreme Personality of Godhead and that received from the demigods are not on an equal level. Foolish persons say that no matter whom one worships one will get the same result, but actually that is not a fact. In Bhagavad-gītā it is also said that benedictions received from the demigods are all temporary and are meant for the less intelligent. In other words, because the demigods are all materialistically conditioned souls, although they are situated in very exalted positions, their benedictions cannot be permanent. Permanent benediction is spiritual benediction, since a spirit soul is eternal. It is also said in Bhagavad-gītā that only persons who have lost their intelligence go to worship the demigods. Therefore Sunīti told her son that he should not seek the mercy of the demigods, but should directly approach the Supreme Personality of Godhead to mitigate his misery. Material opulences are controlled by the Supreme Personality of Godhead through His different potencies and specifically the goddess of fortune. Therefore, those who are after material opulences seek the pleasure or mercy of the goddess of fortune. Even the highly placed demigods worship the goddess of fortune, but the goddess of fortune, Mahā-Lakṣmī herself, is always seeking the pleasure of the Supreme Personality of Godhead. Anyone, therefore, who takes to the worship of the Supreme Lord automatically receives the blessings of the goddess of fortune. At this stage of his life, Dhruva Mahārāja was seeking material opulences, and his mother advised rightly that even for material opulences it is better to worship not the demigods but the Supreme Lord. Although a pure devotee does not seek benedictions from the Supreme Lord for material advancement, it is stated in Bhagavad-gītā that pious persons go to the Lord even for material benedictions. A person who goes to the Supreme Personality of Godhead for material gain is gradually purified in association with the Supreme Lord. Thus he becomes free from all material desires and is elevated to the platform of spiritual life. Unless one is raised to the spiritual platform, it is not possible for him to completely transcend all material contamination. Sunīti, the mother of Dhruva, was a farseeing woman, and therefore she advised her son to worship the Supreme Lord and no one else. The Lord is described herein as lotus eyed (padma-palāśa-locanāt). When a person is fatigued, if he sees a lotus flower all his fatigue can be immediately reduced to nil. Similarly, when an aggrieved person sees the lotus face of the Supreme Personality of Godhead, immediately all his grief is reduced. A lotus flower is also an insignia in the hand of Lord Viṣṇu as well as in the hand of the goddess of fortune. The worshipers of the goddess of fortune and Lord Viṣṇu together are certainly very opulent in all respects, even in material life. The Lord is sometimes described as śiva-viriñci-nutam, which means that Lord Śiva and Lord Brahmā also offer their respectful obeisances unto the lotus feet of the Supreme Personality of Godhead, Nārāyaṇa."
    },
    {
        "verse": "24",
        "devanagari": "मैत्रेय उवाचएवं सञ्जल्पितं मातुराकर्ण्यार्थागमं वच: ।सन्नियम्यात्मनात्मानं निश्चक्राम पितु: पुरात् ॥ २४ ॥",
        "english_devnagari": "maitreya uvācaevaṁ sañjalpitaṁ māturākarṇyārthāgamaṁ vacaḥsanniyamyātmanātmānaṁniścakrāma pituḥ purāt",
        "verse_Syn": [
            "maitreyaḥ",
            "uvāca",
            "evam",
            "sañjalpitam",
            "mātuḥ",
            "ākarṇya",
            "artha",
            "āgamam",
            "vacaḥ",
            "sanniyamya",
            "ātmanā",
            "ātmānam",
            "niścakrāma",
            "pituḥ",
            "purāt"
        ],
        "translation": "The great sage Maitreya continued: The instruction of Dhruva Mahārāja’s mother, Sunīti, was actually meant for fulfilling his desired objective. Therefore, after deliberate consideration and with intelligence and fixed determination, he left his father’s house.",
        "purport": " Both the mother and the son were lamenting Dhruva Mahārāja’s having been insulted by his stepmother and his father’s not having taken any step on this issue. But mere lamentation is useless — one should find out the means to mitigate one’s lamentation. Thus both mother and son decided to take shelter of the lotus feet of the Lord because that is the only solution to all material problems. It is indicated in this connection that Dhruva Mahārāja left his father’s capital city to go to a secluded place to search out the Supreme Personality of Godhead. It is the instruction of Prahlāda Mahārāja also that if one is seeking peace of mind he should free himself from all contamination of family life and take shelter of the Supreme Godhead by going to the forest. To the Gauḍīya Vaiṣṇava this forest is the forest of Vṛndā, or Vṛndāvana. If one takes shelter of Vṛndāvana under Vṛndāvaneśvarī, Śrīmatī Rādhārāṇī, certainly all the problems of his life are solved very easily."
    },
    {
        "verse": "25",
        "devanagari": "नारदस्तदुपाकर्ण्य ज्ञात्वा तस्य चिकीर्षितम् ।स्पृष्ट्वा मूर्धन्यघघ्नेन पाणिना प्राह विस्मित: ॥ २५ ॥",
        "english_devnagari": "nāradas tad upākarṇyajñātvā tasya cikīrṣitamspṛṣṭvā mūrdhany agha-ghnenapāṇinā prāha vismitaḥ",
        "verse_Syn": [
            "nāradaḥ",
            "tat",
            "upākarṇya",
            "jñātvā",
            "tasya",
            "cikīrṣitam",
            "spṛṣṭvā",
            "mūrdhani",
            "agha",
            "ghnena",
            "pāṇinā",
            "prāha",
            "vismitaḥ"
        ],
        "translation": "The great sage Nārada overheard this news, and understanding all the activities of Dhruva Mahārāja, he was struck with wonder. He approached Dhruva, and touching the boy’s head with his all-virtuous hand, he spoke as follows.",
        "purport": " When Dhruva Mahārāja was talking with his mother, Sunīti, of all the incidents that had taken place in the palace, Nārada was not present. Thus the question may be raised how Nārada overheard all these topics. The answer is that Nārada is trikāla-jña; he is so powerful that he can understand the past, future and present of everyone’s heart, just like the Supersoul, the Supreme Personality of Godhead. Therefore, after understanding the strong determination of Dhruva Mahārāja, Nārada came to help him. It may be explained in this way: The Supreme Personality of Godhead is present in everyone’s heart, and as soon as He understands that a living entity is serious about entering devotional service, He sends His representative. In this way Nārada was sent to Dhruva Mahārāja. This is explained in the Caitanya-caritāmṛta. Guru-kṛṣṇa-prasāde pāya bhakti-latā-bīja: by the grace of the spiritual master and Kṛṣṇa, one can enter into devotional service. Because of Dhruva Mahārāja’s determination, Kṛṣṇa, the Supersoul, immediately sent His representative, Nārada, to initiate him."
    },
    {
        "verse": "26",
        "devanagari": "अहो तेज: क्षत्रियाणां मानभङ्गममृष्यताम् ।बालोऽप्ययं हृदा धत्ते यत्समातुरसद्वच: ॥ २६ ॥",
        "english_devnagari": "aho tejaḥ kṣatriyāṇāṁmāna-bhaṅgam amṛṣyatāmbālo ’py ayaṁ hṛdā dhatteyat samātur asad-vacaḥ",
        "verse_Syn": [
            "aho",
            "tejaḥ",
            "kṣatriyāṇām",
            "māna",
            "bhaṅgam",
            "amṛṣyatām",
            "bālaḥ",
            "api",
            "ayam",
            "hṛdā",
            "dhatte",
            "yat",
            "sa",
            "mātuḥ",
            "asat",
            "vacaḥ"
        ],
        "translation": "How wonderful are the powerful kṣatriyas! They cannot tolerate even a slight infringement upon their prestige. Just imagine! This boy is only a small child, yet harsh words from his stepmother proved unbearable to him.",
        "purport": " The qualifications of the kṣatriyas are described in Bhagavad-gītā. Two important qualifications are to have a sense of prestige and not to flee from battle. It appears that the kṣatriya blood within the body of Dhruva Mahārāja was naturally very active. If the brahminical, kṣatriya or vaiśya culture is maintained in a family, naturally the sons and grandsons inherit the spirit of the particular class. Therefore, according to the Vedic system, the saṁskāra, or the reformatory system, is maintained very rigidly. If one fails to observe the reformatory measures current in the family, one is immediately degraded to a lower standard of life."
    },
    {
        "verse": "27",
        "devanagari": "नारद उवाचनाधुनाप्यवमानं ते सम्मानं वापि पुत्रक ।लक्षयाम: कुमारस्य सक्तस्य क्रीडनादिषु ॥ २७ ॥",
        "english_devnagari": "nārada uvācanādhunāpy avamānaṁ tesammānaṁ vāpi putrakalakṣayāmaḥ kumārasyasaktasya krīḍanādiṣu",
        "verse_Syn": [
            "nāradaḥ",
            "uvāca",
            "na",
            "adhunā",
            "api",
            "avamānam",
            "te",
            "sammānam",
            "vā",
            "api",
            "putraka",
            "lakṣayāmaḥ",
            "kumārasya",
            "saktasya",
            "krīḍana",
            "ādiṣu"
        ],
        "translation": "The great sage Nārada told Dhruva: My dear boy, you are only a little boy whose attachment is to sports and other frivolities. Why are you so affected by words insulting your honor?",
        "purport": " Ordinarily if a child is rebuked as a rascal or fool, he smiles and does not take such insulting words very seriously. Similarly, if words of honor are offered, he does not appreciate them. But in the case of Dhruva Mahārāja, the kṣatriya spirit was so strong that he could not tolerate a slight insult from his stepmother which injured his kṣatriya prestige."
    },
    {
        "verse": "28",
        "devanagari": "विकल्पे विद्यमानेऽपि न ह्यसन्तोषहेतव: ।पुंसो मोहमृते भिन्ना यल्लोके निजकर्मभि: ॥ २८ ॥",
        "english_devnagari": "vikalpe vidyamāne ’pina hy asantoṣa-hetavaḥpuṁso moham ṛte bhinnāyal loke nija-karmabhiḥ",
        "verse_Syn": [
            "vikalpe",
            "vidyamāne",
            "api",
            "na",
            "hi",
            "asantoṣa",
            "hetavaḥ",
            "puṁsaḥ",
            "moham",
            "ṛte",
            "bhinnāḥ",
            "yat",
            "loke",
            "nija",
            "karmabhiḥ"
        ],
        "translation": "My dear Dhruva, if you feel that your sense of honor has been insulted, you still have no cause for dissatisfaction. This kind of dissatisfaction is another feature of the illusory energy; every living entity is controlled by his previous actions, and therefore there are different varieties of life for enjoying or suffering.",
        "purport": " In the Vedas it is said that the living entity is always uncontaminated and unaffected by material association. The living entity gets different types of material bodies because of his previous fruitive actions. If, however, one understands the philosophy that as a living spirit soul he has an affinity for neither suffering nor enjoyment, then he is considered to be a liberated person. It is confirmed in Bhagavad-gītā (18.54), brahma-bhūtaḥ prasannātmā: when one is actually situated on the transcendental platform, he has nothing for which to lament and nothing for which to hanker. Nārada Ṛṣi first of all wanted to impress upon Dhruva Mahārāja that he was only a child; he should not have been affected by words of insult or honor. And if he were so developed as to understand honor and insult, then this understanding should have been applied in his own life. He should have known that honor and dishonor are both destined only by one’s previous actions; therefore one should not be sorry or happy under any circumstances."
    },
    {
        "verse": "29",
        "devanagari": "परितुष्येत्ततस्तात तावन्मात्रेण पूरुष: ।दैवोपसादितं यावद्वीक्ष्येश्वरगतिं बुध: ॥ २९ ॥",
        "english_devnagari": "parituṣyet tatas tātatāvan-mātreṇa pūruṣaḥdaivopasāditaṁ yāvadvīkṣyeśvara-gatiṁ budhaḥ",
        "verse_Syn": [
            "parituṣyet",
            "tataḥ",
            "tāta",
            "tāvat",
            "mātreṇa",
            "pūruṣaḥ",
            "daiva",
            "upasāditam",
            "yāvat",
            "vīkṣya",
            "īśvara",
            "gatim",
            "budhaḥ"
        ],
        "translation": "The process of the Supreme Personality of Godhead is very wonderful. One who is intelligent should accept that process and be satisfied with whatever comes, favorable or unfavorable, by His supreme will.",
        "purport": " The great sage Nārada instructed Dhruva Mahārāja that one should be satisfied in all circumstances. Everyone who is intelligent should know that because of our concept of bodily existence, we are subjected to suffering and enjoyment. One who is in the transcendental position, beyond the concept of bodily life, is considered to be intelligent. One who is a devotee especially accepts all reverses as gifts of the Supreme Lord. When a devotee is put into distress, he accepts this as God’s mercy and offers Him repeated obeisances with his body, mind and intellect. An intelligent person, therefore, should be always satisfied, depending on the mercy of the Lord."
    },
    {
        "verse": "30",
        "devanagari": "अथ मात्रोपदिष्टेन योगेनावरुरुत्ससि ।यत्प्रसादं स वै पुंसां दुराराध्यो मतो मम ॥ ३० ॥",
        "english_devnagari": "atha mātropadiṣṭenayogenāvarurutsasiyat-prasādaṁ sa vai puṁsāṁdurārādhyo mato mama",
        "verse_Syn": [
            "atha",
            "mātrā",
            "upadiṣṭena",
            "yogena",
            "avarurutsasi",
            "yat",
            "prasādam",
            "saḥ",
            "vai",
            "puṁsām",
            "durārādhyaḥ",
            "mataḥ",
            "mama"
        ],
        "translation": "Now you have decided to undertake the mystic process of meditation under the instruction of your mother, just to achieve the mercy of the Lord, but in my opinion such austerities are not possible for any ordinary man. It is very difficult to satisfy the Supreme Personality of Godhead.",
        "purport": " The process of bhakti-yoga is simultaneously very difficult and very easy to perform. Śrī Nārada Muni, the supreme spiritual master, is testing Dhruva Mahārāja to see how determined he is to prosecute devotional service. This is the process of accepting a disciple. The great sage Nārada has come to Dhruva under the direction of the Supreme Personality of Godhead just to initiate him, yet he is testing Dhruva’s determination to execute the process. It is a fact, however, that for a sincere person devotional service is very easy. But for one who is not determined and sincere, this process is very difficult."
    },
    {
        "verse": "31",
        "devanagari": "मुनय: पदवीं यस्य नि:सङ्गेनोरुजन्मभि: ।न विदुर्मृगयन्तोऽपि तीव्रयोगसमाधिना ॥ ३१ ॥",
        "english_devnagari": "munayaḥ padavīṁ yasyaniḥsaṅgenoru-janmabhiḥna vidur mṛgayanto ’pitīvra-yoga-samādhinā",
        "verse_Syn": [
            "munayaḥ",
            "padavīm",
            "yasya",
            "niḥsaṅgena",
            "uru",
            "janmabhiḥ",
            "na",
            "viduḥ",
            "mṛgayantaḥ",
            "api",
            "tīvra",
            "yoga",
            "samādhinā"
        ],
        "translation": "Nārada Muni continued: After trying this process for many, many births and remaining unattached to material contamination, placing themselves continually in trance and executing many types of austerities, many mystic yogīs were unable to find the end of the path of God realization.",
        "purport": ""
    },
    {
        "verse": "32",
        "devanagari": "अतो निवर्ततामेष निर्बन्धस्तव निष्फल: ।यतिष्यति भवान् काले श्रेयसां समुपस्थिते ॥ ३२ ॥",
        "english_devnagari": "ato nivartatām eṣanirbandhas tava niṣphalaḥyatiṣyati bhavān kāleśreyasāṁ samupasthite",
        "verse_Syn": [
            "ataḥ",
            "nivartatām",
            "eṣaḥ",
            "nirbandhaḥ",
            "tava",
            "niṣphalaḥ",
            "yatiṣyati",
            "bhavān",
            "kāle",
            "śreyasām",
            "samupasthite"
        ],
        "translation": "For this reason, my dear boy, you should not endeavor for this; it will not be successful. It is better that you go home. When you are grown up, by the mercy of the Lord you will get a chance for these mystic performances. At that time you may execute this function.",
        "purport": " Generally, a thoroughly trained person takes to spiritual perfection at the end of his life. According to the Vedic system, therefore, life is divided into four stages. In the beginning, one becomes a brahmacārī, a student who studies Vedic knowledge under the authoritative guidance of a spiritual master. He then becomes a householder and executes household duties according to the Vedic process. Then the householder becomes a vānaprastha, and gradually, when he is mature, he renounces household life and vānaprastha life also and takes to sannyāsa, completely devoting himself to devotional service. Generally, people think that childhood is meant for enjoying life by engaging oneself in sports and play, youth is meant for enjoying the company of young girls, and when one becomes old, at the time of death, then he may try to execute devotional service or a mystic yoga process. But this conclusion is not for devotees who are actually serious. The great sage Nārada is instructing Dhruva Mahārāja just to test him. Actually, the direct order is that from any point of life one should begin rendering devotional service. But it is the duty of the spiritual master to test the disciple to see how seriously he desires to execute devotional service. Then he may be initiated."
    },
    {
        "verse": "33",
        "devanagari": "यस्य यद्दैवविहितं स तेन सुखदु:खयो: ।आत्मानं तोषयन्देही तमस: पारमृच्छति ॥ ३३ ॥",
        "english_devnagari": "yasya yad daiva-vihitaṁsa tena sukha-duḥkhayoḥātmānaṁ toṣayan dehītamasaḥ pāram ṛcchati",
        "verse_Syn": [
            "yasya",
            "yat",
            "daiva",
            "vihitam",
            "saḥ",
            "tena",
            "sukha",
            "duḥkhayoḥ",
            "ātmānam",
            "toṣayan",
            "dehī",
            "tamasaḥ",
            "pāram",
            "ṛcchati"
        ],
        "translation": "One should try to keep himself satisfied in any condition of life — whether distress or happiness — which is offered by the supreme will. A person who endures in this way is able to cross over the darkness of nescience very easily.",
        "purport": " Material existence consists of pious and impious fruitive activities. As long as one is engaged in any kind of activity other than devotional service, it will result in the happiness and distress of this material world. When we enjoy life in so-called material happiness, it is to be understood that we are diminishing the resultant actions of our pious activities. And when we are put into suffering, it is to be understood that we are diminishing the resultant actions of our impious activities. Instead of being attached to the circumstantial happiness and distress resulting from pious or impious activities, if we want to get out of the clutches of this nescience, then whatever position we are put in by the will of the Lord we should accept. Thus if we simply surrender unto the Supreme Personality of Godhead, we shall get out of the clutches of this material existence."
    },
    {
        "verse": "34",
        "devanagari": "गुणाधिकान्मुदं लिप्सेदनुक्रोशं गुणाधमात् ।मैत्रीं समानादन्विच्छेन्न तापैरभिभूयते ॥ ३४ ॥",
        "english_devnagari": "guṇādhikān mudaṁ lipsedanukrośaṁ guṇādhamātmaitrīṁ samānād anvicchenna tāpair abhibhūyate",
        "verse_Syn": [
            "guṇa",
            "adhikāt",
            "mudam",
            "lipset",
            "anukrośam",
            "guṇa",
            "adhamāt",
            "maitrīm",
            "samānāt",
            "anvicchet",
            "na",
            "tāpaiḥ",
            "abhibhūyate"
        ],
        "translation": "Every man should act like this: when he meets a person more qualified than himself, he should be very pleased; when he meets someone less qualified than himself, he should be compassionate toward him; and when he meets someone equal to himself, he should make friendship with him. In this way one is never affected by the threefold miseries of this material world.",
        "purport": " Generally when we find someone more qualified than ourselves, we become envious of him; when we find someone less qualified, we deride him; and when we find someone equal we become very proud of our activities. These are the causes of all material tribulations. The great sage Nārada therefore advised that a devotee should act perfectly. Instead of being envious of a more qualified man, one should be jolly to receive him. Instead of being oppressive to a less qualified man, one should be compassionate toward him just to raise him to the proper standard. And when one meets an equal, instead of being proud of one’s own activities before him, one should treat him as a friend. One should also have compassion for the people in general, who are suffering due to forgetfulness of Kṛṣṇa. These important functions will make one happy within this material world."
    },
    {
        "verse": "35",
        "devanagari": "ध्रुव उवाचसोऽयं शमो भगवता सुखदु:खहतात्मनाम् ।दर्शित: कृपया पुंसां दुर्दर्शोऽस्मद्विधैस्तु य: ॥ ३५ ॥",
        "english_devnagari": "dhruva uvācaso ’yaṁ śamo bhagavatāsukha-duḥkha-hatātmanāmdarśitaḥ kṛpayā puṁsāṁdurdarśo ’smad-vidhais tu yaḥ",
        "verse_Syn": [
            "dhruvaḥ",
            "uvāca",
            "saḥ",
            "ayam",
            "śamaḥ",
            "bhagavatā",
            "sukha",
            "duḥkha",
            "hata",
            "ātmanām",
            "darśitaḥ",
            "kṛpayā",
            "puṁsām",
            "durdarśaḥ",
            "asmat",
            "vidhaiḥ",
            "tu",
            "yaḥ"
        ],
        "translation": "Dhruva Mahārāja said: My dear Lord Nāradajī, for a person whose heart is disturbed by the material conditions of happiness and distress, whatever you have so kindly explained for attainment of peace of mind is certainly a very good instruction. But as far as I am concerned, I am covered by ignorance, and this kind of philosophy does not touch my heart.",
        "purport": " There are various classes of men. One class is called akāmīs, referring to those who have no material desire. Desire must exist, either material or spiritual. Material desire arises when one wants to satisfy one’s personal senses. One who is ready to sacrifice anything to satisfy the Supreme Personality of Godhead can be said to have spiritual desire. Dhruva did not accept the instruction given by the great saint Nārada because he thought himself unfit for such instruction, which prohibited all material desires. It is not a fact, however, that those who have material desires are prohibited from worshiping the Supreme Personality of Godhead. This is the essential instruction from the life of Dhruva. He frankly admitted that his heart was full of material desires. He was very much affected by the cruel words of his stepmother, whereas those who are spiritually advanced do not care about anyone’s condemnation or adoration. In Bhagavad-gītā it is said that persons who are actually advanced in spiritual life do not care for the dual behavior of this material world. But Dhruva Mahārāja frankly admitted that he was not beyond the affliction of material distress and happiness. He was confident that the instruction given by Nārada was valuable, yet he could not accept it. The question raised here is whether or not a person afflicted by material desires is fit to worship the Supreme Personality of Godhead. The answer is that everyone is fit to worship Him. Even if one has many material desires to fulfill, he should take to Kṛṣṇa consciousness and worship the Supreme Lord Kṛṣṇa, who is so merciful that He fulfills everyone’s desires. Through this narration it will become very clear that no one is barred from worshiping the Supreme Personality of Godhead, even if one has many material desires."
    },
    {
        "verse": "36",
        "devanagari": "अथापि मेऽविनीतस्य क्षात्‍त्रं घोरमुपेयुष: ।सुरुच्या दुर्वचोबाणैर्न भिन्ने श्रयते हृदि ॥ ३६ ॥",
        "english_devnagari": "athāpi me ’vinītasyakṣāttraṁ ghoram upeyuṣaḥsurucyā durvaco-bāṇairna bhinne śrayate hṛdi",
        "verse_Syn": [
            "atha",
            "api",
            "me",
            "avinītasya",
            "kṣāttram",
            "ghoram",
            "upeyuṣaḥ",
            "surucyāḥ",
            "durvacaḥ",
            "bāṇaiḥ",
            "na",
            "bhinne",
            "śrayate",
            "hṛdi"
        ],
        "translation": "My dear lord, I am very impudent for not accepting your instructions, but this is not my fault. It is due to my having been born in a kṣatriya family. My stepmother, Suruci, has pierced my heart with her harsh words. Therefore your valuable instruction does not stand in my heart.",
        "purport": " It is said that the heart or mind is just like an earthen pot: once broken, it cannot be repaired by any means. Dhruva Mahārāja gave this example to Nārada Muni. He said that his heart, having been pierced by the arrows of his stepmother’s harsh words, felt so broken that nothing seemed valuable but his desire to counteract her insult. His stepmother had said that because he was born from the womb of Sunīti, a neglected queen of Mahārāja Uttānapāda, Dhruva Mahārāja was not fit to sit either on the throne or on his father’s lap. In other words, according to his stepmother, he could not be declared king. Dhruva Mahārāja’s determination, therefore, was to become king of a planet exalted even beyond that possessed by Lord Brahmā, the greatest of all the demigods. Dhruva Mahārāja indirectly informed the great sage Nārada that there are four kinds of human spirit — the brahminical spirit, the kṣatriya spirit, the vaiśya spirit and the śūdra spirit. The spirit of one caste is not applicable to the members of another. The philosophical spirit enunciated by Nārada Muni might have been suitable for a brāhmaṇa spirit, but it was not suitable for a kṣatriya. Dhruva frankly admitted that he was lacking in brahminical humility and was therefore unable to accept the philosophy of Nārada Muni. The statements of Dhruva Mahārāja indicate that unless a child is trained according to his tendency there is no possibility of his developing his particular spirit. It was the duty of the spiritual master or teacher to observe the psychological movement of a particular boy and thus train him in a particular occupational duty. Dhruva Mahārāja, having already been trained in the kṣatriya spirit, would not accept the brahminical philosophy. In America we have practical experience of this incompatibility of the brahminical and kṣatriya temperaments. The American boys, who have simply been trained as śūdras, are not at all fit to fight in battle. Therefore, when they are called to join the military, they refuse because they do not have kṣatriya spirit. This is a cause of great dissatisfaction in society. That the boys do not have the kṣatriya spirit does not mean that they are trained in brahminical qualities; they are trained as śūdras, and thus in frustration they are becoming hippies. However, as soon as they enter the Kṛṣṇa consciousness movement being started in America, they are trained to meet the brahminical qualifications, even though they have fallen to the lowest conditions as śūdras. In other words, since the Kṛṣṇa consciousness movement is open for everyone, people in general can attain the brahminical qualifications. This is the greatest need at the present moment, for now there are actually no brāhmaṇas or kṣatriyas but only some vaiśyas and, for the most part, śūdras. The classification of society into brāhmaṇas, kṣatriyas, vaiśyas and śūdras is very scientific. In the human social body, the brāhmaṇas are considered the head, the kṣatriyas are the arms, the vaiśyas are the belly, and the śūdras are the legs. At the present moment the body has legs and a belly, but there are no arms or head, and therefore society is topsy-turvy. It is necessary to reestablish the brahminical qualifications in order to raise the fallen human society to the highest standard of spiritual consciousness."
    },
    {
        "verse": "37",
        "devanagari": "पदं त्रिभुवनोत्कृष्टं जिगीषो: साधु वर्त्म मे ।ब्रूह्यस्मत्पितृभिर्ब्रह्मन्नन्यैरप्यनधिष्ठितम् ॥ ३७ ॥",
        "english_devnagari": "padaṁ tri-bhuvanotkṛṣṭaṁjigīṣoḥ sādhu vartma mebrūhy asmat-pitṛbhir brahmannanyair apy anadhiṣṭhitam",
        "verse_Syn": [
            "padam",
            "tri",
            "bhuvana",
            "utkṛṣṭam",
            "jigīṣoḥ",
            "sādhu",
            "vartma",
            "me",
            "brūhi",
            "asmat",
            "pitṛbhiḥ",
            "brahman",
            "anyaiḥ",
            "api",
            "anadhiṣṭhitam"
        ],
        "translation": "O learned brāhmaṇa, I want to occupy a position more exalted than any yet achieved within the three worlds by anyone, even by my father and grandfather. If you will oblige, kindly advise me of an honest path to follow by which I can achieve the goal of my life.",
        "purport": " When Dhruva Mahārāja refused to accept the brahminical instruction of Nārada Muni, naturally the next question would be what sort of instruction he wanted. So even before Nārada Muni asked, Dhruva Mahārāja expressed his heartfelt desire. His father, of course, was the emperor of the entire world, and his grandfather, Lord Brahmā, was the creator of the universe. Dhruva Mahārāja expressed his desire to possess a kingdom better than those of his father and grandfather. He frankly stated that he wanted a kingdom which had no competitor within the three worlds, namely the higher, middle and lower planetary systems. The greatest personality within this universe is Lord Brahmā, and Dhruva Mahārāja wanted a position even greater than his. He wanted to take advantage of Nārada Muni’s presence because he knew very well that if Nārada Muni, the greatest devotee of Lord Kṛṣṇa, could bless him or show him the path, then certainly he would be able to occupy a more exalted position than any person within the three worlds. Thus he wanted help from Nāradajī to achieve that position. Dhruva Mahārāja wanted a position greater than that of Brahmā. This was practically an impossible proposition, but by pleasing the Supreme Personality of Godhead a devotee can achieve even the impossible. One particular point mentioned here is that Dhruva Mahārāja wanted to occupy an exalted position not by hook or by crook, but by honest means. This indicates that if Kṛṣṇa offered him such a position, then he would accept it. That is the nature of a devotee. He may desire material gain, but he accepts it only if Kṛṣṇa offers it. Dhruva Mahārāja was sorry to refuse the instruction of Nārada Muni; therefore he requested him to be merciful to him by showing a path by which he could fulfill his mind’s desires."
    },
    {
        "verse": "38",
        "devanagari": "नूनं भवान्भगवतो योऽङ्गज: परमेष्ठिन: ।वितुदन्नटते वीणां हिताय जगतोऽर्कवत् ॥ ३८ ॥",
        "english_devnagari": "nūnaṁ bhavān bhagavatoyo ’ṅgajaḥ parameṣṭhinaḥvitudann aṭate vīṇāṁhitāya jagato ’rkavat",
        "verse_Syn": [
            "nūnam",
            "bhavān",
            "bhagavataḥ",
            "yaḥ",
            "aṅga",
            "jaḥ",
            "parameṣṭhinaḥ",
            "vitudan",
            "aṭate",
            "vīṇām",
            "hitāya",
            "jagataḥ",
            "arka",
            "vat"
        ],
        "translation": "My dear lord, you are a worthy son of Lord Brahmā, and you travel, playing on your musical instrument, the vīṇā, for the welfare of the entire universe. You are like the sun, which rotates in the universe for the benefit of all living beings.",
        "purport": " Dhruva Mahārāja, although a young child, expressed his hope that he might be offered the benediction of a kingdom which would exceed in opulence those of his father and grandfather. He also expressed his gladness that he had met such an exalted person as Nārada, whose only concern was to illuminate the world, like the sun, which rotates all over the universe only for the purpose of benefiting the inhabitants of all planets. Nārada Muni travels all over the universe for the sole purpose of performing the best welfare activity for the entire universe by teaching everyone how to become a devotee of the Supreme Personality of Godhead. Thus Dhruva Mahārāja felt fully assured that Nārada Muni could fulfill his desire, even though the desire was very extraordinary. The example of the sun is very significant. The sun is so kind that he distributes his sunshine everywhere, without consideration. Dhruva Mahārāja requested Nārada Muni to be merciful to him. He pointed out that Nārada travels all over the universe just for the purpose of doing good to all conditioned souls. He requested that Nārada Muni show his mercy by awarding him the benefit of his particular desire. Dhruva Mahārāja was strongly determined to fulfill his desire, and it was for that purpose that he had left his home and palace."
    },
    {
        "verse": "39",
        "devanagari": "मैत्रेय उवाचइत्युदाहृतमाकर्ण्य भगवान्नारदस्तदा ।प्रीत: प्रत्याह तं बालं सद्वाक्यमनुकम्पया ॥ ३९ ॥",
        "english_devnagari": "maitreya uvācaity udāhṛtam ākarṇyabhagavān nāradas tadāprītaḥ pratyāha taṁ bālaṁsad-vākyam anukampayā",
        "verse_Syn": [
            "maitreyaḥ",
            "uvāca",
            "iti",
            "udāhṛtam",
            "ākarṇya",
            "bhagavān",
            "nāradaḥ",
            "tadā",
            "prītaḥ",
            "pratyāha",
            "tam",
            "bālam",
            "sat",
            "vākyam",
            "anukampayā"
        ],
        "translation": "The sage Maitreya continued: The great personality Nārada Muni, upon hearing the words of Dhruva Mahārāja, became very compassionate toward him, and in order to show him his causeless mercy, he gave him the following expert advice.",
        "purport": " Since the great sage Nārada is the foremost spiritual master, naturally his only activity is to bestow the greatest benefit upon whomever he meets. Dhruva Mahārāja, however, was a child, and so his demand was also that of a playful child. Still, the great sage became compassionate toward him, and for his welfare he spoke the following verses."
    },
    {
        "verse": "40",
        "devanagari": "नारद उवाचजनन्याभिहित: पन्था: स वै नि:श्रेयसस्य ते ।भगवान् वासुदेवस्तं भज तं प्रवणात्मना ॥ ४० ॥",
        "english_devnagari": "nārada uvācajananyābhihitaḥ panthāḥsa vai niḥśreyasasya tebhagavān vāsudevas taṁbhaja taṁ pravaṇātmanā",
        "verse_Syn": [
            "nāradaḥ",
            "uvāca",
            "jananyā",
            "abhihitaḥ",
            "panthāḥ",
            "saḥ",
            "vai",
            "niḥśreyasasya",
            "te",
            "bhagavān",
            "vāsudevaḥ",
            "tam",
            "bhaja",
            "tam",
            "pravaṇa",
            "ātmanā"
        ],
        "translation": "The great sage Nārada told Dhruva Mahārāja: The instruction given by your mother, Sunīti, to follow the path of devotional service to the Supreme Personality of Godhead, is just suitable for you. You should therefore completely absorb yourself in the devotional service of the Lord.",
        "purport": " Dhruva Mahārāja’s demand was to achieve an abode even greater than Lord Brahmā’s. Within this universe, Lord Brahmā is supposed to be in the most exalted position, for he is the chief of all demigods, but Dhruva Mahārāja wanted a realm beyond his. Therefore his desire was not to be fulfilled by worshiping any demigod. As described in Bhagavad-gītā, the benedictions offered by the demigods are all temporary. Therefore Nārada Muni asked Dhruva Mahārāja to follow the path recommended by his mother — to worship Kṛṣṇa, Vāsudeva. When Kṛṣṇa offers anything, it is beyond the expectation of the devotee. Both Sunīti and Nārada Muni knew that the demand of Dhruva Mahārāja was impossible for any demigod to fulfill, and therefore both of them recommended following the process of devotional service to Lord Kṛṣṇa. Nārada Muni is referred to here as bhagavān because he can bless any person just as the Supreme Personality of Godhead can. He was very pleased with Dhruva Mahārāja, and he could have at once personally given whatever he wanted, but that is not the duty of the spiritual master. His duty is to engage the disciple in proper devotional service as prescribed in the śāstras. Kṛṣṇa was similarly present before Arjuna, and even though He could have given him all facilities for victory over the opposing party without a fight, He did not do so; instead He asked Arjuna to fight. In the same way, Nārada Muni asked Dhruva Mahārāja to undergo devotional discipline in order to achieve the desired result."
    },
    {
        "verse": "41",
        "devanagari": "धर्मार्थकाममोक्षाख्यं य इच्छेच्छ्रेय आत्मन: ।एकं ह्येव हरेस्तत्र कारणं पादसेवनम् ॥ ४१ ॥",
        "english_devnagari": "dharmārtha-kāma-mokṣākhyaṁya icchec chreya ātmanaḥekaṁ hy eva hares tatrakāraṇaṁ pāda-sevanam",
        "verse_Syn": [
            "dharma",
            "artha",
            "kāma",
            "mokṣa",
            "ākhyam",
            "yaḥ",
            "icchet",
            "śreyaḥ",
            "ātmanaḥ",
            "ekam",
            "hi",
            "eva",
            "hareḥ",
            "tatra",
            "kāraṇam",
            "pāda",
            "sevanam"
        ],
        "translation": "Any person who desires the fruits of the four principles religiosity, economic development, sense gratification and, at the end, liberation, should engage himself in the devotional service of the Supreme Personality of Godhead, for worship of His lotus feet yields the fulfillment of all of these.",
        "purport": " In Bhagavad-gītā it is said that only with the sanction of the Supreme Personality of Godhead can the demigods offer benedictions. Therefore, whenever any sacrifice is offered to a demigod, the Supreme Lord in the form of nārāyaṇa-śilā, or śālagrāma-śilā, is put forward to observe the sacrifice. Actually, the demigods cannot give any benediction without the sanction of the Supreme Lord. Nārada Muni, therefore, advised that even for religiosity, economic development, sense gratification or liberation, one should approach the Supreme Personality of Godhead, offer prayers and ask for the fulfillment of one’s desire at the lotus feet of the Lord. That is real intelligence. An intelligent person never goes to demigods to pray for anything. He goes directly to the Supreme Personality of Godhead, who is the cause of all benediction. As Lord Śrī Kṛṣṇa has said in Bhagavad-gītā, performance of ritualistic ceremonies is not actually religion. The real path of religion is to surrender at the lotus feet of the Lord. For one who is actually surrendered to the lotus feet of the Lord, there is no question of any separate endeavor for economic development. A devotee engaged in service to the Lord is not disappointed in the satisfaction of his senses. If he wants to satisfy his senses, Kṛṣṇa fulfills that desire. As far as liberation is concerned, any devotee fully engaged in the service of the Lord is already liberated; therefore there is no separate necessity for his liberation. Nārada Muni therefore advised Dhruva Mahārāja to take shelter of Vāsudeva, Lord Kṛṣṇa, and engage himself in the way that his mother had advised, for that would help him fulfill his desire. In this verse Nārada Muni has especially stressed the devotional service of the Lord as the only way. In other words, even if one is full of material desires, he can continue his devotional service to the Lord, and all his desires will be fulfilled."
    },
    {
        "verse": "42",
        "devanagari": "तत्तात गच्छ भद्रं ते यमुनायास्तटं शुचि ।पुण्यं मधुवनं यत्र सान्निध्यं नित्यदा हरे: ॥ ४२ ॥",
        "english_devnagari": "tat tāta gaccha bhadraṁ teyamunāyās taṭaṁ śucipuṇyaṁ madhuvanaṁ yatrasānnidhyaṁ nityadā hareḥ",
        "verse_Syn": [
            "tat",
            "tāta",
            "gaccha",
            "bhadram",
            "te",
            "yamunāyāḥ",
            "taṭam",
            "śuci",
            "puṇyam",
            "madhu",
            "vanam",
            "yatra",
            "sānnidhyam",
            "nityadā",
            "hareḥ"
        ],
        "translation": "My dear boy, I therefore wish all good fortune for you. You should go to the bank of the Yamunā, where there is a virtuous forest named Madhuvana, and there be purified. Just by going there, one draws nearer to the Supreme Personality of Godhead, who always lives there.",
        "purport": " Both Nārada Muni and Sunīti, the mother of Dhruva Mahārāja, advised Dhruva Mahārāja to worship the Supreme Personality of Godhead. Now, Nārada Muni is especially giving him directions how this worship of the Supreme Person can very quickly fructify. He recommends that Dhruva Mahārāja go to the bank of the Yamunā, where there is a forest of the name Madhuvana, and begin his meditation and worship there. Places of pilgrimage yield a special advantage for a devotee in quickly advancing his spiritual life. Lord Kṛṣṇa lives everywhere, but still it is very easy to approach Him in holy places of pilgrimage because these places are inhabited by great sages. Lord Śrī Kṛṣṇa says that He lives wherever His devotees are chanting the glories of His transcendental activities. There are many places of pilgrimage in India, and especially prominent are Badarī-nārāyaṇa, Dvārakā, Rāmeśvara and Jagannātha Purī. These sacred places are called the four dhāmas. Dhāma refers to a place where one can immediately contact the Supreme Lord. To go to Badarī-nārāyaṇa one has to pass through Hardwar on the path to the Supreme Personality of Godhead. Similarly, there are other holy places of pilgrimage, such as Prayāga (Allahabad) and Mathurā, and the topmost of them all is Vṛndāvana. Unless one is very advanced in spiritual life, it is recommended that he live in such holy places and execute devotional service there. But an advanced devotee like Nārada Muni who is engaged in preaching work can serve the Supreme Lord anywhere. Sometimes he even goes to the hellish planets. Hellish conditions do not affect Nārada Muni because he is engaged in greatly responsible activities in devotional service. According to the statement of Nārada Muni, Madhuvana, which is still existing in the Vṛndāvana area, in the district of Mathurā, is a most sacred place. Many saintly persons still live there and engage in the devotional service of the Lord. There are twelve forests in the area of Vṛndāvana, and Madhuvana is one of them. Pilgrims from all parts of India assemble together and visit all twelve of these forests. There are five forests on the eastern bank of the Yamunā: Bhadravana, Bilvavana, Lauhavana, Bhāṇḍīravana and Mahāvana. On the western side of the bank there are seven: Madhuvana, Tālavana, Kumudavana, Bahulāvana, Kāmyavana, Khadiravana and Vṛndāvana. In those twelve forests there are different ghāṭas, or bathing places. They are listed as follows: (1) Avimukta, (2) Adhirūḍha, (3) Guhya-tīrtha, (4) Prayāga-tīrtha, (5) Kanakhala, (6) Tinduka-tīrtha, (7) Sūrya-tīrtha, (8) Vaṭasvāmī, (9) Dhruva-ghāṭa (Dhruva-ghāṭa, where there are many nice trees of fruits and flowers, is famous because Dhruva Mahārāja meditated and underwent severe penances and austerities there in an elevated spot), (10) Ṛṣi-tīrtha, (11) Mokṣa-tīrtha, (12) Budha-tīrtha, (13) Gokarṇa, (14) Kṛṣṇagaṅgā, (15) Vaikuṇṭha, (16) Asi-kuṇḍa, (17) Catuḥ-sāmudrika-kūpa, (18) Akrūra-tīrtha (when Kṛṣṇa and Balarāma were going to Mathurā in the chariot driven by Akrūra, all of them took bath in this ghāṭa), (19) Yājñika-vipra-sthāna, (20) Kubjā-kūpa, (21) Raṅga-sthāla, (22) Mañcha-sthala, (23) Mallayuddha-sthāna, and (24) Daśāśvamedha."
    },
    {
        "verse": "43",
        "devanagari": "स्‍नात्वानुसवनं तस्मिन् कालिन्द्या: सलिले शिवे ।कृत्वोचितानि निवसन्नात्मन: कल्पितासन: ॥ ४३ ॥",
        "english_devnagari": "snātvānusavanaṁ tasminkālindyāḥ salile śivekṛtvocitāni nivasannātmanaḥ kalpitāsanaḥ",
        "verse_Syn": [
            "snātvā",
            "anusavanam",
            "tasmin",
            "kālindyāḥ",
            "salile",
            "śive",
            "kṛtvā",
            "ucitāni",
            "nivasan",
            "ātmanaḥ",
            "kalpita",
            "āsanaḥ"
        ],
        "translation": "Nārada Muni instructed: My dear boy, in the waters of the Yamunā River, which is known as Kālindī, you should take three baths daily because the water is very auspicious, sacred and clear. After bathing, you should perform the necessary regulative principles for aṣṭāṅga-yoga and then sit down on your āsana [sitting place] in a calm and quiet position.",
        "purport": " It appears from this statement that Dhruva Mahārāja had already been instructed how to practice the eightfold yoga system, which is known as aṣṭāṅga-yoga. This system is explained in our Bhagavad-gītā As It Is, in the chapter entitled “Dhyāna-yoga.” It is understood that in aṣṭāṅga-yoga one practices settling the mind and then concentrating it on the form of Lord Viṣṇu, as will be described in the following verses. It is clearly stated here that aṣṭāṅga-yoga is not a bodily gymnastic exercise, but a practice to concentrate the mind on the form of Viṣṇu. Before sitting on his āsana, which is also described in Bhagavad-gītā, one has to cleanse himself very nicely in clear or sacred water thrice daily. The water of the Yamunā is naturally very clear and pure, and thus if anyone bathes there three times, undoubtedly he will be very greatly purified externally. Nārada Muni, therefore, instructed Dhruva Mahārāja to go to the bank of the Yamunā and thus become externally purified. This is part of the gradual process of practicing mystic yoga."
    },
    {
        "verse": "44",
        "devanagari": "प्राणायामेन त्रिवृता प्राणेन्द्रियमनोमलम् ।शनैर्व्युदस्याभिध्यायेन्मनसा गुरुणा गुरुम् ॥ ४४ ॥",
        "english_devnagari": "prāṇāyāmena tri-vṛtāprāṇendriya-mano-malamśanair vyudasyābhidhyāyenmanasā guruṇā gurum",
        "verse_Syn": [
            "prāṇāyāmena",
            "tri",
            "vṛtā",
            "prāṇa",
            "indriya",
            "manaḥ",
            "malam",
            "śanaiḥ",
            "vyudasya",
            "abhidhyāyet",
            "manasā",
            "guruṇā",
            "gurum"
        ],
        "translation": "After sitting on your seat, practice the three kinds of breathing exercises, and thus gradually control the life air, the mind and the senses. Completely free yourself from all material contamination, and with great patience begin to meditate on the Supreme Personality of Godhead.",
        "purport": " In this verse the entire yoga system is described in summary, and special stress is given to the breathing exercises for stopping the disturbing mind. The mind, by nature, is always oscillating, for it is very fickle, but the breathing exercise is meant to control it. This process of controlling the mind might have been very possible in those days millions of years ago when Dhruva Mahārāja took to it, but at the present moment the mind has to be fixed directly on the lotus feet of the Lord by the chanting process. By chanting the Hare Kṛṣṇa mantra one immediately concentrates on the sound vibration and thinks of the lotus feet of the Lord, and very quickly one is elevated to the position of samādhi, or trance. If one goes on chanting the holy names of the Lord, which are not different from the Supreme Personality of Godhead, naturally his mind becomes absorbed in thought of the Lord. It is here recommended to Dhruva Mahārāja that he meditate on the supreme guru, or supreme spiritual master. The supreme spiritual master is Kṛṣṇa, who is therefore known as caitya-guru. This refers to the Supersoul, who is sitting in everyone’s heart. He helps from within as stated in Bhagavad-gītā, and He sends the spiritual master, who helps from without. The spiritual master is the external manifestation of the caitya-guru, or the spiritual master sitting in everyone’s heart. The process by which we give up our thoughts of material things is called pratyāhāra, which entails being freed from all material thoughts and engagements. The word abhidhyāyet, which is used in this verse, indicates that unless one’s mind is fixed, one cannot meditate. The conclusion, therefore, is that meditation means thinking of the Lord within. Whether one comes to that stage by the aṣṭāṅga-yoga system or by the method recommended in the śāstras especially for this present age — to constantly chant the holy name of the Lord — the goal is to meditate on the Supreme Personality of Godhead."
    },
    {
        "verse": "45",
        "devanagari": "प्रसादाभिमुखं शश्वत्प्रसन्नवदनेक्षणम् ।सुनासं सुभ्रुवं चारुकपोलं सुरसुन्दरम् ॥ ४५ ॥",
        "english_devnagari": "prasādābhimukhaṁ śaśvatprasanna-vadanekṣaṇamsunāsaṁ subhruvaṁ cāru-kapolaṁ sura-sundaram",
        "verse_Syn": [
            "prasāda",
            "abhimukham",
            "śaśvat",
            "prasanna",
            "vadana",
            "īkṣaṇam",
            "su",
            "nāsam",
            "su",
            "bhruvam",
            "cāru",
            "kapolam",
            "sura",
            "sundaram"
        ],
        "translation": "[The form of the Lord is described herein.] The Lord’s face is perpetually very beautiful and pleasing in attitude. To the devotees who see Him, He appears never to be displeased, and He is always prepared to award benedictions to them. His eyes, His nicely decorated eyebrows, His raised nose and His broad forehead are all very beautiful. He is more beautiful than all the demigods.",
        "purport": " This verse clearly explains how one has to meditate on the form of the Lord. Impersonal meditation is a bogus invention of modern days. In none of the Vedic literatures is impersonal meditation recommended. In Bhagavad-gītā, when meditation is recommended, the word mat-paraḥ, which means “pertaining to Me,” is used. Any Viṣṇu form pertains to Lord Kṛṣṇa because Lord Kṛṣṇa is the original Viṣṇu form. Sometimes someone tries to meditate upon the impersonal Brahman, which is described in Bhagavad-gītā as avyakta, meaning “unmanifested” or “impersonal.” But it is remarked by the Lord Himself that those who are attached to this impersonal feature of the Lord suffer a very troublesome task because no one can concentrate on the impersonal feature. One has to concentrate on the form of the Lord, which is described here in connection with Dhruva Mahārāja’s meditation. As will be apparent from later descriptions, Dhruva Mahārāja perfected this kind of meditation, and his yoga was successful."
    },
    {
        "verse": "46",
        "devanagari": "तरुणं रमणीयाङ्गमरुणोष्ठेक्षणाधरम् ।प्रणताश्रयणं नृम्णं शरण्यं करुणार्णवम् ॥ ४६ ॥",
        "english_devnagari": "taruṇaṁ ramaṇīyāṅgamaruṇoṣṭhekṣaṇādharampraṇatāśrayaṇaṁ nṛmṇaṁśaraṇyaṁ karuṇārṇavam",
        "verse_Syn": [
            "taruṇam",
            "ramaṇīya",
            "aṅgam",
            "aruṇa",
            "oṣṭha",
            "īkṣaṇa",
            "adharam",
            "praṇata",
            "āśrayaṇam",
            "nṛmṇam",
            "śaraṇyam",
            "karuṇā",
            "arṇavam"
        ],
        "translation": "Nārada Muni continued: The Lord’s form is always youthful. Every limb and every part of His body is properly formed, free from defect. His eyes and lips are pinkish like the rising sun. He is always prepared to give shelter to the surrendered soul, and anyone so fortunate as to look upon Him feels all satisfaction. The Lord is always worthy to be the master of the surrendered soul, for He is the ocean of mercy.",
        "purport": " Everyone has to surrender to someone superior. That is always the nature of our living condition. At the present moment we are trying to surrender to someone — either to society or to our nation, family, state or government. The surrendering process already exists, but it is never perfect because the person or institution unto whom we surrender is imperfect, and our surrender, having so many ulterior motives, is also imperfect. As such, in the material world no one is worthy to accept anyone’s surrender, nor does anyone fully surrender to anyone else unless obliged to do so. But here the surrendering process is voluntary, and the Lord is worthy to accept the surrender. This surrender by the living entity occurs automatically as soon as he sees the beautiful youthful nature of the Lord. The description given by Nārada Muni is not imaginary. The form of the Lord is understood by the paramparā system. Māyāvādī philosophers say that we have to imagine the form of the Lord, but here Nārada Muni does not say that. Rather, he gives the description of the Lord from authoritative sources. He is himself an authority, and he is able to go to Vaikuṇṭhaloka and see the Lord personally; therefore his description of the bodily features of the Lord is not an imagination. Sometimes we give instructions to our students about the bodily features of the Lord, and they paint Him. Their paintings are not imaginary. The description is given through disciplic succession, just like that given by Nārada Muni, who sees the Lord and describes His bodily features. Therefore such descriptions should be accepted, and if they are painted, that is not imaginative painting."
    },
    {
        "verse": "47",
        "devanagari": "श्रीवत्साङ्कं घनश्यामं पुरुषं वनमालिनम् ।शङ्खचक्रगदापद्मैरभिव्यक्तचतुर्भुजम् ॥ ४७ ॥",
        "english_devnagari": "śrīvatsāṅkaṁ ghana-śyāmaṁpuruṣaṁ vana-mālinamśaṅkha-cakra-gadā-padmairabhivyakta-caturbhujam",
        "verse_Syn": [
            "śrīvatsa",
            "aṅkam",
            "ghana",
            "śyāmam",
            "puruṣam",
            "vana",
            "mālinam",
            "śaṅkha",
            "cakra",
            "gadā",
            "padmaiḥ",
            "abhivyakta",
            "catuḥ",
            "bhujam"
        ],
        "translation": "The Lord is further described as having the mark of Śrīvatsa, or the sitting place of the goddess of fortune, and His bodily hue is deep bluish. The Lord is a person, He wears a garland of flowers, and He is eternally manifest with four hands, which hold [beginning from the lower left hand] a conchshell, wheel, club and lotus flower.",
        "purport": " Here in this verse the word puruṣam is very significant. The Lord is never female. He is always male (puruṣa). Therefore the impersonalist who imagines the Lord’s form as that of a woman is mistaken. The Lord appears in female form if necessary, but His perpetual form is puruṣa because He is originally male. The feminine feature of the Lord is displayed by goddesses of fortune — Lakṣmī, Rādhārāṇī, Sītā, etc. All these goddesses of fortune are servitors of the Lord; they are not the Supreme, as falsely imagined by the impersonalist. Lord Kṛṣṇa in His Nārāyaṇa feature is always four handed. On the Battlefield of Kurukṣetra, when Arjuna wanted to see His universal form, He showed this feature of four-handed Nārāyaṇa. Some devotees are of the opinion that Kṛṣṇa is an incarnation of Nārāyaṇa, but the Bhāgavata school says that Nārāyaṇa is a manifestation of Kṛṣṇa."
    },
    {
        "verse": "48",
        "devanagari": "किरीटिनं कुण्डलिनं केयूरवलयान्वितम् ।कौस्तुभाभरणग्रीवं पीतकौशेयवाससम् ॥ ४८ ॥",
        "english_devnagari": "kirīṭinaṁ kuṇḍalinaṁkeyūra-valayānvitamkaustubhābharaṇa-grīvaṁpīta-kauśeya-vāsasam",
        "verse_Syn": [
            "kirīṭinam",
            "kuṇḍalinam",
            "keyūra",
            "valaya",
            "anvitam",
            "kaustubha",
            "ābharaṇa",
            "grīvam",
            "pīta",
            "kauśeya",
            "vāsasam"
        ],
        "translation": "The entire body of the Supreme Personality of Godhead, Vāsudeva, is decorated. He wears a valuable jeweled helmet, necklaces and bracelets, His neck is adorned with the Kaustubha jewel, and He is dressed in yellow silk garments.",
        "purport": ""
    },
    {
        "verse": "49",
        "devanagari": "काञ्चीकलापपर्यस्तं लसत्काञ्चननूपुरम् ।दर्शनीयतमं शान्तं मनोनयनवर्धनम् ॥ ४९ ॥",
        "english_devnagari": "kāñcī-kalāpa-paryastaṁlasat-kāñcana-nūpuramdarśanīyatamaṁ śāntaṁmano-nayana-vardhanam",
        "verse_Syn": [
            "kāñcī",
            "kalāpa",
            "paryastam",
            "lasat",
            "kāñcana",
            "nūpuram",
            "darśanīya",
            "tamam",
            "śāntam",
            "manaḥ",
            "nayana",
            "vardhanam"
        ],
        "translation": "The Lord is decorated with small golden bells around His waist, and His lotus feet are decorated with golden ankle bells. All His bodily features are very attractive and pleasing to the eyes. He is always peaceful, calm and quiet and very pleasing to the eyes and the mind.",
        "purport": ""
    },
    {
        "verse": "50",
        "devanagari": "पद्‌भ्यां नखमणिश्रेण्या विलसद्‌भ्यां समर्चताम् ।हृत्पद्मकर्णिकाधिष्ण्यमाक्रम्यात्मन्यवस्थितम् ॥ ५० ॥",
        "english_devnagari": "padbhyāṁ nakha-maṇi-śreṇyāvilasadbhyāṁ samarcatāmhṛt-padma-karṇikā-dhiṣṇyamākramyātmany avasthitam",
        "verse_Syn": [
            "padbhyām",
            "nakha",
            "maṇi",
            "śreṇyā",
            "vilasadbhyām",
            "samarcatām",
            "hṛt",
            "padma",
            "karṇikā",
            "dhiṣṇyam",
            "ākramya",
            "ātmani",
            "avasthitam"
        ],
        "translation": "Real yogīs meditate upon the transcendental form of the Lord as He stands on the whorl of the lotus of their hearts, the jewellike nails of His lotus feet glittering.",
        "purport": ""
    },
    {
        "verse": "51",
        "devanagari": "स्मयमानमभिध्यायेत्सानुरागावलोकनम् ।नियतेनैकभूतेन मनसा वरदर्षभम् ॥ ५१ ॥",
        "english_devnagari": "smayamānam abhidhyāyetsānurāgāvalokanamniyatenaika-bhūtenamanasā varadarṣabham",
        "verse_Syn": [
            "smayamānam",
            "abhidhyāyet",
            "sa",
            "anurāga",
            "avalokanam",
            "niyatena",
            "eka",
            "bhūtena",
            "manasā",
            "vara",
            "da",
            "ṛṣabham"
        ],
        "translation": "The Lord is always smiling, and the devotee should constantly see the Lord in this form, as He looks very mercifully toward the devotee. In this way the meditator should look toward the Supreme Personality of Godhead, the bestower of all benedictions.",
        "purport": " The word niyatena is very significant in this connection, for it indicates that one should execute the meditation practice as stated above. One should not manufacture a way of meditation on the Supreme Personality of Godhead, but should follow the authorized śāstras and personalities. By this prescribed method one can practice concentration upon the Lord until one is so fixed that he remains in trance, thinking always of the form of the Lord. The word used here is eka-bhūtena, which means “with great attention and concentration.” If one concentrates on the descriptions of the bodily features of the Lord, one will never fall down."
    },
    {
        "verse": "52",
        "devanagari": "एवं भगवतो रूपं सुभद्रं ध्यायतो मन: ।निर्वृत्या परया तूर्णं सम्पन्नं न निवर्तते ॥ ५२ ॥",
        "english_devnagari": "evaṁ bhagavato rūpaṁsubhadraṁ dhyāyato manaḥnirvṛtyā parayā tūrṇaṁsampannaṁ na nivartate",
        "verse_Syn": [
            "evam",
            "bhagavataḥ",
            "rūpam",
            "su",
            "bhadram",
            "dhyāyataḥ",
            "manaḥ",
            "nirvṛtyā",
            "parayā",
            "tūrṇam",
            "sampannam",
            "na",
            "nivartate"
        ],
        "translation": "One who meditates in this way, concentrating his mind upon the always auspicious form of the Lord, is very soon freed from all material contamination, and he does not come down from meditation upon the Lord.",
        "purport": " This fixed meditation is called samādhi, or trance. A person constantly engaged in the transcendental loving service of the Lord cannot be deviated from meditating on the form of the Lord, as described herein. The arcana-mārga, or the devotional path prescribed in the Pañcarātra system of devotional service for worshiping the Deity in the temple, makes the devotee think constantly of the Lord; that is samādhi, or trance. One who practices in this way cannot deviate from the service of the Lord, and that makes him perfect in the mission of human life."
    },
    {
        "verse": "53",
        "devanagari": "जपश्च परमो गुह्य: श्रूयतां मे नृपात्मज ।यं सप्तरात्रं प्रपठन्पुमान् पश्यति खेचरान् ॥ ५३ ॥",
        "english_devnagari": "japaś ca paramo guhyaḥśrūyatāṁ me nṛpātmajayaṁ sapta-rātraṁ prapaṭhanpumān paśyati khecarān",
        "verse_Syn": [
            "japaḥ",
            "ca",
            "paramaḥ",
            "guhyaḥ",
            "śrūyatām",
            "me",
            "nṛpa",
            "ātmaja",
            "yam",
            "sapta",
            "rātram",
            "prapaṭhan",
            "pumān",
            "paśyati",
            "khe",
            "carān"
        ],
        "translation": "O son of the King, now I shall speak unto you the mantra which is to be chanted with this process of meditation. One who carefully chants this mantra for seven nights can see the perfect human beings flying in the sky.",
        "purport": " Within this universe there is a planet called Siddhaloka. The inhabitants of Siddhaloka are by nature perfect in the yoga achievements, which are of eight varieties: one can become smaller than the smallest, lighter than the lightest, or bigger than the biggest; one can immediately get whatever he likes, one can even create a planet, etc. These are some of the yogic perfections. By virtue of the laghimā-siddhi, or purificatory process to become lighter than the lightest, the inhabitants of Siddhaloka can fly in the sky without airplanes or airships. It is hinted herein by Nārada Muni to Dhruva Mahārāja that by meditating upon the transcendental form of the Lord and at the same time chanting the mantra one becomes so perfect within seven days that he can see the human beings who fly in the sky. Nārada Muni uses the word japaḥ, which indicates that the mantra to be chanted is very confidential. One may ask, “If it is confidential, why is it mentioned in the writing of Śrīmad-Bhāgavatam?” It is confidential in this sense: one may receive a published mantra anywhere, but unless it is accepted through the chain of disciplic succession, the mantra does not act. It is said by authoritative sources that any mantra chanted without having been received from the disciplic succession has no efficacy. Another point established in this verse is that meditation should be carried on with the chanting of a mantra. Chanting of the Hare Kṛṣṇa mantra is the easiest process of meditation in this age. As soon as one chants the Hare Kṛṣṇa mantra, he sees the forms of Kṛṣṇa, Rāma and Their energies, and that is the perfect stage of trance. One should not artificially try to see the form of the Lord while chanting Hare Kṛṣṇa, but when the chanting is performed offenselessly the Lord will automatically reveal Himself to the view of the chanter. Therefore the chanter has to concentrate on hearing the vibration, and without extra endeavor on his part, the Lord will automatically appear."
    },
    {
        "verse": "54",
        "devanagari": "ॐ नमो भगवते वासुदेवाय ।मन्त्रेणानेन देवस्य कुर्याद् द्रव्यमयीं बुध: ।सपर्यां विविधैर्द्रव्यैर्देशकालविभागवित् ॥ ५४ ॥",
        "english_devnagari": "oṁ namo bhagavate vāsudevāyamantreṇānena devasyakuryād dravyamayīṁ budhaḥsaparyāṁ vividhair dravyairdeśa-kāla-vibhāgavit",
        "verse_Syn": [
            "om",
            "namaḥ",
            "bhagavate",
            "vāsudevāya",
            "mantreṇa",
            "anena",
            "devasya",
            "kuryāt",
            "dravyamayīm",
            "budhaḥ",
            "saparyām",
            "vividhaiḥ",
            "dravyaiḥ",
            "deśa",
            "kāla",
            "vibhāga",
            "vit"
        ],
        "translation": "Oṁ namo bhagavate vāsudevāya. This is the twelve-syllable mantra for worshiping Lord Kṛṣṇa. One should install the physical forms of the Lord, and with the chanting of the mantra one should offer flowers and fruits and other varieties of foodstuffs exactly according to the rules and regulations prescribed by authorities. But this should be done in consideration of place, time, and attendant conveniences and inconveniences.",
        "purport": " Oṁ namo bhagavate vāsudevāya is known as the dvādaśākṣara-mantra. This mantra is chanted by Vaiṣṇava devotees, and it begins with praṇava, or oṁkāra. There is an injunction that those who are not brāhmaṇas cannot pronounce the praṇava mantra. But Dhruva Mahārāja was born a kṣatriya. He at once admitted before Nārada Muni that as a kṣatriya he was unable to accept Nārada’s instruction of renunciation and mental equilibrium, which are the concern of a brāhmaṇa. Still, although not a brāhmaṇa but a kṣatriya, Dhruva was allowed, on the authority of Nārada, to pronounce the praṇava oṁkāra. This is very significant. Especially in India, the caste brāhmaṇas object greatly when persons from other castes, who are not born in brāhmaṇa families, recite this praṇava mantra. But here is tacit proof that if a person accepts the Vaiṣṇava mantra or Vaiṣṇava way of worshiping the Deity, he is allowed to chant the praṇava mantra. In Bhagavad-gītā the Lord personally accepts that anyone, even one of a low species, can be elevated to the highest position and go back home, back to Godhead, simply if he worships properly. The prescribed rules, as stated here by Nārada Muni, are that one should accept the mantra through a bona fide spiritual master and hear the mantra in the right ear. Not only should one chant or murmur the mantra, but in front of him he must have the Deity, or physical form of the Lord. Of course, when the Lord appears it is no longer a physical form. For example, when an iron rod is made red-hot in a fire, it is no longer iron; it is fire. Similarly, when we make a form of the Lord — whether of wood or stone or metal or jewels or paint, or even a form within the mind — it is a bona fide, spiritual, transcendental form of the Lord. Not only must one receive the mantra from the bona fide spiritual master like Nārada Muni or his representative in the disciplic succession, but one must chant the mantra. And not only must one chant, but he should also offer whatever foodstuff is available in his part of the world, according to time and convenience. The method of worship — chanting the mantra and preparing the forms of the Lord — is not stereotyped, nor is it exactly the same everywhere. It is specifically mentioned in this verse that one should take consideration of the time, place and available conveniences. Our Kṛṣṇa consciousness movement is going on throughout the entire world, and we also install Deities in different centers. Sometimes our Indian friends, puffed up with concocted notions, criticize, “This has not been done. That has not been done.” But they forget this instruction of Nārada Muni to one of the greatest Vaiṣṇavas, Dhruva Mahārāja. One has to consider the particular time, country and conveniences. What is convenient in India may not be convenient in the Western countries. Those who are not actually in the line of ācāryas, or who personally have no knowledge of how to act in the role of ācārya, unnecessarily criticize the activities of the ISKCON movement in countries outside of India. The fact is that such critics cannot do anything personally to spread Kṛṣṇa consciousness. If someone does go and preach, taking all risks and allowing all considerations for time and place, it might be that there are changes in the manner of worship, but that is not at all faulty according to śāstra. Śrīmad Vīrarāghava Ācārya, an ācārya in the disciplic succession of the Rāmānuja sampradāya, has remarked in his commentary that caṇḍālas, or conditioned souls who are born in lower than śūdra families, can also be initiated according to circumstances. The formalities may be slightly changed here and there to make them Vaiṣṇavas. Lord Caitanya Mahāprabhu recommends that His name should be heard in every nook and corner of the world. How is this possible unless one preaches everywhere? The cult of Lord Caitanya Mahāprabhu is bhāgavata-dharma, and He especially recommends kṛṣṇa-kathā, or the cult of Bhagavad-gītā and Śrīmad-Bhāgavatam. He recommends that every Indian, considering this task to be para-upakāra, or welfare activity, take the Lord’s message to other residents of the world. “Other residents of the world” does not refer only to those who are exactly like the Indian brāhmaṇas and kṣatriyas, or like the caste brāhmaṇas, who claim to be brāhmaṇas because they were born in the families of brāhmaṇas. The principle that only Indians and Hindus should be brought into the Vaiṣṇava cult is a mistaken idea. There should be propaganda to bring everyone to the Vaiṣṇava cult. The Kṛṣṇa consciousness movement is meant for this purpose. There is no bar to propagating the Kṛṣṇa consciousness movement even among people who are born in caṇḍāla, mleccha or yavana families. Even in India, this point has been enunciated by Śrīla Sanātana Gosvāmī in his book Hari-bhakti-vilāsa, which is smṛti and is the authorized Vedic guide for Vaiṣṇavas in their daily behavior. Sanātana Gosvāmī says that as bell metal can turn to gold when mixed with mercury in a chemical process, so, by the bona fide dīkṣā, or initiation method, anyone can become a Vaiṣṇava. One should take initiation from a bona fide spiritual master coming in the disciplic succession, who is authorized by his predecessor spiritual master. This is called dīkṣā-vidhāna. Lord Kṛṣṇa states in Bhagavad-gītā, vyapāśritya: one should accept a spiritual master. By this process the entire world can be converted to Kṛṣṇa consciousness."
    },
    {
        "verse": "55",
        "devanagari": "सलिलै: शुचिभिर्माल्यैर्वन्यैर्मूलफलादिभि: ।शस्ताङ्कुरांशुकैश्चार्चेत्तुलस्या प्रियया प्रभुम् ॥ ५५ ॥",
        "english_devnagari": "salilaiḥ śucibhir mālyairvanyair mūla-phalādibhiḥśastāṅkurāṁśukaiś cārcettulasyā priyayā prabhum",
        "verse_Syn": [
            "salilaiḥ",
            "śucibhiḥ",
            "mālyaiḥ",
            "vanyaiḥ",
            "mūla",
            "phala",
            "ādibhiḥ",
            "śasta",
            "aṅkura",
            "aṁśukaiḥ",
            "ca",
            "arcet",
            "tulasyā",
            "priyayā",
            "prabhum"
        ],
        "translation": "One should worship the Lord by offering pure water, pure flower garlands, fruits, flowers and vegetables which are available in the forest, or by collecting newly grown grasses, small buds of flowers or even the skins of trees, and if possible, by offering tulasī leaves, which are very dear to the Supreme Personality of Godhead.",
        "purport": " It is specifically mentioned herein that tulasī leaves are very dear to the Supreme Personality of Godhead, and devotees should take particular care to have tulasī leaves in every temple and center of worship. In the Western countries, while engaged in propagating the Kṛṣṇa consciousness movement, we were brought great unhappiness because we could not find tulasī leaves. Therefore we are very much obliged to our disciple Śrīmatī Govinda dāsī because she has taken much care to grow tulasī plants from seeds, and she has been successful by the grace of Kṛṣṇa. Now tulasī plants are growing in almost every center of our movement. Tulasī leaves are very important in the method of worshiping the Supreme Personality of Godhead. In this verse the word salilaiḥ means “by the water.” Of course, Dhruva Mahārāja was worshiping on the bank of the Yamunā. The Yamunā and the Ganges are sacred, and sometimes devotees in India insist that the Deity must be worshiped with water of the Ganges or Yamunā. But here we understand deśa-kāla to mean “according to time and country.” In the Western countries there is no river Yamunā or Ganges — water from such sacred rivers is not available. Does this mean that the arcā worship should for that reason be stopped? No. Salilaiḥ refers to any water — whatever is available — but it must be very clear and collected purely. That water can be used. The other paraphernalia, such as flower garlands, fruits and vegetables, should be collected according to the country and according to their availability. Tulasī leaves are very important for satisfying the Lord, so as far as possible an arrangement should be made for growing tulasī leaves. Dhruva Mahārāja was advised to worship the Lord with the fruits and flowers available in the forest. In the Bhagavad-gītā Kṛṣṇa frankly says that He accepts vegetables, fruits, flowers, etc. One should not offer Lord Vāsudeva anything other than what is prescribed herein by the great authority Nārada Muni. One cannot offer to the Deity according to one’s whims. Since these fruits and vegetables are available anywhere in the universe, we should observe this small point very attentively."
    },
    {
        "verse": "56",
        "devanagari": "लब्ध्वा द्रव्यमयीमर्चां क्षित्यम्ब्वादिषु वार्चयेत् ।आभृतात्मा मुनि: शान्तो यतवाङ्‌मितवन्यभुक् ॥ ५६ ॥",
        "english_devnagari": "labdhvā dravyamayīm arcāṁkṣity-ambv-ādiṣu vārcayetābhṛtātmā muniḥ śāntoyata-vāṅ mita-vanya-bhuk",
        "verse_Syn": [
            "labdhvā",
            "dravya",
            "mayīm",
            "arcām",
            "kṣiti",
            "ambu",
            "ādiṣu",
            "vā",
            "arcayet",
            "ābhṛta",
            "ātmā",
            "muniḥ",
            "śāntaḥ",
            "yata",
            "vāk",
            "mita",
            "vanya",
            "bhuk"
        ],
        "translation": "It is possible to worship a form of the Lord made of physical elements such as earth, water, pulp, wood and metal. In the forest one can make a form with no more than earth and water and worship Him according to the above principles. A devotee who has full control over his self should be very sober and peaceful and must be satisfied simply with eating whatever fruits and vegetables are available in the forest.",
        "purport": " It is essential for a devotee to worship the form of the Lord and not only meditate upon the form of the Lord within his mind with the chanting of the mantra given by the spiritual master. The worship of the form must be present. The impersonalist takes unnecessary trouble to meditate upon or worship something impersonal, and the path is very precarious. We are not advised to follow the impersonalist way of meditating on or worshiping the Lord. Dhruva Mahārāja was advised to worship a form made of earth and water because in the jungle, if it is not possible to have a form made of metal, wood or stone, the best process is to take earth mixed with water and make a form of the Lord and worship Him. The devotee should not be anxious about cooking food; whatever is available in the forest or in the city among the fruit and vegetable groups should be offered to the Deity, and the devotee should be satisfied eating that. He should not be anxious to have very palatable dishes. Of course, wherever it is possible one should offer the Deities the best foodstuffs, prepared within the category of fruits and vegetables, cooked or uncooked. The important factor is that the devotee should be regulated (mita-bhuk); that is one of the good qualifications of a devotee. He should not hanker to satisfy the tongue with a particular kind of foodstuff. He should be satisfied to eat whatever prasāda is available by the grace of the Lord."
    },
    {
        "verse": "57",
        "devanagari": "स्वेच्छावतारचरितैरचिन्त्यनिजमायया ।करिष्यत्युत्तमश्लोकस्तद् ध्यायेद्‌धृदयङ्गमम् ॥ ५७ ॥",
        "english_devnagari": "svecchāvatāra-caritairacintya-nija-māyayākariṣyaty uttamaślokastad dhyāyed dhṛdayaṅ-gamam",
        "verse_Syn": [
            "sva",
            "icchā",
            "avatāra",
            "caritaiḥ",
            "acintya",
            "nija",
            "māyayā",
            "kariṣyati",
            "uttama",
            "ślokaḥ",
            "tat",
            "dhyāyet",
            "hṛdayam",
            "gamam"
        ],
        "translation": "My dear Dhruva, besides worshiping the Deity and chanting the mantra three times a day, you should meditate upon the transcendental activities of the Supreme Personality of Godhead in His different incarnations, as exhibited by His supreme will and personal potencies.",
        "purport": " Devotional service comprises nine prescribed practices — hearing, chanting, remembering, worshiping, serving, offering everything to the Deity, etc. Here Dhruva Mahārāja is advised not only to meditate on the form of the Lord, but to think of His transcendental pastimes in His different incarnations. Māyāvādī philosophers take the incarnation of the Lord to be in the same category as the ordinary living entity. This is a great mistake. The incarnation of the Supreme Personality of Godhead is not forced to act by the material laws of nature. The word svecchā is used here to indicate that He appears out of His supreme will. The conditioned soul is forced to accept a particular type of body according to his karma given by the laws of material nature under the direction of the Supreme Lord. But when the Lord appears, He is not forced by the dictation of material nature; He appears as He likes by His own internal potency. That is the difference. The conditioned soul accepts a particular type of body, such as the body of a hog, by his work and by the superior authority of material nature. But when Lord Kṛṣṇa appears in the incarnation of a boar, He is not the same kind of hog as an ordinary animal. Kṛṣṇa appears as Varāha-avatāra in an expansive feature which cannot be compared to an ordinary hog’s. His appearance and disappearance are inconceivable to us. In the Bhagavad-gītā it is clearly said that He appears by His own internal potency for the protection of the devotees and the annihilation of the nondevotees. A devotee should always consider that Kṛṣṇa does not appear as an ordinary human being or ordinary beast; His appearance as Varāha-mūrti or a horse or tortoise is an exhibition of His internal potency. In the Brahma-saṁhitā it is said, ānanda-cinmaya-rasa-pratibhāvitābhiḥ: one should not mistake the appearance of the Lord as a human being or a beast to be the same as the birth of an ordinary conditioned soul, who is forced to appear by the laws of nature, whether as an animal, as a human being or as a demigod. This kind of thinking is offensive. Lord Caitanya Mahāprabhu has condemned the Māyāvādīs as offensive to the Supreme Personality of Godhead because of their thinking that the Lord and the conditioned living entities are one and the same. Nārada advises Dhruva to meditate on the pastimes of the Lord, which is as good as the meditation of concentrating one’s mind on the form of the Lord. As meditation on any form of the Lord is valuable, so is chanting of different names of the Lord, such as Hari, Govinda and Nārāyaṇa. But in this age we are especially advised to chant the Hare Kṛṣṇa mantra as enunciated in the śāstra: Hare Kṛṣṇa, Hare Kṛṣṇa, Kṛṣṇa Kṛṣṇa, Hare Hare/ Hare Rāma, Hare Rāma, Rāma Rāma, Hare Hare."
    },
    {
        "verse": "58",
        "devanagari": "परिचर्या भगवतो यावत्य: पूर्वसेविता: ।ता मन्त्रहृदयेनैव प्रयुञ्‍ज्यान्मन्त्रमूर्तये ॥ ५८ ॥",
        "english_devnagari": "paricaryā bhagavatoyāvatyaḥ pūrva-sevitāḥtā mantra-hṛdayenaivaprayuñjyān mantra-mūrtaye",
        "verse_Syn": [
            "paricaryāḥ",
            "bhagavataḥ",
            "yāvatyaḥ",
            "pūrva",
            "sevitāḥ",
            "tāḥ",
            "mantra",
            "hṛdayena",
            "eva",
            "prayuñjyāt",
            "mantra",
            "mūrtaye"
        ],
        "translation": "One should follow in the footsteps of previous devotees regarding how to worship the Supreme Lord with the prescribed paraphernalia, or one should offer worship within the heart by reciting the mantra to the Personality of Godhead, who is nondifferent from the mantra.",
        "purport": " It is recommended here that even if one cannot arrange to worship the forms of the Lord with all recommended paraphernalia, one can simply think about the form of the Lord and mentally offer everything recommended in the śāstras, including flowers, candana pulp, conchshell, umbrella, fan and cāmara. One can meditate upon offering and chant the twelve-syllable mantra, oṁ namo bhagavate vāsudevāya. Since the mantra and the Supreme Personality of Godhead are nondifferent, one can worship the form of the Lord with the mantra in the absence of physical paraphernalia. The story of the brāhmaṇa who worshiped the Lord within his mind, as related in Bhakti-rasāmṛta-sindhu, or The Nectar of Devotion, should be consulted in this connection. If paraphernalia is not present physically, one can think of the items and offer them to the Deity by chanting the mantra. Such are the liberal and potent facilities in the process of devotional service."
    },
    {
        "verse": "59-60",
        "devanagari": "एवं कायेन मनसा वचसा च मनोगतम् ।परिचर्यमाणो भगवान् भक्तिमत्परिचर्यया ॥ ५९ ॥पुंसाममायिनां सम्यग्भजतां भाववर्धन: ।श्रेयो दिशत्यभिमतं यद्धर्मादिषु देहिनाम् ॥ ६० ॥",
        "english_devnagari": "evaṁ kāyena manasāvacasā ca mano-gatamparicaryamāṇo bhagavānbhaktimat-paricaryayā",
        "verse_Syn": [
            "evam",
            "kāyena",
            "manasā",
            "vacasā",
            "ca",
            "manaḥ",
            "gatam",
            "paricaryamāṇaḥ",
            "bhagavān",
            "bhakti",
            "mat",
            "paricaryayā",
            "puṁsām",
            "amāyinām",
            "samyak",
            "bhajatām",
            "bhāva",
            "vardhanaḥ",
            "śreyaḥ",
            "diśati",
            "abhimatam",
            "yat",
            "dharma",
            "ādiṣu",
            "dehinām"
        ],
        "translation": "Anyone who thus engages in the devotional service of the Lord, seriously and sincerely, with his mind, words and body, and who is fixed in the activities of the prescribed devotional methods, is blessed by the Lord according to his desire. If a devotee desires material religiosity, economic development, sense gratification or liberation from the material world, he is awarded these results.",
        "purport": " Devotional service is so potent that one who renders devotional service can receive whatever he likes as a benediction from the Supreme Personality of Godhead. The conditioned souls are very much attached to the material world, and thus by performing religious rites they want the material benefits known as dharma and artha."
    },
    {
        "verse": "61",
        "devanagari": "विरक्तश्चेन्द्रियरतौ भक्तियोगेन भूयसा ।तं निरन्तरभावेन भजेताद्धा विमुक्तये ॥ ६१ ॥",
        "english_devnagari": "viraktaś cendriya-rataubhakti-yogena bhūyasātaṁ nirantara-bhāvenabhajetāddhā vimuktaye",
        "verse_Syn": [
            "viraktaḥ",
            "ca",
            "indriya",
            "ratau",
            "bhakti",
            "yogena",
            "bhūyasā",
            "tam",
            "nirantara",
            "bhāvena",
            "bhajeta",
            "addhā",
            "vimuktaye"
        ],
        "translation": "If one is very serious about liberation, he must stick to the process of transcendental loving service, engaging twenty-four hours a day in the highest stage of ecstasy, and he must certainly be aloof from all activities of sense gratification.",
        "purport": " There are different stages of perfection according to different persons’ objectives. Generally people are karmīs, for they engage in activities of sense gratification. Above the karmīs are the jñānīs, who are trying to become liberated from material entanglement. Yogīs are still more advanced because they meditate on the lotus feet of the Supreme Personality of Godhead. And above all these are the devotees, who simply engage in the transcendental loving service of the Lord; they are situated seriously on the topmost platform of ecstasy. Here Dhruva Mahārāja is advised that if he has no desire for sense gratification, then he should directly engage himself in the transcendental loving service of the Lord. The path of apavarga, or liberation, begins from the stage called mokṣa. In this verse the word vimuktaye, “for liberation,” is especially mentioned. If one wants to be happy within this material world, he may aspire to go to the different material planetary systems where there is a higher standard of sense gratification, but real mokṣa, or liberation, is performed without any such desire. This is explained in the Bhakti-rasāmṛta-sindhu by the term anyābhilāṣitā-śūnyam, “without desire for material sense gratification.” For persons who are still inclined to enjoy material life in different stages or on different planets, the stage of liberation in bhakti-yoga is not recommended. Only persons who are completely free from the contamination of sense gratification can execute bhakti-yoga, or the process of devotional service, very purely. The activities on the path of apavarga up to the stages of dharma, artha and kāma are meant for sense gratification, but when one comes to the stage of mokṣa, the impersonalist liberation, the practitioner wants to merge into the existence of the Supreme. But that is also sense gratification. When one goes above the stage of liberation, however, he at once becomes one of the associates of the Lord to render transcendental loving service. That is technically called vimukti. For this specific vimukti liberation, Nārada Muni recommends that one directly engage himself in devotional service."
    },
    {
        "verse": "62",
        "devanagari": "इत्युक्तस्तं परिक्रम्य प्रणम्य च नृपार्भक: ।ययौ मधुवनं पुण्यं हरेश्चरणचर्चितम् ॥ ६२ ॥",
        "english_devnagari": "ity uktas taṁ parikramyapraṇamya ca nṛpārbhakaḥyayau madhuvanaṁ puṇyaṁhareś caraṇa-carcitam",
        "verse_Syn": [
            "iti",
            "uktaḥ",
            "tam",
            "parikramya",
            "praṇamya",
            "ca",
            "nṛpa",
            "arbhakaḥ",
            "yayau",
            "madhuvanam",
            "puṇyam",
            "hareḥ",
            "caraṇa",
            "carcitam"
        ],
        "translation": "When Dhruva Mahārāja, the son of the King, was thus advised by the great sage Nārada, he circumambulated Nārada, his spiritual master, and offered him respectful obeisances. Then he started for Madhuvana, which is always imprinted with the lotus footprints of Lord Kṛṣṇa and which is therefore especially auspicious.",
        "purport": ""
    },
    {
        "verse": "63",
        "devanagari": "तपोवनं गते तस्मिन्प्रविष्टोऽन्त:पुरं मुनि: ।अर्हितार्हणको राज्ञा सुखासीन उवाच तम् ॥ ६३ ॥",
        "english_devnagari": "tapo-vanaṁ gate tasminpraviṣṭo ’ntaḥ-puraṁ muniḥarhitārhaṇako rājñāsukhāsīna uvāca tam",
        "verse_Syn": [
            "tapaḥ",
            "vanam",
            "gate",
            "tasmin",
            "praviṣṭaḥ",
            "antaḥ",
            "puram",
            "muniḥ",
            "arhita",
            "arhaṇakaḥ",
            "rājñā",
            "sukha",
            "āsīnaḥ",
            "uvāca",
            "tam"
        ],
        "translation": "After Dhruva entered Madhuvana Forest to execute devotional service, the great sage Nārada thought it wise to go to the King to see how he was faring within the palace. When Nārada Muni approached, the King received him properly, offering him due obeisances. After being seated comfortably, Nārada began to speak.",
        "purport": ""
    },
    {
        "verse": "64",
        "devanagari": "नारद उवाचराजन् किं ध्यायसे दीर्घं मुखेन परिशुष्यता ।किं वा न रिष्यते कामो धर्मो वार्थेन संयुत: ॥ ६४ ॥",
        "english_devnagari": "nārada uvācarājan kiṁ dhyāyase dīrghaṁmukhena pariśuṣyatākiṁ vā na riṣyate kāmodharmo vārthena saṁyutaḥ",
        "verse_Syn": [
            "nāradaḥ",
            "uvāca",
            "rājan",
            "kim",
            "dhyāyase",
            "dīrgham",
            "mukhena",
            "pariśuṣyatā",
            "kim",
            "vā",
            "na",
            "riṣyate",
            "kāmaḥ",
            "dharmaḥ",
            "vā",
            "arthena",
            "saṁyutaḥ"
        ],
        "translation": "The great sage Nārada inquired: My dear King, your face appears to be withering up, and you look like you have been thinking of something for a very long time. Why is that? Have you been hampered in following your path of religious rites, economic development and sense gratification?",
        "purport": " The four stages of advancement of human civilization are religiosity, economic development, sense gratification and, for some, the stage of liberation. Nārada Muni did not inquire from the King about his liberation, but only regarding the state management, which is meant for advancement of the three principles religiosity, economic development and sense gratification. Since those who engage in such activities are not interested in liberation, Nārada did not inquire from the King about this. Liberation is meant for persons who have lost all interest in religious ritualistic ceremonies, economic development and sense gratification."
    },
    {
        "verse": "65",
        "devanagari": "राजोवाचसुतो मे बालको ब्रह्मन् स्त्रैणेनाकरुणात्मना ।निर्वासित: पञ्चवर्ष: सह मात्रा महान्कवि: ॥ ६५ ॥",
        "english_devnagari": "rājovācasuto me bālako brahmanstraiṇenākaruṇātmanānirvāsitaḥ pañca-varṣaḥsaha mātrā mahān kaviḥ",
        "verse_Syn": [
            "rājā",
            "uvāca",
            "sutaḥ",
            "me",
            "bālakaḥ",
            "brahman",
            "straiṇena",
            "akaruṇā",
            "ātmanā",
            "nirvāsitaḥ",
            "pañca",
            "varṣaḥ",
            "saha",
            "mātrā",
            "mahān",
            "kaviḥ"
        ],
        "translation": "The King replied: O best of the brāhmaṇas, I am very much addicted to my wife, and I am so fallen that I have abandoned all merciful behavior, even to my son, who is only five years old. I have banished him and his mother, even though he is a great soul and a great devotee.",
        "purport": " In this verse there are some specific words which are to be understood very carefully. The King said that since he was very much addicted to his wife, he had lost all his mercy. That is the result of becoming too affectionate toward women. The King had two wives; the first wife was Sunīti, and the second was Suruci. He was too attached to the second wife, however, so he could not behave well with Dhruva Mahārāja. That was the cause of Dhruva’s leaving home to perform austerities. Although as a father the King was affectionate toward his son, he minimized his affection for Dhruva Mahārāja because he was too much addicted to the second wife. Now he was repenting that both Dhruva Mahārāja and his mother, Sunīti, were practically banished. Dhruva Mahārāja went to the forest, and since his mother was being neglected by the King, she was therefore almost banished also. The King repented having banished his boy, for Dhruva was only five years old, and a father should not banish his wife and children or neglect their maintenance. Repentant over his neglect of both Sunīti and her son, he was morose, and his face appeared withered. According to Manu-smṛti, one should never desert his wife and children. In a case where the wife and children are disobedient and do not follow the principles of home life, they are sometimes given up. But in the case of Dhruva Mahārāja this was not applicable because Dhruva was very mannerly and obedient. Moreover, he was a great devotee. Such a person is never to be neglected, yet the King was obliged to banish him. Now he was very sorry."
    },
    {
        "verse": "66",
        "devanagari": "अप्यनाथं वने ब्रह्मन्मा स्मादन्त्यर्भकं वृका: ।श्रान्तं शयानं क्षुधितं परिम्‍लानमुखाम्बुजम् ॥ ६६ ॥",
        "english_devnagari": "apy anāthaṁ vane brahmanmā smādanty arbhakaṁ vṛkāḥśrāntaṁ śayānaṁ kṣudhitaṁparimlāna-mukhāmbujam",
        "verse_Syn": [
            "api",
            "anātham",
            "vane",
            "brahman",
            "mā",
            "sma",
            "adanti",
            "arbhakam",
            "vṛkāḥ",
            "śrāntam",
            "śayānam",
            "kṣudhitam",
            "parimlāna",
            "mukha",
            "ambujam"
        ],
        "translation": "My dear brāhmaṇa, the face of my son was just like a lotus flower. I am thinking of his precarious condition. He is unprotected, and he might be very hungry. He might have lain down somewhere in the forest, and the wolves might have attacked him to eat his body.",
        "purport": ""
    },
    {
        "verse": "67",
        "devanagari": "अहो मे बत दौरात्म्यं स्त्रीजितस्योपधारय ।योऽङ्कं प्रेम्णारुरुक्षन्तं नाभ्यनन्दमसत्तम: ॥ ६७ ॥",
        "english_devnagari": "aho me bata daurātmyaṁstrī-jitasyopadhārayayo ’ṅkaṁ premṇārurukṣantaṁnābhyanandam asattamaḥ",
        "verse_Syn": [
            "aho",
            "me",
            "bata",
            "daurātmyam",
            "strī",
            "jitasya",
            "upadhāraya",
            "yaḥ",
            "aṅkam",
            "premṇā",
            "ārurukṣantam",
            "na",
            "abhyanandam",
            "asat",
            "tamaḥ"
        ],
        "translation": "Alas, just see how I was conquered by my wife! Just imagine my cruelty! Out of love and affection the boy was trying to get up on my lap, but I did not receive him, nor did I even pat him for a moment. Just imagine how hardhearted I am.",
        "purport": ""
    },
    {
        "verse": "68",
        "devanagari": "नारद उवाचमा मा शुच: स्वतनयं देवगुप्तं विशाम्पते ।तत्प्रभावमविज्ञाय प्रावृङ्क्ते यद्यशो जगत् ॥ ६८ ॥",
        "english_devnagari": "nārada uvācamā mā śucaḥ sva-tanayaṁdeva-guptaṁ viśāmpatetat-prabhāvam avijñāyaprāvṛṅkte yad-yaśo jagat",
        "verse_Syn": [
            "nāradaḥ",
            "uvāca",
            "mā",
            "mā",
            "śucaḥ",
            "sva",
            "tanayam",
            "deva",
            "guptam",
            "viśām",
            "pate",
            "tat",
            "prabhāvam",
            "avijñāya",
            "prāvṛṅkte",
            "yat",
            "yaśaḥ",
            "jagat"
        ],
        "translation": "The great sage Nārada replied: My dear King, please do not be aggrieved about your son. He is well protected by the Supreme Personality of Godhead. Although you have no actual information of his influence, his reputation is already spread all over the world.",
        "purport": " Sometimes when we hear that great sages and devotees go to the forest and engage themselves in devotional service or meditation, we become surprised: how can one live in the forest and not be taken care of by anyone? But the answer, given by a great authority, Nārada Muni, is that such persons are well protected by the Supreme Personality of Godhead. Śaraṇāgati, or surrender, means acceptance or firm belief that wherever the surrendered soul lives he is always protected by the Supreme Personality of Godhead; he is never alone or unprotected. Dhruva Mahārāja’s affectionate father thought his young boy, only five years old, to be in a very precarious position in the jungle, but Nārada Muni assured him, “You do not have sufficient information about the influence of your son.” Anyone who engages in devotional service, anywhere within this universe, is never unprotected."
    },
    {
        "verse": "69",
        "devanagari": "सुदुष्करं कर्म कृत्वा लोकपालैरपि प्रभु: ।ऐष्यत्यचिरतो राजन् यशो विपुलयंस्तव ॥ ६९ ॥",
        "english_devnagari": "suduṣkaraṁ karma kṛtvāloka-pālair api prabhuḥaiṣyaty acirato rājanyaśo vipulayaṁs tava",
        "verse_Syn": [
            "su",
            "duṣkaram",
            "karma",
            "kṛtvā",
            "loka",
            "pālaiḥ",
            "api",
            "prabhuḥ",
            "aiṣyati",
            "acirataḥ",
            "rājan",
            "yaśaḥ",
            "vipulayan",
            "tava"
        ],
        "translation": "My dear King, your son is very competent. He will perform activities which would be impossible even for great kings and sages. Very soon he will complete his task and come back home. You should know that he will also spread your reputation all over the world.",
        "purport": " Here in this verse Nārada Muni has described Dhruva Mahārāja as prabhu. This word is applicable to the Supreme Personality of Godhead. Sometimes the spiritual master is addressed as Prabhupāda. Prabhu means “the Supreme Personality of Godhead,” and pāda means “post.” According to Vaiṣṇava philosophy, the spiritual master occupies the post of the Supreme Personality of Godhead, or in other words he is the bona fide representative of the Supreme Lord. Dhruva Mahārāja is also described here as prabhu because he is an ācārya of the Vaiṣṇava school. Another meaning of prabhu is “master of the senses,” just like the word svāmī. Another significant word is suduṣkaram, “very difficult to perform.” What was the task that Dhruva Mahārāja undertook? The most difficult task in life is to satisfy the Supreme Personality of Godhead, and Dhruva Mahārāja would be able to do that. We must remember that Dhruva Mahārāja was not fickle; he was determined to execute his service and then come back. Every devotee, therefore, should be determined that in this life he will be able to satisfy the Supreme Personality of Godhead and by that process go back home, back to Godhead. That is the perfection of the highest mission of life."
    },
    {
        "verse": "70",
        "devanagari": "मैत्रेय उवाचइति देवर्षिणा प्रोक्तं विश्रुत्य जगतीपति: ।राजलक्ष्मीमनाद‍ृत्य पुत्रमेवान्वचिन्तयत् ॥ ७० ॥",
        "english_devnagari": "maitreya uvācaiti devarṣiṇā proktaṁviśrutya jagatī-patiḥrāja-lakṣmīm anādṛtyaputram evānvacintayat",
        "verse_Syn": [
            "maitreyaḥ",
            "uvāca",
            "iti",
            "devarṣiṇā",
            "proktam",
            "viśrutya",
            "jagatī",
            "patiḥ",
            "rāja",
            "lakṣmīm",
            "anādṛtya",
            "putram",
            "eva",
            "anvacintayat"
        ],
        "translation": "The great Maitreya continued: The King, Uttānapāda, after being advised by Nārada Muni, practically gave up all duties in relation with his kingdom, which was very vast and wide, opulent like the goddess of fortune, and he simply began to think of his son Dhruva.",
        "purport": ""
    },
    {
        "verse": "71",
        "devanagari": "तत्राभिषिक्त: प्रयतस्तामुपोष्य विभावरीम् ।समाहित: पर्यचरद‍ृष्यादेशेन पूरुषम् ॥ ७१ ॥",
        "english_devnagari": "tatrābhiṣiktaḥ prayatastām upoṣya vibhāvarīmsamāhitaḥ paryacaradṛṣy-ādeśena pūruṣam",
        "verse_Syn": [
            "tatra",
            "abhiṣiktaḥ",
            "prayataḥ",
            "tām",
            "upoṣya",
            "vibhāvarīm",
            "samāhitaḥ",
            "paryacarat",
            "ṛṣi",
            "ādeśena",
            "pūruṣam"
        ],
        "translation": "Elsewhere, Dhruva Mahārāja, having arrived at Madhuvana, took his bath in the river Yamunā and observed fasting in the night with great care and attention. After that, as advised by the great sage Nārada, he engaged himself in worshiping the Supreme Personality of Godhead.",
        "purport": " The significance of this particular verse is that Dhruva Mahārāja acted exactly according to the advice of his spiritual master, the great sage Nārada. Śrīla Viśvanātha Cakravartī also advises that if we want to be successful in our attempt to go back to Godhead, we must very seriously act according to the instruction of the spiritual master. That is the way of perfection. There need be no anxiety over attaining perfection because if one follows the instruction given by the spiritual master he is sure to attain perfection. Our only concern should be how to execute the order of the spiritual master. A spiritual master is expert in giving special instructions to each of his disciples, and if the disciple executes the order of the spiritual master, that is the way of his perfection."
    },
    {
        "verse": "72",
        "devanagari": "त्रिरात्रान्ते त्रिरात्रान्ते कपित्थबदराशन: ।आत्मवृत्त्यनुसारेण मासं निन्येऽर्चयन्हरिम् ॥ ७२ ॥",
        "english_devnagari": "tri-rātrānte tri-rātrāntekapittha-badarāśanaḥātma-vṛtty-anusāreṇamāsaṁ ninye ’rcayan harim",
        "verse_Syn": [
            "tri",
            "rātra",
            "ante",
            "tri",
            "rātra",
            "ante",
            "kapittha",
            "badara",
            "aśanaḥ",
            "ātma",
            "vṛtti",
            "anusāreṇa",
            "māsam",
            "ninye",
            "arcayan",
            "harim"
        ],
        "translation": "For the first month Dhruva Mahārāja ate only fruits and berries on every third day, only to keep his body and soul together, and in this way he progressed in his worship of the Supreme Personality of Godhead.",
        "purport": " Kapittha is a flower which is known in Indian vernacular as kayeta. We do not find an English equivalent for the name of this flower, but its fruit is generally not accepted by human beings; it is eaten by monkeys in the forest. Dhruva Mahārāja, however, accepted such fruits, not for luxurious feasting but just to keep his body and soul together. The body needs food, but a devotee should not accept foodstuff to satisfy the tongue in sense gratification. It is recommended in Bhagavad-gītā that one should accept as much food as necessary to keep the body fit, but one should not eat for luxury. Dhruva Mahārāja is an ācārya, and by undergoing severe austerities and penances he teaches us how one should execute devotional service. We must carefully know the process of Dhruva Mahārāja’s service; how severely he passed his days will be shown in later verses. We should always remember that to become a bona fide devotee of the Lord is not an easy task, but in this age, by the mercy of Lord Caitanya, it has been made very easy. But if we do not follow even the liberal instructions of Lord Caitanya, how can we expect to discharge our regular duties in devotional service? It is not possible in this age to follow Dhruva Mahārāja in his austerity, but the principles must be followed; we should not disregard the regulative principles given by our spiritual master, for they make it easier for the conditioned soul. As far as our ISKCON movement is concerned, we simply ask that one observe the four prohibitive rules, chant sixteen rounds and, instead of indulging in luxurious eating for the tongue, simply accept prasāda offered to the Lord. This does not mean that with our fasting the Lord should also fast. The Lord should be given foodstuff which is as nice as possible. But we should not make it a point to satisfy our own tongue. As far as possible we should accept simple foodstuff, just to keep the body and soul together to execute devotional service. It is our duty to remember always that in comparison to Dhruva Mahārāja we are insignificant. We cannot do anything like what Dhruva Mahārāja did for self-realization because we are absolutely incompetent to execute such service. But by Lord Caitanya’s mercy we have been given all concessions possible for this age, so at least we should always remember that neglect of our prescribed duties in devotional service will not make us successful in the mission we have undertaken. It is our duty to follow in the footsteps of Dhruva Mahārāja, for he was very determined. We should also be determined to finish our duties in executing devotional service in this life; we should not wait for another life to finish our job."
    },
    {
        "verse": "73",
        "devanagari": "द्वितीयं च तथा मासं षष्ठे षष्ठेऽर्भको दिने ।तृणपर्णादिभि: शीर्णै: कृतान्नोऽभ्यर्चयन्विभुम् ॥ ७३ ॥",
        "english_devnagari": "dvitīyaṁ ca tathā māsaṁṣaṣṭhe ṣaṣṭhe ’rbhako dinetṛṇa-parṇādibhiḥ śīrṇaiḥkṛtānno ’bhyarcayan vibhum",
        "verse_Syn": [
            "dvitīyam",
            "ca",
            "tathā",
            "māsam",
            "ṣaṣṭhe",
            "ṣaṣṭhe",
            "arbhakaḥ",
            "dine",
            "tṛṇa",
            "parṇa",
            "ādibhiḥ",
            "śīrṇaiḥ",
            "kṛta",
            "annaḥ",
            "abhyarcayan",
            "vibhum"
        ],
        "translation": "In the second month Dhruva Mahārāja ate only every six days, and for his eatables he took dry grass and leaves. Thus he continued his worship.",
        "purport": ""
    },
    {
        "verse": "74",
        "devanagari": "तृतीयं चानयन्मासं नवमे नवमेऽहनि ।अब्भक्ष उत्तमश्लोकमुपाधावत्समाधिना ॥ ७४ ॥",
        "english_devnagari": "tṛtīyaṁ cānayan māsaṁnavame navame ’haniab-bhakṣa uttamaślokamupādhāvat samādhinā",
        "verse_Syn": [
            "tṛtīyam",
            "ca",
            "ānayan",
            "māsam",
            "navame",
            "navame",
            "ahani",
            "ap",
            "bhakṣaḥ",
            "uttama",
            "ślokam",
            "upādhāvat",
            "samādhinā"
        ],
        "translation": "In the third month he drank water only every nine days. Thus he remained completely in trance and worshiped the Supreme Personality of Godhead, who is adored by selected verses.",
        "purport": ""
    },
    {
        "verse": "75",
        "devanagari": "चतुर्थमपि वै मासं द्वादशे द्वादशेऽहनि ।वायुभक्षो जितश्वासो ध्यायन्देवमधारयत् ॥ ७५ ॥",
        "english_devnagari": "caturtham api vai māsaṁdvādaśe dvādaśe ’hanivāyu-bhakṣo jita-śvāsodhyāyan devam adhārayat",
        "verse_Syn": [
            "caturtham",
            "api",
            "vai",
            "māsam",
            "dvādaśe",
            "dvādaśe",
            "ahani",
            "vāyu",
            "bhakṣaḥ",
            "jita",
            "śvāsaḥ",
            "dhyāyan",
            "devam",
            "adhārayat"
        ],
        "translation": "In the fourth month Dhruva Mahārāja became a complete master of the breathing exercise, and thus he inhaled air only every twelfth day. In this way he became completely fixed in his position and worshiped the Supreme Personality of Godhead.",
        "purport": ""
    },
    {
        "verse": "76",
        "devanagari": "पञ्चमे मास्यनुप्राप्ते जितश्वासो नृपात्मज: ।ध्यायन् ब्रह्म पदैकेन तस्थौ स्थाणुरिवाचल: ॥ ७६ ॥",
        "english_devnagari": "pañcame māsy anuprāptejita-śvāso nṛpātmajaḥdhyāyan brahma padaikenatasthau sthāṇur ivācalaḥ",
        "verse_Syn": [
            "pañcame",
            "māsi",
            "anuprāpte",
            "jita",
            "śvāsaḥ",
            "nṛpa",
            "ātmajaḥ",
            "dhyāyan",
            "brahma",
            "padā",
            "ekena",
            "tasthau",
            "sthāṇuḥ",
            "iva",
            "acalaḥ"
        ],
        "translation": "By the fifth month, Mahārāja Dhruva, the son of the King, had controlled his breathing so perfectly that he was able to stand on only one leg, just as a column stands, without motion, and concentrate his mind fully on the Parabrahman.",
        "purport": ""
    },
    {
        "verse": "77",
        "devanagari": "सर्वतो मन आकृष्य हृदि भूतेन्द्रियाशयम् ।ध्यायन्भगवतो रूपं नाद्राक्षीत्किञ्चनापरम् ॥ ७७ ॥",
        "english_devnagari": "sarvato mana ākṛṣyahṛdi bhūtendriyāśayamdhyāyan bhagavato rūpaṁnādrākṣīt kiñcanāparam",
        "verse_Syn": [
            "sarvataḥ",
            "manaḥ",
            "ākṛṣya",
            "hṛdi",
            "bhūta",
            "indriya",
            "āśayam",
            "dhyāyan",
            "bhagavataḥ",
            "rūpam",
            "na",
            "adrākṣīt",
            "kiñcana",
            "aparam"
        ],
        "translation": "He completely controlled his senses and their objects, and in this way he fixed his mind, without diversion to anything else, upon the form of the Supreme Personality of Godhead.",
        "purport": " The yogic principles of meditation are clearly explained here. One has to fix one’s mind upon the form of the Supreme Personality of Godhead without diversion to any other objective. It is not that one can meditate or concentrate on an impersonal objective. To try to do so is simply a waste of time, for it is unnecessarily troublesome, as explained in Bhagavad-gītā."
    },
    {
        "verse": "78",
        "devanagari": "आधारं महदादीनां प्रधानपुरुषेश्वरम् ।ब्रह्म धारयमाणस्य त्रयो लोकाश्चकम्पिरे ॥ ७८ ॥",
        "english_devnagari": "ādhāraṁ mahad-ādīnāṁpradhāna-puruṣeśvarambrahma dhārayamāṇasyatrayo lokāś cakampire",
        "verse_Syn": [
            "ādhāram",
            "mahat",
            "ādīnām",
            "pradhāna",
            "puruṣa",
            "īśvaram",
            "brahma",
            "dhārayamāṇasya",
            "trayaḥ",
            "lokāḥ",
            "cakampire"
        ],
        "translation": "When Dhruva Mahārāja thus captured the Supreme Personality of Godhead, who is the refuge of the total material creation and who is the master of all living entities, the three worlds began to tremble.",
        "purport": " In this verse the particular word brahma is very significant. Brahman refers to one who not only is the greatest, but has the potency to expand to an unlimited extent. How was it possible for Dhruva Mahārāja to capture Brahman within his heart? This question has been very nicely answered by Jīva Gosvāmī. He says that the Supreme Personality of Godhead is the origin of Brahman, for since He comprises everything material and spiritual, there cannot be anything greater than He. In the Bhagavad-gītā also the Supreme Godhead says, “I am the resting place of Brahman.” Many persons, especially the Māyāvādī philosophers, consider Brahman the biggest, all-expanding substance, but according to this verse and other Vedic literatures, such as Bhagavad-gītā, the resting place of Brahman is the Supreme Personality of Godhead, just as the resting place of the sunshine is the sun globe. Śrīla Jīva Gosvāmī therefore says that since the transcendental form of the Lord is the seed of all greatness, He is the Supreme Brahman. Since the Supreme Brahman was situated in the heart of Dhruva Mahārāja, he became heavier than the heaviest, and therefore everything trembled in all three worlds and in the spiritual world. The mahat-tattva, or the sum total of the material creation, is to be understood to be the ultimate end of all universes, including all the living entities therein. Brahman is the resort of the mahat-tattva, which includes all material and spiritual entities. It is described in this connection that the Supreme Brahman, the Personality of Godhead, is the master of both pradhāna and puruṣa. Pradhāna means subtle matter, such as ether. Puruṣa means the spiritual-spark living entities who are entangled in that subtle material existence. These may also be described as parā prakṛti and aparā prakṛti, as stated in Bhagavad-gītā. Kṛṣṇa, being the controller of both the prakṛtis, is thus the master of pradhāna and puruṣa. In the Vedic hymns also the Supreme Brahman is described as antaḥ-praviṣṭaḥ śāstā. This indicates that the Supreme Personality of Godhead is controlling everything and entering into everything. The Brahma-saṁhitā (5.35) further confirms this. Aṇḍāntara-stha-paramāṇu-cayāntara-stham: He has entered not only the universes, but even the atom. In Bhagavad-gītā (10.42) Kṛṣṇa also says, viṣṭabhyāham idaṁ kṛtsnam. The Supreme Personality of Godhead controls everything by entering into everything. By associating constantly with the Supreme Personality in his heart, Dhruva Mahārāja naturally became equal to the greatest, Brahman, by His association, and thus became the heaviest, and the entire universe trembled. In conclusion, a person who always concentrates on the transcendental form of Kṛṣṇa within his heart can very easily strike the whole world with wonder at his activities. This is the perfection of yoga performance, as confirmed in Bhagavad-gītā (6.47). Yoginām api sarveṣām: of all yogīs, the bhakti-yogī, who thinks of Kṛṣṇa always within his heart and engages in His loving transcendental service, is the topmost. Ordinary yogīs can exhibit wonderful material activities, known as aṣṭa-siddhi, eight kinds of yogic perfection, but a pure devotee of the Lord can surpass these perfections by performing activities which can make the whole universe tremble."
    },
    {
        "verse": "79",
        "devanagari": "यदैकपादेन स पार्थिवार्भकस्तस्थौ तदङ्गुष्ठनिपीडिता मही ।ननाम तत्रार्धमिभेन्द्रधिष्ठितातरीव सव्येतरत: पदे पदे ॥ ७९ ॥",
        "english_devnagari": "yadaika-pādena sa pārthivārbhakastasthau tad-aṅguṣṭha-nipīḍitā mahīnanāma tatrārdham ibhendra-dhiṣṭhitātarīva savyetarataḥ pade pade",
        "verse_Syn": [
            "yadā",
            "eka",
            "pādena",
            "saḥ",
            "pārthiva",
            "arbhakaḥ",
            "tasthau",
            "tat",
            "aṅguṣṭha",
            "nipīḍitā",
            "mahī",
            "nanāma",
            "tatra",
            "ardham",
            "ibha",
            "indra",
            "dhiṣṭhitā",
            "tarī",
            "iva",
            "savya",
            "itarataḥ",
            "pade",
            "pade"
        ],
        "translation": "As Dhruva Mahārāja, the King’s son, kept himself steadily standing on one leg, the pressure of his big toe pushed down half the earth, just as an elephant being carried on a boat rocks the boat left and right with his every step.",
        "purport": " The most significant expression in this verse is pārthivārbhakaḥ, “son of the King.” When Dhruva Mahārāja was at home, although he was a king’s son, he was prevented from getting on the lap of his father. But when he became advanced in self-realization, or devotional service, by the pressure of his toe he could push down the whole earth. That is the difference between ordinary consciousness and Kṛṣṇa consciousness. In ordinary consciousness a king’s son may be refused something even by his father, but when the same person becomes fully Kṛṣṇa conscious within his heart, he can push down the earth with the pressure of his toe. One cannot argue, “How is it that Dhruva Mahārāja, who was prevented from getting up on the lap of his father, could press down the whole earth?” This argument is not very much appreciated by the learned, for it is an example of nagna-mātṛkā logic. By this logic one would think that because his mother in her childhood was naked, she should remain naked even when she is grown up. The stepmother of Dhruva Mahārāja might have been thinking in a similar way: since she had refused to allow him to get up on the lap of his father, how could Dhruva perform such wonderful activities as pressing down the whole earth? She must have been very surprised when she learned that Dhruva Mahārāja, by concentrating constantly on the Supreme Personality of Godhead within his heart, could press down the entire earth, like an elephant who presses down the boat on which it is loaded."
    },
    {
        "verse": "80",
        "devanagari": "तस्मिन्नभिध्यायति विश्वमात्मनोद्वारं निरुध्यासुमनन्यया धिया ।लोका निरुच्छ्‌वासनिपीडिता भृशंसलोकपाला: शरणं ययुर्हरिम् ॥ ८० ॥",
        "english_devnagari": "tasminn abhidhyāyati viśvam ātmanodvāraṁ nirudhyāsum ananyayā dhiyālokā nirucchvāsa-nipīḍitā bhṛśaṁsa-loka-pālāḥ śaraṇaṁ yayur harim",
        "verse_Syn": [
            "tasmin",
            "abhidhyāyati",
            "viśvam",
            "ātmanaḥ",
            "dvāram",
            "nirudhya",
            "asum",
            "ananyayā",
            "dhiyā",
            "lokāḥ",
            "nirucchvāsa",
            "nipīḍitāḥ",
            "bhṛśam",
            "sa",
            "loka",
            "pālāḥ",
            "śaraṇam",
            "yayuḥ",
            "harim"
        ],
        "translation": "When Dhruva Mahārāja became practically one in heaviness with Lord Viṣṇu, the total consciousness, due to his fully concentrating and his closing all the holes of his body, the total universal breathing became choked up, and all the great demigods in all the planetary systems felt suffocated and thus took shelter of the Supreme Personality of Godhead.",
        "purport": " When hundreds of persons are sitting in an airplane, although they remain individual units they each share in the total force of the airplane, which runs at thousands of miles per hour. Similarly, when unit energy is identified with the service of the total energy, the unit energy becomes as powerful as the total energy. As explained in the previous verse, Dhruva Mahārāja, because of his spiritual advancement, became almost the total heaviness, and thus he pressed down the whole earth. Moreover, by such spiritual power his unit body became the total body of the universe. Thus when he closed the holes of his unit body to firmly concentrate his mind on the Supreme Personality of Godhead, all the units of the universe — namely all the living entities, including the big demigods — felt the pressure of suffocation, as if their breathing were being choked. Therefore they all took shelter of the Supreme Personality of Godhead because they were perplexed as to what had happened. This example of Dhruva Mahārāja’s closing the holes of his personal body and thereby closing the breathing holes of the total universe clearly indicates that a devotee, by his personal devotional service, can influence all the people of the whole world to become devotees of the Lord. lf there is only one pure devotee in pure Kṛṣṇa consciousness, he can change the total consciousness of the world into Kṛṣṇa consciousness. This is not very difficult to understand if we study the behavior of Dhruva Mahārāja."
    },
    {
        "verse": "81",
        "devanagari": "देवा ऊचु:नैवं विदामो भगवन् प्राणरोधंचराचरस्याखिलसत्त्वधाम्न: ।विधेहि तन्नो वृजिनाद्विमोक्षंप्राप्ता वयं त्वां शरणं शरण्यम् ॥ ८१ ॥",
        "english_devnagari": "devā ūcuḥnaivaṁ vidāmo bhagavan prāṇa-rodhaṁcarācarasyākhila-sattva-dhāmnaḥvidhehi tan no vṛjinād vimokṣaṁprāptā vayaṁ tvāṁ śaraṇaṁ śaraṇyam",
        "verse_Syn": [
            "devāḥ",
            "ūcuḥ",
            "na",
            "evam",
            "vidāmaḥ",
            "bhagavan",
            "prāṇa",
            "rodham",
            "cara",
            "acarasya",
            "akhila",
            "sattva",
            "dhāmnaḥ",
            "vidhehi",
            "tat",
            "naḥ",
            "vṛjināt",
            "vimokṣam",
            "prāptāḥ",
            "vayam",
            "tvām",
            "śaraṇam",
            "śaraṇyam"
        ],
        "translation": "The demigods said: Dear Lord, You are the refuge of all moving and nonmoving living entities. We feel all living entities to be suffocating, their breathing processes choked up. We have never experienced such a thing. Since You are the ultimate shelter of all surrendered souls, we have therefore approached You; kindly save us from this danger.",
        "purport": " Dhruva Mahārāja’s influence, attained by executing devotional service unto the Lord, was felt even by the demigods, who had never before experienced such a situation. Because of Dhruva Mahārāja’s controlling his breathing, the entire universal breathing process was choked. It is by the will of the Supreme Personality of Godhead that material entities cannot breathe whereas spiritual entities are able to breathe; material entities are products of the Lord’s external energy, whereas spiritual entities are products of the Lord’s internal energy. The demigods approached the Supreme Personality of Godhead, who is the controller of both kinds of entities, in order to know why their breathing was choked. The Supreme Lord is the ultimate goal for the solution to all problems within this material world. In the spiritual world there are no problems, but the material world is always problematic. Since the Supreme Personality of Godhead is the master of both the material and spiritual worlds, it is better to approach Him in all problematic situations. Therefore those who are devotees have no problems in this material world. Viśvaṁ pūrṇa-sukhāyate (Caitanya-candrāmṛta): devotees are free from all problems because they are fully surrendered unto the Supreme Personality of Godhead. For a devotee, everything in the world is very pleasing because he knows how to use everything in the transcendental loving service of the Lord."
    },
    {
        "verse": "82",
        "devanagari": "श्रीभगवानुवाचमा भैष्ट बालं तपसो दुरत्यया-न्निवर्तयिष्ये प्रतियात स्वधाम ।यतो हि व: प्राणनिरोध आसी-दौत्तानपादिर्मयि सङ्गतात्मा ॥ ८२ ॥",
        "english_devnagari": "śrī-bhagavān uvācamā bhaiṣṭa bālaṁ tapaso duratyayānnivartayiṣye pratiyāta sva-dhāmayato hi vaḥ prāṇa-nirodha āsīdauttānapādir mayi saṅgatātmā",
        "verse_Syn": [
            "śrī",
            "bhagavān",
            "uvāca",
            "mā",
            "bhaiṣṭa",
            "bālam",
            "tapasaḥ",
            "duratyayāt",
            "nivartayiṣye",
            "pratiyāta",
            "sva",
            "dhāma",
            "yataḥ",
            "hi",
            "vaḥ",
            "prāṇa",
            "nirodhaḥ",
            "āsīt",
            "auttānapādiḥ",
            "mayi",
            "saṅgata",
            "ātmā"
        ],
        "translation": "The Supreme Personality of Godhead replied: My dear demigods, do not be perturbed by this. It is due to the severe austerity and full determination of the son of King Uttānapāda, who is now fully absorbed in thought of Me. He has obstructed the universal breathing process. You can safely return to your respective homes. I shall stop this boy in his severe acts of austerities, and you will be saved from this situation.",
        "purport": " Here one word, saṅgatātmā, is misinterpreted by the Māyāvādī philosophers, who say that the self of Dhruva Mahārāja became one with the Supreme Self, the Personality of Godhead. The Māyāvādī philosophers want to prove by this word that the Supersoul and the individual soul become united in this way and that after such unification the individual soul has no separate existence. But here it is clearly said by the Supreme Lord that Dhruva Mahārāja was so absorbed in meditation on the thought of the Supreme Personality of Godhead that He Himself, the universal consciousness, was attracted to Dhruva. In order to please the demigods, He wanted to go Himself to Dhruva Mahārāja to stop him from this severe austerity. The Māyāvādī philosophers’ conclusion that the Supersoul and the individual soul become united is not supported by this statement. Rather, the Supersoul, the Personality of Godhead, wanted to stop Dhruva Mahārāja from this severe austerity. By pleasing the Supreme Personality of Godhead, one pleases everyone, just as by watering the root of a tree one satisfies every branch, twig and leaf of the tree. If one can attract the Supreme Personality of Godhead, one naturally attracts the whole universe because Kṛṣṇa is the supreme cause of the universe. All the demigods were afraid of being totally vanquished by suffocation, but the Personality of Godhead assured them that Dhruva Mahārāja was a great devotee of the Lord and was not about to annihilate everyone in the universe. A devotee is never envious of other living entities."
    }
]