[
    {
        "verse": "1",
        "devanagari": "सूत उवाचनिशम्य कौषारविणोपवर्णितंध्रुवस्य वैकुण्ठपदाधिरोहणम् । प्ररूढभावो भगवत्यधोक्षजेप्रष्टुं पुनस्तं विदुर: प्रचक्रमे ॥ १ ॥",
        "english_devnagari": "sūta uvācaniśamya kauṣāraviṇopavarṇitaṁdhruvasya vaikuṇṭha-padādhirohaṇamprarūḍha-bhāvo bhagavaty adhokṣajepraṣṭuṁ punas taṁ viduraḥ pracakrame",
        "verse_Syn": [
            "sūtaḥ",
            "uvāca",
            "niśamya",
            "kauṣāraviṇā",
            "upavarṇitam",
            "dhruvasya",
            "vaikuṇṭha",
            "pada",
            "adhirohaṇam",
            "prarūḍha",
            "bhāvaḥ",
            "bhagavati",
            "adhokṣaje",
            "praṣṭum",
            "punaḥ",
            "tam",
            "viduraḥ",
            "pracakrame"
        ],
        "translation": "Sūta Gosvāmī, continuing to speak to all the ṛṣis, headed by Śaunaka, said: After hearing Maitreya Ṛṣi describe Dhruva Mahārāja’s ascent to Lord Viṣṇu’s abode, Vidura became very much enlightened in devotional emotion, and he inquired from Maitreya as follows.",
        "purport": " As evidenced in the topics between Vidura and Maitreya, the activities of the Supreme Personality of Godhead and the devotees are so fascinating that neither the devotee who is describing them nor the devotee who is hearing is at all fatigued by the inquiries and answers. Transcendental subject matter is so nice that no one becomes tired of hearing or speaking. Others, who are not devotees, may think, “How can people devote so much time simply to talks of God?” But devotees are never satisfied or satiated in hearing and speaking about the Supreme Personality of Godhead or about His devotees. The more they hear and talk, the more they become enthusiastic to hear. The chanting of the Hare Kṛṣṇa mantra is simply the repetition of three words — Hare, Kṛṣṇa and Rāma — but still devotees can go on chanting this Hare Kṛṣṇa mantra twenty-four hours a day without feeling fatigued."
    },
    {
        "verse": "2",
        "devanagari": "विदुर उवाचके ते प्रचेतसो नाम कस्यापत्यानिसुव्रत ।कस्यान्ववाये प्रख्याता: कुत्र वा सत्रमासत ॥ २ ॥",
        "english_devnagari": "vidura uvācake te pracetaso nāmakasyāpatyāni suvratakasyānvavāye prakhyātāḥkutra vā satram āsata",
        "verse_Syn": [
            "viduraḥ",
            "uvāca",
            "ke",
            "te",
            "pracetasaḥ",
            "nāma",
            "kasya",
            "apatyāni",
            "su",
            "vrata",
            "kasya",
            "anvavāye",
            "prakhyātāḥ",
            "kutra",
            "vā",
            "satram",
            "āsata"
        ],
        "translation": "Vidura inquired from Maitreya: O greatly advanced devotee, who were the Pracetās? To which family did they belong? Whose sons were they, and where did they perform the great sacrifices?",
        "purport": " The great Nārada’s singing, in the previous chapter, of three verses in the sacrificial arena of the Pracetās gave another impetus to Vidura to ask further questions."
    },
    {
        "verse": "3",
        "devanagari": "मन्ये महाभागवतं नारदं देवदर्शनम् ।येनप्रोक्त: क्रियायोग: परिचर्याविधिर्हरे: ॥ ३ ॥",
        "english_devnagari": "manye mahā-bhāgavataṁnāradaṁ deva-darśanamyena proktaḥ kriyā-yogaḥparicaryā-vidhir hareḥ",
        "verse_Syn": [
            "manye",
            "mahā",
            "bhāgavatam",
            "nāradam",
            "deva",
            "darśanam",
            "yena",
            "proktaḥ",
            "kriyā",
            "yogaḥ",
            "paricaryā",
            "vidhiḥ",
            "hareḥ"
        ],
        "translation": "Vidura continued: I know that the great sage Nārada is the greatest of all devotees. He has compiled the pāñcarātrika procedure of devotional service and has directly met the Supreme Personality of Godhead.",
        "purport": " There are two different ways of approaching the Supreme Lord. One is called bhāgavata-mārga, or the way of Śrīmad-Bhāgavatam, and the other is called pāñcarātrika-vidhi. Pāñcarātrika-vidhi is the method of temple worship, and bhāgavata-vidhi is the system of nine processes which begin with hearing and chanting. The Kṛṣṇa conscious movement accepts both processes simultaneously and thus enables one to make steady progress on the path of realization of the Supreme Personality of Godhead. This pāñcarātrika procedure was first introduced by the great sage Nārada, as referred to here by Vidura."
    },
    {
        "verse": "4",
        "devanagari": "स्वधर्मशीलै: पुरुषैर्भगवान् यज्ञपूरुष: ।इज्यमानो भक्तिमता नारदेनेरित: किल ॥ ४ ॥",
        "english_devnagari": "sva-dharma-śīlaiḥ puruṣairbhagavān yajña-pūruṣaḥijyamāno bhaktimatānāradeneritaḥ kila",
        "verse_Syn": [
            "sva",
            "dharma",
            "śīlaiḥ",
            "puruṣaiḥ",
            "bhagavān",
            "yajña",
            "pūruṣaḥ",
            "ijyamānaḥ",
            "bhaktimatā",
            "nāradena",
            "īritaḥ",
            "kila"
        ],
        "translation": "While all the Pracetās were executing religious rituals and sacrificial ceremonies and thus worshiping the Supreme Personality of Godhead for His satisfaction, the great sage Nārada described the transcendental qualities of Dhruva Mahārāja.",
        "purport": " Nārada Muni is always glorifying the pastimes of the Lord. In this verse we see that not only does he glorify the Lord, but he also likes to glorify the devotees of the Lord. The great sage Nārada’s mission is to broadcast the devotional service of the Lord. For this purpose he has compiled the Nārada-pañcarātra, a directory of devotional service, so that devotees can always take information about how to execute devotional service and thus engage twenty-four hours a day in performing sacrifices for the pleasure of the Supreme Personality of Godhead. As stated in the Bhagavad-gītā, the Lord has created four orders of social life, namely brāhmaṇa, kṣatriya, vaiśya and śūdra. In the Nārada-pañcarātra it is very clearly described how each of the social orders can please the Supreme Lord. In the Bhagavad-gītā (18.45) it is stated, sve sve karmaṇy abhirataḥ saṁsiddhiṁ labhate naraḥ: by executing one’s prescribed duties one can please the Supreme Lord. In the Śrīmad-Bhāgavatam (1.2.13) also it is stated, svanuṣṭhitasya dharmasya saṁsiddhir hari-toṣaṇam: the perfection of duty is to see that by discharging one’s specific duties one satisfies the Supreme Personality of Godhead. When the Pracetās were performing sacrifices according to this direction, Nārada Muni was satisfied to see these activities, and he also wanted to glorify Dhruva Mahārāja in that sacrificial arena."
    },
    {
        "verse": "5",
        "devanagari": "यास्ता देवर्षिणा तत्र वर्णिता भगवत्कथा: ।मह्यं शुश्रूषवे ब्रह्मन् कार्त्स्‍न्येनाचष्टुमर्हसि ॥ ५ ॥",
        "english_devnagari": "yās tā devarṣiṇā tatravarṇitā bhagavat-kathāḥmahyaṁ śuśrūṣave brahmankārtsnyenācaṣṭum arhasi",
        "verse_Syn": [
            "yāḥ",
            "tāḥ",
            "devarṣiṇā",
            "tatra",
            "varṇitāḥ",
            "bhagavat",
            "kathāḥ",
            "mahyam",
            "śuśrūṣave",
            "brahman",
            "kārtsnyena",
            "ācaṣṭum",
            "arhasi"
        ],
        "translation": "My dear brāhmaṇa, how did Nārada Muni glorify the Supreme Personality of Godhead, and what pastimes were described in that meeting? I am very eager to hear of them. Kindly explain fully about that glorification of the Lord.",
        "purport": " Śrīmad-Bhāgavatam is the record of bhagavat-kathā, topics about the pastimes of the Lord. What Vidura was anxious to hear from Maitreya we can also hear five thousand years later, provided we are very eager."
    },
    {
        "verse": "6",
        "devanagari": "मैत्रेय उवाचध्रुवस्य चोत्कल: पुत्र: पितरि प्रस्थिते वनम् ।सार्वभौमश्रियं नैच्छदधिराजासनं पितु: ॥ ६ ॥",
        "english_devnagari": "maitreya uvācadhruvasya cotkalaḥ putraḥpitari prasthite vanamsārvabhauma-śriyaṁ naicchadadhirājāsanaṁ pituḥ",
        "verse_Syn": [
            "maitreyaḥ",
            "uvāca",
            "dhruvasya",
            "ca",
            "utkalaḥ",
            "putraḥ",
            "pitari",
            "prasthite",
            "vanam",
            "sārva",
            "bhauma",
            "śriyam",
            "na",
            "aicchat",
            "adhirāja",
            "āsanam",
            "pituḥ"
        ],
        "translation": "The great sage Maitreya replied: My dear Vidura, when Mahārāja Dhruva departed for the forest, his son, Utkala, did not desire to accept the opulent throne of his father, which was meant for the ruler of all the lands of this planet.",
        "purport": ""
    },
    {
        "verse": "7",
        "devanagari": "स जन्मनोपशान्तात्मा नि:सङ्ग: समदर्शन: ।ददर्श लोके विततमात्मानं लोकमात्मनि ॥ ७ ॥",
        "english_devnagari": "sa janmanopaśāntātmāniḥsaṅgaḥ sama-darśanaḥdadarśa loke vitatamātmānaṁ lokam ātmani",
        "verse_Syn": [
            "saḥ",
            "janmanā",
            "upaśānta",
            "ātmā",
            "niḥsaṅgaḥ",
            "sama",
            "darśanaḥ",
            "dadarśa",
            "loke",
            "vitatam",
            "ātmānam",
            "lokam",
            "ātmani"
        ],
        "translation": "From his very birth, Utkala was fully satisfied and unattached to the world. He was equipoised, for he could see everything resting in the Supersoul and the Supersoul present in everyone’s heart.",
        "purport": " The symptoms and characteristics of Utkala, the son of Mahārāja Dhruva, are those of a mahā-bhāgavata. As stated in the Bhagavad-gītā (6.30), yo māṁ paśyati sarvatra sarvaṁ ca mayi paśyati: a highly advanced devotee sees the Supreme Personality of Godhead everywhere, and he also sees everything resting in the Supreme. It is also confirmed in the Bhagavad-gītā (9.4), mayā tatam idaṁ sarvaṁ jagad avyakta-mūrtinā: Lord Kṛṣṇa is spread all over the universe in His impersonal feature. Everything is resting on Him, but that does not mean that everything is He Himself. A highly advanced mahā-bhāgavata devotee sees in this spirit: he sees the same Supersoul, Paramātmā, existing within everyone’s heart, regardless of discrimination based on the different material forms of the living entities. He sees everyone as part and parcel of the Supreme Personality of Godhead. The mahā-bhāgavata, who experiences the Supreme Godhead’s presence everywhere, is never missing from the sight of the Supreme Lord, nor is the Supreme Lord ever lost from his sight. This is possible only when one is advanced in love of Godhead."
    },
    {
        "verse": "8-9",
        "devanagari": "आत्मानं ब्रह्म निर्वाणं प्रत्यस्तमितविग्रहम् ।अवबोधरसैकात्म्यमानन्दमनुसन्ततम् ॥ ८ ॥अव्यवच्छिन्नयोगाग्निदग्धकर्ममलाशय: ।स्वरूपमवरुन्धानो नात्मनोऽन्यं तदैक्षत ॥ ९ ॥",
        "english_devnagari": "ātmānaṁ brahma-nirvāṇaṁpratyastamita-vigrahamavabodha-rasaikātmyamānandam anusantatam",
        "verse_Syn": [
            "ātmānam",
            "brahma",
            "nirvāṇam",
            "pratyastamita",
            "vigraham",
            "avabodha",
            "rasa",
            "eka",
            "ātmyam",
            "ānandam",
            "anusantatam",
            "avyavacchinna",
            "yoga",
            "agni",
            "dagdha",
            "karma",
            "mala",
            "āśayaḥ",
            "svarūpam",
            "avarundhānaḥ",
            "na",
            "ātmanaḥ",
            "anyam",
            "tadā",
            "aikṣata"
        ],
        "translation": "By expansion of his knowledge of the Supreme Brahman, he had already attained liberation from the bondage of the body. This liberation is known as nirvāṇa. He was situated in transcendental bliss, and he continued always in that blissful existence, which expanded more and more. This was possible for him by continual practice of bhakti-yoga, which is compared to fire because it burns away all dirty, material things. He was always situated in his constitutional position of self-realization, and he could not see anything else but the Supreme Lord and himself engaged in discharging devotional service.",
        "purport": " These two verses explain the verse in the Bhagavad-gītā (18.54): “One who is transcendentally situated at once realizes the Supreme Brahman and becomes fully joyful. He never laments or desires to have anything. He is equally disposed towards every living entity. In that state he achieves pure devotional service unto Me.” This is also explained by Lord Caitanya in His Śikṣāṣṭaka in the beginning of the first verse: The bhakti-yoga system is the topmost yoga system, and in this system the chanting of the holy name of the Lord is the foremost performance of devotional service. By chanting the holy name one can attain the perfection of nirvāṇa, or liberation from material existence, and so increase one’s blissful life of spiritual existence as described by Lord Caitanya (ānandāmbudhi-vardhanam). When one is situated in that position, he no longer has any interest in material opulence or even a royal throne and sovereignty over the whole planet. This situation is called viraktir anyatra syāt. It is the result of devotional service. The more one makes advancement in devotional service, the more one becomes detached from material opulence and material activity. This is the spiritual nature, full of bliss. This is also described in Bhagavad-gītā (2.59). Paraṁ dṛṣṭvā nivartate: one ceases to take part in material enjoyment upon tasting superior, blissful life in spiritual existence. By advancement in spiritual knowledge, which is considered to be like blazing fire, all material desires are burned to ashes. The perfection of mystic yoga is possible when one is continuously in connection with the Supreme Personality of Godhead by discharging devotional service. A devotee is always thinking of the Supreme Person at every step of his life. Every conditioned soul is full of the reactions of his past life, but all dirty things are immediately burned to ashes if one simply executes devotional service. This is described in the Nārada-pañcarātra: sarvopādhi-vinirmuktaṁ tat-paratvena nirmalam."
    },
    {
        "verse": "10",
        "devanagari": "जडान्धबधिरोन्मत्तमूकाकृतिरतन्मति: ।लक्षित: पथि बालानां प्रशान्तार्चिरिवानल: ॥ १० ॥",
        "english_devnagari": "jaḍāndha-badhironmatta-mūkākṛtir atan-matiḥlakṣitaḥ pathi bālānāṁpraśāntārcir ivānalaḥ",
        "verse_Syn": [
            "jaḍa",
            "andha",
            "badhira",
            "unmatta",
            "mūka",
            "ākṛtiḥ",
            "a",
            "tat",
            "matiḥ",
            "lakṣitaḥ",
            "pathi",
            "bālānām",
            "praśānta",
            "arciḥ",
            "iva",
            "analaḥ"
        ],
        "translation": "Utkala appeared to the less intelligent persons on the road to be foolish, blind, dumb, deaf and mad, although actually he was not so. He remained like fire covered with ashes, without blazing flames.",
        "purport": " In order to avoid contradiction, botheration and unfavorable situations created by materialistic persons, a great saintly person like Jaḍa Bharata or Utkala remains silent. The less intelligent consider such saintly persons to be mad, deaf or dumb. Factually, an advanced devotee avoids speaking with persons who are not in devotional life, but to those who are in devotional life he speaks in friendship, and he speaks to the innocent for their enlightenment. For all practical purposes, the whole world is full of nondevotees, and so one kind of very advanced devotee is called bhajanānandī. Those who are goṣṭhy-ānandī, however, preach to increase the number of devotees. But even such preachers also avoid opposing elements who are unfavorably disposed towards spiritual life."
    },
    {
        "verse": "11",
        "devanagari": "मत्वा तं जडमुन्मत्तं कुलवृद्धा: समन्त्रिण: ।वत्सरं भूपतिं चक्रुर्यवीयांसं भ्रमे: सुतम् ॥ ११ ॥",
        "english_devnagari": "matvā taṁ jaḍam unmattaṁkula-vṛddhāḥ samantriṇaḥvatsaraṁ bhūpatiṁ cakruryavīyāṁsaṁ bhrameḥ sutam",
        "verse_Syn": [
            "matvā",
            "tam",
            "jaḍam",
            "unmattam",
            "kula",
            "vṛddhāḥ",
            "samantriṇaḥ",
            "vatsaram",
            "bhū",
            "patim",
            "cakruḥ",
            "yavīyāṁsam",
            "bhrameḥ",
            "sutam"
        ],
        "translation": "For this reason the ministers and all the elderly members of the family thought Utkala to be without intelligence and, in fact, mad. Thus his younger brother, named Vatsara, the son of Bhrami, was elevated to the royal throne, and he became king of the world.",
        "purport": " It appears that although there was monarchy, it was not at all an autocracy. There were senior family members and ministers who could make changes and elect the proper person to the throne, although the throne could be occupied only by the royal family. In modern days also, wherever there is monarchy, sometimes the ministers and elderly members of the family select one member from the royal family to occupy the throne in preference to another."
    },
    {
        "verse": "12",
        "devanagari": "स्वर्वीथिर्वत्सरस्येष्टा भार्यासूत षडात्मजान् ।पुष्पार्णं तिग्मकेतुं च इषमूर्जं वसुं जयम् ॥ १२ ॥",
        "english_devnagari": "svarvīthir vatsarasyeṣṭābhāryāsūta ṣaḍ-ātmajānpuṣpārṇaṁ tigmaketuṁ caiṣam ūrjaṁ vasuṁ jayam",
        "verse_Syn": [
            "svarvīthiḥ",
            "vatsarasya",
            "iṣṭā",
            "bhāryā",
            "asūta",
            "ṣaṭ",
            "ātmajān",
            "puṣpārṇam",
            "tigmaketum",
            "ca",
            "iṣam",
            "ūrjam",
            "vasum",
            "jayam"
        ],
        "translation": "King Vatsara had a very dear wife whose name was Svarvīthi, and she gave birth to six sons, named Puṣpārṇa, Tigmaketu, Iṣa, Ūrja, Vasu and Jaya.",
        "purport": " Vatsara’s wife is mentioned here as iṣṭā, which means “worshipable.” In other words, it appears that Vatsara’s wife had all good qualities; for example, she was always very faithful and obedient and affectionate to her husband. She had all good qualities for managing household affairs. If both the husband and wife are endowed with good qualities and live peacefully, then nice children take birth, and thus the whole family is happy and prosperous."
    },
    {
        "verse": "13",
        "devanagari": "पुष्पार्णस्य प्रभा भार्या दोषा च द्वे बभूवतु: ।प्रातर्मध्यन्दिनं सायमिति ह्यासन् प्रभासुता: ॥ १३ ॥",
        "english_devnagari": "puṣpārṇasya prabhā bhāryādoṣā ca dve babhūvatuḥprātar madhyandinaṁ sāyamiti hy āsan prabhā-sutāḥ",
        "verse_Syn": [
            "puṣpārṇasya",
            "prabhā",
            "bhāryā",
            "doṣā",
            "ca",
            "dve",
            "babhūvatuḥ",
            "prātaḥ",
            "madhyandinam",
            "sāyam",
            "iti",
            "hi",
            "āsan",
            "prabhā",
            "sutāḥ"
        ],
        "translation": "Puṣpārṇa had two wives, named Prabhā and Doṣā. Prabhā had three sons, named Prātar, Madhyandinam and Sāyam.",
        "purport": ""
    },
    {
        "verse": "14",
        "devanagari": "प्रदोषो निशिथो व्युष्ट इति दोषासुतास्त्रय: ।व्युष्ट: सुतं पुष्करिण्यां सर्वतेजसमादधे ॥ १४ ॥",
        "english_devnagari": "pradoṣo niśitho vyuṣṭaiti doṣā-sutās trayaḥvyuṣṭaḥ sutaṁ puṣkariṇyāṁsarvatejasam ādadhe",
        "verse_Syn": [
            "pradoṣaḥ",
            "niśithaḥ",
            "vyuṣṭaḥ",
            "iti",
            "doṣā",
            "sutāḥ",
            "trayaḥ",
            "vyuṣṭaḥ",
            "sutam",
            "puṣkariṇyām",
            "sarva",
            "tejasam",
            "ādadhe"
        ],
        "translation": "Doṣā had three sons — Pradoṣa, Niśitha and Vyuṣṭa. Vyuṣṭa’s wife was named Puṣkariṇī, and she gave birth to a very powerful son named Sarvatejā.",
        "purport": ""
    },
    {
        "verse": "15-16",
        "devanagari": "स चक्षु: सुतमाकूत्यां पत्‍न्यां मनुमवाप ह ।मनोरसूत महिषी विरजान्नड्‌वला सुतान् ॥ १५ ॥पुरुं कुत्सं त्रितं द्युम्नं सत्यवन्तमृतं व्रतम् ।अग्निष्टोममतीरात्रं प्रद्युम्नं शिबिमुल्मुकम् ॥ १६ ॥",
        "english_devnagari": "sa cakṣuḥ sutam ākūtyāṁpatnyāṁ manum avāpa hamanor asūta mahiṣīvirajān naḍvalā sutān",
        "verse_Syn": [
            "saḥ",
            "cakṣuḥ",
            "sutam",
            "ākūtyām",
            "patnyām",
            "manum",
            "avāpa",
            "ha",
            "manoḥ",
            "asūta",
            "mahiṣī",
            "virajān",
            "naḍvalā",
            "sutān",
            "purum",
            "kutsam",
            "tritam",
            "dyumnam",
            "satyavantam",
            "ṛtam",
            "vratam",
            "agniṣṭomam",
            "atīrātram",
            "pradyumnam",
            "śibim",
            "ulmukam"
        ],
        "translation": "Sarvatejā’s wife, Ākūti, gave birth to a son named Cākṣuṣa, who became the sixth Manu at the end of the Manu millennium. Naḍvalā, the wife of Cākṣuṣa Manu, gave birth to the following faultless sons: Puru, Kutsa, Trita, Dyumna, Satyavān, Ṛta, Vrata, Agniṣṭoma, Atīrātra, Pradyumna, Śibi and Ulmuka.",
        "purport": ""
    },
    {
        "verse": "17",
        "devanagari": "उल्मुकोऽजनयत्पुत्रान्पुष्करिण्यां षडुत्तमान् ।अङ्गं सुमनसं ख्यातिं क्रतुमङ्गिरसं गयम् ॥ १७ ॥",
        "english_devnagari": "ulmuko ’janayat putrānpuṣkariṇyāṁ ṣaḍ uttamānaṅgaṁ sumanasaṁ khyātiṁkratum aṅgirasaṁ gayam",
        "verse_Syn": [
            "ulmukaḥ",
            "ajanayat",
            "putrān",
            "puṣkariṇyām",
            "ṣaṭ",
            "uttamān",
            "aṅgam",
            "sumanasam",
            "khyātim",
            "kratum",
            "aṅgirasam",
            "gayam"
        ],
        "translation": "Of the twelve sons, Ulmuka begot six sons in his wife Puṣkariṇī. They were all very good sons, and their names were Aṅga, Sumanā, Khyāti, Kratu, Aṅgirā and Gaya.",
        "purport": ""
    },
    {
        "verse": "18",
        "devanagari": "सुनीथाङ्गस्य या पत्नी सुषुवे वेनमुल्बणम् ।यद्दौ:शील्यात्स राजर्षिर्निर्विण्णो निरगात्पुरात् ॥ १८ ॥",
        "english_devnagari": "sunīthāṅgasya yā patnīsuṣuve venam ulbaṇamyad-dauḥśīlyāt sa rājarṣirnirviṇṇo niragāt purāt",
        "verse_Syn": [
            "sunīthā",
            "aṅgasya",
            "yā",
            "patnī",
            "suṣuve",
            "venam",
            "ulbaṇam",
            "yat",
            "dauḥśīlyāt",
            "saḥ",
            "rāja",
            "ṛṣiḥ",
            "nirviṇṇaḥ",
            "niragāt",
            "purāt"
        ],
        "translation": "The wife of Aṅga, Sunīthā, gave birth to a son named Vena, who was very crooked. The saintly King Aṅga was very disappointed with Vena’s bad character, and he left home and kingdom and went out to the forest.",
        "purport": ""
    },
    {
        "verse": "19-20",
        "devanagari": "यमङ्ग शेपु: कुपिता वाग्वज्रा मुनय: किल ।गतासोस्तस्य भूयस्ते ममन्थुर्दक्षिणं करम् ॥ १९ ॥अराजके तदा लोके दस्युभि: पीडिता: प्रजा: ।जातो नारायणांशेन पृथुराद्य: क्षितीश्वर: ॥ २० ॥",
        "english_devnagari": "yam aṅga śepuḥ kupitāvāg-vajrā munayaḥ kilagatāsos tasya bhūyas temamanthur dakṣiṇaṁ karam",
        "verse_Syn": [
            "yam",
            "aṅga",
            "śepuḥ",
            "kupitāḥ",
            "vāk",
            "vajrāḥ",
            "munayaḥ",
            "kila",
            "gata",
            "asoḥ",
            "tasya",
            "bhūyaḥ",
            "te",
            "mamanthuḥ",
            "dakṣiṇam",
            "karam",
            "arājake",
            "tadā",
            "loke",
            "dasyubhiḥ",
            "pīḍitāḥ",
            "prajāḥ",
            "jātaḥ",
            "nārāyaṇa",
            "aṁśena",
            "pṛthuḥ",
            "ādyaḥ",
            "kṣiti",
            "īśvaraḥ"
        ],
        "translation": "My dear Vidura, when great sages curse, their words are as invincible as a thunderbolt. Thus when they cursed King Vena out of anger, he died. After his death, since there was no king, all the rogues and thieves flourished, the kingdom became unregulated, and all the citizens suffered greatly. On seeing this, the great sages took the right hand of Vena as a churning rod, and as a result of their churning, Lord Viṣṇu in His partial representation made His advent as King Pṛthu, the original emperor of the world.",
        "purport": " Monarchy is better than democracy because if the monarchy is very strong the regulative principles within the kingdom are upheld very nicely. Even one hundred years ago in the state of Kashmir in India, the king was so strong that if a thief were arrested in his kingdom and brought before him, the king would immediately chop off the hands of the thief. As a result of this severe punishment there were practically no theft cases within the kingdom. Even if someone left something on the street, no one would touch it. The rule was that the things could be taken away only by the proprietor and that no one else would touch them. In the so-called democracy, wherever there is a theft case the police come and take note of the case, but generally the thief is never caught, nor is any punishment offered to him. As a result of incapable government, at the present moment thieves, rogues and cheaters are very prominent all over the world."
    },
    {
        "verse": "21",
        "devanagari": "विदुर उवाचतस्य शीलनिधे: साधोर्ब्रह्मण्यस्य महात्मन: ।राज्ञ: कथमभूद्दुष्टा प्रजा यद्विमना ययौ ॥ २१ ॥",
        "english_devnagari": "vidura uvācatasya śīla-nidheḥ sādhorbrahmaṇyasya mahātmanaḥrājñaḥ katham abhūd duṣṭāprajā yad vimanā yayau",
        "verse_Syn": [
            "viduraḥ",
            "uvāca",
            "tasya",
            "śīla",
            "nidheḥ",
            "sādhoḥ",
            "brahmaṇyasya",
            "mahātmanaḥ",
            "rājñaḥ",
            "katham",
            "abhūt",
            "duṣṭā",
            "prajā",
            "yat",
            "vimanāḥ",
            "yayau"
        ],
        "translation": "Vidura inquired from the sage Maitreya: My dear brāhmaṇa, King Aṅga was very gentle. He had high character and was a saintly personality and lover of brahminical culture. How is it that such a great soul got a bad son like Vena, because of whom he became indifferent to his kingdom and left it?",
        "purport": " In family life a man is supposed to live happily with father, mother, wife and children, but sometimes, under certain conditions, a father, mother, child or wife becomes an enemy. It is said by Cāṇakya Paṇḍita that a father is an enemy when he is too much in debt, a mother is an enemy if she marries for a second time, a wife is an enemy when she is very beautiful, and a son is an enemy when he is a foolish rascal. In this way, when a family member becomes an enemy it is very difficult to live in family life or remain a householder. Generally such situations occur in the material world. Therefore according to Vedic culture one has to take leave of his family members just after his fiftieth year so that the balance of his life may be completely devoted in search of Kṛṣṇa consciousness."
    },
    {
        "verse": "22",
        "devanagari": "किं वांहो वेन उद्दिश्य ब्रह्मदण्डमयूयुजन् ।दण्डव्रतधरे राज्ञि मुनयो धर्मकोविदा: ॥ २२ ॥",
        "english_devnagari": "kiṁ vāṁho vena uddiśyabrahma-daṇḍam ayūyujandaṇḍa-vrata-dhare rājñimunayo dharma-kovidāḥ",
        "verse_Syn": [
            "kim",
            "vā",
            "aṁhaḥ",
            "vene",
            "uddiśya",
            "brahma",
            "daṇḍam",
            "ayūyujan",
            "daṇḍa",
            "vrata",
            "dhare",
            "rājñi",
            "munayaḥ",
            "dharma",
            "kovidāḥ"
        ],
        "translation": "Vidura also inquired: How is it that the great sages, who were completely conversant with religious principles, desired to curse King Vena, who himself carried the rod of punishment, and thus awarded him the greatest punishment [brahma-śāpa]?",
        "purport": " It is understood that the king is able to give punishment to everyone, but in this case it appears that the great sages punished him. The king must have done something very serious; otherwise how could the great sages, who were supposed to be the greatest and most tolerant, still punish him in spite of their elevated religious consciousness? It appears also that the king was not independent of the brahminical culture. Above the king was the control of the brāhmaṇas, and if needed the brāhmaṇas would dethrone the king or kill him, not with any weapon, but with the mantra of a brahma-śāpa. The brāhmaṇas were so powerful that simply by their cursing one would immediately die."
    },
    {
        "verse": "23",
        "devanagari": "नावध्येय: प्रजापाल: प्रजाभिरघवानपि ।यदसौ लोकपालानां बिभर्त्योज: स्वतेजसा ॥ २३ ॥",
        "english_devnagari": "nāvadhyeyaḥ prajā-pālaḥprajābhir aghavān apiyad asau loka-pālānāṁbibharty ojaḥ sva-tejasā",
        "verse_Syn": [
            "na",
            "avadhyeyaḥ",
            "prajā",
            "pālaḥ",
            "prajābhiḥ",
            "aghavān",
            "api",
            "yat",
            "asau",
            "loka",
            "pālānām",
            "bibharti",
            "ojaḥ",
            "sva",
            "tejasā"
        ],
        "translation": "It is the duty of all citizens in a state never to insult the king, even though he sometimes appears to have done something very sinful. Because of his prowess, the king is always more influential than all other ruling chiefs.",
        "purport": " According to Vedic civilization the king is supposed to be the representative of the Supreme Personality of Godhead. He is called nara-nārāyaṇa, indicating that Nārāyaṇa, the Supreme Personality of Godhead, appears in human society as the king. It is etiquette that neither a brāhmaṇa nor a kṣatriya king is ever insulted by the citizens; even though a king appears to be sinful, the citizens should not insult him. But in the case of Vena it appears that he was cursed by the nara-devatās; therefore, it was concluded that his sinful activities were very grievous."
    },
    {
        "verse": "24",
        "devanagari": "एतदाख्याहि मे ब्रह्मन् सुनीथात्मजचेष्टितम् ।श्रद्दधानाय भक्ताय त्वं परावरवित्तम: ॥ २४ ॥",
        "english_devnagari": "etad ākhyāhi me brahmansunīthātmaja-ceṣṭitamśraddadhānāya bhaktāyatvaṁ parāvara-vittamaḥ",
        "verse_Syn": [
            "etat",
            "ākhyāhi",
            "me",
            "brahman",
            "sunīthā",
            "ātmaja",
            "ceṣṭitam",
            "śraddadhānāya",
            "bhaktāya",
            "tvam",
            "para",
            "avara",
            "vit",
            "tamaḥ"
        ],
        "translation": "Vidura requested Maitreya: My dear brāhmaṇa, you are well conversant with all subjects, both past and future. Therefore I wish to hear from you all the activities of King Vena. I am your faithful devotee, so please explain this.",
        "purport": " Vidura accepted Maitreya as his spiritual master. A disciple always inquires from the spiritual master, and the spiritual master answers the question, provided the disciple is very gentle and devoted. Śrīla Viśvanātha Cakravartī Ṭhākura said that by the mercy of the spiritual master one is blessed with the mercy of the Supreme Lord. The spiritual master is not inclined to disclose all the secrets of transcendental science unless the disciple is very submissive and devoted. As stated in the Bhagavad-gītā, the process of receiving knowledge from the spiritual master entails submission, inquiry and service."
    },
    {
        "verse": "25",
        "devanagari": "मैत्रेय उवाचअङ्गोऽश्वमेधं राजर्षिराजहार महाक्रतुम् ।नाजग्मुर्देवतास्तस्मिन्नाहूता ब्रह्मवादिभि: ॥ २५ ॥",
        "english_devnagari": "maitreya uvācaaṅgo ’śvamedhaṁ rājarṣirājahāra mahā-kratumnājagmur devatās tasminnāhūtā brahma-vādibhiḥ",
        "verse_Syn": [
            "maitreyaḥ",
            "uvāca",
            "aṅgaḥ",
            "aśvamedham",
            "rāja",
            "ṛṣiḥ",
            "ājahāra",
            "mahā",
            "kratum",
            "na",
            "ājagmuḥ",
            "devatāḥ",
            "tasmin",
            "āhūtāḥ",
            "brahma",
            "vādibhiḥ"
        ],
        "translation": "Śrī Maitreya replied: My dear Vidura, once the great King Aṅga arranged to perform the great sacrifice known as aśvamedha. All the expert brāhmaṇas present knew how to invite the demigods, but in spite of their efforts, no demigods participated or appeared in that sacrifice.",
        "purport": " A Vedic sacrifice is not an ordinary performance. The demigods used to participate in such sacrifices, and the animals sacrificed in such performances were reincarnated with new life. In this Age of Kali there are no powerful brāhmaṇas who can invite the demigods or give renewed life to animals. Formerly, the brāhmaṇas well conversant in Vedic mantras could show the potency of the mantras, but in this age, because there are no such brāhmaṇas, all such sacrifices are forbidden. The sacrifice in which horses were offered was called aśvamedha. Sometimes cows were sacrificed (gavālambha), not for eating purposes, but to give them new life in order to show the potency of the mantra. In this age, therefore, the only practical yajña is saṅkīrtana-yajña, or chanting of the Hare Kṛṣṇa mantra twenty-four hours a day."
    },
    {
        "verse": "26",
        "devanagari": "तमूचुर्विस्मितास्तत्र यजमानमथर्त्विज: ।हवींषि हूयमानानि न ते गृह्णन्ति देवता: ॥ २६ ॥",
        "english_devnagari": "tam ūcur vismitās tatrayajamānam athartvijaḥhavīṁṣi hūyamānānina te gṛhṇanti devatāḥ",
        "verse_Syn": [
            "tam",
            "ūcuḥ",
            "vismitāḥ",
            "tatra",
            "yajamānam",
            "atha",
            "ṛtvijaḥ",
            "havīṁṣi",
            "hūyamānāni",
            "na",
            "te",
            "gṛhṇanti",
            "devatāḥ"
        ],
        "translation": "The priests engaged in the sacrifice then informed King Aṅga: O King, we are properly offering the clarified butter in the sacrifice, but despite all our efforts the demigods do not accept it.",
        "purport": ""
    },
    {
        "verse": "27",
        "devanagari": "राजन् हवींष्यदुष्टानि श्रद्धयासादितानि ते ।छन्दांस्ययातयामानि योजितानि धृतव्रतै: ॥ २७ ॥",
        "english_devnagari": "rājan havīṁṣy aduṣṭāniśraddhayāsāditāni techandāṁsy ayāta-yāmāniyojitāni dhṛta-vrataiḥ",
        "verse_Syn": [
            "rājan",
            "havīṁṣi",
            "aduṣṭāni",
            "śraddhayā",
            "āsāditāni",
            "te",
            "chandāṁsi",
            "ayāta",
            "yāmāni",
            "yojitāni",
            "dhṛta",
            "vrataiḥ"
        ],
        "translation": "O King, we know that the paraphernalia to perform the sacrifice is well collected by you with great faith and care and is not polluted. Our chanting of the Vedic hymns is also not deficient in any way, for all the brāhmaṇas and priests present here are expert and are executing the performances properly.",
        "purport": " It is the practice of the brāhmaṇas conversant with the science to pronounce a Vedic mantra in the right accent. The combination of the mantra and Sanskrit words must be chanted with the right pronunciation; otherwise it will not be successful. In this age the brāhmaṇas are neither well versed in the Sanskrit language nor very pure in practical life. But by chanting the Hare Kṛṣṇa mantra one can attain the highest benefit of sacrificial performances. Even if the Hare Kṛṣṇa mantra is not chanted properly, it still has so much potency that the chanter gains the effect."
    },
    {
        "verse": "28",
        "devanagari": "न विदामेह देवानां हेलनं वयमण्वपि ।यन्न गृह्णन्ति भागान् स्वान् ये देवा: कर्मसाक्षिण: ॥ २८ ॥",
        "english_devnagari": "na vidāmeha devānāṁhelanaṁ vayam aṇv apiyan na gṛhṇanti bhāgān svānye devāḥ karma-sākṣiṇaḥ",
        "verse_Syn": [
            "na",
            "vidāma",
            "iha",
            "devānām",
            "helanam",
            "vayam",
            "aṇu",
            "api",
            "yat",
            "na",
            "gṛhṇanti",
            "bhāgān",
            "svān",
            "ye",
            "devāḥ",
            "karma",
            "sākṣiṇaḥ"
        ],
        "translation": "Dear King, we do not find any reason that the demigods should feel insulted or neglected in any way, but still the demigods who are witnesses for the sacrifice do not accept their shares. We do not know why this is so.",
        "purport": " It is indicated herein that if there is negligence on the part of the priest, the demigods do not accept their share in sacrifices. Similarly, in devotional service there are offenses known as sevā-aparādha. Those who are engaged in worshiping the Deity, Rādhā and Kṛṣṇa, in the temple, should avoid such offenses in service. The offenses in service are described in The Nectar of Devotion. If we simply make a show of offering services to the Deity but do not care for the sevā-aparādha, certainly the Rādhā-Kṛṣṇa Deity will not accept offerings from such nondevotees. Devotees engaged in temple worship should therefore not manufacture their own methods but should strictly follow the regulative principles of cleanliness, and then offerings will be accepted."
    },
    {
        "verse": "29",
        "devanagari": "मैत्रेय उवाचअङ्गो द्विजवच: श्रुत्वा यजमान: सुदुर्मना: ।तत्प्रष्टुं व्यसृजद्वाचं सदस्यांस्तदनुज्ञया ॥ २९ ॥",
        "english_devnagari": "maitreya uvācaaṅgo dvija-vacaḥ śrutvāyajamānaḥ sudurmanāḥtat praṣṭuṁ vyasṛjad vācaṁsadasyāṁs tad-anujñayā",
        "verse_Syn": [
            "maitreyaḥ",
            "uvāca",
            "aṅgaḥ",
            "dvija",
            "vacaḥ",
            "śrutvā",
            "yajamānaḥ",
            "sudurmanāḥ",
            "tat",
            "praṣṭum",
            "vyasṛjat",
            "vācam",
            "sadasyān",
            "tat",
            "anujñayā"
        ],
        "translation": "Maitreya explained that King Aṅga, after hearing the statements of the priests, was greatly aggrieved. At that time he took permission from the priests to break his silence and inquired from all the priests who were present in the sacrificial arena.",
        "purport": ""
    },
    {
        "verse": "30",
        "devanagari": "नागच्छन्त्याहुता देवा न गृह्णन्ति ग्रहानिह ।सदसस्पतयो ब्रूत किमवद्यं मया कृतम् ॥ ३० ॥",
        "english_devnagari": "nāgacchanty āhutā devāna gṛhṇanti grahān ihasadasas-patayo brūtakim avadyaṁ mayā kṛtam",
        "verse_Syn": [
            "na",
            "āgacchanti",
            "āhutāḥ",
            "devāḥ",
            "na",
            "gṛhṇanti",
            "grahān",
            "iha",
            "sadasaḥ",
            "patayaḥ",
            "brūta",
            "kim",
            "avadyam",
            "mayā",
            "kṛtam"
        ],
        "translation": "King Aṅga addressed the priestly order: My dear priests, kindly tell me what offense I have committed. Although invited, the demigods are neither taking part in the sacrifice nor accepting their shares.",
        "purport": ""
    },
    {
        "verse": "31",
        "devanagari": "सदसस्पतय ऊचु:नरदेवेह भवतो नाघं तावन् मनाक्स्थितम् ।अस्त्येकं प्राक्तनमघं यदिहेद‍ृक् त्वमप्रज: ॥ ३१ ॥",
        "english_devnagari": "sadasas-pataya ūcuḥnara-deveha bhavatonāghaṁ tāvan manāk sthitamasty ekaṁ prāktanam aghaṁyad ihedṛk tvam aprajaḥ",
        "verse_Syn": [
            "sadasaḥ",
            "patayaḥ",
            "ūcuḥ",
            "nara",
            "deva",
            "iha",
            "bhavataḥ",
            "na",
            "agham",
            "tāvat",
            "manāk",
            "sthitam",
            "asti",
            "ekam",
            "prāktanam",
            "agham",
            "yat",
            "iha",
            "īdṛk",
            "tvam",
            "aprajaḥ"
        ],
        "translation": "The head priests said: O King, in this life we do not find any sinful activity, even within your mind, so you are not in the least offensive. But we can see that in your previous life you performed sinful activities due to which, in spite of your having all qualifications, you have no son.",
        "purport": " The purpose of marrying is to beget a son, because a son is necessary to deliver his father and forefathers from any hellish conditional life in which they may be. Cāṇakya Paṇḍita therefore says, putra-hīnaṁ gṛhaṁ śūnyam: without a son, married life is simply abominable. King Aṅga was a very pious king in this life, but because of his previous sinful activity he could not get a son. It is concluded, therefore, that if a person does not get a son it is due to his past sinful life."
    },
    {
        "verse": "32",
        "devanagari": "तथा साधय भद्रं ते आत्मानं सुप्रजं नृप ।इष्टस्ते पुत्रकामस्य पुत्रं दास्यति यज्ञभुक् ॥ ३२ ॥",
        "english_devnagari": "tathā sādhaya bhadraṁ teātmānaṁ suprajaṁ nṛpaiṣṭas te putra-kāmasyaputraṁ dāsyati yajña-bhuk",
        "verse_Syn": [
            "tathā",
            "sādhaya",
            "bhadram",
            "te",
            "ātmānam",
            "su",
            "prajam",
            "nṛpa",
            "iṣṭaḥ",
            "te",
            "putra",
            "kāmasya",
            "putram",
            "dāsyati",
            "yajña",
            "bhuk"
        ],
        "translation": "O King, we wish all good fortune for you. You have no son, but if you pray at once to the Supreme Lord and ask for a son, and if you execute the sacrifice for that purpose, the enjoyer of the sacrifice, the Supreme Personality of Godhead, will fulfill your desire.",
        "purport": ""
    },
    {
        "verse": "33",
        "devanagari": "तथा स्वभागधेयानि ग्रहीष्यन्ति दिवौकस: ।यद्यज्ञपुरुष: साक्षादपत्याय हरिर्वृत: ॥ ३३ ॥",
        "english_devnagari": "tathā sva-bhāgadheyānigrahīṣyanti divaukasaḥyad yajña-puruṣaḥ sākṣādapatyāya harir vṛtaḥ",
        "verse_Syn": [
            "tathā",
            "sva",
            "bhāga",
            "dheyāni",
            "grahīṣyanti",
            "diva",
            "okasaḥ",
            "yat",
            "yajña",
            "puruṣaḥ",
            "sākṣāt",
            "apatyāya",
            "hariḥ",
            "vṛtaḥ"
        ],
        "translation": "When Hari, the supreme enjoyer of all sacrifices, is invited to fulfill your desire for a son, all the demigods will come with Him and take their shares in the sacrifice.",
        "purport": " Whenever a sacrifice is performed, it is meant for satisfying Lord Viṣṇu, the enjoyer of the fruits of all sacrifices; and when Lord Viṣṇu agrees to come to a sacrificial arena, all the demigods naturally follow their master, and their shares are offered in such sacrifices. The conclusion is that the sacrifices performed are meant for Lord Viṣṇu, not for the demigods."
    },
    {
        "verse": "34",
        "devanagari": "तांस्तान् कामान् हरिर्दद्याद्यान् यान् कामयते जन: ।आराधितो यथैवैष तथा पुंसां फलोदय: ॥ ३४ ॥",
        "english_devnagari": "tāṁs tān kāmān harir dadyādyān yān kāmayate janaḥārādhito yathaivaiṣatathā puṁsāṁ phalodayaḥ",
        "verse_Syn": [
            "tān",
            "tān",
            "kāmān",
            "hariḥ",
            "dadyāt",
            "yān",
            "yān",
            "kāmayate",
            "janaḥ",
            "ārādhitaḥ",
            "yathā",
            "eva",
            "eṣaḥ",
            "tathā",
            "puṁsām",
            "phala",
            "udayaḥ"
        ],
        "translation": "The performer of the sacrifices [under karma-kāṇḍa activities] achieves the fulfillment of the desire for which he worships the Lord.",
        "purport": " In the Bhagavad-gītā the Lord says that He awards benedictions to the worshiper according to his desire. The Supreme Personality of Godhead gives all living entities conditioned within this material world full freedom to act in their own way. But to His devotee He says that instead of working in that way, it is better to surrender unto Him, for He will take charge of the devotee. That is the difference between a devotee and a fruitive actor. The fruitive actor enjoys only the fruits of his own activities, but a devotee, being under the guidance of the Supreme Lord, simply advances in devotional service to achieve the ultimate goal of life — to go back home, back to Godhead. The significant word in this verse is kāmān, which means “sense gratificatory desires.” A devotee is devoid of all kāmān. He is anyābhilāṣitā-śūnya: a devotee is always devoid of all desires for sense gratification. His only aim is to satisfy or gratify the senses of the Lord. That is the difference between a karmī and a devotee."
    },
    {
        "verse": "35",
        "devanagari": "इति व्यवसिता विप्रास्तस्य राज्ञ: प्रजातये ।पुरोडाशं निरवपन् शिपिविष्टाय विष्णवे ॥ ३५ ॥",
        "english_devnagari": "iti vyavasitā viprāstasya rājñaḥ prajātayepuroḍāśaṁ niravapanśipi-viṣṭāya viṣṇave",
        "verse_Syn": [
            "iti",
            "vyavasitāḥ",
            "viprāḥ",
            "tasya",
            "rājñaḥ",
            "prajātaye",
            "puroḍāśam",
            "niravapan",
            "śipi",
            "viṣṭāya",
            "viṣṇave"
        ],
        "translation": "Thus for the sake of a son for King Aṅga, they decided to offer oblations to Lord Viṣṇu, who is situated in the hearts of all living entities.",
        "purport": " According to sacrificial rituals, animals are sometimes sacrificed in the yajña arena. Such animals are sacrificed not to kill them but to give them new life. Such action was an experiment to observe whether the Vedic mantras were being properly pronounced. Sometimes small animals are killed in a medical laboratory to investigate therapeutic effects. In a medical clinic, the animals are not revived, but in the yajña arena, when animals were sacrificed, they were again given life by the potency of Vedic mantras. The word śipi-viṣṭāya appears in this verse. Śipi means “the flames of the sacrifice.” In the sacrificial fire if the oblations are offered into the flames, then Lord Viṣṇu is situated there in the form of the flames. Therefore Lord Viṣṇu is known as Śipiviṣṭa."
    },
    {
        "verse": "36",
        "devanagari": "तस्मात्पुरुष उत्तस्थौ हेममाल्यमलाम्बर: ।हिरण्मयेन पात्रेण सिद्धमादाय पायसम् ॥ ३६ ॥",
        "english_devnagari": "tasmāt puruṣa uttasthauhema-māly amalāmbaraḥhiraṇmayena pātreṇasiddham ādāya pāyasam",
        "verse_Syn": [
            "tasmāt",
            "puruṣaḥ",
            "uttasthau",
            "hema",
            "mālī",
            "amala",
            "ambaraḥ",
            "hiraṇmayena",
            "pātreṇa",
            "siddham",
            "ādāya",
            "pāyasam"
        ],
        "translation": "As soon as the oblation was offered in the fire, a person appeared from the fire altar wearing a golden garland and a white dress. He was carrying a golden pot filled with rice boiled in milk.",
        "purport": ""
    },
    {
        "verse": "37",
        "devanagari": "स विप्रानुमतो राजा गृहीत्वाञ्जलिनौदनम् ।अवघ्राय मुदा युक्त: प्रादात्पत्‍न्या उदारधी: ॥ ३७ ॥",
        "english_devnagari": "sa viprānumato rājāgṛhītvāñjalinaudanamavaghrāya mudā yuktaḥprādāt patnyā udāra-dhīḥ",
        "verse_Syn": [
            "saḥ",
            "vipra",
            "anumataḥ",
            "rājā",
            "gṛhītvā",
            "añjalinā",
            "odanam",
            "avaghrāya",
            "mudā",
            "yuktaḥ",
            "prādāt",
            "patnyai",
            "udāra",
            "dhīḥ"
        ],
        "translation": "The King was very liberal, and after taking permission from the priests, he took the preparation in his joined palms, and after smelling it he offered a portion to his wife.",
        "purport": " The word udāra-dhīḥ is significant in this connection. The wife of the King, Sunīthā, was not fit to accept this benediction, yet the King was so liberal that without hesitation he offered to his wife the boiled rice in milk prasāda received from the yajña-puruṣa. Of course, everything is designed by the Supreme Personality of Godhead. As will be explained in later verses, this incident was not very favorable for the King. Since the King was very liberal, the Supreme Personality of Godhead, in order to increase his detachment from this material world, willed that a cruel son be born of the Queen so that the King would have to leave home. As stated above, Lord Viṣṇu fulfills the desires of the karmīs as they desire, but the Lord fulfills the desire of a devotee in a different way so that the devotee may gradually come to Him. This is confirmed in the Bhagavad-gītā (dadāmi buddhi-yogaṁ taṁ yena mām upayānti te). The Lord gives the devotee the opportunity to make progress further and further so that he may come back home, back to Godhead."
    },
    {
        "verse": "38",
        "devanagari": "सा तत्पुंसवनं राज्ञी प्राश्य वै पत्युरादधे ।गर्भं काल उपावृत्ते कुमारं सुषुवेऽप्रजा ॥ ३८ ॥",
        "english_devnagari": "sā tat puṁ-savanaṁ rājñīprāśya vai patyur ādadhegarbhaṁ kāla upāvṛttekumāraṁ suṣuve ’prajā",
        "verse_Syn": [
            "sā",
            "tat",
            "pum",
            "savanam",
            "rājñī",
            "prāśya",
            "vai",
            "patyuḥ",
            "ādadhe",
            "garbham",
            "kāle",
            "upāvṛtte",
            "kumāram",
            "suṣuve",
            "aprajā"
        ],
        "translation": "Although the Queen had no son, after eating that food, which had the power to produce a male child, she became pregnant by her husband, and in due course of time she gave birth to a son.",
        "purport": " Among the ten kinds of purificatory processes, one is puṁ-savanam, in which the wife is offered some prasāda, or remnants of foodstuff offered to Lord Viṣṇu, so that after sexual intercourse with her husband she may conceive a child."
    },
    {
        "verse": "39",
        "devanagari": "स बाल एव पुरुषो मातामहमनुव्रत: ।अधर्मांशोद्भवं मृत्युं तेनाभवदधार्मिक: ॥ ३९ ॥",
        "english_devnagari": "sa bāla eva puruṣomātāmaham anuvrataḥadharmāṁśodbhavaṁ mṛtyuṁtenābhavad adhārmikaḥ",
        "verse_Syn": [
            "saḥ",
            "bālaḥ",
            "eva",
            "puruṣaḥ",
            "mātā",
            "maham",
            "anuvrataḥ",
            "adharma",
            "aṁśa",
            "udbhavam",
            "mṛtyum",
            "tena",
            "abhavat",
            "adhārmikaḥ"
        ],
        "translation": "That boy was born partially in the dynasty of irreligion. His grandfather was death personified, and the boy grew up as his follower; he became a greatly irreligious person.",
        "purport": " The child’s mother, Sunīthā, was the daughter of death personified. Generally the daughter receives the qualifications of her father, and the son acquires those of the mother. So, according to the axiomatic truth that things equal to the same thing are equal to one another, the child born of King Aṅga became the follower of his maternal grandfather. According to smṛti-śāstra, a child generally follows the principles of his maternal uncle’s house. Narāṇāṁ mātula-karma means that a child generally follows the qualities of his maternal family. If the maternal family is very corrupt or sinful, the child, even though born of a good father, becomes a victim of the maternal family. According to Vedic civilization, therefore, before the marriage takes place an account is taken of both the boy’s and girl’s families. If according to astrological calculation the combination is perfect, then marriage takes place. Sometimes, however, there is a mistake, and family life becomes frustrating. It appears that King Aṅga did not get a very good wife in Sunīthā because she was the daughter of death personified. Sometimes the Lord arranges an unfortunate wife for His devotee so that gradually, due to family circumstances, the devotee becomes detached from his wife and home and makes progress in devotional life. It appears that by the arrangement of the Supreme Personality of Godhead, King Aṅga, although a pious devotee, got an unfortunate wife like Sunīthā and later on a bad child like Vena. But the result was that he got complete freedom from the entanglement of family life and left home to go back to Godhead."
    },
    {
        "verse": "40",
        "devanagari": "स शरासनमुद्यम्य मृगयुर्वनगोचर: ।हन्त्यसाधुर्मृगान् दीनान् वेनोऽसावित्यरौज्जन: ॥ ४० ॥",
        "english_devnagari": "sa śarāsanam udyamyamṛgayur vana-gocaraḥhanty asādhur mṛgān dīnānveno ’sāv ity arauj janaḥ",
        "verse_Syn": [
            "saḥ",
            "śarāsanam",
            "udyamya",
            "mṛgayuḥ",
            "vana",
            "gocaraḥ",
            "hanti",
            "asādhuḥ",
            "mṛgān",
            "dīnān",
            "venaḥ",
            "asau",
            "iti",
            "araut",
            "janaḥ"
        ],
        "translation": "After fixing his bow and arrow, the cruel boy used to go to the forest and unnecessarily kill innocent deer, and as soon as he came all the people would cry, “Here comes cruel Vena! Here comes cruel Vena!”",
        "purport": " Kṣatriyas are allowed to hunt in the forest for the purpose of learning the killing art, not to kill animals for eating or for any other purpose. The kṣatriya kings were sometimes expected to cut off the head of a culprit in the state. For this reason the kṣatriyas were allowed to hunt in the forest. Because this son of King Aṅga, Vena, was born of a bad mother, he was very cruel, and he used to go to the forest and unnecessarily kill the animals. All the neighboring inhabitants would be frightened by his presence, and they would call, “Here comes Vena! Here comes Vena!” So from the beginning of his life he was fearful to the citizens."
    },
    {
        "verse": "41",
        "devanagari": "आक्रीडे क्रीडतो बालान् वयस्यानतिदारुण: ।प्रसह्य निरनुक्रोश: पशुमारममारयत् ॥ ४१ ॥",
        "english_devnagari": "ākrīḍe krīḍato bālānvayasyān atidāruṇaḥprasahya niranukrośaḥpaśu-māram amārayat",
        "verse_Syn": [
            "ākrīḍe",
            "krīḍataḥ",
            "bālān",
            "vayasyān",
            "ati",
            "dāruṇaḥ",
            "prasahya",
            "niranukrośaḥ",
            "paśu",
            "māram",
            "amārayat"
        ],
        "translation": "The boy was so cruel that while playing with young boys of his age he would kill them very mercilessly, as if they were animals meant for slaughter.",
        "purport": ""
    },
    {
        "verse": "42",
        "devanagari": "तं विचक्ष्य खलं पुत्रं शासनैर्विविधैर्नृप: ।यदा न शासितुं कल्पो भृशमासीत्सुदुर्मना: ॥ ४२ ॥",
        "english_devnagari": "taṁ vicakṣya khalaṁ putraṁśāsanair vividhair nṛpaḥyadā na śāsituṁ kalpobhṛśam āsīt sudurmanāḥ",
        "verse_Syn": [
            "tam",
            "vicakṣya",
            "khalam",
            "putram",
            "śāsanaiḥ",
            "vividhaiḥ",
            "nṛpaḥ",
            "yadā",
            "na",
            "śāsitum",
            "kalpaḥ",
            "bhṛśam",
            "āsīt",
            "su",
            "durmanāḥ"
        ],
        "translation": "After seeing the cruel and merciless behavior of his son, Vena, King Aṅga punished him in different ways to reform him, but was unable to bring him to the path of gentleness. He thus became greatly aggrieved.",
        "purport": ""
    },
    {
        "verse": "43",
        "devanagari": "प्रायेणाभ्यर्चितो देवो येऽप्रजा गृहमेधिन: ।कदपत्यभृतं दु:खं ये न विन्दन्ति दुर्भरम् ॥ ४३ ॥",
        "english_devnagari": "prāyeṇābhyarcito devoye ’prajā gṛha-medhinaḥkad-apatya-bhṛtaṁ duḥkhaṁye na vindanti durbharam",
        "verse_Syn": [
            "prāyeṇa",
            "abhyarcitaḥ",
            "devaḥ",
            "ye",
            "aprajāḥ",
            "gṛha",
            "medhinaḥ",
            "kad",
            "apatya",
            "bhṛtam",
            "duḥkham",
            "ye",
            "na",
            "vindanti",
            "durbharam"
        ],
        "translation": "The King thought to himself: Persons who have no son are certainly fortunate. They must have worshiped the Lord in their previous lives so that they would not have to suffer the unbearable unhappiness caused by a bad son.",
        "purport": " It is said that a married couple must have a son, otherwise their family life is void. But a son born without good qualities is as good as a blind eye. A blind eye has no use for seeing, but it is simply unbearably painful. The King therefore thought himself very unfortunate to have such a bad son."
    },
    {
        "verse": "44",
        "devanagari": "यत: पापीयसी कीर्तिरधर्मश्च महान्नृणाम् ।यतो विरोध: सर्वेषां यत आधिरनन्तक: ॥ ४४ ॥",
        "english_devnagari": "yataḥ pāpīyasī kīrtiradharmaś ca mahān nṛṇāmyato virodhaḥ sarveṣāṁyata ādhir anantakaḥ",
        "verse_Syn": [
            "yataḥ",
            "pāpīyasī",
            "kīrtiḥ",
            "adharmaḥ",
            "ca",
            "mahān",
            "nṛṇām",
            "yataḥ",
            "virodhaḥ",
            "sarveṣām",
            "yataḥ",
            "ādhiḥ",
            "anantakaḥ"
        ],
        "translation": "A sinful son causes a person’s reputation to vanish. His irreligious activities at home cause irreligion and quarrel among everyone, and this creates only endless anxiety.",
        "purport": ""
    },
    {
        "verse": "45",
        "devanagari": "कस्तं प्रजापदेशं वै मोहबन्धनमात्मन: ।पण्डितो बहु मन्येत यदर्था: क्लेशदा गृहा: ॥ ४५ ॥",
        "english_devnagari": "kas taṁ prajāpadeśaṁ vaimoha-bandhanam ātmanaḥpaṇḍito bahu manyetayad-arthāḥ kleśadā gṛhāḥ",
        "verse_Syn": [
            "kaḥ",
            "tam",
            "prajā",
            "apadeśam",
            "vai",
            "moha",
            "bandhanam",
            "ātmanaḥ",
            "paṇḍitaḥ",
            "bahu",
            "manyeta",
            "yat",
            "arthāḥ",
            "kleśa",
            "dāḥ",
            "gṛhāḥ"
        ],
        "translation": "Who, if he is considerate and intelligent, would desire such a worthless son? Such a son is nothing but a bond of illusion for the living entity, and he makes one’s home miserable.",
        "purport": ""
    },
    {
        "verse": "46",
        "devanagari": "कदपत्यं वरं मन्ये सदपत्याच्छुचां पदात् ।निर्विद्येत गृहान्मर्त्यो यत्‍क्‍लेशनिवहा गृहा: ॥ ४६ ॥",
        "english_devnagari": "kad-apatyaṁ varaṁ manyesad-apatyāc chucāṁ padātnirvidyeta gṛhān martyoyat-kleśa-nivahā gṛhāḥ",
        "verse_Syn": [
            "kad",
            "apatyam",
            "varam",
            "manye",
            "sat",
            "apatyāt",
            "śucām",
            "padāt",
            "nirvidyeta",
            "gṛhāt",
            "martyaḥ",
            "yat",
            "kleśa",
            "nivahāḥ",
            "gṛhāḥ"
        ],
        "translation": "Then the King thought: A bad son is better than a good son because a good son creates an attachment for home, whereas a bad son does not. A bad son creates a hellish home from which an intelligent man naturally becomes very easily detached.",
        "purport": " The King began to think in terms of attachment and detachment from one’s material home. According to Prahlāda Mahārāja, the material home is compared to a blind well. If a man falls down into a blind well, it is very difficult to get out of it and begin life again. Prahlāda Mahārāja has advised that one give up this blind well of home life as soon as possible and go to the forest to take shelter of the Supreme Personality of Godhead. According to Vedic civilization, this giving up of home by vānaprastha and sannyāsa is compulsory. But people are so attached to their homes that even up to the point of death they do not like to retire from home life. King Aṅga, therefore, thinking in terms of detachment, accepted his bad son as a good impetus for detachment from home life. He therefore considered his bad son his friend since he was helping him become detached from his home. Ultimately one has to learn how to detach oneself from attachment to material life; therefore if a bad son, by his bad behavior, helps a householder to go away from home, it is a boon."
    },
    {
        "verse": "47",
        "devanagari": "एवं स निर्विण्णमना नृपो गृहा-न्निशीथ उत्थाय महोदयोदयात् ।अलब्धनिद्रोऽनुपलक्षितो नृभि-र्हित्वा गतो वेनसुवं प्रसुप्ताम् ॥ ४७ ॥",
        "english_devnagari": "evaṁ sa nirviṇṇa-manā nṛpo gṛhānniśītha utthāya mahodayodayātalabdha-nidro ’nupalakṣito nṛbhirhitvā gato vena-suvaṁ prasuptām",
        "verse_Syn": [
            "evam",
            "saḥ",
            "nirviṇṇa",
            "manāḥ",
            "nṛpaḥ",
            "gṛhāt",
            "niśīthe",
            "utthāya",
            "mahā",
            "udaya",
            "udayāt",
            "alabdha",
            "nidraḥ",
            "anupalakṣitaḥ",
            "nṛbhiḥ",
            "hitvā",
            "gataḥ",
            "vena",
            "suvam",
            "prasuptām"
        ],
        "translation": "Thinking like that, King Aṅga could not sleep at night. He became completely indifferent to household life. Once, therefore, in the dead of night, he got up from bed and left Vena’s mother [his wife], who was sleeping deeply. He gave up all attraction for his greatly opulent kingdom, and, unseen by anyone, he very silently gave up his home and opulence and proceeded towards the forest.",
        "purport": " In this verse the word mahodayodayāt indicates that by the blessings of a great soul one becomes materially opulent, but when one gives up attachment to material wealth, that should be considered an even greater blessing from the great souls. It was not a very easy task for the King to give up his opulent kingdom and young, faithful wife, but it was certainly a great blessing of the Supreme Personality of Godhead that he could give up the attachment and go out to the forest without being seen by anyone. There are many instances of great souls leaving home in this way in the dead of night, giving up attachment for home, wife and money."
    },
    {
        "verse": "48",
        "devanagari": "विज्ञाय निर्विद्य गतं पतिं प्रजा:पुरोहितामात्यसुहृद्गणादय: ।विचिक्युरुर्व्यामतिशोककातरायथा निगूढं पुरुषं कुयोगिन: ॥ ४८ ॥",
        "english_devnagari": "vijñāya nirvidya gataṁ patiṁ prajāḥpurohitāmātya-suhṛd-gaṇādayaḥvicikyur urvyām atiśoka-kātarāyathā nigūḍhaṁ puruṣaṁ kuyoginaḥ",
        "verse_Syn": [
            "vijñāya",
            "nirvidya",
            "gatam",
            "patim",
            "prajāḥ",
            "purohita",
            "amātya",
            "suhṛt",
            "gaṇa",
            "ādayaḥ",
            "vicikyuḥ",
            "urvyām",
            "ati",
            "śoka",
            "kātarāḥ",
            "yathā",
            "nigūḍham",
            "puruṣam",
            "ku",
            "yoginaḥ"
        ],
        "translation": "When it was understood that the King had indifferently left home, all the citizens, priests, ministers, friends, and people in general were greatly aggrieved. They began to search for him all over the world, just as a less experienced mystic searches out the Supersoul within himself.",
        "purport": " The example of searching for the Supersoul within the heart by the less intelligent mystics is very instructive. The Absolute Truth is understood in three different features, namely impersonal Brahman, localized Paramātmā, and the Supreme Personality of Godhead. Such kuyoginaḥ, or less intelligent mystics, can by mental speculation reach the point of the impersonal Brahman, but they cannot find the Supersoul, who is sitting within each living entity. When the King left, it was certain that he was staying somewhere else, but because the citizens did not know how to find him they were frustrated like the less intelligent mystics."
    },
    {
        "verse": "49",
        "devanagari": "अलक्षयन्त: पदवीं प्रजापते-र्हतोद्यमा: प्रत्युपसृत्य ते पुरीम् ।ऋषीन् समेतानभिवन्द्य साश्रवोन्यवेदयन् पौरव भर्तृविप्लवम् ॥ ४९ ॥",
        "english_devnagari": "alakṣayantaḥ padavīṁ prajāpaterhatodyamāḥ pratyupasṛtya te purīmṛṣīn sametān abhivandya sāśravonyavedayan paurava bhartṛ-viplavam",
        "verse_Syn": [
            "alakṣayantaḥ",
            "padavīm",
            "prajāpateḥ",
            "hata",
            "udyamāḥ",
            "pratyupasṛtya",
            "te",
            "purīm",
            "ṛṣīn",
            "sametān",
            "abhivandya",
            "sa",
            "aśravaḥ",
            "nyavedayan",
            "paurava",
            "bhartṛ",
            "viplavam"
        ],
        "translation": "When the citizens could not find any trace of the King after searching for him everywhere, they were very disappointed, and they returned to the city, where all the great sages of the country assembled because of the King’s absence. With tears in their eyes the citizens offered respectful obeisances and informed the sages in full detail that they were unable to find the King anywhere.",
        "purport": ""
    }
]