[
    {
        "verse": "1",
        "devanagari": "मैत्रेय उवाचइत्यजेनानुनीतेन भवेन परितुष्यता ।अभ्यधायि महाबाहो प्रहस्य श्रूयतामिति ॥ १ ॥",
        "english_devnagari": "maitreya uvācaity ajenānunītenabhavena parituṣyatāabhyadhāyi mahā-bāhoprahasya śrūyatām iti",
        "verse_Syn": [
            "maitreyaḥ",
            "uvāca",
            "iti",
            "ajena",
            "anunītena",
            "bhavena",
            "parituṣyatā",
            "abhyadhāyi",
            "mahā",
            "bāho",
            "prahasya",
            "śrūyatām",
            "iti"
        ],
        "translation": "The sage Maitreya said: O mighty-armed Vidura, Lord Śiva, being thus pacified by the words of Lord Brahmā, spoke as follows in answer to Lord Brahmā’s request.",
        "purport": ""
    },
    {
        "verse": "2",
        "devanagari": "महादेव उवाचनाघं प्रजेश बालानां वर्णये नानुचिन्तये ।देवमायाभिभूतानां दण्डस्तत्र धृतो मया ॥ २ ॥",
        "english_devnagari": "mahādeva uvācanāghaṁ prajeśa bālānāṁvarṇaye nānucintayedeva-māyābhibhūtānāṁdaṇḍas tatra dhṛto mayā",
        "verse_Syn": [
            "mahādevaḥ",
            "uvāca",
            "na",
            "agham",
            "prajā",
            "īśa",
            "bālānām",
            "varṇaye",
            "na",
            "anucintaye",
            "deva",
            "māyā",
            "abhibhūtānām",
            "daṇḍaḥ",
            "tatra",
            "dhṛtaḥ",
            "mayā"
        ],
        "translation": "Lord Śiva said: My dear father, Brahmā, I do not mind the offenses created by the demigods. Because these demigods are childish and less intelligent, I do not take a serious view of their offenses, and I have punished them only in order to right them.",
        "purport": " There are two types of punishment: one is that which a conqueror imposes on an enemy, and the other is like that a father imposes on his son. There is a gulf of difference between these two kinds of punishment. Lord Śiva is by nature a Vaiṣṇava, a great devotee, and his name in this connection is Āśutoṣa. He is always satisfied, and therefore he did not become angry as if he were an enemy. He is not inimical to any living entity; rather, he always wishes the welfare of all. Whenever he chastises a person, it is just like a father’s punishment of his son. Lord Śiva is like a father because he never takes seriously any offense by any living entities, especially the demigods."
    },
    {
        "verse": "3",
        "devanagari": "प्रजापतेर्दग्धशीर्ष्णो भवत्वजमुखं शिर: ।मित्रस्य चक्षुषेक्षेत भागं स्वं बर्हिषो भग: ॥ ३ ॥",
        "english_devnagari": "prajāpater dagdha-śīrṣṇobhavatv aja-mukhaṁ śiraḥmitrasya cakṣuṣekṣetabhāgaṁ svaṁ barhiṣo bhagaḥ",
        "verse_Syn": [
            "prajāpateḥ",
            "dagdha",
            "śīrṣṇaḥ",
            "bhavatu",
            "aja",
            "mukham",
            "śiraḥ",
            "mitrasya",
            "cakṣuṣā",
            "īkṣeta",
            "bhāgam",
            "svam",
            "barhiṣaḥ",
            "bhagaḥ"
        ],
        "translation": "Lord Śiva continued: Since the head of Dakṣa has already been burned to ashes, he will have the head of a goat. The demigod known as Bhaga will be able to see his share of sacrifice through the eyes of Mitra.",
        "purport": ""
    },
    {
        "verse": "4",
        "devanagari": "पूषा तु यजमानस्य दद्‌भिर्जक्षतु पिष्टभुक् ।देवा: प्रकृतसर्वाङ्गा ये म उच्छेषणं ददु: ॥ ४ ॥",
        "english_devnagari": "pūṣā tu yajamānasyadadbhir jakṣatu piṣṭa-bhukdevāḥ prakṛta-sarvāṅgāye ma uccheṣaṇaṁ daduḥ",
        "verse_Syn": [
            "pūṣā",
            "tu",
            "yajamānasya",
            "dadbhiḥ",
            "jakṣatu",
            "piṣṭa",
            "bhuk",
            "devāḥ",
            "prakṛta",
            "sarva",
            "aṅgāḥ",
            "ye",
            "me",
            "uccheṣaṇam",
            "daduḥ"
        ],
        "translation": "The demigod Pūṣā will be able to chew only through the teeth of his disciples, and if alone, he will have to satisfy himself by eating dough made from chickpea flour. But the demigods who have agreed to give me my share of the sacrifice will recover from all their injuries.",
        "purport": " The demigod Pūṣā became dependent on his disciples for chewing; otherwise he was allowed to swallow only dough made of chickpea flour. Thus his punishment continued. He could not use his teeth for eating, since he had laughed at Lord Śiva, deriding him by showing his teeth. In other words, it was not appropriate for him to have teeth, for he had used them against Lord Śiva."
    },
    {
        "verse": "5",
        "devanagari": "बाहुभ्यामश्विनो: पूष्णो हस्ताभ्यां कृतबाहव: ।भवन्‍त्वध्वर्यवश्चान्ये बस्तश्मश्रुर्भृगुर्भवेत् ॥ ५ ॥",
        "english_devnagari": "bāhubhyām aśvinoḥ pūṣṇohastābhyāṁ kṛta-bāhavaḥbhavantv adhvaryavaś cānyebasta-śmaśrur bhṛgur bhavet",
        "verse_Syn": [
            "bāhubhyām",
            "aśvinoḥ",
            "pūṣṇaḥ",
            "hastābhyām",
            "kṛta",
            "bāhavaḥ",
            "bhavantu",
            "adhvaryavaḥ",
            "ca",
            "anye",
            "basta",
            "śmaśruḥ",
            "bhṛguḥ",
            "bhavet"
        ],
        "translation": "Those who have had their arms cut off will have to work with the arms of Aśvinī-kumāra, and those whose hands were cut off will have to do their work with the hands of Pūṣā. The priests will also have to act in that manner. As for Bhṛgu, he will have the beard from the goat’s head.",
        "purport": " Bhṛgu Muni, a great supporter of Dakṣa, was awarded the beard of the goat’s head which was substituted for the head of Dakṣa. It appears from the exchange of Dakṣa’s head that the modern scientific theory that the brain substance is the cause of all intelligent work is not valid. The brain substance of Dakṣa and that of a goat are different, but Dakṣa still acted like himself, even though his head was replaced by that of a goat. The conclusion is that it is the particular consciousness of an individual soul which acts. The brain substance is only an instrument which has nothing to do with real intelligence. The real intelligence, mind and consciousness are part of the particular individual soul. It will be found in the verses ahead that after Dakṣa’s head was replaced by the goat’s head, he was as intelligent as he had previously been. He prayed very nicely to satisfy Lord Śiva and Lord Viṣṇu, which is not possible for a goat to do. Therefore it is definitely concluded that the brain substance is not the center of intelligence; it is the consciousness of a particular soul that works intelligently. The whole movement of Kṛṣṇa consciousness is to purify the consciousness. It doesn’t matter what kind of brain one has because if he simply transfers his consciousness from matter to Kṛṣṇa, his life becomes successful. It is confirmed by the Lord Himself in Bhagavad-gītā that anyone who takes up Kṛṣṇa consciousness achieves the highest perfection of life, regardless of whatever abominable condition of life he may have fallen into. Specifically, anyone in Kṛṣṇa consciousness goes back to Godhead, back to home, on leaving his present material body."
    },
    {
        "verse": "6",
        "devanagari": "मैत्रेय उवाचतदा सर्वाणि भूतानि श्रुत्वा मीढुष्टमोदितम् ।परितुष्टात्मभिस्तात साधु साध्वित्यथाब्रुवन् ॥ ६ ॥",
        "english_devnagari": "maitreya uvācatadā sarvāṇi bhūtāniśrutvā mīḍhuṣṭamoditamparituṣṭātmabhis tātasādhu sādhv ity athābruvan",
        "verse_Syn": [
            "maitreyaḥ",
            "uvāca",
            "tadā",
            "sarvāṇi",
            "bhūtāni",
            "śrutvā",
            "mīḍhuṣtama",
            "uditam",
            "parituṣṭa",
            "ātmabhiḥ",
            "tāta",
            "sādhu",
            "sādhu",
            "iti",
            "atha",
            "abruvan"
        ],
        "translation": "The great sage Maitreya said: My dear Vidura, all the personalities present were very much satisfied in heart and soul upon hearing the words of Lord Śiva, who is the best among the benedictors.",
        "purport": " In this verse Lord Śiva is described as mīḍhuṣṭama, the best of the benedictors. He is also known as Āśutoṣa, which indicates that he is very quickly satisfied and very quickly angered. It is said in Bhagavad-gītā that less intelligent persons go to the demigods for material benedictions. In this connection, people generally go to Lord Śiva, and because he is always quickly satisfied and gives benedictions to his devotees without consideration, he is called mīḍhuṣṭama, or the best of the benedictors. Materialistic persons are always anxious to get material profit, but they are not serious about spiritual profit. Sometimes, of course, it so happens that Lord Śiva becomes the best benedictor in spiritual life. It is said that once a poor brāhmaṇa worshiped Lord Śiva for a benediction, and Lord Śiva advised the devotee to go to see Sanātana Gosvāmī. The devotee went to Sanātana Gosvāmī and informed him that Lord Śiva had advised him to seek out the best benediction from him (Sanātana). Sanātana had a touchstone with him, which he kept with the garbage. On the request of the poor brāhmaṇa, Sanātana Gosvāmī gave him the touchstone, and the brāhmaṇa was very happy to have it. He now could get as much gold as he desired simply by touching the touchstone to iron. But after he left Sanātana, he thought, “If a touchstone is the best benediction, why has Sanātana Gosvāmī kept it with the garbage?” He therefore returned and asked Sanātana Gosvāmī, “Sir, if this is the best benediction, why did you keep it with the garbage?” Sanātana Gosvāmī then informed him, “Actually, this is not the best benediction. But are you prepared to take the best benediction from me?” The brāhmaṇa said, “Yes, sir. Lord Śiva has sent me to you for the best benediction.” Then Sanātana Gosvāmī asked him to throw the touchstone in the water nearby and then come back. The poor brāhmaṇa did so, and when he returned, Sanātana Gosvāmī initiated him with the Hare Kṛṣṇa mantra. Thus by the benediction of Lord Śiva the brāhmaṇa got the association of the best devotee of Lord Kṛṣṇa and was thus initiated in the mahā-mantra: Hare Kṛṣṇa, Hare Kṛṣṇa, Kṛṣṇa Kṛṣṇa, Hare Hare/ Hare Rāma, Hare Rāma, Rāma Rāma, Hare Hare."
    },
    {
        "verse": "7",
        "devanagari": "ततो मीढ्‍वांसमामन्‍त्र्‍य शुनासीरा: सहर्षिभि: ।भूयस्तद्देवयजनं समीढ्‍वद्वेधसो ययु: ॥ ७ ॥",
        "english_devnagari": "tato mīḍhvāṁsam āmantryaśunāsīrāḥ saharṣibhiḥbhūyas tad deva-yajanaṁsa-mīḍhvad-vedhaso yayuḥ",
        "verse_Syn": [
            "tataḥ",
            "mīḍhvāṁsam",
            "āmantrya",
            "śunāsīrāḥ",
            "saha",
            "ṛṣibhiḥ",
            "bhūyaḥ",
            "tat",
            "deva",
            "yajanam",
            "sa",
            "mīḍhvat",
            "vedhasaḥ",
            "yayuḥ"
        ],
        "translation": "Thereafter, Bhṛgu, the chief of the great sages, invited Lord Śiva to come to the sacrificial arena. Thus the demigods, accompanied by the sages, Lord Śiva, and Lord Brahmā, all went to the place where the great sacrifice was being performed.",
        "purport": " The whole sacrifice arranged by King Dakṣa had been disturbed by Lord Śiva. Therefore all the demigods present there, along with Lord Brahmā and the great sages, specifically requested Lord Śiva to come and revive the sacrificial fire. There is a common phrase, śiva-hīna-yajña: “Any sacrifice without the presence of Lord Śiva is baffled.” Lord Viṣṇu is Yajñeśvara, the Supreme Personality in the matter of sacrifice, yet in each yajña it is necessary for all the demigods, headed by Lord Brahmā and Lord Śiva, to be present."
    },
    {
        "verse": "8",
        "devanagari": "विधाय कार्त्स्‍न्येन च तद्यदाह भगवान् भव: ।सन्दधु: कस्य कायेन सवनीयपशो: शिर: ॥ ८ ॥",
        "english_devnagari": "vidhāya kārtsnyena ca tadyad āha bhagavān bhavaḥsandadhuḥ kasya kāyenasavanīya-paśoḥ śiraḥ",
        "verse_Syn": [
            "vidhāya",
            "kārtsnyena",
            "ca",
            "tat",
            "yat",
            "āha",
            "bhagavān",
            "bhavaḥ",
            "sandadhuḥ",
            "kasya",
            "kāyena",
            "savanīya",
            "paśoḥ",
            "śiraḥ"
        ],
        "translation": "After everything was executed exactly as directed by Lord Śiva, Dakṣa’s body was joined to the head of the animal meant to be killed in the sacrifice.",
        "purport": " This time, all the demigods and great sages were very careful not to irritate Lord Śiva. Therefore whatever he asked was done. It is specifically said here that Dakṣa’s body was joined to the head of an animal (a goat)."
    },
    {
        "verse": "9",
        "devanagari": "सन्धीयमाने शिरसि दक्षो रुद्राभिवीक्षित: ।सद्य: सुप्त इवोत्तस्थौ दद‍ृशे चाग्रतो मृडम् ॥ ९ ॥",
        "english_devnagari": "sandhīyamāne śirasidakṣo rudrābhivīkṣitaḥsadyaḥ supta ivottasthaudadṛśe cāgrato mṛḍam",
        "verse_Syn": [
            "sandhīyamāne",
            "śirasi",
            "dakṣaḥ",
            "rudra",
            "abhivīkṣitaḥ",
            "sadyaḥ",
            "supte",
            "iva",
            "uttasthau",
            "dadṛśe",
            "ca",
            "agrataḥ",
            "mṛḍam"
        ],
        "translation": "When the animal’s head was fixed on the body of King Dakṣa, Dakṣa was immediately brought to consciousness, and as he awakened from sleep, the King saw Lord Śiva standing before him.",
        "purport": " The example given here is that Dakṣa got up as if he were awakened from deep sleep. In Sanskrit this is called supta ivottasthau. The meaning is that after a man awakens from sleep, he immediately remembers all the duties which he must execute. Dakṣa was killed, and his head was taken away and burned to ashes. His body was lying dead, but by the grace of Lord Śiva, as soon as the head of a goat was joined to the body, Dakṣa came back to consciousness again. This indicates that consciousness is also individual. Dakṣa actually took another body when he took on the head of a goat, but because consciousness is individual, his consciousness remained the same although his bodily condition changed. Thus bodily construction has nothing to do with the development of consciousness. Consciousness is carried with the transmigration of the soul. There are many instances of this in Vedic history, such as the case of Mahārāja Bharata. After quitting his body as a king, Mahārāja Bharata was transferred to the body of a deer, but he retained the same consciousness. He knew that although formerly he was King Bharata, he had been transferred to the body of a deer because of his absorption in thinking of a deer at the time of his death. In spite of his having the body of a deer, however, his consciousness was as good as it was in the body of King Bharata. The arrangement by the Lord is so nice that if a person’s consciousness is turned into Kṛṣṇa consciousness, there is no doubt that in his next life he will be a great devotee of Kṛṣṇa, even if he is offered a different type of body."
    },
    {
        "verse": "10",
        "devanagari": "तदा वृषध्वजद्वेषकलिलात्मा प्रजापति: ।शिवावलोकादभवच्छरद्‌ध्रद इवामल: ॥ १० ॥",
        "english_devnagari": "tadā vṛṣadhvaja-dveṣa-kalilātmā prajāpatiḥśivāvalokād abhavaccharad-dhrada ivāmalaḥ",
        "verse_Syn": [
            "tadā",
            "vṛṣa",
            "dhvaja",
            "dveṣa",
            "kalila",
            "ātmā",
            "prajāpatiḥ",
            "śiva",
            "avalokāt",
            "abhavat",
            "śarat",
            "hradaḥ",
            "iva",
            "amalaḥ"
        ],
        "translation": "At that time, when Dakṣa saw Lord Śiva, who rides upon a bull, his heart, which was polluted by envy of Lord Śiva, was immediately cleansed, just as the water in a lake is cleansed by autumn rains.",
        "purport": " Here is an example of why Lord Śiva is called auspicious. If anyone sees Lord Śiva with devotion and reverence, his heart is immediately cleansed. King Dakṣa was polluted by envy of Lord Śiva, and yet by seeing him with a little love and devotion, his heart immediately became cleansed. In the rainy season, the reservoirs of water become dirty and muddy, but as soon as the autumn rain comes, all the water immediately becomes clear and transparent. Similarly, although Dakṣa’s heart was impure because of his having slandered Lord Śiva, for which he was severely punished, Dakṣa now came to consciousness, and just by seeing Lord Śiva with veneration and respect, he became immediately purified."
    },
    {
        "verse": "11",
        "devanagari": "भवस्तवाय कृतधीर्नाशक्नोदनुरागत: ।औत्कण्ठ्याद्बाष्पकलया सम्परेतां सुतां स्मरन् ॥ ११ ॥",
        "english_devnagari": "bhava-stavāya kṛta-dhīrnāśaknod anurāgataḥautkaṇṭhyād bāṣpa-kalayāsamparetāṁ sutāṁ smaran",
        "verse_Syn": [
            "bhava",
            "stavāya",
            "kṛta",
            "dhīḥ",
            "na",
            "aśaknot",
            "anurāgataḥ",
            "autkaṇṭhyāt",
            "bāṣpa",
            "kalayā",
            "samparetām",
            "sutām",
            "smaran"
        ],
        "translation": "King Dakṣa wanted to offer prayers to Lord Śiva, but as he remembered the ill-fated death of his daughter Satī, his eyes filled with tears, and in bereavement his voice choked up and he could not say anything.",
        "purport": ""
    },
    {
        "verse": "12",
        "devanagari": "कृच्छ्रात्संस्तभ्य च मन: प्रेमविह्वलित: सुधी: ।शशंस निर्व्यलीकेन भावेनेशं प्रजापति: ॥ १२ ॥",
        "english_devnagari": "kṛcchrāt saṁstabhya ca manaḥprema-vihvalitaḥ sudhīḥśaśaṁsa nirvyalīkenabhāveneśaṁ prajāpatiḥ",
        "verse_Syn": [
            "kṛcchrāt",
            "saṁstabhya",
            "ca",
            "manaḥ",
            "prema",
            "vihvalitaḥ",
            "su",
            "dhīḥ",
            "śaśaṁsa",
            "nirvyalīkena",
            "bhāvena",
            "īśam",
            "prajāpatiḥ"
        ],
        "translation": "At this time, King Dakṣa, afflicted by love and affection, was very much awakened to his real senses. With great endeavor, he pacified his mind, checked his feelings, and with pure consciousness began to offer prayers to Lord Śiva.",
        "purport": ""
    },
    {
        "verse": "13",
        "devanagari": "दक्ष उवाचभूयाननुग्रह अहो भवता कृतो मेदण्डस्त्वया मयि भृतो यदपि प्रलब्ध: ।न ब्रह्मबन्धुषु च वां भगवन्नवज्ञातुभ्यं हरेश्च कुत एव धृतव्रतेषु ॥ १३ ॥",
        "english_devnagari": "dakṣa uvācabhūyān anugraha aho bhavatā kṛto medaṇḍas tvayā mayi bhṛto yad api pralabdhaḥna brahma-bandhuṣu ca vāṁ bhagavann avajñātubhyaṁ hareś ca kuta eva dhṛta-vrateṣu",
        "verse_Syn": [
            "dakṣaḥ",
            "uvāca",
            "bhūyān",
            "anugrahaḥ",
            "aho",
            "bhavatā",
            "kṛtaḥ",
            "me",
            "daṇḍaḥ",
            "tvayā",
            "mayi",
            "bhṛtaḥ",
            "yat",
            "api",
            "pralabdhaḥ",
            "na",
            "brahma",
            "bandhuṣu",
            "ca",
            "vām",
            "bhagavan",
            "avajñā",
            "tubhyam",
            "hareḥ",
            "ca",
            "kutaḥ",
            "eva",
            "dhṛta",
            "vrateṣu"
        ],
        "translation": "King Dakṣa said: My dear Lord Śiva, I committed a great offense against you, but you are so kind that instead of withdrawing your mercy, you have done me a great favor by punishing me. You and Lord Viṣṇu never neglect even useless, unqualified brāhmaṇas. Why, then, should you neglect me, who am engaged in performing sacrifices?",
        "purport": " Although Dakṣa felt defeated, he knew that his punishment was simply the great mercy of Lord Śiva. He remembered that Lord Śiva and Lord Viṣṇu are never neglectful of the brāhmaṇas, even though the brāhmaṇas are sometimes unqualified. According to Vedic civilization, a descendant of a brāhmaṇa family should never be heavily punished. This was exemplified in Arjuna’s treatment of Aśvatthāmā. Aśvatthāmā was the son of a great brāhmaṇa, Droṇācārya, and in spite of his having committed the great offense of killing all the sleeping sons of the Pāṇḍavas, for which he was condemned even by Lord Kṛṣṇa, Arjuna excused him by not killing him because he happened to be the son of a brāhmaṇa. The word brahma-bandhuṣu used here is significant. Brahma-bandhu means a person who is born of a brāhmaṇa father but whose activities are not up to the standard of the brāhmaṇas. Such a person is not a brāhmaṇa but a brahma-bandhu. Dakṣa proved himself to be a brahma-bandhu. He was born of a great brāhmaṇa father, Lord Brahmā, but his treatment of Lord Śiva was not exactly brahminical; therefore he admitted that he was not a perfect brāhmaṇa. Lord Śiva and Lord Viṣṇu, however, are affectionate even to an imperfect brāhmaṇa. Lord Śiva punished Dakṣa not as one does his enemy; rather, he punished Dakṣa just to bring him to his senses, so that he would know that he had done wrong. Dakṣa could understand this, and he acknowledged the great mercy of Lord Kṛṣṇa and Lord Śiva towards the fallen brāhmaṇas, including even himself. Although he was fallen, his vow was to execute the sacrifice, as is the duty of brāhmaṇas, and thus he began his prayers to Lord Śiva."
    },
    {
        "verse": "14",
        "devanagari": "विद्यातपोव्रतधरान् मुखत: स्म विप्रान्ब्रह्मात्मतत्त्वमवितुं प्रथमं त्वमस्राक् ।तद्ब्राह्मणान् परम सर्वविपत्सु पासिपाल: पशूनिव विभो प्रगृहीतदण्ड: ॥ १४ ॥",
        "english_devnagari": "vidyā-tapo-vrata-dharān mukhataḥ sma viprānbrahmātma-tattvam avituṁ prathamaṁ tvam asrāktad brāhmaṇān parama sarva-vipatsu pāsipālaḥ paśūn iva vibho pragṛhīta-daṇḍaḥ",
        "verse_Syn": [
            "vidyā",
            "tapaḥ",
            "vrata",
            "dharān",
            "mukhataḥ",
            "sma",
            "viprān",
            "brahmā",
            "ātma",
            "tattvam",
            "avitum",
            "prathamam",
            "tvam",
            "asrāk",
            "tat",
            "brāhmaṇān",
            "parama",
            "sarva",
            "vipatsu",
            "pāsi",
            "pālaḥ",
            "paśūn",
            "iva",
            "vibho",
            "pragṛhīta",
            "daṇḍaḥ"
        ],
        "translation": "My dear great and powerful Lord Śiva, you were created first from the mouth of Lord Brahmā in order to protect the brāhmaṇas in pursuing education, austerities, vows and self-realization. As protector of the brāhmaṇas, you always protect the regulative principles they follow, just as a cowherd boy keeps a stick in his hand to give protection to the cows.",
        "purport": " The specific function of a human being in society, irrespective of his social status, is to practice control of the mind and senses by observing the regulative principles enjoined in the Vedic śāstras. Lord Śiva is called paśupati because he protects the living entities in their developed consciousness so that they may follow the Vedic system of varṇa and āśrama. The word paśu refers to the animal as well as to the human entity. It is stated here that Lord Śiva is always interested in protecting the animals and the animalistic living entities, who are not very advanced in the spiritual sense. It is also stated that the brāhmaṇas are produced from the mouth of the Supreme Lord. We should always remember that Lord Śiva is being addressed as the representative of the Supreme Lord, Viṣṇu. In the Vedic literature it is described that the brāhmaṇas are born from the mouth of the universal form of Viṣṇu, the kṣatriyas are born from His arms, the vaiśyas from His abdomen or waist, and the śūdras from His legs. In the formation of a body, the head is the principal factor. The brāhmaṇas are born from the mouth of the Supreme Personality of Godhead in order to accept charity for worship of Viṣṇu and to spread Vedic knowledge. Lord Śiva is known as paśupati, the protector of the brāhmaṇas and other living entities. He protects them from the attacks of non-brāhmaṇas, or uncultured persons who are against the self-realization process. Another feature of this word is that persons who are simply attached to the ritualistic portion of the Vedas and do not understand the situation of the Supreme Personality of Godhead are not any more advanced than animals. In the beginning of Śrīmad-Bhāgavatam it is confirmed that even though one performs the rituals of the Vedas, if he does not develop a sense of Kṛṣṇa consciousness, then all his labor in performing Vedic rituals is considered to be simply a waste of time. Lord Śiva’s aim in destroying the Dakṣa yajña was to punish Dakṣa because by neglecting him (Lord Śiva), Dakṣa was committing a great offense. Lord Śiva’s punishment was just like that of a cowherd boy, who keeps a stick to frighten his animals. It is commonly said that to give protection to animals, a stick is needed because animals cannot reason and argue. Their reasoning and argument is argumentum ad baculum; unless there is a rod, they do not obey. Force is required for the animalistic class of men, whereas those who are advanced are convinced by reasons, arguments and scriptural authority. Persons who are simply attached to Vedic rituals, without further advancement of devotional service, or Kṛṣṇa consciousness, are almost like animals, and Lord Śiva is in charge of giving them protection and sometimes punishing them, as he punished Dakṣa."
    },
    {
        "verse": "15",
        "devanagari": "योऽसौ मयाविदिततत्त्वद‍ृशा सभायांक्षिप्तो दुरुक्तिविशिखैर्विगणय्य तन्माम् ।अर्वाक् पतन्तमर्हत्तमनिन्दयापाद्द‍ृष्टय‍ार्द्रया स भगवान्स्वकृतेन तुष्येत् ॥ १५ ॥",
        "english_devnagari": "yo ’sau mayāvidita-tattva-dṛśā sabhāyāṁkṣipto durukti-viśikhair vigaṇayya tan māmarvāk patantam arhattama-nindayāpāddṛṣṭyārdrayā sa bhagavān sva-kṛtena tuṣyet",
        "verse_Syn": [
            "yaḥ",
            "asau",
            "mayā",
            "avidita",
            "tattva",
            "dṛśā",
            "sabhāyām",
            "kṣiptaḥ",
            "durukti",
            "viśikhaiḥ",
            "vigaṇayya",
            "tat",
            "mām",
            "arvāk",
            "patantam",
            "arhat",
            "tama",
            "nindayā",
            "apāt",
            "dṛṣṭyā",
            "ārdrayā",
            "saḥ",
            "bhagavān",
            "sva",
            "kṛtena",
            "tuṣyet"
        ],
        "translation": "I did not know your full glories. For this reason, I threw arrows of sharp words at you in the open assembly, although you did not take them into account. I was going down to hell because of my disobedience to you, who are the most respectable personality, but you took compassion upon me and saved me by awarding punishment. I request that you be pleased by your own mercy, since I cannot satisfy you by my words.",
        "purport": " As usual, a devotee in an adverse condition of life accepts such a condition to be the mercy of the Lord. Factually, the insulting words used by Dakṣa against Lord Śiva were enough to have him thrown perpetually into a hellish life. But Lord Śiva, being kind toward him, awarded him punishment to neutralize the offense. King Dakṣa realized this and, feeling obliged for Lord Śiva’s magnanimous behavior, wanted to show his gratitude. Sometimes a father punishes his child, and when the child is grown up and comes to his senses, he understands that the father’s punishment was not actually punishment but mercy. Similarly, Dakṣa appreciated that the punishment offered to him by Lord Śiva was a manifestation of Lord Śiva’s mercy. That is the symptom of a person making progress on the path of Kṛṣṇa consciousness. It is said that a devotee in Kṛṣṇa consciousness never takes any miserable condition of life to be condemnation by the Supreme Personality of Godhead. He accepts the miserable condition to be the grace of the Lord. He thinks, “I would have been punished or put into a more dangerous condition of life due to my past misdeeds, but the Lord has protected me. Thus I have received only a little punishment as token execution of the law of karma.” Thinking of His grace in that way, a devotee always surrenders to the Supreme Personality of Godhead more and more seriously and is not disturbed by such so-called punishment."
    },
    {
        "verse": "16",
        "devanagari": "मैत्रेय उवाचक्षमाप्यैवं स मीढ्‍वांसं ब्रह्मणा चानुमन्त्रित: ।कर्म सन्तानयामास सोपाध्यायर्त्विगादिभि: ॥ १६ ॥",
        "english_devnagari": "maitreya uvācakṣamāpyaivaṁ sa mīḍhvāṁsaṁbrahmaṇā cānumantritaḥkarma santānayām āsasopādhyāyartvig-ādibhiḥ",
        "verse_Syn": [
            "maitreyaḥ",
            "uvāca",
            "kṣamā",
            "āpya",
            "evam",
            "saḥ",
            "mīḍhvāṁsam",
            "brahmaṇā",
            "ca",
            "anumantritaḥ",
            "karma",
            "santānayām",
            "āsa",
            "sa",
            "upādhyāya",
            "ṛtvik",
            "ādibhiḥ"
        ],
        "translation": "The great sage Maitreya said: Thus being pardoned by Lord Śiva, King Dakṣa, with the permission of Lord Brahmā, again began the performance of the yajña, along with the great learned sages, the priests and others.",
        "purport": ""
    },
    {
        "verse": "17",
        "devanagari": "वैष्णवं यज्ञसन्तत्यै त्रिकपालं द्विजोत्तमा: ।पुरोडाशं निरवपन् वीरसंसर्गशुद्धये ॥ १७ ॥",
        "english_devnagari": "vaiṣṇavaṁ yajña-santatyaitri-kapālaṁ dvijottamāḥpuroḍāśaṁ niravapanvīra-saṁsarga-śuddhaye",
        "verse_Syn": [
            "vaiṣṇavam",
            "yajña",
            "santatyai",
            "tri",
            "kapālam",
            "dvija",
            "uttamāḥ",
            "puroḍāśam",
            "niravapan",
            "vīra",
            "saṁsarga",
            "śuddhaye"
        ],
        "translation": "Thereafter, in order to resume the activities of sacrifice, the brāhmaṇas first arranged to purify the sacrificial arena of the contamination caused by the touch of Vīrabhadra and the other ghostly followers of Lord Śiva. Then they arranged to offer into the fire the oblations known as puroḍāśa.",
        "purport": " Lord Śiva’s followers and devotees, headed by Vīrabhadra, are known as vīras, and they are ghostly demons. Not only did they pollute the entire sacrificial arena by their very presence, but they disturbed the whole situation by passing stool and urine. Therefore, the infection they had created was to be first purified by the method of offering puroḍāśa oblations. A viṣṇu-yajña, or an offering to Lord Viṣṇu, cannot be performed uncleanly. To offer anything in an unclean state is called a sevāparādha. The worship of the Viṣṇu Deity in the temple is also viṣṇu-yajña. In all Viṣṇu temples, therefore, the priest who takes care of the arcanā-vidhi must be very clean. Everything should be always kept neat and clean, and the foodstuffs should be prepared in a neat and clean manner. All these regulative principles are described in The Nectar of Devotion. There are thirty-two kinds of offenses in discharging arcanā service. It is required, therefore, that one be extremely careful not to be unclean. Generally, whenever any ritualistic ceremony is begun, the holy name of Lord Viṣṇu is first chanted in order to purify the situation. Whether one is in a pure or impure condition, internally or externally, if one chants or even remembers the holy name of the Supreme Personality of Godhead Viṣṇu, one immediately becomes purified. The yajña arena was desecrated by the presence of Lord Śiva’s followers, headed by Vīrabhadra, and therefore the entire arena had to be sanctified. Although Lord Śiva was present and he is all-auspicious, it was still necessary to sanctify the place because his followers had broken into the arena and committed so many obnoxious acts. That sanctification was possible only by chanting the holy name of Viṣṇu, Trikapāla, which can sanctify the three worlds. In other words, it is admitted herein that the followers of Lord Śiva are generally unclean. They are not even very hygienic; they do not take baths regularly, they wear long hair, and they smoke gāñjā. Persons of such irregular habits are counted amongst the ghosts. Since they were present in the sacrificial arena, the atmosphere became polluted, and it had to be sanctified by trikapāla oblations, which indicated the invocation of Viṣṇu’s favor."
    },
    {
        "verse": "18",
        "devanagari": "अध्वर्युणात्तहविषा यजमानो विशाम्पते ।धिया विशुद्धया दध्यौ तथा प्रादुरभूद्धरि: ॥ १८ ॥",
        "english_devnagari": "adhvaryuṇātta-haviṣāyajamāno viśāmpatedhiyā viśuddhayā dadhyautathā prādurabhūd dhariḥ",
        "verse_Syn": [
            "adhvaryuṇā",
            "ātta",
            "haviṣā",
            "yajamānaḥ",
            "viśām",
            "pate",
            "dhiyā",
            "viśuddhayā",
            "dadhyau",
            "tathā",
            "prāduḥ",
            "abhūt",
            "hariḥ"
        ],
        "translation": "The great sage Maitreya said to Vidura: My dear Vidura, as soon as King Dakṣa offered the clarified butter with Yajur Veda mantras in sanctified meditation, Lord Viṣṇu appeared there in His original form as Nārāyaṇa.",
        "purport": " Lord Viṣṇu is all-pervading. Any devotee who, in sanctified meditation, following the regulative principles, chants the required mantras in service and in a devotional mood can see Viṣṇu. It is said in the Brahma-saṁhitā that a devotee whose eyes are anointed with the ointment of love of Godhead can see the Supreme Personality of Godhead always within his heart. Lord Śyāmasundara is so kind to His devotee."
    },
    {
        "verse": "19",
        "devanagari": "तदा स्वप्रभया तेषां द्योतयन्त्या दिशो दश ।मुष्णंस्तेज उपानीतस्तार्क्ष्येण स्तोत्रवाजिना ॥ १९ ॥",
        "english_devnagari": "tadā sva-prabhayā teṣāṁdyotayantyā diśo daśamuṣṇaṁs teja upānītastārkṣyeṇa stotra-vājinā",
        "verse_Syn": [
            "tadā",
            "sva",
            "prabhayā",
            "teṣām",
            "dyotayantyā",
            "diśaḥ",
            "daśa",
            "muṣṇan",
            "tejaḥ",
            "upānītaḥ",
            "tārkṣyeṇa",
            "stotra",
            "vājinā"
        ],
        "translation": "Lord Nārāyaṇa was seated on the shoulder of Stotra, or Garuḍa, who had big wings. As soon as the Lord appeared, all directions were illuminated, diminishing the luster of Brahmā and the others present.",
        "purport": " A description of Nārāyaṇa is given in the following two ślokas."
    },
    {
        "verse": "20",
        "devanagari": "श्यामो हिरण्यरशनोऽर्ककिरीटजुष्टोनीलालकभ्रमरमण्डितकुण्डलास्य: ।शङ्खाब्जचक्रशरचापगदासिचर्म-व्यग्रैर्हिरण्मयभुजैरिव कर्णिकार: ॥ २० ॥",
        "english_devnagari": "śyāmo hiraṇya-raśano ’rka-kirīṭa-juṣṭonīlālaka-bhramara-maṇḍita-kuṇḍalāsyaḥśaṅkhābja-cakra-śara-cāpa-gadāsi-carma-vyagrair hiraṇmaya-bhujair iva karṇikāraḥ",
        "verse_Syn": [
            "śyāmaḥ",
            "hiraṇya",
            "raśanaḥ",
            "arka",
            "kirīṭa",
            "juṣṭaḥ",
            "nīla",
            "alaka",
            "bhramara",
            "maṇḍita",
            "kuṇḍala",
            "āsyaḥ",
            "śaṅkha",
            "abja",
            "cakra",
            "śara",
            "cāpa",
            "gadā",
            "asi",
            "carma",
            "vyagraiḥ",
            "hiraṇmaya",
            "bhujaiḥ",
            "iva",
            "karṇikāraḥ"
        ],
        "translation": "His complexion was blackish, His garment yellow like gold, and His helmet as dazzling as the sun. His hair was bluish, the color of black bees, and His face was decorated with earrings. His eight hands held a conchshell, wheel, club, lotus flower, arrow, bow, shield and sword, and they were decorated with golden ornaments such as bangles and bracelets. His whole body resembled a blossoming tree beautifully decorated with various kinds of flowers.",
        "purport": " The face of Lord Viṣṇu as described in this verse appears like a lotus flower with bees humming over it. All of the ornaments on the body of Lord Viṣṇu resemble molten gold of the reddish-gold color of the morning sunrise. The Lord appears, just as the morning sun rises, to protect the whole universal creation. His arms display different weapons, and His eight hands are compared to the eight petals of a lotus flower. All the weapons mentioned are for the protection of His devotees. Generally in the four hands of Viṣṇu there are a wheel, club, conchshell and lotus flower. These four symbols are seen in the four hands of Viṣṇu in different arrangements. The club and the wheel are the Lord’s symbols of punishment for the demons and miscreants, and the lotus flower and conchshell are used to bless the devotees. There are always two classes of men, the devotees and the demons. As confirmed in Bhagavad-gītā (paritrāṇāya sādhūnām), the Lord is always ready for the protection of the devotees and annihilation of the demons. There are demons and devotees in this material world, but in the spiritual world there is no such distinction. In other words, Lord Viṣṇu is the proprietor of both the material and spiritual worlds. In the material world almost everyone is of the demoniac nature, but there are also devotees, who appear to be in the material world although they are always situated in the spiritual world. A devotee’s position is always transcendental, and he is always protected by Lord Viṣṇu."
    },
    {
        "verse": "21",
        "devanagari": "वक्षस्यधिश्रितवधूर्वनमाल्युदारहासावलोककलया रमयंश्च विश्वम् ।पार्श्वभ्रमद्वय‍जनचामरराजहंस:श्वेतातपत्रशशिनोपरि रज्यमान: ॥ २१ ॥",
        "english_devnagari": "vakṣasy adhiśrita-vadhūr vana-māly udāra-hāsāvaloka-kalayā ramayaṁś ca viśvampārśva-bhramad-vyajana-cāmara-rāja-haṁsaḥśvetātapatra-śaśinopari rajyamānaḥ",
        "verse_Syn": [
            "vakṣasi",
            "adhiśrita",
            "vadhūḥ",
            "vana",
            "mālī",
            "udāra",
            "hāsa",
            "avaloka",
            "kalayā",
            "ramayan",
            "ca",
            "viśvam",
            "pārśva",
            "bhramat",
            "vyajana",
            "cāmara",
            "rāja",
            "haṁsaḥ",
            "śveta",
            "ātapatra",
            "śaśinā",
            "upari",
            "rajyamānaḥ"
        ],
        "translation": "Lord Viṣṇu looked extraordinarily beautiful because the goddess of fortune and a garland were situated on His chest. His face was beautifully decorated with a smiling attitude which can captivate the entire world, especially the devotees. Fans of white hair appeared on both sides of the Lord like white swans, and the white canopy overhead looked like the moon.",
        "purport": " The smiling face of Lord Viṣṇu is pleasing to the whole world. Not only devotees but even nondevotees are attracted by such a smile. This verse nicely describes how the sun, moon, eight-petaled lotus flower and humming black bees were represented by the fans of hair, the overhead canopy, the moving earrings on both sides of His face, and His blackish hair. All together, accompanied by the conchshell, wheel, club, lotus flower, bow, arrows, shield and sword in His hands, these presented a grand and beautiful audience for Lord Viṣṇu which captivated all the demigods there, including Dakṣa and Lord Brahmā."
    },
    {
        "verse": "22",
        "devanagari": "तमुपागतमालक्ष्य सर्वे सुरगणादय: ।प्रणेमु: सहसोत्थाय ब्रह्मेन्द्रत्र्यक्षनायका: ॥ २२ ॥",
        "english_devnagari": "tam upāgatam ālakṣyasarve sura-gaṇādayaḥpraṇemuḥ sahasotthāyabrahmendra-tryakṣa-nāyakāḥ",
        "verse_Syn": [
            "tam",
            "upāgatam",
            "ālakṣya",
            "sarve",
            "sura",
            "gaṇa",
            "ādayaḥ",
            "praṇemuḥ",
            "sahasā",
            "utthāya",
            "brahma",
            "indra",
            "tri",
            "akṣa",
            "nāyakāḥ"
        ],
        "translation": "As soon as Lord Viṣṇu was visible, all the demigods — Lord Brahmā and Lord Śiva, the Gandharvas and all present there — immediately offered their respectful obeisances by falling down straight before Him.",
        "purport": " It appears that Lord Viṣṇu is the Supreme Lord even of Lord Śiva and Lord Brahmā, what to speak of the demigods, Gandharvas and ordinary living entities. It is stated in a prayer, yaṁ brahmā varuṇendra-rudra-marutāḥ: all the demigods worship Lord Viṣṇu. Similarly, dhyānāvasthita-tad-gatena manasā paśyanti yaṁ yoginaḥ: yogīs concentrate their minds on the form of Lord Viṣṇu. Thus Lord Viṣṇu is worshipable by all demigods, all Gandharvas and even Lord Śiva and Lord Brahmā. Tad viṣṇoḥ paramaṁ padaṁ sadā paśyanti sūrayaḥ: Viṣṇu is therefore the Supreme Personality of Godhead. Even though Lord Śiva was previously referred to in prayers by Lord Brahmā as the Supreme, when Lord Viṣṇu appeared, Śiva also fell prostrated before Him to offer respectful obeisances."
    },
    {
        "verse": "23",
        "devanagari": "तत्तेजसा हतरुच: सन्नजिह्वा: ससाध्वसा: ।मूर्ध्ना धृताञ्जलिपुटा उपतस्थुरधोक्षजम् ॥ २३ ॥",
        "english_devnagari": "tat-tejasā hata-rucaḥsanna-jihvāḥ sa-sādhvasāḥmūrdhnā dhṛtāñjali-puṭāupatasthur adhokṣajam",
        "verse_Syn": [
            "tat",
            "tejasā",
            "hata",
            "rucaḥ",
            "sanna",
            "jihvāḥ",
            "sa",
            "sādhvasāḥ",
            "mūrdhnā",
            "dhṛta",
            "añjali",
            "puṭāḥ",
            "upatasthuḥ",
            "adhokṣajam"
        ],
        "translation": "In the presence of the glaring effulgence of the bodily luster of Nārāyaṇa, everyone else’s luster faded away, and everyone stopped speaking. Fearful with awe and veneration, all present touched their hands to their heads and prepared to offer their prayers to the Supreme Personality of Godhead, Adhokṣaja.",
        "purport": ""
    },
    {
        "verse": "24",
        "devanagari": "अप्यर्वाग्वृत्तयो यस्य महि त्वात्मभुवादय: ।यथामति गृणन्ति स्म कृतानुग्रहविग्रहम् ॥ २४ ॥",
        "english_devnagari": "apy arvāg-vṛttayo yasyamahi tv ātmabhuv-ādayaḥyathā-mati gṛṇanti smakṛtānugraha-vigraham",
        "verse_Syn": [
            "api",
            "arvāk",
            "vṛttayaḥ",
            "yasya",
            "mahi",
            "tu",
            "ātmabhū",
            "ādayaḥ",
            "yathā",
            "mati",
            "gṛṇanti",
            "sma",
            "kṛta",
            "anugraha",
            "vigraham"
        ],
        "translation": "Although the mental scope of even demigods like Brahmā was unable to comprehend the unlimited glories of the Supreme Lord, they were all able to perceive the transcendental form of the Supreme Personality of Godhead by His grace. Only by such grace could they offer their respectful prayers according to their different capacities.",
        "purport": " The Supreme Lord, the Personality of Godhead, is always unlimited, and His glories cannot be completely enumerated by anyone, even by a personality like Lord Brahmā. It is said that Ananta, a direct incarnation of the Lord, has unlimited mouths, and with each mouth He has been trying to describe the glories of the Lord for an unlimited span of time, yet the glories of the Lord remain unlimited, and He therefore never finishes. It is not possible for any ordinary living entity to understand or to glorify the unlimited Personality of Godhead, but one can offer prayers or service to the Lord according to one’s particular capacity. This capacity is increased by the service spirit. Sevonmukhe hi jihvādau means that the service of the Lord begins with the tongue. This refers to chanting. By chanting Hare Kṛṣṇa, one begins the service of the Lord. Another function of the tongue is to taste and accept the Lord’s prasāda. We have to begin our service to the Unlimited with the tongue and become perfect in chanting, and accepting the Lord’s prasāda. To accept the Lord’s prasāda means to control the entire set of senses. The tongue is considered to be the most uncontrollable sense because it hankers for so many unwholesome eatables, thereby forcing the living entity into the dungeon of material conditional life. As the living entity transmigrates from one form of life to another, he has to eat so many abominable foodstuffs that finally there is no limit. The tongue should be engaged in chanting and in eating the Lord’s prasāda so that the other senses will be controlled. Chanting is the medicine, and prasāda is the diet. With these processes one can begin his service, and as the service increases, the Lord reveals more and more to the devotee. But there is no limit to His glories, and there is no limit to engaging oneself in the service of the Lord."
    },
    {
        "verse": "25",
        "devanagari": "दक्षो गृहीतार्हणसादनोत्तमंयज्ञेश्वरं विश्वसृजां परं गुरुम् ।सुनन्दनन्दाद्यनुगैर्वृतं मुदागृणन् प्रपेदे प्रयत: कृताञ्जलि: ॥ २५ ॥",
        "english_devnagari": "dakṣo gṛhītārhaṇa-sādanottamaṁyajñeśvaraṁ viśva-sṛjāṁ paraṁ gurumsunanda-nandādy-anugair vṛtaṁ mudāgṛṇan prapede prayataḥ kṛtāñjaliḥ",
        "verse_Syn": [
            "dakṣaḥ",
            "gṛhīta",
            "arhaṇa",
            "sādana",
            "uttamam",
            "yajña",
            "īśvaram",
            "viśva",
            "sṛjām",
            "param",
            "gurum",
            "sunanda",
            "nanda",
            "ādi",
            "anugaiḥ",
            "vṛtam",
            "mudā",
            "gṛṇan",
            "prapede",
            "prayataḥ",
            "kṛta",
            "añjaliḥ"
        ],
        "translation": "When Lord Viṣṇu accepted the oblations offered in the sacrifice, Dakṣa, the Prajāpati, began with great pleasure to offer respectful prayers unto Him. The Supreme Personality of Godhead is actually the master of all sacrifices and preceptor of all the Prajāpatis, and He is served even by such personalities as Nanda and Sunanda.",
        "purport": ""
    },
    {
        "verse": "26",
        "devanagari": "दक्ष उवाचशुद्धं स्वधाम्न्युपरताखिलबुद्ध्यवस्थंचिन्मात्रमेकमभयं प्रतिषिध्य मायाम् ।तिष्ठंस्तयैव पुरुषत्वमुपेत्य तस्या-मास्ते भवानपरिशुद्ध इवात्मतन्त्र: ॥ २६ ॥",
        "english_devnagari": "dakṣa uvācaśuddhaṁ sva-dhāmny uparatākhila-buddhy-avasthaṁcin-mātram ekam abhayaṁ pratiṣidhya māyāmtiṣṭhaṁs tayaiva puruṣatvam upetya tasyāmāste bhavān apariśuddha ivātma-tantraḥ",
        "verse_Syn": [
            "dakṣaḥ",
            "uvāca",
            "śuddham",
            "sva",
            "dhāmni",
            "uparata",
            "akhila",
            "buddhi",
            "avastham",
            "cit",
            "mātram",
            "ekam",
            "abhayam",
            "pratiṣidhya",
            "māyām",
            "tiṣṭhan",
            "tayā",
            "eva",
            "puruṣatvam",
            "upetya",
            "tasyām",
            "āste",
            "bhavān",
            "apariśuddhaḥ",
            "iva",
            "ātma",
            "tantraḥ"
        ],
        "translation": "Dakṣa addressed the Supreme Personality of Godhead: My dear Lord, You are transcendental to all speculative positions. You are completely spiritual, devoid of all fear, and You are always in control of the material energy. Even though You appear in the material energy, You are situated transcendentally. You are always free from material contamination because You are completely self-sufficient.",
        "purport": ""
    },
    {
        "verse": "27",
        "devanagari": "ऋत्विज ऊचु:तत्त्वं न ते वयमनञ्जन रुद्रशापात्कर्मण्यवग्रहधियो भगवन्विदाम: ।धर्मोपलक्षणमिदं त्रिवृदध्वराख्यंज्ञातं यदर्थमधिदैवमदो व्यवस्था: ॥ २७ ॥",
        "english_devnagari": "ṛtvija ūcuḥtattvaṁ na te vayam anañjana rudra-śāpātkarmaṇy avagraha-dhiyo bhagavan vidāmaḥdharmopalakṣaṇam idaṁ trivṛd adhvarākhyaṁjñātaṁ yad-artham adhidaivam ado vyavasthāḥ",
        "verse_Syn": [
            "ṛtvijaḥ",
            "ūcuḥ",
            "tattvam",
            "na",
            "te",
            "vayam",
            "anañjana",
            "rudra",
            "śāpāt",
            "karmaṇi",
            "avagraha",
            "dhiyaḥ",
            "bhagavan",
            "vidāmaḥ",
            "dharma",
            "upalakṣaṇam",
            "idam",
            "tri",
            "vṛt",
            "adhvara",
            "ākhyam",
            "jñātam",
            "yat",
            "artham",
            "adhidaivam",
            "adaḥ",
            "vyavasthāḥ"
        ],
        "translation": "The priests addressed the Lord, saying: O Lord, transcendental to material contamination, by the curse offered by Lord Śiva’s men we have become attached to fruitive activities, and thus we are now fallen and therefore do not know anything about You. On the contrary, we are now involved in the injunctions of the three departments of the Vedic knowledge under the plea of executing rituals in the name of yajña. We know that You have made arrangements for distributing the respective shares of the demigods.",
        "purport": " The Vedas are known as traiguṇya-viṣayā vedāḥ (Bg. 2.45). Those who are serious students of the Vedas are very much attached to the ritualistic ceremonies mentioned in the Vedas, and therefore these veda-vādīs cannot understand that the ultimate goal of the Vedas is to understand Lord Kṛṣṇa, or Viṣṇu. Those who have transcended the qualitative Vedic attractions, however, can understand Kṛṣṇa, who is never contaminated by the material qualities. Therefore Lord Viṣṇu is addressed here as anañjana, “free from material contamination.” In Bhagavad-gītā (2.42) the crude Vedic scholars have been deprecated by Kṛṣṇa as follows: “Men of small knowledge are very much attached to the flowery words of the Vedas, and they say that there is nothing more than this.”"
    },
    {
        "verse": "28",
        "devanagari": "सदस्या ऊचु:उत्पत्त्यध्वन्यशरण उरुक्लेशदुर्गेऽन्तकोग्रव्यालान्विष्टे विषयमृगतृष्यात्मगेहोरुभार: ।द्वन्द्वश्वभ्रे खलमृगभये शोकदावेऽज्ञसार्थ:पादौकस्ते शरणद कदा याति कामोपसृष्ट: ॥ २८ ॥",
        "english_devnagari": "sadasyā ūcuḥutpatty-adhvany aśaraṇa uru-kleśa-durge ’ntakogra-vyālānviṣṭe viṣaya-mṛga-tṛṣy ātma-gehoru-bhāraḥdvandva-śvabhre khala-mṛga-bhaye śoka-dāve ’jña-sārthaḥpādaukas te śaraṇada kadā yāti kāmopasṛṣṭaḥ",
        "verse_Syn": [
            "sadasyāḥ",
            "ūcuḥ",
            "utpatti",
            "adhvani",
            "aśaraṇe",
            "uru",
            "kleśa",
            "durge",
            "antaka",
            "ugra",
            "vyāla",
            "anviṣṭe",
            "viṣaya",
            "mṛga",
            "tṛṣi",
            "ātma",
            "geha",
            "uru",
            "bhāraḥ",
            "dvandva",
            "śvabhre",
            "khala",
            "mṛga",
            "bhaye",
            "śoka",
            "dāve",
            "ajña",
            "sa",
            "arthaḥ",
            "pāda",
            "okaḥ",
            "te",
            "śaraṇa",
            "da",
            "kadā",
            "yāti",
            "kāma",
            "upasṛṣṭaḥ"
        ],
        "translation": "The members of the assembly addressed the Lord: O exclusive shelter for all who are situated in troubled life, in this formidable fort of conditional existence the time element, like a snake, is always looking for an opportunity to strike. This world is full of ditches of so-called distress and happiness, and there are many ferocious animals always ready to attack. The fire of lamentation is always blazing, and the mirage of false happiness is always alluring, but one has no shelter from them. Thus foolish persons live in the cycle of birth and death, always overburdened in discharging their so-called duties, and we do not know when they will accept the shelter of Your lotus feet.",
        "purport": " Persons who are not in Kṛṣṇa consciousness are living a very precarious life, as described in this verse, but all these circumstantial conditions are due to forgetfulness of Kṛṣṇa. The Kṛṣṇa consciousness movement is meant to give relief to all these bewildered and distressed persons; therefore it is the greatest relief work for all human society, and the workers thereof are the greatest well-wishers, for they follow in the footsteps of Lord Caitanya, who is the greatest friend to all living entities."
    },
    {
        "verse": "29",
        "devanagari": "रुद्र उवाचतव वरद वराङ्‌घ्रावाशिषेहाखिलार्थेह्यपि मुनिभिरसक्तैरादरेणार्हणीये ।यदि रचितधियं माविद्यलोकोऽपविद्धंजपति न गणये तत्त्वत्परानुग्रहेण ॥ २९ ॥",
        "english_devnagari": "rudra uvācatava varada varāṅghrāv āśiṣehākhilārthehy api munibhir asaktair ādareṇārhaṇīyeyadi racita-dhiyaṁ māvidya-loko ’paviddhaṁjapati na gaṇaye tat tvat-parānugraheṇa",
        "verse_Syn": [
            "rudraḥ",
            "uvāca",
            "tava",
            "vara",
            "da",
            "vara",
            "aṅghrau",
            "āśiṣā",
            "iha",
            "akhila",
            "arthe",
            "hi",
            "api",
            "munibhiḥ",
            "asaktaiḥ",
            "ādareṇa",
            "arhaṇīye",
            "yadi",
            "racita",
            "dhiyam",
            "mā",
            "avidya",
            "lokaḥ",
            "apaviddham",
            "japati",
            "na",
            "gaṇaye",
            "tat",
            "tvat",
            "para",
            "anugraheṇa"
        ],
        "translation": "Lord Śiva said: My dear Lord, my mind and consciousness are always fixed on Your lotus feet, which, as the source of all benediction and the fulfillment of all desires, are worshiped by all liberated great sages because Your lotus feet are worthy of worship. With my mind fixed on Your lotus feet, I am no longer disturbed by persons who blaspheme me, claiming that my activities are not purified. I do not mind their accusations, and I excuse them out of compassion, just as You exhibit compassion toward all living entities.",
        "purport": " Lord Śiva expresses herein his regret at having been angry and having disturbed the sacrificial activities of Dakṣa. King Dakṣa had insulted him in many ways, and thus he had become angry and had frustrated the entire sacrificial ceremony. Later, when he was pleased, the yajña performances were reinstituted, and therefore he regretted his activities. Now he says that because his mind is fixed on the lotus feet of the Supreme Lord, Viṣṇu, he is no longer disturbed by the ordinary critics of his way of life. From this statement by Lord Śiva it is understood that as long as one is on the material platform one is affected by the three modes of material nature. As soon as one is in Kṛṣṇa consciousness, however, one is no longer affected by such material activities. One should therefore always be fixed in Kṛṣṇa consciousness, busy in the transcendental loving service of the Lord. It is guaranteed that such a devotee will never be affected by the actions and reactions of the three modes of material nature. This fact is also corroborated in Bhagavad-gītā: anyone who is fixed in the transcendental service of the Lord has surpassed all the material qualities and is situated in the status of Brahman realization, in which one is not afflicted by hankering for material objects. The recommendation of the Śrīmad-Bhāgavatam is that one should always be Kṛṣṇa conscious and should never forget his transcendental relationship with the Lord. This program has to be followed strictly by everyone. From the statement of Lord Śiva it is understood that he was always in Kṛṣṇa consciousness, and thus he remained free from material affliction. The only remedy, therefore, is to continue Kṛṣṇa consciousness rigidly, in order to get out of the contamination of the material modes."
    },
    {
        "verse": "30",
        "devanagari": "भृगुरुवाचयन्मायया गहनयापहृतात्मबोधाब्रह्मादयस्तनुभृतस्तमसि स्वपन्त: ।नात्मन् श्रितं तव विदन्त्यधुनापि तत्त्वंसोऽयं प्रसीदतु भवान्प्रणतात्मबन्धु: ॥ ३० ॥",
        "english_devnagari": "bhṛgur uvācayan māyayā gahanayāpahṛtātma-bodhābrahmādayas tanu-bhṛtas tamasi svapantaḥnātman-śritaṁ tava vidanty adhunāpi tattvaṁso ’yaṁ prasīdatu bhavān praṇatātma-bandhuḥ",
        "verse_Syn": [
            "bhṛguḥ",
            "uvāca",
            "yat",
            "māyayā",
            "gahanayā",
            "apahṛta",
            "ātma",
            "bodhāḥ",
            "brahma",
            "ādayaḥ",
            "tanu",
            "bhṛtaḥ",
            "tamasi",
            "svapantaḥ",
            "na",
            "ātman",
            "śritam",
            "tava",
            "vidanti",
            "adhunā",
            "api",
            "tattvam",
            "saḥ",
            "ayam",
            "prasīdatu",
            "bhavān",
            "praṇata",
            "ātma",
            "bandhuḥ"
        ],
        "translation": "Śrī Bhṛgu said: My dear Lord, all living entities, beginning from the highest, namely Lord Brahmā, down to the ordinary ant, are under the influence of the insurmountable spell of illusory energy, and thus they are ignorant of their constitutional position. Everyone believes in the concept of the body, and all are thus submerged in the darkness of illusion. They are actually unable to understand how You live in every living entity as the Supersoul, nor can they understand Your absolute position. But You are the eternal friend and protector of all surrendered souls. Therefore, please be kind toward us and forgive all our offenses.",
        "purport": " Bhṛgu Muni was conscious of the scandalous behavior exhibited by each and every one of them, including Brahmā and Lord Śiva, in the sacrificial ceremony of Dakṣa. By mentioning Brahmā, the chief of all living entities within this material world, he wanted to state that everyone, including also Brahmā and Lord Śiva, is under the concept of the body and under the spell of material energy — all but Viṣṇu. That is the version of Bhṛgu. As long as one is under the concept of the body as self, it is very difficult to understand the Supersoul or the Supreme Personality of Godhead. Conscious that he was not greater than Brahmā, Bhṛgu included himself in the list of offenders. Ignorant personalities, or conditioned souls, have no choice but to accept their precarious condition under material nature. The only remedy is to surrender to Viṣṇu and always pray to be excused. One should depend only on the causeless mercy of the Lord for deliverance and not even slightly on one’s own strength. That is the perfect position of a Kṛṣṇa conscious person. The Lord is everyone’s friend, but He is especially friendly to the surrendered soul. The simple process, therefore, is that a conditioned soul should remain surrendered to the Lord, and the Lord will give him all protection to keep him out of the clutches of material contamination."
    },
    {
        "verse": "31",
        "devanagari": "ब्रह्मोवाचनैतत्स्वरूपं भवतोऽसौ पदार्थभेदग्रहै: पुरुषो यावदीक्षेत् ।ज्ञानस्य चार्थस्य गुणस्य चाश्रयोमायामयाद्वय‍‌तिरिक्तो मतस्त्वम् ॥ ३१ ॥",
        "english_devnagari": "brahmovācanaitat svarūpaṁ bhavato ’sau padārtha-bheda-grahaiḥ puruṣo yāvad īkṣetjñānasya cārthasya guṇasya cāśrayomāyāmayād vyatirikto matas tvam",
        "verse_Syn": [
            "brahmā",
            "uvāca",
            "na",
            "etat",
            "svarūpam",
            "bhavataḥ",
            "asau",
            "pada",
            "artha",
            "bheda",
            "grahaiḥ",
            "puruṣaḥ",
            "yāvat",
            "īkṣet",
            "jñānasya",
            "ca",
            "arthasya",
            "guṇasya",
            "ca",
            "āśrayaḥ",
            "māyā",
            "mayāt",
            "vyatiriktaḥ",
            "mataḥ",
            "tvam"
        ],
        "translation": "Lord Brahmā said: My dear Lord, Your personality and eternal form cannot be understood by any person who is trying to know You through the different processes of acquiring knowledge. Your position is always transcendental to the material creation, whereas the empiric attempt to understand You is material, as are its objectives and instruments.",
        "purport": " It is said that the transcendental name, qualities, activities, paraphernalia, etc., of the Supreme Personality of Godhead cannot be understood with our material senses. The attempt of the empiric philosophers to understand the Absolute Truth by speculation is always futile because their process of understanding, their objective and the instruments by which they try to understand the Absolute Truth are all material. The Lord is aprākṛta, beyond the creation of the material world. This fact is also accepted by the great impersonalist Śaṅkarācārya: nārāyaṇaḥ paro ’vyaktād aṇḍam avyakta-sambhavam. Avyakta, or the original material cause, is beyond this material manifestation and is the cause of the material world. Because Nārāyaṇa, the Supreme Personality of Godhead, is beyond the material world, one cannot speculate upon Him by any material method. One has to understand the Supreme Personality of Godhead simply by the transcendental method of Kṛṣṇa consciousness. This is confirmed in Bhagavad-gītā (18.55). Bhaktyā mām abhijānāti: only by devotional service can one understand the transcendental form of the Lord. The difference between the impersonalists and the personalists is that the impersonalists, limited by their speculative processes, cannot even approach the Supreme Personality of Godhead, whereas the devotees please the Supreme Personality of Godhead through His transcendental loving service. Sevonmukhe hi: due to the service attitude of the devotee, the Lord is revealed to him. The Supreme Lord cannot be understood by materialistic persons even though He is present before them. In Bhagavad-gītā, Lord Kṛṣṇa therefore condemns such materialists as mūḍhas. Mūḍha means “rascal.” It is said in the Gītā, “Only rascals think of Lord Kṛṣṇa as an ordinary person. They do not know what Lord Kṛṣṇa’s position is or what His transcendental potencies are.” Unaware of His transcendental potencies, the impersonalists deride the person of Lord Kṛṣṇa, whereas the devotees, by dint of their service attitude, can understand Him as the Personality of Godhead. In the Tenth Chapter of Bhagavad-gītā, Arjuna also confirmed that it is very difficult to understand the personality of the Lord."
    },
    {
        "verse": "32",
        "devanagari": "इन्द्र उवाचइदमप्यच्युत विश्वभावनंवपुरानन्दकरं मनोद‍ृशाम् ।सुरविद्विट्‌क्षपणैरुदायुधैर्भुजदण्डैरुपपन्नमष्टभि: ॥ ३२ ॥",
        "english_devnagari": "indra uvācaidam apy acyuta viśva-bhāvanaṁvapur ānanda-karaṁ mano-dṛśāmsura-vidviṭ-kṣapaṇair udāyudhairbhuja-daṇḍair upapannam aṣṭabhiḥ",
        "verse_Syn": [
            "indraḥ",
            "uvāca",
            "idam",
            "api",
            "acyuta",
            "viśva",
            "bhāvanam",
            "vapuḥ",
            "ānanda",
            "karam",
            "manaḥ",
            "dṛśām",
            "sura",
            "vidviṭ",
            "kṣapaṇaiḥ",
            "ud",
            "āyudhaiḥ",
            "bhuja",
            "daṇḍaiḥ",
            "upapannam",
            "aṣṭabhiḥ"
        ],
        "translation": "King Indra said: My dear Lord, Your transcendental form with eight hands and weapons in each of them appears for the welfare of the entire universe, and it is very pleasing to the mind and eyes. In such a form, Your Lordship is always prepared to punish the demons, who are envious of Your devotees.",
        "purport": " It is generally understood from revealed scriptures that Lord Viṣṇu appears with four hands, but in this particular sacrificial arena Lord Viṣṇu arrived with eight hands. King Indra said, “Even though we are accustomed to see Your four-handed Viṣṇu form, this appearance with eight hands is as real as the four-handed form.” As Lord Brahmā had said, to realize the transcendental form of the Lord is beyond the power of the senses. In reply to that statement by Brahmā, King Indra said that even though the transcendental form of the Lord is not perceivable by the material senses, His activities and His transcendental form can be understood. The Lord’s uncommon features, uncommon activities and uncommon beauty can be perceived even by an ordinary man. For example, when Lord Kṛṣṇa appeared just like a six- or seven-year-old boy in Vṛndāvana, He was approached by the residents there. There were torrents of rain, and the Lord saved the residents of Vṛndāvana by lifting Govardhana Hill and resting it on the little finger of His left hand for seven days. This uncommon feature of the Lord should convince even materialistic persons who want to speculate to the limit of their material senses. The activities of the Lord are pleasing to experimental vision also, but impersonalists will not believe in His identity because they study the personality of the Lord by comparing their personality to His. Because men in this material world cannot lift a hill, they do not believe that the Lord can lift one. They accept the statements of Śrīmad-Bhāgavatam to be allegorical, and they try to interpret them in their own way. But factually the Lord lifted the hill in the presence of all the inhabitants of Vṛndāvana, as corroborated by great ācāryas and authors like Vyāsadeva and Nārada. Everything about the Lord — His activities, pastimes and uncommon features — should be accepted as is, and in this way, even in our present condition, we can understand the Lord. In the instance herein, King Indra confirmed: “Your presence with eight hands is as good as Your presence with four hands.” There is no doubt about it."
    },
    {
        "verse": "33",
        "devanagari": "पत्‍न्य ऊचु:यज्ञोऽयं तव यजनाय केन सृष्टोविध्वस्त: पशुपतिनाद्य दक्षकोपात् ।तं नस्त्वं शवशयनाभशान्तमेधंयज्ञात्मन्नलिनरुचा द‍ृशा पुनीहि ॥ ३३ ॥",
        "english_devnagari": "patnya ūcuḥyajño ’yaṁ tava yajanāya kena sṛṣṭovidhvastaḥ paśupatinādya dakṣa-kopāttaṁ nas tvaṁ śava-śayanābha-śānta-medhaṁyajñātman nalina-rucā dṛśā punīhi",
        "verse_Syn": [
            "patnyaḥ",
            "ūcuḥ",
            "yajñaḥ",
            "ayam",
            "tava",
            "yajanāya",
            "kena",
            "sṛṣṭaḥ",
            "vidhvastaḥ",
            "paśupatinā",
            "adya",
            "dakṣa",
            "kopāt",
            "tam",
            "naḥ",
            "tvam",
            "śava",
            "śayana",
            "ābha",
            "śānta",
            "medham",
            "yajña",
            "ātman",
            "nalina",
            "rucā",
            "dṛśā",
            "punīhi"
        ],
        "translation": "The wives of the performers of the sacrifice said: My dear Lord, this sacrifice was arranged under the instruction of Brahmā, but unfortunately Lord Śiva, being angry at Dakṣa, devastated the entire scene, and because of his anger the animals meant for sacrifice are lying dead. Therefore the preparations of the yajña have been lost. Now, by the glance of Your lotus eyes, the sanctity of this sacrificial arena may be again invoked.",
        "purport": " Animals were offered in sacrifice in order to give them renewed life; that was the purpose of having animals there. Offering an animal in sacrifice and giving him renewed life was the evidence of the strength of chanting mantras. Unfortunately, when Dakṣa’s sacrifice was devastated by Lord Śiva, some of the animals were killed. (One was killed just to replace the head of Dakṣa.) Their bodies were lying about, and the sacrificial arena was turned into a crematorium. Thus the real purpose of yajña was lost. Lord Viṣṇu, being the ultimate objective of such sacrificial ceremonies, was requested by the wives of the priests to glance over the yajña arena with His causeless mercy so that the routine work of the yajña might be continued. The purport here is that animals should not be unnecessarily killed. They were used to prove the strength of the mantras and were to have been rejuvenated by the use of the mantras. They should not have been killed, as they were by Lord Śiva to replace the head of Dakṣa with an animal’s head. It was pleasing to see an animal sacrificed and rejuvenated, and that pleasing atmosphere had been lost. The wives of the priests requested that the animals be brought back to life by the glance of Lord Viṣṇu to make a pleasing yajña."
    },
    {
        "verse": "34",
        "devanagari": "ऋषय ऊचु:अनन्वितं ते भगवन् विचेष्टितंयदात्मना चरसि हि कर्म नाज्यसे ।विभूतये यत उपसेदुरीश्वरींन मन्यते स्वयमनुवर्ततीं भवान् ॥ ३४ ॥",
        "english_devnagari": "ṛṣaya ūcuḥananvitaṁ te bhagavan viceṣṭitaṁyad ātmanā carasi hi karma nājyasevibhūtaye yata upasedur īśvarīṁna manyate svayam anuvartatīṁ bhavān",
        "verse_Syn": [
            "ṛṣayaḥ",
            "ūcuḥ",
            "ananvitam",
            "te",
            "bhagavan",
            "viceṣṭitam",
            "yat",
            "ātmanā",
            "carasi",
            "hi",
            "karma",
            "na",
            "ajyase",
            "vibhūtaye",
            "yataḥ",
            "upaseduḥ",
            "īśvarīm",
            "na",
            "manyate",
            "svayam",
            "anuvartatīm",
            "bhavān"
        ],
        "translation": "The sages prayed: Dear Lord, Your activities are most wonderful, and although You do everything by Your different potencies, You are not at all attached to such activities. You are not even attached to the goddess of fortune, who is worshiped by the great demigods like Brahmā, who pray to achieve her mercy.",
        "purport": " In Bhagavad-gītā it is said that the Lord has no desire to achieve any result from His wonderful activities, nor has He any need to perform them. But still, in order to give an example to people in general, He sometimes acts, and those activities are very wonderful. He is not attached to anything. Na māṁ karmāṇi limpanti: although He acts very wonderfully, He is not at all attached to anything (Bg. 4.14). He is self-sufficient. The example is given here that the goddess of fortune, Lakṣmī, is always engaged in the service of the Lord, but still He is not attached to her. Even great demigods like Brahmā worship the goddess of fortune in order to win her favor, but although the Lord is worshiped by many hundreds and thousands of goddesses of fortune, He is not at all attached to any one of them. This distinction concerning the exalted transcendental position of the Lord is specifically mentioned by the great sages: He is not like the ordinary living entity, who is attached to the results of pious activities."
    },
    {
        "verse": "35",
        "devanagari": "सिद्धा ऊचु:अयं त्वत्कथामृष्टपीयूषनद्यांमनोवारण: क्लेशदावाग्निदग्ध: ।तृषार्तोऽवगाढो न सस्मार दावंन निष्क्रामति ब्रह्मसम्पन्नवन्न: ॥ ३५ ॥",
        "english_devnagari": "siddhā ūcuḥayaṁ tvat-kathā-mṛṣṭa-pīyūṣa-nadyāṁmano-vāraṇaḥ kleśa-dāvāgni-dagdhaḥtṛṣārto ’vagāḍho na sasmāra dāvaṁna niṣkrāmati brahma-sampannavan naḥ",
        "verse_Syn": [
            "siddhāḥ",
            "ūcuḥ",
            "ayam",
            "tvat",
            "kathā",
            "mṛṣṭa",
            "pīyūṣa",
            "nadyām",
            "manaḥ",
            "vāraṇaḥ",
            "kleśa",
            "dāva",
            "agni",
            "dagdhaḥ",
            "tṛṣā",
            "ārtaḥ",
            "avagāḍhaḥ",
            "na",
            "sasmāra",
            "dāvam",
            "na",
            "niṣkrāmati",
            "brahma",
            "sampanna",
            "vat",
            "naḥ"
        ],
        "translation": "The Siddhas prayed: Like an elephant that has suffered in a forest fire but can forget all its troubles by entering a river, our minds, O Lord, always merge in the nectarean river of Your transcendental pastimes, and they desire never to leave such transcendental bliss, which is as good as the pleasure of merging in the Absolute.",
        "purport": " This statement is from the Siddhas, the inhabitants of Siddhaloka, where the eight kinds of material perfection are complete. The residents of Siddhaloka have full control in the eight kinds of yogic perfection, but from their statement it appears that they are pure devotees. They always merge in the nectarean river of hearing of the pastimes of the Lord. Hearing of the pastimes of the Lord is called kṛṣṇa-kathā. Similarly, there is a statement by Prahlāda Mahārāja that those who are always merged in the ocean of the nectar of describing the Lord’s pastimes are liberated and have no fear of the material condition of life. The Siddhas say that the mind of an ordinary person is full of anxieties. The example is given of the elephant who has suffered in a forest fire and who enters into a river for relief. If persons who are suffering in the forest fire of this material existence will only enter into the nectarean river of the description of the pastimes of the Lord, they will forget all the troubles of the miserable material existence. The Siddhas do not care for fruitive activities, such as performing sacrifices and achieving the good results. They simply merge in the transcendental discussions of the pastimes of the Lord. That makes them completely happy, without care for pious or impious activities. For those who are always in Kṛṣṇa consciousness there is no need to perform any kind of pious or impious sacrifices or activities. Kṛṣṇa consciousness is itself complete, for it includes all the processes praised in the Vedic scriptures."
    },
    {
        "verse": "36",
        "devanagari": "यजमान्युवाचस्वागतं ते प्रसीदेश तुभ्यं नम:श्रीनिवास श्रिया कान्तया त्राहि न: ।त्वामृतेऽधीश नाङ्गैर्मख: शोभतेशीर्षहीन: कबन्धो यथा पुरुष: ॥ ३६ ॥",
        "english_devnagari": "yajamāny uvācasvāgataṁ te prasīdeśa tubhyaṁ namaḥśrīnivāsa śriyā kāntayā trāhi naḥtvām ṛte ’dhīśa nāṅgair makhaḥ śobhateśīrṣa-hīnaḥ ka-bandho yathā puruṣaḥ",
        "verse_Syn": [
            "yajamānī",
            "uvāca",
            "su",
            "āgatam",
            "te",
            "prasīda",
            "īśa",
            "tubhyam",
            "namaḥ",
            "śrīnivāsa",
            "śriyā",
            "kāntayā",
            "trāhi",
            "naḥ",
            "tvām",
            "ṛte",
            "adhīśa",
            "na",
            "aṅgaiḥ",
            "makhaḥ",
            "śobhate",
            "śīrṣa",
            "hīnaḥ",
            "ka",
            "bandhaḥ",
            "yathā",
            "puruṣaḥ"
        ],
        "translation": "The wife of Dakṣa prayed as follows: My dear Lord, it is very fortunate that You have appeared in this arena of sacrifice. I offer my respectful obeisances unto You, and I request that You be pleased on this occasion. The sacrificial arena is not beautiful without You, just as a body is not beautiful without the head.",
        "purport": " Another name of Lord Viṣṇu is Yajñeśvara. In Bhagavad-gītā it is said that all activities should be performed as viṣṇu-yajña, for the pleasure of Lord Viṣṇu. Unless we please Him, whatever we do is the cause of our bondage in the material world. This is confirmed herein by the wife of Dakṣa: “Without Your presence, the grandeur of this sacrificial ceremony is useless, just as a body without the head, however decorated it may be, is useless.” The comparison is equally applicable to the social body. Material civilization is very proud of being advanced, but it is actually the useless trunk of a body without a head. Without Kṛṣṇa consciousness, without an understanding of Viṣṇu, the Supreme Personality of Godhead, any advancement in a civilization, no matter how sophisticated, is of no value. There is a statement in the Hari-bhakti-sudhodaya (3.11): The purport is that sometimes when a friend or relative dies, especially among lower-class men, the dead body is decorated. Dressed and ornamented, the body is taken in procession. That sort of decoration of the dead body has no actual value because the life force is already gone. Similarly, without Kṛṣṇa consciousness, any aristocracy, any social prestige or any advancement of material civilization is as good as the decoration of a dead body. The name of the wife of Dakṣa was Prasūti, and she was the daughter of Svāyambhuva Manu. Her sister, Devahūti, was married to Kardama Muni, and Kapiladeva, the Personality of Godhead, became her son. Prasūti, then, was the aunt of Lord Viṣṇu. She was asking the favor of Lord Viṣṇu in an affectionate mode; since she was His aunt, she sought some special favor. Also significant in this verse is that the Lord is praised with the goddess of fortune. Wherever Lord Viṣṇu is worshiped, naturally there is the favor of the goddess of fortune. Lord Viṣṇu is addressed as amṛta, transcendental. The demigods, including Brahmā and Lord Śiva, were produced after the creation, but Lord Viṣṇu existed before the creation. He is therefore addressed as amṛta. Lord Viṣṇu is worshiped with His internal energy by the Vaiṣṇavas. Prasūti, the wife of Dakṣa, implored the Lord to turn the priests into Vaiṣṇavas instead of simply fruitive workers performing sacrifices for some material benefits."
    },
    {
        "verse": "37",
        "devanagari": "लोकपाला ऊचु:द‍ृष्ट: किं नो द‍ृग्भिरसद्ग्रहैस्त्वंप्रत्यग्द्रष्टा द‍ृश्यते येन विश्वम् ।माया ह्येषा भवदीया हि भूमन्यस्त्वं षष्ठ: पञ्चभिर्भासि भूतै: ॥ ३७ ॥",
        "english_devnagari": "lokapālā ūcuḥdṛṣṭaḥ kiṁ no dṛgbhir asad-grahais tvaṁpratyag-draṣṭā dṛśyate yena viśvammāyā hy eṣā bhavadīyā hi bhūmanyas tvaṁ ṣaṣṭhaḥ pañcabhir bhāsi bhūtaiḥ",
        "verse_Syn": [
            "loka",
            "pālāḥ",
            "ūcuḥ",
            "dṛṣṭaḥ",
            "kim",
            "naḥ",
            "dṛgbhiḥ",
            "asat",
            "grahaiḥ",
            "tvam",
            "pratyak",
            "draṣṭā",
            "dṛśyate",
            "yena",
            "viśvam",
            "māyā",
            "hi",
            "eṣā",
            "bhavadīyā",
            "hi",
            "bhūman",
            "yaḥ",
            "tvam",
            "ṣaṣṭhaḥ",
            "pañcabhiḥ",
            "bhāsi",
            "bhūtaiḥ"
        ],
        "translation": "The governors of various planets spoke as follows: Dear Lord, we believe only in our direct perception, and therefore we see You as a creation of the material world. But under the circumstances we do not know whether we have actually seen You with our material senses. By our material senses we can simply perceive the cosmic manifestation, but You are beyond the five elements. You are the sixth.",
        "purport": " The governors of the various planets are certainly materially opulent and very puffed up. Such persons are unable to understand the transcendental, eternal form of the Lord. In the Brahma-saṁhitā it is stated that only persons who have anointed their eyes with love of Godhead can see the Personality of Godhead in every step of their activities. Also, in the prayers of Kuntī (Bhāg. 1.8.26) it is stated that only those who are akiñcana-gocaram, who are not materially puffed up, can see the Supreme Personality of Godhead; others are bewildered and cannot even think of the Absolute Truth."
    },
    {
        "verse": "38",
        "devanagari": "योगेश्‍वरा ऊचुप्रेयान्न तेऽन्योऽस्त्यमुतस्त्वयि प्रभोविश्वात्मनीक्षेन्न पृथग्य आत्मन: ।अथापि भक्त्येश तयोपधावता-मनन्यवृत्त्यानुगृहाण वत्सल ॥ ३८ ॥",
        "english_devnagari": "yogeśvarā ūcuḥpreyān na te ’nyo ’sty amutas tvayi prabhoviśvātmanīkṣen na pṛthag ya ātmanaḥathāpi bhaktyeśa tayopadhāvatāmananya-vṛttyānugṛhāṇa vatsala",
        "verse_Syn": [
            "yoga",
            "īśvarāḥ",
            "ūcuḥ",
            "preyān",
            "na",
            "te",
            "anyaḥ",
            "asti",
            "amutaḥ",
            "tvayi",
            "prabho",
            "viśva",
            "ātmani",
            "īkṣet",
            "na",
            "pṛthak",
            "yaḥ",
            "ātmanaḥ",
            "atha",
            "api",
            "bhaktyā",
            "īśa",
            "tayā",
            "upadhāvatām",
            "ananya",
            "vṛttyā",
            "anugṛhāṇa",
            "vatsala"
        ],
        "translation": "The great mystics said: Dear Lord, persons who see You as nondifferent from themselves, knowing that You are the Supersoul of all living entities, are certainly very, very dear to You. You are very favorable toward those who engage in devotional service, accepting You as the Lord and themselves as the servants. By Your mercy, You are always inclined in their favor.",
        "purport": " It is indicated in this verse that the monists and the great mystics know the Supreme Personality of Godhead as one. This oneness is not the misunderstanding that a living entity is equal in every respect to the Supreme Personality of Godhead. This monism is based on pure knowledge as described and confirmed in Bhagavad-gītā (7.17): priyo hi jñānino ’tyartham ahaṁ sa ca mama priyaḥ. The Lord says that those who are advanced in transcendental knowledge and know the science of Kṛṣṇa consciousness are very dear to Him, and He also is very dear to them. Those who are actually in perfect knowledge of the science of God know that the living entities are superior energy of the Supreme Lord. This is stated in Bhagavad-gītā, Seventh Chapter: the material energy is inferior, and the living entities are superior energy. Energy and the energetic are nondifferent; therefore, energies possess the same quality as the energetic. Persons who are in full knowledge of the Personality of Godhead, analyzing His different energies and knowing their own constitutional position, are certainly very, very dear to the Lord. Persons, however, who may not even be conversant with knowledge of the Supreme Personality but who always think of the Lord with love and faith, feeling that He is great and that they are His parts and parcels, ever His servitors, are even more favored by Him. The particular significance of this verse is that the Lord is addressed as vatsala. Vatsala means “always favorably disposed.” The Lord’s name is bhakta-vatsala. The Lord is famous as bhakta-vatsala, which means that He is always favorably inclined to the devotees, whereas He is never addressed anywhere in the Vedic literature as jñāni-vatsala."
    },
    {
        "verse": "39",
        "devanagari": "जगदुद्भवस्थितिलयेषु दैवतोबहुभिद्यमानगुणयात्ममायया ।रचितात्मभेदमतये स्वसंस्थयाविनिवर्तितभ्रमगुणात्मने नम: ॥ ३९ ॥",
        "english_devnagari": "jagad-udbhava-sthiti-layeṣu daivatobahu-bhidyamāna-guṇayātma-māyayāracitātma-bheda-mataye sva-saṁsthayāvinivartita-bhrama-guṇātmane namaḥ",
        "verse_Syn": [
            "jagat",
            "udbhava",
            "sthiti",
            "layeṣu",
            "daivataḥ",
            "bahu",
            "bhidyamāna",
            "guṇayā",
            "ātma",
            "māyayā",
            "racita",
            "ātma",
            "bheda",
            "mataye",
            "sva",
            "saṁsthayā",
            "vinivartita",
            "bhrama",
            "guṇa",
            "ātmane",
            "namaḥ"
        ],
        "translation": "We offer our respectful obeisances unto the Supreme, who has created varieties of manifestations and put them under the spell of the three qualities of the material world in order to create, maintain and annihilate them. He Himself is not under the control of the external energy: in His personal feature He is completely devoid of the variegated manifestation of material qualities, and He is under no illusion of false identification.",
        "purport": " Two situations are described in this verse: one is the creation, maintenance and annihilation of the material world, and the other is the Lord’s own establishment. There is also quality in the Lord’s own establishment, the kingdom of God. It is stated here that Goloka is His personal situation. There is also quality in Goloka, but that quality is not divided into creation, maintenance and annihilation. In the external energy, the interaction of the three qualities makes it possible for things to be created, maintained and annihilated. But in the spiritual world, or the kingdom of God, there is no such exhibition, since everything is eternal, sentient and blissful. There is a class of philosophers who misunderstand the appearance of the Personality of Godhead within this material world. They are under the impression that when the Supreme Personality of Godhead appears He is under the spell of the three qualities, like all the other living entities who appear within this material world. That is their misunderstanding; as it is clearly stated here (sva-saṁsthayā), by His internal potency He is transcendental to all these material qualities. Similarly, in Bhagavad-gītā the Lord says, “I appear by My internal potency.” Both the internal and external potencies are under the control of the Supreme, so He does not come under the control of either of these potencies. Rather, everything is under His control. In order to manifest His transcendental name, form, quality, pastimes and paraphernalia, He brings into action His internal energy. On account of the variegatedness of the external potency, there are manifestations of many qualitative demigods, beginning with Brahmā and Lord Śiva, and people are attracted to these demigods according to their own material quality. But when one is transcendental or surpasses the material qualities, he is simply fixed in the worship of the Supreme Personality. This fact is explained in Bhagavad-gītā: anyone engaged in the service of the Lord is already transcendental to the variegatedness and interaction of the three material qualities. The summary is that the conditioned souls are being pulled by the action and reaction of the material qualities, which create a differentiation of energies, but in the spiritual world the worshipable one is the Supreme Lord and no one else."
    },
    {
        "verse": "40",
        "devanagari": "ब्रह्मोवाचनमस्ते श्रितसत्त्वाय धर्मादीनां च सूतये ।निर्गुणाय च यत्काष्ठां नाहं वेदापरेऽपि च ॥ ४० ॥",
        "english_devnagari": "brahmovācanamas te śrita-sattvāyadharmādīnāṁ ca sūtayenirguṇāya ca yat-kāṣṭhāṁnāhaṁ vedāpare ’pi ca",
        "verse_Syn": [
            "brahma",
            "uvāca",
            "namaḥ",
            "te",
            "śrita",
            "sattvāya",
            "dharma",
            "ādīnām",
            "ca",
            "sūtaye",
            "nirguṇāya",
            "ca",
            "yat",
            "kāṣṭhām",
            "na",
            "aham",
            "veda",
            "apare",
            "api",
            "ca"
        ],
        "translation": "The personified Vedas said: We offer our respectful obeisances unto You, the Lord, the shelter of the quality of goodness and therefore the source of all religion, austerity and penance, for You are transcendental to all material qualities and no one knows You or Your actual situation.",
        "purport": " In the material world there is the trinity of the three material qualities. Lord Viṣṇu has accepted the superintendence of the quality of goodness, which is the source of religion, knowledge, austerity, renunciation, opulence, etc. Because of this, actual peace, prosperity, knowledge and religion can be attained when the living entities are under the control of the quality of goodness in the material world. As soon as they are subjected to the control of the other two qualities, namely passion and ignorance, their precarious conditional life becomes intolerable. But Lord Viṣṇu, in His original position, is always nirguṇa, which means transcendental to these material qualities. Guṇa means “quality,” and nir means “negation.” This does not indicate, however, that He has no qualities; He has transcendental qualities by which He appears and manifests His pastimes. The positive transcendental qualitative manifestation is unknown to the students of the Vedas as well as to the great stalwart demigods like Brahmā and Śiva. Actually, the transcendental qualities are manifested only to the devotees. As confirmed in Bhagavad-gītā, simply by discharging devotional service one can understand the transcendental position of the Supreme Lord. Those who are in the mode of goodness can partially enter into the transcendental understanding, but it is advised in Bhagavad-gītā that one has to surpass this. The Vedic principles are based on the three qualities of the material modes. One has to transcend the three qualities, and then one can be situated in pure and simple spiritual life."
    },
    {
        "verse": "41",
        "devanagari": "अग्निरुवाचयत्तेजसाहं सुसमिद्धतेजाहव्यं वहे स्वध्वर आज्यसिक्तम् ।तं यज्ञियं पञ्चविधं च पञ्चभि:स्विष्टं यजुर्भि: प्रणतोऽस्मि यज्ञम् ॥ ४१ ॥",
        "english_devnagari": "agnir uvācayat-tejasāhaṁ susamiddha-tejāhavyaṁ vahe svadhvara ājya-siktamtaṁ yajñiyaṁ pañca-vidhaṁ ca pañcabhiḥsviṣṭaṁ yajurbhiḥ praṇato ’smi yajñam",
        "verse_Syn": [
            "agniḥ",
            "uvāca",
            "yat",
            "tejasā",
            "aham",
            "su",
            "samiddha",
            "tejāḥ",
            "havyam",
            "vahe",
            "su",
            "adhvare",
            "ājya",
            "siktam",
            "tam",
            "yajñiyam",
            "pañca",
            "vidham",
            "ca",
            "pañcabhiḥ",
            "su",
            "iṣṭam",
            "yajurbhiḥ",
            "praṇataḥ",
            "asmi",
            "yajñam"
        ],
        "translation": "The fire-god said: My dear Lord, I offer my respectful obeisances unto You because by Your favor I am as luminous as blazing fire and I accept the offerings mixed with butter and offered in sacrifice. The five kinds of offerings according to the Yajur Veda are all Your different energies, and You are worshiped by five kinds of Vedic hymns. Sacrifice means You, the Supreme Personality of Godhead.",
        "purport": " In Bhagavad-gītā it is clearly said that yajña should be performed for Lord Viṣṇu. Lord Viṣṇu has one thousand popular transcendental names, out of which one name is Yajña. It is clearly said that everything should be done for the satisfaction of Yajña, or Viṣṇu; all other actions a person may take are only causes for his bondage. Everyone has to perform yajña according to the Vedic hymns. As stated in the Upaniṣads, fire, the altar, the auspicious full moon, the period of four months called cāturmāsya, the sacrificial animal, and the beverage called soma are necessary requisites, as are the specific hymns mentioned in the Vedas and composed of four letters. One hymn is as follows: āśrāvayeti catur-akṣaraṁ astu śrauṣaḍ iti catur-akṣaraṁ yajeti dvābhyāṁ ye yajāmahaḥ. These mantras, chanted according to the śruti and smṛti literatures, are only to please Lord Viṣṇu. For the deliverance of those who are materially conditioned and attached to material enjoyment, performing yajña and following the rules and regulations of the four divisions of society and of spiritual life are recommended. It is said in the Viṣṇu Purāṇa that by offering sacrifice to Viṣṇu one can gradually be liberated. The whole target of life, therefore, is to please Lord Viṣṇu. That is yajña. Any person who is in Kṛṣṇa consciousness has dedicated his life for the satisfaction of Kṛṣṇa, the origin of all Viṣṇu forms, and by offering worship and prasāda daily, he becomes the best performer of yajña. In the Śrīmad-Bhāgavatam it is clearly stated that in this Age of Kali the only successful performance of yajña, or sacrifice, is yajñaiḥ saṅkīrtana-prāyaiḥ: the best type of sacrifice is simply to chant Hare Kṛṣṇa, Hare Kṛṣṇa, Kṛṣṇa Kṛṣṇa, Hare Hare/ Hare Rāma, Hare Rāma, Rāma Rāma, Hare Hare. This yajña is offered before the form of Lord Caitanya, as other yajñas are offered before the form of Lord Viṣṇu. These recommendations are found in the Eleventh Canto of the Śrīmad-Bhāgavatam. Moreover, this yajña performance confirms that Lord Caitanya Mahāprabhu is Viṣṇu Himself. As Lord Viṣṇu appeared at the Dakṣa yajña long, long ago, Lord Caitanya has appeared in this age to accept our saṅkīrtana-yajña."
    },
    {
        "verse": "42",
        "devanagari": "देवा ऊचु:पुरा कल्पापाये स्वकृतमुदरीकृत्य विकृतंत्वमेवाद्यस्तस्मिन् सलिल उरगेन्द्राधिशयने ।पुमान्शेषे सिद्धैर्हृदि विमृशिताध्यात्मपदवि:स एवाद्याक्ष्णोर्य: पथि चरसि भृत्यानवसि न: ॥ ४२ ॥",
        "english_devnagari": "devā ūcuḥpurā kalpāpāye sva-kṛtam udarī-kṛtya vikṛtaṁtvam evādyas tasmin salila uragendrādhiśayanepumān śeṣe siddhair hṛdi vimṛśitādhyātma-padaviḥsa evādyākṣṇor yaḥ pathi carasi bhṛtyān avasi naḥ",
        "verse_Syn": [
            "devāḥ",
            "ūcuḥ",
            "purā",
            "kalpa",
            "apāye",
            "sva",
            "kṛtam",
            "udarī",
            "kṛtya",
            "vikṛtam",
            "tvam",
            "eva",
            "ādyaḥ",
            "tasmin",
            "salile",
            "uraga",
            "indra",
            "adhiśayane",
            "pumān",
            "śeṣe",
            "siddhaiḥ",
            "hṛdi",
            "vimṛśita",
            "adhyātma",
            "padaviḥ",
            "saḥ",
            "eva",
            "adya",
            "akṣṇoḥ",
            "yaḥ",
            "pathi",
            "carasi",
            "bhṛtyān",
            "avasi",
            "naḥ"
        ],
        "translation": "The demigods said: Dear Lord, formerly, when there was a devastation, You conserved all the different energies of material manifestation. At that time, all the inhabitants of the higher planets, represented by such liberated souls as Sanaka, were meditating on You by philosophical speculation. You are therefore the original person, and You rest in the water of devastation on the bed of the Śeṣa snake. Now, today, You are visible to us, who are all Your servants. Please give us protection.",
        "purport": " The devastation indicated in this verse is the partial devastation of the lower planets within the universe when Lord Brahmā goes to sleep. The higher planetary systems, beginning with Maharloka, Janaloka and Tapoloka, are not inundated at the time of this devastation. The Lord is the creator, as indicated in this verse, because the energies of creation are manifested through His body, and after annihilation, He conserves all the energy within His abdomen. Another significant point in this verse is that the demigods said, “We are all Your servants (bhṛtyān). Give us Your protection.” The demigods depend on the protection of Viṣṇu; they are not independent. Bhagavad-gītā, therefore, condemns the worship of demigods because there is no need of it and clearly states that only those who have lost their sense go asking favors of the demigods. Generally, if anyone has material desires to be fulfilled, he can ask Viṣṇu instead of going to the demigods. Those who worship demigods are not very intelligent. Besides that, the demigods say, “We are Your eternal servants.” So those who are servants, or devotees of the Lord, are not very much concerned with fruitive activities, the performance of prescribed yajñas, or mental speculation. They simply serve the Supreme Personality of Godhead sincerely, with love and faith, performing everything with that loving service, and the Lord gives such devotees direct protection. In Bhagavad-gītā Lord Kṛṣṇa says, “Simply surrender unto Me, and I will give you protection from all the reactions of sinful activities.” This material world is so created that one has to act sinfully, knowingly or unknowingly, and unless his life is dedicated to Viṣṇu, he has to suffer all the reactions of sinful activities. But one who surrenders and dedicates his life for the service of the Lord has direct protection from the Lord. He has no fear of suffering from sinful activities, nor does he desire, willingly or unwillingly, to do anything which is sinful."
    },
    {
        "verse": "43",
        "devanagari": "गन्धर्वा ऊचु:अंशांशास्ते देव मरीच्यादय एतेब्रह्मेन्द्राद्या देवगणा रुद्रपुरोगा: ।क्रीडाभाण्डं विश्वमिदं यस्य विभूमन्तस्मै नित्यं नाथ नमस्ते करवाम ॥ ४३ ॥",
        "english_devnagari": "gandharvā ūcuḥaṁśāṁśās te deva marīcy-ādaya etebrahmendrādyā deva-gaṇā rudra-purogāḥkrīḍā-bhāṇḍaṁ viśvam idaṁ yasya vibhūmantasmai nityaṁ nātha namas te karavāma",
        "verse_Syn": [
            "gandharvāḥ",
            "ūcuḥ",
            "aṁśa",
            "aṁśāḥ",
            "te",
            "deva",
            "marīci",
            "ādayaḥ",
            "ete",
            "brahma",
            "indra",
            "ādyāḥ",
            "deva",
            "gaṇāḥ",
            "rudra",
            "purogāḥ",
            "krīḍā",
            "bhāṇḍam",
            "viśvam",
            "idam",
            "yasya",
            "vibhūman",
            "tasmai",
            "nityam",
            "nātha",
            "namaḥ",
            "te",
            "karavāma"
        ],
        "translation": "The Gandharvas said: Dear Lord, all the demigods, including Lord Śiva, Lord Brahmā and Indra, along with Marīci and the other great sages, are all only differentiated parts and parcels of Your body. You are the Supreme Almighty Great; the whole creation is just like a plaything for You. We always accept You as the Supreme Personality of Godhead, and we offer our respectful obeisances unto You.",
        "purport": " In the Brahma-saṁhitā it is said that Kṛṣṇa is the Supreme Personality of Godhead. There may be many gods, from Brahmā, Lord Śiva, Indra and Candra down to the rulers of the lower planetary systems, and the presidents, ministers, chairmen and kings. In fact, anyone can think that he is God. That is the false, puffed-up conviction of material life. Actually Viṣṇu is the Supreme Lord, but there is even one above Viṣṇu, for Viṣṇu is also the plenary portion of a part of Kṛṣṇa. In this verse this is referred to by the word aṁśāṁśāḥ, which refers to part and parcel of a part and parcel. There are similar verses in the Caitanya-caritāmṛta which indicate that the Supreme Lord’s parts and parcels again expand into other parts and parcels. As described in Śrīmad-Bhāgavatam, there are many manifestations of Viṣṇu and many manifestations of living entities. Viṣṇu manifestations are called svāṁśa, partial manifestations, and the living entities are called vibhinnāṁśa. The demigods like Brahmā and Indra have been promoted to such exalted positions by pious activities and austerities, but actually Viṣṇu, or Kṛṣṇa, is the master of everyone. In the Caitanya-caritāmṛta it is said, ekale īśvara kṛṣṇa, āra saba bhṛtya. This means that Kṛṣṇa alone is the Supreme Personality of Godhead, and all others, even the viṣṇu-tattva and certainly the living entities, are His servitors. Baladeva is the immediate expansion of Kṛṣṇa. He also engages in the service of Kṛṣṇa, and certainly the ordinary living entities are serving. Everyone is created, constitutionally, for serving Kṛṣṇa. Here the Gandharvas acknowledge that although the demigods may represent themselves as the Supreme, actually they are not supreme. Real supremacy belongs to Kṛṣṇa. Kṛṣṇas tu bhagavān svayam is the statement of Śrīmad-Bhāgavatam: “Kṛṣṇa is the only Supreme Lord.” Worship of Kṛṣṇa alone, therefore, includes worship of all the parts and parcels, just as watering the root of a tree also waters all the branches, twigs, leaves and flowers."
    },
    {
        "verse": "44",
        "devanagari": "विद्याधरा ऊचु:त्वन्माययार्थमभिपद्य कलेवरेऽस्मिन्कृत्वा ममाहमिति दुर्मतिरुत्पथै: स्वै: ।क्षिप्तोऽप्यसद्विषयलालस आत्ममोहंयुष्मत्कथामृतनिषेवक उद्वय‍ुदस्येत् ॥ ४४ ॥",
        "english_devnagari": "vidyādharā ūcuḥtvan-māyayārtham abhipadya kalevare ’sminkṛtvā mamāham iti durmatir utpathaiḥ svaiḥkṣipto ’py asad-viṣaya-lālasa ātma-mohaṁyuṣmat-kathāmṛta-niṣevaka udvyudasyet",
        "verse_Syn": [
            "vidyādharāḥ",
            "ūcuḥ",
            "tvat",
            "māyayā",
            "artham",
            "abhipadya",
            "kalevare",
            "asmin",
            "kṛtvā",
            "mama",
            "aham",
            "iti",
            "durmatiḥ",
            "utpathaiḥ",
            "svaiḥ",
            "kṣiptaḥ",
            "api",
            "asat",
            "viṣaya",
            "lālasaḥ",
            "ātma",
            "moham",
            "yuṣmat",
            "kathā",
            "amṛta",
            "niṣevakaḥ",
            "ut",
            "vyudasyet"
        ],
        "translation": "The Vidyādharas said: Dear Lord, this human form of body is meant for attaining the highest perfectional objective, but, impelled by Your external energy, the living entity misidentifies himself with his body and with the material energy, and therefore, influenced by māyā, he wants to become happy by material enjoyment. He is misled and always attracted by temporary, illusory happiness. But Your transcendental activities are so powerful that if one engages in hearing and chanting such topics, he can be delivered from illusion.",
        "purport": " The human form of life is called arthada because the body can very nicely help the embodied soul to achieve the highest perfection. Prahlāda Mahārāja said that even though temporary, the body can give us the highest perfectional achievement. In the process of evolution from the lower to the higher grade of living, the human form of life is a great boon. But māyā is so strong that in spite of achieving this great boon of the human form of life, we are influenced by temporary material happiness, and we forget our goal of life. We are attracted by things which will cease to exist. The beginning of such attraction is the temporary body. In this horrible condition of life there is only one way of liberation — to engage in the activities of transcendental chanting and hearing of the holy name of the Supreme Lord: Hare Kṛṣṇa, Hare Kṛṣṇa, Kṛṣṇa Kṛṣṇa, Hare Hare/ Hare Rāma, Hare Rāma, Rāma Rāma, Hare Hare. The words yuṣmat-kathāmṛta-niṣevakaḥ mean “those who engage in relishing the nectar of the topics of Your Lordship.” There are two narrative books which especially concern the words and activities of Kṛṣṇa: Bhagavad-gītā is the instruction given by Kṛṣṇa, and Śrīmad-Bhāgavatam is the book containing topics exclusively about Kṛṣṇa and His devotees. These two books are the special nectar of the words of Kṛṣṇa. For those who engage in the preaching of these two Vedic literatures it is very easy to get out of the illusory conditional life imposed upon us by māyā. The illusion is that the conditioned soul does not try to understand his spiritual identity. He is more interested in his external body, which is only a flash and which will be finished as soon as the time is designated. The whole atmosphere will change when the living entity has to transmigrate from one body to another. Under the spell of māyā, he will again be satisfied in a different atmosphere. This spell of māyā is called āvaraṇātmikā śakti because it is so strong that the living entity is satisfied in any abominable condition. Even if he is born as a worm living within the intestine or abdomen in the midst of urine and stool, still he is satisfied. This is the covering influence of māyā. But the human form of life is a chance to understand, and if one misses this opportunity, he is most unfortunate. The way to get out of illusory māyā is to engage in the topics of Kṛṣṇa. Lord Caitanya advocated a process whereby everyone may remain in his present position without change but simply hear from the proper authoritative sources about Kṛṣṇa. Lord Caitanya advised everyone to spread the word of Kṛṣṇa. He advised, “All of you become spiritual masters. Your duty is simply to talk to whomever you meet of Kṛṣṇa or of the instructions given by Kṛṣṇa.” The International Society for Krishna Consciousness is operating for this purpose. We do not ask anyone to first change his position and then come to us. Instead, we invite everyone to come with us and simply chant Hare Kṛṣṇa, Hare Kṛṣṇa, Kṛṣṇa Kṛṣṇa, Hare Hare/ Hare Rāma, Hare Rāma, Rāma Rāma, Hare Hare, because we know that if one simply chants and hears the topics of Kṛṣṇa, one’s life will change; he will see a new light, and his life will be successful."
    },
    {
        "verse": "45",
        "devanagari": "ब्राह्मणा ऊचु:त्वं क्रतुस्त्वं हविस्त्वं हुताश: स्वयंत्वं हि मन्त्र: समिद्दर्भपात्राणि च । त्वं सदस्यर्त्विजो दम्पती देवताअग्निहोत्रं स्वधा सोम आज्यं पशु: ॥ ४५ ॥",
        "english_devnagari": "brāhmaṇā ūcuḥtvaṁ kratus tvaṁ havis tvaṁ hutāśaḥ svayaṁtvaṁ hi mantraḥ samid-darbha-pātrāṇi catvaṁ sadasyartvijo dampatī devatāagnihotraṁ svadhā soma ājyaṁ paśuḥ",
        "verse_Syn": [
            "brāhmaṇāḥ",
            "ūcuḥ",
            "tvam",
            "kratuḥ",
            "tvam",
            "haviḥ",
            "tvam",
            "huta",
            "āśaḥ",
            "svayam",
            "tvam",
            "hi",
            "mantraḥ",
            "samit",
            "darbha",
            "pātrāṇi",
            "ca",
            "tvam",
            "sadasya",
            "ṛtvijaḥ",
            "dampatī",
            "devatā",
            "agni",
            "hotram",
            "svadhā",
            "somaḥ",
            "ājyam",
            "paśuḥ"
        ],
        "translation": "The brāhmaṇas said: Dear Lord, You are sacrifice personified. You are the offering of clarified butter, You are the fire, You are the chanting of Vedic hymns by which the sacrifice is conducted, You are the fuel, You are the flame, You are the kuśa grass, and You are the sacrificial pots. You are the priests who perform the yajña, You are the demigods headed by Indra, and You are the sacrificial animal. Everything that is sacrificed is You or Your energy.",
        "purport": " In this statement Lord Viṣṇu’s all-pervasiveness is partially explained. It is said in the Viṣṇu Purāṇa that as a fire situated in one place emanates its heat and illumination everywhere, so whatever we see within the material or spiritual worlds is nothing but a manifestation of different energies emanating from the Supreme Personality of Godhead. The brāhmaṇas’ statement is that Lord Viṣṇu is everything — the fire, the offering, the clarified butter, the utensils, the place of sacrifice and the kuśa. He is everything. It is confirmed herein that the performance of saṅkīrtana-yajña in this age is as good as all other yajñas in all other ages. If one performs saṅkīrtana-yajña by chanting Hare Kṛṣṇa, Hare Kṛṣṇa, Kṛṣṇa Kṛṣṇa, Hare Hare/ Hare Rāma, Hare Rāma, Rāma Rāma, Hare Hare, there is no need to arrange elaborate paraphernalia for the prescribed sacrificial ceremonies recommended in the Vedas. In the chant of the holy names, Hare and Kṛṣṇa, Hare means the energy of Kṛṣṇa, and Kṛṣṇa is the viṣṇu-tattva. Combined together they are everything. In this age, persons are harassed by the influence of Kali-yuga and cannot arrange for all the requisite paraphernalia for performing sacrifice as recommended in the Vedas. But if one simply chants Hare Kṛṣṇa, it is to be understood that he is performing all kinds of yajña because there is nothing within our vision except Hare (the energy of Kṛṣṇa) and Kṛṣṇa. There is no difference between Kṛṣṇa and His energies. Thus, since everything is a manifestation of His energy, it is to be understood that everything is Kṛṣṇa. One simply has to accept everything in Kṛṣṇa consciousness, and he is a liberated person. One should not misunderstand that because everything is Kṛṣṇa, Kṛṣṇa has no personal identity. Kṛṣṇa is so full that in spite of keeping Himself separate from everything by His energy, He is everything. This is confirmed in Bhagavad-gītā, Ninth Chapter. He is spread throughout the creation as everything, but still He is not everything. The philosophy recommended by Lord Caitanya is that He is simultaneously one and different."
    },
    {
        "verse": "46",
        "devanagari": "त्वं पुरा गां रसाया महासूकरोदंष्ट्रया पद्मिनीं वारणेन्द्रो यथा ।स्तूयमानो नदल्लीलया योगिभि-र्व्युज्जहर्थ त्रयीगात्र यज्ञक्रतु: ॥ ४६ ॥",
        "english_devnagari": "tvaṁ purā gāṁ rasāyā mahā-sūkarodaṁṣṭrayā padminīṁ vāraṇendro yathāstūyamāno nadal līlayā yogibhirvyujjahartha trayī-gātra yajña-kratuḥ",
        "verse_Syn": [
            "tvam",
            "purā",
            "gām",
            "rasāyāḥ",
            "mahā",
            "sūkaraḥ",
            "daṁṣṭrayā",
            "padminīm",
            "vāraṇa",
            "indraḥ",
            "yathā",
            "stūyamānaḥ",
            "nadan",
            "līlayā",
            "yogibhiḥ",
            "vyujjahartha",
            "trayī",
            "gātra",
            "yajña",
            "kratuḥ"
        ],
        "translation": "Dear Lord, O personified Vedic knowledge, in the past millennium, long, long ago, when You appeared as the great boar incarnation, You picked up the world from the water, as an elephant picks up a lotus flower from a lake. When You vibrated transcendental sound in that gigantic form of a boar, the sound was accepted as a sacrificial hymn, and great sages like Sanaka meditated upon it and offered prayers for Your glorification.",
        "purport": " A significant word used in this verse is trayī-gātra, which means that the transcendental form of the Lord is the Vedas. Anyone who engages in the worship of the Deity, or the form of the Lord in the temple, is understood to be studying all the Vedas twenty-four hours a day. Simply by decorating the Deities of the Lord, Rādhā and Kṛṣṇa, in the temple, one very minutely studies the injunctions of the Vedas. Even a neophyte devotee who simply engages in the worship of the Deity is understood to be in direct touch with the purport of Vedic knowledge. As confirmed in Bhagavad-gītā (15.15), vedaiś ca sarvair aham eva vedyaḥ: the purport of the Vedas is to understand Him, Kṛṣṇa. One who worships and serves Kṛṣṇa directly has understood the truths of the Vedas."
    },
    {
        "verse": "47",
        "devanagari": "स प्रसीद त्वमस्माकमाकाङ्‌क्षतांदर्शनं ते परिभ्रष्टसत्कर्मणाम् ।कीर्त्यमाने नृभिर्नाम्नि यज्ञेश तेयज्ञविघ्ना: क्षयं यान्ति तस्मै नम: ॥ ४७ ॥",
        "english_devnagari": "sa prasīda tvam asmākam ākāṅkṣatāṁdarśanaṁ te paribhraṣṭa-sat-karmaṇāmkīrtyamāne nṛbhir nāmni yajñeśa teyajña-vighnāḥ kṣayaṁ yānti tasmai namaḥ",
        "verse_Syn": [
            "saḥ",
            "prasīda",
            "tvam",
            "asmākam",
            "ākāṅkṣatām",
            "darśanam",
            "te",
            "paribhraṣṭa",
            "sat",
            "karmaṇām",
            "kīrtyamāne",
            "nṛbhiḥ",
            "nāmni",
            "yajña",
            "īśa",
            "te",
            "yajña",
            "vighnāḥ",
            "kṣayam",
            "yānti",
            "tasmai",
            "namaḥ"
        ],
        "translation": "Dear Lord, we were awaiting Your audience because we have been unable to perform the yajñas according to the Vedic rituals. We pray unto You, therefore, to be pleased with us. Simply by chanting Your holy name, one can surpass all obstacles. We offer our respectful obeisances unto You in Your presence.",
        "purport": " The brāhmaṇa priests were very hopeful that their sacrifice would be carried out without obstacles now that Lord Viṣṇu was present. It is significant in this verse that the brāhmaṇas say, “Simply by chanting Your holy name we can surpass the obstacles, but now You are personally present.” The performance of yajña by Dakṣa was obstructed by the disciples and followers of Lord Śiva. The brāhmaṇas indirectly criticized the followers of Lord Śiva, but because the brāhmaṇas were always protected by Lord Viṣṇu, Śiva’s followers could not do any harm to their prosecution of the sacrificial process. There is a saying that when Kṛṣṇa protects someone, no one can do him harm, and when Kṛṣṇa wants to kill someone, no one can protect him. The vivid example was Rāvaṇa. Rāvaṇa was a great devotee of Lord Śiva, but when Lord Rāmacandra wanted to kill him, Lord Śiva could not protect him. If some demigod, even Lord Śiva or Lord Brahmā, wants to do harm to a devotee, Kṛṣṇa protects the devotee. But when Kṛṣṇa wants to kill someone, such as Rāvaṇa or Hiraṇyakaśipu, no demigod can protect him."
    },
    {
        "verse": "48",
        "devanagari": "मैत्रेय उवाचइति दक्ष: कविर्यज्ञं भद्र रुद्राभिमर्शितम् ।कीर्त्यमाने हृषीकेशे सन्निन्ये यज्ञभावने ॥ ४८ ॥",
        "english_devnagari": "maitreya uvācaiti dakṣaḥ kavir yajñaṁbhadra rudrābhimarśitamkīrtyamāne hṛṣīkeśesanninye yajña-bhāvane",
        "verse_Syn": [
            "maitreyaḥ",
            "uvāca",
            "iti",
            "dakṣaḥ",
            "kaviḥ",
            "yajñam",
            "bhadra",
            "rudra",
            "abhimarśitam",
            "kīrtya",
            "māne",
            "hṛṣīkeśe",
            "sanninye",
            "yajña",
            "bhāvane"
        ],
        "translation": "Śrī Maitreya said: After Lord Viṣṇu was glorified by all present, Dakṣa, his consciousness purified, arranged to begin again the yajña which had been devastated by the followers of Lord Śiva.",
        "purport": ""
    },
    {
        "verse": "49",
        "devanagari": "भगवान् स्वेन भागेन सर्वात्मा सर्वभागभुक् ।दक्षं बभाष आभाष्य प्रीयमाण इवानघ ॥ ४९ ॥",
        "english_devnagari": "bhagavān svena bhāgenasarvātmā sarva-bhāga-bhukdakṣaṁ babhāṣa ābhāṣyaprīyamāṇa ivānagha",
        "verse_Syn": [
            "bhagavān",
            "svena",
            "bhāgena",
            "sarva",
            "ātmā",
            "sarva",
            "bhāga",
            "bhuk",
            "dakṣam",
            "babhāṣe",
            "ābhāṣya",
            "prīyamāṇaḥ",
            "iva",
            "anagha"
        ],
        "translation": "Maitreya continued: My dear sinless Vidura, Lord Viṣṇu is actually the enjoyer of the results of all sacrifices, yet because of His being the Supersoul of all living entities, He was satisfied simply with His share of the sacrificial offerings. He therefore addressed Dakṣa in a pleasing attitude.",
        "purport": " In Bhagavad-gītā (5.29) it is said, bhoktāraṁ yajña-tapasām: Lord Viṣṇu, or Kṛṣṇa, is the supreme enjoyer of all the results of sacrifices, austerities and penances; in whatever one may engage, the ultimate goal is Viṣṇu. If a person does not know that, he is misled. As the Supreme Personality of Godhead, Viṣṇu has nothing to demand from anyone. He is self-satisfied, self-sufficient, but He accepts the offerings of yajña because of His friendly attitude toward all living entities. When His share of the sacrificial results was offered to Him, He appeared very pleased. It is said in Bhagavad-gītā (9.26), patraṁ puṣpaṁ phalaṁ toyaṁ yo me bhaktyā prayacchati: if any devotee offers Him even a small leaf, or a flower or water, if it is offered with love and affection, the Lord accepts it and is pleased. Although He is self-sufficient and does not need anything from anyone, He accepts such offerings because, as Supersoul, He has such a friendly attitude toward all living entities. Another point here is that He does not encroach upon another’s share. In the yajña there is a share for the demigods, Lord Śiva, and Lord Brahmā, and a share for Lord Viṣṇu. He is satisfied with His own share and does not encroach upon others’. Indirectly, He indicated that He was not satisfied with Dakṣa’s trying to deny Lord Śiva his share. Maitreya addressed Vidura as sinless because Vidura was a pure Vaiṣṇava and never committed any offense to any demigod. Although Vaiṣṇavas accept Lord Viṣṇu as the Supreme, they are not prone to offend demigods. They give the demigods proper respect. Vaiṣṇavas accept Lord Śiva as the best Vaiṣṇava. For a Vaiṣṇava there is no possibility of offending any demigods, and the demigods are also pleased with the Vaiṣṇava because they are faultless devotees of Lord Viṣṇu."
    },
    {
        "verse": "50",
        "devanagari": "श्रीभगवानुवाचअहं ब्रह्मा च शर्वश्च जगत: कारणं परम् ।आत्मेश्वर उपद्रष्टा स्वयंद‍ृगविशेषण: ॥ ५० ॥",
        "english_devnagari": "śrī-bhagavān uvācaahaṁ brahmā ca śarvaś cajagataḥ kāraṇaṁ paramātmeśvara upadraṣṭāsvayan-dṛg aviśeṣaṇaḥ",
        "verse_Syn": [
            "śrī",
            "bhagavān",
            "uvāca",
            "aham",
            "brahmā",
            "ca",
            "śarvaḥ",
            "ca",
            "jagataḥ",
            "kāraṇam",
            "param",
            "ātma",
            "īśvaraḥ",
            "upadraṣṭā",
            "svayam",
            "dṛk",
            "aviśeṣaṇaḥ"
        ],
        "translation": "Lord Viṣṇu replied: Brahmā, Lord Śiva and I are the supreme cause of the material manifestation. I am the Supersoul, the self-sufficient witness. But impersonally there is no difference between Brahmā, Lord Śiva and Me.",
        "purport": " Lord Brahmā was born out of the transcendental body of Lord Viṣṇu, and Lord Śiva was born out of the body of Brahmā. Lord Viṣṇu is therefore the supreme cause. In the Vedas also it is stated that in the beginning there was only Viṣṇu, Nārāyaṇa; there was no Brahmā or Śiva. Similarly, Śaṅkarācārya confirmed this: nārāyaṇaḥ paraḥ. Nārāyaṇa, or Lord Viṣṇu, is the origin, and Brahmā and Śiva are manifested after creation. Lord Viṣṇu is also ātmeśvara, the Supersoul in everyone. Under His direction, everything is prompted from within. For example, in the beginning of the Śrīmad-Bhāgavatam it is stated, tene brahma hṛdā: He first educated Lord Brahmā from within. In Bhagavad-gītā (10.2) Lord Kṛṣṇa states, aham ādir hi devānām: Lord Viṣṇu, or Kṛṣṇa, is the origin of all demigods, including Lord Brahmā and Lord Śiva. In another place in Bhagavad-gītā (10.8) Kṛṣṇa states, ahaṁ sarvasya prabhavaḥ: “Everything is generated from Me.” This includes all the demigods. Similarly, in the Vedānta-sūtra: janmādy asya yataḥ. And in the Upaniṣads is the statement yato vā imāni bhūtāni jāyante. Everything is generated from Lord Viṣṇu, everything is maintained by Him, and everything is annihilated by His energy. Therefore, by their actions and reactions, the energies which come from Him create the cosmic manifestations and also dissolve the whole creation. Thus the Lord is the cause and also the effect. Whatever effect we see is the interaction of His energy, and because the energy is generated from Him, He is both cause and effect. Simultaneously, everything is different and the same. It is said that everything is Brahman: sarvaṁ khalv idaṁ brahma. In the highest vision, nothing is beyond Brahman, and therefore Lord Brahmā and Lord Śiva are certainly nondifferent from Him."
    },
    {
        "verse": "51",
        "devanagari": "आत्ममायां समाविश्य सोऽहं गुणमयीं द्विज ।सृजन् रक्षन् हरन् विश्वं दध्रे संज्ञां क्रियोचिताम् ॥ ५१ ॥",
        "english_devnagari": "ātma-māyāṁ samāviśyaso ’haṁ guṇamayīṁ dvijasṛjan rakṣan haran viśvaṁdadhre saṁjñāṁ kriyocitām",
        "verse_Syn": [
            "ātma",
            "māyām",
            "samāviśya",
            "saḥ",
            "aham",
            "guṇa",
            "mayīm",
            "dvi",
            "ja",
            "sṛjan",
            "rakṣan",
            "haran",
            "viśvam",
            "dadhre",
            "saṁjñām",
            "kriyā",
            "ucitām"
        ],
        "translation": "The Lord continued: My dear Dakṣa Dvija, I am the original Personality of Godhead, but in order to create, maintain and annihilate this cosmic manifestation, I act through My material energy, and according to the different grades of activity, My representations are differently named.",
        "purport": " As explained in Bhagavad-gītā (7.5), jīva-bhūtāṁ mahā-bāho: the whole world is energy released from the supreme source, the Personality of Godhead, who, it is further stated in Bhagavad-gītā, acts in superior energies and inferior energies. The superior energy is the living entity, who is part and parcel of the Supreme Lord. As parts and parcels, the living entities are not different from the Supreme Lord; the energy emanated from Him is not different from Him. But in the actual activity of this material world, the living entity is under the different qualities of material energy and in different forms. There are 8,400,000 life forms. The same living entity acts under the influence of the different qualities of material nature. The entities have different bodies, but originally, in the beginning of creation, Lord Viṣṇu is alone. For the purpose of creation, Brahmā is manifested, and for annihilation there is Lord Śiva. As far as the spiritual entrance into the material world is concerned, all beings are part and parcel of the Supreme Lord, but under the covering of different material qualities they have different names. Lord Brahmā and Lord Śiva are qualitative incarnations of Viṣṇu, as guṇa-avatāras, and Viṣṇu with them accepts control of the quality of goodness; therefore He is also a qualitative incarnation like Lord Śiva and Lord Brahmā. Actually the different names exist for different directions; otherwise the origin is one only."
    },
    {
        "verse": "52",
        "devanagari": "तस्मिन् ब्रह्मण्यद्वितीये केवले परमात्मनि ।ब्रह्मरुद्रौ च भूतानि भेदेनाज्ञोऽनुपश्यति ॥ ५२ ॥",
        "english_devnagari": "tasmin brahmaṇy advitīyekevale paramātmanibrahma-rudrau ca bhūtānibhedenājño ’nupaśyati",
        "verse_Syn": [
            "tasmin",
            "brahmaṇi",
            "advitīye",
            "kevale",
            "parama",
            "ātmani",
            "brahma",
            "rudrau",
            "ca",
            "bhūtāni",
            "bhedena",
            "ajñaḥ",
            "anupaśyati"
        ],
        "translation": "The Lord continued: One who is not in proper knowledge thinks that demigods like Brahmā and Śiva are independent, or he even thinks that the living entities are independent.",
        "purport": " The living entities, including Brahmā, are not independently separated, but are counted within the marginal potency of the Supreme Lord. The Supreme Lord, being the Supersoul in every living entity, including Lord Brahmā and Lord Śiva, is directing everyone in the activities of the material modes of nature. No one can act independently of the sanction of the Lord, and therefore, indirectly, no one is different from the Supreme Person — certainly not Brahmā and Rudra, who are incarnations of the material nature’s modes of passion and ignorance."
    },
    {
        "verse": "53",
        "devanagari": "यथा पुमान्न स्वाङ्गेषु शिर:पाण्यादिषु क्‍वचित् ।पारक्यबुद्धिं कुरुते एवं भूतेषु मत्पर: ॥ ५३ ॥",
        "english_devnagari": "yathā pumān na svāṅgeṣuśiraḥ-pāṇy-ādiṣu kvacitpārakya-buddhiṁ kuruteevaṁ bhūteṣu mat-paraḥ",
        "verse_Syn": [
            "yathā",
            "pumān",
            "na",
            "sva",
            "aṅgeṣu",
            "śiraḥ",
            "pāṇi",
            "ādiṣu",
            "kvacit",
            "pārakya",
            "buddhim",
            "kurute",
            "evam",
            "bhūteṣu",
            "mat",
            "paraḥ"
        ],
        "translation": "A person with average intelligence does not think the head and other parts of the body to be separate. Similarly, My devotee does not differentiate Viṣṇu, the all-pervading Personality of Godhead, from any thing or any living entity.",
        "purport": " Whenever there is disease in any part of the body, the whole body takes care of the ailing part. Similarly, a devotee’s oneness is manifested in His compassion for all conditioned souls. Bhagavad-gītā (5.18) says, paṇḍitāḥ sama-darśinaḥ: those who are learned see everyone’s conditional life equally. Devotees are compassionate to every conditioned soul, and therefore they are known as apārakya-buddhi. Because devotees are learned and know that every living entity is part and parcel of the Supreme Lord, they preach Kṛṣṇa consciousness to everyone so that everyone may be happy. If a particular part of the body is diseased, the whole attention of the body goes to that part. Similarly, devotees care for any person who is forgetful of Kṛṣṇa and therefore in material consciousness. The equal vision of the devotee is that he works to get all living entities back home, back to Godhead."
    },
    {
        "verse": "54",
        "devanagari": "त्रयाणामेकभावानां यो न पश्यति वै भिदाम् ।सर्वभूतात्मनां ब्रह्मन् स शान्तिमधिगच्छति ॥ ५४ ॥",
        "english_devnagari": "trayāṇām eka-bhāvānāṁyo na paśyati vai bhidāmsarva-bhūtātmanāṁ brahmansa śāntim adhigacchati",
        "verse_Syn": [
            "trayāṇām",
            "eka",
            "bhāvānām",
            "yaḥ",
            "na",
            "paśyati",
            "vai",
            "bhidām",
            "sarva",
            "bhūta",
            "ātmanām",
            "brahman",
            "saḥ",
            "śāntim",
            "adhigacchati"
        ],
        "translation": "The Lord continued: One who does not consider Brahmā, Viṣṇu, Śiva or the living entities in general to be separate from the Supreme, and who knows Brahman, actually realizes peace; others do not.",
        "purport": " Two words are very significant in this verse: trayāṇām indicates “three,” namely Lord Brahmā, Lord Śiva and Lord Viṣṇu; bhidām means “different.” They are three, and therefore they are separate, but at the same time they are one. This is the philosophy of simultaneous oneness and difference, which is called acintya-bhedābheda-tattva. The example given in the Brahma-saṁhitā is that milk and yogurt are simultaneously one and different; both are milk, but the yogurt has become changed. In order to achieve real peace, one should see everything and every living entity, including Lord Brahmā and Lord Śiva, as nondifferent from the Supreme Personality of Godhead. No one is independent. Every one of us is an expansion of the Supreme Personality of Godhead. This accounts for unity in diversity. There are diverse manifestations, but, at the same time, they are one in Viṣṇu. Everything is an expansion of Viṣṇu’s energy."
    },
    {
        "verse": "55",
        "devanagari": "मैत्रेय उवाचएवं भगवतादिष्ट: प्रजापतिपतिर्हरिम् ।अर्चित्वा क्रतुना स्वेन देवानुभयतोऽयजत् ॥ ५५ ॥",
        "english_devnagari": "maitreya uvācaevaṁ bhagavatādiṣṭaḥprajāpati-patir harimarcitvā kratunā svenadevān ubhayato ’yajat",
        "verse_Syn": [
            "maitreyaḥ",
            "uvāca",
            "evam",
            "bhagavatā",
            "ādiṣṭaḥ",
            "prajāpati",
            "patiḥ",
            "harim",
            "arcitvā",
            "kratunā",
            "svena",
            "devān",
            "ubhayataḥ",
            "ayajat"
        ],
        "translation": "The sage Maitreya said: Thus Dakṣa, the head of all Prajāpatis, having been nicely instructed by the Supreme Personality of Godhead, worshiped Lord Viṣṇu. After worshiping Him by performing the prescribed sacrificial ceremonies, Dakṣa separately worshiped Lord Brahmā and Lord Śiva.",
        "purport": " Lord Viṣṇu should be offered everything, and His prasāda should be distributed to all the demigods. This practice is still followed in the temple of Jagannātha at Purī. There are many temples of demigods around the main temple of Jagannātha, and the prasāda which is offered first to Jagannātha is distributed to all the demigods. The deity of Bhagālin is worshiped with the prasāda of Viṣṇu, and also, in the famous Lord Śiva temple of Bhuvaneśvara, the prasāda of Lord Viṣṇu or Lord Jagannātha is offered to the deity of Lord Śiva. This is the Vaiṣṇava principle. The Vaiṣṇava does not deride even ordinary living entities, including the small ant; everyone is offered proper respect according to his position. The offering, however, is in relation to the center, the Supreme Personality of Godhead, Kṛṣṇa, or Viṣṇu. The devotee who is highly elevated sees the relationship to Kṛṣṇa in everything; he does not see anything as being independent of Kṛṣṇa. That is his vision of oneness."
    },
    {
        "verse": "56",
        "devanagari": "रुद्रं च स्वेन भागेन ह्युपाधावत्समाहित: ।कर्मणोदवसानेन सोमपानितरानपि ।उदवस्य सहर्त्विग्भि: सस्‍नाववभृथं तत: ॥ ५६ ॥",
        "english_devnagari": "rudraṁ ca svena bhāgenahy upādhāvat samāhitaḥkarmaṇodavasānenasomapān itarān apiudavasya sahartvigbhiḥsasnāv avabhṛthaṁ tataḥ",
        "verse_Syn": [
            "rudram",
            "ca",
            "svena",
            "bhāgena",
            "hi",
            "upādhāvat",
            "samāhitaḥ",
            "karmaṇā",
            "udavasānena",
            "soma",
            "pān",
            "itarān",
            "api",
            "udavasya",
            "saha",
            "ṛtvigbhiḥ",
            "sasnau",
            "avabhṛtham",
            "tataḥ"
        ],
        "translation": "With all respect, Dakṣa worshiped Lord Śiva with his share of the remnants of the yajña. After finishing the ritualistic sacrificial activities, he satisfied all the other demigods and the other people assembled there. Then, after finishing all these duties with the priests, he took a bath and was fully satisfied.",
        "purport": " Lord Rudra, Śiva, was properly worshiped with his share of the remnants of the yajña. Yajña is Viṣṇu, and whatever prasāda is offered to Viṣṇu is offered to everyone, even to Lord Śiva. Śrīdhara Svāmī also comments in this connection, svena bhāgena: the remnants of the yajña are offered to all the demigods and others."
    },
    {
        "verse": "57",
        "devanagari": "तस्मा अप्यनुभावेन स्वेनैवावाप्तराधसे ।धर्म एव मतिं दत्त्वा त्रिदशास्ते दिवं ययु: ॥ ५७ ॥",
        "english_devnagari": "tasmā apy anubhāvenasvenaivāvāpta-rādhasedharma eva matiṁ dattvātridaśās te divaṁ yayuḥ",
        "verse_Syn": [
            "tasmai",
            "api",
            "anubhāvena",
            "svena",
            "eva",
            "avāpta",
            "rādhase",
            "dharme",
            "eva",
            "matim",
            "dattvā",
            "tridaśāḥ",
            "te",
            "divam",
            "yayuḥ"
        ],
        "translation": "Thus worshiping the Supreme Lord Viṣṇu by the ritualistic performance of sacrifice, Dakṣa was completely situated on the religious path. Moreover, all the demigods who had assembled at the sacrifice blessed him that he might increase his piety, and then they left.",
        "purport": " Although Dakṣa was considerably advanced in religious principles, he awaited the blessings of the demigods. Thus the great sacrifice conducted by Dakṣa ended in harmony and peace."
    },
    {
        "verse": "58",
        "devanagari": "एवं दाक्षायणी हित्वा सती पूर्वकलेवरम् ।जज्ञे हिमवत: क्षेत्रे मेनायामिति शुश्रुम ॥ ५८ ॥",
        "english_devnagari": "evaṁ dākṣāyaṇī hitvāsatī pūrva-kalevaramjajñe himavataḥ kṣetremenāyām iti śuśruma",
        "verse_Syn": [
            "evam",
            "dākṣāyaṇī",
            "hitvā",
            "satī",
            "pūrva",
            "kalevaram",
            "jajñe",
            "himavataḥ",
            "kṣetre",
            "menāyām",
            "iti",
            "śuśruma"
        ],
        "translation": "Maitreya said: I have heard that after giving up the body she had received from Dakṣa, Dākṣāyaṇī (his daughter) took her birth in the kingdom of the Himālayas. She was born as the daughter of Menā. I heard this from authoritative sources.",
        "purport": " Menā is also known as Menakā and is the wife of the king of the Himālayas."
    },
    {
        "verse": "59",
        "devanagari": "तमेव दयितं भूय आवृङ्क्ते पतिमम्बिका ।अनन्यभावैकगतिं शक्ति: सुप्तेव पूरुषम् ॥ ५९ ॥",
        "english_devnagari": "tam eva dayitaṁ bhūyaāvṛṅkte patim ambikāananya-bhāvaika-gatiṁśaktiḥ supteva pūruṣam",
        "verse_Syn": [
            "tam",
            "eva",
            "dayitam",
            "bhūyaḥ",
            "āvṛṅkte",
            "patim",
            "ambikā",
            "ananya",
            "bhāvā",
            "eka",
            "gatim",
            "śaktiḥ",
            "suptā",
            "iva",
            "pūruṣam"
        ],
        "translation": "Ambikā [goddess Durgā], who was known as Dākṣāyiṇī [Satī], again accepted Lord Śiva as her husband, just as different energies of the Supreme Personality of Godhead act during the course of a new creation.",
        "purport": " According to a verse of the Vedic mantras, parāsya śaktir vividhaiva śrūyate: the Supreme Personality of Godhead has different varieties of energies. Śakti is feminine, and the Lord is puruṣa, masculine. It is the duty of the female to serve under the supreme puruṣa. As stated in Bhagavad-gītā, all living entities are marginal energies of the Supreme Lord. Therefore it is the duty of all living entities to serve this Supreme Person. Durgā is the representation in the material world of both the marginal and external energies, and Lord Śiva is the representation of the Supreme Person. The connection of Lord Śiva and Ambikā, or Durgā, is eternal. Satī could not accept any husband but Lord Śiva. How Lord Śiva remarried Durgā as Himavatī, the daughter of the Himālayas, and how Kārttikeya was born, is a great story in itself."
    },
    {
        "verse": "60",
        "devanagari": "एतद्भगवत: शम्भो: कर्म दक्षाध्वरद्रुह: ।श्रुतं भागवताच्छिष्यादुद्धवान्मे बृहस्पते: ॥ ६० ॥",
        "english_devnagari": "etad bhagavataḥ śambhoḥkarma dakṣādhvara-druhaḥśrutaṁ bhāgavatāc chiṣyāduddhavān me bṛhaspateḥ",
        "verse_Syn": [
            "etat",
            "bhagavataḥ",
            "śambhoḥ",
            "karma",
            "dakṣa",
            "adhvara",
            "druhaḥ",
            "śrutam",
            "bhāgavatāt",
            "śiṣyāt",
            "uddhavāt",
            "me",
            "bṛhaspateḥ"
        ],
        "translation": "Maitreya said: My dear Vidura, I heard this story of the Dakṣa yajña, which was devastated by Lord Śiva, from Uddhava, a great devotee and a disciple of Bṛhaspati.",
        "purport": ""
    },
    {
        "verse": "61",
        "devanagari": "इदं पवित्रं परमीशचेष्टितंयशस्यमायुष्यमघौघमर्षणम् ।यो नित्यदाकर्ण्य नरोऽनुकीर्तयेद्धुनोत्यघं कौरव भक्तिभावत: ॥ ६१ ॥",
        "english_devnagari": "idaṁ pavitraṁ param īśa-ceṣṭitaṁyaśasyam āyuṣyam aghaugha-marṣaṇamyo nityadākarṇya naro ’nukīrtayeddhunoty aghaṁ kaurava bhakti-bhāvataḥ",
        "verse_Syn": [
            "idam",
            "pavitram",
            "param",
            "īśa",
            "ceṣṭitam",
            "yaśasyam",
            "āyuṣyam",
            "agha",
            "ogha",
            "marṣaṇam",
            "yaḥ",
            "nityadā",
            "ākarṇya",
            "naraḥ",
            "anukīrtayet",
            "dhunoti",
            "agham",
            "kaurava",
            "bhakti",
            "bhāvataḥ"
        ],
        "translation": "The great sage Maitreya concluded: If one hears and again narrates, with faith and devotion, this story of the Dakṣa yajña as it was conducted by the Supreme Personality of Godhead, Viṣṇu, then certainly one is cleared of all contamination of material existence, O son of Kuru.",
        "purport": ""
    }
]