[
    {
        "verse": "1",
        "devanagari": "श्रीराजोवाचनिशम्य देव: स्वभटोपवर्णितंप्रत्याह किं तानपि धर्मराज: ।एवं हताज्ञो विहतान्मुरारे-र्नैदेशिकैर्यस्य वशे जनोऽयम् ॥ १ ॥",
        "english_devnagari": "śrī-rājovācaniśamya devaḥ sva-bhaṭopavarṇitaṁpratyāha kiṁ tān api dharmarājaḥevaṁ hatājño vihatān murārernaideśikair yasya vaśe jano ’yam",
        "verse_Syn": [
            "śrī",
            "rājā",
            "uvāca",
            "niśamya",
            "devaḥ",
            "sva",
            "bhaṭa",
            "upavarṇitam",
            "pratyāha",
            "kim",
            "tān",
            "api",
            "dharma",
            "rājaḥ",
            "evam",
            "hata",
            "ājñaḥ",
            "vihatān",
            "murāreḥ",
            "naideśikaiḥ",
            "yasya",
            "vaśe",
            "janaḥ",
            "ayam"
        ],
        "translation": "King Parīkṣit said: O my lord, O Śukadeva Gosvāmī, Yamarāja is the controller of all living entities in terms of their religious and irreligious activities, but his order had been foiled. When his servants, the Yamadūtas, informed him of their defeat by the Viṣṇudūtas, who had stopped them from arresting Ajāmila, what did he reply?",
        "purport": " Śrīla Viśvanātha Cakravartī Ṭhākura says that although the statements of the Yamadūtas were fully upheld by Vedic principles, the statements of the Viṣṇudūtas were triumphant. This was confirmed by Yamarāja himself."
    },
    {
        "verse": "2",
        "devanagari": "यमस्य देवस्य न दण्डभङ्ग:कुतश्चनर्षे श्रुतपूर्व आसीत् ।एतन्मुने वृश्चति लोकसंशयंन हि त्वदन्य इति मे विनिश्चितम् ॥ २ ॥",
        "english_devnagari": "yamasya devasya na daṇḍa-bhaṅgaḥkutaścanarṣe śruta-pūrva āsītetan mune vṛścati loka-saṁśayaṁna hi tvad-anya iti me viniścitam",
        "verse_Syn": [
            "yamasya",
            "devasya",
            "na",
            "daṇḍa",
            "bhaṅgaḥ",
            "kutaścana",
            "ṛṣe",
            "śruta",
            "pūrvaḥ",
            "āsīt",
            "etat",
            "mune",
            "vṛścati",
            "loka",
            "saṁśayam",
            "na",
            "hi",
            "tvat",
            "anyaḥ",
            "iti",
            "me",
            "viniścitam"
        ],
        "translation": "O great sage, never before has it been heard anywhere that an order from Yamarāja has been baffled. Therefore I think that people will have doubts about this that no one but you can eradicate. Since that is my firm conviction, kindly explain the reasons for these events.",
        "purport": ""
    },
    {
        "verse": "3",
        "devanagari": "श्रीशुक उवाचभगवत्पुरुषै राजन् याम्या: प्रतिहतोद्यमा: ।पतिं विज्ञापयामासुर्यमं संयमनीपतिम् ॥ ३ ॥",
        "english_devnagari": "śrī-śuka uvācabhagavat-puruṣai rājanyāmyāḥ pratihatodyamāḥpatiṁ vijñāpayām āsuryamaṁ saṁyamanī-patim",
        "verse_Syn": [
            "śrī",
            "śukaḥ",
            "uvāca",
            "bhagavat",
            "puruṣaiḥ",
            "rājan",
            "yāmyāḥ",
            "pratihata",
            "udyamāḥ",
            "patim",
            "vijñāpayām",
            "āsuḥ",
            "yamam",
            "saṁyamanī",
            "patim"
        ],
        "translation": "Śrī Śukadeva Gosvāmī replied: My dear King, when the order carriers of Yamarāja were baffled and defeated by the order carriers of Viṣṇu, they approached their master, the controller of Saṁyamanī-purī and master of sinful persons, to tell him of this incident.",
        "purport": ""
    },
    {
        "verse": "4",
        "devanagari": "यमदूता ऊचु:कति सन्तीह शास्तारो जीवलोकस्य वै प्रभो ।त्रैविध्यं कुर्वत: कर्म फलाभिव्यक्तिहेतव: ॥ ४ ॥",
        "english_devnagari": "yamadūtā ūcuḥkati santīha śāstārojīva-lokasya vai prabhotrai-vidhyaṁ kurvataḥ karmaphalābhivyakti-hetavaḥ",
        "verse_Syn": [
            "yamadūtāḥ",
            "ūcuḥ",
            "kati",
            "santi",
            "iha",
            "śāstāraḥ",
            "jīva",
            "lokasya",
            "vai",
            "prabho",
            "trai",
            "vidhyam",
            "kurvataḥ",
            "karma",
            "phala",
            "abhivyakti",
            "hetavaḥ"
        ],
        "translation": "The Yamadūtas said: Our dear lord, how many controllers or rulers are there in this material world? How many causes are responsible for manifesting the various results of activities performed under the three modes of material nature [sattva-guṇa, rajo-guṇa and tamo-guṇa]?",
        "purport": " Śrīla Viśvanātha Cakravartī Ṭhākura says that the Yamadūtas, the order carriers of Yamarāja, were so disappointed that they asked their master, almost in great anger, whether there were many masters other than him. Furthermore, because the Yamadūtas had been defeated and their master could not protect them, they were inclined to say that there was no need to serve such a master. If a servant cannot carry out the orders of his master without being defeated, what is the use of serving such a powerless master?"
    },
    {
        "verse": "5",
        "devanagari": "यदि स्युर्बहवो लोके शास्तारो दण्डधारिण: ।कस्य स्यातां न वा कस्य मृत्युश्चामृतमेव वा ॥ ५ ॥",
        "english_devnagari": "yadi syur bahavo lokeśāstāro daṇḍa-dhāriṇaḥkasya syātāṁ na vā kasyamṛtyuś cāmṛtam eva vā",
        "verse_Syn": [
            "yadi",
            "syuḥ",
            "bahavaḥ",
            "loke",
            "śāstāraḥ",
            "daṇḍa",
            "dhāriṇaḥ",
            "kasya",
            "syātām",
            "na",
            "vā",
            "kasya",
            "mṛtyuḥ",
            "ca",
            "amṛtam",
            "eva",
            "vā"
        ],
        "translation": "If in this universe there are many rulers and justices who disagree about punishment and reward, their contradictory actions will neutralize each other, and no one will be punished or rewarded. Otherwise, if their contradictory acts fail to neutralize each other, everyone will have to be both punished and rewarded.",
        "purport": " Because the Yamadūtas had been unsuccessful in carrying out the order of Yamarāja, they doubted whether Yamarāja actually had the power to punish the sinful. Although they had gone to arrest Ajāmila, following Yamarāja’s order, they found themselves unsuccessful because of the order of some higher authority. Therefore they were unsure of whether there were many authorities or only one. If there were many authorities who gave different judgments, which could be contradictory, a person might be wrongly punished or wrongly rewarded, or he might be neither punished nor rewarded. According to our experience in the material world, a person punished in one court may appeal to another. Thus the same man may be either punished or rewarded according to different judgments. However, in the law of nature or the court of the Supreme Personality of Godhead there cannot be such contradictory judgments. The judges and their judgments must be perfect and free from contradictions. Actually the position of Yamarāja was very awkward in the case of Ajāmila because the Yamadūtas were right in attempting to arrest Ajāmila, but the Viṣṇudūtas had baffled them. Although Yamarāja, under these circumstances, was accused by both the Viṣṇudūtas and the Yamadūtas, he is perfect in administering justice because he is empowered by the Supreme Personality of Godhead. Therefore he will explain what his real position is and how everyone is controlled by the supreme controller, the Personality of Godhead."
    },
    {
        "verse": "6",
        "devanagari": "किन्तु शास्तृबहुत्वे स्याद्ब‍हूनामिह कर्मिणाम् ।शास्तृत्वमुपचारो हि यथा मण्डलवर्तिनाम् ॥ ६ ॥",
        "english_devnagari": "kintu śāstṛ-bahutve syādbahūnām iha karmiṇāmśāstṛtvam upacāro hiyathā maṇḍala-vartinām",
        "verse_Syn": [
            "kintu",
            "śāstṛ",
            "bahutve",
            "syāt",
            "bahūnām",
            "iha",
            "karmiṇām",
            "śāstṛtvam",
            "upacāraḥ",
            "hi",
            "yathā",
            "maṇḍala",
            "vartinām"
        ],
        "translation": "The Yamadūtas continued: Since there are many different karmīs, or workers, there may be different judges or rulers to give them justice, but just as one central emperor controls different departmental rulers, there must be one supreme controller to guide all the judges.",
        "purport": " In governmental management there may be departmental officials to give justice to different persons, but the law must be one, and that central law must control everyone. The Yamadūtas could not imagine that two judges would give two different verdicts in the same case, and therefore they wanted to know who the central judge is. The Yamadūtas were certain that Ajāmila was a most sinful man, but although Yamarāja wanted to punish him, the Viṣṇudūtas excused him. This was a puzzling situation that the Yamadūtas wanted Yamarāja to clarify."
    },
    {
        "verse": "7",
        "devanagari": "अतस्त्वमेको भूतानां सेश्वराणामधीश्वर: ।शास्ता दण्डधरो नृणां शुभाशुभविवेचन: ॥ ७ ॥",
        "english_devnagari": "atas tvam eko bhūtānāṁseśvarāṇām adhīśvaraḥśāstā daṇḍa-dharo nṝṇāṁśubhāśubha-vivecanaḥ",
        "verse_Syn": [
            "ataḥ",
            "tvam",
            "ekaḥ",
            "bhūtānām",
            "sa",
            "īśvarāṇām",
            "adhīśvaraḥ",
            "śāstā",
            "daṇḍa",
            "dharaḥ",
            "nṝṇām",
            "śubha",
            "aśubha",
            "vivecanaḥ"
        ],
        "translation": "The supreme judge must be one, not many. It was our understanding that you are that supreme judge and that you have jurisdiction even over the demigods. Our impression was that you are the master of all living entities, the supreme authority who discriminates between the pious and impious activities of all human beings.",
        "purport": ""
    },
    {
        "verse": "8",
        "devanagari": "तस्य ते विहितो दण्डो न लोके वर्ततेऽधुना ।चतुर्भिरद्भ‍ुतै: सिद्धैराज्ञा ते विप्रलम्भिता ॥ ८ ॥",
        "english_devnagari": "tasya te vihito daṇḍona loke vartate ’dhunācaturbhir adbhutaiḥ siddhairājñā te vipralambhitā",
        "verse_Syn": [
            "tasya",
            "te",
            "vihitaḥ",
            "daṇḍaḥ",
            "na",
            "loke",
            "vartate",
            "adhunā",
            "caturbhiḥ",
            "adbhutaiḥ",
            "siddhaiḥ",
            "ājñā",
            "te",
            "vipralambhitā"
        ],
        "translation": "But now we see that the punishment ordained under your authority is no longer effective, since your order has been transgressed by four wonderful and perfect persons.",
        "purport": " The Yamadūtas had been under the impression that Yamarāja was the only person in charge of administering justice. They were fully confident that no one could counteract his judgments, but now, to their surprise, his order had been violated by the four wonderful persons from Siddhaloka."
    },
    {
        "verse": "9",
        "devanagari": "नीयमानं तवादेशादस्माभिर्यातनागृहान् ।व्यामोचयन्पातकिनं छित्त्वा पाशान प्रसह्य ते ॥ ९ ॥",
        "english_devnagari": "nīyamānaṁ tavādeśādasmābhir yātanā-gṛhānvyāmocayan pātakinaṁchittvā pāśān prasahya te",
        "verse_Syn": [
            "nīyamānam",
            "tava",
            "ādeśāt",
            "asmābhiḥ",
            "yātanā",
            "gṛhān",
            "vyāmocayan",
            "pātakinam",
            "chittvā",
            "pāśān",
            "prasahya",
            "te"
        ],
        "translation": "We were bringing the most sinful Ajāmila toward the hellish planets, following your order, when those beautiful persons from Siddhaloka forcibly cut the knots of the ropes with which we were arresting him.",
        "purport": " Śrīla Viśvanātha Cakravartī Ṭhākura remarks that the Yamadūtas wanted to bring the Viṣṇudūtas before Yamarāja. If Yamarāja could then have punished the Viṣṇudūtas, the Yamadūtas would have been satisfied."
    },
    {
        "verse": "10",
        "devanagari": "तांस्ते वेदितुमिच्छामो यदि नो मन्यसे क्षमम् ।नारायणेत्यभिहिते मा भैरित्याययुर्द्रुतम् ॥ १० ॥",
        "english_devnagari": "tāṁs te veditum icchāmoyadi no manyase kṣamamnārāyaṇety abhihitemā bhair ity āyayur drutam",
        "verse_Syn": [
            "tān",
            "te",
            "veditum",
            "icchāmaḥ",
            "yadi",
            "naḥ",
            "manyase",
            "kṣamam",
            "nārāyaṇa",
            "iti",
            "abhihite",
            "mā",
            "bhaiḥ",
            "iti",
            "āyayuḥ",
            "drutam"
        ],
        "translation": "As soon as the sinful Ajāmila uttered the name Nārāyaṇa, these four beautiful men immediately arrived and reassured him, saying, “Do not fear. Do not fear.” We wish to know about them from Your Lordship. If you think we are able to understand them, kindly describe who they are.",
        "purport": " The order carriers of Yamarāja, being very much aggrieved because of their defeat by the four Viṣṇudūtas, wanted to bring them before Yamarāja and, if possible, punish them. Otherwise they desired to commit suicide. Before pursuing either course, however, they wanted to know about the Viṣṇudūtas from Yamarāja, who is also omniscient."
    },
    {
        "verse": "11",
        "devanagari": "श्रीबादरायणिरुवाचइति देव: स आपृष्ट: प्रजासंयमनो यम: ।प्रीत: स्वदूतान्प्रत्याह स्मरन् पादाम्बुजं हरे: ॥ ११ ॥",
        "english_devnagari": "śrī-bādarāyaṇir uvācaiti devaḥ sa āpṛṣṭaḥprajā-saṁyamano yamaḥprītaḥ sva-dūtān pratyāhasmaran pādāmbujaṁ hareḥ",
        "verse_Syn": [
            "śrī",
            "bādarāyaṇiḥ",
            "uvāca",
            "iti",
            "devaḥ",
            "saḥ",
            "āpṛṣṭaḥ",
            "prajā",
            "saṁyamanaḥ",
            "yamaḥ",
            "prītaḥ",
            "sva",
            "dūtān",
            "pratyāha",
            "smaran",
            "pāda",
            "ambujam",
            "hareḥ"
        ],
        "translation": "Śrī Śukadeva Gosvāmī said: Thus having been questioned, Lord Yamarāja, the supreme controller of the living entities, was very pleased with his order carriers because of hearing from them the holy name of Nārāyaṇa. He remembered the lotus feet of the Lord and began to reply.",
        "purport": " Śrīla Yamarāja, the supreme controller of the living entities in terms of their pious and impious activities, was very pleased with his servants because they had chanted the holy name of Nārāyaṇa in his dominion. Yamarāja has to deal with men who are all sinful and who can hardly understand Nārāyaṇa. Consequently when his order carriers uttered the name of Nārāyaṇa, he was extremely pleased, for he also is a Vaiṣṇava."
    },
    {
        "verse": "12",
        "devanagari": "यम उवाचपरो मदन्यो जगतस्तस्थुषश्चओतं प्रोतं पटवद्यत्र विश्वम् ।यदंशतोऽस्य स्थितिजन्मनाशानस्योतवद्यस्य वशे च लोक: ॥ १२ ॥",
        "english_devnagari": "yama uvācaparo mad-anyo jagatas tasthuṣaś caotaṁ protaṁ paṭavad yatra viśvamyad-aṁśato ’sya sthiti-janma-nāśānasy otavad yasya vaśe ca lokaḥ",
        "verse_Syn": [
            "yamaḥ",
            "uvāca",
            "paraḥ",
            "mat",
            "anyaḥ",
            "jagataḥ",
            "tasthuṣaḥ",
            "ca",
            "otam",
            "protam",
            "paṭavat",
            "yatra",
            "viśvam",
            "yat",
            "aṁśataḥ",
            "asya",
            "sthiti",
            "janma",
            "nāśāḥ",
            "nasi",
            "ota",
            "vat",
            "yasya",
            "vaśe",
            "ca",
            "lokaḥ"
        ],
        "translation": "Yamarāja said: My dear servants, you have accepted me as the Supreme, but factually I am not. Above me, and above all the other demigods, including Indra and Candra, is the one supreme master and controller. The partial manifestations of His personality are Brahmā, Viṣṇu and Śiva, who are in charge of the creation, maintenance and annihilation of this universe. He is like the two threads that form the length and breadth of a woven cloth. The entire world is controlled by Him just as a bull is controlled by a rope in its nose.",
        "purport": " The order carriers of Yamarāja suspected that there was a ruler even above Yamarāja. To eradicate their doubts, Yamarāja immediately replied, “Yes, there is one supreme controller above everything.” Yamarāja is in charge of some of the moving living entities, namely the human beings, but the animals, who also move, are not under his control. Only human beings have consciousness of right and wrong, and among them only those who perform sinful activities come under the control of Yamarāja. Therefore although Yamarāja is a controller, he is only a departmental controller of a few living entities. There are other demigods who control many other departments, but above them all is one supreme controller, Kṛṣṇa. Īśvaraḥ paramaḥ kṛṣṇaḥ sac-cid-ānanda-vigrahaḥ: the supreme controller is Kṛṣṇa. Others, who control their own departments in the affairs of the universe, are insignificant in comparison to Kṛṣṇa, the supreme controller. Kṛṣṇa says in Bhagavad-gītā (7.7), mattaḥ parataraṁ nānyat kiñcid asti dhanañjaya: “My dear Dhanañjaya [Arjuna], no one is superior to Me.” Therefore Yamarāja immediately cleared away the doubts of his assistants, the Yamadūtas, by confirming that there is a supreme controller above all others. Śrīla Madhvācārya explains that the words otaṁ protam refer to the cause of all causes. The Supreme Lord is both vertical and horizontal to the cosmic manifestation. This is confirmed by the following verse from the Skanda Purāṇa: Like the two threads, horizontal and vertical, of which a quilt is manufactured, Lord Viṣṇu is situated as the vertical and horizontal cause of the cosmic manifestation."
    },
    {
        "verse": "13",
        "devanagari": "यो नामभिर्वाचि जनं निजायांबध्नाति तन्‍त्र्यामिव दामभिर्गा: ।यस्मै बलिं त इमे नामकर्म-निबन्धबद्धाश्चकिता वहन्ति ॥ १३ ॥",
        "english_devnagari": "yo nāmabhir vāci janaṁ nijāyāṁbadhnāti tantryām iva dāmabhir gāḥyasmai baliṁ ta ime nāma-karma-nibandha-baddhāś cakitā vahanti",
        "verse_Syn": [
            "yaḥ",
            "nāmabhiḥ",
            "vāci",
            "janam",
            "nijāyām",
            "badhnāti",
            "tantryām",
            "iva",
            "dāmabhiḥ",
            "gāḥ",
            "yasmai",
            "balim",
            "te",
            "ime",
            "nāma",
            "karma",
            "nibandha",
            "baddhāḥ",
            "cakitāḥ",
            "vahanti"
        ],
        "translation": "Just as the driver of a bullock cart ties ropes through the nostrils of his bulls to control them, the Supreme Personality of Godhead binds all men through the ropes of His words in the Vedas, which set forth the names and activities of the distinct orders of human society [brāhmaṇa, kṣatriya, vaiśya and śūdra]. In fear, the members of these orders all worship the Supreme Lord by offering Him presentations according to their respective activities.",
        "purport": " In this material world, everyone is conditioned, regardless of who he is. One may be a human being, a demigod or an animal, tree or plant, but everything is controlled by the laws of nature, and behind this natural control is the Supreme Personality of Godhead. This is confirmed by Bhagavad-gītā (9.10), wherein Kṛṣṇa says, mayādhyakṣeṇa prakṛtiḥ sūyate sa-carācaram: “The material nature is working under My direction and producing all moving and nonmoving beings.” Thus Kṛṣṇa is behind the natural machine, which works under His control. Apart from other living entities, the living being in the human form of body is systematically controlled by the Vedic injunctions in terms of the divisions of varṇa and āśrama. A human being is expected to follow the rules and regulations of varṇa and āśrama; otherwise he cannot escape punishment by Yamarāja. The point is that every human being is expected to elevate himself to the position of a brāhmaṇa, the most intelligent man, and then one must transcend that position to become a Vaiṣṇava. This is the perfection of life. The brāhmaṇa, kṣatriya, vaiśya and śūdra can elevate themselves by worshiping the Lord according to their activities (sve sve karmaṇy abhirataḥ saṁsiddhiṁ labhate naraḥ). The divisions of varṇa and āśrama are necessary to insure the proper execution of duties and peaceful existence for everyone, but everyone is directed to worship the Supreme Lord, who is all-pervading (yena sarvam idaṁ tatam). The Supreme Lord exists vertically and horizontally (otaṁ protam), and therefore if one follows the Vedic injunctions by worshiping the Supreme Lord according to one’s ability, his life will be perfect. As stated in Śrīmad-Bhāgavatam (1.2.13): “O best among the twice-born, it is therefore concluded that the highest perfection one can achieve, by discharging his prescribed duties [dharma] according to caste divisions and orders of life, is to please the Lord Hari.” The varṇāśrama institution offers the perfect process for making one eligible to return home, back to Godhead, because the aim of every varṇa and āśrama is to please the Supreme Lord. One can please the Lord under the direction of a bona fide spiritual master, and if one does so his life is perfect. The Supreme Lord is worshipable, and everyone worships Him directly or indirectly. Those who worship Him directly get the results of liberation quickly, whereas the liberation of those who serve Him indirectly is delayed. The words nāmabhir vāci are very important. In the varṇāśrama institution, there are different names — brāhmaṇa, kṣatriya, vaiśya, śūdra, brahmacārī, gṛhastha, vānaprastha and sannyāsī. The vāk, or Vedic injunctions, give directions for all these divisions. Everyone is expected to offer obeisances to the Supreme Lord and perform duties as indicated in the Vedas."
    },
    {
        "verse": "14-15",
        "devanagari": "अहं महेन्द्रो निऋर्ति: प्रचेता:सोमोऽग्निरीश: पवनो विरिञ्चि: ।आदित्यविश्वे वसवोऽथ साध्यामरुद्गणा रुद्रगणा: ससिद्धा: ॥ १४ ॥अन्ये च ये विश्वसृजोऽमरेशाभृग्वादयोऽस्पृष्टरजस्तमस्का: ।यस्येहितं न विदु: स्पृष्टमाया:सत्त्वप्रधाना अपि किं ततोऽन्ये ॥ १५ ॥",
        "english_devnagari": "ahaṁ mahendro nirṛtiḥ pracetāḥsomo ’gnir īśaḥ pavano viriñciḥāditya-viśve vasavo ’tha sādhyāmarud-gaṇā rudra-gaṇāḥ sasiddhāḥ",
        "verse_Syn": [
            "aham",
            "mahendraḥ",
            "nirṛtiḥ",
            "pracetāḥ",
            "somaḥ",
            "agniḥ",
            "īśaḥ",
            "pavanaḥ",
            "viriñciḥ",
            "āditya",
            "viśve",
            "vasavaḥ",
            "atha",
            "sādhyāḥ",
            "marut",
            "gaṇāḥ",
            "rudra",
            "gaṇāḥ",
            "sa",
            "siddhāḥ",
            "anye",
            "ca",
            "ye",
            "viśva",
            "sṛjaḥ",
            "amara",
            "īśāḥ",
            "bhṛgu",
            "ādayaḥ",
            "aspṛṣṭa",
            "rajaḥ",
            "tamaskāḥ",
            "yasya",
            "īhitam",
            "na",
            "viduḥ",
            "spṛṣṭa",
            "māyāḥ",
            "sattva",
            "pradhānāḥ",
            "api",
            "kim",
            "tataḥ",
            "anye"
        ],
        "translation": "I, Yamarāja; Indra, the King of heaven; Nirṛti; Varuṇa; Candra, the moon-god; Agni; Lord Śiva; Pavana; Lord Brahmā; Sūrya, the sun-god; Viśvāsu; the eight Vasus; the Sādhyas; the Maruts; the Rudras; the Siddhas; and Marīci and the other great ṛṣis engaged in maintaining the departmental affairs of the universe, as well as the best of the demigods headed by Bṛhaspati, and the great sages headed by Bhṛgu are all certainly freed from the influence of the two base material modes of nature, namely passion and ignorance. Nevertheless, although we are in the mode of goodness, we cannot understand the activities of the Supreme Personality of Godhead. What, then, is to be said of others, who, under illusion, merely speculate to know God?",
        "purport": " The men and other living entities within this cosmic manifestation are controlled by the three modes of nature. For the living entities controlled by the base qualities of nature, passion and ignorance, there is no possibility of understanding God. Even those in the mode of goodness, like the many demigods and great ṛṣis described in these verses, cannot understand the activities of the Supreme Personality of Godhead. As stated in Bhagavad-gītā, one who is situated in the devotional service of the Lord is transcendental to all the material qualities. Therefore the Lord personally says that no one can understand Him but the bhaktas, who are transcendental to all material qualities (bhaktyā mām abhijānāti). As stated by Bhīṣmadeva to Mahārāja Yudhiṣṭhira in Śrīmad-Bhāgavatam (1.9.16): “O King, no one can know the plan of the Lord [Śrī Kṛṣṇa]. Even though great philosophers inquire exhaustively, they are bewildered.” No one, therefore, can understand God by speculative knowledge. Indeed, by speculation one will be bewildered (muhyanti). This is also confirmed by the Lord Himself in Bhagavad-gītā (7.3): Among many thousands of men, one may endeavor for perfection, and even among the siddhas, those who have already become perfect, only one who adopts the process of bhakti, devotional service, can understand Kṛṣṇa."
    },
    {
        "verse": "16",
        "devanagari": "यं वै न गोभिर्मनसासुभिर्वाहृदा गिरा वासुभृतो विचक्षते ।आत्मानमन्तर्हृदि सन्तमात्मनांचक्षुर्यथैवाकृतयस्तत: परम् ॥ १६ ॥",
        "english_devnagari": "yaṁ vai na gobhir manasāsubhir vāhṛdā girā vāsu-bhṛto vicakṣateātmānam antar-hṛdi santam ātmanāṁcakṣur yathaivākṛtayas tataḥ param",
        "verse_Syn": [
            "yam",
            "vai",
            "na",
            "gobhiḥ",
            "manasā",
            "asubhiḥ",
            "vā",
            "hṛdā",
            "girā",
            "vā",
            "asu",
            "bhṛtaḥ",
            "vicakṣate",
            "ātmānam",
            "antaḥ",
            "hṛdi",
            "santam",
            "ātmanām",
            "cakṣuḥ",
            "yathā",
            "eva",
            "ākṛtayaḥ",
            "tataḥ",
            "param"
        ],
        "translation": "As the different limbs of the body cannot see the eyes, the living entities cannot see the Supreme Lord, who is situated as the Supersoul in everyone’s heart. Not by the senses, by the mind, by the life air, by thoughts within the heart, or by the vibration of words can the living entities ascertain the real situation of the Supreme Lord.",
        "purport": " Although the different parts of the body do not have the power to see the eyes, the eyes direct the movements of the body’s different parts. The legs move forward because the eyes see what is in front of them, and the hand touches because the eyes see touchable entities. Similarly, every living being acts according to the direction of the Supersoul, who is situated within the heart. As the Lord Himself confirms in Bhagavad-gītā (15.15), sarvasya cāhaṁ hṛdi sanniviṣṭo mattaḥ smṛtir jñānam apohanaṁ ca: “I am sitting in everyone’s heart and giving directions for remembrance, knowledge and forgetfulness.” Elsewhere in Bhagavad-gītā it is stated, īśvaraḥ sarva-bhūtānāṁ hṛd-deśe ’rjuna tiṣṭhati: “The Supreme Lord, as the Supersoul, is situated within the heart.” The living entity cannot do anything without the sanction of the Supersoul. The Supersoul is acting at every moment, but the living entity cannot understand the form and activities of the Supersoul by manipulating his senses. The example of the eyes and the bodily limbs is very appropriate. If the limbs could see, they could walk forward without the help of the eyes, but that is impossible. Although one cannot see the Supersoul in one’s heart through sensual activities, His direction is necessary."
    },
    {
        "verse": "17",
        "devanagari": "तस्यात्मतन्त्रस्य हरेरधीशितु:परस्य मायाधिपतेर्महात्मन: ।प्रायेण दूता इह वै मनोहरा-श्चरन्ति तद्रूपगुणस्वभावा: ॥ १७ ॥",
        "english_devnagari": "tasyātma-tantrasya harer adhīśituḥparasya māyādhipater mahātmanaḥprāyeṇa dūtā iha vai manoharāścaranti tad-rūpa-guṇa-svabhāvāḥ",
        "verse_Syn": [
            "tasya",
            "ātma",
            "tantrasya",
            "hareḥ",
            "adhīśituḥ",
            "parasya",
            "māyā",
            "adhipateḥ",
            "mahā",
            "ātmanaḥ",
            "prāyeṇa",
            "dūtāḥ",
            "iha",
            "vai",
            "manoharāḥ",
            "caranti",
            "tat",
            "rūpa",
            "guṇa",
            "svabhāvāḥ"
        ],
        "translation": "The Supreme Personality of Godhead is self-sufficient and fully independent. He is the master of everyone and everything, including the illusory energy. He has His form, qualities and features; and similarly His order carriers, the Vaiṣṇavas, who are very beautiful, possess bodily features, transcendental qualities and a transcendental nature almost like His. They always wander within this world with full independence.",
        "purport": " Yamarāja was describing the Supreme Personality of Godhead, the supreme controller, but the order carriers of Yamarāja were very eager to know about the Viṣṇudūtas, who had defeated them in their encounter with Ajāmila. Yamarāja therefore stated that the Viṣṇudūtas resemble the Supreme Personality of Godhead in their bodily features, transcendental qualities and nature. In other words, the Viṣṇudūtas, or Vaiṣṇavas, are almost as qualified as the Supreme Lord. Yamarāja informed the Yamadūtas that the Viṣṇudūtas are no less powerful than Lord Viṣṇu. Since Viṣṇu is above Yamarāja, the Viṣṇudūtas are above the Yamadūtas. Persons protected by the Viṣṇudūtas, therefore, cannot be touched by the Yamadūtas."
    },
    {
        "verse": "18",
        "devanagari": "भूतानि विष्णो: सुरपूजितानिदुर्दर्शलिङ्गानि महाद्भ‍ुतानि ।रक्षन्ति तद्भ‍‌क्तिमत: परेभ्योमत्तश्च मर्त्यानथ सर्वतश्च ॥ १८ ॥",
        "english_devnagari": "bhūtāni viṣṇoḥ sura-pūjitānidurdarśa-liṅgāni mahādbhutānirakṣanti tad-bhaktimataḥ parebhyomattaś ca martyān atha sarvataś ca",
        "verse_Syn": [
            "bhūtāni",
            "viṣṇoḥ",
            "sura",
            "pūjitāni",
            "durdarśa",
            "liṅgāni",
            "mahā",
            "adbhutāni",
            "rakṣanti",
            "tat",
            "bhakti",
            "mataḥ",
            "parebhyaḥ",
            "mattaḥ",
            "ca",
            "martyān",
            "atha",
            "sarvataḥ",
            "ca"
        ],
        "translation": "The order carriers of Lord Viṣṇu, who are worshiped even by the demigods, possess wonderful bodily features exactly like those of Viṣṇu and are very rarely seen. The Viṣṇudūtas protect the devotees of the Lord from the hands of enemies, from envious persons and even from my jurisdiction, as well as from natural disturbances.",
        "purport": " Yamarāja has specifically described the qualities of the Viṣṇudūtas to convince his own servants not to be envious of them. Yamarāja warned the Yamadūtas that the Viṣṇudūtas are worshiped with respectful obeisances by the demigods and are always very alert to protect the devotees of the Lord from the hands of enemies, from natural disturbances and from all dangerous conditions in this material world. Sometimes the members of the Kṛṣṇa Consciousness Society are afraid of the impending danger of world war and ask what would happen to them if a war should occur. In all kinds of danger, they should be confident of their protection by the Viṣṇudūtas or the Supreme Personality of Godhead, as confirmed in Bhagavad-gītā (kaunteya pratijānīhi na me bhaktaḥ praṇaśyati). Material danger is not meant for devotees. This is also confirmed in Śrīmad-Bhāgavatam. Padaṁ padaṁ yad vipadāṁ na teṣām: in this material world there are dangers at every step, but they are not meant for devotees who have fully surrendered unto the lotus feet of the Lord. The pure devotees of Lord Viṣṇu may rest assured of the Lord’s protection, and as long as they are in this material world they should fully engage in devotional service by preaching the cult of Śrī Caitanya Mahāprabhu and Lord Kṛṣṇa, namely the Hare Kṛṣṇa movement of Kṛṣṇa consciousness."
    },
    {
        "verse": "19",
        "devanagari": "धर्मं तु साक्षाद्भ‍गवत्प्रणीतंन वै विदुऋर्षयो नापि देवा: ।न सिद्धमुख्या असुरा मनुष्या:कुतो नु विद्याधरचारणादय: ॥ १९ ॥",
        "english_devnagari": "dharmaṁ tu sākṣād bhagavat-praṇītaṁna vai vidur ṛṣayo nāpi devāḥna siddha-mukhyā asurā manuṣyāḥkuto nu vidyādhara-cāraṇādayaḥ",
        "verse_Syn": [
            "dharmam",
            "tu",
            "sākṣāt",
            "bhagavat",
            "praṇītam",
            "na",
            "vai",
            "viduḥ",
            "ṛṣayaḥ",
            "na",
            "api",
            "devāḥ",
            "na",
            "siddha",
            "mukhyāḥ",
            "asurāḥ",
            "manuṣyāḥ",
            "kutaḥ",
            "nu",
            "vidyādhara",
            "cāraṇa",
            "ādayaḥ"
        ],
        "translation": "Real religious principles are enacted by the Supreme Personality of Godhead. Although fully situated in the mode of goodness, even the great ṛṣis who occupy the topmost planets cannot ascertain the real religious principles, nor can the demigods or the leaders of Siddhaloka, to say nothing of the asuras, ordinary human beings, Vidyādharas and Cāraṇas.",
        "purport": " When challenged by the Viṣṇudūtas to describe the principles of religion, the Yamadūtas said, veda-praṇihito dharmaḥ: the religious principles are the principles enacted in the Vedic literature. They did not know, however, that the Vedic literature contains ritualistic ceremonies that are not transcendental, but are meant to keep peace and order among materialistic persons in the material world. Real religious principles are nistraiguṇya, above the three modes of material nature, or transcendental. The Yamadūtas did not know these transcendental religious principles, and therefore when prevented from arresting Ajāmila they were surprised. Materialistic persons who attach all their faith to the Vedic rituals are described in Bhagavad-gītā (2.42), wherein Kṛṣṇa says, veda-vāda-ratāḥ pārtha nānyad astīti vādinaḥ: the supposed followers of the Vedas say that there is nothing beyond the Vedic ceremonies. Indeed, there is a group of men in India who are very fond of the Vedic rituals, not understanding the meaning of these rituals, which are intended to elevate one gradually to the transcendental platform of knowing Kṛṣṇa (vedaiś ca sarvair aham eva vedyaḥ). Those who do not know this principle but who simply attach their faith to the Vedic rituals are called veda-vāda-ratāḥ. Herein it is stated that the real religious principle is that which is given by the Supreme Personality of Godhead. That principle is stated in Bhagavad-gītā. Sarva-dharmān parityajya mām ekaṁ śaraṇaṁ vraja: one should give up all other duties and surrender unto the lotus feet of Kṛṣṇa. That is the real religious principle everyone should follow. Even though one follows Vedic scriptures, one may not know this transcendental principle, for it is not known to everyone. To say nothing of human beings, even the demigods in the upper planetary systems are unaware of it. This transcendental religious principle must be understood from the Supreme Personality of Godhead directly or from His special representative, as stated in the next verses."
    },
    {
        "verse": "20-21",
        "devanagari": "स्वयम्भूर्नारद: शम्भु: कुमार: कपिलो मनु: ।प्रह्लादो जनको भीष्मो बलिर्वैयासकिर्वयम् ॥ २० ॥द्वादशैते विजानीमो धर्मं भागवतं भटा: ।गुह्यं विशुद्धं दुर्बोधं यं ज्ञात्वामृतमश्नुते ॥ २१ ॥",
        "english_devnagari": "svayambhūr nāradaḥ śambhuḥkumāraḥ kapilo manuḥprahlādo janako bhīṣmobalir vaiyāsakir vayam",
        "verse_Syn": [
            "svayambhūḥ",
            "nāradaḥ",
            "śambhuḥ",
            "kumāraḥ",
            "kapilaḥ",
            "manuḥ",
            "prahlādaḥ",
            "janakaḥ",
            "bhīṣmaḥ",
            "baliḥ",
            "vaiyāsakiḥ",
            "vayam",
            "dvādaśa",
            "ete",
            "vijānīmaḥ",
            "dharmam",
            "bhāgavatam",
            "bhaṭāḥ",
            "guhyam",
            "viśuddham",
            "durbodham",
            "yam",
            "jñātvā",
            "amṛtam",
            "aśnute"
        ],
        "translation": "Lord Brahmā, Bhagavān Nārada, Lord Śiva, the four Kumāras, Lord Kapila [the son of Devahūti], Svāyambhuva Manu, Prahlāda Mahārāja, Janaka Mahārāja, Grandfather Bhīṣma, Bali Mahārāja, Śukadeva Gosvāmī and I myself know the real religious principle. My dear servants, this transcendental religious principle, which is known as bhāgavata-dharma, or surrender unto the Supreme Lord and love for Him, is uncontaminated by the material modes of nature. It is very confidential and difficult for ordinary human beings to understand, but if by chance one fortunately understands it, he is immediately liberated, and thus he returns home, back to Godhead.",
        "purport": " In Bhagavad-gītā Lord Kṛṣṇa refers to bhāgavata-dharma as the most confidential religious principle (sarva-guhyatamam, guhyād guhyataram). Kṛṣṇa says to Arjuna, “Because you are My very dear friend, I am explaining to you the most confidential religion.” Sarva-dharmān parityajya mām ekaṁ śaraṇaṁ vraja: “Give up all other duties and surrender unto Me.” One may ask, “If this principle is very rarely understood, what is the use of it?” In answer, Yamarāja states herein that this religious principle is understandable if one follows the paramparā system of Lord Brahmā, Lord Śiva, the four Kumāras and the other standard authorities. There are four lines of disciplic succession: one from Lord Brahmā, one from Lord Śiva, one from Lakṣmī, the goddess of fortune, and one from the Kumāras. The disciplic succession from Lord Brahmā is called the Brahma sampradāya, the succession from Lord Śiva (Śambhu) is called the Rudra sampradāya, the one from the goddess of fortune, Lakṣmījī, is called the Śrī sampradāya, and the one from the Kumāras is called the Kumāra sampradāya. One must take shelter of one of these four sampradāyas in order to understand the most confidential religious system. In the Padma Purāṇa it is said, sampradāya-vihīnā ye mantrās te niṣphalā matāḥ: if one does not follow the four recognized disciplic successions, his mantra or initiation is useless. In the present day there are many apasampradāyas, or sampradāyas which are not bona fide, which have no link to authorities like Lord Brahmā, Lord Śiva, the Kumāras or Lakṣmī. People are misguided by such sampradāyas. The śāstras say that being initiated in such a sampradāya is a useless waste of time, for it will never enable one to understand the real religious principles."
    },
    {
        "verse": "22",
        "devanagari": "एतावानेव लोकेऽस्मिन् पुंसां धर्म: पर: स्मृत: ।भक्तियोगो भगवति तन्नामग्रहणादिभि: ॥ २२ ॥",
        "english_devnagari": "etāvān eva loke ’sminpuṁsāṁ dharmaḥ paraḥ smṛtaḥbhakti-yogo bhagavatitan-nāma-grahaṇādibhiḥ",
        "verse_Syn": [
            "etāvān",
            "eva",
            "loke",
            "asmin",
            "puṁsām",
            "dharmaḥ",
            "paraḥ",
            "smṛtaḥ",
            "bhakti",
            "yogaḥ",
            "bhagavati",
            "tat",
            "nāma",
            "grahaṇa",
            "ādibhiḥ"
        ],
        "translation": "Devotional service, beginning with the chanting of the holy name of the Lord, is the ultimate religious principle for the living entity in human society.",
        "purport": " As stated in the previous verse, dharmaṁ bhāgavatam, real religious principles, are bhāgavata-dharma, the principles described in Śrīmad-Bhāgavatam itself or in Bhagavad-gītā, the preliminary study of the Bhāgavatam. What are these principles? The Bhāgavatam says, dharmaḥ projjhita-kaitavo ’tra: in Śrīmad-Bhāgavatam there are no cheating religious systems. Everything in the Bhāgavatam is directly connected with the Supreme Personality of Godhead. The Bhāgavatam further says, sa vai puṁsāṁ paro dharmo yato bhaktir adhokṣaje: the supreme religion is that which teaches its followers how to love the Supreme Personality of Godhead, who is beyond the reach of experimental knowledge. Such a religious system begins with tan-nāma-grahaṇa, chanting of the holy name of the Lord (śravaṇaṁ kīrtanaṁ viṣṇoḥ smaraṇaṁ pāda-sevanam). After chanting the holy name of the Lord and dancing in ecstasy, one gradually sees the form of the Lord, the pastimes of the Lord and the transcendental qualities of the Lord. This way one fully understands the situation of the Personality of Godhead. One can come to this understanding of the Lord, how He descends into the material world, how He takes His births and what activities He performs, but one can know this only by executing devotional service. As stated in Bhagavad-gītā, bhaktyā mām abhijānāti: simply by devotional service one can understand everything about the Supreme Lord. If one fortunately understands the Supreme Lord in this way, the result is tyaktvā dehaṁ punar janma naiti: after giving up his material body, he no longer has to take birth in this material world. Instead, he returns home, back to Godhead. That is the ultimate perfection. Therefore Kṛṣṇa says in Bhagavad-gītā (8.15): “After attaining Me, the great souls, who are yogīs in devotion, never return to this temporary world, which is full of miseries, because they have attained the highest perfection.”"
    },
    {
        "verse": "23",
        "devanagari": "नामोच्चारणमाहात्म्यं हरे: पश्यत पुत्रका: ।अजामिलोऽपि येनैव मृत्युपाशादमुच्यत ॥ २३ ॥",
        "english_devnagari": "nāmoccāraṇa-māhātmyaṁhareḥ paśyata putrakāḥajāmilo ’pi yenaivamṛtyu-pāśād amucyata",
        "verse_Syn": [
            "nāma",
            "uccāraṇa",
            "māhātmyam",
            "hareḥ",
            "paśyata",
            "putrakāḥ",
            "ajāmilaḥ",
            "api",
            "yena",
            "eva",
            "mṛtyu",
            "pāśāt",
            "amucyata"
        ],
        "translation": "My dear servants, who are as good as my sons, just see how glorious is the chanting of the holy name of the Lord. The greatly sinful Ajāmila chanted only to call his son, not knowing that he was chanting the Lord’s holy name. Nevertheless, by chanting the holy name of the Lord, he remembered Nārāyaṇa, and thus he was immediately saved from the ropes of death.",
        "purport": " There is no need to conduct research into the significance of the chanting of the Hare Kṛṣṇa mantra. The history of Ajāmila is sufficient proof of the power of the Lord’s holy name and the exalted position of a person who chants the holy name incessantly. Therefore Śrī Caitanya Mahāprabhu advised: In this Age of Kali, no one can perform all the ritualistic ceremonies for becoming liberated; that is extremely difficult. Therefore all the śāstras and all the ācāryas have recommended that in this age one chant the holy name."
    },
    {
        "verse": "24",
        "devanagari": "एतावतालमघनिर्हरणाय पुंसांसङ्कीर्तनं भगवतो गुणकर्मनाम्नाम् ।विक्रुश्य पुत्रमघवान् यदजामिलोऽपिनारायणेति म्रियमाण इयाय मुक्तिम् ॥ २४ ॥",
        "english_devnagari": "etāvatālam agha-nirharaṇāya puṁsāṁsaṅkīrtanaṁ bhagavato guṇa-karma-nāmnāmvikruśya putram aghavān yad ajāmilo ’pinārāyaṇeti mriyamāṇa iyāya muktim",
        "verse_Syn": [
            "etāvatā",
            "alam",
            "agha",
            "nirharaṇāya",
            "puṁsām",
            "saṅkīrtanam",
            "bhagavataḥ",
            "guṇa",
            "karma",
            "nāmnām",
            "vikruśya",
            "putram",
            "aghavān",
            "yat",
            "ajāmilaḥ",
            "api",
            "nārāyaṇa",
            "iti",
            "mriyamāṇaḥ",
            "iyāya",
            "muktim"
        ],
        "translation": "Therefore it should be understood that one is easily relieved from all sinful reactions by chanting the holy name of the Lord and chanting of His qualities and activities. This is the only process recommended for relief from sinful reactions. Even if one chants the holy name of the Lord with improper pronunciation, he will achieve relief from material bondage if he chants without offenses. Ajāmila, for example, was extremely sinful, but while dying he merely chanted the holy name, and although calling his son, he achieved complete liberation because he remembered the name of Nārāyaṇa.",
        "purport": " In the assembly of Raghunātha dāsa Gosvāmī’s father, Haridāsa Ṭhākura confirmed that simply by chanting the holy name of the Lord one is liberated, even if he does not chant completely inoffensively. Smārta-brāhmaṇas and Māyāvādīs do not believe that one can achieve liberation in this way, but the truth of Haridāsa Ṭhākura’s statement is supported by many quotations from Śrīmad-Bhāgavatam. In his commentary on this verse, for example, Śrīdhara Svāmī gives the following quotation: “If one always chants the holy name of the Lord with great devotion in the evening and in the morning, one can become free from all material miseries.” Another quotation confirms that one can achieve liberation if one hears the holy name of the Lord constantly, every day with great respect (anudinam idam ādareṇa śṛṇvan). Another quotation says: “One should always chant and hear about the extraordinarily wonderful activities of the Lord, one should meditate upon these activities, and one should endeavor to please the Lord.” (Bhāg. 11.3.27) Śrīdhara Svāmī also quotes from the Purāṇas, pāpa-kṣayaś ca bhavati smaratāṁ tam ahar-niśam: “One can become free from all sinful reactions simply by remembering the lotus feet of the Lord day and night [ahar-niśam].” Furthermore, he quotes from Bhāgavatam (6.3.31): All these quotations prove that one who constantly engages in chanting and hearing of the holy activities, name, fame and form of the Lord is liberated. As stated wonderfully in this verse, etāvatālam agha-nirharaṇāya puṁsām: simply by uttering the name of the Lord, one is freed from all sinful reactions. The word alam, which is used in this verse, indicates that simply uttering the holy name of the Lord is sufficient. This word is used with different imports. As stated in the Amara-kośa, the most authorized dictionary in the Sanskrit language, alaṁ bhūṣaṇa-paryāpti-śakti-vāraṇa-vācakam: the word alam is used to mean “ornament,” “sufficiency,” “power” and “restraint.” Here the word alam is used to indicate that there is no need of any other process, for the chanting of the holy name of the Lord is sufficient. Even if one chants imperfectly, one becomes free from all sinful reactions by chanting. This power of chanting the holy name was proved by the liberation of Ajāmila. When Ajāmila chanted the holy name of Nārāyaṇa, he did not precisely remember the Supreme Lord; instead, he remembered his own son. At the time of death, Ajāmila certainly was not very clean; indeed, he was famous as a great sinner. Furthermore, one’s physiological condition is completely disturbed at the time of death, and in such an awkward condition it would certainly have been very difficult for Ajāmila to have chanted clearly. Nevertheless, Ajāmila achieved liberation simply by chanting the holy name of the Lord. Therefore, what is to be said of those who are not sinful like Ajāmila? It is to be concluded that with a strong vow one should chant the holy name of the Lord — Hare Kṛṣṇa, Hare Kṛṣṇa, Kṛṣṇa Kṛṣṇa, Hare Hare/ Hare Rāma, Hare Rāma, Rāma Rāma, Hare Hare — for thus one will certainly be delivered from the clutches of māyā by the grace of Kṛṣṇa. The chanting of the Hare Kṛṣṇa mantra is recommended even for persons who commit offenses, because if they continue chanting they will gradually chant offenselessly. By chanting the Hare Kṛṣṇa mantra without offenses, one increases his love for Kṛṣṇa. As stated by Śrī Caitanya Mahāprabhu, premā pumartho mahān: one’s main concern should be to increase one’s attachment to the Supreme Personality of Godhead and to increase one’s love for Him. In this regard Śrīla Viśvanātha Cakravartī Ṭhākura quotes the following verse from Śrīmad-Bhāgavatam (11.19.24): “My dear Uddhava, the supreme religious system for human society is that by which one can awaken his dormant love for Me.” Commenting on this verse, Śrīla Viśvanātha Cakravartī Ṭhākura describes the word bhakti by saying premaivoktaḥ. Kaḥ anyaḥ arthaḥ asya: in the presence of bhakti, what is the necessity of liberation? Śrīla Viśvanātha Cakravartī Ṭhākura also quotes this verse from the Padma Purāṇa: Even if in the beginning one chants the Hare Kṛṣṇa mantra with offenses, one will become free from such offenses by chanting again and again. Pāpa-kṣayaś ca bhavati smaratāṁ tam ahar-niśam: one becomes free from all sinful reactions if one chants day and night, following the recommendation of Śrī Caitanya Mahāprabhu. It was Śrī Caitanya Mahāprabhu who quoted the following verse: “In this age of quarrel and hypocrisy the only means of deliverance is chanting the holy name of the Lord. There is no other way. There is no other way. There is no other way.” If the members of the Kṛṣṇa consciousness movement strictly follow this recommendation of Śrī Caitanya Mahāprabhu, their position will always be secure."
    },
    {
        "verse": "25",
        "devanagari": "प्रायेण वेद तदिदं न महाजनोऽयंदेव्या विमोहितमतिर्बत माययालम् ।त्रय्यां जडीकृतमतिर्मधुपुष्पितायांवैतानिके महति कर्मणि युज्यमान: ॥ २५ ॥",
        "english_devnagari": "prāyeṇa veda tad idaṁ na mahājano ’yaṁdevyā vimohita-matir bata māyayālamtrayyāṁ jaḍī-kṛta-matir madhu-puṣpitāyāṁvaitānike mahati karmaṇi yujyamānaḥ",
        "verse_Syn": [
            "prāyeṇa",
            "veda",
            "tat",
            "idam",
            "na",
            "mahājanaḥ",
            "ayam",
            "devyā",
            "vimohita",
            "matiḥ",
            "bata",
            "māyayā",
            "alam",
            "trayyām",
            "jaḍī",
            "kṛta",
            "matiḥ",
            "madhu",
            "puṣpitāyām",
            "vaitānike",
            "mahati",
            "karmaṇi",
            "yujyamānaḥ"
        ],
        "translation": "Because they are bewildered by the illusory energy of the Supreme Personality of Godhead, Yājñavalkya and Jaimini and other compilers of the religious scriptures cannot know the secret, confidential religious system of the twelve mahājanas. They cannot understand the transcendental value of performing devotional service or chanting the Hare Kṛṣṇa mantra. Because their minds are attracted to the ritualistic ceremonies mentioned in the Vedas — especially the Yajur Veda, Sāma Veda and Ṛg Veda — their intelligence has become dull. Thus they are busy collecting the ingredients for ritualistic ceremonies that yield only temporary benefits, such as elevation to Svargaloka for material happiness. They are not attracted to the saṅkīrtana movement; instead, they are interested in dharma, artha, kāma and mokṣa.",
        "purport": " Since one may easily achieve the highest success by chanting the holy name of the Lord, one may ask why there are so many Vedic ritualistic ceremonies and why people are attracted to them. This verse answers that question. As stated in Bhagavad-gītā (15.15), vedaiś ca sarvair aham eva vedyaḥ: the real purpose of studying the Vedas is to approach the lotus feet of Lord Kṛṣṇa. Unfortunately, unintelligent people bewildered by the grandeur of Vedic yajñas want to see gorgeous sacrifices performed. They want Vedic mantras chanted and huge amounts of money spent for such ceremonies. Sometimes we have to observe the Vedic ritualistic ceremonies to please such unintelligent men. Recently, when we established a large Kṛṣṇa-Balarāma temple in Vṛndāvana, we were obliged to have Vedic ceremonies enacted by brāhmaṇas because the inhabitants of Vṛndāvana, especially the smārta-brāhmaṇas, would not accept Europeans and Americans as bona fide brāhmaṇas. Thus we had to engage brāhmaṇas to perform costly yajñas. In spite of these yajñas, the members of our Society performed saṅkīrtana loudly with mṛdaṅgas, and I considered the saṅkīrtana more important than the Vedic ritualistic ceremonies. Both the ceremonies and the saṅkīrtana were going on simultaneously. The ceremonies were meant for persons interested in Vedic rituals for elevation to heavenly planets (jaḍī-kṛta-matir madhu-puṣpitāyām), whereas the saṅkīrtana was meant for pure devotees interested in pleasing the Supreme Personality of Godhead. We would simply have performed saṅkīrtana, but then the inhabitants of Vṛndāvana would not have taken the installation ceremony seriously. As explained here, the Vedic performances are meant for those whose intelligence has been dulled by the flowery language of the Vedas, which describe fruitive activities intended to elevate one to the higher planets. Especially in this Age of Kali, saṅkīrtana alone is sufficient. If the members of our temples in the different parts of the world simply continue saṅkīrtana before the Deity, especially before Śrī Caitanya Mahāprabhu, they will remain perfect. There is no need of any other performances. Nevertheless, to keep oneself clean in habits and mind, Deity worship and other regulative principles are required. Śrīla Jīva Gosvāmī says that although saṅkīrtana is sufficient for the perfection of life, the arcanā, or worship of the Deity in the temple, must continue in order that the devotees may stay clean and pure. Śrīla Bhaktisiddhānta Sarasvatī Ṭhākura therefore recommended that one follow both processes simultaneously. We strictly follow his principle of performing Deity worship and saṅkīrtana along parallel lines. This we should continue."
    },
    {
        "verse": "26",
        "devanagari": "एवं विमृश्य सुधियो भगवत्यनन्तेसर्वात्मना विदधते खलु भावयोगम् ।ते मे न दण्डमर्हन्त्यथ यद्यमीषांस्यात् पातकं तदपि हन्त्युरुगायवाद: ॥ २६ ॥",
        "english_devnagari": "evaṁ vimṛśya sudhiyo bhagavaty anantesarvātmanā vidadhate khalu bhāva-yogamte me na daṇḍam arhanty atha yady amīṣāṁsyāt pātakaṁ tad api hanty urugāya-vādaḥ",
        "verse_Syn": [
            "evam",
            "vimṛśya",
            "su",
            "dhiyaḥ",
            "bhagavati",
            "anante",
            "sarva",
            "ātmanā",
            "vidadhate",
            "khalu",
            "bhāva",
            "yogam",
            "te",
            "me",
            "na",
            "daṇḍam",
            "arhanti",
            "atha",
            "yadi",
            "amīṣām",
            "syāt",
            "pātakam",
            "tat",
            "api",
            "hanti",
            "urugāya",
            "vādaḥ"
        ],
        "translation": "Considering all these points, therefore, intelligent men decide to solve all problems by adopting the devotional service of chanting the holy name of the Lord, who is situated in everyone’s heart and who is a mine of all auspicious qualities. Such persons are not within my jurisdiction for punishment. Generally they never commit sinful activities, but even if by mistake or because of bewilderment or illusion they sometimes commit sinful acts, they are protected from sinful reactions because they always chant the Hare Kṛṣṇa mantra.",
        "purport": " In this regard Śrīla Viśvanātha Cakravartī Ṭhākura quotes the following verse from the prayers of Lord Brahmā (Bhāg. 10.14.29): The purport is that even though one is a very learned scholar of the Vedic śāstras, he may be completely unaware of the existence of the Supreme Personality of Godhead and His name, fame, qualities and so forth, whereas one who is not a great scholar can understand the position of the Supreme Personality of Godhead if he somehow or other becomes a pure devotee of the Lord by engaging in devotional service. Therefore this verse spoken by Yamarāja says, evaṁ vimṛśya sudhiyo bhagavati: those who engage in the loving service of the Lord become sudhiyaḥ, intelligent, but this is not so of a Vedic scholar who does not understand Kṛṣṇa’s name, fame and qualities. A pure devotee is one whose intelligence is clear; he is truly thoughtful because he engages in the service of the Lord — not as a matter of show, but with love, with his mind, words and body. Nondevotees may make a show of religion, but it is not very effective because although they ostentatiously attend a temple or church, they are thinking of something else. Such persons are neglecting their religious duty and are punishable by Yamarāja. But a devotee who commits sinful acts, which he may do unwillingly or accidentally because of his former habits, is excused. That is the value of the saṅkīrtana movement."
    },
    {
        "verse": "27",
        "devanagari": "ते देवसिद्धपरिगीतपवित्रगाथाये साधव: समद‍ृशो भगवत्प्रपन्ना: ।तान्नोपसीदत हरेर्गदयाभिगुप्तान्नैषां वयं न च वय: प्रभवाम दण्डे ॥ २७ ॥",
        "english_devnagari": "te deva-siddha-parigīta-pavitra-gāthāye sādhavaḥ samadṛśo bhagavat-prapannāḥtān nopasīdata harer gadayābhiguptānnaiṣāṁ vayaṁ na ca vayaḥ prabhavāma daṇḍe",
        "verse_Syn": [
            "te",
            "deva",
            "siddha",
            "parigīta",
            "pavitra",
            "gāthāḥ",
            "ye",
            "sādhavaḥ",
            "samadṛśaḥ",
            "bhagavat",
            "prapannāḥ",
            "tān",
            "na",
            "upasīdata",
            "hareḥ",
            "gadayā",
            "abhiguptān",
            "na",
            "eṣām",
            "vayam",
            "na",
            "ca",
            "vayaḥ",
            "prabhavāma",
            "daṇḍe"
        ],
        "translation": "My dear servants, please do not approach such devotees, for they have fully surrendered to the lotus feet of the Supreme Personality of Godhead. They are equal to everyone, and their narrations are sung by the demigods and the inhabitants of Siddhaloka. Please do not even go near them. They are always protected by the club of the Supreme Personality of Godhead, and therefore Lord Brahmā and I and even the time factor are not competent to chastise them.",
        "purport": " In effect, Yamarāja warned his servants, “My dear servants, despite what you may have done previously to disturb the devotees, henceforward you should stop. The actions of devotees who have surrendered unto the lotus feet of the Lord and who constantly chant the holy name of the Lord are praised by the demigods and the residents of Siddhaloka. Those devotees are so respectable and exalted that Lord Viṣṇu personally protects them with the club in His hand. Therefore, regardless of what you have done this time, henceforward you should not approach such devotees; otherwise you will be killed by the club of Lord Viṣṇu. This is my warning. Lord Viṣṇu has a club and cakra to punish nondevotees. Do not risk punishment by attempting to disturb the devotees. Not to speak of you, if even Lord Brahmā or I were to punish them, Lord Viṣṇu would punish us. Therefore do not disturb the devotees any further.”"
    },
    {
        "verse": "28",
        "devanagari": "तानानयध्वमसतो विमुखान् मुकुन्द-पादारविन्दमकरन्दरसादजस्रम् ।निष्किञ्चनै: परमहंसकुलैरसङ्गै-र्जुष्टाद्गृहे निरयवर्त्मनि बद्धतृष्णान् ॥ २८ ॥",
        "english_devnagari": "tān ānayadhvam asato vimukhān mukunda-pādāravinda-makaranda-rasād ajasramniṣkiñcanaiḥ paramahaṁsa-kulair asaṅgairjuṣṭād gṛhe niraya-vartmani baddha-tṛṣṇān",
        "verse_Syn": [
            "tān",
            "ānayadhvam",
            "asataḥ",
            "vimukhān",
            "mukunda",
            "pāda",
            "aravinda",
            "makaranda",
            "rasāt",
            "ajasram",
            "niṣkiñcanaiḥ",
            "paramahaṁsa",
            "kulaiḥ",
            "asaṅgaiḥ",
            "juṣṭāt",
            "gṛhe",
            "niraya",
            "vartmani",
            "baddha",
            "tṛṣṇān"
        ],
        "translation": "Paramahaṁsas are exalted persons who have no taste for material enjoyment and who drink the honey of the Lord’s lotus feet. My dear servants, bring to me for punishment only persons who are averse to the taste of that honey, who do not associate with paramahaṁsas and who are attached to family life and worldly enjoyment, which form the path to hell.",
        "purport": " After warning the Yamadūtas not to approach the devotees, Yamarāja now indicates who is to be brought before him. He specifically advises the Yamadūtas to bring him the materialistic persons who are attached to household life merely for sex. As stated in Śrīmad-Bhāgavatam, yan maithunādi-gṛhamedhi-sukhaṁ hi tuccham: people are attached to household life for sex only. They are always harassed in many ways by their material engagements, and their only happiness is that after working very hard all day, at night they sleep and indulge in sex. Nidrayā hriyate naktaṁ vyavāyena ca vā vayaḥ: at night, materialistic householders sleep or indulge in sex life. Divā cārthehayā rajan kuṭumba-bharaṇena vā: during the day they are busy trying to find out where money is, and if they get money they spend it to maintain their families. Yamarāja specifically advises his servants to bring these persons to him for punishment and not to bring the devotees, who always lick the honey at the lotus feet of the Lord, who are equal to everyone, and who try to preach Kṛṣṇa consciousness because of sympathy for all living entities. Devotees are not liable to punishment by Yamarāja, but persons who have no information of Kṛṣṇa consciousness cannot be protected by their material life of so-called family enjoyment. Śrīmad-Bhāgavatam says (2.1.4): Such persons complacently believe that their nations, communities or families can protect them, unaware that all such fallible soldiers will be destroyed in due course of time. In conclusion, one should try to associate with persons who engage in devotional service twenty-four hours a day."
    },
    {
        "verse": "29",
        "devanagari": "जिह्वा न वक्ति भगवद्गुणनामधेयंचेतश्च न स्मरति तच्चरणारविन्दम् ।कृष्णाय नो नमति यच्छिर एकदापितानानयध्वमसतोऽकृतविष्णुकृत्यान् ॥ २९ ॥",
        "english_devnagari": "jihvā na vakti bhagavad-guṇa-nāmadheyaṁcetaś ca na smarati tac-caraṇāravindamkṛṣṇāya no namati yac-chira ekadāpitān ānayadhvam asato ’kṛta-viṣṇu-kṛtyān",
        "verse_Syn": [
            "jihvā",
            "na",
            "vakti",
            "bhagavat",
            "guṇa",
            "nāma",
            "dheyam",
            "cetaḥ",
            "ca",
            "na",
            "smarati",
            "tat",
            "caraṇa",
            "aravindam",
            "kṛṣṇāya",
            "no",
            "namati",
            "yat",
            "śiraḥ",
            "ekadā",
            "api",
            "tān",
            "ānayadhvam",
            "asataḥ",
            "akṛta",
            "viṣṇu",
            "kṛtyān"
        ],
        "translation": "My dear servants, please bring to me only those sinful persons who do not use their tongues to chant the holy name and qualities of Kṛṣṇa, whose hearts do not remember the lotus feet of Kṛṣṇa even once, and whose heads do not bow down even once before Lord Kṛṣṇa. Send me those who do not perform their duties toward Viṣṇu, which are the only duties in human life. Please bring me all such fools and rascals.",
        "purport": " The word viṣṇu-kṛtyān is very important in this verse because the purpose of human life is to please Lord Viṣṇu. Varṇāśrama-dharma is also meant for that purpose. As stated in the Viṣṇu Purāṇa (3.8.9): Human society is meant to follow strictly the varṇāśrama-dharma, which divides society into four social divisions (brāhmaṇa, kṣatriya, vaiśya and śūdra) and four spiritual divisions (brahmacarya, gṛhastha, vānaprastha and sannyāsa). Varṇāśrama-dharma easily brings one nearer to Lord Viṣṇu, who is the only true objective in human society. Na te viduḥ svārtha-gatiṁ hi viṣṇum: unfortunately, however, people do not know that their self-interest is to return home, back to Godhead, or to approach Lord Viṣṇu. Durāśayā ye bahir-artha-māninaḥ: instead, they are simply bewildered. Every human being is expected to perform duties meant for approaching Lord Viṣṇu. Therefore Yamarāja advises the Yamadūtas to bring him those persons who have forgotten their duties toward Viṣṇu (akṛta-viṣṇu-kṛtyān). One who does not chant the holy name of Viṣṇu (Kṛṣṇa), who does not bow down to the Deity of Viṣṇu, and who does not remember the lotus feet of Viṣṇu is punishable by Yamarāja. In summary, all avaiṣṇavas, persons unconcerned with Lord Viṣṇu, are punishable by Yamarāja."
    },
    {
        "verse": "30",
        "devanagari": "तत् क्षम्यतां स भगवान् पुरुष: पुराणोनारायण: स्वपुरुषैर्यदसत्कृतं न: ।स्वानामहो न विदुषां रचिताञ्जलीनांक्षान्तिर्गरीयसि नम: पुरुषाय भूम्ने ॥ ३० ॥",
        "english_devnagari": "tat kṣamyatāṁ sa bhagavān puruṣaḥ purāṇonārāyaṇaḥ sva-puruṣair yad asat kṛtaṁ naḥsvānām aho na viduṣāṁ racitāñjalīnāṁkṣāntir garīyasi namaḥ puruṣāya bhūmne",
        "verse_Syn": [
            "tat",
            "kṣamyatām",
            "saḥ",
            "bhagavān",
            "puruṣaḥ",
            "purāṇaḥ",
            "nārāyaṇaḥ",
            "sva",
            "puruṣaiḥ",
            "yat",
            "asat",
            "kṛtam",
            "naḥ",
            "svānām",
            "aho",
            "na",
            "viduṣām",
            "racita",
            "añjalīnām",
            "kṣāntiḥ",
            "garīyasi",
            "namaḥ",
            "puruṣāya",
            "bhūmne"
        ],
        "translation": "[Then Yamarāja, considering himself and his servants to be offenders, spoke as follows, begging pardon from the Lord.] O my Lord, my servants have surely committed a great offense by arresting a Vaiṣṇava such as Ajāmila. O Nārāyaṇa, O supreme and oldest person, please forgive us. Because of our ignorance, we failed to recognize Ajāmila as a servant of Your Lordship, and thus we have certainly committed a great offense. Therefore with folded hands we beg Your pardon. My Lord, since You are supremely merciful and are always full of good qualities, please pardon us. We offer our respectful obeisances unto You.",
        "purport": " Lord Yamarāja took upon himself the responsibility for the offense committed by his servants. If the servant of an establishment makes a mistake, the establishment takes responsibility for it. Although Yamarāja is above offenses, his servants, practically with his permission, went to arrest Ajāmila, which was a great offense. The nyāya-śāstra confirms, bhṛtyāparādhe svāmino daṇḍaḥ: if a servant makes a mistake, the master is punishable because he is responsible for the offense. Taking this seriously, Yamarāja, along with his servants, prayed with folded hands to be excused by the Supreme Personality of Godhead, Nārāyaṇa."
    },
    {
        "verse": "31",
        "devanagari": "तस्मात् सङ्कीर्तनं विष्णोर्जगन्मङ्गलमंहसाम् ।महतामपि कौरव्य विद्ध्यैकान्तिकनिष्कृतम् ॥ ३१ ॥",
        "english_devnagari": "tasmāt saṅkīrtanaṁ viṣṇorjagan-maṅgalam aṁhasāmmahatām api kauravyaviddhy aikāntika-niṣkṛtam",
        "verse_Syn": [
            "tasmāt",
            "saṅkīrtanam",
            "viṣṇoḥ",
            "jagat",
            "maṅgalam",
            "aṁhasām",
            "mahatām",
            "api",
            "kauravya",
            "viddhi",
            "aikāntika",
            "niṣkṛtam"
        ],
        "translation": "Śukadeva Gosvāmī continued: My dear King, the chanting of the holy name of the Lord is able to uproot even the reactions of the greatest sins. Therefore the chanting of the saṅkīrtana movement is the most auspicious activity in the entire universe. Please try to understand this so that others will take it seriously.",
        "purport": " We should note that although Ajāmila chanted the name of Nārāyaṇa imperfectly, he was delivered from all sinful reactions. The chanting of the holy name is so auspicious that it can free everyone from the reactions of sinful activities. One should not conclude that one may continue to sin with the intention of chanting Hare Kṛṣṇa to neutralize the reactions. Rather, one should be very careful to be free from all sins and never think of counteracting sinful activities by chanting the Hare Kṛṣṇa mantra, for this is another offense. If by chance a devotee accidentally performs some sinful activity, the Lord will excuse him, but one should not intentionally perform sinful acts."
    },
    {
        "verse": "32",
        "devanagari": "श‍ृण्वतां गृणतां वीर्याण्युद्दामानि हरेर्मुहु: ।यथा सुजातया भक्त्या शुद्ध्येन्नात्मा व्रतादिभि: ॥ ३२ ॥",
        "english_devnagari": "śṛṇvatāṁ gṛṇatāṁ vīryāṇyuddāmāni harer muhuḥyathā sujātayā bhaktyāśuddhyen nātmā vratādibhiḥ",
        "verse_Syn": [
            "śṛṇvatām",
            "gṛṇatām",
            "vīryāṇi",
            "uddāmāni",
            "hareḥ",
            "muhuḥ",
            "yathā",
            "su",
            "jātayā",
            "bhaktyā",
            "śuddhyet",
            "na",
            "ātmā",
            "vrata",
            "ādibhiḥ"
        ],
        "translation": "One who constantly hears and chants the holy name of the Lord and hears and chants about His activities can very easily attain the platform of pure devotional service, which can cleanse the dirt from one’s heart. One cannot achieve such purification merely by observing vows and performing Vedic ritualistic ceremonies.",
        "purport": " One may very easily practice chanting and hearing the holy name of the Lord and thus become ecstatic in spiritual life. Padma Purāṇa states: Even if one chants the Hare Kṛṣṇa mahā-mantra offensively, one can avoid offenses by continuously chanting without deviation. One who becomes accustomed to this practice will always remain in a pure transcendental position, untouchable by sinful reactions. Śukadeva Gosvāmī especially requested King Parīkṣit to note this fact very carefully. There is no profit, however, in executing the Vedic ritualistic ceremonies. By performing such activities one may go to the higher planetary systems, but as stated in Bhagavad-gītā (9.21), kṣīṇe puṇye martya-lokaṁ viśanti: when the period of one’s enjoyment in the heavenly planets is terminated because of the limited extent of the results of one’s pious activities, one must return to earth. Thus there is no use in endeavoring to travel up and down in the universe. It is better to chant the holy name of the Lord so that one may become fully purified and eligible to return home, back to Godhead. That is the aim of life, and that is the perfection of life."
    },
    {
        "verse": "33",
        "devanagari": "कृष्णाङ्‌घ्रिपद्ममधुलिण् न पुनर्विसृष्ट-मायागुणेषु रमते वृजिनावहेषु ।अन्यस्तु कामहत आत्मरज: प्रमार्ष्टु-मीहेत कर्म यत एव रज: पुन: स्यात् ॥ ३३ ॥",
        "english_devnagari": "kṛṣṇāṅghri-padma-madhu-liṇ na punar visṛṣṭa-māyā-guṇeṣu ramate vṛjināvaheṣuanyas tu kāma-hata ātma-rajaḥ pramārṣṭumīheta karma yata eva rajaḥ punaḥ syāt",
        "verse_Syn": [
            "kṛṣṇa",
            "aṅghri",
            "padma",
            "madhu",
            "liṭ",
            "na",
            "punaḥ",
            "visṛṣṭa",
            "māyā",
            "guṇeṣu",
            "ramate",
            "vṛjina",
            "avaheṣu",
            "anyaḥ",
            "tu",
            "kāma",
            "hataḥ",
            "ātma",
            "rajaḥ",
            "pramārṣṭum",
            "īheta",
            "karma",
            "yataḥ",
            "eva",
            "rajaḥ",
            "punaḥ",
            "syāt"
        ],
        "translation": "Devotees who always lick the honey from the lotus feet of Lord Kṛṣṇa do not care at all for material activities, which are performed under the three modes of material nature and which bring only misery. Indeed, devotees never give up the lotus feet of Kṛṣṇa to return to material activities. Others, however, who are addicted to Vedic rituals because they have neglected the service of the Lord’s lotus feet and are enchanted by lusty desires, sometimes perform acts of atonement. Nevertheless, being incompletely purified, they return to sinful activities again and again.",
        "purport": " A devotee’s duty is to chant the Hare Kṛṣṇa mantra. One may sometimes chant with offenses and sometimes without offenses, but if one seriously adopts this process, he will achieve perfection, which cannot be achieved through Vedic ritualistic ceremonies of atonement. Persons who are attached to the Vedic ritualistic ceremonies, but do not believe in devotional service, who advise atonement, but do not appreciate the chanting of the Lord’s holy name, fail to achieve the highest perfection. Devotees, therefore, being completely detached from material enjoyment, never give up Kṛṣṇa consciousness for Vedic ritualistic ceremonies. Those who are attached to Vedic ritualistic ceremonies because of lusty desires are subjected to the tribulations of material existence again and again. Mahārāja Parīkṣit has compared their activities to kuñjara-śauca, the bathing of an elephant."
    },
    {
        "verse": "34",
        "devanagari": "इत्थं स्वभर्तृगदितं भगवन्महित्वंसंस्मृत्य विस्मितधियो यमकिङ्करास्ते ।नैवाच्युताश्रयजनं प्रतिशङ्कमानाद्रष्टुं च बिभ्यति तत: प्रभृति स्म राजन् ॥ ३४ ॥",
        "english_devnagari": "itthaṁ svabhartṛ-gaditaṁ bhagavan-mahitvaṁsaṁsmṛtya vismita-dhiyo yama-kiṅkarās tenaivācyutāśraya-janaṁ pratiśaṅkamānādraṣṭuṁ ca bibhyati tataḥ prabhṛti sma rājan",
        "verse_Syn": [
            "ittham",
            "sva",
            "bhartṛ",
            "gaditam",
            "bhagavat",
            "mahitvam",
            "saṁsmṛtya",
            "vismita",
            "dhiyaḥ",
            "yama",
            "kiṅkarāḥ",
            "te",
            "na",
            "eva",
            "acyuta",
            "āśraya",
            "janam",
            "pratiśaṅkamānāḥ",
            "draṣṭum",
            "ca",
            "bibhyati",
            "tataḥ",
            "prabhṛti",
            "sma",
            "rājan"
        ],
        "translation": "After hearing from the mouth of their master about the extraordinary glories of the Lord and His name, fame and attributes, the Yamadūtas were struck with wonder. Since then, as soon as they see a devotee, they fear him and dare not look at him again.",
        "purport": " Since this incident, the Yamadūtas have given up the dangerous behavior of approaching devotees. For the Yamadūtas, a devotee is dangerous."
    },
    {
        "verse": "35",
        "devanagari": "इतिहासमिमं गुह्यं भगवान् कुम्भसम्भव: ।कथयामास मलय आसीनो हरिमर्चयन् ॥ ३५ ॥",
        "english_devnagari": "itihāsam imaṁ guhyaṁbhagavān kumbha-sambhavaḥkathayām āsa malayaāsīno harim arcayan",
        "verse_Syn": [
            "itihāsam",
            "imam",
            "guhyam",
            "bhagavān",
            "kumbha",
            "sambhavaḥ",
            "kathayām",
            "āsa",
            "malaye",
            "āsīnaḥ",
            "harim",
            "arcayan"
        ],
        "translation": "When the great sage Agastya, the son of Kumbha, was residing in the Malaya Hills and worshiping the Supreme Personality of Godhead, I approached him, and he explained to me this confidential history.",
        "purport": ""
    }
]