[
    {
        "verse": "1",
        "devanagari": "श्रीशुक उवाचपृश्निस्तु पत्नी सवितु: सावित्रीं व्याहृतिं त्रयीम् ।अग्निहोत्रं पशुं सोमं चातुर्मास्यं महामखान् ॥ १ ॥",
        "english_devnagari": "śrī-śuka uvācapṛśnis tu patnī savituḥsāvitrīṁ vyāhṛtiṁ trayīmagnihotraṁ paśuṁ somaṁcāturmāsyaṁ mahā-makhān",
        "verse_Syn": [
            "śrī",
            "śukaḥ",
            "uvāca",
            "pṛśniḥ",
            "tu",
            "patnī",
            "savituḥ",
            "sāvitrīm",
            "vyāhṛtim",
            "trayīm",
            "agnihotram",
            "paśum",
            "somam",
            "cāturmāsyam",
            "mahā",
            "makhān"
        ],
        "translation": "Śrī Śukadeva Gosvāmī said: Pṛśni, who was the wife of Savitā, the fifth of the twelve sons of Aditi, gave birth to three daughters — Sāvitrī, Vyāhṛti and Trayī — and the sons named Agnihotra, Paśu, Soma, Cāturmāsya and the five Mahāyajñas.",
        "purport": ""
    },
    {
        "verse": "2",
        "devanagari": "सिद्धिर्भगस्य भार्याङ्ग महिमानं विभुं प्रभुम् ।आशिषं च वरारोहां कन्यां प्रासूत सुव्रताम् ॥ २ ॥",
        "english_devnagari": "siddhir bhagasya bhāryāṅgamahimānaṁ vibhuṁ prabhumāśiṣaṁ ca varārohāṁkanyāṁ prāsūta suvratām",
        "verse_Syn": [
            "siddhiḥ",
            "bhagasya",
            "bhāryā",
            "aṅga",
            "mahimānam",
            "vibhum",
            "prabhum",
            "āśiṣam",
            "ca",
            "varārohām",
            "kanyām",
            "prāsūta",
            "su",
            "vratām"
        ],
        "translation": "O King, Siddhi, who was the wife of Bhaga, the sixth son of Aditi, bore three sons, named Mahimā, Vibhu and Prabhu, and one extremely beautiful daughter, whose name was Āśī.",
        "purport": ""
    },
    {
        "verse": "3-4",
        "devanagari": "धातु: कुहू: सिनीवाली राका चानुमतिस्तथा ।सायं दर्शमथ प्रात: पूर्णमासमनुक्रमात् ॥ ३ ॥अग्नीन् पुरीष्यानाधत्त क्रियायां समनन्तर: ।चर्षणी वरुणस्यासीद्यस्यां जातो भृगु: पुन: ॥ ४ ॥",
        "english_devnagari": "dhātuḥ kuhūḥ sinīvālīrākā cānumatis tathāsāyaṁ darśam atha prātaḥpūrṇamāsam anukramāt",
        "verse_Syn": [
            "dhātuḥ",
            "kuhūḥ",
            "sinīvālī",
            "rākā",
            "ca",
            "anumatiḥ",
            "tathā",
            "sāyam",
            "darśam",
            "atha",
            "prātaḥ",
            "pūrṇamāsam",
            "anukramāt",
            "agnīn",
            "purīṣyān",
            "ādhatta",
            "kriyāyām",
            "samanantaraḥ",
            "carṣaṇī",
            "varuṇasya",
            "āsīt",
            "yasyām",
            "jātaḥ",
            "bhṛguḥ",
            "punaḥ"
        ],
        "translation": "Dhātā, the seventh son of Aditi, had four wives, named Kuhū, Sinīvālī, Rākā and Anumati. These wives begot four sons, named Sāyam, Darśa, Prātaḥ and Pūrṇamāsa respectively. The wife of Vidhātā, the eighth son of Aditi, was named Kriyā. In her Vidhātā begot the five fire-gods named the Purīṣyas. The wife of Varuṇa, the ninth son of Aditi, was named Carṣaṇī. Bhṛgu, the son of Brahmā, took birth again in her womb.",
        "purport": ""
    },
    {
        "verse": "5",
        "devanagari": "वाल्मीकिश्च महायोगी वल्मीकादभवत्किल ।अगस्त्यश्च वसिष्ठश्च मित्रावरुणयोऋर्षी ॥ ५ ॥",
        "english_devnagari": "vālmīkiś ca mahā-yogīvalmīkād abhavat kilaagastyaś ca vasiṣṭhaś camitrā-varuṇayor ṛṣī",
        "verse_Syn": [
            "vālmīkiḥ",
            "ca",
            "mahā",
            "yogī",
            "valmīkāt",
            "abhavat",
            "kila",
            "agastyaḥ",
            "ca",
            "vasiṣṭhaḥ",
            "ca",
            "mitrā",
            "varuṇayoḥ",
            "ṛṣī"
        ],
        "translation": "By the semen of Varuṇa, the great mystic Vālmīki took birth from an anthill. Bhṛgu and Vālmīki were specific sons of Varuṇa, whereas Agastya and Vasiṣṭha Ṛṣis were the common sons of Varuṇa and Mitra, the tenth son of Aditi.",
        "purport": ""
    },
    {
        "verse": "6",
        "devanagari": "रेत: सिषिचतु: कुम्भे उर्वश्या: सन्निधौ द्रुतम् ।रेवत्यां मित्र उत्सर्गमरिष्टं पिप्पलं व्यधात् ॥ ६ ॥",
        "english_devnagari": "retaḥ siṣicatuḥ kumbheurvaśyāḥ sannidhau drutamrevatyāṁ mitra utsargamariṣṭaṁ pippalaṁ vyadhāt",
        "verse_Syn": [
            "retaḥ",
            "siṣicatuḥ",
            "kumbhe",
            "urvaśyāḥ",
            "sannidhau",
            "drutam",
            "revatyām",
            "mitraḥ",
            "utsargam",
            "ariṣṭam",
            "pippalam",
            "vyadhāt"
        ],
        "translation": "Upon seeing Urvaśī, the celestial society girl, both Mitra and Varuṇa discharged semen, which they preserved in an earthen pot. The two sons Agastya and Vasiṣṭha later appeared from that pot, and they are therefore the common sons of Mitra and Varuṇa. Mitra begot three sons in the womb of his wife, whose name was Revatī. Their names were Utsarga, Ariṣṭa and Pippala.",
        "purport": " Modern science is trying to generate living entities in test tubes by processing semen, but even long, long ago it was possible for semen kept in a pot to develop into a child."
    },
    {
        "verse": "7",
        "devanagari": "पौलोम्यामिन्द्र आधत्त त्रीन् पुत्रानिति न: श्रुतम् ।जयन्तमृषभं तात तृतीयं मीढुषं प्रभु: ॥ ७ ॥",
        "english_devnagari": "paulomyām indra ādhattatrīn putrān iti naḥ śrutamjayantam ṛṣabhaṁ tātatṛtīyaṁ mīḍhuṣaṁ prabhuḥ",
        "verse_Syn": [
            "paulomyām",
            "indraḥ",
            "ādhatta",
            "trīn",
            "putrān",
            "iti",
            "naḥ",
            "śrutam",
            "jayantam",
            "ṛṣabham",
            "tāta",
            "tṛtīyam",
            "mīḍhuṣam",
            "prabhuḥ"
        ],
        "translation": "O King Parīkṣit, Indra, the King of the heavenly planets and eleventh son of Aditi, begot three sons, named Jayanta, Ṛṣabha and Mīḍhuṣa, in the womb of his wife, Paulomī. Thus we have heard.",
        "purport": ""
    },
    {
        "verse": "8",
        "devanagari": "उरुक्रमस्य देवस्य मायावामनरूपिण: ।कीर्तौ पत्‍न्‍यां बृहच्छ्‌लोकस्तस्यासन् सौभगादय: ॥ ८ ॥",
        "english_devnagari": "urukramasya devasyamāyā-vāmana-rūpiṇaḥkīrtau patnyāṁ bṛhacchlokastasyāsan saubhagādayaḥ",
        "verse_Syn": [
            "urukramasya",
            "devasya",
            "māyā",
            "vāmana",
            "rūpiṇaḥ",
            "kīrtau",
            "patnyām",
            "bṛhacchlokaḥ",
            "tasya",
            "āsan",
            "saubhaga",
            "ādayaḥ"
        ],
        "translation": "By His own potency, the Supreme Personality of Godhead, who has multifarious potencies, appeared in the form of a dwarf as Urukrama, the twelfth son of Aditi. In the womb of His wife, whose name was Kīrti, He begot one son, named Bṛhatśloka, who had many sons, headed by Saubhaga.",
        "purport": " As the Lord says in Bhagavad-gītā (4.6): “Although I am unborn and My transcendental body never deteriorates, and although I am the Lord of all sentient beings, I still appear in every millennium in My original transcendental form.” When the Supreme Personality of Godhead incarnates, He does not need any help from the external energy, for He appears as He is by His own potency. The spiritual potency is also called māyā. It is said, ato māyāmayaṁ viṣṇuṁ pravadanti manīṣiṇaḥ: the body accepted by the Supreme Personality of Godhead is called māyāmaya. This does not mean that He is formed of the external energy; this māyā refers to His internal potency."
    },
    {
        "verse": "9",
        "devanagari": "तत्कर्मगुणवीर्याणि काश्यपस्य महात्मन: ।पश्चाद्वक्ष्यामहेऽदित्यां यथैवावततार ह ॥ ९ ॥",
        "english_devnagari": "tat-karma-guṇa-vīryāṇikāśyapasya mahātmanaḥpaścād vakṣyāmahe ’dityāṁyathaivāvatatāra ha",
        "verse_Syn": [
            "tat",
            "karma",
            "guṇa",
            "vīryāṇi",
            "kāśyapasya",
            "mahā",
            "ātmanaḥ",
            "paścāt",
            "vakṣyāmahe",
            "adityām",
            "yathā",
            "eva",
            "avatatāra",
            "ha"
        ],
        "translation": "Later [in the Eighth Canto of Śrīmad-Bhāgavatam] I shall describe how Urukrama, Lord Vāmanadeva, appeared as the son of the great sage Kaśyapa and how He covered the three worlds with three steps. I shall describe the uncommon activities He performed, His qualities, His power and how He took birth from the womb of Aditi.",
        "purport": ""
    },
    {
        "verse": "10",
        "devanagari": "अथ कश्यपदायादान् दैतेयान् कीर्तयामि ते ।यत्र भागवत: श्रीमान् प्रह्रादो बलिरेव च ॥ १० ॥",
        "english_devnagari": "atha kaśyapa-dāyādāndaiteyān kīrtayāmi teyatra bhāgavataḥ śrīmānprahrādo balir eva ca",
        "verse_Syn": [
            "atha",
            "kaśyapa",
            "dāyādān",
            "daiteyān",
            "kīrtayāmi",
            "te",
            "yatra",
            "bhāgavataḥ",
            "śrī",
            "mān",
            "prahrādaḥ",
            "baliḥ",
            "eva",
            "ca"
        ],
        "translation": "Now let me describe the sons of Diti, who were begotten by Kaśyapa but who became demons. In this demoniac family the great devotee Prahlāda Mahārāja appeared, and Bali Mahārāja also appeared in that family. The demons are technically known as Daityas because they proceeded from the womb of Diti.",
        "purport": ""
    },
    {
        "verse": "11",
        "devanagari": "दितेर्द्वावेव दायादौ दैत्यदानववन्दितौ ।हिरण्यकशिपुर्नाम हिरण्याक्षश्च कीर्तितौ ॥ ११ ॥",
        "english_devnagari": "diter dvāv eva dāyādaudaitya-dānava-vanditauhiraṇyakaśipur nāmahiraṇyākṣaś ca kīrtitau",
        "verse_Syn": [
            "diteḥ",
            "dvau",
            "eva",
            "dāyādau",
            "daitya",
            "dānava",
            "vanditau",
            "hiraṇyakaśipuḥ",
            "nāma",
            "hiraṇyākṣaḥ",
            "ca",
            "kīrtitau"
        ],
        "translation": "First the two sons named Hiraṇyakaśipu and Hiraṇyākṣa took birth from Diti’s womb. Both of them were very powerful and were worshiped by the Daityas and Dānavas.",
        "purport": ""
    },
    {
        "verse": "12-13",
        "devanagari": "हिरण्यकशिपोर्भार्या कयाधुर्नाम दानवी ।जम्भस्य तनया सा तु सुषुवे चतुर: सुतान् ॥ १२ ॥संह्रादं प्रागनुह्रादं ह्रादं प्रह्रादमेव च ।तत्स्वसा सिंहिका नाम राहुं विप्रचितोऽग्रहीत् ॥ १३ ॥",
        "english_devnagari": "hiraṇyakaśipor bhāryākayādhur nāma dānavījambhasya tanayā sā tusuṣuve caturaḥ sutān",
        "verse_Syn": [
            "hiraṇyakaśipoḥ",
            "bhāryā",
            "kayādhuḥ",
            "nāma",
            "dānavī",
            "jambhasya",
            "tanayā",
            "sā",
            "tu",
            "suṣuve",
            "caturaḥ",
            "sutān",
            "saṁhrādam",
            "prāk",
            "anuhrādam",
            "hrādam",
            "prahrādam",
            "eva",
            "ca",
            "tat",
            "svasā",
            "siṁhikā",
            "nāma",
            "rāhum",
            "vipracitaḥ",
            "agrahīt"
        ],
        "translation": "The wife of Hiraṇyakaśipu was known as Kayādhu. She was the daughter of Jambha and a descendant of Danu. She gave birth to four consecutive sons, known as Saṁhlāda, Anuhlāda, Hlāda and Prahlāda. The sister of these four sons was known as Siṁhikā. She married the demon named Vipracit and gave birth to another demon, named Rāhu.",
        "purport": ""
    },
    {
        "verse": "14",
        "devanagari": "शिरोऽहरद्यस्य हरिश्चक्रेण पिबतोऽमृतम् ।संह्रादस्य कृतिर्भार्यासूत पञ्चजनं तत: ॥ १४ ॥",
        "english_devnagari": "śiro ’harad yasya hariścakreṇa pibato ’mṛtamsaṁhrādasya kṛtir bhāryā-sūta pañcajanaṁ tataḥ",
        "verse_Syn": [
            "śiraḥ",
            "aharat",
            "yasya",
            "hariḥ",
            "cakreṇa",
            "pibataḥ",
            "amṛtam",
            "saṁhrādasya",
            "kṛtiḥ",
            "bhāryā",
            "asūta",
            "pañcajanam",
            "tataḥ"
        ],
        "translation": "While Rāhu, in disguise, was drinking nectar among the demigods, the Supreme Personality of Godhead severed his head. The wife of Saṁhlāda was named Kṛti. By union with Saṁhlāda, Kṛti gave birth to a son named Pañcajana.",
        "purport": ""
    },
    {
        "verse": "15",
        "devanagari": "ह्रादस्य धमनिर्भार्यासूत वातापिमिल्वलम् ।योऽगस्त्याय त्वतिथये पेचे वातापिमिल्वल: ॥ १५ ॥",
        "english_devnagari": "hrādasya dhamanir bhāryā-sūta vātāpim ilvalamyo ’gastyāya tv atithayepece vātāpim ilvalaḥ",
        "verse_Syn": [
            "hrādasya",
            "dhamaniḥ",
            "bhāryā",
            "asūta",
            "vātāpim",
            "ilvalam",
            "yaḥ",
            "agastyāya",
            "tu",
            "atithaye",
            "pece",
            "vātāpim",
            "ilvalaḥ"
        ],
        "translation": "The wife of Hlāda was named Dhamani. She gave birth to two sons, named Vātāpi and Ilvala. When Agastya Muni became Ilvala’s guest, Ilvala served him a feast by cooking Vātāpi, who was in the shape of a ram.",
        "purport": ""
    },
    {
        "verse": "16",
        "devanagari": "अनुह्रादस्य सूर्यायां बाष्कलो महिषस्तथा ।विरोचनस्तु प्राह्रादिर्देव्यां तस्याभवद्ब‍‌लि: ॥ १६ ॥",
        "english_devnagari": "anuhrādasya sūryāyāṁbāṣkalo mahiṣas tathāvirocanas tu prāhrādirdevyāṁ tasyābhavad baliḥ",
        "verse_Syn": [
            "anuhrādasya",
            "sūryāyām",
            "bāṣkalaḥ",
            "mahiṣaḥ",
            "tathā",
            "virocanaḥ",
            "tu",
            "prāhrādiḥ",
            "devyām",
            "tasya",
            "abhavat",
            "baliḥ"
        ],
        "translation": "The wife of Anuhlāda was named Sūryā. She gave birth to two sons, named Bāṣkala and Mahiṣa. Prahlāda had one son, Virocana, whose wife gave birth to Bali Mahārāja.",
        "purport": ""
    },
    {
        "verse": "17",
        "devanagari": "बाणज्येष्ठं पुत्रशतमशनायां ततोऽभवत् ।तस्यानुभावंसुश्लोक्यं पश्चादेवाभिधास्यते ॥ १७ ॥",
        "english_devnagari": "bāṇa-jyeṣṭhaṁ putra-śatamaśanāyāṁ tato ’bhavattasyānubhāvaṁ suślokyaṁpaścād evābhidhāsyate",
        "verse_Syn": [
            "bāṇa",
            "jyeṣṭham",
            "putra",
            "śatam",
            "aśanāyām",
            "tataḥ",
            "abhavat",
            "tasya",
            "anubhāvam",
            "su",
            "ślokyam",
            "paścāt",
            "eva",
            "abhidhāsyate"
        ],
        "translation": "Thereafter, Bali Mahārāja begot one hundred sons in the womb of Aśanā. Of these one hundred sons, King Bāṇa was the eldest. The activities of Bali Mahārāja, which are very laudable, will be described later [in the Eighth Canto].",
        "purport": ""
    },
    {
        "verse": "18",
        "devanagari": "बाण आराध्य गिरिशं लेभे तद्गणमुख्यताम् ।यत्पार्श्वेभगवानास्ते ह्यद्यापि पुरपालक: ॥ १८ ॥",
        "english_devnagari": "bāṇa ārādhya giriśaṁlebhe tad-gaṇa-mukhyatāmyat-pārśve bhagavān āstehy adyāpi pura-pālakaḥ",
        "verse_Syn": [
            "bāṇaḥ",
            "ārādhya",
            "giriśam",
            "lebhe",
            "tat",
            "gaṇa",
            "mukhyatām",
            "yat",
            "pārśve",
            "bhagavān",
            "āste",
            "hi",
            "adya",
            "api",
            "pura",
            "pālakaḥ"
        ],
        "translation": "Since King Bāṇa was a great worshiper of Lord Śiva, he became one of Lord Śiva’s most celebrated associates. Even now, Lord Śiva protects King Bāṇa’s capital and always stands beside him.",
        "purport": ""
    },
    {
        "verse": "19",
        "devanagari": "मरुतश्च दिते:पुत्राश्चत्वारिंशन्नवाधिका: ।त आसन्नप्रजा: सर्वे नीता इन्द्रेणसात्मताम् ॥ १९ ॥",
        "english_devnagari": "marutaś ca diteḥ putrāścatvāriṁśan navādhikāḥta āsann aprajāḥ sarvenītā indreṇa sātmatām",
        "verse_Syn": [
            "marutaḥ",
            "ca",
            "diteḥ",
            "putrāḥ",
            "catvāriṁśat",
            "nava",
            "adhikāḥ",
            "te",
            "āsan",
            "aprajāḥ",
            "sarve",
            "nītāḥ",
            "indreṇa",
            "sa",
            "ātmatām"
        ],
        "translation": "The forty-nine Marut demigods were also born from the womb of Diti. None of them had sons. Although they were born of Diti, King Indra gave them a position as demigods.",
        "purport": " Apparently even demons can be elevated to positions as demigods when their atheistic character is reformed. There are two kinds of men throughout the universe. Those who are devotees of Lord Viṣṇu are called demigods, and those who are just the opposite are called demons. Even the demons can be transformed into demigods, as the statement of this verse proves."
    },
    {
        "verse": "20",
        "devanagari": "श्रीराजोवाचकथं त आसुरं भावमपोह्यौत्पत्तिकं गुरो ।इन्द्रेण प्रापिता: सात्म्यं किं तत्साधु कृतं हि तै: ॥ २० ॥",
        "english_devnagari": "śrī-rājovācakathaṁ ta āsuraṁ bhāvamapohyautpattikaṁ guroindreṇa prāpitāḥ sātmyaṁkiṁ tat sādhu kṛtaṁ hi taiḥ",
        "verse_Syn": [
            "śrī",
            "rājā",
            "uvāca",
            "katham",
            "te",
            "āsuram",
            "bhāvam",
            "apohya",
            "autpattikam",
            "guro",
            "indreṇa",
            "prāpitāḥ",
            "sa",
            "ātmyam",
            "kim",
            "tat",
            "sādhu",
            "kṛtam",
            "hi",
            "taiḥ"
        ],
        "translation": "King Parīkṣit inquired: My dear lord, due to their birth, the forty-nine Maruts must have been obsessed with a demoniac mentality. Why did Indra, the King of heaven, convert them into demigods? Did they perform any rituals or pious activities?",
        "purport": ""
    },
    {
        "verse": "21",
        "devanagari": "इमे श्रद्दधते ब्रह्मन्नृषयो हि मया सह ।परिज्ञानाय भगवंस्तन्नो व्याख्यातुमर्हसि ॥ २१ ॥",
        "english_devnagari": "ime śraddadhate brahmannṛṣayo hi mayā sahaparijñānāya bhagavaṁstan no vyākhyātum arhasi",
        "verse_Syn": [
            "ime",
            "śraddadhate",
            "brahman",
            "ṛṣayaḥ",
            "hi",
            "mayā",
            "saha",
            "parijñānāya",
            "bhagavan",
            "tat",
            "naḥ",
            "vyākhyātum",
            "arhasi"
        ],
        "translation": "My dear brāhmaṇa, I and all the sages present with me are eager to know about this. Therefore, O great soul, kindly explain to us the reason.",
        "purport": ""
    },
    {
        "verse": "22",
        "devanagari": "श्रीसूत उवाचतद्विष्णुरातस्य स बादरायणि-र्वचो निशम्याद‍ृतमल्पमर्थवत् ।सभाजयन् सन्निभृतेन चेतसाजगाद सत्रायण सर्वदर्शन: ॥ २२ ॥",
        "english_devnagari": "śrī-sūta uvācatad viṣṇurātasya sa bādarāyaṇirvaco niśamyādṛtam alpam arthavatsabhājayan san nibhṛtena cetasājagāda satrāyaṇa sarva-darśanaḥ",
        "verse_Syn": [
            "śrī",
            "sūtaḥ",
            "uvāca",
            "tat",
            "viṣṇurātasya",
            "saḥ",
            "bādarāyaṇiḥ",
            "vacaḥ",
            "niśamya",
            "ādṛtam",
            "alpam",
            "artha",
            "vat",
            "sabhājayan",
            "san",
            "nibhṛtena",
            "cetasā",
            "jagāda",
            "satrāyaṇa",
            "sarva",
            "darśanaḥ"
        ],
        "translation": "Śrī Sūta Gosvāmī said: O great sage Śaunaka, after hearing Mahārāja Parīkṣit speak respectfully and briefly on topics essential to hear, Śukadeva Gosvāmī, who was well aware of everything, praised his endeavor with great pleasure and replied.",
        "purport": " Mahārāja Parīkṣit’s question was very much appreciated by Śukadeva Gosvāmī because although it was composed of a small number of words, it contained meaningful inquiries about how the sons of Diti, although born as demons, became demigods. Śrīla Viśvanātha Cakravartī Ṭhākura stresses that even though Diti was very envious, her heart was purified because of a devotional attitude. Another significant topic is that although Kaśyapa Muni was a learned scholar and was advanced in spiritual consciousness, he nonetheless fell a victim to the inducement of his beautiful wife. All these questions were posed in a small number of words, and therefore Śukadeva Gosvāmī very much appreciated Mahārāja Parīkṣit’s inquiry."
    },
    {
        "verse": "23",
        "devanagari": "श्रीशुक उवाचहतपुत्रा दिति: शक्रपार्ष्णिग्राहेण विष्णुना ।मन्युना शोकदीप्तेन ज्वलन्ती पर्यचिन्तयत् ॥ २३ ॥",
        "english_devnagari": "śrī-śuka uvācahata-putrā ditiḥ śakra-pārṣṇi-grāheṇa viṣṇunāmanyunā śoka-dīptenajvalantī paryacintayat",
        "verse_Syn": [
            "śrī",
            "śukaḥ",
            "uvāca",
            "hata",
            "putrā",
            "ditiḥ",
            "śakra",
            "pārṣṇi",
            "grāheṇa",
            "viṣṇunā",
            "manyunā",
            "śoka",
            "dīptena",
            "jvalantī",
            "paryacintayat"
        ],
        "translation": "Śrī Śukadeva Gosvāmī said: Just to help Indra, Lord Viṣṇu killed the two brothers Hiraṇyākṣa and Hiraṇyakaśipu. Because of their being killed, their mother, Diti, overwhelmed with lamentation and anger, contemplated as follows.",
        "purport": ""
    },
    {
        "verse": "24",
        "devanagari": "कदा नु भ्रातृहन्तारमिन्द्रियाराममुल्बणम् ।अक्लिन्नहृदयं पापं घातयित्वा शये सुखम् ॥ २४ ॥",
        "english_devnagari": "kadā nu bhrātṛ-hantāramindriyārāmam ulbaṇamaklinna-hṛdayaṁ pāpaṁghātayitvā śaye sukham",
        "verse_Syn": [
            "kadā",
            "nu",
            "bhrātṛ",
            "hantāram",
            "indriya",
            "ārāmam",
            "ulbaṇam",
            "aklinna",
            "hṛdayam",
            "pāpam",
            "ghātayitvā",
            "śaye",
            "sukham"
        ],
        "translation": "Lord Indra, who is very much fond of sense gratification, has killed the two brothers Hiraṇyākṣa and Hiraṇyakaśipu by means of Lord Viṣṇu. Therefore Indra is cruel, hardhearted and sinful. When will I, having killed him, rest with a pacified mind?",
        "purport": ""
    },
    {
        "verse": "25",
        "devanagari": "कृमिविड्भस्मसंज्ञासीद्यस्येशाभिहितस्य च ।भूतध्रुक् तत्कृते स्वार्थं किं वेद निरयो यत: ॥ २५ ॥",
        "english_devnagari": "kṛmi-viḍ-bhasma-saṁjñāsīdyasyeśābhihitasya cabhūta-dhruk tat-kṛte svārthaṁkiṁ veda nirayo yataḥ",
        "verse_Syn": [
            "kṛmi",
            "viṭ",
            "bhasma",
            "saṁjñā",
            "āsīt",
            "yasya",
            "īśa",
            "abhihitasya",
            "ca",
            "bhūta",
            "dhruk",
            "tat",
            "kṛte",
            "sva",
            "artham",
            "kim",
            "veda",
            "nirayaḥ",
            "yataḥ"
        ],
        "translation": "When dead, the bodies of all the rulers known as kings and great leaders will be transformed into worms, stool or ashes. If one enviously kills others for the protection of such a body, does he actually know the true interest of life? Certainly he does not, for if one is envious of other entities, he surely goes to hell.",
        "purport": " The material body, even if possessed by a great king, is ultimately transformed into stool, worms or ashes. When one is too attached to the bodily conception of life, he is certainly not very intelligent."
    },
    {
        "verse": "26",
        "devanagari": "आशासानस्य तस्येदं ध्रुवमुन्नद्धचेतस: ।मदशोषक इन्द्रस्य भूयाद्येन सुतो हि मे ॥ २६ ॥",
        "english_devnagari": "āśāsānasya tasyedaṁdhruvam unnaddha-cetasaḥmada-śoṣaka indrasyabhūyād yena suto hi me",
        "verse_Syn": [
            "āśāsānasya",
            "tasya",
            "idam",
            "dhruvam",
            "unnaddha",
            "cetasaḥ",
            "mada",
            "śoṣakaḥ",
            "indrasya",
            "bhūyāt",
            "yena",
            "sutaḥ",
            "hi",
            "me"
        ],
        "translation": "Diti thought: Indra considers his body eternal, and thus he has become unrestrained. I therefore wish to have a son who can remove Indra’s madness. Let me adopt some means to help me in this.",
        "purport": " One who is in the bodily conception of life is compared in the śāstras to animals like cows and asses. Diti wanted to punish Indra, who had become like a lower animal."
    },
    {
        "verse": "27-28",
        "devanagari": "इति भावेन सा भर्तुराचचारासकृत्प्रियम् ।शुश्रूषयानुरागेण प्रश्रयेण दमेन च ॥ २७ ॥भक्त्या परमया राजन् मनोज्ञैर्वल्गुभाषितै: ।मनो जग्राह भावज्ञा सस्मितापाङ्गवीक्षणै: ॥ २८ ॥",
        "english_devnagari": "iti bhāvena sā bharturācacārāsakṛt priyamśuśrūṣayānurāgeṇapraśrayeṇa damena ca",
        "verse_Syn": [
            "iti",
            "bhāvena",
            "sā",
            "bhartuḥ",
            "ācacāra",
            "asakṛt",
            "priyam",
            "śuśrūṣayā",
            "anurāgeṇa",
            "praśrayeṇa",
            "damena",
            "ca",
            "bhaktyā",
            "paramayā",
            "rājan",
            "manojñaiḥ",
            "valgu",
            "bhāṣitaiḥ",
            "manaḥ",
            "jagrāha",
            "bhāva",
            "jñā",
            "sa",
            "smita",
            "apāṅga",
            "vīkṣaṇaiḥ"
        ],
        "translation": "Thinking in this way [with a desire for a son to kill Indra], Diti began constantly acting to satisfy Kaśyapa by her pleasing behavior. O King, Diti always carried out Kaśyapa’s orders very faithfully, as he desired. With service, love, humility and control, with words spoken very sweetly to satisfy her husband, and with smiles and glances at him, Diti attracted his mind and brought it under her control.",
        "purport": " When a woman wants to endear herself to her husband and make him very faithful, she must try to please him in all respects. When the husband is pleased with his wife, the wife can receive all necessities, ornaments and full satisfaction for her senses. Herein this is indicated by the behavior of Diti."
    },
    {
        "verse": "29",
        "devanagari": "एवं स्त्रिया जडीभूतो विद्वानपि मनोज्ञया ।बाढमित्याह विवशो न तच्चित्रं हि योषिति ॥ २९ ॥",
        "english_devnagari": "evaṁ striyā jaḍībhūtovidvān api manojñayābāḍham ity āha vivaśona tac citraṁ hi yoṣiti",
        "verse_Syn": [
            "evam",
            "striyā",
            "jaḍībhūtaḥ",
            "vidvān",
            "api",
            "manojñayā",
            "bāḍham",
            "iti",
            "āha",
            "vivaśaḥ",
            "na",
            "tat",
            "citram",
            "hi",
            "yoṣiti"
        ],
        "translation": "Although Kaśyapa Muni was a learned scholar, he was captivated by Diti’s artificial behavior, which brought him under her control. Therefore he assured his wife that he would fulfill her desires. Such a promise by a husband is not at all astonishing.",
        "purport": ""
    },
    {
        "verse": "30",
        "devanagari": "विलोक्यैकान्तभूतानि भूतान्यादौ प्रजापति: ।स्त्रियं चक्रे स्वदेहार्धं यया पुंसां मतिर्हृता ॥ ३० ॥",
        "english_devnagari": "vilokyaikānta-bhūtānibhūtāny ādau prajāpatiḥstriyaṁ cakre sva-dehārdhaṁyayā puṁsāṁ matir hṛtā",
        "verse_Syn": [
            "vilokya",
            "ekānta",
            "bhūtāni",
            "bhūtāni",
            "ādau",
            "prajāpatiḥ",
            "striyam",
            "cakre",
            "sva",
            "deha",
            "ardham",
            "yayā",
            "puṁsām",
            "matiḥ",
            "hṛtā"
        ],
        "translation": "In the beginning of creation, Lord Brahmā, the father of the living entities of the universe, saw that all the living entities were unattached. To increase population, he then created woman from the better half of man’s body, for woman’s behavior carries away a man’s mind.",
        "purport": " This entire universe is going on under the spell of sexual attachment, which was created by Lord Brahmā to increase the population of the entire universe, not only in human society but also in other species. As stated by Ṛṣabhadeva in the Fifth Canto, puṁsaḥ striyā mithunī-bhāvam etam: the entire world is going on under the spell of sexual attraction and desire between man and woman. When man and woman unite, the hard knot of this attraction becomes increasingly tight, and thus a man is implicated in the materialistic way of life. This is the illusion of the material world. This illusion acted upon Kaśyapa Muni, although he was very learned and advanced in spiritual knowledge. As stated in the Manu-saṁhitā (2.215) and Śrīmad-Bhāgavatam (9.19.17): “A man should not associate with a woman in a solitary place, not even with his mother, sister or daughter, for the senses are so strong that they lead astray even a person advanced in knowledge.” When a man remains in a solitary place with a woman, his sexual desires undoubtedly increase. Therefore the words ekānta-bhūtāni, which are used here, indicate that to avoid sexual desires one should avoid the company of women as far as possible. Sexual desire is so powerful that one is saturated with it if he stays in a solitary place with any woman, even his mother, sister or daughter."
    },
    {
        "verse": "31",
        "devanagari": "एवं शुश्रूषितस्तात भगवान् कश्यप: स्त्रिया ।प्रहस्य परमप्रीतो दितिमाहाभिनन्द्य च ॥ ३१ ॥",
        "english_devnagari": "evaṁ śuśrūṣitas tātabhagavān kaśyapaḥ striyāprahasya parama-prītoditim āhābhinandya ca",
        "verse_Syn": [
            "evam",
            "śuśrūṣitaḥ",
            "tāta",
            "bhagavān",
            "kaśyapaḥ",
            "striyā",
            "prahasya",
            "parama",
            "prītaḥ",
            "ditim",
            "āha",
            "abhinandya",
            "ca"
        ],
        "translation": "O my dear one, the most powerful sage Kaśyapa, being extremely pleased by the mild behavior of his wife Diti, smiled and spoke to her as follows.",
        "purport": ""
    },
    {
        "verse": "32",
        "devanagari": "श्रीकश्यप उवाचवरं वरय वामोरु प्रीतस्तेऽहमनिन्दिते ।स्त्रिया भर्तरि सुप्रीते क: काम इह चागम: ॥ ३२ ॥",
        "english_devnagari": "śrī-kaśyapa uvācavaraṁ varaya vāmoruprītas te ’ham aninditestriyā bhartari suprītekaḥ kāma iha cāgamaḥ",
        "verse_Syn": [
            "śrī",
            "kaśyapaḥ",
            "uvāca",
            "varam",
            "varaya",
            "vāmoru",
            "prītaḥ",
            "te",
            "aham",
            "anindite",
            "striyāḥ",
            "bhartari",
            "su",
            "prīte",
            "kaḥ",
            "kāmaḥ",
            "iha",
            "ca",
            "agamaḥ"
        ],
        "translation": "Kaśyapa Muni said: O beautiful woman, O irreproachable lady, since I am very much pleased by your behavior, you may ask me for any benediction you want. If a husband is pleased, what desires are difficult for his wife to obtain, either in this world or in the next?",
        "purport": ""
    },
    {
        "verse": "33-34",
        "devanagari": "पतिरेव हि नारीणां दैवतं परमं स्मृतम् ।मानस: सर्वभूतानां वासुदेव: श्रिय: पति: ॥ ३३ ॥स एव देवतालिङ्गैर्नामरूपविकल्पितै: ।इज्यते भगवान् पुम्भि: स्त्रीभिश्च पतिरूपधृक् ॥ ३४ ॥",
        "english_devnagari": "patir eva hi nārīṇāṁdaivataṁ paramaṁ smṛtammānasaḥ sarva-bhūtānāṁvāsudevaḥ śriyaḥ patiḥ",
        "verse_Syn": [
            "patiḥ",
            "eva",
            "hi",
            "nārīṇām",
            "daivatam",
            "paramam",
            "smṛtam",
            "mānasaḥ",
            "sarva",
            "bhūtānām",
            "vāsudevaḥ",
            "śriyaḥ",
            "patiḥ",
            "saḥ",
            "eva",
            "devatā",
            "liṅgaiḥ",
            "nāma",
            "rūpa",
            "vikalpitaiḥ",
            "ijyate",
            "bhagavān",
            "pumbhiḥ",
            "strībhiḥ",
            "ca",
            "pati",
            "rūpa",
            "dhṛk"
        ],
        "translation": "A husband is the supreme demigod for a woman. The Supreme Personality of Godhead, Lord Vāsudeva, the husband of the goddess of fortune, is situated in everyone’s heart and is worshiped through the various names and forms of the demigods by fruitive workers. Similarly, a husband represents the Lord as the object of worship for a woman.",
        "purport": " The Lord says in Bhagavad-gītā (9.23): “Whatever a man may sacrifice to other gods, O son of Kuntī, is really meant for Me alone, but it is offered without true understanding.” The demigods are various assistants who act like the hands and legs of the Supreme Personality of Godhead. One who is not in direct touch with the Supreme Lord and cannot conceive of the exalted position of the Lord is sometimes advised to worship the demigods as various parts of the Lord. If women, who are usually very much attached to their husbands, worship their husbands as representatives of Vāsudeva, the women benefit, just as Ajāmila benefited by calling for Nārāyaṇa, his son. Ajāmila was concerned with his son, but because of his attachment to the name of Nārāyaṇa, he attained salvation simply by chanting that name. In India a husband is still called pati-guru, the husband spiritual master. If husband and wife are attached to one another for advancement in Kṛṣṇa consciousness, their relationship of cooperation is very effective for such advancement. Although the names of Indra and Agni are sometimes uttered in the Vedic mantras (indrāya svāhā, agnaye svāhā), the Vedic sacrifices are actually performed for the satisfaction of Lord Viṣṇu. As long as one is very much attached to material sense gratification, the worship of the demigods or the worship of one’s husband is recommended."
    },
    {
        "verse": "35",
        "devanagari": "तस्मात्पतिव्रता नार्य: श्रेयस्कामा: सुमध्यमे ।यजन्तेऽनन्यभावेन पतिमात्मानमीश्वरम् ॥ ३५ ॥",
        "english_devnagari": "tasmāt pati-vratā nāryaḥśreyas-kāmāḥ sumadhyameyajante ’nanya-bhāvenapatim ātmānam īśvaram",
        "verse_Syn": [
            "tasmāt",
            "pati",
            "vratāḥ",
            "nāryaḥ",
            "śreyaḥ",
            "kāmāḥ",
            "su",
            "madhyame",
            "yajante",
            "ananya",
            "bhāvena",
            "patim",
            "ātmānam",
            "īśvaram"
        ],
        "translation": "My dear wife, whose body is so beautiful, your waist being thin, a conscientious wife should be chaste and should abide by the orders of her husband. She should very devoutly worship her husband as a representative of Vāsudeva.",
        "purport": ""
    },
    {
        "verse": "36",
        "devanagari": "सोऽहं त्वयार्चितो भद्रे ईद‍ृग्भावेन भक्तित: ।तं ते सम्पादये काममसतीनां सुदुर्लभम् ॥ ३६ ॥",
        "english_devnagari": "so ’haṁ tvayārcito bhadreīdṛg-bhāvena bhaktitaḥtaṁ te sampādaye kāmamasatīnāṁ sudurlabham",
        "verse_Syn": [
            "saḥ",
            "aham",
            "tvayā",
            "arcitaḥ",
            "bhadre",
            "īdṛk",
            "bhāvena",
            "bhaktitaḥ",
            "tam",
            "te",
            "sampādaye",
            "kāmam",
            "asatīnām",
            "su",
            "durlabham"
        ],
        "translation": "My dear gentle wife, because you have worshiped me with great devotion, considering me a representative of the Supreme Personality of Godhead, I shall reward you by fulfilling your desires, which are unobtainable for an unchaste wife.",
        "purport": ""
    },
    {
        "verse": "37",
        "devanagari": "दितिरुवाचवरदो यदि मे ब्रह्मन् पुत्रमिन्द्रहणं वृणे ।अमृत्युं मृतपुत्राहं येन मे घातितौ सुतौ ॥ ३७ ॥",
        "english_devnagari": "ditir uvācavarado yadi me brahmanputram indra-haṇaṁ vṛṇeamṛtyuṁ mṛta-putrāhaṁyena me ghātitau sutau",
        "verse_Syn": [
            "ditiḥ",
            "uvāca",
            "vara",
            "daḥ",
            "yadi",
            "me",
            "brahman",
            "putram",
            "indra",
            "haṇam",
            "vṛṇe",
            "amṛtyum",
            "mṛta",
            "putrā",
            "aham",
            "yena",
            "me",
            "ghātitau",
            "sutau"
        ],
        "translation": "Diti replied: O my husband, O great soul, I have now lost my sons. If you want to give me a benediction, I ask you for an immortal son who can kill Indra. I pray for this because Indra, with the help of Viṣṇu, has killed my two sons Hiraṇyākṣa and Hiraṇyakaśipu.",
        "purport": " The word indra-haṇam means “one who can kill Indra,” but it also means “one who follows Indra.” The word amṛtyum refers to the demigods, who do not die like ordinary human beings because they have extremely long durations of life. For example, the duration of Lord Brahmā’s life is stated in Bhagavad-gītā: sahasra-yuga-paryantam ahar yad brahmaṇo viduḥ. Even the duration of one day, or twelve hours, of Brahmā is 4,300,000 years multiplied by one thousand. Thus the duration of his life is inconceivable for an ordinary human being. The demigods are therefore sometimes called amara, which means “one who has no death.” In this material world, however, everyone has to die. Therefore the word amṛtyum indicates that Diti wanted a son who would be equal in status to the demigods."
    },
    {
        "verse": "38",
        "devanagari": "निशम्य तद्वचो विप्रो विमना: पर्यतप्यत ।अहो अधर्म: सुमहानद्य मे समुपस्थित: ॥ ३८ ॥",
        "english_devnagari": "niśamya tad-vaco viprovimanāḥ paryatapyataaho adharmaḥ sumahānadya me samupasthitaḥ",
        "verse_Syn": [
            "niśamya",
            "tat",
            "vacaḥ",
            "vipraḥ",
            "vimanāḥ",
            "paryatapyata",
            "aho",
            "adharmaḥ",
            "su",
            "mahān",
            "adya",
            "me",
            "samupasthitaḥ"
        ],
        "translation": "Upon hearing Diti’s request, Kaśyapa Muni was very much aggrieved. “Alas,” he lamented, “now I face the danger of the impious act of killing Indra.”",
        "purport": " Although Kaśyapa Muni was eager to fulfill the desire of his wife Diti, when he heard that she wanted a son to kill Indra his jubilation was immediately reduced to nothing because he was averse to the idea."
    },
    {
        "verse": "39",
        "devanagari": "अहो अर्थेन्द्रियारामो योषिन्मय्येह मायया ।गृहीतचेता: कृपण: पतिष्ये नरके ध्रुवम् ॥ ३९ ॥",
        "english_devnagari": "aho arthendriyārāmoyoṣin-mayyeha māyayāgṛhīta-cetāḥ kṛpaṇaḥpatiṣye narake dhruvam",
        "verse_Syn": [
            "aho",
            "artha",
            "indriya",
            "ārāmaḥ",
            "yoṣit",
            "mayyā",
            "iha",
            "māyayā",
            "gṛhīta",
            "cetāḥ",
            "kṛpaṇaḥ",
            "patiṣye",
            "narake",
            "dhruvam"
        ],
        "translation": "Kaśyapa Muni thought: Alas, I have now become too attached to material enjoyment. Taking advantage of this, my mind has been attracted by the illusory energy of the Supreme Personality of Godhead in the form of a woman [my wife]. Therefore I am surely a wretched person who will glide down toward hell.",
        "purport": ""
    },
    {
        "verse": "40",
        "devanagari": "कोऽतिक्रमोऽनुवर्तन्त्या: स्वभावमिह योषित: ।धिङ्‌मां बताबुधं स्वार्थे यदहं त्वजितेन्द्रिय: ॥ ४० ॥",
        "english_devnagari": "ko ’tikramo ’nuvartantyāḥsvabhāvam iha yoṣitaḥdhiṅ māṁ batābudhaṁ svārtheyad ahaṁ tv ajitendriyaḥ",
        "verse_Syn": [
            "kaḥ",
            "atikramaḥ",
            "anuvartantyāḥ",
            "sva",
            "bhāvam",
            "iha",
            "yoṣitaḥ",
            "dhik",
            "mām",
            "bata",
            "abudham",
            "sva",
            "arthe",
            "yat",
            "aham",
            "tu",
            "ajita",
            "indriyaḥ"
        ],
        "translation": "This woman, my wife, has adopted a means that follows her nature, and therefore she is not to be blamed. But I am a man. Therefore, all condemnation upon me! I am not at all conversant with what is good for me, since I could not control my senses.",
        "purport": " The natural instinct of a woman is to enjoy the material world. She induces her husband to enjoy this world by satisfying his tongue, belly and genitals, which are called jihvā, udara and upastha. A woman is expert in cooking palatable dishes so that she can easily satisfy her husband in eating. When one eats nicely, his belly is satisfied, and as soon as the belly is satisfied the genitals become strong. Especially when a man is accustomed to eating meat and drinking wine and similar passionate things, he certainly becomes sexually inclined. It should be understood that sexual inclinations are meant not for spiritual progress but for gliding down to hell. Thus Kaśyapa Muni considered his situation and lamented. In other words, to be a householder is very risky unless one is trained and the wife is a follower of her husband. A husband should be trained at the very beginning of his life. Kaumāra ācaret prājño dharmān bhāgavatān iha (Bhāg. 7.6.1). During the time of brahmacarya, or student life, a brahmacārī should be taught to be expert in bhāgavata-dharma, devotional service. Then when he marries, if his wife is faithful to her husband and follows him in such life, the relationship between husband and wife is very desirable. However, a relationship between husband and wife without spiritual consciousness but strictly for sense gratification is not at all good. It is said in Śrīmad-Bhāgavatam (12.2.3) that especially in this age, Kali-yuga, dām-patye ’bhirucir hetuḥ: the relationship between husband and wife will be based on sexual power. Therefore householder life in this Kali-yuga is extremely dangerous unless both the wife and husband take to Kṛṣṇa consciousness."
    },
    {
        "verse": "41",
        "devanagari": "शरत्पद्मोत्सवं वक्त्रं वचश्च श्रवणामृतम् ।हृदयं क्षुरधाराभं स्त्रीणां को वेद चेष्टितम् ॥ ४१ ॥",
        "english_devnagari": "śarat-padmotsavaṁ vaktraṁvacaś ca śravaṇāmṛtamhṛdayaṁ kṣura-dhārābhaṁstrīṇāṁ ko veda ceṣṭitam",
        "verse_Syn": [
            "śarat",
            "padma",
            "utsavam",
            "vaktram",
            "vacaḥ",
            "ca",
            "śravaṇa",
            "amṛtam",
            "hṛdayam",
            "kṣura",
            "dhārā",
            "ābham",
            "strīṇām",
            "kaḥ",
            "veda",
            "ceṣṭitam"
        ],
        "translation": "A woman’s face is as attractive and beautiful as a blossoming lotus flower during autumn. Her words are very sweet, and they give pleasure to the ear, but if we study a woman’s heart, we can understand it to be extremely sharp, like the blade of a razor. In these circumstances, who could understand the dealings of a woman?",
        "purport": " Woman is now depicted very well from the materialistic point of view by Kaśyapa Muni. Women are generally known as the fair sex, and especially in youth, at the age of sixteen or seventeen, women are very attractive to men. Therefore a woman’s face is compared to a blooming lotus flower in autumn. Just as a lotus is extremely beautiful in autumn, a woman at the threshold of youthful beauty is extremely attractive. In Sanskrit a woman’s voice is called nārī-svara because women generally sing and their singing is very attractive. At the present moment, cinema artists, especially female singers, are especially welcome. Some of them earn fabulous amounts of money simply by singing. Therefore, as taught by Śrī Caitanya Mahāprabhu, a woman’s singing is dangerous because it can make a sannyāsī fall a victim to the woman. Sannyāsa means giving up the company of women, but if a sannyāsī hears the voice of a woman and sees her beautiful face, he certainly becomes attracted and is sure to fall down. There have been many examples. Even the great sage Viśvāmitra fell a victim to Menakā. Therefore a person desiring to advance in spiritual consciousness must be especially careful not to see a woman’s face or hear a woman’s voice. To see a woman’s face and appreciate its beauty or to hear a woman’s voice and appreciate her singing as very nice is a subtle falldown for a brahmacārī or sannyāsī. Thus the description of a woman’s features by Kaśyapa Muni is very instructive. When a woman’s bodily features are attractive, when her face is beautiful and when her voice is sweet, she is naturally a trap for a man. The śāstras advise that when such a woman comes to serve a man, she should be considered to be like a dark well covered by grass. In the fields there are many such wells, and a man who does not know about them drops through the grass and falls down. Thus there are many such instructions. Since the attraction of the material world is based on attraction for women, Kaśyapa Muni thought, “Under the circumstances, who can understand the heart of a woman?” Cāṇakya Paṇḍita has also advised, viśvāso naiva kartavyaḥ strīṣu rāja-kuleṣu ca: “There are two persons one should not trust — a politician and a woman.” These, of course, are authoritative śāstric injunctions, and we should therefore be very careful in our dealings with women. Sometimes our Kṛṣṇa consciousness movement is criticized for mingling men and women, but Kṛṣṇa consciousness is meant for anyone. Whether one is a man or woman does not matter. Lord Kṛṣṇa personally says, striyo vaiśyās tathā śūdrās te ’pi yānti parāṁ gatim: whether one is a woman, śūdra or vaiśya, not to speak of being a brāhmaṇa or kṣatriya, everyone is fit to return home, back to Godhead, if he strictly follows the instructions of the spiritual master and śāstra. We therefore request all the members of the Kṛṣṇa consciousness movement — both men and women — not to be attracted by bodily features but only to be attracted by Kṛṣṇa. Then everything will be all right. Otherwise there will be danger."
    },
    {
        "verse": "42",
        "devanagari": "न हि कश्चित्प्रिय: स्त्रीणामञ्जसा स्वाशिषात्मनाम् ।पतिं पुत्रं भ्रातरं वा घ्नन्त्यर्थे घातयन्ति च ॥ ४२ ॥",
        "english_devnagari": "na hi kaścit priyaḥ strīṇāmañjasā svāśiṣātmanāmpatiṁ putraṁ bhrātaraṁ vāghnanty arthe ghātayanti ca",
        "verse_Syn": [
            "na",
            "hi",
            "kaścit",
            "priyaḥ",
            "strīṇām",
            "añjasā",
            "sva",
            "āśiṣā",
            "ātmanām",
            "patim",
            "putram",
            "bhrātaram",
            "vā",
            "ghnanti",
            "arthe",
            "ghātayanti",
            "ca"
        ],
        "translation": "To satisfy their own interests, women deal with men as if the men were most dear to them, but no one is actually dear to them. Women are supposed to be very saintly, but for their own interests they can kill even their husbands, sons or brothers, or cause them to be killed by others.",
        "purport": " A woman’s nature has been particularly well studied by Kaśyapa Muni. Women are self-interested by nature, and therefore they should be protected by all means so that their natural inclination to be too self-interested will not be manifested. Women need to be protected by men. A woman should be cared for by her father in her childhood, by her husband in her youth and by her grown sons in her old age. This is the injunction of Manu, who says that a woman should not be given independence at any stage. Women must be cared for so that they will not be free to manifest their natural tendency for gross selfishness. There have been many cases, even in the present day, in which women have killed their husbands to take advantage of their insurance policies. This is not a criticism of women but a practical study of their nature. Such natural instincts of a woman or a man are manifested only in the bodily conception of life. When either a man or a woman is advanced in spiritual consciousness, the bodily conception of life practically vanishes. We should see all women as spiritual units (ahaṁ brahmāsmi), whose only duty is to satisfy Kṛṣṇa. Then the influences of the different modes of material nature, which result from one’s possessing a material body, will not act. The Kṛṣṇa consciousness movement is so beneficial that it can very easily counteract the contamination of material nature, which results from one’s possessing a material body. Bhagavad-gītā therefore teaches, in the very beginning, that whether one is a man or a woman, one must know that he or she is not the body but a spiritual soul. Everyone should be interested in the activities of the spirit soul, not the body. As long as one is activated by the bodily conception of life, there is always the danger of being misled, whether one is a man or a woman. The soul is sometimes described as puruṣa because whether one is dressed as a man or a woman, one is inclined to enjoy this material world. One who has this spirit of enjoyment is described as puruṣa. Whether one is a man or a woman, he is not interested in serving others; everyone is interested in satisfying his or her own senses. Kṛṣṇa consciousness, however, provides first-class training for a man or a woman. A man should be trained to be a first-class devotee of Lord Kṛṣṇa, and a woman should be trained to be a very chaste follower of her husband. That will make the lives of both of them happy."
    },
    {
        "verse": "43",
        "devanagari": "प्रतिश्रुतं ददामीति वचस्तन्न मृषा भवेत् ।वधं नार्हति चेन्द्रोऽपि तत्रेदमुपकल्पते ॥ ४३ ॥",
        "english_devnagari": "pratiśrutaṁ dadāmītivacas tan na mṛṣā bhavetvadhaṁ nārhati cendro ’pitatredam upakalpate",
        "verse_Syn": [
            "pratiśrutam",
            "dadāmi",
            "iti",
            "vacaḥ",
            "tat",
            "na",
            "mṛṣā",
            "bhavet",
            "vadham",
            "na",
            "arhati",
            "ca",
            "indraḥ",
            "api",
            "tatra",
            "idam",
            "upakalpate"
        ],
        "translation": "I promised to give her a benediction, and this promise cannot be violated, but Indra does not deserve to be killed. In these circumstances, the solution I have is quite suitable.",
        "purport": " Kaśyapa Muni concluded, “Diti is eager to have a son who can kill Indra, since she is a woman, after all, and is not very intelligent. I shall train her in such a way that instead of always thinking of how to kill Indra, she will become a Vaiṣṇava, a devotee of Kṛṣṇa. If she agrees to follow the rules and regulations of the Vaiṣṇava principles, the unclean core of her heart will certainly be cleansed.” Ceto-darpaṇa-mārjanam. This is the process of devotional service. Anyone can be purified by following the principles of devotional service in Kṛṣṇa consciousness, for Kṛṣṇa consciousness is so powerful that it can purify even the dirtiest class of men and transform them into the topmost Vaiṣṇavas. Śrī Caitanya Mahāprabhu’s movement aims at this purpose. Narottama dāsa Ṭhākura says: The appearance of Śrī Caitanya Mahāprabhu in this Kali-yuga is especially meant to deliver the fallen souls, who are always planning something for material enjoyment. He gave the people of this age the advantage of being able to chant the Hare Kṛṣṇa mantra and thus become fully pure, free from all material contamination. Once one becomes a pure Vaiṣṇava, he transcends all material conceptions of life. Thus Kaśyapa Muni tried to transform his wife into a Vaiṣṇavī so that she might give up the idea of killing Indra. He wanted both her and her sons to be purified so that they would be fit to become pure Vaiṣṇavas. Of course, sometimes a practitioner deviates from the Vaiṣṇava principles, and there is a chance that he may fall down, but Kaśyapa Muni thought that even if one falls while practicing the Vaiṣṇava principles, he is still not a loser. Even a fallen Vaiṣṇava is eligible for better results, as confirmed in Bhagavad-gītā. Svalpam apy asya dharmasya trāyate mahato bhayāt: even practicing the Vaiṣṇava principles to a small extent can save one from the greatest danger of material existence. Thus Kaśyapa Muni planned to instruct his wife Diti to become a Vaiṣṇava because he wanted to save the life of Indra."
    },
    {
        "verse": "44",
        "devanagari": "इति सञ्चिन्त्य भगवान्मारीच: कुरुनन्दन ।उवाच किञ्चित् कुपित आत्मानं च विगर्हयन् ॥ ४४ ॥",
        "english_devnagari": "iti sañcintya bhagavānmārīcaḥ kurunandanauvāca kiñcit kupitaātmānaṁ ca vigarhayan",
        "verse_Syn": [
            "iti",
            "sañcintya",
            "bhagavān",
            "mārīcaḥ",
            "kuru",
            "nandana",
            "uvāca",
            "kiñcit",
            "kupitaḥ",
            "ātmānam",
            "ca",
            "vigarhayan"
        ],
        "translation": "Śrī Śukadeva Gosvāmī said: Kaśyapa Muni, thinking in this way, became somewhat angry. Condemning himself, O Mahārāja Parīkṣit, descendant of Kuru, he spoke to Diti as follows.",
        "purport": ""
    },
    {
        "verse": "45",
        "devanagari": "श्रीकश्यप उवाचपुत्रस्ते भविता भद्रे इन्द्रहादेवबान्धव: ।संवत्सरं व्रतमिदं यद्यञ्जो धारयिष्यसि ॥ ४५ ॥",
        "english_devnagari": "śrī-kaśyapa uvācaputras te bhavitā bhadreindra-hādeva-bāndhavaḥsaṁvatsaraṁ vratam idaṁyady añjo dhārayiṣyasi",
        "verse_Syn": [
            "śrī",
            "kaśyapaḥ",
            "uvāca",
            "putraḥ",
            "te",
            "bhavitā",
            "bhadre",
            "indra",
            "hā",
            "adeva",
            "bāndhavaḥ",
            "saṁvatsaram",
            "vratam",
            "idam",
            "yadi",
            "añjaḥ",
            "dhārayiṣyasi"
        ],
        "translation": "Kaśyapa Muni said: My dear gentle wife, if you follow my instructions regarding this vow for at least one year, you will surely get a son who will be able to kill Indra. However, if you deviate from this vow of following the Vaiṣṇava principles, you will get a son who will be favorable to Indra.",
        "purport": " The word indra-hā refers to an asura who is always eager to kill Indra. An enemy of Indra is naturally a friend to the asuras, but the word indra-hā also refers to one who follows Indra or who is obedient to him. When one becomes a devotee of Indra, he is certainly a friend to the demigods. Thus the words indra-hādeva-bāndhavaḥ are equivocal, for they say, “Your son will kill Indra, but he will be very friendly to the demigods.” If a person actually became a friend of the demigods, he certainly would not be able to kill Indra."
    },
    {
        "verse": "46",
        "devanagari": "दितिरुवाचधारयिष्ये व्रतं ब्रह्मन्ब्रूहि कार्याणि यानि मे ।यानि चेह निषिद्धानि न व्रतं घ्नन्ति यान्युत ॥ ४६ ॥",
        "english_devnagari": "ditir uvācadhārayiṣye vrataṁ brahmanbrūhi kāryāṇi yāni meyāni ceha niṣiddhānina vrataṁ ghnanti yāny uta",
        "verse_Syn": [
            "ditiḥ",
            "uvāca",
            "dhārayiṣye",
            "vratam",
            "brahman",
            "brūhi",
            "kāryāṇi",
            "yāni",
            "me",
            "yāni",
            "ca",
            "iha",
            "niṣiddhāni",
            "na",
            "vratam",
            "ghnanti",
            "yāni",
            "uta"
        ],
        "translation": "Diti replied: My dear brāhmaṇa, I must accept your advice and follow the vow. Now let me understand what I have to do, what is forbidden and what will not break the vow. Please clearly state all this to me.",
        "purport": " As stated above, a woman is generally inclined to serve her own purposes. Kaśyapa Muni proposed to train Diti to fulfill her desires within one year, and since she was eager to kill Indra, she immediately agreed, saying, “Please let me know what the vow is and how I have to follow it. I promise that I shall do the needful and not break the vow.” This is another side of a woman’s psychology. Even though a woman is very fond of fulfilling her own plans, when someone instructs her, especially her husband, she innocently follows, and thus she can be trained for better purposes. By nature a woman wants to be a follower of a man; therefore if the man is good the woman can be trained for a good purpose."
    },
    {
        "verse": "47",
        "devanagari": "श्रीकश्यप उवाचन हिंस्याद्भ‍ूतजातानि न शपेन्नानृतं वदेत् ।न छिन्द्यान्नखरोमाणि न स्पृशेद्यदमङ्गलम् ॥ ४७ ॥",
        "english_devnagari": "śrī-kaśyapa uvācana hiṁsyād bhūta-jātānina śapen nānṛtaṁ vadetna chindyān nakha-romāṇina spṛśed yad amaṅgalam",
        "verse_Syn": [
            "śrī",
            "kaśyapaḥ",
            "uvāca",
            "na",
            "hiṁsyāt",
            "bhūta",
            "jātāni",
            "na",
            "śapet",
            "na",
            "anṛtam",
            "vadet",
            "na",
            "chindyāt",
            "nakha",
            "romāṇi",
            "na",
            "spṛśet",
            "yat",
            "amaṅgalam"
        ],
        "translation": "Kaśyapa Muni said: My dear wife, to follow this vow, do not be violent or cause harm to anyone. Do not curse anyone, and do not speak lies. Do not cut your nails and hair, and do not touch impure things like skulls and bones.",
        "purport": " Kaśyapa Muni’s first instruction to his wife was not to be envious. The general tendency of anyone within this material world is to be envious, and therefore, to become a Kṛṣṇa conscious person, one must curb this tendency, as stated in Śrīmad-Bhāgavatam (paramo nirmatsarāṇām). A Kṛṣṇa conscious person is always nonenvious, whereas others are always envious. Thus Kaśyapa Muni’s instruction that his wife not be envious indicates that this is the first stage of advancement in Kṛṣṇa consciousness. Kaśyapa Muni desired to train his wife to be a Kṛṣṇa conscious person, for this would suffice to protect both her and Indra."
    },
    {
        "verse": "48",
        "devanagari": "नाप्सु स्‍नायान्न कुप्येत न सम्भाषेत दुर्जनै: ।न वसीताधौतवास: स्रजं च विधृतां क्‍वचित् ॥ ४८ ॥",
        "english_devnagari": "nāpsu snāyān na kupyetana sambhāṣeta durjanaiḥna vasītādhauta-vāsaḥsrajaṁ ca vidhṛtāṁ kvacit",
        "verse_Syn": [
            "na",
            "apsu",
            "snāyāt",
            "na",
            "kupyeta",
            "na",
            "sambhāṣeta",
            "durjanaiḥ",
            "na",
            "vasīta",
            "adhauta",
            "vāsaḥ",
            "srajam",
            "ca",
            "vidhṛtām",
            "kvacit"
        ],
        "translation": "Kaśyapa Muni continued: My dear gentle wife, never enter the water while bathing, never be angry, and do not even speak or associate with wicked people. Never wear clothes that have not been properly washed, and do not put on a garland that has already been worn.",
        "purport": ""
    },
    {
        "verse": "49",
        "devanagari": "नोच्छिष्टं चण्डिकान्नं च सामिषं वृषलाहृतम् ।भुञ्जीतोदक्यया द‍ृष्टं पिबेन्नाञ्जलिना त्वप: ॥ ४९ ॥",
        "english_devnagari": "nocchiṣṭaṁ caṇḍikānnaṁ casāmiṣaṁ vṛṣalāhṛtambhuñjītodakyayā dṛṣṭaṁpiben nāñjalinā tv apaḥ",
        "verse_Syn": [
            "na",
            "ucchiṣṭam",
            "caṇḍikā",
            "annam",
            "ca",
            "sa",
            "āmiṣam",
            "vṛṣala",
            "āhṛtam",
            "bhuñjīta",
            "udakyayā",
            "dṛṣṭam",
            "pibet",
            "na",
            "añjalinā",
            "tu",
            "apaḥ"
        ],
        "translation": "Never eat leftover food, never eat prasāda offered to the goddess Kālī [Durgā], and do not eat anything contaminated by flesh or fish. Do not eat anything brought or touched by a śūdra nor anything seen by a woman in her menstrual period. Do not drink water by joining your palms.",
        "purport": " Generally the goddess Kālī is offered food containing meat and fish, and therefore Kaśyapa Muni strictly forbade his wife to take the remnants of such food. Actually a Vaiṣṇava is not allowed to take any food offered to the demigods. A Vaiṣṇava is always fixed in accepting prasāda offered to Lord Viṣṇu. Through all these instructions, Kaśyapa Muni, in a negative way, instructed his wife Diti how to become a Vaiṣṇavī."
    },
    {
        "verse": "50",
        "devanagari": "नोच्छिष्टास्पृष्टसलिला सन्ध्यायां मुक्तमूर्धजा ।अनर्चितासंयतवाक्नासंवीता बहिश्चरेत् ॥ ५० ॥",
        "english_devnagari": "nocchiṣṭāspṛṣṭa-salilāsandhyāyāṁ mukta-mūrdhajāanarcitāsaṁyata-vāknāsaṁvītā bahiś caret",
        "verse_Syn": [
            "na",
            "ucchiṣṭā",
            "aspṛṣṭa",
            "salilā",
            "sandhyāyām",
            "mukta",
            "mūrdhajā",
            "anarcitā",
            "asaṁyata",
            "vāk",
            "na",
            "asaṁvītā",
            "bahiḥ",
            "caret"
        ],
        "translation": "After eating, you should not go out to the street without having washed your mouth, hands and feet. You should not go out in the evening or with your hair loose, nor should you go out unless you are properly decorated with ornaments. You should not leave the house unless you are very grave and are sufficiently covered.",
        "purport": " Kaśyapa Muni advised his wife not to go out onto the street unless she was well decorated and well dressed. He did not encourage the miniskirts that have now become fashionable. In Oriental civilization, when a woman goes out onto the street, she must be fully covered so that no man will recognize who she is. All these methods are to be accepted for purification. If one takes to Kṛṣṇa consciousness, one is fully purified, and thus one remains always transcendental to the contamination of the material world."
    },
    {
        "verse": "51",
        "devanagari": "नाधौतपादाप्रयता नार्द्रपादा उदक्शिरा: ।शयीत नापराङ्‌नान्यैर्न नग्ना न च सन्ध्ययो: ॥ ५१ ॥",
        "english_devnagari": "nādhauta-pādāprayatānārdra-pādā udak-śirāḥśayīta nāparāṅ nānyairna nagnā na ca sandhyayoḥ",
        "verse_Syn": [
            "na",
            "adhauta",
            "pādā",
            "aprayatā",
            "na",
            "ardra",
            "pādā",
            "udak",
            "śirāḥ",
            "śayīta",
            "na",
            "aparāk",
            "na",
            "anyaiḥ",
            "na",
            "nagnā",
            "na",
            "ca",
            "sandhyayoḥ"
        ],
        "translation": "You should not lie down without having washed both of your feet or without being purified, nor with wet feet or with your head pointed west or north. You should not lie naked, or with other women, or during the sunrise or sunset.",
        "purport": ""
    },
    {
        "verse": "52",
        "devanagari": "धौतवासा शुचिर्नित्यं सर्वमङ्गलसंयुता ।पूजयेत्प्रातराशात्प्राग्गोविप्राञ् श्रियमच्युतम् ॥ ५२ ॥",
        "english_devnagari": "dhauta-vāsā śucir nityaṁsarva-maṅgala-saṁyutāpūjayet prātarāśāt prāggo-viprāñ śriyam acyutam",
        "verse_Syn": [
            "dhauta",
            "vāsā",
            "śuciḥ",
            "nityam",
            "sarva",
            "maṅgala",
            "saṁyutā",
            "pūjayet",
            "prātaḥ",
            "āśāt",
            "prāk",
            "go",
            "viprān",
            "śriyam",
            "acyutam"
        ],
        "translation": "Putting on washed clothing, being always pure and being adorned with turmeric, sandalwood pulp and other auspicious items, before breakfast one should worship the cows, the brāhmaṇas, the goddess of fortune and the Supreme Personality of Godhead.",
        "purport": " If one is trained to honor and worship the cows and brāhmaṇas, he is actually civilized. The worship of the Supreme Lord is recommended, and the Lord is very fond of the cows and brāhmaṇas (namo brahmaṇya-devāya go-brāhmaṇa-hitāya ca). In other words, a civilization in which there is no respect for the cows and brāhmaṇas is condemned. One cannot become spiritually advanced without acquiring the brahminical qualifications and giving protection to cows. Cow protection insures sufficient food prepared with milk, which is needed for an advanced civilization. One should not pollute civilization by eating the flesh of cows. A civilization must do something progressive, and then it is an Āryan civilization. Instead of killing the cow to eat flesh, civilized men must prepare various milk products that will enhance the condition of society. If one follows the brahminical culture, he will become competent in Kṛṣṇa consciousness."
    },
    {
        "verse": "53",
        "devanagari": "स्त्रियो वीरवतीश्चार्चेत्स्रग्गन्धबलिमण्डनै: ।पतिं चार्च्योपतिष्ठेत ध्यायेत्कोष्ठगतं च तम् ॥ ५३ ॥",
        "english_devnagari": "striyo vīravatīś cārcetsrag-gandha-bali-maṇḍanaiḥpatiṁ cārcyopatiṣṭhetadhyāyet koṣṭha-gataṁ ca tam",
        "verse_Syn": [
            "striyaḥ",
            "vīra",
            "vatīḥ",
            "ca",
            "arcet",
            "srak",
            "gandha",
            "bali",
            "maṇḍanaiḥ",
            "patim",
            "ca",
            "ārcya",
            "upatiṣṭheta",
            "dhyāyet",
            "koṣṭha",
            "gatam",
            "ca",
            "tam"
        ],
        "translation": "With flower garlands, sandalwood pulp, ornaments and other paraphernalia, a woman following this vow should worship women who have sons and whose husbands are living. The pregnant wife should worship her husband and offer him prayers. She should meditate upon him, thinking that he is situated in her womb.",
        "purport": " The child in the womb is a part of the husband’s body. Therefore the husband, through his representative, indirectly remains within the womb of his pregnant wife."
    },
    {
        "verse": "54",
        "devanagari": "सांवत्सरं पुंसवनं व्रतमेतदविप्लुतम् ।धारयिष्यसि चेत्तुभ्यं शक्रहा भविता सुत: ॥ ५४ ॥",
        "english_devnagari": "sāṁvatsaraṁ puṁsavanaṁvratam etad aviplutamdhārayiṣyasi cet tubhyaṁśakra-hā bhavitā sutaḥ",
        "verse_Syn": [
            "sāṁvatsaram",
            "puṁsavanam",
            "vratam",
            "etat",
            "aviplutam",
            "dhārayiṣyasi",
            "cet",
            "tubhyam",
            "śakra",
            "hā",
            "bhavitā",
            "sutaḥ"
        ],
        "translation": "Kaśyapa Muni continued: If you perform this ceremony called puṁsavana, adhering to the vow with faith for at least one year, you will give birth to a son destined to kill Indra. But if there is any discrepancy in the discharge of this vow, the son will be a friend to Indra.",
        "purport": ""
    },
    {
        "verse": "55",
        "devanagari": "बाढमित्यभ्युपेत्याथ दिती राजन्महामना: ।कश्यपाद् गर्भमाधत्त व्रतं चाञ्जो दधार सा ॥ ५५ ॥",
        "english_devnagari": "bāḍham ity abhyupetyāthaditī rājan mahā-manāḥkaśyapād garbham ādhattavrataṁ cāñjo dadhāra sā",
        "verse_Syn": [
            "bāḍham",
            "iti",
            "abhyupetya",
            "atha",
            "ditiḥ",
            "rājan",
            "mahā",
            "manāḥ",
            "kaśyapāt",
            "garbham",
            "ādhatta",
            "vratam",
            "ca",
            "añjaḥ",
            "dadhāra",
            "sā"
        ],
        "translation": "O King Parīkṣit, Diti, the wife of Kaśyapa, agreed to undergo the purificatory process known as puṁsavana. “Yes,” she said, “I shall do everything according to your instructions.” With great jubilation she became pregnant, having taken semen from Kaśyapa, and faithfully began discharging the vow.",
        "purport": ""
    },
    {
        "verse": "56",
        "devanagari": "मातृष्वसुरभिप्रायमिन्द्र आज्ञाय मानद ।शुश्रूषणेनाश्रमस्थां दितिं पर्यचरत्कवि: ॥ ५६ ॥",
        "english_devnagari": "mātṛ-ṣvasur abhiprāyamindra ājñāya mānadaśuśrūṣaṇenāśrama-sthāṁditiṁ paryacarat kaviḥ",
        "verse_Syn": [
            "mātṛ",
            "svasuḥ",
            "abhiprāyam",
            "indraḥ",
            "ājñāya",
            "māna",
            "da",
            "śuśrūṣaṇena",
            "āśrama",
            "sthām",
            "ditim",
            "paryacarat",
            "kaviḥ"
        ],
        "translation": "O King, who are respectful to everyone, Indra understood Diti’s purpose, and thus he contrived to fulfill his own interests. Following the logic that self-preservation is the first law of nature, he wanted to break Diti’s promise. Thus he engaged himself in the service of Diti, his aunt, who was residing in an āśrama.",
        "purport": ""
    },
    {
        "verse": "57",
        "devanagari": "नित्यं वनात्सुमनस: फलमूलसमित्कुशान् ।पत्राङ्कुरमृदोऽपश्च काले काल उपाहरत् ॥ ५७ ॥",
        "english_devnagari": "nityaṁ vanāt sumanasaḥphala-mūla-samit-kuśānpatrāṅkura-mṛdo ’paś cakāle kāla upāharat",
        "verse_Syn": [
            "nityam",
            "vanāt",
            "sumanasaḥ",
            "phala",
            "mūla",
            "samit",
            "kuśān",
            "patra",
            "aṅkura",
            "mṛdaḥ",
            "apaḥ",
            "ca",
            "kāle",
            "kāle",
            "upāharat"
        ],
        "translation": "Indra served his aunt daily by bringing flowers, fruits, roots and wood for yajñas from the forest. He also brought kuśa grass, leaves, sprouts, earth and water exactly at the proper time.",
        "purport": ""
    },
    {
        "verse": "58",
        "devanagari": "एवं तस्या व्रतस्थाया व्रतच्छिद्रं हरिर्नृप ।प्रेप्सु: पर्यचरज्जिह्मो मृगहेव मृगाकृति: ॥ ५८ ॥",
        "english_devnagari": "evaṁ tasyā vrata-sthāyāvrata-cchidraṁ harir nṛpaprepsuḥ paryacaraj jihmomṛga-heva mṛgākṛtiḥ",
        "verse_Syn": [
            "evam",
            "tasyāḥ",
            "vrata",
            "sthāyāḥ",
            "vrata",
            "chidram",
            "hariḥ",
            "nṛpa",
            "prepsuḥ",
            "paryacarat",
            "jihmaḥ",
            "mṛga",
            "hā",
            "iva",
            "mṛga",
            "ākṛtiḥ"
        ],
        "translation": "O King Parīkṣit, as the hunter of a deer becomes like a deer by covering his body with deerskin and serving the deer, so Indra, although at heart the enemy of the sons of Diti, became outwardly friendly and served Diti in a faithful way. Indra’s purpose was to cheat Diti as soon as he could find some fault in the way she discharged the vows of the ritualistic ceremony. However, he wanted to be undetected, and therefore he served her very carefully.",
        "purport": ""
    },
    {
        "verse": "59",
        "devanagari": "नाध्यगच्छद्‌व्रतच्छिद्रं तत्परोऽथ महीपते ।चिन्तां तीव्रां गत: शक्र: केन मे स्याच्छिवं त्विह ॥ ५९ ॥",
        "english_devnagari": "nādhyagacchad vrata-cchidraṁtat-paro ’tha mahī-patecintāṁ tīvrāṁ gataḥ śakraḥkena me syāc chivaṁ tv iha",
        "verse_Syn": [
            "na",
            "adhyagacchat",
            "vrata",
            "chidram",
            "tat",
            "paraḥ",
            "atha",
            "mahī",
            "pate",
            "cintām",
            "tīvrām",
            "gataḥ",
            "śakraḥ",
            "kena",
            "me",
            "syāt",
            "śivam",
            "tu",
            "iha"
        ],
        "translation": "O master of the entire world, when Indra could find no faults, he thought, “How will there be good fortune for me?” Thus he was full of deep anxiety.",
        "purport": ""
    },
    {
        "verse": "60",
        "devanagari": "एकदा सा तु सन्ध्यायामुच्छिष्टा व्रतकर्शिता ।अस्पृष्टवार्यधौताङ्‌घ्रि: सुष्वाप विधिमोहिता ॥ ६० ॥",
        "english_devnagari": "ekadā sā tu sandhyāyāmucchiṣṭā vrata-karśitāaspṛṣṭa-vāry-adhautāṅghriḥsuṣvāpa vidhi-mohitā",
        "verse_Syn": [
            "ekadā",
            "sā",
            "tu",
            "sandhyāyām",
            "ucchiṣṭā",
            "vrata",
            "karśitā",
            "aspṛṣṭa",
            "vāri",
            "adhauta",
            "aṅghriḥ",
            "suṣvāpa",
            "vidhi",
            "mohitā"
        ],
        "translation": "Having grown weak and thin because of strictly following the principles of the vow, Diti once unfortunately neglected to wash her mouth, hands and feet after eating and went to sleep during the evening twilight.",
        "purport": ""
    },
    {
        "verse": "61",
        "devanagari": "लब्ध्वा तदन्तरं शक्रो निद्रापहृतचेतस: ।दिते: प्रविष्ट उदरं योगेशो योगमायया ॥ ६१ ॥",
        "english_devnagari": "labdhvā tad-antaraṁ śakronidrāpahṛta-cetasaḥditeḥ praviṣṭa udaraṁyogeśo yoga-māyayā",
        "verse_Syn": [
            "labdhvā",
            "tat",
            "antaram",
            "śakraḥ",
            "nidrā",
            "apahṛta",
            "cetasaḥ",
            "diteḥ",
            "praviṣṭaḥ",
            "udaram",
            "yoga",
            "īśaḥ",
            "yoga",
            "māyayā"
        ],
        "translation": "Finding this fault, Indra, who has all the mystic powers [the yoga-siddhis such as aṇimā and laghimā], entered Diti’s womb while she was unconscious, being fast asleep.",
        "purport": " A perfectly successful yogī is expert in eight kinds of perfection. By one of them, called aṇimā-siddhi, he can become smaller than an atom, and in that state he can enter anywhere. With this yogic power, Indra entered the womb of Diti while she was pregnant."
    },
    {
        "verse": "62",
        "devanagari": "चकर्त सप्तधा गर्भं वज्रेण कनकप्रभम् ।रुदन्तं सप्तधैकैकं मा रोदीरिति तान् पुन: ॥ ६२ ॥",
        "english_devnagari": "cakarta saptadhā garbhaṁvajreṇa kanaka-prabhamrudantaṁ saptadhaikaikaṁmā rodīr iti tān punaḥ",
        "verse_Syn": [
            "cakarta",
            "sapta",
            "dhā",
            "garbham",
            "vajreṇa",
            "kanaka",
            "prabham",
            "rudantam",
            "sapta",
            "dhā",
            "eka",
            "ekam",
            "mā",
            "rodīḥ",
            "iti",
            "tān",
            "punaḥ"
        ],
        "translation": "After entering Diti’s womb, Indra, with the help of his thunderbolt, cut into seven pieces her embryo, which appeared like glowing gold. In seven places, seven different living beings began crying. Indra told them, “Do not cry,” and then he cut each of them into seven pieces again.",
        "purport": " Śrīla Viśvanātha Cakravartī Ṭhākura remarks that Indra, by his yogic power, first expanded the body of the one Marut into seven, and then when he cut each of the seven parts of the original body into pieces, there were forty-nine. When each body was cut into seven, other living entities entered the new bodies, and thus they were like plants, which become separate entities when cut into various parts and planted on a hill. The first body was one, and when it was cut into many pieces, many other living entities entered the new bodies."
    },
    {
        "verse": "63",
        "devanagari": "तमूचु: पाट्यमानास्ते सर्वे प्राञ्जलयो नृप ।किं न इन्द्र जिघांससि भ्रातरो मरुतस्तव ॥ ६३ ॥",
        "english_devnagari": "tam ūcuḥ pāṭyamānās tesarve prāñjalayo nṛpakiṁ na indra jighāṁsasibhrātaro marutas tava",
        "verse_Syn": [
            "tam",
            "ūcuḥ",
            "pāṭyamānāḥ",
            "te",
            "sarve",
            "prāñjalayaḥ",
            "nṛpa",
            "kim",
            "naḥ",
            "indra",
            "jighāṁsasi",
            "bhrātaraḥ",
            "marutaḥ",
            "tava"
        ],
        "translation": "O King, being very much aggrieved, they pleaded to Indra with folded hands, saying, “Dear Indra, we are the Maruts, your brothers. Why are you trying to kill us?”",
        "purport": ""
    },
    {
        "verse": "64",
        "devanagari": "मा भैष्ट भ्रातरो मह्यं यूयमित्याह कौशिक: ।अनन्यभावान् पार्षदानात्मनो मरुतां गणान् ॥ ६४ ॥",
        "english_devnagari": "mā bhaiṣṭa bhrātaro mahyaṁyūyam ity āha kauśikaḥananya-bhāvān pārṣadānātmano marutāṁ gaṇān",
        "verse_Syn": [
            "mā",
            "bhaiṣṭa",
            "bhrātaraḥ",
            "mahyam",
            "yūyam",
            "iti",
            "āha",
            "kauśikaḥ",
            "ananya",
            "bhāvān",
            "pārṣadān",
            "ātmanaḥ",
            "marutām",
            "gaṇān"
        ],
        "translation": "When Indra saw that actually they were his devoted followers, he said to them: If you are all my brothers, you have nothing more to fear from me.",
        "purport": ""
    },
    {
        "verse": "65",
        "devanagari": "न ममार दितेर्गर्भ: श्रीनिवासानुकम्पया ।बहुधा कुलिशक्षुण्णो द्रौण्यस्त्रेण यथा भवान् ॥ ६५ ॥",
        "english_devnagari": "na mamāra diter garbhaḥśrīnivāsānukampayābahudhā kuliśa-kṣuṇṇodrauṇy-astreṇa yathā bhavān",
        "verse_Syn": [
            "na",
            "mamāra",
            "diteḥ",
            "garbhaḥ",
            "śrīnivāsa",
            "anukampayā",
            "bahu",
            "dhā",
            "kuliśa",
            "kṣuṇṇaḥ",
            "drauṇi",
            "astreṇa",
            "yathā",
            "bhavān"
        ],
        "translation": "Śukadeva Gosvāmī said: My dear King Parīkṣit, you were burned by the brahmāstra of Aśvatthāmā, but when Lord Kṛṣṇa entered the womb of your mother, you were saved. Similarly, although the one embryo was cut into forty-nine pieces by the thunderbolt of Indra, they were all saved by the mercy of the Supreme Personality of Godhead.",
        "purport": ""
    },
    {
        "verse": "66-67",
        "devanagari": "सकृदिष्ट्वादिपुरुषं पुरुषो याति साम्यताम् ।संवत्सरं किञ्चिदूनं दित्या यद्धरिरर्चित: ॥ ६६ ॥सजूरिन्द्रेण पञ्चाशद्देवास्ते मरुतोऽभवन् ।व्यपोह्य मातृदोषं ते हरिणा सोमपा: कृता: ॥ ६७ ॥",
        "english_devnagari": "sakṛd iṣṭvādi-puruṣaṁpuruṣo yāti sāmyatāmsaṁvatsaraṁ kiñcid ūnaṁdityā yad dharir arcitaḥ",
        "verse_Syn": [
            "sakṛt",
            "iṣṭvā",
            "ādi",
            "puruṣam",
            "puruṣaḥ",
            "yāti",
            "sāmyatām",
            "saṁvatsaram",
            "kiñcit",
            "ūnam",
            "dityā",
            "yat",
            "hariḥ",
            "arcitaḥ",
            "sajūḥ",
            "indreṇa",
            "pañcāśat",
            "devāḥ",
            "te",
            "marutaḥ",
            "abhavan",
            "vyapohya",
            "mātṛ",
            "doṣam",
            "te",
            "hariṇā",
            "soma",
            "pāḥ",
            "kṛtāḥ"
        ],
        "translation": "If one worships the Supreme Personality of Godhead, the original person, even once, he receives the benefit of being promoted to the spiritual world and possessing the same bodily features as Viṣṇu. Diti worshiped Lord Viṣṇu for almost one year, adhering to a great vow. Because of such strength in spiritual life, the forty-nine Maruts were born. How, then, is it wonderful that the Maruts, although born from the womb of Diti, became equal to the demigods by the mercy of the Supreme Lord?",
        "purport": ""
    },
    {
        "verse": "68",
        "devanagari": "दितिरुत्थाय दद‍ृशे कुमाराननलप्रभान् ।इन्द्रेण सहितान् देवी पर्यतुष्यदनिन्दिता ॥ ६८ ॥",
        "english_devnagari": "ditir utthāya dadṛśekumārān anala-prabhānindreṇa sahitān devīparyatuṣyad aninditā",
        "verse_Syn": [
            "ditiḥ",
            "utthāya",
            "dadṛśe",
            "kumārān",
            "anala",
            "prabhān",
            "indreṇa",
            "sahitān",
            "devī",
            "paryatuṣyat",
            "aninditā"
        ],
        "translation": "Because of worshiping the Supreme Personality of Godhead, Diti was completely purified. When she got up from bed, she saw her forty-nine sons along with Indra. These forty-nine sons were all as brilliant as fire and were in friendship with Indra, and therefore she was very pleased.",
        "purport": ""
    },
    {
        "verse": "69",
        "devanagari": "अथेन्द्रमाह ताताहमादित्यानां भयावहम् ।अपत्यमिच्छन्त्यचरं व्रतमेतत्सुदुष्करम् ॥ ६९ ॥",
        "english_devnagari": "athendram āha tātāhamādityānāṁ bhayāvahamapatyam icchanty acaraṁvratam etat suduṣkaram",
        "verse_Syn": [
            "atha",
            "indram",
            "āha",
            "tāta",
            "aham",
            "ādityānām",
            "bhaya",
            "āvaham",
            "apatyam",
            "icchantī",
            "acaram",
            "vratam",
            "etat",
            "su",
            "duṣkaram"
        ],
        "translation": "Thereafter, Diti said to Indra: My dear son, I adhered to this difficult vow just to get a son to kill you twelve Ādityas.",
        "purport": ""
    },
    {
        "verse": "70",
        "devanagari": "एक: सङ्कल्पित: पुत्र: सप्त सप्ताभवन् कथम् ।यदि ते विदितं पुत्र सत्यं कथय मा मृषा ॥ ७० ॥",
        "english_devnagari": "ekaḥ saṅkalpitaḥ putraḥsapta saptābhavan kathamyadi te viditaṁ putrasatyaṁ kathaya mā mṛṣā",
        "verse_Syn": [
            "ekaḥ",
            "saṅkalpitaḥ",
            "putraḥ",
            "sapta",
            "sapta",
            "abhavan",
            "katham",
            "yadi",
            "te",
            "viditam",
            "putra",
            "satyam",
            "kathaya",
            "mā",
            "mṛṣā"
        ],
        "translation": "I prayed for only one son, but now I see that there are forty-nine. How has this happened? My dear son Indra, if you know, please tell me the truth. Do not try to speak lies.",
        "purport": ""
    },
    {
        "verse": "71",
        "devanagari": "इन्द्र उवाचअम्ब तेऽहं व्यवसितमुपधार्यागतोऽन्तिकम् ।लब्धान्तरोऽच्छिदं गर्भमर्थबुद्धिर्न धर्मद‍ृक् ॥ ७१ ॥",
        "english_devnagari": "indra uvācaamba te ’haṁ vyavasitamupadhāryāgato ’ntikamlabdhāntaro ’cchidaṁ garbhamartha-buddhir na dharma-dṛk",
        "verse_Syn": [
            "indraḥ",
            "uvāca",
            "amba",
            "te",
            "aham",
            "vyavasitam",
            "upadhārya",
            "āgataḥ",
            "antikam",
            "labdha",
            "antaraḥ",
            "acchidam",
            "garbham",
            "artha",
            "buddhiḥ",
            "na",
            "dharma",
            "dṛk"
        ],
        "translation": "Indra replied: My dear mother, because I was grossly blinded by selfish interests, I lost sight of religion. When I understood that you were observing a great vow in spiritual life, I wanted to find some fault in you. When I found such a fault, I entered your womb and cut the embryo to pieces.",
        "purport": " When Diti, Indra’s aunt, explained to Indra without reservations what she had wanted to do, Indra explained his intentions to her. Thus both of them, instead of being enemies, freely spoke the truth. This is the qualification that results from contact with Viṣṇu. As stated in Śrīmad-Bhāgavatam (5.18.12): If one develops a devotional attitude and becomes purified by worshiping the Supreme Lord, all the good qualities are certainly manifested in his body. Because of being touched by worship of Viṣṇu, both Diti and Indra were purified."
    },
    {
        "verse": "72",
        "devanagari": "कृत्तो मे सप्तधा गर्भ आसन् सप्त कुमारका: ।तेऽपि चैकैकशो वृक्णा: सप्तधा नापि मम्रिरे ॥ ७२ ॥",
        "english_devnagari": "kṛtto me saptadhā garbhaāsan sapta kumārakāḥte ’pi caikaikaśo vṛkṇāḥsaptadhā nāpi mamrire",
        "verse_Syn": [
            "kṛttaḥ",
            "me",
            "sapta",
            "dhā",
            "garbhaḥ",
            "āsan",
            "sapta",
            "kumārakāḥ",
            "te",
            "api",
            "ca",
            "eka",
            "ekaśaḥ",
            "vṛkṇāḥ",
            "sapta",
            "dhā",
            "na",
            "api",
            "mamrire"
        ],
        "translation": "First I cut the child in the womb into seven pieces, which became seven children. Then I cut each of the children into seven pieces again. By the grace of the Supreme Lord, however, none of them died.",
        "purport": ""
    },
    {
        "verse": "73",
        "devanagari": "ततस्तत्परमाश्चर्यं वीक्ष्य व्यवसितं मया ।महापुरुषपूजाया: सिद्धि: काप्यानुषङ्गिणी ॥ ७३ ॥",
        "english_devnagari": "tatas tat paramāścaryaṁvīkṣya vyavasitaṁ mayāmahāpuruṣa-pūjāyāḥsiddhiḥ kāpy ānuṣaṅgiṇī",
        "verse_Syn": [
            "tataḥ",
            "tat",
            "parama",
            "āścaryam",
            "vīkṣya",
            "vyavasitam",
            "mayā",
            "mahā",
            "puruṣa",
            "pūjāyāḥ",
            "siddhiḥ",
            "kāpi",
            "ānuṣaṅgiṇī"
        ],
        "translation": "My dear mother, when I saw that all forty-nine sons were alive, I was certainly struck with wonder. I decided that this was a secondary result of your having regularly executed devotional service in worship of Lord Viṣṇu.",
        "purport": " For one who engages in worshiping Lord Viṣṇu, nothing is very wonderful. This is a fact. In Bhagavad-gītā (18.78) it is said: “Wherever there is Kṛṣṇa, the master of all mystics, and wherever there is Arjuna, the supreme archer, there will also certainly be opulence, victory, extraordinary power, and morality. That is my opinion.” Yogeśvara is the Supreme Personality of Godhead, the master of all mystic yoga, who can do anything and everything He likes. This is the omnipotence of the Supreme Lord. For one who pleases the Supreme Lord, no achievement is wonderful. Everything is possible for him."
    },
    {
        "verse": "74",
        "devanagari": "आराधनं भगवत ईहमाना निराशिष: ।ये तु नेच्छन्त्यपि परं ते स्वार्थकुशला: स्मृता: ॥ ७४ ॥",
        "english_devnagari": "ārādhanaṁ bhagavataīhamānā nirāśiṣaḥye tu necchanty api paraṁte svārtha-kuśalāḥ smṛtāḥ",
        "verse_Syn": [
            "ārādhanam",
            "bhagavataḥ",
            "īhamānāḥ",
            "nirāśiṣaḥ",
            "ye",
            "tu",
            "na",
            "icchanti",
            "api",
            "param",
            "te",
            "sva",
            "artha",
            "kuśalāḥ",
            "smṛtāḥ"
        ],
        "translation": "Although those who are interested only in worshiping the Supreme Personality of Godhead do not desire anything material from the Lord and do not even want liberation, Lord Kṛṣṇa fulfills all their desires.",
        "purport": " When Dhruva Mahārāja saw Lord Viṣṇu, he declined to take any benedictions from Him, for he was fully satisfied by seeing the Lord. Nonetheless, the Lord is so kind that because Dhruva Mahārāja, in the beginning, had desired a kingdom greater than his father’s, he was promoted to Dhruvaloka, the best planet in the universe. Therefore in the śāstra it is said: “A person who has broader intelligence, whether he is full of material desires, free from material desires, or desiring liberation, must by all means worship the supreme whole, the Personality of Godhead.” (Bhāg. 2.3.10) One should engage in full devotional service. Then, even though he has no desires, whatever desires he previously had can all be fulfilled simply by his worship of the Lord. The actual devotee does not desire even liberation (anyābhilāṣitā-śūnyam). The Lord, however, fulfills the desire of the devotee by awarding him opulence that will never be destroyed. A karmī’s opulence is destroyed, but the opulence of a devotee is never destroyed. A devotee becomes more and more opulent as he increases his devotional service to the Lord."
    },
    {
        "verse": "75",
        "devanagari": "आराध्यात्मप्रदं देवं स्वात्मानं जगदीश्वरम् ।को वृणीत गुणस्पर्शं बुध: स्यान्नरकेऽपि यत् ॥ ७५ ॥",
        "english_devnagari": "ārādhyātma-pradaṁ devaṁsvātmānaṁ jagad-īśvaramko vṛṇīta guṇa-sparśaṁbudhaḥ syān narake ’pi yat",
        "verse_Syn": [
            "ārādhya",
            "ātma",
            "pradam",
            "devam",
            "sva",
            "ātmānam",
            "jagat",
            "īśvaram",
            "kaḥ",
            "vṛṇīta",
            "guṇa",
            "sparśam",
            "budhaḥ",
            "syāt",
            "narake",
            "api",
            "yat"
        ],
        "translation": "The ultimate goal of all ambitions is to become a servant of the Supreme Personality of Godhead. If an intelligent man serves the most dear Lord, who gives Himself to His devotees, how can he desire material happiness, which is available even in hell?",
        "purport": " An intelligent man will never aspire to become a devotee to achieve material happiness. That is the test of a devotee. As Śrī Caitanya Mahāprabhu teaches: “O almighty Lord, I have no desire to accumulate wealth, nor do I desire beautiful women, nor do I want any number of followers. I only want Your causeless devotional service birth after birth.” A pure devotee never begs the Lord for material happiness in the shape of riches, followers, a good wife or even mukti. The Lord promises, however, yoga-kṣemaṁ vahāmy aham: “I voluntarily bring everything necessary for My service.”"
    },
    {
        "verse": "76",
        "devanagari": "तदिदं मम दौर्जन्यं बालिशस्य महीयसि ।क्षन्तुमर्हसि मातस्त्वं दिष्ट्या गर्भो मृतोत्थित: ॥ ७६ ॥",
        "english_devnagari": "tad idaṁ mama daurjanyaṁbāliśasya mahīyasikṣantum arhasi mātas tvaṁdiṣṭyā garbho mṛtotthitaḥ",
        "verse_Syn": [
            "tat",
            "idam",
            "mama",
            "daurjanyam",
            "bāliśasya",
            "mahīyasi",
            "kṣantum",
            "arhasi",
            "mātaḥ",
            "tvam",
            "diṣṭyā",
            "garbhaḥ",
            "mṛta",
            "utthitaḥ"
        ],
        "translation": "O my mother, O best of all women, I am a fool. Kindly excuse me for whatever offenses I have committed. Your forty-nine sons have been born unhurt because of your devotional service. As an enemy, I cut them to pieces, but because of your great devotional service they did not die.",
        "purport": ""
    },
    {
        "verse": "77",
        "devanagari": "श्रीशुक उवाचइन्द्रस्तयाभ्यनुज्ञात: शुद्धभावेन तुष्टया ।मरुद्भ‍ि: सह तां नत्वा जगाम त्रिदिवं प्रभु: ॥ ७७ ॥",
        "english_devnagari": "śrī-śuka uvācaindras tayābhyanujñātaḥśuddha-bhāvena tuṣṭayāmarudbhiḥ saha tāṁ natvājagāma tri-divaṁ prabhuḥ",
        "verse_Syn": [
            "śrī",
            "śukaḥ",
            "uvāca",
            "indraḥ",
            "tayā",
            "abhyanujñātaḥ",
            "śuddha",
            "bhāvena",
            "tuṣṭayā",
            "marudbhiḥ",
            "saha",
            "tām",
            "natvā",
            "jagāma",
            "tri",
            "divam",
            "prabhuḥ"
        ],
        "translation": "Śrī Śukadeva Gosvāmī continued: Diti was extremely satisfied by Indra’s good behavior. Then Indra offered his respects to his aunt with profuse obeisances, and with her permission he went away to the heavenly planets with his brothers the Maruts.",
        "purport": ""
    },
    {
        "verse": "78",
        "devanagari": "एवं ते सर्वमाख्यातं यन्मां त्वं परिपृच्छसि ।मङ्गलं मरुतां जन्म किं भूय: कथयामि ते ॥ ७८ ॥",
        "english_devnagari": "evaṁ te sarvam ākhyātaṁyan māṁ tvaṁ paripṛcchasimaṅgalaṁ marutāṁ janmakiṁ bhūyaḥ kathayāmi te",
        "verse_Syn": [
            "evam",
            "te",
            "sarvam",
            "ākhyātam",
            "yat",
            "mām",
            "tvam",
            "paripṛcchasi",
            "maṅgalam",
            "marutām",
            "janma",
            "kim",
            "bhūyaḥ",
            "kathayāmi",
            "te"
        ],
        "translation": "My dear King Parīkṣit, I have replied as far as possible to the questions you have asked me, especially in regard to this pure, auspicious narration about the Maruts. Now you may inquire further, and I shall explain more.",
        "purport": ""
    }
]