[
	{
        "verse_id": "1",
        "text": " We shall now expound “The Pathology of Gulma.”"
    },
    {
        "verse_id": "2",
        "text": " Thus declared the worshipful Atreya."
    },
    {
        "verse_id": "3",
        "text": " There are five kinds of Gulma viz., Vata Gulma, Pitta-Gulma, Kapha-Gulma, Gulma due to tridiscordance and Gulma due to the vitiated condition of the blood."
    },
    {
        "verse_id": "4 <a data-gl=\"1\" href=\"/definition/agnivesha#ayurveda\" title=\"show Agnivesha definitions\">Agnivesha</a> said to the worshipful Atreya who had spoken thus, “How, 9, worshipful one! are we to know the special characteristics of these five kinds of Gulma? A physician, though versed in the science of <a data-gl=\"1\" href=\"/definition/medicine#ayurveda\" title=\"show medicine definitions\">medicine</a>, will not be able to alleviate diseases without the knowledge of their special characteristics",
        "text": "”"
    },
    {
        "verse_id": "5 The worshipful Atreya said to him, “By means of a knowledge of the etiology, premonitory symptoms, characteristics, nature of the pains and homologatory signs, a special knowledge of Gulma is obtained, as also of other diseases",
        "text": " O, Agnivesha! listen to the description of the special characteristics of Gulma."
    },
    {
        "verse_id": "6",
        "text": " When a person of Vata habitus, being emaciated by any of the emaciating conditions viz., fever, vomiting, purgation and diarrhea, takes Vata-provoking food or excessively cold things in abundance, or takes emesis and purgation without previously taking oleation, or tries to vomit forcibly without inclination for vomiting, or suppresses the generated urges of flatus, urine aud feces, or drinks fresh water in excess after a surfeit meal, or travels in extremely jolting carriages, or is give i to excessive indulgence in sex-act, exercise, wine or grief, or suffers injury or is given to an unhealthy degree of sitting, lying, standing aud walking, or if he undergoes any other kind of strain born of irregular or excessive physical exercise, as a consequence of such acts, the Vata gets into a provoked condition."
    },
    {
        "verse_id": "7-(1)",
        "text": " Then the provoked Vata entering into the gastro-intestinal tract aud spreading there all over, gets •hardened and forms into a rounded shape owing to its dryness and gets localised either in the epigastric region or hypogastric region or in the lumbar and iliac regions or the umbilical region. There it creates colicky pain and various other kinds of swellings and gets localised as a rounded swelling. As it is a rounded swelling, it is called “Gulma.” It gets now inflated and again deflated. It is accompanied often with indeterminute, severe or slight pain due to the flightly characteristic of Vata and also with formication in the limbs with piercing breaking and throbbing pain; extension and contraction, anasthesia aud hyperasthesia and with disappearance and reappearance."
    },
    {
        "verse_id": "7",
        "text": " Then the patient feels pain, as though pricked by needles or pierced with spear. His temperature rises at the end of the day. His mouth gets parched up, his respiration gets oppressed and when the pain begins his hairs stand on end. Splenic disorders, meteorism, intestinal gurgling, misdigestion, misperistalsis, body-aches, pains in the sides of the neck, in the head and temples aud inguinal swelling appear as complications. The patient’s skin, nails, eyes, face, urine and feces become harsh and dark-red. He has no homologation to etiological factors but has homologation to things antagonistic to etiological factors. This is the Gulma of Vata type."
    },
    {
        "verse_id": "8",
        "text": " If a person emaciated by the afore-mentioned emaciating condition, takes articles of diet that are acid, salt, pungent, alkaline, hot and acute, or takes vinegar, stale wine, greens and acid fruits, or irritating vegetables, grain or flesh, pre-digestion-meals or too frequent meals or fakes emisis on a dehydrated stomach, or is given to long suppression of generated urges or excessive exposure to the wind and the sun—these provoke the Pitta along with the Vata"
    },
    {
        "verse_id": "9-(1)",
        "text": " The Vata thus provoked getting accumulated in the upper part of the alimentary tract begets those peculiar pains which are mentioned in regard to the Gulma born of Vata. Pitta causes burning in the stomach, epigastric region, chest and throat."
    },
    {
        "verse_id": "9-(2)",
        "text": " Afflicted thus with burning sensation, the patient suffers from acid and fuming eructations In the region of the Gulma, it causes burning sensation, pain, fumes, heat, sweat, softening, looseness, tenderness to touch and slight horripilation."
    },
    {
        "verse_id": "9",
        "text": " It causes the complications of fever, giddiness, burning, thirst, parching of the throat, palate and mouth, stupefaction aud loose stools. The skin, nails, eyes, face, urine aud feces become green or yellow There is non-homologation to the etiological factors and homologation to things antagonistic to etiological factors This is Gulma of Pitta type."
    },
    {
        "verse_id": "10",
        "text": "In due emaciated by the above mentioned factors, gormandizing, the eating of very unctuous, heavy, sweet and cold foods, of food made of pastes, sugarcane, milk til, black-gram and preparations made of gur, taking in excess immature curds or wine, the excessive use of the flesh of wet-land, aquatic and domestic animals, the suppression of natural urges, the excessive drinking of water after a surfeit meal, aud rude shaking of the body—these cause the provocation of Kapha along with Vata."
    },
    {
        "verse_id": "11-(1)",
        "text": " The Vata thus provoked, accumulating in some part of the upper region of the alimentary tract, generates the various kinds of pain; which are described in the case of Gulma due to Vata. The Kapha of course gives birth to algid fever, anorexia, misdigestion, body-ache, horripilation, cardiac disorder, vomiting, somnolence, indolence, rigidity, heaviness and excessive heat of the head, as also fixity, heaviness, hardness and deep anasthesia."
    },
    {
        "verse_id": "11-(2)",
        "text": " Similary, having increased, it causes the cough, dyspnea, coryza and consumption, and the pallor of skint nails, face, urine, and feces. It has non-homologation to the etiological factors, and homologation to things which are antagonistic to the etiological factors. This is the Gulma of Kapha type."
    },
    {
        "verse_id": "12",
        "text": " Where there is a combination of etiological factors and manifestation of the symptoms of the discor dance of all the three humors the wise declare it to be the Gulma of tri-discordance type. Being characterised by contrariety in treatment, the Gulma of the tri-discordance type is considered irremediable."
    },
    {
        "verse_id": "13-(1)",
        "text": " The Gulma born of vitiated blood occurs only in women, and not in men, because of their peculiar feature of menstrual discharge from the uterus."
    },
    {
        "verse_id": "13",
        "text": " Owing to her position of de pendence, ignorance, and continual occupation in service and duty, she restrains the natural urges of the body. Either just after abortion or mis-carriage, or just after delivery or during the menstrual period, if a woman takes Vataprovoking foods her Vata gets quickly provoked."
    },
    {
        "verse_id": "14-(1)",
        "text": " In that provoked condition the Vata, entering the orifice of the uterus, obstructs the flow of the menstrual blood. Month by month the obstructed menses distends the uterine cavity."
    },
    {
        "verse_id": "14",
        "text": " The patient is subject to colicky pain, cough, diarrhea, vomiting, anorexia, misdigestion, body aches, somnolence indolence rigidity and excessive mucus-secretion, There appear milk in the breasts, dark shade on the breasts and the lips, excessive weariness in the eyes, fainting, nausea, longings, edema of the [feet?] slight horripilation of the abdomianl hair, dilatation of the uterine channel and also emanation of bad odor and discharge from the uterine channel. The Gulma pulsates as one whole rounded mass. Such a woman who has not conceived at all, the ignorant declare to be a pregnant woman."
    },
    {
        "verse_id": "15-(1)",
        "text": " Here are the premonitory symptoms of the five kinds of gulma appearing before their actual manifestation."
    },
    {
        "verse_id": "15",
        "text": " They are—inappetence, anorexia, misdigestion, irregular gastric fire, burning sensation after meals, vomiting and eructations separately during the process of digestion without external causes, lack of urge for the discharge of flatus, urine and feces, or if the urge is generated there is fruitless effort at discharge or meagre discharge; colicky pain due to Vata, distension of abdomen, intestinal gurglings, horripilation, very round and scyballous stools, lack of hunger, debility and intolerance to full meal."
    },
    {
        "verse_id": "16-(1)",
        "text": " Of all these varieties of Gulma, not one is born without the provocation of Vata."
    },
    {
        "verse_id": "16-(2)",
        "text": " Of them, knowing the Gulma born of tri-discordance to be incurable, one should not undertake to treat it. The Gulma born of one morbid humor must be treated from the very beginning according to the requirements of that morbid humor. That of the double discordance must be treated on the usual line of treatment indicated."
    },
    {
        "verse_id": "16-(3)",
        "text": " One may use any other remedies which are not considered antagonistic, and classifying the conditions into serious and mild, one should remedy the serious conditions first and then undertake the treatment of mild ones."
    },
    {
        "verse_id": "16-(4)",
        "text": " In cases of emergency when the specific nature of the Gulma cannot be recognised, the physician should give the treatment for Vata-gulma. Oleation and sudation are curative of Vata. Then mild and unctuous purgation and enemata, and acid, salt and sweet tastes are to be skilfully administered."
    },
    {
        "verse_id": "16",
        "text": " When Vata is once controlled, the other accompanying disorders admit of being controlled with very little effort."
    },
    {
        "verse_id": "17",
        "text": " The alleviation of Vata is to be systematically tried by all possible means in case of Gulma. If morbid Vata is subdued, though the other morbid humors are provoked, they become easily amenable to cure-"
    },
    {
        "verse_id": "18",
        "text": " The number, cause, characteristics and premonitory symptoms and an aspect of the treatment, have all been shown in the Pathology of Gulma."
    }
]