[
	{
        "verse_id": "1",
        "text": " We shall now expound the chapter entitled, “The Pathology of Epilepsy (apasmara-nidana)”."
    },
    {
        "verse_id": "2",
        "text": " Thus declared the worshipful Atreya."
    },
    {
        "verse_id": "3",
        "text": " There are four kinds of epilepsy (apasmara), the Vata type, the Pitta type, the Kapha type and the tri-discordance type."
    },
    {
        "verse_id": "4-(1)",
        "text": " These four kinds of epilepsy (apasmara) develop rapidly in subjects of the following description:—Those whose minds are obscured by passion and ignorance; these in whom the humors have deviated from their courses, or are in an unbalanced or in a plethoric condition; those who make use of in the manner forbidden by the dietetic rules, of improper dietary articles, which are unclean and ill prepared; those who abuse the general rules of healthful living; as also those resorting to other kinds of wrongful bodily activity; those in whom the morbific humors have become exacerbated as a result of extreme emaciation, and those whose minds have become obscured by passion and ignorance—in such, the morbific humors lie in wait above the heart which is the seat, par excellence of the indwelling spirit, and around the sense organs."
    },
    {
        "verse_id": "4",
        "text": " When these humors, thus lying dormant, are aroused by a sudden accession of desire, anger, fear, greed, infatuation, excitement, grief, worry, or anxiety, they occlude the channels of the heart and the sense organs, and then the man falls into an epileptic fit."
    },
    {
        "verse_id": "5",
        "text": " Epilesy is defined as a paroxysmal loss of consciousness due to disturbance of memory and understanding of the mind, attended with convulsive seizures;"
    },
    {
        "verse_id": "6",
        "text": " Thus, in the Section on Pathology in the treatise compiled by Agnivesha and revised by Caraka, the eighth chapter entitled “The Pathology of Epilepsy (apasmara-nidana)” is completed."
    },
    {
        "verse_id": "7",
        "text": " Thereafter there is the onset of epilepsy (apasmara)."
    },
    {
        "verse_id": "8-(l) These are the special characteristics of epilepsy (<em>apasmara</em>), viz, frequent attacks of transient unconsciousness and immediate regaining of consciousness, bulging of the eyes, incoherent speech, issue of frothy saliva from the mouth, great distension of the neck due to impeded respiration, head drawn to one side, irregular clenching of fingers, restlessness of <a data-gl=\"1\" href=\"/definition/hand#ayurveda\" title=\"show hands definitions\">hands</a> and feet; dusky, red and harsh nails, eyes, face and skin; visual aura of jerky, fickle, harsh and dry objects; non-homologation to Vata causing factors and homologation to those that ate",
        "text": " antagonistic to Vata; the person afflicted with these symptoms should be known to be suffering from epilepsy of the Vata type."
    },
    {
        "verse_id": "8-(2)",
        "text": " Frequent attacks of transient unconsciousness and immediate regaining of consciousness, stertorous breathing, tossing on the ground, green, yellow or coppery coloration of nails, eyes, face and skin, visual aura of blood-smeared, fierce terrifying, blazing and angry-looking forms, non-homologation to Pitta-causing factors, and homologation to those which are antagonistic to Pitta- The persons afflicted with these symptoms should be known to be suffering from epilepsy of the Pitta type."
    },
    {
        "verse_id": "8-(3)",
        "text": " Slowly becoming unconscious and slowly regaining consciousness, falling on the ground not accompanied with very strong convulsive movements, dribbling of saliva from the mouth, pallor of nails, eyes, face and skin, visual aura of white, heavy and glossy shapes, non-homologation to Kapha-causing factors and homologation to those antagonistic to Kapha; a person afflicted with these symptoms should be known to be suffering from epilepsy of the Kapha type."
    },
    {
        "verse_id": "8-(4)",
        "text": " that should be known the epileptic condition due to tri-discordance of humors when all the symptoms manifest in a combined form. This is said to be incurable."
    },
    {
        "verse_id": "8",
        "text": " Thus have been described the four kinds of epilepsy (apasmara)."
    },
    {
        "verse_id": "9",
        "text": " These epileptic types are sometimes associated with the type due to exogenous causes. This will be described later in the Section on Therapeutics. Its differential characteristic is the presence of additional symptoms which are not in accordance with the endogenous morbid humors"
    },
    {
        "verse_id": "10",
        "text": " Only strong purificatory or sedative measures applied as indicated are beneficial to the epileptics; (Mantra) incantation and similar measures are used when the endogenous type is associated with the exogenous one,"
    },
    {
        "verse_id": "11",
        "text": " It was during the destruction of the sacrifice of Daksha, that Gulma first arose in the past as the result of the agitated bodily movements gone through by the assembled persons who in their panic ran helter-skelter in all directions running, Swimining, racing, flying, jumping etc. Also at this, time,, the urinary and dermic disorders took their rise a, the result of the libations that were eaten, the insanities as the result of fear, alarm and grief, and the epilepsies as the result of the pollution by various kinds of unclean beings. As regards fever, we have already described how it arose from the forehead of great God, Shiva. From the heat induced by fever arose the disease hemothermia. As for consumption, it took its rise from the excessive sex-indulgence of the Lord of the constellations, i e, the Moon"
    },
    {
        "verse_id": "12",
        "text": " The occurrence of epilepsy (apasmara) is due to Vata, Pitta and Kapha singly and fourthly due to tri-discordance; and the last one is incurable."
    },
    {
        "verse_id": "13",
        "text": " The intelligent and conscientious physicians accomplish the cure of remediable types of disease by strong, purificatory and sedative medications as indicated."
    },
    {
        "verse_id": "13.1",
        "text": "14 If the condition due to morbid humors is associated with that of the exogenous origin, then the best of the physicians advise the general measures meant for both"
    },
    {
        "verse_id": "15",
        "text": " The physician who is expert in the differential diagnosis of all diseases, and possesses the thorough pharmacological knowledge, cures all diseases and is never confused,"
    },
    {
        "verse_id": "16",
        "text": "Thus has been described, in toto, the excellent Section on Pathology. There are seen diseases which act as causative factors of other diseases."
    },
    {
        "verse_id": "17",
        "text": " For example, hemothermia may be produced as the result of the heat of the fever, and fever as the result of hemothermia, and from both these, consumption may be produced."
    },
    {
        "verse_id": "18",
        "text": " Abdominal affections may result from the enlargement of the spleen, and edema may result from the abdominal affections, and from piles there may result painful abdominal swelling as well as Gulma."
    },
    {
        "verse_id": "19",
        "text": " Cough may result from coryza and from cough wasting may result, and wasting acting as a causative factor may lead to consumption."
    },
    {
        "verse_id": "20",
        "text": " There are diseases which exist first as such alone and later change into causative factors of other diseases Some diseases embody both these conditions while some embody one condition only."
    },
    {
        "verse_id": "21",
        "text": " Sometimes the disease, after giving rise to another disease subsides. There are other diseases which produce yet other diseases without themselves subsiding"
    },
    {
        "verse_id": "22",
        "text": " Such admixtures of diseases in human beings become most formidable for treatment, owing to the complexity of the line of treatment, and serve as causative factors of each other."
    },
    {
        "verse_id": "23",
        "text": "The course of treatment which cures the original disease but produces some other kind of complication is not the correct line of treatment; the correct one is that which cures but does not provoke any other."
    },
    {
        "verse_id": "24",
        "text": " One and the. same causative factor may lead to many disease-conditions. Again, a single causative factor may lead to a single disease. Many causative factors may bring only one disease. Again many causative factors may lead to many diseases."
    },
    {
        "verse_id": "25",
        "text": " Fever, giddiness, delirium and such other diseases seem to be produced by one cause, viz., dryness, and also from the same cause of dryness fever alone is produced."
    },
    {
        "verse_id": "26",
        "text": " Fever is produced by dryness and many similar causative factors;, and fever and many other diseases are produced by dryness and many similar causative factors"
    },
    {
        "verse_id": "27",
        "text": " There is one symptom common to many diseases and there may be one symptom pathognomic of one disease alone. There may be many symptoms of one disease and there may be many symptoms of one disease and there may be many symptoms common to many diseases."
    },
    {
        "verse_id": "28",
        "text": " One symptom, i.e. fever, is considered the common symptom for many diseases which have an irregular onset; and genaral heating is considered the pathognomic symptom of one disease—fever."
    },
    {
        "verse_id": "29",
        "text": " Irregular onset and similar other symptoms appear as the signs of the disease—fever, while similar symptoms also occur in severe dyspnea, hiccup and other similar diseases."
    },
    {
        "verse_id": "30",
        "text": " A single remedy may alleviate many diseases or there may be only one remedy for one particular disease. There may be many remedies for one disease, and many remedies for many diseases."
    },
    {
        "verse_id": "30.1",
        "text": "31 The lightening therapy may alleviate many gastrogenous diseases, while again, the lightening therapy is considered the only remedy for fever"
    },
    {
        "verse_id": "32",
        "text": " Also lightening and other therapeutic measures are used for the alleviation of fever; aud all these measures may be used for the alleviation of a number of diseases like fever, dyspnea, hiccup and similar conditions"
    },
    {
        "verse_id": "33",
        "text": " An easily curable disease is cured by easy measures and in a short period, while formidable diseases are cured only by great efforts and after a long period."
    },
    {
        "verse_id": "34",
        "text": " The disease which does not completely disappear on treatment, belongs to the palliable class of incurable disease, while the other class of incurable diseases where no treatment is of any avail, is called irremediable."
    },
    {
        "verse_id": "35",
        "text": " Incurable diseases never become curable, while curable diseases may pass into the stage of iucurability on account of the shortcomings in any of the four basic therapeutic factors, or as the result of destiny."
    },
    {
        "verse_id": "36",
        "text": " The wise physician should carefully investigate even the minutest changes in the hypertrophy, normality and the atrophy of the morbid element as well as the strength of the body, gastric fire, vitality and mind."
    },
    {
        "verse_id": "37",
        "text": " The circumspect physician, constantly observing the variations, in the stages of the diseases should prescribe such treatment as is helpful in attaining the fourfold blessing of therapeusis"
    },
    {
        "verse_id": "38",
        "text": " Generally, the morbid humors which have spread sideways, afflict the patient for a long time. In this condition the physician cognisant of the nature of the body, gastric fire and vitality should not be in a hurry to counteract the morbid elements."
    },
    {
        "verse_id": "39",
        "text": " These morbid humors should be eliminated by a slow course of treatment or drawn painlessly into the alimentary tract; and when they have returned to the alimentary tract, the wise physician should eliminate them through the nearest passage of exit."
    },
    {
        "verse_id": "40",
        "text": " In this epitome of description of the diseases, some of those that have been mentioned as the symptoms of diseases appear as independent diseases. As long as they exist secondarily, they are called symptoms and not diseases."
    },
    {
        "verse_id": "41",
        "text": " In short everything in the world has only two conditions, abnormal and normal; both of them are dependant upon a cause. Nothing can happen in the absence of a cause."
    },
    {
        "verse_id": "42",
        "text": " Causative factors, premonitory symptoms, symptoms, homologation, course of the disease, primogenesis, mere outline of treatment;"
    },
    {
        "verse_id": "43",
        "text": " curability or otherwise of the eight diseases, viz. fever and others, separate description of the causes, symptoms and treatment of each of these diseases;"
    },
    {
        "verse_id": "44",
        "text": " synonyms of etiological factors, diseases and symptoms—these are, thus, concisely described in the Section on Pathology."
    }
]