[
	{
        "verse_id": "1",
        "text": " We shall now expound “The Pathology of the Anomalies of Urinary Secretion (prameha-nidana)”."
    },
    {
        "verse_id": "2",
        "text": " Thus declared the worshipful Atreya."
    },
    {
        "verse_id": "3",
        "text": " Classified according to the provocation of the three humors, there are twenty disorders of the urinary secretion; while there are innumerable conditions where urine is affected secondarily. We shall now expound urinary disorders resulting from the provocation of the three humors."
    },
    {
        "verse_id": "4-(1)",
        "text": " Here we shall describe the suppression or the incidence of the disease which occurs as a result of the variations in the etiological factors, intensity of morbid humors and susceptibility of the body-elements."
    },
    {
        "verse_id": "4",
        "text": " If these three factors, mainly the etiological factors etc., do not mutually associate or support, or if they do so after a long lapse of time, or in a very mild form, either there occurs no manifestation of the disease at all or the disease takes a long period to evolve, or appears in an ambulatory or abortive form. Under the contrary conditions, there occur contrary results. Thus are laid down the different causes of the modes of incidence or suppression of all diseases."
    },
    {
        "verse_id": "5-(1)",
        "text": " These three special pathological conditions cause the rapid manifestation of the anomalies of urinary secretion (prameha) born of Kapha."
    },
    {
        "verse_id": "5-(2)",
        "text": " They are the frequent aud excessive use of new rice (Hayānaka [hāyanaka]), Yavaka, Cinaka [cīnaka], Uddalaka [uddālaka], Naishadha [naiṣadha], Itkata [itkaṭa], Mukundaka, Mahavrihi [mahāvrīhi], Pramodaka, and Sugnndhaka grains."
    },
    {
        "verse_id": "5-(3)",
        "text": " Similarly the use of new peas, black-gram and other pulses along with ghee, of the flesh of domestic, wetland and aquatic animals, of vegetables, til, til-paste, flour, milk-pudding, kedgeree, thickgruel and the preparations of sugarcane juice, or the frequent use of milk, fresh wine, unformed curds, or liquid, sweet and unripe articles."
    },
    {
        "verse_id": "5",
        "text": " Avoidance of cleanliness and exercise, indulgence in sleeping, lying and sedentary habits, aud whatever other factors are likely to increase Kapha, fat and urine—these are all special etiological factors."
    },
    {
        "verse_id": "6",
        "text": " The special morbific factor of the humor is excessive fluidity of Kapha (body-colloid)."
    },
    {
        "verse_id": "7",
        "text": " The special features of susceptible body-elements are these—excessiveness and diminished viscousness of the adipose tissue, muscular tissue, body fluid, semen, blood, fat, marrow, lymph and the fluid which is called the vital essence."
    },
    {
        "verse_id": "8-(1)",
        "text": " When these three special pathological conditions occur simultaneously in the body, the kapha becomes suddenly provoked It is the first to be provoked because it is already in excessive quantity. It being provoked quickly, spreads in the body owing to the flabbiness of the body. While circulating in the body, it first gets mixed with the adipose tissue, owing to pathological changes in the adipose tissue, viz., excessiveness and diminished viscousness and also owing to the great similarity of quality between the Kapha and the adipose tissue Combining with the adipose tissue, the Kapha vitiates it because the Kapha is already vitiated The vitiated Kapha by coupling with vitiated adipose tissue now comes in contact with body-fluid and muscular tissue owing to excessive increase of both of these in the body."
    },
    {
        "verse_id": "8",
        "text": " Owing to the vitiation of the muscular tissue, it causes putrefying and sloughing inflammatory swellings like (Śarāvikā) crateriform ulcer or carbuncle and such others occurring in this tissue on account of its morbific condition. Then further vitiating the body-fluid, it changes it into urine. Then reaching the orifices of the urinary channels from the kidneys and bladder which are dilated by the morbid fat and body-fluid, it then becomes localised there, and thus gives birth to the anomalies of urinary secretion (prameha). It gets firmly established within the system and may become incurable owing to occurrence of such pathological changes in the body."
    },
    {
        "verse_id": "9-(1)",
        "text": " The body-fluid combined with the Kapha and the adipose tissue while being converted into urine on its entrance into the kidneys, acquires the following ten pathological characteristics of Kapha."
    },
    {
        "verse_id": "9",
        "text": " They are—whiteness, coldness, hardness, viscousness, transparency, unctuousness, heaviness, sweetness, denseness, clearness and slowness. Then it acquires a special name accompanied with the qualities of one or more of the other conditions by which it his been mainly modified."
    },
    {
        "verse_id": "10",
        "text": " Thus we have ten varieties of urinary disorders in accordance with their special designations. They are—Udakameha or Hydruria, Ikshuvalikarasameha [ikṣuvālikārasameha] or Glycosuria, Sandrameha [sāndrameha] or Chyluria, Sandraprasadameha [sāndraprasādameha] or Belluria, Shuklameha [śuklameha] or Bacteriuria, Shukrameha [śukrameha] or Spermatuda, Shitameha [śītameha] or Phosphaturia, Sikatameha [sikatāmeha] or Graveluria, Shanairmeha [śanairmeha] or slow micturition, aud Alalameha [ālālameha] or Pyuria."
    },
    {
        "verse_id": "11",
        "text": " These ten urinary disorders are curable due to their being seated in the adipose tissue which is of similar quality and also due to the predominance of Kapha and to the similarity in treatment."
    },
    {
        "verse_id": "12",
        "text": " The following are the verses regarding the special characteristics of urinary disorders of Kapha type."
    },
    {
        "verse_id": "13",
        "text": " That person who passes urine that is clear, excessive in quantity, whitish, cool, odorless and watery owing to the provocation of Kapha, suffers from Hydruria"
    },
    {
        "verse_id": "14",
        "text": " That person who passes urine which is exceedingly sweet, cool, slightly viscid, turbid and resembling the juice of sugarcane owing to the provocation of Kapha, suffers from Glycosuria."
    },
    {
        "verse_id": "15",
        "text": " That person whose urine gets thickened if kept overnight in a vessel owing to the provocation of Kapha, suffers from Chyluria."
    },
    {
        "verse_id": "16",
        "text": " That person, whose urine, if. kept overnight in a vessel, becomes. partly dense and partly clear owing to the provocation of Kapha, is said to be suffering from Belluria."
    },
    {
        "verse_id": "17",
        "text": " That person whose urine is white and appears as if mixed with flour and who suffers from frequent micturition owing to the provocation of Kapha is said to be suffering from Bacteriuria."
    },
    {
        "verse_id": "18",
        "text": " That person is said to be suffering from Spermaturia born of the provocation of Kapha, who frequently passes urine which is either semen-like in appearance or is mixed with semen."
    },
    {
        "verse_id": "19",
        "text": " That person is said to be suffering from Phosphaturia born of the provocation of Kapha, who passes a large quantity of urine which is exceedingly sweet and cold."
    },
    {
        "verse_id": "20",
        "text": " That person is to be known to suffer from Graveluria born of provoked Kapha, who passes along with urine, hard and small particles produced by the pathological condition of the urine."
    },
    {
        "verse_id": "21",
        "text": " That person is said to be suffering from Slow-micturition born of provoked Kapha, who passes urine little by little without any force, with difficulty and very slowly."
    },
    {
        "verse_id": "22",
        "text": " That person is said to be suffering from Pyuria born of provoked Kapha, whose urine appears to be. full of mucous threads and is slimy and viscid."
    },
    {
        "verse_id": "23",
        "text": " Thus, the ten anomalies of urinary secretion (prameha) caused by the provocation of Kapha, have been described."
    },
    {
        "verse_id": "24",
        "text": " In a man afflicted already with the above mentioned condition, the habitual use of hot, acid, salt, alkaline and pungeut articles, predigestion-meal, and similarly exposure to severe sunshine and fire, anxiety, overwork, anger and promiscuous diet cause immediate provocation of Pitta. This provoked Pitta, very soon, brings about the manifestation of the following six kinds of the urinary anomalies (prameha) by the same process as described above."
    },
    {
        "verse_id": "25",
        "text": " These again acquire special designation according to the particular qualities of Pitta. They are—Ksharameha [kṣārameha], Kalameha [kālameha], Nilameha [nīlameha], Lohitameha, Manjishthameha [māñjiṣṭhameha] and Haridrameha [ hāridrameha]."
    },
    {
        "verse_id": "26",
        "text": " They combine with the six qualities of Pitta as described above viz., alkaline quality, acidity, saltishness, pungency, smell of raw meat and heat."
    },
    {
        "verse_id": "26.1",
        "text": "27 They are all only palliable owing to the proximity of the seat of the discordant humors, and that of the adipose tissue and owing to the antagonism involed in their treatment"
    },
    {
        "verse_id": "28",
        "text": " Here are the foilwing verses regarding the special characteristics of the urinary disorders of Pitta type."
    },
    {
        "verse_id": "29",
        "text": " That person is said to be suffering from (Ksarameha) Alkalinuria, born of the excessive provocation of Pitta, who passes urine resembling alkali in smell, color, taste and touch,"
    },
    {
        "verse_id": "30",
        "text": " That person is said to be suffering from (Kālameha) Melanuria, born of the excessive provocation of Pitta who passes soot-black and warm urine constantly."
    },
    {
        "verse_id": "31",
        "text": " That person is said to be suffering from (Nīlameha) Indigouria, born of the excessive provocation of Pitta, who passes urine of the color of the wings of blue Jay (Cāṣa [cāṣa—cāṣapakṣa]) bird aud which is acid."
    },
    {
        "verse_id": "32",
        "text": " That person is said to be suffering from (Lohitameha) Hematuria, born of the excessive provocation of Pitta whose urine smells like raw meat and which is saltish, warm and red."
    },
    {
        "verse_id": "33",
        "text": " That man is said to be suffering from (Māñjiṣthameha [māñjiṣthameha]) Hemoglobinuria born of the provocation of Pitta, who passes urine of the color of indian madder water, which is increased in quantity, and which smells like raw meat."
    },
    {
        "verse_id": "34",
        "text": " That person is said to be suffering from (Hāridrameha [hāridrameha]) Urobiliuuria born of the provocation of Pitta, whose prine is of the color of turmeric-water, and is pungent."
    },
    {
        "verse_id": "35",
        "text": " Thus have been described the six anomalies of urinary secretion (prameha) caused by the excessive provocation of Pitta."
    },
    {
        "verse_id": "35.1",
        "text": "36 In a man afflicted with the above mentioned condition, the habitual use of astringent, pungent, bitter, dry, light and cold articles and over-indulgence in sex-act, exercise, emesis, purgation, enemata and errhines, suppression of natural urges, fasting, trauma, sun-heat, worry, grief, depletion of blood, walking and unwholesome postures of the body, cause immediate provocation of Vata"
    },
    {
        "verse_id": "37-(1)",
        "text": " When the provoked Vata while circulating in such a body, carrying fat with it, goes to, the urinary channels, there occurs the condition of (Vasāmeha [vasāmeha]) Lipuria. When it carries marrow to the urinary organs. there occurs the condition of (Majjameha) Myelo-uria."
    },
    {
        "verse_id": "37-(2)",
        "text": " When it carries the lymph to the urinary organs and causes the continual flow of urine, then owing to excessiveness of lymph and the expelling quality of Vata, there occurs markedly frequent urge for micturition, and retention of the residual urine. In such a condition, the man continuously discharges urine without any force like a mad elephant; this condition is exiled Hastimeha."
    },
    {
        "verse_id": "37",
        "text": " If Vata by its dry quality changes the vital essence which is naturally of sweet taste, into one of astringent taste and carries it to the urinary organs, then it causes the condition called (Madhumeha) Diabetes."
    },
    {
        "verse_id": "38",
        "text": " Physicians consider these four types of urinary, disorders caused by Vata as incurable owing to their great urgency and the antagonism involved in the treatment."
    },
    {
        "verse_id": "39",
        "text": " They too again as before, obtain special appellation according to the respective qualities of Vata. They are Lipuria, Myelo-uria, Hastimeha and Diabetes."
    },
    {
        "verse_id": "40",
        "text": " The following verses describe the special characteristics of the various urinary disorders of the Vata type."
    },
    {
        "verse_id": "41",
        "text": " That person is said to be suffering from incurable (Vasameha [vasāmeha]) Lipuria owing to the provoked Vata, who frequently passes urine mixed with fat or having the appearance of fat."
    },
    {
        "verse_id": "42",
        "text": " That person is said to be suffering from incurable (Majjameha) Myelo-uria born of the provoked Vata who passes frequently urine mixed with marrow."
    },
    {
        "verse_id": "43",
        "text": " That person is said to be suffering from incurable Hastimeha born of the provoked Vata, who continuously dribbles excessive amount s of urine like a mad elephant."
    },
    {
        "verse_id": "43.1",
        "text": "44, That person is said to be suffering from incurable (Madhumeha) Diabetes, born of the provoked Vata, who passes urine which is astringent and sweet in taste, yellowish-white in color and which is unctuous"
    },
    {
        "verse_id": "45",
        "text": " Thus have been described the four anomalies of urinary secretion (prameha) caused by the provocation of Vata."
    },
    {
        "verse_id": "46",
        "text": " Thus, the twenty anomalies of urinary secretion caused by the provocation of the three humors -have been described."
    },
    {
        "verse_id": "47-(1)",
        "text": " These three provoked morbid humors during the course of the development of the urinary disorders manifest the following premonitory symptoms."
    },
    {
        "verse_id": "47",
        "text": " They are: the matting of the hair, sweet taste in the mouth, numbness, and burning of hands and feet, dryness in the mouth palate and throat thirst, indolence, increased excrement in the body, increased discharge in the orifices of the body, thermalgia and numbness in the body, attraction of insects and ants to the body and urine, abnormalities in urine, smell like raw meat in the body, somnolence and continuous torpor."
    },
    {
        "verse_id": "48",
        "text": " The complications of the urinary disorders are: thirst, diarrhea, fever, burning, debility, anorexia, indigestion, putrefaction, sloughing, and inflammatory swelling such as dry gangrene, abscesses etc., due to the prolonged existence of the condition."
    },
    {
        "verse_id": "49",
        "text": " The physician should treat these curable urinary anomalies by carrying out purificatory and sedative measures as required."
    },
    {
        "verse_id": "50",
        "text": " Urinary disease quickly nestles into him who is a gormandizer and averse to cleauliness and exertion even as birds nestle into their nidal tree."
    },
    {
        "verse_id": "51",
        "text": " Then death in the garb of urinary disease catching hold of the person who is low-spirited, very corpulent, hyper-unctuous and gluttonous carries him away."
    },
    {
        "verse_id": "52",
        "text": " The person who takes only such food as is homologatory to the body-elements and also practises all other wholesome activities of life, enjoys happy life"
    },
    {
        "verse_id": "53",
        "text": " The etiology of the special pathological factors in the evolution of the urinary disorders, the combination of the morbid humors and body-elements the various forms;"
    },
    {
        "verse_id": "54",
        "text": " the ten urinary disorders of Kapha type, the six of Pitta type and the four types caused by the powerful Vata."
    },
    {
        "verse_id": "55",
        "text": " The classification of the curable and incurable, the premonitory symptoms, complications and the line of treatment—all these have been described in this chapter o a the Pathology of the Anomalies of Urinary Secretion."
    }
]