[
	{
        "verse_id": "1",
        "text": " We shall now expound the chapter entitled “The Pathology of Fever (jvara-nidana—nidāna)”."
    },
    {
        "verse_id": "2",
        "text": " Thus declared the worshipful Atreya."
    },
    {
        "verse_id": "3 In this science the terms <a data-gl=\"1\" href=\"/definition/hetu#ayurveda\" title=\"show Hetu definitions\">Hetu</a> (cause), <a data-gl=\"1\" href=\"/definition/nimitta#ayurveda\" title=\"show Nimitta definitions\">Nimitta</a> (instrumental cause), <a data-gl=\"1\" href=\"/definition/ayatana#hinduism\" title=\"show Ayatana definitions\">Ayatana</a> [<em><a data-gl=\"1\" href=\"/definition/ayatana#hinduism\" title=\"show āyatana definitions\">āyatana</a></em>] (source), <a data-gl=\"1\" href=\"/definition/karta#ayurveda\" title=\"show Karta definitions\">Karta</a> [<em><a data-gl=\"1\" href=\"/definition/karta#ayurveda\" title=\"show kartā definitions\">kartā</a></em>] (agent), <a data-gl=\"1\" href=\"/definition/karana#ayurveda\" title=\"show Karana definitions\">Karana</a> [<em><a data-gl=\"1\" href=\"/definition/karana#ayurveda\" title=\"show kāraṇa definitions\">kāraṇa</a></em>] (cause), <a data-gl=\"1\" href=\"/definition/pratyaya#ayurveda\" title=\"show Pratyaya definitions\">Pratyaya</a> (factor), Samutthana [<em>samutthāna</em>] (origin), and Nidana [<em>nidāna</em>] (primary cause), are used as synonyms",
        "text": " That (Nidāna or the cause) is of three kinds:—viz., (1) unwholesome inter-action between the senses and sense-objects, (2) volitional transgression, and (3) time-effect."
    },
    {
        "verse_id": "4",
        "text": " From these three causes, three kinds of somatic diseases arise: of the Pitta type, the Kapha type aud of the Vata type. There are the Psychic diseases which are of two kinds—those caused by Rajas (passion) and those by Tamas (ignorance)"
    },
    {
        "verse_id": "5",
        "text": " Now the words Vyadhi (vyādhi—affliction), Amaya (āmaya—Sickness) Gada (illness), Atanka (ātaṅka—Malady), Yakshma (yakṣmā—Syndrome) Jvara (Fever), Vikara (vikāra—morbidity) and Roga (ailment) are all synonymous."
    },
    {
        "verse_id": "6",
        "text": "The knowledge of disease is obtained by the study of (1) etiology, (2) premonitory symptoms, (3) signs and symptoms, (4) homologatory signs and (5) pathogenesis."
    },
    {
        "verse_id": "7",
        "text": " Among these, etiology has already been defined as the causative factor of disease."
    },
    {
        "verse_id": "8",
        "text": " The premonitory symptoms are those that precede the actual manifestation of disease."
    },
    {
        "verse_id": "9",
        "text": " The symptoms are characteristic manifestations which develop during the course of the disease Here Linga (liṅga—signs), Akriti (ākṛti—form). Lakshana (lakṣaṇa—characteristics), Cihna (indication), Samsthana (saṃsthāna—shape), Vyanjana(manifestation) and Rupa (rūpa—signs and symptoms) are synonymous."
    },
    {
        "verse_id": "10",
        "text": " The homologatory signs are those which indicate what kinds of medicine. food and behaviour are antagonistic directly or in effect to dis ease and its causative factors and what are agreeable to the patient’s system"
    },
    {
        "verse_id": "11",
        "text": " Pathogenesis is known as the origination or the progress of diseases."
    },
    {
        "verse_id": "12-(1)",
        "text": " Pathogenesis is again classified according to number predominant morbid humor mode of classification, minutia and period of exacerbation."
    },
    {
        "verse_id": "12-(2)",
        "text": " Now ‘number’ is as follows:—Eight kinds of Fever (jvara) five kinds of Gulma, seven varieties of Dermatosis and so on."
    },
    {
        "verse_id": "12-(3)",
        "text": " The predominance of morbid humors is described in terms of the comparative and superlative degrees. The comparative is used with reference to two and with reference to all the three, the superlative is used"
    },
    {
        "verse_id": "12-(4)",
        "text": " Mode of classification means classification of diseases into.two groups, viz., endogenous and exogenous; in three groups according to discordant humors, and into four groups when classified as curable, incurable mild aud acute-"
    },
    {
        "verse_id": "12-(5)",
        "text": " “Minutia” in this context is used to signify precise minute pathological changes of each of the morbid humors."
    },
    {
        "verse_id": "12",
        "text": " The period of exacerbation of a disease is again determined by the nature of season, day, night food and time effect."
    },
    {
        "verse_id": "13",
        "text": " Therefore the physician who is of sound mind and understanding should know accurately the diseases from the view-points of etiology, symptomatology etc."
    },
    {
        "verse_id": "14",
        "text": " Thus a summary of the object of the Section on Pathology has been stated. We shall now once again expound the same subject in full detail"
    },
    {
        "verse_id": "15 At the very outset we shall expound in due order, the pathology (<em>nidana</em>) of the eight diseases <a data-gl=\"1\" href=\"/definition/bora#ayurveda\" title=\"show bora definitions\">bora</a> primarily of greed, intense malice and anger, and only a brief account of therapeutics shall be given here",
        "text": " Later on in the Section on Therapeutics we shall describe all the diseases in their fully developed form."
    },
    {
        "verse_id": "16",
        "text": " From among all disorders, fever deserves to be described first it being the foremost of all somatic diseases"
    },
    {
        "verse_id": "17",
        "text": " Now, indeed fever (jvara) appears in the human body owing to eight factors They are Vata, Pitta, Kapha Vata cum-Pitta, Vata-cum-Kapha, and Vata, Pitta aud Kapha combined, the exogenous one being the eighth cause."
    },
    {
        "verse_id": "18",
        "text": "We shall expound the characteristics of etiology, premonitory symptoms, homologatory signs and pathogenesis."
    },
    {
        "verse_id": "19",
        "text": " The Vata becomes provoked by excessive indulgence in dry, light and cold articles by overuse of emesis, purgation, enemata and errhines and by excessive exercise, by suppression of natural urges, fasting, trauma, sexual indulgence, anxiety, grief, depletion of blood, waking and faulty posturing."
    },
    {
        "verse_id": "29",
        "text": " Now by noting the distinctions in the several concurrent manifestations of the symptoms described above, the physician should be able to tell whether a given fever is due to this or that double-discordance or to tri-discordance."
    },
    {
        "verse_id": "21-(1)",
        "text": " Then the following symptoms appear viz. the irregular onset and decline of fever, uneven pyrexia, varyingly acute or mild conditions of the fever (jvara), onset or exacerbation of fever at the end of digestion, day, night and summer season, mostly rough and dusky-red appearance of nails, eyes, urine, feces and skin, and excessive retention of feces and urine, fixed and flying pains of various kinds occurring in different parts of the body, assume various forms."
    },
    {
        "verse_id": "21",
        "text": " They are:—numbness in the feet, cramps in the calf-muscles, breaking of the entire knee-joints; aching of the thigh, breaking, boring, grinding, griping, crepitating, constricting and bursting pains in the waist, sides, back, shoulders, arms, shoulder-blades and the chest; difficulty of the movement of jaws; noises in the ears; piercing pain in the temples; astringent taste in the mouth; disgeusia; dryness of mouth, palate and throat; thirst; cardiac spasm; dry vomit; dry cough; suppression of sneezing and eructations; aversion for all tastes and salivation; inappetence and indigestion; depression, yawning, -flexion of the body, tremors, exhaustion, giddiness, delirium, insomnia, horripilation and setting the teeth on edge; craving for hot things; nonhomologation to the causative factors of disease and homologation to what is antagonistic to the etiological factors. These are the symptoms of fever due to Vata."
    },
    {
        "verse_id": "22",
        "text": " The Pitta becomes provoked by the excessive indulgence in hot, acid, salt, alkaline and pungent articles and by predigestion-meals as also by exposure to severe sun, heat of fire or by over-work, anger or promiscuous diet."
    },
    {
        "verse_id": "23",
        "text": " When the provoked Pitta, liberating the heat from the stomach enters the circulation by following the course of the nutrient fill’d the final product of the food ingested, obstructs the capillaries and ducts carrying the nutrient fluid and sweat, impairs the gastric fire by its fluidity, and expelling the heat out of the thermogenic seat in the body and squeezing it, carries it with itself all over the body, there is the manifestation of pyrexia the rise of body-temperature under the condition."
    },
    {
        "verse_id": "24",
        "text": " These are its symptoms, viz., onset and increase of temperature in the entire body at the same time; the fever (jvara) specially rises during the period of digestion, the middle of the day, or midnight or in autumn; pungent taste in the throat, lips and the palate; thirst; intoxication; giddiness; fainting; bilious vomiting; diarrhea; aversion to food; asthenia; depression of spirits; delirium and eruptions of red spots on the body; green, or yellow tinge of nails eyes, face, urine feces and skin; acute hyper pyrexia; excessive burning; craving for cold things: the non-homologation to causative factors and homologation to things antagonistic to etiological factors. These are the symptoms of fever of the Pitta type."
    },
    {
        "verse_id": "25",
        "text": " Kapha becomes provoked by excessive indulgence in unctuous, heavy, sweet, viscous, cold, acid and salt things, day-sleeping and merriment and by lack of exercise."
    },
    {
        "verse_id": "26",
        "text": " When this provoked Kapha entering the stomach and becoming mixed with the gastric heat, enters the circulation by following the course of the fluid called the nutrient fluid, the final product of the food ingested; it then obstructs the capillaries and ducts carrying the nutrient fluid and sweat; then impairing and expelling the heat from the thermogenic seat and sqeezing [squeezing?] it, spreads it in the entire body. Then occurs the manifestation of pyrexia."
    },
    {
        "verse_id": "27",
        "text": " These are its symptoms viz., the onset and increase of temperature in the whole body at the same time; occurrence, of fever (jvara), specially just after meals, in the forenoon, in the early part of the night and in the spring; heaviness of the limbs, anorexia increase of mucus-secretion, sweet taste in the mouth nausea, excessive mucus-secretion in the stomach, stillness, vomiting, weakness of the digestive fire, hypersomnia, rigidity, torpor, cough, dyspnea, coryza, coldness and pallor of the nails, eyes, face, urine, feces and skin, frequent appearance of a multiplicity of cold pimples over the body, craving for hot things and non-homologation to causative factors and homologation to what is antagonistic to etiological factors. These are the symptoms of the fever of the Kapha type."
    },
    {
        "verse_id": "28",
        "text": " By promiscuous diet, fasting, sudden change in diet, abnormal variations in the season, inhalation of unwholesome odors, the use of water which has been contaminated by toxins, by the use of poison, by habitation at the foot of mountains, by the abuse of the procedures of oleation, sudation, emesis, purgation, corrective and unctuous enemata and errhines, by wrongful regimen in rehabilitation-process, abnormal delivery, by faulty puerperal treatment of the accouchee or the concurrence according to the cirumstances of the etiological factors described above, any two or all of the three humors become provoked at one and the same time. Having thus become provoked, these humors acting in the manner already described, bring about pyrexia"
    },
    {
        "verse_id": "30-(1)",
        "text": " Resulting from trauma or the influence of evil spirits, witchcraft or imprecations, here is the eighth variety of fever (jvara) which is considered exogenous and which is characterised by the precedence of pain. This exogenous fever continues for some time with the manifestation of pyrexia only, and then becomes associated with the morbid humors."
    },
    {
        "verse_id": "30",
        "text": " Thus the fever (jvara) resulting from trauma is associated with morbid Vata due to vitiated condition of blood; the fever resulting from the influence of evil spirits is associated with the morbid Vata and Pitta, and the fever resulting from witch-craft and imprecations is associated with all the three morbid humors."
    },
    {
        "verse_id": "31",
        "text": " This exogenous fever being distinct from the other seven types of fevers (jvara) which are endogenous in the matter of symptomatology, treatment and causation, is to be considered separately. It is to be treated by usual therapeutic measures as indicated. Thus has been described the eight-fold nature of fever."
    },
    {
        "verse_id": "32",
        "text": " All fever is one, its pathognomic symptom being pyrexia. But it is spoken of as of two kinds, when considered in the light of craving for hot or cold things and according to the distinctions of endogenous and exogenous fevers. Of these two, the endogenous is said to be two, three, four or seven varieties by the physicians in accordance with the distinctive combination of the three humors, Vata etc."
    },
    {
        "verse_id": "33",
        "text": " The following are the premonitory symptoms of fever (jvara), viz., dysgeusia, heaviness of limbs, inappetence, agitation of the eyes, lachrymation, hyper-somnia, seediness, yawning, flexion, tremors, fatigue, giddiness, talking at random, insomnia, horripilation and having the teeth, set on edge, transient like and dislike for sounds, cold, wind and the sun; anorexia and indigestion, debility, bodyaches, asthenia, low spirits, procrastination, indolence, avoidance of the usual course of routine, opposition to one’s own interests, disregard of the advice of elders, dislike for children, indifference to one’s duty, the feeling of infliction in wearing flower-garlands, in anointing oneself with unguents and in eating; repugnance for sweetmeats, fondness for sour, salt and pungent things—these are the premonitory symptoms of fever preceding the rise of temperature. They may continue during the entire course of fever."
    },
    {
        "verse_id": "34",
        "text": " Thus the symptoms of fever (jvara) have been individually described in brief and in extenso."
    },
    {
        "verse_id": "35-(1)",
        "text": " Fever is born of the Great God (Maheśvara [Maheśvara]). It is the destroyer of the life of all living beings, it heats up the body, senses and the mind. It is the diminisher of intelligence, strength, body-lustre, liveliness and enthusiasm, the inducer of fatigue, exhaustion, delusion and impairment of alimentation. Fever is so called because it causes the body to be fevered. There are no other diseases which are as fierce, as prolific of complications and as difficult of treatment as this one."
    },
    {
        "verse_id": "35",
        "text": "Fever (jvara) is the king of diseases. It is known by various appellations according to its manifestation in the body of the horizontally spined creatures. All living beings come into the world with fever on them and likewise with fever on them they die. It is the great delusion; enveloped by it, creatures do not recall any action done in their previous lives. It is fever alone that in the end takes away the life breaths of all living beings."
    },
    {
        "verse_id": "36",
        "text": " On the appearance of the premonitory symptoms or in the initial stage of fever (jvara), either light diet or starvation is indicated, seeing that fever originates from the seat of digestion. Thereafter (digestive and sedative) decoctions, inunctions, oleation, sudation, applications, affusions, unguents emetics, purgatives, corrective and unctuous enemata, sedatives, sternutatives; fumigations, inhalation, eye-salves and milk-diet should be availed of according to the nature of the fever and in proper manner."
    },
    {
        "verse_id": "37",
        "text": " In all kinds of chronic fevers the potion of ghee which has been prepared with suitable drugs is recommended. Being unctuous in its nature, ghee subdues Vata (which is dry). Being properly prepared, it subdues Kapha; and being cooling, it subdues both Pitta and heat. Therefore in all chronic fevers, ghee is beneficial as water is beneficial in the else of things that have caught fire."
    },
    {
        "verse_id": "38",
        "text": " Just as men pour water over a burning house with a view to quench the fire, go do they use ghee for quieting chronic fever (jvara)."
    },
    {
        "verse_id": "39",
        "text": " By its unctuous property, it subdues Vata, by its cooling property it subdues Pitta; and ghee inspite of its being possessed of qualities similar to those of Kapha, subdues it when prepared with suitable drugs."
    },
    {
        "verse_id": "40",
        "text": " There is no other unctuous article which imbibes the quality of drugs to the extent that ghee does. Hence ghee is regarded as the best of all unctuous articles."
    },
    {
        "verse_id": "41",
        "text": " If a thing has been said already in prose and is again told in verse, it is for the sake of clarity and emphasis, Such repetition is not censurable."
    },
    {
        "verse_id": "42-44",
        "text": " The three varieties, the etiological factors and their Synonyms, the five-fold nature of disease, the synonyms of disease and of symptoms, of disease, the five factors leading to the full knowledge of disease, the eight varieties of fever, its remote and immediate causes, premonitory symptoms, signs and symptoms and treatment in brief—all this, has the teacher, Punarvasu Atreya, who was free from all ills, declared to the obedient Agnivesha in the first chapter on “The Pathology of Fever (jvara-nidana)”."
    }
]