[
	{
        "verse_id": "1",
        "text": " We shall now expound “The Pathology of Insanity (unmada-nidana)”."
    },
    {
        "verse_id": "2",
        "text": " Thus declared the worshipful Atreya."
    },
    {
        "verse_id": "3 There are five kinds insanity (<em>unmada</em>)",
        "text": " They are due respectively to Vata, Pitta, Kapha, to all the three humors combined and to extraneous causes."
    },
    {
        "verse_id": "4",
        "text": " Of these five, the four which arise from the morbidity of humors, develop most readily in men of the following description viz., the fainthearted, those suffering from mental shock, the humor-ridden, those who make use, in a manner forbidden by the dietetic rules, of improper dietary articles, which are unclean and ill-prepared; those who abuse the general rules of healthful living, as also those resorting to other kinds of wrongful bodily activity; those who are exceedingly wasted in body; those who are crazed with the severity of disease, or those whose minds have been im paired by the attacks of lust, anger, greed, excitement, fear, infatuation, fatigue, grief, anxiety, regret and the like, and also those that are injured by trauma. In such persons the mind, having been impaired and the understands g unsettled, the exacerbated humor, getting further provoked reaching the heart (the brain) and blocking the channels of sensory communication, brings about insanity (unmada)."
    },
    {
        "verse_id": "5",
        "text": " Insanity (unmada) is to be known as the unsettled condition of the mind, understanding, consciousness, perception, memory, inclination, character behaviour and conduct."
    },
    {
        "verse_id": "6",
        "text": " These are its premonitory symptoms—viz., feeling of voidness in the head, restlessness of the eyes, noises in the ears, hurried respiration, dribbling of the mouth, inappetence, anorexia, misdigestion, cardiac spasm, misplaced mental absorption, fatigue, infatuation and anxiety, constant horripilation, frequent pyrexia, intoxicated condition of the mind, pain in the upper half of the body, the appearance of the features presented in facial paralysis, and the frequent seeing in dreams of roving, moving, unstable and inauspicious forms, or oneself sitting mounted on the wheel of the oil-press, or being churned as it were by whirl-winds, or the sinking of oneself in whirlpools of tinged waters and the retraction of the eye-balls—these are the premonitory symptoms of the insanity (unmada) induced by the provocation of the morbid humors."
    },
    {
        "verse_id": "7-(1)",
        "text": " Immediately after these indications, insanity (unmada) manifests itself. The signs and symptoms of the different types of insanity are as follows:—constant wandering, meaningless jerking of the eyes, eye-brows, lips, shoulders, jaws, foreparts of the arms and feet and other body-parts; talking interminably and incoherently; the flowing of froth from the mouth, continuous and inopportune smiling, laughing, dancing, singing and placing on instruments; giving loud imitations of the sounds of the lute, flute, conch and cymbals of the left and the right hand, trying to ride on mounts not in vogue, adorning oneself with queer and un-ornamental objects; hankering after unobtainable viands, and actual contempt or extreme niggardliness for those in actual possession; emaciation and roughness of the body and swelling and redness of the eyes, nou-homologation to the things that are non-alleviative of Vata—these are the symptoms of insanity (unmada) of the Vata type."
    },
    {
        "verse_id": "7-(2)",
        "text": " Irritability anger and excitement in the wrong place, striking oneself or others with weapons, brickbats, whips, sticks and with fists; running about; craving for shade, cold water and food; prolonged attacks of anguish; coppery, green, yellow and furious look of the eyes, and non homologation to the things that are non-alleviative of Pitta—these are the symptoms of the Pitta type of insanity (unmada)."
    },
    {
        "verse_id": "7-(3)",
        "text": " Being rooted to one spot, silence little disposition for movement dribbling of saliva or nasal discharge. disinclination for food, love of solitude, offensiveness, aversion to cleanliness, constant somnolence, edema of the face, whiteness, fixity and covering of mucus-discharge of the eyes and non-homologation to the things that are non-alleviative of Kapha—these are the symptoms of the Kapha type of insanity."
    },
    {
        "verse_id": "7",
        "text": " That form of the insanity which manifests the symptoms of all the three morbid humors is to be known as the insanity of the tri-discordance-type. The experts declare that such insanity is incurable"
    },
    {
        "verse_id": "8",
        "text": " Of the other three which are curable the following constitute the therapeutic measures:—oleation, sudation, emesis, purgation, corrective and unctuous enemata sedation, errhination inhalation, fumigation, eye-salves, nasal medications, insufflations inunctions, application, affusions, besmearing, shock-therapy, intimidating the patient with threat of death chaining and confinement, frightening, inducing astonishment and forgetful ness, depletion and venesection, skilful regimen of diet according to indication and other suitable measures antagonistic to the nature of etiological factors."
    },
    {
        "verse_id": "9",
        "text": " The expert physician should treat the curable types of insanity (unmada) which are born of morbid humors, by the therapeutic method herein described."
    },
    {
        "verse_id": "10",
        "text": " That form of insanity (unmada), however, which presents causes, premonitory symptoms, symptoms, pain and homologation, other than those which arise from endogenous humoral discordance is said to be exogenous. Some would have it that such insanity owes its origin to reprehensible actions done in the former existence. The teacher, Atreya Punarvasu, however is of the opinion that in this case, too, the etiological factor is volitional transgression, that a man, by disregarding the gods, seers, manes. Gandharvas, Yakshas, demons, goblins, seniors, elders, adepts, preceptors and worthies, perpetrates undesirable acts or begins similar reprehensible undertakings. Assailing such a man who is mainly his own assailant, the gods and such others render him insane."
    },
    {
        "verse_id": "11",
        "text": " The following are the premonitory symptoms seen in a man wao is heading towards the exogenous type of insanity (unmada), which comes of the displeasure of the gods etc; viz., a liking for causing hurt to the gods, cows, Brahmanas and the ascetics, irascibility, mischief-mongering, apathy, the impairment of the vital essence, complexion, lustre, strength and body, and in dreams being despised by the gods and others and being incited. Thereafter, there occurs the appearance of insanity."
    },
    {
        "verse_id": "12",
        "text": " The following is the manner in which the madness-inducing agencies operate, when wishing to afflict any one with madness. Thus the gods send down madness by a look, the teachers, elders, adepts and the great sages by a curse, the manes by revealing themselves, the Gandharvas by a touch the Yakshas by taking possession, the Rakshasas by letting their body-odors be sniffed, and lastly, the goblins by mounting their victims and riding them."
    },
    {
        "verse_id": "13",
        "text": " These are the symptoms the exogenous type of insanity (unmada), viz. super-human strength, energy capacity, prowess, grasp, retention, memory, understanding, speech and knowledge The time of manifestation of this type of insanity is indeterminate."
    },
    {
        "verse_id": "14",
        "text": " The following are the junctures when men become liable to the malign influence of the gods sages, manes. Gandharvas, Yakshas, demons and goblins or of the preceptors: elders and adepts, desirous of inducing madness. They are—the commencement of any evil act, or at the time of fructification of former misdeeds while residing alone in a deserted house, or at the crossing of four roads, when failing to practise self-control during the twilights, during sexual congress, on the full and new moon days, while cohabiting with a menstruating woman, during any impropriety in the observance of scriptural recitation, offerings auspicious rites, and sacrifice on lapsing from discipline, vows and Brahmacarya, on the field of battle, at the destruction of a country, community or city during an eclipse, at the time of delivery for a woman, at the contact of various kinds of inauspicious and unclean objects, while vomiting, purging or bleeding, while visiting holy places and temples in an unclean or improper state, while in an uncleansed condition after eating flesh, honey, til, gur or wine, while in a state of rudeness, while traversing at night through a town, city, crossroads, park, cremation ground or a place of slaughter, while engaged in insulting the twice-born, the preceptors the gods, the ascetics and the venerable, while mispropounding the scriptures or during the performance of any other blame-worthy action; thus we have enumerated the specific times at which the seizure begins."
    },
    {
        "verse_id": "15",
        "text": "As regards the motive in the it sanity-causing agents, for inducing insanity (unmada), it is threefold; viz., cruelty, lust and the extortion of worship. The incentive in each case is to be inferred from the difference in the behaviour of the victim, Thus for instance the man who is afflicted with madness by the gods etc., out of cruelty, will enter the fife or dive into the waters or fall from his position into a pit or strike himelf [himself?] with weapons or whips or resort to some other means for taking his life. Such sanity should be regarded as incurable. The other two where the incentive of the maddening agents, is lust or the desire for worship, are curable."
    },
    {
        "verse_id": "16",
        "text": " In the case of these two the therapeutic measures consist of the following charms, herbs, magical stones, auspicious rites, oblations, offerings, sacrifices, ritual discipline (Niyama), vows, expiatory rites, fasts, blessings, obeisance to the gods and pilgrimages"
    },
    {
        "verse_id": "17",
        "text": " Thus, we have dealt with the five kinds of insanity (unmada)."
    },
    {
        "verse_id": "18",
        "text": " These five varieties, however, viewed either as endogenous and exogenous or as curable and incurable, reduce themselves into two groups Occasionally these two overlap, m consequence of the etiological factors of both types. In such cases, the premonitory symptoms are of a hybrid character and hybrid, too, are the actual symptoms. If the coalescence is between two incurable ones, them the malady is to be regarded as incurable. That only is curable where both types are curable. The treatment for this last mentioned group consists in combination of the remedial measures suitable for both."
    },
    {
        "verse_id": "19",
        "text": " Neither gods, nor the Gandharvas, neither the goblins nor the demons, nor aught else, torment the man who is not tormented of himself."
    },
    {
        "verse_id": "20",
        "text": " Those who pursue their suffering victim by the compulsion of his misdeeds are not the authors of his sufferings; for they are not the authors of his actions."
    },
    {
        "verse_id": "21",
        "text": " The wise man when afflicted with disease which arises from volitional transgression aud is the result of one’s own action, should not rail against the gods, the manes, or the demons"
    },
    {
        "verse_id": "22",
        "text": " But he should regard his very self as the author of his pain and pleasure. Accordingly he should search out what is good for himself and not allow himself to be fear-stricken."
    },
    {
        "verse_id": "23",
        "text": " Reverence for the gods, the use of wholesome things, as well as what is opposed to both these, are in the control of oneself."
    },
    {
        "verse_id": "24",
        "text": " The enumeration, the etiology, the premonitory symptoms, the actual symptoms, the curability and incurability and the methods of treatment are all set out in this chapter on the Pathology of the various forms of Insanity."
    }
]