[
	{
        "verse_id": "1",
        "text": " We shall now expound the chapter on “The Pathology of Dermatosis (kushtha-nidana).”"
    },
    {
        "verse_id": "2",
        "text": " Thus declared the worshipful Atreya."
    },
    {
        "verse_id": "3-(1)",
        "text": " Seven are the causative factors of dermatosis (kushtha). They are—the three humors of Vata, Pitta and Kapha rendered morbid by provocation and the four susceptible body-elements viz., skin, flesh, blood and lymph that are vitiated by morbid humors."
    },
    {
        "verse_id": "3",
        "text": " These seven body-elements are the source of many varieties of dermatosis. These, having been thus brought about, manifest local signs, and afflict the entire body."
    },
    {
        "verse_id": "4-(1)",
        "text": " Dermatosis (kushtha) is never born as a result of the provocation of one single humor only. Though the causative morbid humors are the same in all the dermatoses, yet they are differentiated by the minutia of provocation, the sequela and site, which produce the differences in their characteristic pain, color, shape effects, name and treatment."
    },
    {
        "verse_id": "4",
        "text": " They may be classified into seven kinds or eighteen kinds or innumerable varieties. When the morbidised humors are classified according to the various combinations, diseases too, fall into similar classifications except in the case of irremediable disorders. As the list of the varieties of disorders is too long to narrate, we shall content ourselves here with describing only seven main varieties of dermatoses."
    },
    {
        "verse_id": "5-(1)",
        "text": " When Vata and other humors get provoked and vitiate the four body-elements such as skin etc,, if Vata is predominant, there results Kapala dermatosis (kushtha) and if Kapha is predominant Mandala dermatosis is the result. When both Vata, and Pitta are predominant, the Rishyajihva [ṛṣyajihva] type of dermatosis is the result. When Pitta and Kapha predominate the Pundarika [puṇḍarīka] dermatosis result;; when Kapha and Vata predominate, Sidhma dermatosis and when all the three humors equally predominate the Kakanaka [kākaṇaka] type of dermatosis is the result."
    },
    {
        "verse_id": "5",
        "text": " Thus these are the seven main types of dermatosisdermatosis (kushtha). When these combine in varying degrees, they cause various types of the disease."
    },
    {
        "verse_id": "6 Here we explain in short the pathology of all types of dermatosis (<em>kushtha</em>)",
        "text": " Sudden changes from cold to heat without observing the rules of gradual change, and similarly sudden change from fasting to diet without observing the rules of gradual change, and taking constantly and excessively honey, treacle fish, Lakucha, radish, and Kakamaci [kākamācī], taking predigestion meals; also eating the Cilicima fish with milk and taking food made mainly of Hayanaka [hāyanaka], wild barley, Cinaka [cīnaka], Uddalaka [uddalaka] and commonmillet grains along with milk, curds, butter-milk, indian jujube, horse^gram,. black gram, linseed, safflower and unctuous articles. If having indulged excessively in these a person is addicted to excessive, sexual intercourse, excercise or grief, plunges suddenly into cold water or if he eats irritant food without, vomiting out the misdigested food or suppresses the urge for vomiting or indulges in excessive oleation, all the three humors get simultaneously provoked. The four body-elements such as skin etc,, become flabby. The provoked humors settling themselves in these vitiated body-elements and getting localised will vitiate them further and generate skin lesions."
    },
    {
        "verse_id": "7",
        "text": " These are the premonitory symptoms of these dermatoses viz., anhidrosis, hyper-hidrosis, hardness, extreme smoothness, discoloration, pruritus, pricking pain, anesthesia, all-round burning, hyperesthesia, horripilation, roughness, releasing of heat, thickening, edema and acute spreading affection frequently on the body, discharge in the various orifices of the body, excessive pain in case of suppurations, burns, bites, fractures, wounds and falls, and the putrefaction and non healing of even slight wounds."
    },
    {
        "verse_id": "8-(1)",
        "text": " After this the dermic lesions make their appearance. These are the special characteristics regarding the nature of the pains, colors, shapes, effects and names. They are. dry, reddish and hard, unevenly spread have rough edges, are thin, slightly elevated externally, numbed as if paralysed, covered with bristling hair, afflicted with extreme piercing pain lighting, itching and burning, and have scanty purulent or serus discharge, are quickly ulcerating and infected with parasites and are dark-red in color like a piece of broken earthen-pot—such are to be known as Kapala [kapāla] dermatoses (Brythema group)."
    },
    {
        "verse_id": "8-(2)",
        "text": " Those that are copper-colored, covered with copper-colored rough rows of hair, dense, have plenty of thick discharge of pus, blood and lymph, accompanied with itching moisture, sloughing, burning and suppuration, those that spread, appear and ulcerate quickly and are infected with afflicting parasites and are of the color of ripe gular fig-fruit, are to be known as Audumbara dermatoses (Acute inflammatory group)."
    },
    {
        "verse_id": "8-(3)",
        "text": " Those that are glossy, large, raised, smooth, stable and have swollen edges of whitish red shade covered with white rows of hair, with excessive thick white discharge, very moist, itchy and affected with parasites, sluggish in spreading, appearance and ulceration, and which are round in shape are to be known as Mandala [maṇḍala] dermatoses (Urticaria group)."
    },
    {
        "verse_id": "8-(4)",
        "text": " Those that are rough, reddish -colored, dark brown at the edges and in the centre, with shades of blue, yellow and copper-color, that are quick in spreading and appearance, attended with slight itching, moisture, parasitic infection, much burning, ulceration, pricking pain,(suppuration), painful as if pierced by thorns, and are raised in the middle with thin edges, and are surrounded with round pimples, and are oval in shape like that of the deers tongue, are known as Rishyajihva [ṛṣyajihva] dermatoses."
    },
    {
        "verse_id": "8-(5)",
        "text": " Those that are of white and reddish shades, of red edges, are covered with red rows of hair and veins, are elevated have profuse and dense, sanguinous, purulent and serus discharge, are attended with itching parasitic infection, burning and suppuration and are quickly spreading, appearing and ulcerating and of the color of the petal of the pink lotus (Padma palāśa) are to be known as Pundarika [puṇḍarīka] dermatoses."
    },
    {
        "verse_id": "8-(6)",
        "text": " Those that are rough and reddish, those whose external margins are fissured and glossy at the centre, with red and white shades which are multiple, and attended with slight pain, itching and burning, and purulent and serus discharge, those that have small beginning and slight tendency to ulceration or parasitic infection, and are of yellow color like the bitter-gourd flower are to be known as Sidhma dermatoses Psoriasis group)."
    },
    {
        "verse_id": "8 Those that are of the color of the grain of Kakanantika [<em>kākaṇantikā</em>] (Jequirity seeds) in the beginning, and later, acquiring the sinful characteristics of all the above kinds of dermatoses, develop the various colors of the varied kinds of dermatoses are to be known as <a data-gl=\"1\" href=\"/definition/kakana#ayurveda\" title=\"show Kakana definitions\">Kakana</a> [<em><a data-gl=\"1\" href=\"/definition/kakana#ayurveda\" title=\"show kākaṇa definitions\">kākaṇa</a></em>] dermatoses (Malignant lesions)",
        "text": " These are incurable, while all the rest are curable."
    },
    {
        "verse_id": "9",
        "text": " Of them the incurable ones can never change their nature of incurability. But those that are curable, pass beyond the stage of curability owing to faulty regimen. The curables are the six varieties leaving aside the Kakanaka variety. Either due to neglect of treatment or due to faulty regimen, being saturated with morbidity, they become incurable."
    },
    {
        "verse_id": "10-(1)",
        "text": " Owing to neglect of even the curable condition of dermatoses, parasites bora of the skin, flesh, blood lymph, slough, softened tissue and sweat grow strong. They eat away the skin and other elements, and further vitiating the already morbidised humors, generate the following complications corresponding to the individual humors"
    },
    {
        "verse_id": "10",
        "text": " The Vata causes dusky-red color, roughness, dryness, pain, dehydration, pricking sensation, tremor bristles, contraction, fatigue, rigidity, numbness, ulceration and fissures. The Pitta causes burning, sweat, softening. putrefaction discharge, suppuration and redness. The Kapha causes whiteness, coldness itching, stability, thickness, elevation, increase of secretion and excretion, and parasites which eat away the skin, flesh, blood, lymph, vessels, ten dons and cartilage."
    },
    {
        "verse_id": "11",
        "text": " It is in this condition that complications afflict the patient: such as—excessive discharge, ulceration of the part, sequestration of the body-parts, thirst, fever, diarrhea, burning, debility, anorexia and mis-digestion. Such a condition is to be regarded incurable."
    },
    {
        "verse_id": "12",
        "text": " The patient that thinks it is easily curable and neglects the disease in its early stages, will be found after a while to be as good as dead."
    },
    {
        "verse_id": "13",
        "text": " But he who treats well the disease from the very beginning or in its early stage attains happiness for long."
    },
    {
        "verse_id": "14-15",
        "text": " Just as a plant when tender is easily cut down but demands great efforts in cutting when grown big, even so a disease when in its early stage is easily cured but when advanced, is cured with great difficulty or even becomes incurable."
    },
    {
        "verse_id": "16",
        "text": " The number, substances, morbific humors, causative factors, premonitory symptoms signs and symptoms and complications of dermatosis have been described severally in this chapter on“Dermatosis”."
    }
]