[
	{
        "verse_id": "1, We shall now expound the chapter on “The Pathology of Consumption (<em><a data-gl=\"1\" href=\"/definition/shosha#ayurveda\" title=\"show shosha definitions\">shosha</a>-<a data-gl=\"1\" href=\"/definition/nidana#ayurveda\" title=\"show nidana definitions\">nidana</a></em>)",
        "text": "”"
    },
    {
        "verse_id": "2",
        "text": " Thus declared the worshipful Atreya."
    },
    {
        "verse_id": "3",
        "text": " There are four causes of con sumption They are—overstrain, suppression of natural urges, wasting and promiscuous diet"
    },
    {
        "verse_id": "4-(1)",
        "text": " We shall now further explain our observation that overstrain is the cause of consumption (shosha). When a man who is weak, engages in a trial of strength with a strong man or exercises with a mighty bow, or talks excessively or carries very heavy weights, or swims very long distances in water or resorts excessively to hard massage or striking with feet, or running over a very long course at full speed or gets injured or carries out any other form of exercise of a similar description either in a faulty or extravagant manner, then by the inordinate character of such activity his chest gets injured. The Vata spreads all over the injured area of the chest. Getting localised there, it gathers the Kapha which is in that region and vitiates the Pitta and then over-runs the whole system, upward, downward and sideways. That part of the morbid Vata which spreads in the body-joints produces in the patient yawning, bodyaches and fever; that part which has penetrated the upper part of the digestive tract, produces cardiac disorders and anorexia; that part which has reached the throat afflicts it and causes weakness of voice; that part which has spread to the channels that conduct the life-breaths (respiratory passage) causes dyspnea and coryza; and that part which has become localized in the head, afflicts the head. Thereafter, in consequence of the injuries to the chest, the abnormal movement of Vata and lesions in the throat, the patient is afflicted with a continuous cough. As a result of the constant coughing, the lungs being injured, the patient expectorates blood; and from the loss of blood thus occasioned, there results increasing debility."
    },
    {
        "verse_id": "4",
        "text": "Thus, these disorders, arising out of overstrain, afflict the man who has overstrained himself. Thereafter being persecuted by these afflictions which waste him away, he becomes gradually more and more emaciated. Therefore the intelligent man, having correctly estimates his own strength, should engage in such undertakings as are commensurate with it, since strength is the support of the body and the body is the basis for man."
    },
    {
        "verse_id": "5",
        "text": " One should avoid all violent activity, carefully husbanding one’s vitality. For, it is while living that a man may enjoy the desired results of his action"
    },
    {
        "verse_id": "6-(1)",
        "text": " We shall how expatiate on our statement that the suppression of natural urges is the cause of consumption (shosha). When a man having entered the presence of a king or that of his master or while sitting at the feet of the preceptor or in the company of gamblers, or else, in the society of gentle-folk or in the midst of women or travelling in all sorts of carriages—high and low, on account of fear, preoccupation, modesty or repugnance, represses the urges for voiding flatus, urine or feces, then by such suppression, the Vata in him becomes provoked. Then, having become thus irritated, it breaks loose, wandering up, down and sideways, driving forward Pitta and Kapha in its course. Thereafter, having distributed itself in the manner described previously, in the entire system, it gives rise to acute pains, either loosens the fecal matter or dries it up, afflicts the sides exceedingly, grinds down the shoulders, causes increased respiratory movement in the threat and chest, afflicts the head and induces cough, dyspnea, fever hoarseness and coryza."
    },
    {
        "verse_id": "6",
        "text": "Thereafter that man assailed by these debilitating afflictions, gets gradually more and more emaciated. Therefore the intelligent man should, specially devote himself to those endeavours which assure the well-being of the body. Verily the body is the support of the mans well-being, since the man is established in the body."
    },
    {
        "verse_id": "7",
        "text": " Leaving even thing else, one should take care of the body; for in the absence of the body, there is the total extinction of all that characterises embodied beings"
    },
    {
        "verse_id": "8-(1)",
        "text": " We shall elaborate the statement already made that wasting brings about consumption (shosha). When a man has his heart afflicted excessively with grief and anxiety or is taken possession of by envy longing, fear or anger, or being lean is given to dry eats and drinks, or being of weak constitution abstains from food altogether, or eats sparingly, then under such circumstances, the vital essence abiding in the heart becomes diminished; and from its diminution the patient begins to waste away and if proper counter measures are not taken, develops consumption whose characteristics will hereafter be described."
    },
    {
        "verse_id": "8-(2)",
        "text": " Or, when a man being excessively libidinous as result of over-eroticism, indulges in sex act inordinately, then by reason of such excessive indulgence, his seminal secretion becomes depleted. If even after such seminal depletion, his mind does not turn away from women, then, during the sexual act which he achieves by sheer extravagance of his desire, there is no flow of semen, his body having been totally drained of this vital fluid. Under such circumstances, the Vata forcing its entrance into the arteries of the man who is going through the movements of the sex act, ejaculates blood. Since there is no seminal fluid left in him, the blood, driven along willy-nilly by the Vata, flows out of the seminal ducts."
    },
    {
        "verse_id": "8-(3)",
        "text": " In consequence of the depletion of the semen and the discharge of the blood, the joints become loosened, dryness is induced and the body is further weakened and the Vata becomes provoked. Being thus exacerbated, it (the Vāta) sweeps through the vacuous body, and arousing the Pitta and Kapha it dries up the flesh and blood, causes the flow of Kapha and Pitta, afflicts the sides, grinds down the shoulders and muffles the voice; precipitating the Kapha, it fills the head with Kapha; afflicting the joints, it causes body-aches as also anorexia and indigestion; and by reason of the precipitation of Pitta and Kapha aud of Vata, it gives rise to fever, cough, dyspnea, loss of voice and coryza. In consequence of the persistent cough, the lungs having become injured, the patient spits blood; and from the loss of blood thus occasioned, he becomes weak."
    },
    {
        "verse_id": "8",
        "text": " Thereafter, racked thus with these wasting disorders, the patient becomes gradually emaciated. Therefore, the intelligent man seeking to preserve the health of his body, should husband the semen. For, verily, the semen is the highest product of food."
    },
    {
        "verse_id": "9",
        "text": " The highest stage to which food attains is the semen. Hence one should conserve one’s semen. Its dissipation results in manifold disorders or death."
    },
    {
        "verse_id": "10-(1)",
        "text": " We shall now take up for detailed comment what we said concerning promiscuous diet being one of the causes of consumption (shosha) . When a man indulges in drinks and foods which are ingested in various ways—swallowing, chewing, eating, or licking, and which are promiscuous as regards their nature, mode of preparation, combination, quantum, clime, season, rilles of eating and homologation, then as a consequence of this, his Vata, Pitta and Kapha stiffer"
    },
    {
        "verse_id": "derangement",
        "text": " Being deranged, they spread through the body and take up their positions obstructing the orifices oF the body-channels. Under such conditions whatever morsel of food a man takes, is for the most part turned into urine and feces, and no other body-element is formed in any measure. The victim of such a disorder lives on, however, sustained by the fecal matter. Accordingly, the fecal matter in the body of a man who is wasting away as also of men who are extremely thin and weak, is to be carefully maintained. In such a man deprived of proper nourishment, the morbid humors, draw ing strength from malnutrition and each giving rise to its own peculiar maladies, further emaciate the body."
    },
    {
        "verse_id": "10-(2)",
        "text": " Thus the Vata brings in its wake colicky pain, body-aches, impairment of the throat, pain in the sides, crunching pains in the shoulders, loss of voice and coryza; the Pitta brings fever, diarrhea and internal burning; and the Kapha brings coryza,, heaviness of the head, anorexia and cough. Owing to the persistent cough the lungs having become damaged, the victim spits blood and in consequence of this loss of blood he becomes debilitated. In this manned the three morbid humors getting augmented as the result of unbalanced diet induce consumption (shosha), the king of diseases"
    },
    {
        "verse_id": "10",
        "text": "The sufferer afflicted with these emaciating conditions gradually wastes away. Therefore the intelligent man should take regular diet, paying heed to constitution, clime, season, rules of eating and homologation"
    },
    {
        "verse_id": "11",
        "text": " The intelligent man, observing the manifold formidable maladies arising from unbalanced diet, should be a wholesome eater, a moderate eater, a timely eater and a master of the appetites"
    },
    {
        "verse_id": "12",
        "text": " Wrought upon by these four causes of consumptionconsumption (shosha) , the three morbid humors—Vata, Pitta aud Kapha, flare up. Thus roused, they waste the body by diverse kinds of afflictions. On account of its being the most formidable of all diseases, consumption is spoken of by physicians as the King of diseases: or it may have been called the ‘King’s disease’ because it was first seen in the Moon—the king of the stars."
    },
    {
        "verse_id": "13",
        "text": " These are its premonitory, symptoms:—coryza, frequent sneezing, increased mucus-discharge, sweet taste in the mouth, inappetence, weariness at meal-times, constant fault-finding even where there are no faults or negligible faults especially in the matter of dinner service, water, food, soup, cakes, savouries and the caterers; nausea immediately after meals; vomiting fits during the progress of the meal, puffiness of the face and feet, anxious scrutiny of one’s hand, extreme pallor of the eyes, over anxiety to know the propor tion of one’s arms; concupiscence; general disgust for things; frightful appearance of the body; the repeated seeing in dreams of empty reservoirs and deserted villages, townships, cities and country-side or withered, burnt and denuded forests or of oneself coming in contact with chamelions, peacocks, monkeys, parrots, serpents, crows, owls etc., or riding or being drawn by dogs, camels, donkeys, and pigs and climbing mounds of hair,bones, ashes, chaff, aud embers. Such are the premonitory symptoms of consumption."
    },
    {
        "verse_id": "14",
        "text": " Thereafter appear the eleven pathognomic symptoms of the disease, They are—fullness of the head, cough, dyspnea, loss of voice, vomiting of mucus, expectoration of blood, pain in the sides, kneading pains. in the shoulders fever, diarrhea and anorexia."
    },
    {
        "verse_id": "15",
        "text": " Now, a patient who has not suffered a general loss of strength flesh and blood, who is strong and in whom the fatal symptoms have not appeared, even if he presents all the rest of the symptoms of consumption (shosha), is to be considered curable. A strong man, well nourished and able to tolerate the strength both of disease and of medicine, is to be regarded as a mild case although affected with all kinds of symptoms."
    },
    {
        "verse_id": "16",
        "text": " But the patient who is weak, and is greatly reduced in strength, flesh and blood, even if he presents but mild symptoms and no fatal prognosis, is to be considered as a case of severe type and a fatal prognosis, because he is unable to tolerate the force of disease aud medication. Such a patient should be considered incurable, for in no time, he will develop the fatal symptoms; and the fatal symptoms’ develop abruptly."
    },
    {
        "verse_id": "17",
        "text": " He who knows correctly the etiology, the symptoms and the premonitory symptoms of consumption is worthy of treating the king."
    }
]