[
	{
        "verse_id": "1",
        "text": " We shall now expound the chapter on “The Pathology of Hemothermia (raktapitta-nidana).”"
    },
    {
        "verse_id": "2",
        "text": " Thus declared the worshipful Atreya."
    },
    {
        "verse_id": "3",
        "text": " We shall explain the condition where Pitta (thermia) acquires the appellation of Hemothermia (raktapitta)."
    },
    {
        "verse_id": "4-(1)",
        "text": " If a person takes the diet mainly of barley, Uddalaka [uddālaka] or Koradusa [koradūṣa] corn and execessively hot and acute food mixed with Nishpava [niṣpāva], black gram, horse-gram, pigeon pea or alkali, or with curds whey, diluted whey, sour butter-milk, sour conjee or the flesh of hog. buffalo, sheep, fish and cow, or til paste or Pindalu [piṇḍālu] dried vegeta bles, or radish, white mustard, garlic indian beech, drumstick, sweet drumstick, Bhustrina [bhūstṛṇa], the varieties of basil called Sumukha Surasa, Kutheraka [kuṭheraka], Gandira [gaṇḍīra], Kalamalaka [kālamālaka] and Parnasa [parṇāsa], Kshavaka [kṣavaka] and Phanijjhaka [phaṇijjhaka] as chutneys, or wines called Sara [sarā], Sauviraka [sauvīraka], Tushodaka [tuṣodaka], Maireya, Medaka Madhulaka [madhūlaka], and vinegars or other sour postprandial potions made of jujube small and big or pasted articles of diet at the end of the meal, or if a person being afflicted with heat drinks raw milk in excess or too frequently or eats Rohini vegetable along with milk, or the flesh of Kana [kāṇa] pigeon [kāṇakapota] cooked in white-mustard oil and alkali or if a man being afflicted with heat, drinks milk along with horsegram, til paste, ripe jambool, Lakucha or jujube; the Pitta of such a person gets provoked and the blood exceeds its normal proportion causing plethora."
    },
    {
        "verse_id": "4",
        "text": " When under this condition of hyperemia, the provoked Pitta, while circulating in the body reaches the orifices of the splenic aud hepatic blood-carrying vessels which have become dilated, and gets obstructed, then indeed it causes vitiation of the blood."
    },
    {
        "verse_id": "5",
        "text": " Owing to its contact with the blood and its contaminating the blood and acquiring the smell and the tint of the blood, that Pitta is called Hemothermia (Lohita Pitta)."
    },
    {
        "verse_id": "6",
        "text": " These are its premonitory symptoms viz, inappetence, misdigestion of food eaten, eructations of sour taste aud of bad smell like that of vinegar, frequent urge for vomiting, offensiveness of the vomited matter, cacophonia, asthenia of limbs, burning all over the body, steaming emanations from the mouth, mouth smelling of metal, blood, fish or raw flesh; red, green or yellow color of body-limbs, feces, urine, sweat, saliva aud discharges of the nose, mouth, ear aud eye and of pimples on the body; body-aches and frequent visions of red blue, yellow, brown and shining forms in dreams."
    },
    {
        "verse_id": "7",
        "text": "The complications in this condition are debility, anorexia indigestion, dyspnea, cough, fever, diarrhea, edema, emaciation, anemia and cacophonia."
    },
    {
        "verse_id": "8-(1)",
        "text": " There are two directions, in which hemothermia (raktapitta) spreads: upwards and downwards. When there is great predominance of. Kapha in the body, the vitiated blood being carried upwards by combination with Kapha, flows out of the body through the ears, nose, mouth and eyes."
    },
    {
        "verse_id": "8-(2)",
        "text": " In a body where Vata is greatly predominant, the vitiated blood is carried downwards by its combination with Vata and flows out of the body through the urinary or the fecal passages."
    },
    {
        "verse_id": "8",
        "text": " In a case where Kapha and Vata are both predominant, the vitiated blood flows in both the directions by its combination with Kapha and Vata. Thus, being carried in both the directions it flows out of all the orifices of the body above mentioned."
    },
    {
        "verse_id": "9",
        "text": " The condition which affects the upper part is curable because it admits of treatment by purgation and by a multiplicity of medications. That which affects the lower parts is palliable owing to the necessity of limiting the treatment to emesis only and to the paucity of medications. That condition which affects both the parts is incurable because of its not admitting of the use of either emesis or purgation and of the absence of suitable medications."
    },
    {
        "verse_id": "10",
        "text": "The disorder of hemothermia (raktapitta) followed upon the fever afflicting the body of creatures whose life-breaths were heated up by the fire which poured from the auger of Rudra at the destruction of Daksha’s sacrifice of old."
    },
    {
        "verse_id": "11",
        "text": " One should immediately try to alleviate this very acute and fulminating disorder which spreads like the forest-fire, with due consideration to dosage, clime and season, by means of repletion or depletion procedures, by mild, sweet, cooling, bitter or astringent diet aud by unguents, affusions, baths applications and emesis etc. The treatment should be carried out with great care."
    },
    {
        "verse_id": "12",
        "text": " Hemothermia which spreads upwards is curable, owing to its admitting of treatment by purgation and by a multiplicity of medications."
    },
    {
        "verse_id": "13-14",
        "text": " Purgation is the sovereign remedy in the subjugation of Pitta and is not an inferior remedy in controlling Kapha which is its concomitant. Medications of the sweet category really make good vehicles. Hence Hemothermia which spreads upwards is considered curable."
    },
    {
        "verse_id": "15",
        "text": " Hemothermia (raktapitta) that spreads downwards is only palliable owing to the necessity of limiting the treatment to emesis and due to the paucity of medications available."
    },
    {
        "verse_id": "16-17",
        "text": " Emesis, however, is not considered the best remedy in the dispelling of Pitta. It is considered an inferior remedy in the alleviation of Vata which is its concomitant; a.d astringent and bitter articles are not suitable vehicles. Hence hemothermia which spreads do vnwards is said to be only palliable."
    },
    {
        "verse_id": "18",
        "text": " Hemothermia which spreads in both the directions should be considered to be irremediable owing to reasons stated above."
    },
    {
        "verse_id": "19",
        "text": " For hemothermia (raktapitta) there is no method of purification which acts in both the opposite directions and the removal of morbidity in each channel is laid down as necessary in the treatment of Hemothermia (raktapitta) ."
    },
    {
        "verse_id": "20-20½",
        "text": " Thus there is no method of its sedation. When the morbid humors are combined, sedation is considered the best treatment. Thus has been d escribed the three kinds of effects of hemothermia with special reference to the direction of its spreading."
    },
    {
        "verse_id": "21-22",
        "text": " Here are the causes whereby some curable diseases do not get cured. Owing to the absence of an attendant and other accessories or the patient’s folly or the fault of the physician, or the absence of treatment, the curable stage of the disease gets past."
    },
    {
        "verse_id": "23-24",
        "text": " There remains only the incurable stage of disease, the curable and the palliable stages having gone by. The specific clinical knowledge of hemothermia (raktapitta) is described here. The blood which is black or blue or of the color of the rainbow and which imparts color to the cloth is the hemothermia of the incurable type."
    },
    {
        "verse_id": "25",
        "text": " That hemothermia (raktapitta) is considered impossible of cure wherin [wherein?] stinking blood flows out in excessive quantity, which is associated with all complications and where there is complete loss of strength and flesh."
    },
    {
        "verse_id": "26",
        "text": "That hemothermia is undoubtedly irremediable where the patient afflicted with hemothermia (raktapitta) sees red visions and red sky."
    },
    {
        "verse_id": "27",
        "text": " It is this kind of incurable hemothermia (raktapitta) which should be abandoned and the palliable one should be palliated by some efforts; and the conscientious physician should cure the curable type of hemothermia by specific remedies."
    },
    {
        "verse_id": "28-29",
        "text": " The cause, derivation of name and the premonitory symptoms, complications, the two directions in which the disease spreads according to the association of morbid humors, curability and otherwiseness along with their reasons—all these, Punarvasu who is free from delusion, passion, greed pride, intoxication and attachment, has declared here."
    }
]