[
    {
        "verse_id": "1",
        "text": "Śukadeva Gosvāmī said: The son of Rāmacandra was Kuśa, the son of Kuśa was Atithi, the son of Atithi was Niṣadha, and the son of Niṣadha was Nabha. The son of Nabha was Puṇḍarīka, and from Puṇḍarīka came a son named Kṣemadhanvā."
    },
    {
        "verse_id": "2",
        "text": "The son of Kṣemadhanvā was Devānīka, Devānīka’s son was Anīha, Anīha’s son was Pāriyātra, and Pāriyātra’s son was Balasthala. The son of Balasthala was Vajranābha, who was said to have been born from the effulgence of the sun-god."
    },
    {
        "verse_id": "3",
        "text": "The son of Vajranābha was Sagaṇa, and his son was Vidhṛti. The son of Vidhṛti was Hiraṇyanābha, who became a disciple of Jaimini and became a great ācārya of mystic yoga. It is from Hiraṇyanābha that the great saint Yājñavalkya learned the highly elevated system of mystic yoga known as ādhyātma-yoga, which can loosen the knots of material attachment in the heart."
    },
    {
        "verse_id": "5",
        "text": "The son of Hiraṇyanābha was Puṣpa, and the son of Puṣpa was Dhruvasandhi. The son of Dhruvasandhi was Sudarśana, whose son was Agnivarṇa. The son of Agnivarṇa was named Śīghra, and his son was Maru."
    },
    {
        "verse_id": "6",
        "text": "Having achieved perfection in the power of mystic yoga, Maru still lives in a place known as Kalāpa-grāma. At the end of Kali-yuga, he will revive the lost Sūrya dynasty by begetting a son."
    },
    {
        "verse_id": "7",
        "text": "From Maru was born a son named Prasuśruta, from Prasuśruta came Sandhi, from Sandhi came Amarṣaṇa, and from Amarṣaṇa a son named Mahasvān. From Mahasvān, Viśvabāhu took his birth."
    },
    {
        "verse_id": "8",
        "text": "From Viśvabāhu came a son named Prasenajit, from Prasenajit came Takṣaka, and from Takṣaka came Bṛhadbala, who was killed in a fight by your father."
    },
    {
        "verse_id": "9",
        "text": "All these kings in the dynasty of Ikṣvāku have passed away. Now please listen as I describe the kings who will be born in the future. From Bṛhadbala will come Bṛhadraṇa."
    },
    {
        "verse_id": "10",
        "text": "The son of Bṛhadraṇa will be Ūrukriya, who will have a son named Vatsavṛddha. Vatsavṛddha will have a son named Prativyoma, and Prativyoma will have a son named Bhānu, from whom Divāka, a great commander of soldiers, will take birth."
    },
    {
        "verse_id": "11",
        "text": "Thereafter, from Divāka will come a son named Sahadeva, and from Sahadeva a great hero named Bṛhadaśva. From Bṛhadaśva will come Bhānumān, and from Bhānumān will come Pratīkāśva. The son of Pratīkāśva will be Supratīka."
    },
    {
        "verse_id": "12",
        "text": "Thereafter, from Supratīka will come Marudeva; from Marudeva, Sunakṣatra; from Sunakṣatra, Puṣkara; and from Puṣkara, Antarikṣa. The son of Antarikṣa will be Sutapā, and his son will be Amitrajit."
    },
    {
        "verse_id": "13",
        "text": "From Amitrajit will come a son named Bṛhadrāja, from Bṛhadrāja will come Barhi, and from Barhi will come Kṛtañjaya. The son of Kṛtañjaya will be known as Raṇañjaya, and from him will come a son named Sañjaya."
    },
    {
        "verse_id": "14",
        "text": "From Sañjaya will come Śākya, from Śākya will come Śuddhoda, and from Śuddhoda will come Lāṅgala. From Lāṅgala will come Prasenajit, and from Prasenajit, Kṣudraka."
    },
    {
        "verse_id": "15",
        "text": "From Kṣudraka will come Raṇaka, from Raṇaka will come Suratha, and from Suratha will come Sumitra, ending the dynasty. This is a description of the dynasty of Bṛhadbala."
    },
    {
        "verse_id": "16",
        "text": "The last king in the dynasty of Ikṣvāku will be Sumitra; after Sumitra there will be no more sons in the dynasty of the sun-god, and thus the dynasty will end."
    }
]