[
    {
        "verse_id": "1",
        "text": "Śukadeva Gosvāmī said: O King Parīkṣit, as the embodied soul has six senses, King Nahuṣa had six sons, named Yati, Yayāti, Saṁyāti, Āyati, Viyati and Kṛti."
    },
    {
        "verse_id": "2",
        "text": "When one enters the post of king or head of the government, one cannot understand the meaning of self-realization. Knowing this, Yati, the eldest son of Nahuṣa, did not accept the power to rule, although it was offered by his father."
    },
    {
        "verse_id": "3",
        "text": "Because Nahuṣa, the father of Yayāti, molested Indra’s wife, Śacī, who then complained to Agastya and other brāhmaṇas, these saintly brāhmaṇas cursed Nahuṣa to fall from the heavenly planets and be degraded to the status of a python. Consequently, Yayāti became the king."
    },
    {
        "verse_id": "4",
        "text": "King Yayāti had four younger brothers, whom he allowed to rule the four directions. Yayāti himself married Devayānī, the daughter of Śukrācārya, and Śarmiṣṭhā, the daughter of Vṛṣaparvā, and ruled the entire earth."
    },
    {
        "verse_id": "5",
        "text": "Mahārāja Parīkṣit said: Śukrācārya was a very powerful brāhmaṇa, and Mahārāja Yayāti was a kṣatriya. Therefore I am curious to know how there occurred this pratiloma marriage between a kṣatriya and a brāhmaṇa."
    },
    {
        "verse_id": "6",
        "text": "Śukadeva Gosvāmī said: One day Vṛṣaparvā’s daughter Śarmiṣṭhā, who was innocent but angry by nature, was walking with Devayānī, the daughter of Śukrācārya, and with thousands of friends, in the palace garden. The garden was full of lotuses and trees of flowers and fruits and was inhabited by sweetly singing birds and bumblebees."
    },
    {
        "verse_id": "8",
        "text": "When the young, lotus-eyed girls came to the bank of a reservoir of water, they wanted to enjoy by bathing. Thus they left their clothing on the bank and began sporting, throwing water on one another."
    },
    {
        "verse_id": "9",
        "text": "While sporting in the water, the girls suddenly saw Lord Śiva passing by, seated on the back of his bull with his wife, Pārvatī. Ashamed because they were naked, the girls quickly got out of the water and covered themselves with their garments."
    },
    {
        "verse_id": "10",
        "text": "Śarmiṣṭhā unknowingly put Devayānī’s dress on her own body, thus angering Devayānī, who then spoke as follows."
    },
    {
        "verse_id": "11",
        "text": "Oh, just see the activities of this servant-maid Śarmiṣṭhā! Disregarding all etiquette, she has put on my dress, just like a dog snatching clarified butter meant for use in a sacrifice."
    },
    {
        "verse_id": "12",
        "text": "We are among the qualified brāhmaṇas, who are accepted as the face of the Supreme Personality of Godhead. The brāhmaṇas have created the entire universe by their austerity, and they always keep the Absolute Truth within the core of their hearts. They have directed the path of good fortune, the path of Vedic civilization, and because they are the only worshipable objects within this world, they are offered prayers and worshiped even by the great demigods, the directors of the various planets, and even by the Supreme Personality of Godhead, the Supersoul, the supreme purifier, the husband of the goddess of fortune. And we are even more respectable because we are in the dynasty of Bhṛgu. Yet although this woman’s father, being among the demons, is our disciple, she has put on my dress, exactly like a śūdra taking charge of Vedic knowledge."
    },
    {
        "verse_id": "15",
        "text": "Śukadeva Gosvāmī said: When thus rebuked in cruel words, Śarmiṣṭhā was very angry. Breathing heavily like a serpent and biting her lower lip with her teeth, she spoke to the daughter of Śukrācārya as follows."
    },
    {
        "verse_id": "16",
        "text": "You beggar, since you don’t understand your position, why should you unnecessarily talk so much? Don’t all of you wait at our house, depending on us for your livelihood like crows?"
    },
    {
        "verse_id": "17",
        "text": "Using such unkind words, Śarmiṣṭhā rebuked Devayānī, the daughter of Śukrācārya. In anger, she took away Devayānī’s garments and threw Devayānī into a well."
    },
    {
        "verse_id": "18",
        "text": "After throwing Devayānī into the well, Śarmiṣṭhā went home. Meanwhile, King Yayāti, while engaged in a hunting excursion, went to the well to drink water and by chance saw Devayānī."
    },
    {
        "verse_id": "19",
        "text": "Seeing Devayānī naked in the well, King Yayāti immediately gave her his upper cloth. Being very kind to her, he caught her hand with his own and lifted her out."
    },
    {
        "verse_id": "20",
        "text": "With words saturated with love and affection, Devayānī said to King Yayāti: O great hero, O King, conqueror of the cities of your enemies, by accepting my hand you have accepted me as your married wife. Let me not be touched by others, for our relationship as husband and wife has been made possible by providence, not by any human being."
    },
    {
        "verse_id": "22",
        "text": "Because of falling in the well, I met you. Indeed, this has been arranged by providence. After I cursed Kaca, the son of the learned scholar Bṛhaspati, he cursed me by saying that I would not have a brāhmaṇa for a husband. Therefore, O mighty-armed one, there is no possibility of my becoming the wife of a brāhmaṇa."
    },
    {
        "verse_id": "23",
        "text": "Śukadeva Gosvāmī continued: Because such a marriage is not sanctioned by regular scriptures, King Yayāti did not like it, but because it was arranged by providence and because he was attracted by Devayānī’s beauty, he accepted her request."
    },
    {
        "verse_id": "24",
        "text": "Thereafter, when the learned King returned to his palace, Devayānī returned home crying and told her father, Śukrācārya, about all that had happened because of Śarmiṣṭhā. She told how she had been thrown into the well but was saved by the King."
    },
    {
        "verse_id": "25",
        "text": "As Śukrācārya listened to what had happened to Devayānī, his mind was very much aggrieved. Condemning the profession of priesthood and praising the profession of uñcha-vṛtti [collecting grains from the fields], he left home with his daughter."
    },
    {
        "verse_id": "26",
        "text": "King Vṛṣaparvā understood that Śukrācārya was coming to chastise or curse him. Consequently, before Śukrācārya came to his house, Vṛṣaparvā went out and fell down in the street at the feet of his guru and satisfied him, checking his wrath."
    },
    {
        "verse_id": "27",
        "text": "The powerful Śukrācārya was angry for a few moments, but upon being satisfied he said to Vṛṣaparvā: My dear King, kindly fulfill the desire of Devayānī, for she is my daughter and in this world I cannot give her up or neglect her."
    },
    {
        "verse_id": "28",
        "text": "After hearing Śukrācārya’s request, Vṛṣaparvā agreed to fulfill Devayānī’s desire, and he awaited her words. Devayānī then expressed her desire as follows: “Whenever I marry by the order of my father, my friend Śarmiṣṭhā must go with me as my maidservant, along with her friends.”"
    },
    {
        "verse_id": "29",
        "text": "Vṛṣaparvā wisely thought that Śukrācārya’s displeasure would bring danger and that his pleasure would bring material gain. Therefore he carried out Śukrācārya’s order and served him like a slave. He gave his daughter Śarmiṣṭhā to Devayānī, and Śarmiṣṭhā served Devayānī like a slave, along with thousands of other women."
    },
    {
        "verse_id": "30",
        "text": "When Śukrācārya gave Devayānī in marriage to Yayāti, he had Śarmiṣṭhā go with her, but he warned the King, “My dear King, never allow this girl Śarmiṣṭhā to lie with you in your bed.”"
    },
    {
        "verse_id": "31",
        "text": "O King Parīkṣit, upon seeing Devayānī with a nice son, Śarmiṣṭhā once approached King Yayāti at the appropriate time for conception. In a secluded place, she requested the King, the husband of her friend Devayānī, to enable her to have a son also."
    },
    {
        "verse_id": "32",
        "text": "When Princess Śarmiṣṭhā begged King Yayāti for a son, the King was certainly aware of the principles of religion, and therefore he agreed to fulfill her desire. Although he remembered the warning of Śukrācārya, he thought of this union as the desire of the Supreme, and thus he had sex with Śarmiṣṭhā."
    },
    {
        "verse_id": "33",
        "text": "Devayānī gave birth to Yadu and Turvasu, and Śarmiṣṭhā gave birth to Druhyu, Anu and Pūru."
    },
    {
        "verse_id": "34",
        "text": "When the proud Devayānī understood from outside sources that Śarmiṣṭhā was pregnant by her husband, she was frenzied with anger. Thus she departed for her father’s house."
    },
    {
        "verse_id": "35",
        "text": "King Yayāti, who was very lusty, followed his wife, caught her and tried to appease her by speaking pleasing words and massaging her feet, but he could not satisfy her by any means."
    },
    {
        "verse_id": "36",
        "text": "Śukrācārya was extremely angry. “You untruthful fool, lusting after women! You have done a great wrong,” he said. “I therefore curse you to be attacked and disfigured by old age and invalidity.”"
    },
    {
        "verse_id": "37",
        "text": "King Yayāti said, “O learned, worshipable brāhmaṇa, I have not yet satisfied my lusty desires with your daughter.” Śukrācārya then replied, “You may exchange your old age with someone who will agree to transfer his youth to you.”"
    },
    {
        "verse_id": "38",
        "text": "When Yayāti received this benediction from Śukrācārya, he requested his eldest son: My dear son Yadu, please give me your youth in exchange for my old age and invalidity."
    },
    {
        "verse_id": "39",
        "text": "My dear son, I am not yet satisfied in my sexual desires. But if you are kind to me, you can take the old age given by your maternal grandfather, and I may take your youth so that I may enjoy life for a few years more."
    },
    {
        "verse_id": "40",
        "text": "Yadu replied: My dear father, you have already achieved old age, although you also were a young man. But I do not welcome your old age and invalidity, for unless one enjoys material happiness, one cannot attain renunciation."
    },
    {
        "verse_id": "41",
        "text": "O Mahārāja Parīkṣit, Yayāti similarly requested his sons Turvasu, Druhyu and Anu to exchange their youth for his old age, but because they were unaware of religious principles, they thought that their flickering youth was eternal, and therefore they refused to carry out their father’s order."
    },
    {
        "verse_id": "42",
        "text": "King Yayāti then requested Pūru, who was younger than these three brothers but more qualified, “My dear son, do not be disobedient like your elder brothers, for that is not your duty.”"
    },
    {
        "verse_id": "43",
        "text": "Pūru replied: O Your Majesty, who in this world can repay his debt to his father? By the mercy of one’s father, one gets the human form of life, which can enable one to become an associate of the Supreme Lord."
    },
    {
        "verse_id": "44",
        "text": "A son who acts by anticipating what his father wants him to do is first class, one who acts upon receiving his father’s order is second class, and one who executes his father’s order irreverently is third class. But a son who refuses his father’s order is like his father’s stool."
    },
    {
        "verse_id": "45",
        "text": "Śukadeva Gosvāmī said: In this way, O Mahārāja Parīkṣit, the son named Pūru was very pleased to accept the old age of his father, Yayāti, who took the youth of his son and enjoyed this material world as he required."
    },
    {
        "verse_id": "46",
        "text": "Thereafter, King Yayāti became the ruler of the entire world, consisting of seven islands, and ruled the citizens exactly like a father. Because he had taken the youth of his son, his senses were unimpaired, and he enjoyed as much material happiness as he desired."
    },
    {
        "verse_id": "47",
        "text": "In secluded places, engaging her mind, words, body and various paraphernalia, Devayānī, the dear wife of Mahārāja Yayāti, always brought her husband the greatest possible transcendental bliss."
    },
    {
        "verse_id": "48",
        "text": "King Yayāti performed various sacrifices, in which he offered abundant gifts to the brāhmaṇas to satisfy the Supreme Lord, Hari, who is the reservoir of all the demigods and the object of all Vedic knowledge."
    },
    {
        "verse_id": "49",
        "text": "The Supreme Lord, Vāsudeva, who created the cosmic manifestation, exhibits Himself as all-pervading, like the sky that holds clouds. And when the creation is annihilated, everything enters into the Supreme Lord, Viṣṇu, and varieties are no longer manifested."
    },
    {
        "verse_id": "50",
        "text": "Without material desires, Mahārāja Yayāti worshiped the Supreme Lord, who is situated in everyone’s heart as Nārāyaṇa and is invisible to material eyes, although existing everywhere."
    },
    {
        "verse_id": "51",
        "text": "Although Mahārāja Yayāti was the king of the entire world and he engaged his mind and five senses in enjoying material possessions for one thousand years, he was unable to be satisfied."
    }
]