[
    {
        "verse_id": "1",
        "text": "Śukadeva Gosvāmī said: The son of Mahārāja Khaṭvāṅga was Dīrghabāhu, and his son was the celebrated Mahārāja Raghu. From Mahārāja Raghu came Aja, and from Aja was born the great personality Mahārāja Daśaratha."
    },
    {
        "verse_id": "2",
        "text": "Being prayed for by the demigods, the Supreme Personality of Godhead, the Absolute Truth Himself, directly appeared with His expansion and expansions of the expansion. Their holy names were Rāma, Lakṣmaṇa, Bharata and Śatrughna. These celebrated incarnations thus appeared in four forms as the sons of Mahārāja Daśaratha."
    },
    {
        "verse_id": "3",
        "text": "O King Parīkṣit, the transcendental activities of Lord Rāmacandra have been described by great saintly persons who have seen the truth. Because you have heard again and again about Lord Rāmacandra, the husband of mother Sītā, I shall describe these activities only in brief. Please listen."
    },
    {
        "verse_id": "4",
        "text": "To keep the promise of His father intact, Lord Rāmacandra immediately gave up the position of king and, accompanied by His wife, mother Sītā, wandered from one forest to another on His lotus feet, which were so delicate that they were unable to bear even the touch of Sītā’s palms. The Lord was also accompanied by Hanumān [or by another monkey, Sugrīva], king of the monkeys, and by His own younger brother Lord Lakṣmaṇa, both of whom gave Him relief from the fatigue of wandering in the forest. Having cut off the nose and ears of Śūrpaṇakhā, thus disfiguring her, the Lord was separated from mother Sītā. He therefore became angry, moving His eyebrows and thus frightening the ocean, who then allowed the Lord to construct a bridge to cross the ocean. Subsequently, the Lord entered the kingdom of Rāvaṇa to kill him, like a fire devouring a forest. May that Supreme Lord, Rāmacandra, give us all protection."
    },
    {
        "verse_id": "5",
        "text": "In the arena of the sacrifice performed by Viśvāmitra, Lord Rāmacandra, the King of Ayodhyā, killed many demons, Rākṣasas and uncivilized men who wandered at night in the mode of darkness. May Lord Rāmacandra, who killed these demons in the presence of Lakṣmaṇa, be kind enough to give us protection."
    },
    {
        "verse_id": "6",
        "text": "O King, the pastimes of Lord Rāmacandra were wonderful, like those of a baby elephant. In the assembly where mother Sītā was to choose her husband, in the midst of the heroes of this world, He broke the bow belonging to Lord Śiva. This bow was so heavy that it was carried by three hundred men, but Lord Rāmacandra bent and strung it and broke it in the middle, just as a baby elephant breaks a stick of sugarcane. Thus the Lord achieved the hand of mother Sītā, who was equally as endowed with transcendental qualities of form, beauty, behavior, age and nature. Indeed, she was the goddess of fortune who constantly rests on the chest of the Lord. While returning from Sītā’s home after gaining her at the assembly of competitors, Lord Rāmacandra met Paraśurāma. Although Paraśurāma was very proud, having rid the earth of the royal order twenty-one times, he was defeated by the Lord, who appeared to be a kṣatriya of the royal order."
    },
    {
        "verse_id": "8",
        "text": "Carrying out the order of His father, who was bound by a promise to his wife, Lord Rāmacandra left behind His kingdom, opulence, friends, well-wishers, residence and everything else, just as a liberated soul gives up his life, and went to the forest with Sītā."
    },
    {
        "verse_id": "9",
        "text": "While wandering in the forest, where He accepted a life of hardship, carrying His invincible bow and arrows in His hand, Lord Rāmacandra deformed Rāvaṇa’s sister, who was polluted with lusty desires, by cutting off her nose and ears. He also killed her fourteen thousand Rākṣasa friends, headed by Khara, Triśira and Dūṣaṇa."
    },
    {
        "verse_id": "10",
        "text": "O King Parīkṣit, when Rāvaṇa, who had ten heads on his shoulders, heard about the beautiful and attractive features of Sītā, his mind was agitated by lusty desires, and he went to kidnap her. To distract Lord Rāmacandra from His āśrama, Rāvaṇa sent Mārīca in the form of a golden deer, and when Lord Rāmacandra saw that wonderful deer, He left His residence and followed it and finally killed it with a sharp arrow, just as Lord Śiva killed Dakṣa."
    },
    {
        "verse_id": "11",
        "text": "When Rāmacandra entered the forest and Lakṣmaṇa was also absent, the worst of the Rākṣasas, Rāvaṇa, kidnapped Sītādevī, the daughter of the King of Videha, just as a tiger seizes unprotected sheep when the shepherd is absent. Then Lord Rāmacandra wandered in the forest with His brother Lakṣmaṇa as if very much distressed due to separation from His wife. Thus He showed by His personal example the condition of a person attached to women."
    },
    {
        "verse_id": "12",
        "text": "Lord Rāmacandra, whose lotus feet are worshiped by Lord Brahmā and Lord Śiva, had assumed the form of a human being. Thus He performed the funeral ceremony of Jaṭāyu, who was killed by Rāvaṇa. The Lord then killed the demon named Kabandha, and after making friends with the monkey chiefs, killing Vāli and arranging for the deliverance of mother Sītā, He went to the beach of the ocean."
    },
    {
        "verse_id": "13",
        "text": "After reaching the beach, Lord Rāmacandra fasted for three days, awaiting the arrival of the ocean personified. When the ocean did not come, the Lord exhibited His pastimes of anger, and simply by His glancing over the ocean, all the living entities within it, including the crocodiles and sharks, were agitated by fear. Then the personified ocean fearfully approached Lord Rāmacandra, taking all paraphernalia to worship Him. Falling at the Lord’s lotus feet, the personified ocean spoke as follows."
    },
    {
        "verse_id": "14",
        "text": "O all-pervading Supreme Person, we are dull-minded and did not understand who You are, but now we understand that You are the Supreme Person, the master of the entire universe, the unchanging and original Personality of Godhead. The demigods are infatuated with the mode of goodness, the Prajāpatis with the mode of passion, and the lord of ghosts with the mode of ignorance, but You are the master of all these qualities."
    },
    {
        "verse_id": "15",
        "text": "My Lord, You may use my water as You like. Indeed, You may cross it and go to the abode of Rāvaṇa, who is the great source of disturbance and crying for the three worlds. He is the son of Viśravā, but is condemned like urine. Please go kill him and thus regain Your wife, Sītādevī. O great hero, although my water presents no impediment to Your going to Laṅkā, please construct a bridge over it to spread Your transcendental fame. Upon seeing this wonderfully uncommon deed of Your Lordship, all the great heroes and kings in the future will glorify You."
    },
    {
        "verse_id": "16",
        "text": "Śukadeva Gosvāmī said: After constructing a bridge over the ocean by throwing into the water the peaks of mountains whose trees and other vegetation had been shaken by the hands of great monkeys, Lord Rāmacandra went to Laṅkā to release Sītādevī from the clutches of Rāvaṇa. With the direction and help of Vibhīṣaṇa, Rāvaṇa’s brother, the Lord, along with the monkey soldiers, headed by Sugrīva, Nīla and Hanumān, entered Rāvaṇa’s kingdom, Laṅkā, which had previously been burnt by Hanumān."
    },
    {
        "verse_id": "17",
        "text": "After entering Laṅkā, the monkey soldiers, led by chiefs like Sugrīva, Nīla and Hanumān, occupied all the sporting houses, granaries, treasuries, palace doorways, city gates, assembly houses, palace frontages and even the resting houses of the pigeons. When the city’s crossroads, platforms, flags and golden waterpots on its domes were all destroyed, the entire city of Laṅkā appeared like a river disturbed by a herd of elephants."
    },
    {
        "verse_id": "18",
        "text": "When Rāvaṇa, the master of the Rākṣasas, saw the disturbances created by the monkey soldiers, he called for Nikumbha, Kumbha, Dhūmrākṣa, Durmukha, Surāntaka, Narāntaka and other Rākṣasas and also his son Indrajit. Thereafter he called for Prahasta, Atikāya, Vikampana and finally Kumbhakarṇa. Then he induced all his followers to fight against the enemies."
    },
    {
        "verse_id": "19",
        "text": "Lord Rāmacandra, surrounded by Lakṣmaṇa and monkey soldiers like Sugrīva, Hanumān, Gandhamāda, Nīla, Aṅgada, Jāmbavān and Panasa, attacked the soldiers of the Rākṣasas, who were fully equipped with various invincible weapons like swords, lances, bows, prāsas, ṛṣṭis, śakti arrows, khaḍgas and tomaras."
    },
    {
        "verse_id": "20",
        "text": "Aṅgada and the other commanders of the soldiers of Rāmacandra faced the elephants, infantry, horses and chariots of the enemy and hurled against them big trees, mountain peaks, clubs and arrows. Thus the soldiers of Lord Rāmacandra killed Rāvaṇa’s soldiers, who had lost all good fortune because Rāvaṇa had been condemned by the anger of mother Sītā."
    },
    {
        "verse_id": "21",
        "text": "Thereafter, when Rāvaṇa, the king of the Rākṣasas, observed that his soldiers had been lost, he was extremely angry. Thus he mounted his airplane, which was decorated with flowers, and proceeded toward Lord Rāmacandra, who sat on the effulgent chariot brought by Mātali, the chariot driver of Indra. Then Rāvaṇa struck Lord Rāmacandra with sharp arrows."
    },
    {
        "verse_id": "22",
        "text": "Lord Rāmacandra said to Rāvaṇa: You are the most abominable of the man-eaters. Indeed, you are like their stool. You resemble a dog, for as a dog steals eatables from the kitchen in the absence of the householder, in My absence you kidnapped My wife, Sītādevī. Therefore as Yamarāja punishes sinful men, I shall also punish you. You are most abominable, sinful and shameless. Today, therefore, I, whose attempt never fails, shall punish you."
    },
    {
        "verse_id": "23",
        "text": "After thus rebuking Rāvaṇa, Lord Rāmacandra fixed an arrow to His bow, aimed at Rāvaṇa, and released the arrow, which pierced Rāvaṇa’s heart like a thunderbolt. Upon seeing this, Rāvaṇa’s followers raised a tumultuous sound, crying, “Alas! Alas! What has happened? What has happened?” as Rāvaṇa, vomiting blood from his ten mouths, fell from his airplane, just as a pious man falls to earth from the heavenly planets when the results of his pious activities are exhausted."
    },
    {
        "verse_id": "24",
        "text": "Thereafter, all the women whose husbands had fallen in the battle, headed by Mandodarī, the wife of Rāvaṇa, came out of Laṅkā. Continuously crying, they approached the dead bodies of Rāvaṇa and the other Rākṣasas."
    },
    {
        "verse_id": "25",
        "text": "Striking their breasts in affliction because their husbands had been killed by the arrows of Lakṣmaṇa, the women embraced their respective husbands and cried piteously in voices appealing to everyone."
    },
    {
        "verse_id": "26",
        "text": "O my lord, O master! You epitomized trouble for others, and therefore you were called Rāvaṇa. But now that you have been defeated, we also are defeated, for without you the state of Laṅkā has been conquered by the enemy. To whom will it go for shelter?"
    },
    {
        "verse_id": "27",
        "text": "O greatly fortunate one, you came under the influence of lusty desires, and therefore you could not understand the influence of mother Sītā. Now, because of her curse, you have been reduced to this state, having been killed by Lord Rāmacandra."
    },
    {
        "verse_id": "28",
        "text": "O pleasure of the Rākṣasa dynasty, because of you the state of Laṅkā and also we ourselves now have no protector. By your deeds you have made your body fit to be eaten by vultures and your soul fit to go to hell."
    },
    {
        "verse_id": "29",
        "text": "Śrī Śukadeva Gosvāmī said: Vibhīṣaṇa, the pious brother of Rāvaṇa and devotee of Lord Rāmacandra, received approval from Lord Rāmacandra, the King of Kosala. Then he performed the prescribed funeral ceremonies for his family members to save them from the path to hell."
    },
    {
        "verse_id": "30",
        "text": "Thereafter, Lord Rāmacandra found Sītādevī sitting in a small cottage beneath the tree named Siṁśapā in a forest of Aśoka trees. She was lean and thin, being aggrieved because of separation from Him."
    },
    {
        "verse_id": "31",
        "text": "Seeing His wife in that condition, Lord Rāmacandra was very compassionate. When Rāmacandra came before her, she was exceedingly happy to see her beloved, and her lotuslike mouth showed her joy."
    },
    {
        "verse_id": "32",
        "text": "After giving Vibhīṣaṇa the power to rule the Rākṣasa population of Laṅkā for the duration of one kalpa, Lord Rāmacandra, the Supreme Personality of Godhead [Bhagavān], placed Sītādevī on an airplane decorated with flowers and then got on the plane Himself. The period for His living in the forest having ended, the Lord returned to Ayodhyā, accompanied by Hanumān, Sugrīva and His brother Lakṣmaṇa."
    },
    {
        "verse_id": "33",
        "text": "When Lord Rāmacandra returned to His capital, Ayodhyā, He was greeted on the road by the princely order, who showered His body with beautiful, fragrant flowers, while great personalities like Lord Brahmā and other demigods glorified the activities of the Lord in great jubilation."
    },
    {
        "verse_id": "34",
        "text": "Upon reaching Ayodhyā, Lord Rāmacandra heard that in His absence His brother Bharata was eating barley cooked in the urine of a cow, covering His body with the bark of trees, wearing matted locks of hair, and lying on a mattress of kuśa. The most merciful Lord very much lamented this."
    },
    {
        "verse_id": "35",
        "text": "When Lord Bharata understood that Lord Rāmacandra was returning to the capital, Ayodhyā, He immediately took upon His own head Lord Rāmacandra’s wooden shoes and came out from His camp at Nandigrāma. Lord Bharata was accompanied by ministers, priests and other respectable citizens, by professional musicians vibrating pleasing musical sounds, and by learned brāhmaṇas loudly chanting Vedic hymns. Following in the procession were chariots drawn by beautiful horses with harnesses of golden rope. These chariots were decorated by flags with golden embroidery and by other flags of various sizes and patterns. There were soldiers bedecked with golden armor, servants bearing betel nut, and many well-known and beautiful prostitutes. Many servants followed on foot, bearing an umbrella, whisks, different grades of precious jewels, and other paraphernalia befitting a royal reception. Accompanied in this way, Lord Bharata, His heart softened in ecstasy and His eyes full of tears, approached Lord Rāmacandra and fell at His lotus feet with great ecstatic love."
    },
    {
        "verse_id": "39",
        "text": "After offering the wooden shoes before Lord Rāmacandra, Lord Bharata stood with folded hands, His eyes full of tears, and Lord Rāmacandra bathed Bharata with tears while embracing Him with both arms for a long time. Accompanied by mother Sītā and Lakṣmaṇa, Lord Rāmacandra then offered His respectful obeisances unto the learned brāhmaṇas and the elderly persons in the family, and all the citizens of Ayodhyā offered their respectful obeisances unto the Lord."
    },
    {
        "verse_id": "41",
        "text": "The citizens of Ayodhyā, upon seeing their King return after a long absence, offered Him flower garlands, waved their upper cloths, and danced in great jubilation."
    },
    {
        "verse_id": "42",
        "text": "O King, Lord Bharata carried Lord Rāmacandra’s wooden shoes, Sugrīva and Vibhīṣaṇa carried a whisk and an excellent fan, Hanumān carried a white umbrella, Śatrughna carried a bow and two quivers, and Sītādevī carried a waterpot filled with water from holy places. Aṅgada carried a sword, and Jāmbavān, King of the Ṛkṣas, carried a golden shield."
    },
    {
        "verse_id": "44",
        "text": "O King Parīkṣit, as the Lord sat on His airplane of flowers, with women offering Him prayers and reciters chanting about His characteristics, He appeared like the moon with the stars and planets."
    },
    {
        "verse_id": "45",
        "text": "Thereafter, having been welcomed by His brother Bharata, Lord Rāmacandra entered the city of Ayodhyā in the midst of a festival. When He entered the palace, He offered obeisances to all the mothers, including Kaikeyī and the other wives of Mahārāja Daśaratha, and especially His own mother, Kauśalyā. He also offered obeisances to the spiritual preceptors, such as Vasiṣṭha. Friends of His own age and younger friends worshiped Him, and He returned their respectful obeisances, as did Lakṣmaṇa and mother Sītā. In this way they all entered the palace."
    },
    {
        "verse_id": "47",
        "text": "Upon seeing their sons, the mothers of Rāma, Lakṣmaṇa, Bharata and Śatrughna immediately arose, like unconscious bodies returning to consciousness. The mothers placed their sons on their laps and bathed Them with tears, thus relieving themselves of the grief of long separation."
    },
    {
        "verse_id": "48",
        "text": "The family priest or spiritual master, Vasiṣṭha, had Lord Rāmacandra cleanly shaved, freeing Him from His matted locks of hair. Then, with the cooperation of the elderly members of the family, he performed the bathing ceremony [abhiṣeka] for Lord Rāmacandra with the water of the four seas and with other substances, just as it was performed for King Indra."
    },
    {
        "verse_id": "49",
        "text": "Lord Rāmacandra, fully bathed and His head clean-shaven, dressed Himself very nicely and was decorated with a garland and ornaments. Thus He shone brightly, surrounded by His brothers and wife, who were similarly dressed and ornamented."
    },
    {
        "verse_id": "50",
        "text": "Being pleased by the full surrender and submission of Lord Bharata, Lord Rāmacandra then accepted the throne of the state. He cared for the citizens exactly like a father, and the citizens, being fully engaged in their occupational duties of varṇa and āśrama, accepted Him as their father."
    },
    {
        "verse_id": "51",
        "text": "Lord Rāmacandra became King during Tretā-yuga, but because of His good government, the age was like Satya-yuga. Everyone was religious and completely happy."
    },
    {
        "verse_id": "52",
        "text": "O Mahārāja Parīkṣit, best of the Bharata dynasty, during the reign of Lord Rāmacandra the forests, the rivers, the hills and mountains, the states, the seven islands and the seven seas were all favorable in supplying the necessities of life for all living beings."
    },
    {
        "verse_id": "53",
        "text": "When Lord Rāmacandra, the Supreme Personality of Godhead, was the King of this world, all bodily and mental suffering, disease, old age, bereavement, lamentation, distress, fear and fatigue were completely absent. There was even no death for those who did not want it."
    },
    {
        "verse_id": "54",
        "text": "Lord Rāmacandra took a vow to accept only one wife and have no connection with any other women. He was a saintly king, and everything in His character was good, untinged by qualities like anger. He taught good behavior for everyone, especially for householders, in terms of varṇāśrama-dharma. Thus He taught the general public by His personal activities."
    },
    {
        "verse_id": "55",
        "text": "Mother Sītā was very submissive, faithful, shy and chaste, always understanding the attitude of her husband. Thus by her character and her love and service she completely attracted the mind of the Lord."
    }
]