[
    {
        "verse_id": "1",
        "text": "Śukadeva Gosvāmī said: Thereafter, when his son Sudyumna had thus gone to the forest to accept the order of vānaprastha, Vaivasvata Manu [Śrāddhadeva], being desirous of getting more sons, performed severe austerities on the bank of the Yamunā for one hundred years."
    },
    {
        "verse_id": "2",
        "text": "Then, because of this desire for sons, the Manu known as Śrāddhadeva worshiped the Supreme Lord, the Personality of Godhead, the Lord of the demigods. Thus he got ten sons exactly like himself. Among them all, Ikṣvāku was the eldest."
    },
    {
        "verse_id": "3",
        "text": "Among these sons, Pṛṣadhra, following the order of his spiritual master, was engaged as a protector of cows. He would stand all night with a sword to give the cows protection."
    },
    {
        "verse_id": "4",
        "text": "Once at night, while it was raining, a tiger entered the land of the cowshed. Upon seeing the tiger, all the cows, who were lying down, got up in fear and scattered here and there on the land."
    },
    {
        "verse_id": "5",
        "text": "When the very strong tiger seized the cow, the cow screamed in distress and fear, and Pṛṣadhra, hearing the screaming, immediately followed the sound. He took up his sword, but because the stars were covered by clouds, he mistook the cow for the tiger and mistakenly cut off the cows’ head with great force."
    },
    {
        "verse_id": "7",
        "text": "Because the tiger’s ear had been cut by the edge of the sword, the tiger was very afraid, and it fled from that place, while bleeding on the street."
    },
    {
        "verse_id": "8",
        "text": "In the morning, when Pṛṣadhra, who was quite able to subdue his enemy, saw that he had killed the cow although at night he thought he had killed the tiger, he was very unhappy."
    },
    {
        "verse_id": "9",
        "text": "Although Pṛṣadhra had committed the sin unknowingly, his family priest, Vasiṣṭha, cursed him, saying, “In your next life you shall not be able to become a kṣatriya. Instead, you shall take birth as a śūdra because of killing the cow.”"
    },
    {
        "verse_id": "10",
        "text": "When the hero Pṛṣadhra was thus cursed by his spiritual master, he accepted the curse with folded hands. Then, having controlled his senses, he took the vow of brahmacarya, which is approved by all great sages."
    },
    {
        "verse_id": "11",
        "text": "Thereafter, Pṛṣadhra gained relief from all responsibilities, became peaceful in mind, and established control over all his senses. Being unaffected by material conditions, being pleased with whatever was available by the grace of the Lord to maintain body and soul together, and being equal toward everyone, he gave full attention to the Supreme Personality of Godhead, Vāsudeva, who is the transcendental Supersoul, free from material contamination. Thus Pṛṣadhra, fully satisfied in pure knowledge, always keeping his mind on the Supreme Personality of Godhead, achieved pure devotional service to the Lord and began traveling all over the world, without affection for material activities, as if he were deaf, dumb and blind."
    },
    {
        "verse_id": "14",
        "text": "With this attitude, Pṛṣadhra became a great saint, and when he entered the forest and saw a blazing forest fire, he took this opportunity to burn his body in the fire. Thus he achieved the transcendental, spiritual world."
    },
    {
        "verse_id": "15",
        "text": "Being reluctant to accept material enjoyment, Manu’s youngest son, whose name was Kavi, gave up the kingdom before attaining full youth. Accompanied by his friends, he went to the forest, always thinking of the self-effulgent Supreme Personality of Godhead within the core of his heart. Thus he attained perfection."
    },
    {
        "verse_id": "16",
        "text": "From Karūṣa, another son of Manu, came the Kārūṣa dynasty, a family of kṣatriyas. The Kārūṣa kṣatriyas were the kings of the northern direction. They were celebrated protectors of brahminical culture and were all firmly religious."
    },
    {
        "verse_id": "17",
        "text": "From the son of Manu named Dhṛṣṭa came a kṣatriya caste called Dhārṣṭa, whose members achieved the position of brāhmaṇas in this world. Then, from the son of Manu named Nṛga came Sumati. From Sumati came Bhūtajyoti, and from Bhūtajyoti came Vasu."
    },
    {
        "verse_id": "18",
        "text": "The son of Vasu was Pratīka, whose son was Oghavān. Oghavān’s son was also known as Oghavān, and his daughter was Oghavatī. Sudarśana married that daughter."
    },
    {
        "verse_id": "19",
        "text": "From Nariṣyanta came a son named Citrasena and from him a son named Ṛkṣa. From Ṛkṣa came Mīḍhvān, from Mīḍhvān came Pūrṇa, and from Pūrṇa came Indrasena."
    },
    {
        "verse_id": "20",
        "text": "From Indrasena came Vītihotra, from Vītihotra came Satyaśravā, from Satyaśravā came the son named Uruśravā, and from Uruśravā came Devadatta."
    },
    {
        "verse_id": "21",
        "text": "From Devadatta came a son known as Agniveśya, who was the fire-god Agni himself. This son, who was a celebrated saint, was well known as Kānīna and Jātūkarṇya."
    },
    {
        "verse_id": "22",
        "text": "O King, from Agniveśya came a brahminical dynasty known as Āgniveśyāyana. Now that I have described the descendants of Nariṣyanta, let me describe the descendants of Diṣṭa. Please hear from me."
    },
    {
        "verse_id": "23",
        "text": "Diṣṭa had a son by the name Nābhāga. This Nābhāga, who was different from the Nābhāga described later, became a vaiśya by occupational duty. The son of Nābhāga was known as Bhalandana, the son of Bhalandana was Vatsaprīti, and his son was Prāṁśu. Prāṁśu’s son was Pramati, Pramati’s son was Khanitra, Khanitra’s son was Cākṣuṣa, and his son was Viviṁśati."
    },
    {
        "verse_id": "25",
        "text": "The son of Viviṁśati was Rambha, whose son was the great and religious King Khanīnetra. O King, the son of Khanīnetra was King Karandhama."
    },
    {
        "verse_id": "26",
        "text": "From Karandhama came a son named Avīkṣit, and from Avīkṣit a son named Marutta, who was the emperor. The great mystic Saṁvarta, the son of Aṅgirā, engaged Marutta in performing a sacrifice [yajña]."
    },
    {
        "verse_id": "27",
        "text": "The sacrificial paraphernalia of King Marutta was extremely beautiful, for everything was made of gold. Indeed, no other sacrifice could compare to his."
    },
    {
        "verse_id": "28",
        "text": "In that sacrifice, King Indra became intoxicated by drinking a large quantity of soma-rasa. The brāhmaṇas received ample contributions, and therefore they were satisfied. For that sacrifice, the various demigods who control the winds offered foodstuffs, and the Viśvedevas were members of the assembly."
    },
    {
        "verse_id": "29",
        "text": "Marutta’s son was Dama, Dama’s son was Rājyavardhana, Rājyavardhana’s son was Sudhṛti, and his son was Nara."
    },
    {
        "verse_id": "30",
        "text": "The son of Nara was Kevala, and his son was Dhundhumān, whose son was Vegavān. Vegavān’s son was Budha, and Budha’s son was Tṛṇabindu, who became the king of this earth."
    },
    {
        "verse_id": "31",
        "text": "The best of the Apsarās, the highly qualified girl named Alambuṣā, accepted the similarly qualified Tṛṇabindu as her husband. She gave birth to a few sons and a daughter known as Ilavilā."
    },
    {
        "verse_id": "32",
        "text": "After the great saint Viśravā, the master of mystic yoga, received absolute knowledge from his father, he begot in the womb of Ilavilā the greatly celebrated son known as Kuvera, the giver of money."
    },
    {
        "verse_id": "33",
        "text": "Tṛṇabindu had three sons, named Viśāla, Śūnyabandhu and Dhūmraketu. Among these three, Viśāla created a dynasty and constructed a palace called Vaiśālī."
    },
    {
        "verse_id": "34",
        "text": "The son of Viśāla was known as Hemacandra, his son was Dhūmrākṣa, and his son was Saṁyama, whose sons were Devaja and Kṛśāśva."
    },
    {
        "verse_id": "35",
        "text": "The son of Kṛśāśva was Somadatta, who performed aśvamedha sacrifices and thus satisfied the Supreme Personality of Godhead, Viṣṇu. By worshiping the Supreme Lord, he achieved the most exalted post, a residence on the planet to which great mystic yogīs are elevated. The son of Somadatta was Sumati, whose son was Janamejaya. All these kings appearing in the dynasty of Viśāla properly maintained the celebrated position of King Tṛṇabindu."
    }
]