[
    {
        "verse_id": "1",
        "text": "Śukadeva Gosvāmī said: By the womb of the girl brought by his father, Vidarbha begot three sons, named Kuśa, Kratha and Romapāda. Romapāda was the favorite in the dynasty of Vidarbha."
    },
    {
        "verse_id": "2",
        "text": "The son of Romapāda was Babhru, from whom there came a son named Kṛti. The son of Kṛti was Uśika, and the son of Uśika was Cedi. From Cedi was born the king known as Caidya and others."
    },
    {
        "verse_id": "3",
        "text": "The son of Kratha was Kunti; the son of Kunti, Vṛṣṇi; the son of Vṛṣṇi, Nirvṛti; and the son of Nirvṛti, Daśārha. From Daśārha came Vyoma; from Vyoma came Jīmūta; from Jīmūta, Vikṛti; from Vikṛti, Bhīmaratha; from Bhīmaratha, Navaratha; and from Navaratha, Daśaratha."
    },
    {
        "verse_id": "5",
        "text": "From Daśaratha came a son named Śakuni and from Śakuni a son named Karambhi. The son of Karambhi was Devarāta, and his son was Devakṣatra. The son of Devakṣatra was Madhu, and his son was Kuruvaśa, from whom there came a son named Anu."
    },
    {
        "verse_id": "6",
        "text": "The son of Anu was Puruhotra, the son of Puruhotra was Ayu, and the son of Ayu was Sātvata. O great Āryan King, Sātvata had seven sons, named Bhajamāna, Bhaji, Divya, Vṛṣṇi, Devāvṛdha, Andhaka and Mahābhoja. From Bhajamāna by one wife came three sons — Nimloci, Kiṅkaṇa and Dhṛṣṭi. And from his other wife came three other sons — Śatājit, Sahasrājit and Ayutājit."
    },
    {
        "verse_id": "9",
        "text": "The son of Devāvṛdha was Babhru. Concerning Devāvṛdha and Babhru there are two famous songs of prayer, which were sung by our predecessors and which we have heard from a distance. Even now I hear the same prayers about their qualities [because that which was heard before is still sung continuously]."
    },
    {
        "verse_id": "10",
        "text": "“It has been decided that among human beings Babhru is the best and that Devāvṛdha is equal to the demigods. Because of the association of Babhru and Devāvṛdha, all of their descendants, numbering 14,065, achieved liberation.” In the dynasty of King Mahābhoja, who was exceedingly religious, there appeared the Bhoja kings."
    },
    {
        "verse_id": "12",
        "text": "O King, Mahārāja Parīkṣit, who can suppress your enemies, the sons of Vṛṣṇi were Sumitra and Yudhājit. From Yudhājit came Śini and Anamitra, and from Anamitra came a son named Nighna."
    },
    {
        "verse_id": "13",
        "text": "The two sons of Nighna were Satrājita and Prasena. Another son of Anamitra was another Śini, and his son was Satyaka."
    },
    {
        "verse_id": "14",
        "text": "The son of Satyaka was Yuyudhāna, whose son was Jaya. From Jaya came a son named Kuṇi and from Kuṇi a son named Yugandhara. Another son of Anamitra was Vṛṣṇi."
    },
    {
        "verse_id": "15",
        "text": "From Vṛṣṇi came the sons named Śvaphalka and Citraratha. From Śvaphalka by his wife Gāndinī came Akrūra. Akrūra was the eldest, but there were twelve other sons, all of whom were most celebrated."
    },
    {
        "verse_id": "16",
        "text": "The names of these twelve were Āsaṅga, Sārameya, Mṛdura, Mṛduvit, Giri, Dharmavṛddha, Sukarmā, Kṣetropekṣa, Arimardana, Śatrughna, Gandhamāda and Pratibāhu. These brothers also had a sister named Sucārā. From Akrūra came two sons, named Devavān and Upadeva. Citraratha had many sons, headed by Pṛthu and Vidūratha, all of whom were known as belonging to the dynasty of Vṛṣṇi."
    },
    {
        "verse_id": "19",
        "text": "Kukura, Bhajamāna, Śuci and Kambalabarhiṣa were the four sons of Andhaka. The son of Kukura was Vahni, and his son was Vilomā."
    },
    {
        "verse_id": "20",
        "text": "The son of Vilomā was Kapotaromā, and his son was Anu, whose friend was Tumburu. From Anu came Andhaka; from Andhaka, Dundubhi; and from Dundubhi, Avidyota. From Avidyota came a son named Punarvasu."
    },
    {
        "verse_id": "21",
        "text": "Punarvasu had a son and a daughter, named Āhuka and Āhukī respectively, and Āhuka had two sons, named Devaka and Ugrasena. Devaka had four sons, named Devavān, Upadeva, Sudeva and Devavardhana, and he also had seven daughters, named Śāntidevā, Upadevā, Śrīdevā, Devarakṣitā, Sahadevā, Devakī and Dhṛtadevā. Dhṛtadevā was the eldest. Vasudeva, the father of Kṛṣṇa, married all these sisters."
    },
    {
        "verse_id": "24",
        "text": "Kaṁsa, Sunāmā, Nyagrodha, Kaṅka, Śaṅku, Suhū, Rāṣṭrapāla, Dhṛṣṭi and Tuṣṭimān were the sons of Ugrasena."
    },
    {
        "verse_id": "25",
        "text": "Kaṁsā, Kaṁsavatī, Kaṅkā, Śūrabhū and Rāṣṭrapālikā were the daughters of Ugrasena. They became the wives of Vasudeva’s younger brothers."
    },
    {
        "verse_id": "26",
        "text": "The son of Citraratha was Vidūratha, the son of Vidūratha was Śūra, and his son was Bhajamāna. The son of Bhajamāna was Śini, the son of Śini was Bhoja, and the son of Bhoja was Hṛdika."
    },
    {
        "verse_id": "27",
        "text": "The three sons of Hṛdika were Devamīḍha, Śatadhanu and Kṛtavarmā. The son of Devamīḍha was Śūra, whose wife was named Māriṣā."
    },
    {
        "verse_id": "28",
        "text": "Through Māriṣā, King Śūra begot Vasudeva, Devabhāga, Devaśravā, Ānaka, Sṛñjaya, Śyāmaka, Kaṅka, Śamīka, Vatsaka and Vṛka. These ten sons were spotlessly pious personalities. When Vasudeva was born, the demigods from the heavenly kingdom sounded kettledrums. Therefore Vasudeva, who provided the proper place for the appearance of the Supreme Personality of Godhead, Kṛṣṇa, was also known as Ānakadundubhi. The five daughters of King Śūra, named Pṛthā, Śrutadevā, Śrutakīrti, Śrutaśravā and Rājādhidevī, were Vasudeva’s sisters. Śūra gave Pṛthā to his friend Kunti, who had no issue, and therefore another name of Pṛthā was Kuntī."
    },
    {
        "verse_id": "32",
        "text": "Once when Durvāsā was a guest at the house of Pṛthā’s father, Kunti, Pṛthā satisfied Durvāsā by rendering service. Therefore she received a mystic power by which she could call any demigod. To examine the potency of this mystic power, the pious Kuntī immediately called for the sun-god."
    },
    {
        "verse_id": "33",
        "text": "As soon as Kuntī called for the demigod of the sun, he immediately appeared before her, and she was very much surprised. She told the sun-god, “I was simply examining the effectiveness of this mystic power. I am sorry I have called you unnecessarily. Please return and excuse me.”"
    },
    {
        "verse_id": "34",
        "text": "The sun-god said: O beautiful Pṛthā, your meeting with the demigods cannot be fruitless. Therefore, let me place my seed in your womb so that you may bear a son. I shall arrange to keep your virginity intact, since you are still an unmarried girl."
    },
    {
        "verse_id": "35",
        "text": "After saying this, the sun-god discharged his semen into the womb of Pṛthā and then returned to the celestial kingdom. Immediately thereafter, from Kuntī a child was born, who was like a second sun-god."
    },
    {
        "verse_id": "36",
        "text": "Because Kuntī feared people’s criticisms, with great difficulty she had to give up her affection for her child. Unwillingly, she packed the child in a basket and let it float down the waters of the river. O Mahārāja Parīkṣit, your great-grandfather the pious and chivalrous King Pāṇḍu later married Kuntī."
    },
    {
        "verse_id": "37",
        "text": "Vṛddhaśarmā, the King of Karūṣa, married Kuntī’s sister Śrutadevā, and from her womb Dantavakra was born. Having been cursed by the sages headed by Sanaka, Dantavakra had formerly been born as the son of Diti named Hiraṇyākṣa."
    },
    {
        "verse_id": "38",
        "text": "King Dhṛṣṭaketu, the King of Kekaya, married Śrutakīrti, another sister of Kuntī’s. Śrutakīrti had five sons, headed by Santardana."
    },
    {
        "verse_id": "39",
        "text": "Through the womb of Rājādhidevī, another sister of Kuntī’s, Jayasena begot two sons, named Vinda and Anuvinda. Similarly, the king of the Cedi state married Śrutaśravā. This king’s name was Damaghoṣa."
    },
    {
        "verse_id": "40",
        "text": "The son of Śrutaśravā was Śiśupāla, whose birth has already been described [in the Seventh Canto of Śrīmad-Bhāgavatam]. Vasudeva’s brother named Devabhāga had two sons born of his wife, Kaṁsā. These two sons were Citraketu and Bṛhadbala."
    },
    {
        "verse_id": "41",
        "text": "Vasudeva’s brother named Devaśravā married Kaṁsavatī, by whom he begot two sons, named Suvīra and Iṣumān. Kaṅka, by his wife Kaṅkā, begot three sons, named Baka, Satyajit and Purujit."
    },
    {
        "verse_id": "42",
        "text": "King Sṛñjaya, by his wife, Rāṣṭrapālikā, begot sons headed by Vṛṣa and Durmarṣaṇa. King Śyāmaka, by his wife, Śūrabhūmi, begot two sons, named Harikeśa and Hiraṇyākṣa."
    },
    {
        "verse_id": "43",
        "text": "Thereafter, King Vatsaka, by the womb of his wife, Miśrakeśī, who was an Apsarā, begot sons headed by Vṛka. Vṛka, by his wife, Durvākṣī, begot Takṣa, Puṣkara, Śāla and so on."
    },
    {
        "verse_id": "44",
        "text": "From Samīka, by the womb of his wife, Sudāmanī, came Sumitra, Arjunapāla and other sons. King Ānaka, by his wife, Karṇikā, begot two sons, namely Ṛtadhāmā and Jaya."
    },
    {
        "verse_id": "45",
        "text": "Devakī, Pauravī, Rohiṇī, Bhadrā, Madirā, Rocanā, Ilā and others were all wives of Ānakadundubhi [Vasudeva]. Among them all, Devakī was the chief."
    },
    {
        "verse_id": "46",
        "text": "Vasudeva, by the womb of his wife Rohiṇī, begot sons such as Bala, Gada, Sāraṇa, Durmada, Vipula, Dhruva, Kṛta and others."
    },
    {
        "verse_id": "47",
        "text": "From the womb of Pauravī came twelve sons, including Bhūta, Subhadra, Bhadrabāhu, Durmada and Bhadra. Nanda, Upananda, Kṛtaka, Śūra and others were born from the womb of Madirā. Bhadrā [Kauśalyā] gave birth to only one son, named Keśī."
    },
    {
        "verse_id": "49",
        "text": "Vasudeva, by another of his wives, whose name was Rocanā, begot Hasta, Hemāṅgada and other sons. And by his wife named Ilā he begot sons headed by Uruvalka, all of whom were chief personalities in the dynasty of Yadu."
    },
    {
        "verse_id": "50",
        "text": "From the womb of Dhṛtadevā, one of the wives of Ānakadundubhi [Vasudeva], came a son named Vipṛṣṭha. The sons of Śāntidevā, another wife of Vasudeva, were Praśama, Prasita and others."
    },
    {
        "verse_id": "51",
        "text": "Vasudeva also had a wife named Upadevā, from whom came ten sons, headed by Rājanya, Kalpa and Varṣa. From Śrīdevā, another wife, came six sons, such as Vasu, Haṁsa and Suvaṁśa."
    },
    {
        "verse_id": "52",
        "text": "By the semen of Vasudeva in the womb of Devarakṣitā, nine sons were born, headed by Gadā. Vasudeva, who was religion personified, also had a wife named Sahadevā, by whose womb he begot eight sons, headed by Śruta and Pravara."
    },
    {
        "verse_id": "53",
        "text": "The eight sons born of Sahadevā such as Pravara and Śruta, were exact incarnations of the eight Vasus in the heavenly planets. Vasudeva also begot eight highly qualified sons through the womb of Devakī. These included Kīrtimān, Suṣeṇa, Bhadrasena, Ṛju, Sammardana, Bhadra and Saṅkarṣaṇa, the controller and serpent incarnation. The eighth son was the Supreme Personality of Godhead Himself — Kṛṣṇa. The highly fortunate Subhadrā, the one daughter, was your grandmother."
    },
    {
        "verse_id": "56",
        "text": "Whenever the principles of religion deteriorate and the principles of irreligion increase, the supreme controller, the Personality of Godhead Śrī Hari, appears by His own will."
    },
    {
        "verse_id": "57",
        "text": "O King, Mahārāja Parīkṣit, but for the Lord’s personal desire, there is no cause for His appearance, disappearance or activities. As the Supersoul, He knows everything. Consequently there is no cause that affects Him, not even the results of fruitive activities."
    },
    {
        "verse_id": "58",
        "text": "The Supreme Personality of Godhead acts through His material energy in the creation, maintenance and annihilation of this cosmic manifestation just to deliver the living entity by His compassion and stop the living entity’s birth, death and duration of materialistic life. Thus He enables the living being to return home, back to Godhead."
    },
    {
        "verse_id": "59",
        "text": "Although the demons who take possession of the government are dressed like men of government, they do not know the duty of the government. Consequently, by the arrangement of God, such demons, who possess great military strength, fight with one another, and thus the great burden of demons on the surface of the earth is reduced. The demons increase their military power by the will of the Supreme, so that their numbers will be diminished and the devotees will have a chance to advance in Kṛṣṇa consciousness."
    },
    {
        "verse_id": "60",
        "text": "The Supreme Personality of Godhead, Kṛṣṇa, with the cooperation of Saṅkarṣaṇa, Balarāma, performed activities beyond the mental comprehension of even such personalities as Lord Brahmā and Lord Śiva. [For instance, Kṛṣṇa arranged the Battle of Kurukṣetra to kill many demons for the relief of the entire world.]"
    },
    {
        "verse_id": "61",
        "text": "To show causeless mercy to the devotees who would take birth in the future in this Age of Kali, the Supreme Personality of Godhead, Kṛṣṇa, acted in such a way that simply by remembering Him one will be freed from all the lamentation and unhappiness of material existence. [In other words, He acted so that all future devotees, by accepting the instructions of Kṛṣṇa consciousness stated in Bhagavad-gītā, could be relieved from the pangs of material existence.]"
    },
    {
        "verse_id": "62",
        "text": "Simply by receiving the glories of the Lord through purified transcendental ears, the devotees of the Lord are immediately freed from strong material desires and engagement in fruitive activities."
    },
    {
        "verse_id": "63",
        "text": "Assisted by the descendants of Bhoja, Vṛṣṇi, Andhaka, Madhu, Śūrasena, Daśārha, Kuru, Sṛñjaya and Pāṇḍu, Lord Kṛṣṇa performed various activities. By His pleasing smiles, His affectionate behavior, His instructions and His uncommon pastimes like raising Govardhana Hill, the Lord, appearing in His transcendental body, pleased all of human society."
    },
    {
        "verse_id": "65",
        "text": "Kṛṣṇa’s face is decorated with ornaments, such as earrings resembling sharks. His ears are beautiful, His cheeks brilliant, and His smiling attractive to everyone. Whoever sees Lord Kṛṣṇa sees a festival. His face and body are fully satisfying for everyone to see, but the devotees are angry at the creator for the disturbance caused by the momentary blinking of their eyes."
    },
    {
        "verse_id": "66",
        "text": "The Supreme Personality of Godhead, Śrī Kṛṣṇa, known as līlā-puruṣottama, appeared as the son of Vasudeva but immediately left His father’s home and went to Vṛndāvana to expand His loving relationship with His confidential devotees. In Vṛndāvana the Lord killed many demons, and afterwards He returned to Dvārakā, where according to Vedic principles He married many wives who were the best of women, begot through them hundreds of sons, and performed sacrifices for His own worship to establish the principles of householder life."
    },
    {
        "verse_id": "67",
        "text": "Thereafter, Lord Śrī Kṛṣṇa created a misunderstanding between family members just to diminish the burden of the world. Simply by His glance, He annihilated all the demoniac kings on the Battlefield of Kurukṣetra and declared victory for Arjuna. Finally, He instructed Uddhava about transcendental life and devotion and then returned to His abode in His original form."
    }
]