[
    {
        "verse": "1",
        "devanagari": "श्रीशुक उवाचअंशुमांश्च तपस्तेपे गङ्गानयनकाम्यया ।कालं महान्तं नाशक्नोत् तत: कालेन संस्थित: ॥ १ ॥",
        "english_devnagari": "śrī-śuka uvācaaṁśumāṁś ca tapas tepegaṅgānayana-kāmyayākālaṁ mahāntaṁ nāśaknottataḥ kālena saṁsthitaḥ",
        "verse_Syn": [
            "śrī",
            "śukaḥ",
            "uvāca",
            "aṁśumān",
            "ca",
            "tapaḥ",
            "tepe",
            "gaṅgā",
            "ānayana",
            "kāmyayā",
            "kālam",
            "mahāntam",
            "na",
            "aśaknot",
            "tataḥ",
            "kālena",
            "saṁsthitaḥ"
        ],
        "translation": "Śukadeva Gosvāmī continued: King Aṁśumān, like his grandfather, performed austerities for a very long time. Nonetheless, he could not bring the Ganges to this material world, and thereafter, in due course of time, he died.",
        "purport": ""
    },
    {
        "verse": "2",
        "devanagari": "दिलीपस्तत्सुतस्तद्वदशक्त: कालमेयिवान् ।भगीरथस्तस्य सुतस्तेपे स सुमहत् तप: ॥ २ ॥",
        "english_devnagari": "dilīpas tat-sutas tadvadaśaktaḥ kālam eyivānbhagīrathas tasya sutastepe sa sumahat tapaḥ",
        "verse_Syn": [
            "dilīpaḥ",
            "tat",
            "sutaḥ",
            "tat",
            "vat",
            "aśaktaḥ",
            "kālam",
            "eyivān",
            "bhagīrathaḥ",
            "tasya",
            "sutaḥ",
            "tepe",
            "saḥ",
            "su",
            "mahat",
            "tapaḥ"
        ],
        "translation": "Like Aṁśumān himself, Dilīpa, his son, was unable to bring the Ganges to this material world, and he also became a victim of death in due course of time. Then Dilīpa’s son, Bhagīratha, performed very severe austerities to bring the Ganges to this material world.",
        "purport": ""
    },
    {
        "verse": "3",
        "devanagari": "दर्शयामास तं देवी प्रसन्ना वरदास्मि ते ।इत्युक्त: स्वमभिप्रायं शशंसावनतो नृप: ॥ ३ ॥",
        "english_devnagari": "darśayām āsa taṁ devīprasannā varadāsmi teity uktaḥ svam abhiprāyaṁśaśaṁsāvanato nṛpaḥ",
        "verse_Syn": [
            "darśayām",
            "āsa",
            "tam",
            "devī",
            "prasannā",
            "varadā",
            "asmi",
            "te",
            "iti",
            "uktaḥ",
            "svam",
            "abhiprāyam",
            "śaśaṁsa",
            "avanataḥ",
            "nṛpaḥ"
        ],
        "translation": "Thereafter, mother Ganges appeared before King Bhagīratha and said, “I am very much satisfied with your austerities and am now prepared to give you benedictions as you desire.” Being thus addressed by Gaṅgādevī, mother Ganges, the King bowed his head before her and explained his desire.",
        "purport": " The King’s desire was to deliver his forefathers, who had been burnt to ashes because of disrespecting Kapila Muni."
    },
    {
        "verse": "4",
        "devanagari": "कोऽपि धारयिता वेगं पतन्त्या मे महीतले ।अन्यथा भूतलं भित्त्वा नृप यास्ये रसातलम् ॥ ४ ॥",
        "english_devnagari": "ko ’pi dhārayitā vegaṁpatantyā me mahī-taleanyathā bhū-talaṁ bhittvānṛpa yāsye rasātalam",
        "verse_Syn": [
            "kaḥ",
            "api",
            "dhārayitā",
            "vegam",
            "patantyāḥ",
            "me",
            "mahī",
            "tale",
            "anyathā",
            "bhū",
            "talam",
            "bhittvā",
            "nṛpa",
            "yāsye",
            "rasātalam"
        ],
        "translation": "Mother Ganges replied: When I fall from the sky to the surface of the planet earth, the water will certainly be very forceful. Who will sustain that force? If I am not sustained, I shall pierce the surface of the earth and go down to Rasātala, the Pātāla area of the universe.",
        "purport": ""
    },
    {
        "verse": "5",
        "devanagari": "किं चाहं न भुवं यास्ये नरा मय्यामृजन्त्यघम् ।मृजामि तदघं क्‍वाहं राजंस्तत्र विचिन्त्यताम् ॥ ५ ॥",
        "english_devnagari": "kiṁ cāhaṁ na bhuvaṁ yāsyenarā mayy āmṛjanty aghammṛjāmi tad aghaṁ kvāhaṁrājaṁs tatra vicintyatām",
        "verse_Syn": [
            "kim",
            "ca",
            "aham",
            "na",
            "bhuvam",
            "yāsye",
            "narāḥ",
            "mayi",
            "āmṛjanti",
            "agham",
            "mṛjāmi",
            "tat",
            "agham",
            "kva",
            "aham",
            "rājan",
            "tatra",
            "vicintyatām"
        ],
        "translation": "O King, I do not wish to go down to the planet earth, for there the people in general will bathe in my water to cleanse themselves of the reactions of their sinful deeds. When all these sinful reactions accumulate in me, how shall I become free from them? You must consider this very carefully.",
        "purport": " The Supreme Personality of Godhead says: “Abandon all varieties of religion and just surrender unto Me. I shall deliver you from all sinful reaction. Do not fear.” (Bg. 18.66) The Supreme Personality of Godhead can accept the reactions of anyone’s sinful deeds and neutralize them because He is pavitra, pure, like the sun, which is never contaminated by any worldly infection. Tejīyasāṁ na doṣāya vahneḥ sarva-bhujo yathā (Bhāg. 10.33.29). One who is very powerful is not affected by any sinful activity. But here we see that mother Ganges fears being burdened with the sins of the people in general who would bathe in her waters. This indicates that no one but the Supreme Personality of Godhead is able to neutralize the reactions of sinful deeds, whether one’s own or those of others. Sometimes the spiritual master, after accepting a disciple, must take charge of that disciple’s past sinful activities and, being overloaded, must sometimes suffer — if not fully, then partially — for the sinful acts of the disciple. Every disciple, therefore, must be very careful not to commit sinful activities after initiation. The poor spiritual master is kind and merciful enough to accept a disciple and partially suffer for that disciple’s sinful activities, but Kṛṣṇa, being merciful to His servant, neutralizes the reactions of sinful deeds for the servant who engages in preaching His glories. Even mother Ganges feared the sinful reactions of the people in general and was anxious about how she would counteract the burden of these sins."
    },
    {
        "verse": "6",
        "devanagari": "श्रीभगीरथ उवाचसाधवो न्यासिन: शान्ता ब्रह्मिष्ठा लोकपावना: ।हरन्त्यघं तेऽङ्गसङ्गात् तेष्वास्ते ह्यघभिद्धरि: ॥ ६ ॥",
        "english_devnagari": "śrī-bhagīratha uvācasādhavo nyāsinaḥ śāntābrahmiṣṭhā loka-pāvanāḥharanty aghaṁ te ’ṅga-saṅgātteṣv āste hy agha-bhid dhariḥ",
        "verse_Syn": [
            "śrī",
            "bhagīrathaḥ",
            "uvāca",
            "sādhavaḥ",
            "nyāsinaḥ",
            "śāntāḥ",
            "brahmiṣṭhāḥ",
            "loka",
            "pāvanāḥ",
            "haranti",
            "agham",
            "te",
            "aṅga",
            "saṅgāt",
            "teṣu",
            "āste",
            "hi",
            "agha",
            "bhit",
            "hariḥ"
        ],
        "translation": "Bhagīratha said: Those who are saintly because of devotional service and are therefore in the renounced order, free from material desires, and who are pure devotees, expert in following the regulative principles mentioned in the Vedas, are always glorious and pure in behavior and are able to deliver all fallen souls. When such pure devotees bathe in your water, the sinful reactions accumulated from other people will certainly be counteracted, for such devotees always keep in the core of their hearts the Supreme Personality of Godhead, who can vanquish all sinful reactions.",
        "purport": " Mother Ganges is available to everyone for bathing. Therefore, not only will sinful persons bathe in the Ganges water, but in Hardwar and other holy places where the Ganges flows, saintly persons and devotees will also bathe in the waters of the Ganges. Devotees and saintly persons advanced in the renounced order can deliver even the Ganges. Tīrthī-kurvanti tīrthāni svāntaḥ-sthena gadābhṛtā (Bhāg. 1.13.10). Because saintly devotees always keep the Lord within the core of their hearts, they can perfectly cleanse the holy places of all sinful reactions. Therefore, people in general must always respectfully honor saintly persons. It is ordered that as soon as one sees a Vaiṣṇava, or even a sannyāsī, one should immediately offer respects to such a holy man. If one forgets to show respect in this way, one must observe a fast for that day. This is a Vedic injunction. One must be extremely careful to refrain from committing offenses at the lotus feet of a devotee or saintly person. There are methods of prāyaścitta, or atonement, but they are inadequate to cleanse one of sinful reactions. One can be cleansed of sinful reactions only by devotional service, as stated in regard to the history of Ajāmila: “Only a rare person who has adopted complete, unalloyed devotional service to Kṛṣṇa can uproot the weeds of sinful actions with no possibility that they will revive. He can do this simply by discharging devotional service, just as the sun can immediately dissipate fog by its rays.” (Bhāg. 6.1.15) If one is under the protection of a devotee and sincerely renders service unto him, by this process of bhakti-yoga one is certainly able to counteract all sinful reactions."
    },
    {
        "verse": "7",
        "devanagari": "धारयिष्यति ते वेगं रुद्रस्त्वात्मा शरीरिणाम् ।यस्मिन्नोतमिदं प्रोतं विश्वं शाटीव तन्तुषु ॥ ७ ॥",
        "english_devnagari": "dhārayiṣyati te vegaṁrudras tv ātmā śarīriṇāmyasminn otam idaṁ protaṁviśvaṁ śāṭīva tantuṣu",
        "verse_Syn": [
            "dhārayiṣyati",
            "te",
            "vegam",
            "rudraḥ",
            "tu",
            "ātmā",
            "śarīriṇām",
            "yasmin",
            "otam",
            "idam",
            "protam",
            "viśvam",
            "śāṭī",
            "iva",
            "tantuṣu"
        ],
        "translation": "Like a cloth woven of threads extending for its length and breadth, this entire universe, in all its latitude and longitude, is situated under different potencies of the Supreme Personality of Godhead. Lord Śiva is the incarnation of the Lord, and thus he represents the Supersoul in the embodied soul. He can sustain your forceful waves on his head.",
        "purport": " The water of the Ganges is supposed to rest on the head of Lord Śiva. Lord Śiva is an incarnation of the Supreme Personality of Godhead, who sustains the entire universe by different potencies. Lord Śiva is described in the Brahma-saṁhitā (5.45): “Milk changes into yogurt when mixed with a yogurt culture, but actually yogurt is constitutionally nothing but milk. Similarly, Govinda, the Supreme Personality of Godhead, assumes the form of Lord Śiva for the special purpose of material transactions. I offer my obeisances at Lord Govinda’s lotus feet.” Lord Śiva is the Supreme Personality of Godhead in the same sense that yogurt is also milk although at the same time it is not milk. For the maintenance of the material world there are three incarnations — Brahmā, Viṣṇu and Maheśvara (Lord Śiva). Lord Śiva is Viṣṇu in an incarnation for the mode of ignorance. The material world exists predominantly in the mode of ignorance. Therefore Lord Śiva is compared here to the longitude and latitude of the entire universe, which resembles a cloth woven of threads extending for both its length and breadth."
    },
    {
        "verse": "8",
        "devanagari": "इत्युक्त्वा स नृपो देवं तपसातोषयच्छिवम् ।कालेनाल्पीयसा राजंस्तस्येशश्चाश्वतुष्यत ॥ ८ ॥",
        "english_devnagari": "ity uktvā sa nṛpo devaṁtapasātoṣayac chivamkālenālpīyasā rājaṁstasyeśaś cāśv atuṣyata",
        "verse_Syn": [
            "iti",
            "uktvā",
            "saḥ",
            "nṛpaḥ",
            "devam",
            "tapasā",
            "atoṣayat",
            "śivam",
            "kālena",
            "alpīyasā",
            "rājan",
            "tasya",
            "īśaḥ",
            "ca",
            "āśu",
            "atuṣyata"
        ],
        "translation": "After saying this, Bhagīratha satisfied Lord Śiva by performing austerities. O King Parīkṣit, Lord Śiva was very quickly satisfied with Bhagīratha.",
        "purport": " The words āśv atuṣyata indicate that Lord Śiva was satisfied very soon. Therefore another name for Lord Śiva is Āśutoṣa. Materialistic persons become attached to Lord Śiva because Lord Śiva bestows benedictions upon anyone and everyone very quickly, not caring to know how his devotees prosper or suffer. Although materialistic persons know that material happiness is nothing but another side of suffering, they want it, and to get it very quickly they worship Lord Śiva. We find that materialists are generally devotees of many demigods, especially Lord Śiva and mother Durgā. They do not actually want spiritual happiness, for it is almost unknown to them. But if one is serious about being happy spiritually, he must take shelter of Lord Viṣṇu, as the Lord personally demands: “Abandon all varieties of religion and just surrender unto Me. I shall deliver you from all sinful reaction. Do not fear.” (Bg. 18.66)"
    },
    {
        "verse": "9",
        "devanagari": "तथेति राज्ञाभिहितं सर्वलोकहित: शिव: ।दधारावहितो गङ्गां पादपूतजलां हरे: ॥ ९ ॥",
        "english_devnagari": "tatheti rājñābhihitaṁsarva-loka-hitaḥ śivaḥdadhārāvahito gaṅgāṁpāda-pūta-jalāṁ hareḥ",
        "verse_Syn": [
            "tathā",
            "iti",
            "rājñā",
            "abhihitam",
            "sarva",
            "loka",
            "hitaḥ",
            "śivaḥ",
            "dadhāra",
            "avahitaḥ",
            "gaṅgām",
            "pāda",
            "pūta",
            "jalām",
            "hareḥ"
        ],
        "translation": "When King Bhagīratha approached Lord Śiva and requested him to sustain the forceful waves of the Ganges, Lord Śiva accepted the proposal by saying, “Let it be so.” Then, with great attention, he sustained the Ganges on his head, for the water of the Ganges is purifying, having emanated from the toes of Lord Viṣṇu.",
        "purport": ""
    },
    {
        "verse": "10",
        "devanagari": "भगीरथ: स राजर्षिर्निन्ये भुवनपावनीम् ।यत्र स्वपितृणां देहा भस्मीभूता: स्म शेरते ॥ १० ॥",
        "english_devnagari": "bhagīrathaḥ sa rājarṣirninye bhuvana-pāvanīmyatra sva-pitṝṇāṁ dehābhasmībhūtāḥ sma śerate",
        "verse_Syn": [
            "bhagīrathaḥ",
            "saḥ",
            "rāja",
            "ṛṣiḥ",
            "ninye",
            "bhuvana",
            "pāvanīm",
            "yatra",
            "sva",
            "pitṝṇām",
            "dehāḥ",
            "bhasmībhūtāḥ",
            "sma",
            "śerate"
        ],
        "translation": "The great and saintly king Bhagīratha brought the Ganges, which can deliver all the fallen souls, to that place on earth where the bodies of his forefathers lay burnt to ashes.",
        "purport": ""
    },
    {
        "verse": "11",
        "devanagari": "रथेन वायुवेगेन प्रयान्तमनुधावती ।देशान्पुनन्ती निर्दग्धानासिञ्चत्सगरात्मजान् ॥ ११ ॥",
        "english_devnagari": "rathena vāyu-vegenaprayāntam anudhāvatīdeśān punantī nirdagdhānāsiñcat sagarātmajān",
        "verse_Syn": [
            "rathena",
            "vāyu",
            "vegena",
            "prayāntam",
            "anudhāvatī",
            "deśān",
            "punantī",
            "nirdagdhān",
            "āsiñcat",
            "sagara",
            "ātmajān"
        ],
        "translation": "Bhagīratha mounted a swift chariot and drove before mother Ganges, who followed him, purifying many countries, until they reached the ashes of Bhagīratha’s forefathers, the sons of Sagara, who were thus sprinkled with water from the Ganges.",
        "purport": ""
    },
    {
        "verse": "12",
        "devanagari": "यज्जलस्पर्शमात्रेण ब्रह्मदण्डहता अपि ।सगरात्मजा दिवं जग्मु: केवलं देहभस्मभि: ॥ १२ ॥",
        "english_devnagari": "yaj-jala-sparśa-mātreṇabrahma-daṇḍa-hatā apisagarātmajā divaṁ jagmuḥkevalaṁ deha-bhasmabhiḥ",
        "verse_Syn": [
            "yat",
            "jala",
            "sparśa",
            "mātreṇa",
            "brahma",
            "daṇḍa",
            "hatāḥ",
            "api",
            "sagara",
            "ātmajāḥ",
            "divam",
            "jagmuḥ",
            "kevalam",
            "deha",
            "bhasmabhiḥ"
        ],
        "translation": "Because the sons of Sagara Mahārāja had offended a great personality, the heat of their bodies had increased, and they were burnt to ashes. But simply by being sprinkled with water from the Ganges, all of them became eligible to go to the heavenly planets. What then is to be said of those who use the water of mother Ganges to worship her?",
        "purport": " Mother Ganges is worshiped by the water of the Ganges: a devotee takes a little water from the Ganges and offers it back to the Ganges. When the devotee takes the water, mother Ganges does not lose anything, and when the water is offered back, mother Ganges does not increase, but in this way the worshiper of the Ganges is benefited. Similarly, a devotee of the Lord offers the Lord patraṁ puṣpaṁ phalaṁ toyam — a leaf, flower, fruit or water — in great devotion, but everything, including the leaf, flower, fruit and water, belongs to the Lord, and therefore there is nothing to renounce or to accept. One must simply take advantage of the bhakti process because by following this process one does not lose anything but one gains the favor of the Supreme Person."
    },
    {
        "verse": "13",
        "devanagari": "भस्मीभूताङ्गसङ्गेन स्वर्याता: सगरात्मजा: ।किं पुन: श्रद्धया देवीं सेवन्ते ये धृतव्रता: ॥ १३ ॥",
        "english_devnagari": "bhasmībhūtāṅga-saṅgenasvar yātāḥ sagarātmajāḥkiṁ punaḥ śraddhayā devīṁsevante ye dhṛta-vratāḥ",
        "verse_Syn": [
            "bhasmībhūta",
            "aṅga",
            "saṅgena",
            "svaḥ",
            "yātāḥ",
            "sagara",
            "ātmajāḥ",
            "kim",
            "punaḥ",
            "śraddhayā",
            "devīm",
            "sevante",
            "ye",
            "dhṛta",
            "vratāḥ"
        ],
        "translation": "Simply by having water from the Ganges come in contact with the ashes of their burnt bodies, the sons of Sagara Mahārāja were elevated to the heavenly planets. Therefore, what is to be said of a devotee who worships mother Ganges faithfully with a determined vow? One can only imagine the benefit that accrues to such a devotee.",
        "purport": ""
    },
    {
        "verse": "14",
        "devanagari": "न ह्येतत् परमाश्चर्यं स्वर्धुन्या यदिहोदितम् ।अनन्तचरणाम्भोजप्रसूताया भवच्छिद: ॥ १४ ॥",
        "english_devnagari": "na hy etat param āścaryaṁsvardhunyā yad ihoditamananta-caraṇāmbhoja-prasūtāyā bhava-cchidaḥ",
        "verse_Syn": [
            "na",
            "hi",
            "etat",
            "param",
            "āścaryam",
            "svardhunyāḥ",
            "yat",
            "iha",
            "uditam",
            "ananta",
            "caraṇa",
            "ambhoja",
            "prasūtāyāḥ",
            "bhava",
            "chidaḥ"
        ],
        "translation": "Because mother Ganges emanates from the lotus toe of the Supreme Personality of Godhead, Anantadeva, she is able to liberate one from material bondage. Therefore whatever is described herewith about her is not at all wonderful.",
        "purport": " It has actually been seen that anyone who regularly worships mother Ganges simply by bathing in her water keeps very good health and gradually becomes a devotee of the Lord. This is the effect of bathing in the water of the Ganges. Bathing in the Ganges is recommended in all Vedic śāstras, and one who takes to this path will certainly be completely freed from all sinful reactions. The practical example of this is that the sons of Mahārāja Sagara went to the heavenly planets when water from the Ganges merely touched the ashes of their burnt bodies."
    },
    {
        "verse": "15",
        "devanagari": "सन्निवेश्य मनो यस्मिञ्छ्रद्धया मुनयोऽमला: ।त्रैगुण्यं दुस्त्यजं हित्वा सद्यो यातास्तदात्मताम् ॥ १५ ॥",
        "english_devnagari": "sanniveśya mano yasmiñchraddhayā munayo ’malāḥtraiguṇyaṁ dustyajaṁ hitvāsadyo yātās tad-ātmatām",
        "verse_Syn": [
            "sanniveśya",
            "manaḥ",
            "yasmin",
            "śraddhayā",
            "munayaḥ",
            "amalāḥ",
            "traiguṇyam",
            "dustyajam",
            "hitvā",
            "sadyaḥ",
            "yātāḥ",
            "tat",
            "ātmatām"
        ],
        "translation": "Great sages, completely freed from material lusty desires, devote their minds fully to the service of the Lord. Such persons are liberated from material bondage without difficulty, and they become transcendentally situated, acquiring the spiritual quality of the Lord. This is the glory of the Supreme Personality of Godhead.",
        "purport": ""
    },
    {
        "verse": "16-17",
        "devanagari": "श्रुतो भगीरथाज्जज्ञे तस्य नाभोऽपरोऽभवत् ।सिन्धुद्वीपस्ततस्तस्मादयुतायुस्ततोऽभवत् ॥ १६ ॥ऋतूपर्णो नलसखो योऽश्वविद्यामयान्नलात् ।दत्त्वाक्षहृदयं चास्मै सर्वकामस्तु तत्सुतम् ॥ १७ ॥",
        "english_devnagari": "śruto bhagīrathāj jajñetasya nābho ’paro ’bhavatsindhudvīpas tatas tasmādayutāyus tato ’bhavat",
        "verse_Syn": [
            "śrutaḥ",
            "bhagīrathāt",
            "jajñe",
            "tasya",
            "nābhaḥ",
            "aparaḥ",
            "abhavat",
            "sindhudvīpaḥ",
            "tataḥ",
            "tasmāt",
            "ayutāyuḥ",
            "tataḥ",
            "abhavat",
            "ṛtūparṇaḥ",
            "nala",
            "sakhaḥ",
            "yaḥ",
            "aśva",
            "vidyām",
            "ayāt",
            "nalāt",
            "dattvā",
            "akṣa",
            "hṛdayam",
            "ca",
            "asmai",
            "sarvakāmaḥ",
            "tu",
            "tat",
            "sutam"
        ],
        "translation": "Bhagīratha had a son named Śruta, whose son was Nābha. This son was different from the Nābha previously described. Nābha had a son named Sindhudvīpa, from Sindhudvīpa came Ayutāyu, and from Ayutāyu came Ṛtūparṇa, who became a friend of Nalarāja. Ṛtūparṇa taught Nalarāja the art of gambling, and Nalarāja gave Ṛtūparṇa lessons in controlling and maintaining horses. The son of Ṛtūparṇa was Sarvakāma.",
        "purport": " Gambling is also an art. Kṣatriyas are allowed to exhibit talent in this art of gambling. By the grace of Kṛṣṇa, the Pāṇḍavas lost everything by gambling and were deprived of their kingdom, wife, family and home because they were not expert in the gambling art. In other words, a devotee may not be expert in materialistic activities. It is therefore advised in the śāstra that materialistic activities are not at all suitable for the living entities, especially the devotees. A devotee should therefore be satisfied to eat whatever is sent as prasāda by the Supreme Lord. A devotee remains pure because he does not take to sinful activities such as gambling, intoxication, meat-eating and illicit sex."
    },
    {
        "verse": "18",
        "devanagari": "तत: सुदासस्तत्पुत्रो दमयन्तीपतिर्नृप: ।आहुर्मित्रसहं यं वै कल्माषाङ्‌घ्रिमुत क्‍वचित् ।वसिष्ठशापाद् रक्षोऽभूदनपत्य: स्वकर्मणा ॥ १८ ॥",
        "english_devnagari": "tataḥ sudāsas tat-putrodamayantī-patir nṛpaḥāhur mitrasahaṁ yaṁ vaikalmāṣāṅghrim uta kvacitvasiṣṭha-śāpād rakṣo ’bhūdanapatyaḥ sva-karmaṇā",
        "verse_Syn": [
            "tataḥ",
            "sudāsaḥ",
            "tat",
            "putraḥ",
            "damayantī",
            "patiḥ",
            "nṛpaḥ",
            "āhuḥ",
            "mitrasaham",
            "yam",
            "vai",
            "kalmāṣāṅghrim",
            "uta",
            "kvacit",
            "vasiṣṭha",
            "śāpāt",
            "rakṣaḥ",
            "abhūt",
            "anapatyaḥ",
            "sva",
            "karmaṇā"
        ],
        "translation": "Sarvakāma had a son named Sudāsa, whose son, known as Saudāsa, was the husband of Damayantī. Saudāsa is sometimes known as Mitrasaha or Kalmāṣapāda. Because of his own misdeed, Mitrasaha was sonless and was cursed by Vasiṣṭha to become a man-eater [Rākṣasa].",
        "purport": ""
    },
    {
        "verse": "19",
        "devanagari": "श्रीराजोवाचकिं निमित्तो गुरो: शाप: सौदासस्य महात्मन: ।एतद् वेदितुमिच्छाम: कथ्यतां न रहो यदि ॥ १९ ॥",
        "english_devnagari": "śrī-rājovācakiṁ nimitto guroḥ śāpaḥsaudāsasya mahātmanaḥetad veditum icchāmaḥkathyatāṁ na raho yadi",
        "verse_Syn": [
            "śrī",
            "rājā",
            "uvāca",
            "kim",
            "nimittaḥ",
            "guroḥ",
            "śāpaḥ",
            "saudāsasya",
            "mahā",
            "ātmanaḥ",
            "etat",
            "veditum",
            "icchāmaḥ",
            "kathyatām",
            "na",
            "rahaḥ",
            "yadi"
        ],
        "translation": "King Parīkṣit said: O Śukadeva Gosvāmī, why did Vasiṣṭha, the spiritual master of Saudāsa, curse that great soul? I wish to know of this. If it is not a confidential matter, please describe it to me.",
        "purport": ""
    },
    {
        "verse": "20-21",
        "devanagari": "श्रीशुक उवाचसौदासो मृगयां किञ्चिच्चरन् रक्षो जघान ह ।मुमोच भ्रातरं सोऽथ गत: प्रतिचिकीर्षया ॥ २० ॥सञ्चिन्तयन्नघं राज्ञ: सूदरूपधरो गृहे ।गुरवे भोक्तुकामाय पक्त्वा निन्ये नरामिषम् ॥ २१ ॥",
        "english_devnagari": "śrī-śuka uvācasaudāso mṛgayāṁ kiñciccaran rakṣo jaghāna hamumoca bhrātaraṁ so ’thagataḥ praticikīrṣayā",
        "verse_Syn": [
            "śrī",
            "śukaḥ",
            "uvāca",
            "saudāsaḥ",
            "mṛgayām",
            "kiñcit",
            "caran",
            "rakṣaḥ",
            "jaghāna",
            "ha",
            "mumoca",
            "bhrātaram",
            "saḥ",
            "atha",
            "gataḥ",
            "praticikīrṣayā",
            "sañcintayan",
            "agham",
            "rājñaḥ",
            "sūda",
            "rūpa",
            "dharaḥ",
            "gṛhe",
            "gurave",
            "bhoktu",
            "kāmāya",
            "paktvā",
            "ninye",
            "nara",
            "āmiṣam"
        ],
        "translation": "Śukadeva Gosvāmī said: Once Saudāsa went to live in the forest, where he killed a man-eater [Rākṣasa] but forgave and released the man-eater’s brother. That brother, however, decided to take revenge. Thinking to harm the King, he became the cook at the King’s house. One day, the King’s spiritual master, Vasiṣṭha Muni, was invited for dinner, and the Rākṣasa cook served him human flesh.",
        "purport": ""
    },
    {
        "verse": "22",
        "devanagari": "परिवेक्ष्यमाणं भगवान् विलोक्याभक्ष्यमञ्जसा ।राजानमशपत् क्रुद्धो रक्षो ह्येवं भविष्यसि ॥ २२ ॥",
        "english_devnagari": "parivekṣyamāṇaṁ bhagavānvilokyābhakṣyam añjasārājānam aśapat kruddhorakṣo hy evaṁ bhaviṣyasi",
        "verse_Syn": [
            "parivekṣyamāṇam",
            "bhagavān",
            "vilokya",
            "abhakṣyam",
            "añjasā",
            "rājānam",
            "aśapat",
            "kruddhaḥ",
            "rakṣaḥ",
            "hi",
            "evam",
            "bhaviṣyasi"
        ],
        "translation": "While examining the food given to him, Vasiṣṭha Muni, by his mystic power, could understand that it was unfit to eat, being the flesh of a human being. He was very angry at this and immediately cursed Saudāsa to become a man-eater.",
        "purport": ""
    },
    {
        "verse": "23-24",
        "devanagari": "रक्ष:कृतं तद् विदित्वा चक्रे द्वादशवार्षिकम् ।सोऽप्यपोऽञ्जलिमादाय गुरुं शप्तुं समुद्यत: ॥ २३ ॥वारितो मदयन्त्यापो रुशती: पादयोर्जहौ ।दिश: खमवनीं सर्वं पश्यञ्जीवमयं नृप: ॥ २४ ॥",
        "english_devnagari": "rakṣaḥ-kṛtaṁ tad viditvācakre dvādaśa-vārṣikamso ’py apo-’ñjalim ādāyaguruṁ śaptuṁ samudyataḥ",
        "verse_Syn": [
            "rakṣaḥ",
            "kṛtam",
            "tat",
            "viditvā",
            "cakre",
            "dvādaśa",
            "vārṣikam",
            "saḥ",
            "api",
            "apaḥ",
            "añjalim",
            "ādāya",
            "gurum",
            "śaptum",
            "samudyataḥ",
            "vāritaḥ",
            "madayantyā",
            "apaḥ",
            "ruśatīḥ",
            "pādayoḥ",
            "jahau",
            "diśaḥ",
            "kham",
            "avanīm",
            "sarvam",
            "paśyan",
            "jīva",
            "mayam",
            "nṛpaḥ"
        ],
        "translation": "When Vasiṣṭha understood that the human flesh had been served by the Rākṣasa, not by the King, he undertook twelve years of austerity to cleanse himself for having cursed the faultless King. Meanwhile, King Saudāsa took water and chanted the śapa-mantra, preparing to curse Vasiṣṭha, but his wife, Madayantī, forbade him to do so. Then the King saw that the ten directions, the sky and the surface of the globe were full of living entities everywhere.",
        "purport": ""
    },
    {
        "verse": "25",
        "devanagari": "राक्षसं भावमापन्न: पादे कल्माषतां गत: ।व्यवायकाले दद‍ृशे वनौकोदम्पती द्विजौ ॥ २५ ॥",
        "english_devnagari": "rākṣasaṁ bhāvam āpannaḥpāde kalmāṣatāṁ gataḥvyavāya-kāle dadṛśevanauko-dampatī dvijau",
        "verse_Syn": [
            "rākṣasam",
            "bhāvam",
            "āpannaḥ",
            "pāde",
            "kalmāṣatām",
            "gataḥ",
            "vyavāya",
            "kāle",
            "dadṛśe",
            "vana",
            "okaḥ",
            "dam",
            "patī",
            "dvijau"
        ],
        "translation": "Saudāsa thus acquired the propensity of a man-eater and received on his leg a black spot, for which he was known as Kalmāṣapāda. Once King Kalmāṣapāda saw a brāhmaṇa couple engaged in sexual intercourse in the forest.",
        "purport": ""
    },
    {
        "verse": "26-27",
        "devanagari": "क्षुधार्तो जगृहे विप्रं तत्पत्‍न्याहाकृतार्थवत् ।न भवान् राक्षस: साक्षादिक्ष्वाकूणां महारथ: ॥ २६ ॥मदयन्त्या: पतिर्वीर नाधर्मं कर्तुमर्हसि ।देहि मेऽपत्यकामाया अकृतार्थं पतिं द्विजम् ॥ २७ ॥",
        "english_devnagari": "kṣudhārto jagṛhe vipraṁtat-patny āhākṛtārthavatna bhavān rākṣasaḥ sākṣādikṣvākūṇāṁ mahā-rathaḥ",
        "verse_Syn": [
            "kṣudhā",
            "ārtaḥ",
            "jagṛhe",
            "vipram",
            "tat",
            "patnī",
            "āha",
            "akṛta",
            "artha",
            "vat",
            "na",
            "bhavān",
            "rākṣasaḥ",
            "sākṣāt",
            "ikṣvākūṇām",
            "mahā",
            "rathaḥ",
            "madayantyāḥ",
            "patiḥ",
            "vīra",
            "na",
            "adharmam",
            "kartum",
            "arhasi",
            "dehi",
            "me",
            "apatya",
            "kāmāyāḥ",
            "akṛta",
            "artham",
            "patim",
            "dvijam"
        ],
        "translation": "Being influenced by the propensity of a Rākṣasa and being very hungry, King Saudāsa seized the brāhmaṇa. Then the poor woman, the brāhmaṇa’s wife, said to the King: O hero, you are not actually a man-eater; rather, you are among the descendants of Mahārāja Ikṣvāku. Indeed, you are a great fighter, the husband of Madayantī. You should not act irreligiously in this way. I desire to have a son. Please, therefore, return my husband, who has not yet impregnated me.",
        "purport": ""
    },
    {
        "verse": "28",
        "devanagari": "देहोऽयं मानुषो राजन् पुरुषस्याखिलार्थद: ।तस्मादस्य वधो वीर सर्वार्थवध उच्यते ॥ २८ ॥",
        "english_devnagari": "deho ’yaṁ mānuṣo rājanpuruṣasyākhilārthadaḥtasmād asya vadho vīrasarvārtha-vadha ucyate",
        "verse_Syn": [
            "dehaḥ",
            "ayam",
            "mānuṣaḥ",
            "rājan",
            "puruṣasya",
            "akhila",
            "artha",
            "daḥ",
            "tasmāt",
            "asya",
            "vadhaḥ",
            "vīra",
            "sarva",
            "artha",
            "vadhaḥ",
            "ucyate"
        ],
        "translation": "O King, O hero, this human body is meant for universal benefits. If you kill this body untimely, you will kill all the benefits of human life.",
        "purport": " Śrīla Narottama dāsa Ṭhākura has sung: The body of a human being is extremely valuable because in this body one can understand the instructions of Kṛṣṇa and attain the ultimate destination of the living entity. The living entity is within the material world to fulfill the mission of going back home, back to Godhead. In the material world, one hankers for happiness, but because one does not know the ultimate destination, one changes bodies one after another. However, if one gets the opportunity to possess a human form of body, in this body he can fulfill the four principles of dharma, artha, kāma and mokṣa, and if one is properly regulated he makes further progress, after liberation, to engage in the service of Rādhā and Kṛṣṇa. This is the success of life: to stop the process of repeated birth and death and go back home, back to Godhead (mām eti), to be engaged in the service of Rādhā and Kṛṣṇa. Therefore, taking a human body is meant for completing one’s progress in life. Throughout human society, killing of a human being is taken very seriously. Hundreds and thousands of animals are killed in slaughterhouses, and no one cares about them, but the killing of even one human being is taken very seriously. Why? Because the human form of body is extremely important in executing the mission of life."
    },
    {
        "verse": "29",
        "devanagari": "एष हि ब्राह्मणो विद्वांस्तप:शीलगुणान्वित: ।आरिराधयिषुर्ब्रह्म महापुरुषसंज्ञितम् ।सर्वभूतात्मभावेन भूतेष्वन्तर्हितं गुणै: ॥ २९ ॥",
        "english_devnagari": "eṣa hi brāhmaṇo vidvāṁstapaḥ-śīla-guṇānvitaḥārirādhayiṣur brahmamahā-puruṣa-saṁjñitamsarva-bhūtātma-bhāvenabhūteṣv antarhitaṁ guṇaiḥ",
        "verse_Syn": [
            "eṣaḥ",
            "hi",
            "brāhmaṇaḥ",
            "vidvān",
            "tapaḥ",
            "śīla",
            "guṇa",
            "anvitaḥ",
            "ārirādhayiṣuḥ",
            "brahma",
            "mahā",
            "puruṣa",
            "saṁjñitam",
            "sarva",
            "bhūta",
            "ātma",
            "bhāvena",
            "bhūteṣu",
            "antarhitam",
            "guṇaiḥ"
        ],
        "translation": "Here is a learned, highly qualified brāhmaṇa, engaged in performing austerity and eagerly desiring to worship the Supreme Lord, the Supersoul who lives within the core of the heart in all living entities.",
        "purport": " The wife of the brāhmaṇa did not regard her husband as a superficial brāhmaṇa who was called a brāhmaṇa merely because he was born of a brāhmaṇa family. Rather, this brāhmaṇa was actually qualified with the brahminical symptoms. Yasya yal lakṣaṇaṁ proktam (Bhāg. 7.11.35). The symptoms of a brāhmaṇa are stated in the śāstra: “Peacefulness, self-control, austerity, purity, tolerance, honesty, wisdom, knowledge, and religiousness — these are the qualities by which the brāhmaṇas work.” (Bg. 18.42) Not only must a brāhmaṇa be qualified, but he must also engage in actual brahminical activities. Simply to be qualified is not enough; one must engage in a brāhmaṇa’s duties. The duty of a brāhmaṇa is to know the paraṁ brahma, Kṛṣṇa (paraṁ brahma paraṁ dhāma pavitraṁ paramaṁ bhavān). Because this brāhmaṇa was actually qualified and was also engaged in brahminical activities (brahma-karma), killing him would be a greatly sinful act, and the brāhmaṇa’s wife requested that he not be killed."
    },
    {
        "verse": "30",
        "devanagari": "सोऽयं ब्रह्मर्षिवर्यस्ते राजर्षिप्रवराद् विभो ।कथमर्हति धर्मज्ञ वधं पितुरिवात्मज: ॥ ३० ॥",
        "english_devnagari": "so ’yaṁ brahmarṣi-varyas terājarṣi-pravarād vibhokatham arhati dharma-jñavadhaṁ pitur ivātmajaḥ",
        "verse_Syn": [
            "saḥ",
            "ayam",
            "brahma",
            "ṛṣi",
            "varyaḥ",
            "te",
            "rāja",
            "ṛṣi",
            "pravarāt",
            "vibho",
            "katham",
            "arhati",
            "dharma",
            "jña",
            "vadham",
            "pituḥ",
            "iva",
            "ātmajaḥ"
        ],
        "translation": "My lord, you are completely aware of the religious principles. As a son never deserves to be killed by his father, here is a brāhmaṇa who should be protected by the king, and never killed. How does he deserve to be killed by a rājarṣi like you?",
        "purport": " The word rājarṣi refers to a king who behaves like a ṛṣi, or sage. Such a king is also called naradeva because he is considered a representative of the Supreme Lord. Because his duty is to rule the kingdom to maintain brahminical culture, he never desires to kill a brāhmaṇa. Generally, a brāhmaṇa, woman, child, old man or cow is never regarded as punishable. Thus the wife of the brāhmaṇa requested the King to refrain from this sinful act."
    },
    {
        "verse": "31",
        "devanagari": "तस्य साधोरपापस्य भ्रूणस्य ब्रह्मवादिन: ।कथं वधं यथा बभ्रोर्मन्यते सन्मतो भवान् ॥ ३१ ॥",
        "english_devnagari": "tasya sādhor apāpasyabhrūṇasya brahma-vādinaḥkathaṁ vadhaṁ yathā babhrormanyate san-mato bhavān",
        "verse_Syn": [
            "tasya",
            "sādhoḥ",
            "apāpasya",
            "bhrūṇasya",
            "brahma",
            "vādinaḥ",
            "katham",
            "vadham",
            "yathā",
            "babhroḥ",
            "manyate",
            "sat",
            "mataḥ",
            "bhavān"
        ],
        "translation": "You are well known and worshiped in learned circles. How dare you kill this brāhmaṇa, who is a saintly, sinless person, well versed in Vedic knowledge? Killing him would be like destroying the embryo within the womb or killing a cow.",
        "purport": " As stated in the Amara-kośa dictionary, bhrūṇo ’rbhake bāla-garbhe: the word bhrūṇa refers either to the cow or to the living entity in embryo. According to Vedic culture, destroying the undeveloped embryo of the soul in the womb is as sinful as killing a cow or a brāhmaṇa. In the embryo, the living entity is present in an undeveloped stage. The modern scientific theory that life is a combination of chemicals is nonsense; scientists cannot manufacture living beings, even like those born from eggs. The idea that scientists can develop a chemical situation resembling that of an egg and bring life from it is nonsensical. Their theory that a chemical combination can have life may be accepted, but these rascals cannot create such a combination. This verse refers to bhrūṇasya vadham — the killing of a bhrūṇa or destruction of the embryo. Here is a challenge from the Vedic literature. The crude, atheistic understanding that the living entity is a combination of matter belongs to the grossest ignorance."
    },
    {
        "verse": "32",
        "devanagari": "यद्ययं क्रियते भक्ष्यस्तर्हि मां खाद पूर्वत: ।न जीविष्ये विना येन क्षणं च मृतकं यथा ॥ ३२ ॥",
        "english_devnagari": "yady ayaṁ kriyate bhakṣyastarhi māṁ khāda pūrvataḥna jīviṣye vinā yenakṣaṇaṁ ca mṛtakaṁ yathā",
        "verse_Syn": [
            "yadi",
            "ayam",
            "kriyate",
            "bhakṣyaḥ",
            "tarhi",
            "mām",
            "khāda",
            "pūrvataḥ",
            "na",
            "jīviṣye",
            "vinā",
            "yena",
            "kṣaṇam",
            "ca",
            "mṛtakam",
            "yathā"
        ],
        "translation": "Without my husband, I cannot live for a moment. If you want to eat my husband, it would be better to eat me first, for without my husband I am as good as a dead body.",
        "purport": " In the Vedic culture there is a system known as satī or saha-maraṇa, in which a woman dies with her husband. According to this system, if the husband dies, the wife will voluntarily die by falling in the blazing funeral pyre of her husband. Here, in this verse, the feelings inherent in this culture are expressed by the wife of the brāhmaṇa. A woman without a husband is like a dead body. Therefore according to Vedic culture a girl must be married. This is the responsibility of her father. A girl may be given in charity, and a husband may have more than one wife, but a girl must be married. This is Vedic culture. A woman is supposed to be always dependent — in her childhood she is dependent on her father, in youth on her husband, and in old age on her elderly sons. According to Manu-saṁhitā, she is never independent. Independence for a woman means miserable life. In this age, so many girls are unmarried and falsely imagining themselves free, but their life is miserable. Here is an instance in which a woman felt that without her husband she was nothing but a dead body."
    },
    {
        "verse": "33",
        "devanagari": "एवं करुणभाषिण्या विलपन्त्या अनाथवत् ।व्याघ्र: पशुमिवाखादत् सौदास: शापमोहित: ॥ ३३ ॥",
        "english_devnagari": "evaṁ karuṇa-bhāṣiṇyāvilapantyā anāthavatvyāghraḥ paśum ivākhādatsaudāsaḥ śāpa-mohitaḥ",
        "verse_Syn": [
            "evam",
            "karuṇa",
            "bhāṣiṇyāḥ",
            "vilapantyāḥ",
            "anātha",
            "vat",
            "vyāghraḥ",
            "paśum",
            "iva",
            "akhādat",
            "saudāsaḥ",
            "śāpa",
            "mohitaḥ"
        ],
        "translation": "Being condemned by the curse of Vasiṣṭha, King Saudāsa devoured the brāhmaṇa, exactly as a tiger eats its prey. Even though the brāhmaṇa’s wife spoke so pitiably, Saudāsa was unmoved by her lamentation.",
        "purport": " This is an example of destiny. King Saudāsa was condemned by the curse of Vasiṣṭha, and therefore even though he was well qualified he could not restrain himself from becoming a tigerlike Rākṣasa, for this was his destiny. Tal labhyate duḥkhavad anyataḥ sukham (Bhāg. 1.5.18). As one is put into distress by destiny, destiny can also put one in a happy situation. Destiny is extremely strong, but one can change destiny if one comes to the platform of Kṛṣṇa consciousness. Karmāṇi nirdahati kintu ca bhakti-bhājām (Brahma-samhitā 5.54)."
    },
    {
        "verse": "34",
        "devanagari": "ब्राह्मणी वीक्ष्य दिधिषुं पुरुषादेन भक्षितम् ।शोचन्त्यात्मानमुर्वीशमशपत् कुपिता सती ॥ ३४ ॥",
        "english_devnagari": "brāhmaṇī vīkṣya didhiṣuṁpuruṣādena bhakṣitamśocanty ātmānam urvīśamaśapat kupitā satī",
        "verse_Syn": [
            "brāhmaṇī",
            "vīkṣya",
            "didhiṣum",
            "puruṣa",
            "adena",
            "bhakṣitam",
            "śocantī",
            "ātmānam",
            "urvīśam",
            "aśapat",
            "kupitā",
            "satī"
        ],
        "translation": "When the chaste wife of the brāhmaṇa saw that her husband, who was about to discharge semen, had been eaten by the man-eater, she was overwhelmed with grief and lamentation. Thus she angrily cursed the King.",
        "purport": ""
    },
    {
        "verse": "35",
        "devanagari": "यस्मान्मे भक्षित: पाप कामार्ताया: पतिस्त्वया ।तवापि मृत्युराधानादकृतप्रज्ञ दर्शित: ॥ ३५ ॥",
        "english_devnagari": "yasmān me bhakṣitaḥ pāpakāmārtāyāḥ patis tvayātavāpi mṛtyur ādhānādakṛta-prajña darśitaḥ",
        "verse_Syn": [
            "yasmāt",
            "me",
            "bhakṣitaḥ",
            "pāpa",
            "kāma",
            "ārtāyāḥ",
            "patiḥ",
            "tvayā",
            "tava",
            "api",
            "mṛtyuḥ",
            "ādhānāt",
            "akṛta",
            "prajña",
            "darśitaḥ"
        ],
        "translation": "O foolish, sinful person, because you have eaten my husband when I was sexually inclined and desiring to have the seed of a child, I shall also see you die when you attempt to discharge semen in your wife. In other words, whenever you attempt to sexually unite with your wife, you shall die.",
        "purport": ""
    },
    {
        "verse": "36",
        "devanagari": "एवं मित्रसहं शप्‍त्वा पतिलोकपरायणा ।तदस्थीनि समिद्धेऽग्नौ प्रास्य भर्तुर्गतिं गता ॥ ३६ ॥",
        "english_devnagari": "evaṁ mitrasahaṁ śaptvāpati-loka-parāyaṇātad-asthīni samiddhe ’gnauprāsya bhartur gatiṁ gatā",
        "verse_Syn": [
            "evam",
            "mitrasaham",
            "śaptvā",
            "pati",
            "loka",
            "parāyaṇā",
            "tat",
            "asthīni",
            "samiddhe",
            "agnau",
            "prāsya",
            "bhartuḥ",
            "gatim",
            "gatā"
        ],
        "translation": "Thus the wife of the brāhmaṇa cursed King Saudāsa, known as Mitrasaha. Then, being inclined to go with her husband, she set fire to her husband’s bones, fell into the fire herself, and went with him to the same destination.",
        "purport": ""
    },
    {
        "verse": "37",
        "devanagari": "विशापो द्वादशाब्दान्ते मैथुनाय समुद्यत: ।विज्ञाप्य ब्राह्मणीशापं महिष्या स निवारित: ॥ ३७ ॥",
        "english_devnagari": "viśāpo dvādaśābdāntemaithunāya samudyataḥvijñāpya brāhmaṇī-śāpaṁmahiṣyā sa nivāritaḥ",
        "verse_Syn": [
            "viśāpaḥ",
            "dvādaśa",
            "abda",
            "ante",
            "maithunāya",
            "samudyataḥ",
            "vijñāpya",
            "brāhmaṇī",
            "śāpam",
            "mahiṣyā",
            "saḥ",
            "nivāritaḥ"
        ],
        "translation": "After twelve years, when King Saudāsa was released from the curse by Vasiṣṭha, he wanted to have sexual intercourse with his wife. But the Queen reminded him about the curse by the brāhmaṇī, and thus he was checked from sexual intercourse.",
        "purport": ""
    },
    {
        "verse": "38",
        "devanagari": "अत ऊर्ध्वं स तत्याज स्त्रीसुखं कर्मणाप्रजा: ।वसिष्ठस्तदनुज्ञातो मदयन्त्यां प्रजामधात् ॥ ३८ ॥",
        "english_devnagari": "ata ūrdhvaṁ sa tatyājastrī-sukhaṁ karmaṇāprajāḥvasiṣṭhas tad-anujñātomadayantyāṁ prajām adhāt",
        "verse_Syn": [
            "ataḥ",
            "ūrdhvam",
            "saḥ",
            "tatyāja",
            "strī",
            "sukham",
            "karmaṇā",
            "aprajāḥ",
            "vasiṣṭhaḥ",
            "tat",
            "anujñātaḥ",
            "madayantyām",
            "prajām",
            "adhāt"
        ],
        "translation": "After being thus instructed, the King gave up the future happiness of sexual intercourse and by destiny remained sonless. Later, with the King’s permission, the great saint Vasiṣṭha begot a child in the womb of Madayantī.",
        "purport": ""
    },
    {
        "verse": "39",
        "devanagari": "सा वै सप्त समा गर्भमबिभ्रन्न व्यजायत ।जघ्नेऽश्मनोदरं तस्या: सोऽश्मकस्तेन कथ्यते ॥ ३९ ॥",
        "english_devnagari": "sā vai sapta samā garbhamabibhran na vyajāyatajaghne ’śmanodaraṁ tasyāḥso ’śmakas tena kathyate",
        "verse_Syn": [
            "sā",
            "vai",
            "sapta",
            "samāḥ",
            "garbham",
            "abibhrat",
            "na",
            "vyajāyata",
            "jaghne",
            "aśmanā",
            "udaram",
            "tasyāḥ",
            "saḥ",
            "aśmakaḥ",
            "tena",
            "kathyate"
        ],
        "translation": "Madayantī bore the child within the womb for seven years and did not give birth. Therefore Vasiṣṭha struck her abdomen with a stone, and then the child was born. Consequently, the child was known as Aśmaka [“the child born of a stone”].",
        "purport": ""
    },
    {
        "verse": "40",
        "devanagari": "अश्मकाद्ब‍ालिको जज्ञे य: स्त्रीभि: परिरक्षित: ।नारीकवच इत्युक्तो नि:क्षत्रे मूलकोऽभवत् ॥ ४० ॥",
        "english_devnagari": "aśmakād bāliko jajñeyaḥ strībhiḥ parirakṣitaḥnārī-kavaca ity uktoniḥkṣatre mūlako ’bhavat",
        "verse_Syn": [
            "aśmakāt",
            "bālikaḥ",
            "jajñe",
            "yaḥ",
            "strībhiḥ",
            "parirakṣitaḥ",
            "nārī",
            "kavacaḥ",
            "iti",
            "uktaḥ",
            "niḥkṣatre",
            "mūlakaḥ",
            "abhavat"
        ],
        "translation": "From Aśmaka, Bālika took birth. Because Bālika was surrounded by women and was therefore saved from the anger of Paraśurāma, he was known as Nārīkavaca [“one who is protected by women”]. When Paraśurāma vanquished all the kṣatriyas, Bālika became the progenitor of more kṣatriyas. Therefore he was known as Mūlaka, the root of the kṣatriya dynasty.",
        "purport": ""
    },
    {
        "verse": "41",
        "devanagari": "ततो दशरथस्तस्मात् पुत्र ऐडविडिस्तत: ।राजा विश्वसहो यस्य खट्‍वाङ्गश्चक्रवर्त्यभूत् ॥ ४१ ॥",
        "english_devnagari": "tato daśarathas tasmātputra aiḍaviḍis tataḥrājā viśvasaho yasyakhaṭvāṅgaś cakravarty abhūt",
        "verse_Syn": [
            "tataḥ",
            "daśarathaḥ",
            "tasmāt",
            "putraḥ",
            "aiḍaviḍiḥ",
            "tataḥ",
            "rājā",
            "viśvasahaḥ",
            "yasya",
            "khaṭvāṅgaḥ",
            "cakravartī",
            "abhūt"
        ],
        "translation": "From Bālika came a son named Daśaratha, from Daśaratha came a son named Aiḍaviḍi, and from Aiḍaviḍi came King Viśvasaha. The son of King Viśvasaha was the famous Mahārāja Khaṭvāṅga.",
        "purport": ""
    },
    {
        "verse": "42",
        "devanagari": "यो देवैरर्थितो दैत्यानवधीद् युधि दुर्जय: ।मुहूर्तमायुर्ज्ञात्वैत्य स्वपुरं सन्दधे मन: ॥ ४२ ॥",
        "english_devnagari": "yo devair arthito daityānavadhīd yudhi durjayaḥmuhūrtam āyur jñātvaityasva-puraṁ sandadhe manaḥ",
        "verse_Syn": [
            "yaḥ",
            "devaiḥ",
            "arthitaḥ",
            "daityān",
            "avadhīt",
            "yudhi",
            "durjayaḥ",
            "muhūrtam",
            "āyuḥ",
            "jñātvā",
            "etya",
            "sva",
            "puram",
            "sandadhe",
            "manaḥ"
        ],
        "translation": "King Khaṭvāṅga was unconquerable in any fight. Requested by the demigods to join them in fighting the demons, he won victory, and the demigods, being very pleased, wanted to give him a benediction. The King inquired from them about the duration of his life and was informed that he had only one moment more. Thus he immediately left his palace and went to his own residence, where he engaged his mind fully on the lotus feet of the Lord.",
        "purport": " The example of Mahārāja Khaṭvāṅga in performing devotional service is brilliant. Mahārāja Khaṭvāṅga engaged himself for only a moment in devotional service to the Lord, but he was promoted back to Godhead. Therefore, if one practices devotional service from the beginning of his life, surely he will return home, back to Godhead, without a doubt (asaṁśaya). In Bhagavad-gītā the word asaṁśaya is used to describe the devotee. There the Lord Himself gives this instruction: “Now hear, O son of Pṛthā [Arjuna], how by practicing yoga in full consciousness of Me, with mind attached to Me, you can know Me in full, free from doubt.” (Bg. 7.1) The Lord also instructs: “One who knows the transcendental nature of My appearance and activities does not, upon leaving the body, take his birth again in this material world, but attains My eternal abode, O Arjuna.” (Bg. 4.9) Therefore, from the very beginning of one’s life one should practice bhakti-yoga, which increases one’s attachment for Kṛṣṇa. If one daily sees the Deity in the temple, makes offerings by worshiping the Deity, chants the holy name of the Personality of Godhead, and preaches about the glorious activities of the Lord as much as possible, he thus becomes attached to Kṛṣṇa. This attachment is called āsakti. When one’s mind is attached to Kṛṣṇa (mayy āsakta-manāḥ), one can fulfill the mission of life in one human birth. If one misses this opportunity, one does not know where he is going, how long he will remain in the cycle of birth and death, and when he will again achieve the human form of life and the chance to return home, back to Godhead. The most intelligent person, therefore, uses every moment of his life to render loving service to the Lord."
    },
    {
        "verse": "43",
        "devanagari": "न मे ब्रह्मकुलात् प्राणा: कुलदैवान्न चात्मजा: ।न श्रियो न मही राज्यं न दाराश्चातिवल्लभा: ॥ ४३ ॥",
        "english_devnagari": "na me brahma-kulāt prāṇāḥkula-daivān na cātmajāḥna śriyo na mahī rājyaṁna dārāś cātivallabhāḥ",
        "verse_Syn": [
            "na",
            "me",
            "brahma",
            "kulāt",
            "prāṇāḥ",
            "kula",
            "daivāt",
            "na",
            "ca",
            "ātmajāḥ",
            "na",
            "śriyaḥ",
            "na",
            "mahī",
            "rājyam",
            "na",
            "dārāḥ",
            "ca",
            "ati",
            "vallabhāḥ"
        ],
        "translation": "Mahārāja Khaṭvāṅga thought: Not even my life is dearer to me than the brahminical culture and the brāhmaṇas, who are worshiped by my family. What then is to be said of my kingdom, land, wife, children and opulence? Nothing is dearer to me than the brāhmaṇas.",
        "purport": " Mahārāja Khaṭvāṅga, being in favor of the brahminical culture, wanted to utilize one moment’s time by fully surrendering unto the Supreme Personality of Godhead. The Lord is worshiped with this prayer: “I offer my respectful obeisances to the Supreme Absolute Truth, Kṛṣṇa, who is the well-wisher of the cows and the brāhmaṇas as well as the living entities in general. I offer my repeated obeisances to Govinda, who is the pleasure reservoir for all the senses.” A devotee of Kṛṣṇa is very much attached to brahminical culture. Indeed, an expert personality who knows who Kṛṣṇa is and what He wants is a real brāhmaṇa. Brahma jānātīti brāhmaṇaḥ. Kṛṣṇa is the Parabrahman, and therefore all Kṛṣṇa conscious persons, or devotees of Kṛṣṇa, are exalted brāhmaṇas. Khaṭvāṅga Mahārāja regarded the devotees of Kṛṣṇa as the real brāhmaṇas and the real light for human society. One who desires to advance in Kṛṣṇa consciousness and spiritual understanding must give the utmost importance to brahminical culture and must understand Kṛṣṇa (kṛṣṇāya govindāya). Then his life will be successful."
    },
    {
        "verse": "44",
        "devanagari": "न बाल्येऽपि मतिर्मह्यमधर्मे रमते क्‍वचित् ।नापश्यमुत्तमश्लोकादन्यत् किञ्चन वस्त्वहम् ॥ ४४ ॥",
        "english_devnagari": "na bālye ’pi matir mahyamadharme ramate kvacitnāpaśyam uttamaślokādanyat kiñcana vastv aham",
        "verse_Syn": [
            "na",
            "bālye",
            "api",
            "matiḥ",
            "mahyam",
            "adharme",
            "ramate",
            "kvacit",
            "na",
            "apaśyam",
            "uttamaślokāt",
            "anyat",
            "kiñcana",
            "vastu",
            "aham"
        ],
        "translation": "I was never attracted, even in my childhood, by insignificant things or irreligious principles. I did not find anything more substantial than the Supreme Personality of Godhead.",
        "purport": " Mahārāja Khaṭvāṅga provides a typical example of a Kṛṣṇa conscious person. A Kṛṣṇa conscious person does not see anything to be important but the Supreme Personality of Godhead, nor does he accept anything within this material world as being unconnected to the Supreme Lord. As stated in Caitanya-caritāmṛta (Madhya 8.274): “The mahā-bhāgavata, the advanced devotee, certainly sees everything mobile and immobile, but he does not exactly see their forms. Rather, everywhere he immediately sees manifest the form of the Supreme Lord.” Although a devotee is within the material world, he has no connection with it. Nirbandhaḥ kṛṣṇa-sambandhe. He accepts this material world in relationship with the Supreme Personality of Godhead. A devotee may be engaged in earning money, but he uses that money for propagating the Kṛṣṇa consciousness movement by constructing large temples and establishing worship of the Supreme Personality of Godhead. Khaṭvāṅga Mahārāja, therefore, was not a materialist. A materialist is always attached to wife, children, home, property and many other things for sense gratification, but, as stated above, Khaṭvāṅga Mahārāja was not attached to such things, nor could he think of anything existing without the purpose of the Supreme Lord. Īśāvāsyam idaṁ sarvam: everything is related to the Supreme Personality of Godhead. Of course, this consciousness is not for the ordinary person, but if one takes to the path of devotional service, as prescribed in The Nectar of Devotion, he can be trained in this consciousness and attain perfect understanding. For a Kṛṣṇa conscious person, nothing is palatable without a relationship with Kṛṣṇa."
    },
    {
        "verse": "45",
        "devanagari": "देवै: कामवरो दत्तो मह्यं त्रिभुवनेश्वरै: ।न वृणे तमहं कामं भूतभावनभावन: ॥ ४५ ॥",
        "english_devnagari": "devaiḥ kāma-varo dattomahyaṁ tri-bhuvaneśvaraiḥna vṛṇe tam ahaṁ kāmaṁbhūtabhāvana-bhāvanaḥ",
        "verse_Syn": [
            "devaiḥ",
            "kāma",
            "varaḥ",
            "dattaḥ",
            "mahyam",
            "tri",
            "bhuvana",
            "īśvaraiḥ",
            "na",
            "vṛṇe",
            "tam",
            "aham",
            "kāmam",
            "bhūtabhāvana",
            "bhāvanaḥ"
        ],
        "translation": "The demigods, the directors of the three worlds, wanted to give me whatever benediction I desired. I did not want their benedictions, however, because I am interested in the Supreme Personality of Godhead, who created everything in this material world. I am more interested in the Supreme Personality of Godhead than in all material benedictions.",
        "purport": " A devotee is always transcendentally situated. Paraṁ dṛṣṭvā nivartate: one who has seen the Supreme Personality of Godhead is no longer interested in material sense enjoyment. Even such an exalted devotee as Dhruva Mahārāja went to the forest for the sake of material benefit, but when he actually saw the Supreme Personality of Godhead, he refused to accept any material benediction. He said, svāmin kṛtārtho ’smi varaṁ na yāce: “My dear Lord, I am fully satisfied with whatever You have given me or not given me. I have nothing to ask from You, for I am fully satisfied to be engaged in Your service.” This is the mentality of a pure devotee, who does not want anything, material or spiritual, from the Personality of Godhead. Our Kṛṣṇa consciousness movement is therefore called kṛṣṇa-bhāvanāmṛta-saṅgha, the association of persons who are simply satisfied in thoughts of Kṛṣṇa. Being absorbed in thoughts of Kṛṣṇa is neither expensive nor troublesome. Kṛṣṇa says, man-manā bhava mad-bhakto mad-yājī māṁ namaskuru: “Engage your mind always in thinking of Me, offer obeisances and worship Me.” (Bg. 9.34) Anyone can always think of Kṛṣṇa, without difficulties or obstacles. This is called kṛṣṇa-bhāvanāmṛta. One who is absorbed in kṛṣṇa-bhāvanāmṛta has no material benefits to ask from Kṛṣṇa. Instead, such a person prays to the Lord for the benediction of being able to spread His glories all over the world. Mama janmani janmanīśvare bhavatād bhaktir ahaitukī tvayi. A Kṛṣṇa conscious person does not even want to stop his cycle of birth and death. He simply prays, “I may take birth as You like, but my only prayer is that I may be engaged in Your service.”"
    },
    {
        "verse": "46",
        "devanagari": "ये विक्षिप्तेन्द्रियधियो देवास्ते स्वहृदि स्थितम् ।न विन्दन्ति प्रियं शश्वदात्मानं किमुतापरे ॥ ४६ ॥",
        "english_devnagari": "ye vikṣiptendriya-dhiyodevās te sva-hṛdi sthitamna vindanti priyaṁ śaśvadātmānaṁ kim utāpare",
        "verse_Syn": [
            "ye",
            "vikṣipta",
            "indriya",
            "dhiyaḥ",
            "devāḥ",
            "te",
            "sva",
            "hṛdi",
            "sthitam",
            "na",
            "vindanti",
            "priyam",
            "śaśvat",
            "ātmānam",
            "kim",
            "uta",
            "apare"
        ],
        "translation": "Even though the demigods have the advantages of being situated in the higher planetary system, their minds, senses and intelligence are agitated by material conditions. Therefore, even such elevated persons fail to realize the Supreme Personality of Godhead, who is eternally situated in the core of the heart. What then is to be said of others, such as human beings, who have fewer advantages?",
        "purport": " It is a fact that the Supreme Personality of Godhead is always situated in everyone’s heart (īśvaraḥ sarva-bhūtānāṁ hṛd-deśe ’rjuna tiṣṭhati). But because of our material anxieties, which are inevitable in this material world, we cannot understand the Supreme Lord, although He is situated so near to us. For those always agitated by material conditions, the yogic process is recommended so that one may concentrate his mind upon the Supreme Personality of Godhead within the heart. Dhyānāvasthita-tad-gatena manasā paśyanti yaṁ yoginaḥ. Because in material conditions the mind and senses are always agitated, by the yogic procedures like dhāraṇā, āsana and dhyāna one must quiet the mind and concentrate it upon the Supreme Personality of Godhead. In other words, the yogic process is a material attempt to realize the Lord, whereas bhakti, devotional service, is the spiritual process by which to realize Him. Mahārāja Khaṭvāṅga accepted the spiritual path, and therefore he was no longer interested in anything material. Kṛṣṇa says in Bhagavad-gītā (18.55), bhaktyā mām abhijānāti: “Only by devotional service can I be understood.” One can understand Kṛṣṇa, the Parabrahman, the Supreme Personality of Godhead, only through devotional service. The Lord never says that one can understand Him by performing mystic yoga or by philosophically speculating. Bhakti is above all such material attempts. Anyābhilāṣitā-śūnyaṁ jñāna-karmādy-anāvṛtam. Bhakti is uncontaminated, being unalloyed even by jñāna or pious activities."
    },
    {
        "verse": "47",
        "devanagari": "अथेशमायारचितेषु सङ्गंगुणेषु गन्धर्वपुरोपमेषु ।रूढं प्रकृत्यात्मनि विश्वकर्तु-र्भावेन हित्वा तमहं प्रपद्ये ॥ ४७ ॥",
        "english_devnagari": "atheśa-māyā-raciteṣu saṅgaṁguṇeṣu gandharva-puropameṣurūḍhaṁ prakṛtyātmani viśva-karturbhāvena hitvā tam ahaṁ prapadye",
        "verse_Syn": [
            "atha",
            "īśa",
            "māyā",
            "raciteṣu",
            "saṅgam",
            "guṇeṣu",
            "gandharva",
            "pura",
            "upameṣu",
            "rūḍham",
            "prakṛtyā",
            "ātmani",
            "viśva",
            "kartuḥ",
            "bhāvena",
            "hitvā",
            "tam",
            "aham",
            "prapadye"
        ],
        "translation": "Therefore I should now give up my attachment for things created by the external energy of the Supreme Personality of Godhead. I should engage in thought of the Lord and should thus surrender unto Him. This material creation, having been created by the external energy of the Lord, is like an imaginary town visualized on a hill or in a forest. Every conditioned soul has a natural attraction and attachment for material things, but one must simply give up this attachment and surrender unto the Supreme Personality of Godhead.",
        "purport": " When passing through a mountainous region in an airplane, one may sometimes see a city in the sky with towers and palaces, or one may see similar things in a big forest. This is called a gandharva-pura, a phantasmagoria. This entire world resembles such a phantasmagoria, and every materially situated person has attachment for it. But Khaṭvāṅga Mahārāja, because of his advanced Kṛṣṇa consciousness, was not interested in such things. Even though a devotee may engage in apparently materialistic activities, he knows his position very well. Nirbandhaḥ kṛṣṇa-sambandhe yuktaṁ vairāgyam ucyate. If one engages all material things in relation with the loving service of the Lord, one is situated in yukta-vairāgya, proper renunciation. In this material world, nothing should be accepted for one’s sense gratification: everything should be accepted for the service of the Lord. This is the mentality of the spiritual world. Mahārāja Khaṭvāṅga advises that one give up material attachments and surrender unto the Supreme Personality of Godhead. Thus one achieves success in life. This is pure bhakti-yoga, which involves vairāgya-vidyā — renunciation and knowledge. “Let me surrender unto the Personality of Godhead who has appeared now as Lord Śrī Caitanya Mahāprabhu. He is the ocean of all mercy and has come down to teach us material detachment, learning and devotional service to Himself.” (Caitanya-candrodaya-nāṭaka 6.74) Śrī Kṛṣṇa Caitanya Mahāprabhu inaugurated this movement of vairāgya-vidyā, by which one detaches himself from material existence and engages in loving devotional service. The Kṛṣṇa consciousness movement of devotional service is the only process by which to counteract our false prestige in this material world."
    },
    {
        "verse": "48",
        "devanagari": "इति व्यवसितो बुद्ध्या नारायणगृहीतया ।हित्वान्यभावमज्ञानं तत: स्वं भावमास्थित: ॥ ४८ ॥",
        "english_devnagari": "iti vyavasito buddhyānārāyaṇa-gṛhītayāhitvānya-bhāvam ajñānaṁtataḥ svaṁ bhāvam āsthitaḥ",
        "verse_Syn": [
            "iti",
            "vyavasitaḥ",
            "buddhyā",
            "nārāyaṇa",
            "gṛhītayā",
            "hitvā",
            "anya",
            "bhāvam",
            "ajñānam",
            "tataḥ",
            "svam",
            "bhāvam",
            "āsthitaḥ"
        ],
        "translation": "Thus Mahārāja Khaṭvāṅga, by his advanced intelligence in rendering service to the Lord, gave up false identification with the body full of ignorance. In his original position of eternal servitorship, he engaged himself in rendering service to the Lord.",
        "purport": " When one actually becomes purely Kṛṣṇa conscious, no one has any right to rule over him. When situated in Kṛṣṇa consciousness, one is no longer in the darkness of ignorance, and when freed from all such darkness, one is situated in his original position. Jīvera ‘svarūpa’ haya — kṛṣṇera ‘nitya-dāsa.’ The living entity is eternally the servant of the Lord, and thus when he engages himself in the service of the Lord in all respects, he enjoys the perfection of life."
    },
    {
        "verse": "49",
        "devanagari": "यत् तद् ब्रह्म परं सूक्ष्ममशून्यं शून्यकल्पितम् ।भगवान् वासुदेवेति यं गृणन्ति हि सात्वता: ॥ ४९ ॥",
        "english_devnagari": "yat tad brahma paraṁ sūkṣmamaśūnyaṁ śūnya-kalpitambhagavān vāsudevetiyaṁ gṛṇanti hi sātvatāḥ",
        "verse_Syn": [
            "yat",
            "tat",
            "brahma",
            "param",
            "sūkṣmam",
            "aśūnyam",
            "śūnya",
            "kalpitam",
            "bhagavān",
            "vāsudeva",
            "iti",
            "yam",
            "gṛṇanti",
            "hi",
            "sātvatāḥ"
        ],
        "translation": "The Supreme Personality of Godhead, Vāsudeva, Kṛṣṇa, is extremely difficult to understand for unintelligent men who accept Him as impersonal or void, which He is not. The Lord is therefore understood and sung about by pure devotees.",
        "purport": " As stated in Śrīmad-Bhāgavatam (1.2.11): The Absolute Truth is realized in three phases — as Brahman, Paramātmā and Bhagavān. Bhagavān is the origin of everything. Brahman is a partial representation of Bhagavān, and Vāsudeva, the Supersoul living everywhere and in everyone’s heart, is also an advanced realization of the Supreme Personality of Godhead. But when one comes to understand the Supreme Personality of Godhead (vāsudevaḥ sarvam iti), when one realizes that Vāsudeva is both Paramātmā and the impersonal Brahman, he is then in perfect knowledge. Kṛṣṇa is therefore described by Arjuna as paraṁ brahma paraṁ dhāma pavitraṁ paramaṁ bhavān. The words paraṁ brahma refer to the shelter of the impersonal Brahman and also of the all-pervading Supersoul. When Kṛṣṇa says tyaktvā dehaṁ punar janma naiti mām eti, this means that the perfect devotee, after perfect realization, returns home, back to Godhead. Mahārāja Khaṭvāṅga accepted the shelter of the Supreme Personality of Godhead, and because of his full surrender he achieved perfection."
    }
]