[
    {
        "verse": "1",
        "devanagari": "श्रीशुक उवाचस इत्थमाचरन् कामान् स्त्रैणोऽपह्नवमात्मन: ।बुद्ध्वा प्रियायै निर्विण्णो गाथामेतामगायत ॥ १ ॥",
        "english_devnagari": "śrī-śuka uvācasa ittham ācaran kāmānstraiṇo ’pahnavam ātmanaḥbuddhvā priyāyai nirviṇṇogāthām etām agāyata",
        "verse_Syn": [
            "śrī",
            "śukaḥ",
            "uvāca",
            "saḥ",
            "ittham",
            "ācaran",
            "kāmān",
            "straiṇaḥ",
            "apahnavam",
            "ātmanaḥ",
            "buddhvā",
            "priyāyai",
            "nirviṇṇaḥ",
            "gāthām",
            "etām",
            "agāyata"
        ],
        "translation": "Śukadeva Gosvāmī said: O Mahārāja Parīkṣit, Yayāti was very much attached to woman. In due course of time, however, when disgusted with sexual enjoyment and its bad effects, he renounced this way of life and narrated the following story to his beloved wife.",
        "purport": ""
    },
    {
        "verse": "2",
        "devanagari": "श‍ृणु भार्गव्यमूं गाथां मद्विधाचरितां भुवि ।धीरा यस्यानुशोचन्ति वने ग्रामनिवासिन: ॥ २ ॥",
        "english_devnagari": "śṛṇu bhārgavy amūṁ gāthāṁmad-vidhācaritāṁ bhuvidhīrā yasyānuśocantivane grāma-nivāsinaḥ",
        "verse_Syn": [
            "śṛṇu",
            "bhārgavi",
            "amūm",
            "gāthām",
            "mat",
            "vidhā",
            "ācaritām",
            "bhuvi",
            "dhīrāḥ",
            "yasya",
            "anuśocanti",
            "vane",
            "grāma",
            "nivāsinaḥ"
        ],
        "translation": "My dearly beloved wife, daughter of Śukrācārya, in this world there was someone exactly like me. Please listen as I narrate the history of his life. By hearing about the life of such a householder, those who have retired from householder life always lament.",
        "purport": " Persons who live in the village or town are called grāma-nivāsī, and those who live in the forest are called vana-vāsī or vānaprastha. The vānaprasthas, who have retired from family life, generally lament about their past family life because it engaged them in trying to fulfill lusty desires. Prahlāda Mahārāja said that one should retire from family life as soon as possible, and he described family life as the darkest well (hitvātma-pātaṁ gṛham andha-kūpam). If one continuously or permanently concentrates on living with his family, he should be understood to be killing himself. In the Vedic civilization, therefore, it is recommended that one retire from family life at the end of his fiftieth year and go to vana, the forest. When he becomes expert or accustomed to forest life, or retired life as a vānaprastha, he should accept sannyāsa. Vanaṁ gato yad dharim āśrayeta. Sannyāsa means accepting unalloyed engagement in the service of the Lord. Vedic civilization therefore recommends four different stages of life — brahmacarya, gṛhastha, vānaprastha and sannyāsa. One should be very much ashamed of remaining a householder and not promoting oneself to the two higher stages, namely vānaprastha and sannyāsa."
    },
    {
        "verse": "3",
        "devanagari": "बस्त एको वने कश्चिद् विचिन्वन् प्रियमात्मन: ।ददर्श कूपे पतितां स्वकर्मवशगामजाम् ॥ ३ ॥",
        "english_devnagari": "basta eko vane kaścidvicinvan priyam ātmanaḥdadarśa kūpe patitāṁsva-karma-vaśagām ajām",
        "verse_Syn": [
            "bastaḥ",
            "ekaḥ",
            "vane",
            "kaścit",
            "vicinvan",
            "priyam",
            "ātmanaḥ",
            "dadarśa",
            "kūpe",
            "patitām",
            "sva",
            "karma",
            "vaśa",
            "gām",
            "ajām"
        ],
        "translation": "While wandering in the forest, eating to satisfy his senses, a he-goat by chance approached a well, in which he saw a she-goat standing helplessly, having fallen into it by the influence of the results of fruitive activities.",
        "purport": " Here Mahārāja Yayāti compares himself to a he-goat and Devayānī to a she-goat and describes the nature of man and woman. Like a he-goat, a man searches for sense gratification, wandering here and there, and a woman without the shelter of a man or husband is like a she-goat that has fallen into a well. Without being cared for by a man, a woman cannot be happy. Indeed, she is just like a she-goat that has fallen into a well and is struggling for existence. Therefore a woman must take shelter of her father, as Devayānī did when under the care of Śukrācārya, and then the father must give the daughter in charity to a suitable man, or a suitable man should help the woman by placing her under the care of a husband. This is shown vividly by the life of Devayānī. When King Yayāti delivered Devayānī from the well, she felt great relief and requested Yayāti to accept her as his wife. But when Mahārāja Yayāti accepted Devayānī, he became too attached and had sex life not only with her but with others, like Śarmiṣṭhā. Yet still he was dissatisfied. Therefore one should retire by force from such family life as Yayāti’s. When one is fully convinced of the degrading nature of worldly family life, one should completely renounce this way of life, take sannyāsa, and engage himself fully in the service of the Lord. Then one’s life will be successful."
    },
    {
        "verse": "4",
        "devanagari": "तस्या उद्धरणोपायं बस्त: कामी विचिन्तयन् ।व्यधत्त तीर्थमुद्‍धृत्य विषाणाग्रेण रोधसी ॥ ४ ॥",
        "english_devnagari": "tasyā uddharaṇopāyaṁbastaḥ kāmī vicintayanvyadhatta tīrtham uddhṛtyaviṣāṇāgreṇa rodhasī",
        "verse_Syn": [
            "tasyāḥ",
            "uddharaṇa",
            "upāyam",
            "bastaḥ",
            "kāmī",
            "vicintayan",
            "vyadhatta",
            "tīrtham",
            "uddhṛtya",
            "viṣāṇa",
            "agreṇa",
            "rodhasī"
        ],
        "translation": "After planning how to get the she-goat out of the well, the lusty he-goat dug up the earth on the well’s edge with the point of his horns in such a way that she was able to come out very easily.",
        "purport": " Attraction for woman is the impetus for economic development, housing and many other things meant for living comfortably in this material world. Digging up the earth to make a way out for the she-goat was a laborious task, but before accepting the she-goat, the he-goat underwent this labor. Aho gṛha-kṣetra-sutāpta-vittair janasya moho ’yam ahaṁ mameti. The union between male and female provides the impetus for gaining a nice apartment, a good income, children and friends. Thus one becomes entangled in this material world."
    },
    {
        "verse": "5-6",
        "devanagari": "सोत्तीर्य कूपात् सुश्रोणी तमेव चकमे किल ।तया वृतं समुद्वीक्ष्य बह्व्योऽजा: कान्तकामिनी: ॥ ५ ॥पीवानं श्मश्रुलं प्रेष्ठं मीढ्‍वांसं याभकोविदम् ।स एकोऽजवृषस्तासां बह्वीनां रतिवर्धन: ।रेमे कामग्रहग्रस्त आत्मानं नावबुध्यत ॥ ६ ॥",
        "english_devnagari": "sottīrya kūpāt suśroṇītam eva cakame kilatayā vṛtaṁ samudvīkṣyabahvyo ’jāḥ kānta-kāminīḥ",
        "verse_Syn": [
            "sā",
            "uttīrya",
            "kūpāt",
            "su",
            "śroṇī",
            "tam",
            "eva",
            "cakame",
            "kila",
            "tayā",
            "vṛtam",
            "samudvīkṣya",
            "bahvyaḥ",
            "ajāḥ",
            "kānta",
            "kāminīḥ",
            "pīvānam",
            "śmaśrulam",
            "preṣṭham",
            "mīḍhvāṁsam",
            "yābha",
            "kovidam",
            "saḥ",
            "ekaḥ",
            "aja",
            "vṛṣaḥ",
            "tāsām",
            "bahvīnām",
            "rati",
            "vardhanaḥ",
            "reme",
            "kāma",
            "graha",
            "grastaḥ",
            "ātmānam",
            "na",
            "avabudhyata"
        ],
        "translation": "When the she-goat, who had very nice hips, got out of the well and saw the very handsome he-goat, she desired to accept him as her husband. When she did so, many other she-goats also desired him as their husband because he had a very beautiful bodily structure and a nice mustache and beard and was expert in discharging semen and in the art of sexual intercourse. Therefore, just as a person haunted by a ghost exhibits madness, the best of the he-goats, attracted by the many she-goats, engaged in erotic activities and naturally forgot his real business of self-realization.",
        "purport": " Materialists are certainly very much attracted by sexual intercourse. Yan maithunādi-gṛhamedhi-sukhaṁ hi tuccham. Although one becomes a gṛhastha, or householder, to enjoy sex life to his heart’s content, one is never satisfied. Such a lusty materialist is like a goat, for it is said that if goats meant for slaughter get the opportunity, they enjoy sex before being killed. Human beings, however, are meant for self-realization. Human life is meant for realization of the self, the spiritual soul within the body (dehino ’smin yathā dehe). A materialistic rascal does not know that he is not the body but a spiritual soul within the body. However, one should understand his real position and cultivate knowledge by which to get free from bodily entanglement. Like an unfortunate person who acts madly, haunted by ghosts, a materialist haunted by the ghost of lust forgets his real business so that he can enjoy so-called happiness in the bodily concept of life."
    },
    {
        "verse": "7",
        "devanagari": "तमेव प्रेष्ठतमया रममाणमजान्यया ।विलोक्य कूपसंविग्ना नामृष्यद् बस्तकर्म तत् ॥ ७ ॥",
        "english_devnagari": "tam eva preṣṭhatamayāramamāṇam ajānyayāvilokya kūpa-saṁvignānāmṛṣyad basta-karma tat",
        "verse_Syn": [
            "tam",
            "eva",
            "preṣṭhatamayā",
            "ramamāṇam",
            "ajā",
            "anyayā",
            "vilokya",
            "kūpa",
            "saṁvignā",
            "na",
            "amṛṣyat",
            "basta",
            "karma",
            "tat"
        ],
        "translation": "When the she-goat who had fallen into the well saw her beloved goat engaged in sexual affairs with another she-goat, she could not tolerate the goat’s activities.",
        "purport": ""
    },
    {
        "verse": "8",
        "devanagari": "तं दुर्हृदं सुहृद्रूपं कामिनं क्षणसौहृदम् ।इन्द्रियाराममुत्सृज्य स्वामिनं दु:खिता ययौ ॥ ८ ॥",
        "english_devnagari": "taṁ durhṛdaṁ suhṛd-rūpaṁkāminaṁ kṣaṇa-sauhṛdamindriyārāmam utsṛjyasvāminaṁ duḥkhitā yayau",
        "verse_Syn": [
            "tam",
            "durhṛdam",
            "suhṛt",
            "rūpam",
            "kāminam",
            "kṣaṇa",
            "sauhṛdam",
            "indriya",
            "ārāmam",
            "utsṛjya",
            "svāminam",
            "duḥkhitā",
            "yayau"
        ],
        "translation": "Aggrieved by her husband’s behavior with another, the she-goat thought that the he-goat was not actually her friend but was hardhearted and was her friend only for the time being. Therefore, because her husband was lusty, she left him and returned to her former maintainer.",
        "purport": " The word svāminam is significant. Svāmī means “caretaker” or “master.” Devayānī was cared for by Śukrācārya before her marriage, and after her marriage she was cared for by Yayāti, but here the word svāminam indicates that Devayānī left the protection of her husband, Yayāti, and returned to her former protector, Śukrācārya. Vedic civilization recommends that a woman stay under the protection of a man. During childhood she should be cared for by her father, in youth by her husband, and in old age by a grown son. In any stage of life, a woman should not have independence."
    },
    {
        "verse": "9",
        "devanagari": "सोऽपि चानुगत: स्त्रैण: कृपणस्तां प्रसादितुम् ।कुर्वन्निडविडाकारं नाशक्नोत् पथि सन्धितुम् ॥ ९ ॥",
        "english_devnagari": "so ’pi cānugataḥ straiṇaḥkṛpaṇas tāṁ prasāditumkurvann iḍaviḍā-kāraṁnāśaknot pathi sandhitum",
        "verse_Syn": [
            "saḥ",
            "api",
            "ca",
            "anugataḥ",
            "straiṇaḥ",
            "kṛpaṇaḥ",
            "tām",
            "prasāditum",
            "kurvan",
            "iḍaviḍā",
            "kāram",
            "na",
            "aśaknot",
            "pathi",
            "sandhitum"
        ],
        "translation": "Being very sorry, the he-goat, who was subservient to his wife, followed the she-goat on the road and tried his best to flatter her, but he could not pacify her.",
        "purport": ""
    },
    {
        "verse": "10",
        "devanagari": "तस्यतत्र द्विज: कश्चिदजास्वाम्यच्छिनद् रुषा ।लम्बन्तं वृषणं भूय: सन्दधेऽर्थाय योगवित् ॥ १० ॥",
        "english_devnagari": "tasya tatra dvijaḥ kaścidajā-svāmy acchinad ruṣālambantaṁ vṛṣaṇaṁ bhūyaḥsandadhe ’rthāya yogavit",
        "verse_Syn": [
            "tasya",
            "tatra",
            "dvijaḥ",
            "kaścit",
            "ajā",
            "svāmī",
            "acchinat",
            "ruṣā",
            "lambantam",
            "vṛṣaṇam",
            "bhūyaḥ",
            "sandadhe",
            "arthāya",
            "yoga",
            "vit"
        ],
        "translation": "The she-goat went to the residence of a brāhmaṇa who was the maintainer of another she-goat, and that brāhmaṇa angrily cut off the he-goat’s dangling testicles. But at the he-goat’s request, the brāhmaṇa later rejoined them by the power of mystic yoga.",
        "purport": " Here Śukrācārya is figuratively described as the husband of another she-goat. This indicates that the relationship between husband and wife in any society, whether higher or lower than human society, is nothing but the same relationship between he-goat and she-goat, for the material relationship between man and woman is one of sex. Yan maithunādi-gṛhamedhi-sukhaṁ hi tuccham. Śukrācārya was an ācārya, or expert, in family affairs, which involve the transfer of semen from he-goat to she-goat. The words kaścid ajā-svāmī expressly indicate herein that Śukrācārya was no better than Yayāti, for both of them were interested in family affairs generated by śukra, or semen. Śukrācārya first cursed Yayāti to become old so that he could no longer indulge in sex, but when Śukrācārya saw that Yayāti’s emasculation would make his own daughter a victim of punishment, he used his mystic power to restore Yayāti’s masculinity. Because he used his power of mystic yoga for family affairs and not to realize the Supreme Personality of Godhead, this exercise in the magic of yoga was no better than the affairs of he-goats and she-goats. Yogic power should properly be used to realize the Supreme Personality of Godhead. As the Lord Himself recommends in Bhagavad-gītā (6.47): “Of all yogīs, he who always abides in Me with great faith, worshiping Me in transcendental loving service, is most intimately united with Me in yoga and is the highest of all.”"
    },
    {
        "verse": "11",
        "devanagari": "सम्बद्धवृषण: सोऽपि ह्यजया कूपलब्धया ।कालं बहुतिथं भद्रे कामैर्नाद्यापि तुष्यति ॥ ११ ॥",
        "english_devnagari": "sambaddha-vṛṣaṇaḥ so ’pihy ajayā kūpa-labdhayākālaṁ bahu-tithaṁ bhadrekāmair nādyāpi tuṣyati",
        "verse_Syn": [
            "sambaddha",
            "vṛṣaṇaḥ",
            "saḥ",
            "api",
            "hi",
            "ajayā",
            "kūpa",
            "labdhayā",
            "kālam",
            "bahu",
            "titham",
            "bhadre",
            "kāmaiḥ",
            "na",
            "adya",
            "api",
            "tuṣyati"
        ],
        "translation": "My dear wife, when the he-goat had his testicles restored, he enjoyed the she-goat he had gotten from the well, but although he continued to enjoy for many, many years, even now he has not been fully satisfied.",
        "purport": " When one is bound by affection for one’s wife, one is attached to sexual desires that are very difficult to overcome. Therefore, according to Vedic civilization, one must voluntarily leave his so-called home and go to the forest. Pañcāśordhvaṁ vanaṁ vrajet. Human life is meant for such tapasya, or austerity. By the austerity of voluntarily stopping sex life at home and going to the forest to engage in spiritual activities in the association of devotees, one achieves the actual purpose of human life."
    },
    {
        "verse": "12",
        "devanagari": "तथाहं कृपण: सुभ्रु भवत्या: प्रेमयन्त्रित: ।आत्मानं नाभिजानामि मोहितस्तव मायया ॥ १२ ॥",
        "english_devnagari": "tathāhaṁ kṛpaṇaḥ subhrubhavatyāḥ prema-yantritaḥātmānaṁ nābhijānāmimohitas tava māyayā",
        "verse_Syn": [
            "tathā",
            "aham",
            "kṛpaṇaḥ",
            "su",
            "bhru",
            "bhavatyāḥ",
            "prema",
            "yantritaḥ",
            "ātmānam",
            "na",
            "abhijānāmi",
            "mohitaḥ",
            "tava",
            "māyayā"
        ],
        "translation": "O my dear wife with beautiful eyebrows, I am exactly like that he-goat, for I am so poor in intelligence that I am captivated by your beauty and have forgotten the real task of self-realization.",
        "purport": " If one remains a victim of the so-called beauty of his wife, his family life is nothing but a dark well. Hitvātma-pātaṁ gṛham andha-kūpam. Existence in such a dark well is certainly suicidal. If one wants relief from the miserable condition of material life, one must voluntarily give up his lusty relationship with his wife; otherwise there is no question of self-realization. Unless one is extremely advanced in spiritual consciousness, household life is nothing but a dark well in which one commits suicide. Prahlāda Mahārāja therefore recommended that in due time, at least after one’s fiftieth year, one must give up household life and go to the forest. Vanaṁ gato yad dharim āśrayeta. There one should seek shelter at the lotus feet of Hari."
    },
    {
        "verse": "13",
        "devanagari": "यत् पृथिव्यां व्रीहियवं हिरण्यं पशव: स्त्रिय: ।न दुह्यन्ति मन:प्रीतिं पुंस: कामहतस्य ते ॥ १३ ॥",
        "english_devnagari": "yat pṛthivyāṁ vrīhi-yavaṁhiraṇyaṁ paśavaḥ striyaḥna duhyanti manaḥ-prītiṁpuṁsaḥ kāma-hatasya te",
        "verse_Syn": [
            "yat",
            "pṛthivyām",
            "vrīhi",
            "yavam",
            "hiraṇyam",
            "paśavaḥ",
            "striyaḥ",
            "na",
            "duhyanti",
            "manaḥ",
            "prītim",
            "puṁsaḥ",
            "kāma",
            "hatasya",
            "te"
        ],
        "translation": "A person who is lusty cannot satisfy his mind even if he has enough of everything in this world, including rice, barley and other food grains, gold, animals and women. Nothing can satisfy him.",
        "purport": " Improvement of one’s economic condition is the aim and object of a materialist, but there is no end to this material advancement, for if one cannot control his lusty desires, he will never be pleased, even if he gets all the material wealth of the world. In this age we see much material improvement, but still people are struggling to get more and more material opulence. Manaḥ ṣaṣṭhānīndriyāṇi prakṛti-sthāni karṣati. Although every living entity is a part of the Supreme Being, because of lusty desires one continuously struggles for so-called betterment of one’s economic condition. To have a satisfied mind, one must give up his heart disease of lusty desires. This can be done only when one is Kṛṣṇa conscious. If one becomes Kṛṣṇa conscious, then he can give up this heart disease; otherwise this disease of lusty desires will continue, and one cannot have peace in his mind."
    },
    {
        "verse": "14",
        "devanagari": "न जातु काम: कामानामुपभोगेन शाम्यति ।हविषा कृष्णवर्त्मेव भूय एवाभिवर्धते ॥ १४ ॥",
        "english_devnagari": "na jātu kāmaḥ kāmānāmupabhogena śāṁyatihaviṣā kṛṣṇa-vartmevabhūya evābhivardhate",
        "verse_Syn": [
            "na",
            "jātu",
            "kāmaḥ",
            "kāmānām",
            "upabhogena",
            "śāṁyati",
            "haviṣā",
            "kṛṣṇa",
            "vartmā",
            "iva",
            "bhūyaḥ",
            "eva",
            "abhivardhate"
        ],
        "translation": "As supplying butter to a fire does not diminish the fire but instead increases it more and more, the endeavor to stop lusty desires by continual enjoyment can never be successful. [In fact, one must voluntarily cease from material desires.]",
        "purport": " One may have enough money and enough resources to satisfy the senses but still not be satisfied, for the endeavor to stop lusty desires by enjoying can never be successful. The example given here is very appropriate. One cannot stop a blazing fire by trying to extinguish it with butter."
    },
    {
        "verse": "15",
        "devanagari": "यदा न कुरुते भावं सर्वभूतेष्वमङ्गलम् ।समद‍ृष्टेस्तदा पुंस: सर्वा: सुखमया दिश: ॥ १५ ॥",
        "english_devnagari": "yadā na kurute bhāvaṁsarva-bhūteṣv amaṅgalamsama-dṛṣṭes tadā puṁsaḥsarvāḥ sukhamayā diśaḥ",
        "verse_Syn": [
            "yadā",
            "na",
            "kurute",
            "bhāvam",
            "sarva",
            "bhūteṣu",
            "amaṅgalam",
            "sama",
            "dṛṣṭeḥ",
            "tadā",
            "puṁsaḥ",
            "sarvāḥ",
            "sukha",
            "mayāḥ",
            "diśaḥ"
        ],
        "translation": "When a man is nonenvious and does not desire ill fortune for anyone, he is equipoised. For such a person, all directions appear happy.",
        "purport": " Prabodhānanda Sarasvatī said, viśvaṁ pūrṇa-sukhāyate: when one becomes Kṛṣṇa conscious by the mercy of Lord Caitanya, for him the entire world appears happy, and he has nothing for which to hanker. On the brahma-bhūta stage, or the platform of spiritual realization, there is no lamentation and no material hankering (na śocati na kāṅkṣati). As long as one lives in the material world, actions and reactions will continue, but when one is unaffected by such material actions and reactions, he is to be considered free from the danger of being victimized by material desires. The symptoms of those who are satiated with lusty desires are described in this verse. As explained by Śrīla Viśvanātha Cakravartī Ṭhākura, when one is not envious even of his enemy, does not expect honor from anyone, but instead desires all well-being even for his enemy, he is understood to be a paramahaṁsa, one who has fully subdued the lusty desires for sense gratification."
    },
    {
        "verse": "16",
        "devanagari": "या दुस्त्यजा दुर्मतिभिर्जीर्यतो या न जीर्यते ।तां तृष्णां दु:खनिवहां शर्मकामो द्रुतं त्यजेत् ॥ १६ ॥",
        "english_devnagari": "yā dustyajā durmatibhirjīryato yā na jīryatetāṁ tṛṣṇāṁ duḥkha-nivahāṁśarma-kāmo drutaṁ tyajet",
        "verse_Syn": [
            "yā",
            "dustyajā",
            "durmatibhiḥ",
            "jīryataḥ",
            "yā",
            "na",
            "jīryate",
            "tām",
            "tṛṣṇām",
            "duḥkha",
            "nivahām",
            "śarma",
            "kāmaḥ",
            "drutam",
            "tyajet"
        ],
        "translation": "For those who are too attached to material enjoyment, sense gratification is very difficult to give up. Even when one is an invalid because of old age, one cannot give up such desires for sense gratification. Therefore, one who actually desires happiness must give up such unsatisfied desires, which are the cause of all tribulations.",
        "purport": " We have actually seen, especially in the Western countries, that men who have reached more than eighty years of age still go to nightclubs and pay heavy fees to drink wine and associate with women. Although such men are too old to enjoy anything, their desires have not ceased. Time deteriorates even the body itself, which is the medium for all sensual satisfaction, but even when a man becomes old and invalid, his desires are strong enough to dictate that he go here and there to satisfy the desires of his senses. Therefore, by the practice of bhakti-yoga, one should give up his lusty desires. As explained by Śrī Yāmunācārya: When one is Kṛṣṇa conscious, he gets more and more happiness by discharging duties for Kṛṣṇa. Such a person spits on sense gratification, especially that of sexual enjoyment. An experienced, advanced devotee is no longer interested in sex life. The strong desire for sex can be subdued only by advancement in Kṛṣṇa consciousness."
    },
    {
        "verse": "17",
        "devanagari": "मात्रा स्वस्रा दुहित्रा वा नाविविक्तासनो भवेत् ।बलवानिन्द्रियग्रामो विद्वांसमपि कर्षति ॥ १७ ॥",
        "english_devnagari": "mātrā svasrā duhitrā vānāviviktāsano bhavetbalavān indriya-grāmovidvāṁsam api karṣati",
        "verse_Syn": [
            "mātrā",
            "svasrā",
            "duhitrā",
            "vā",
            "na",
            "avivikta",
            "āsanaḥ",
            "bhavet",
            "balavān",
            "indriya",
            "grāmaḥ",
            "vidvāṁsam",
            "api",
            "karṣati"
        ],
        "translation": "One should not allow oneself to sit on the same seat even with one’s own mother, sister or daughter, for the senses are so strong that even though one is very advanced in knowledge, he may be attracted by sex.",
        "purport": " Learning the etiquette of how to deal with women does not free one from sexual attraction. As specifically mentioned herewith, such attraction is possible even with one’s mother, sister or daughter. Generally, of course, one is not sexually attracted to his mother, sister or daughter, but if one allows himself to sit very close to such a woman, one may be attracted. This is a psychological fact. It may be said that one is liable to be attracted if he is not very advanced in civilized life; however, as specifically mentioned here, vidvāṁsam api karṣati: even if one is highly advanced, materially or spiritually, he may be attracted by lusty desires. The object of attraction may even be one’s mother, sister or daughter. Therefore, one should be extremely careful in dealings with women. Śrī Caitanya Mahāprabhu was most strict in such dealings, especially after He accepted the sannyāsa order. Indeed, no woman could come near Him to offer Him respect. Again, one is warned herewith that one should be extremely careful in dealings with women. A brahmacārī is forbidden even to see the wife of his spiritual master if she happens to be young. The wife of the spiritual master may sometimes take some service from the disciple of her husband, as she would from a son, but if the wife of the spiritual master is young, a brahmacārī is forbidden to render service to her."
    },
    {
        "verse": "18",
        "devanagari": "पूर्णं वर्षसहस्रं मे विषयान् सेवतोऽसकृत् ।तथापि चानुसवनं तृष्णा तेषूपजायते ॥ १८ ॥",
        "english_devnagari": "pūrṇaṁ varṣa-sahasraṁ meviṣayān sevato ’sakṛttathāpi cānusavanaṁtṛṣṇā teṣūpajāyate",
        "verse_Syn": [
            "pūrṇam",
            "varṣa",
            "sahasram",
            "me",
            "viṣayān",
            "sevataḥ",
            "asakṛt",
            "tathā",
            "api",
            "ca",
            "anusavanam",
            "tṛṣṇā",
            "teṣu",
            "upajāyate"
        ],
        "translation": "I have spent a full one thousand years enjoying sense gratification, yet my desire to enjoy such pleasure increases daily.",
        "purport": " Mahārāja Yayāti is explaining, in terms of his actual experience, how strong are sexual desires, even in old age."
    },
    {
        "verse": "19",
        "devanagari": "तस्मादेतामहं त्यक्त्वा ब्रह्मण्यध्याय मानसम् ।निर्द्वन्द्वो निरहङ्कारश्चरिष्यामि मृगै: सह ॥ १९ ॥",
        "english_devnagari": "tasmād etām ahaṁ tyaktvābrahmaṇy adhyāya mānasamnirdvandvo nirahaṅkāraścariṣyāmi mṛgaiḥ saha",
        "verse_Syn": [
            "tasmāt",
            "etām",
            "aham",
            "tyaktvā",
            "brahmaṇi",
            "adhyāya",
            "mānasam",
            "nirdvandvaḥ",
            "nirahaṅkāraḥ",
            "cariṣyāmi",
            "mṛgaiḥ",
            "saha"
        ],
        "translation": "Therefore, I shall now give up all these desires and meditate upon the Supreme Personality of Godhead. Free from the dualities of mental concoction and free from false prestige, I shall wander in the forest with the animals.",
        "purport": " To go to the forest and live there with the animals, meditating upon the Supreme Personality of Godhead, is the only means by which to give up lusty desires. Unless one gives up such desires, one’s mind cannot be freed from material contamination. Therefore, if one is at all interested in being freed from the bondage of repeated birth, death, old age and disease, after a certain age one must go to the forest. Pañcāśordhvaṁ vanaṁ vrajet. After fifty years of age, one should voluntarily give up family life and go to the forest. The best forest is Vṛndāvana, where one need not live with the animals but can associate with the Supreme Personality of Godhead, who never leaves Vṛndāvana. Cultivating Kṛṣṇa consciousness in Vṛndāvana is the best means of being liberated from material bondage, for in Vṛndāvana one can automatically meditate upon Kṛṣṇa. Vṛndāvana has many temples, and in one or more of these temples one may see the form of the Supreme Lord as Rādhā-Kṛṣṇa or Kṛṣṇa-Balarāma and meditate upon this form. As expressed here by the words brahmaṇy adhyāya, one should concentrate one’s mind upon the Supreme Lord, Parabrahman. This Parabrahman is Kṛṣṇa, as confirmed by Arjuna in Bhagavad-gītā (paraṁ brahma paraṁ dhāma pavitraṁ paramaṁ bhavān). Kṛṣṇa and His abode, Vṛndāvana, are not different. Śrī Caitanya Mahāprabhu said, ārādhyo bhagavān vrajeśa-tanayas tad-dhāma vṛndāvanam. Vṛndāvana is as good as Kṛṣṇa. Therefore, if one somehow or other gets the opportunity to live in Vṛndāvana, and if one is not a pretender but simply lives in Vṛndāvana and concentrates his mind upon Kṛṣṇa, one is liberated from material bondage. One’s mind is not purified, however, even in Vṛndāvana, if one is agitated by lusty desires. One should not live in Vṛndāvana and commit offenses, for a life of offenses in Vṛndāvana is no better than the lives of the monkeys and hogs there. Many monkeys and hogs live in Vṛndāvana, and they are concerned with their sexual desires. Men who have gone to Vṛndāvana but who still hanker for sex should immediately leave Vṛndāvana and stop their grievous offenses at the lotus feet of the Lord. There are many misguided men who live in Vṛndāvana to satisfy their sexual desires, but they are certainly no better than the monkeys and hogs. Those who are under the control of māyā, and specifically under the control of lusty desires, are called māyā-mṛga. Indeed, everyone in the conditional stage of material life is a māyā-mṛga. It is said, māyā-mṛgaṁ dayitayepsitam anvadhāvad: Śrī Caitanya Mahāprabhu took sannyāsa to show His causeless mercy to the māyā-mṛgas, the people of this material world, who suffer because of lusty desires. One should follow the principles of Śrī Caitanya Mahāprabhu and always think of Kṛṣṇa in full Kṛṣṇa consciousness. Then one will be eligible to live in Vṛndāvana, and his life will be successful."
    },
    {
        "verse": "20",
        "devanagari": "द‍ृष्टं श्रुतमसद्बुद्ध्वा नानुध्यायेन्न सन्दिशेत् ।संसृतिं चात्मनाशं च तत्र विद्वान् स आत्मद‍ृक् ॥ २० ॥",
        "english_devnagari": "dṛṣṭaṁ śrutam asad buddhvānānudhyāyen na sandiśetsaṁsṛtiṁ cātma-nāśaṁ catatra vidvān sa ātma-dṛk",
        "verse_Syn": [
            "dṛṣṭam",
            "śrutam",
            "asat",
            "buddhvā",
            "na",
            "anudhyāyet",
            "na",
            "sandiśet",
            "saṁsṛtim",
            "ca",
            "ātma",
            "nāśam",
            "ca",
            "tatra",
            "vidvān",
            "saḥ",
            "ātma",
            "dṛk"
        ],
        "translation": "One who knows that material happiness, whether good or bad, in this life or in the next, on this planet or on the heavenly planets, is temporary and useless, and that an intelligent person should not try to enjoy or even think of such things, is the knower of the self. Such a self-realized person knows quite well that material happiness is the very cause of continued material existence and forgetfulness of one’s own constitutional position.",
        "purport": " The living entity is a spiritual soul, and the material body is his encagement. This is the beginning of spiritual understanding. “As the embodied soul continually passes, in this body, from boyhood to youth to old age, the soul similarly passes into another body at death. The self-realized soul is not bewildered by such a change.” (Bg. 2.13) The real mission of human life is to get free from encagement in the material body. Therefore Kṛṣṇa descends to teach the conditioned soul about spiritual realization and how to become free from material bondage. Yadā yadā hi dharmasya glānir bhavati bhārata. The words dharmasya glāniḥ mean “pollution of one’s existence.” Our existence is now polluted, and it must be purified (sattvaṁ śuddhyet). The human life is meant for this purification, not for thinking of happiness in terms of the external body, which is the cause of material bondage. Therefore, in this verse, Mahārāja Yayāti advises that whatever material happiness we see and whatever is promised for enjoyment is all merely flickering and temporary. Ābrahma-bhuvanāl lokāḥ punar āvartino ’rjuna. Even if one is promoted to Brahmaloka, if one is not freed from material bondage one must return to this planet earth and continue in the miserable condition of material existence (bhūtvā bhūtvā pralīyate). One should always keep this understanding in mind so as not to be allured by any kind of sense enjoyment, in this life or in the next. One who is fully aware of this truth is self-realized (sa ātma-dṛk), but aside from him, everyone suffers in the cycle of birth and death (mṛtyu-saṁsāra-vartmani). This understanding is one of true intelligence, and anything contrary to this is but a cause of unhappiness. Kṛṣṇa-bhakta — niṣkāma, ataeva ‘śānta.’ Only a Kṛṣṇa conscious person, who knows the aim and object of life, is peaceful. All others, whether karmīs, jñānīs or yogīs, are restless and cannot enjoy real peace."
    },
    {
        "verse": "21",
        "devanagari": "इत्युक्त्वा नाहुषो जायां तदीयं पूरवे वय: ।दत्त्वा स्वजरसं तस्मादाददे विगतस्पृह: ॥ २१ ॥",
        "english_devnagari": "ity uktvā nāhuṣo jāyāṁtadīyaṁ pūrave vayaḥdattvā sva-jarasaṁ tasmādādade vigata-spṛhaḥ",
        "verse_Syn": [
            "iti",
            "uktvā",
            "nāhuṣaḥ",
            "jāyām",
            "tadīyam",
            "pūrave",
            "vayaḥ",
            "dattvā",
            "sva",
            "jarasam",
            "tasmāt",
            "ādade",
            "vigata",
            "spṛhaḥ"
        ],
        "translation": "Śukadeva Gosvāmī said: After speaking in this way to his wife, Devayānī, King Yayāti, who was now free from all material desires, called his youngest son, Pūru, and returned Pūru’s youth in exchange for his own old age.",
        "purport": ""
    },
    {
        "verse": "22",
        "devanagari": "दिशि दक्षिणपूर्वस्यां द्रुह्युं दक्षिणतो यदुम् ।प्रतीच्यां तुर्वसुं चक्र उदीच्यामनुमीश्वरम् ॥ २२ ॥",
        "english_devnagari": "diśi dakṣiṇa-pūrvasyāṁdruhyuṁ dakṣiṇato yadumpratīcyāṁ turvasuṁ cakraudīcyām anum īśvaram",
        "verse_Syn": [
            "diśi",
            "dakṣiṇa",
            "pūrvasyām",
            "druhyum",
            "dakṣiṇataḥ",
            "yadum",
            "pratīcyām",
            "turvasum",
            "cakre",
            "udīcyām",
            "anum",
            "īśvaram"
        ],
        "translation": "King Yayāti gave the southeast to his son Druhyu, the south to his son Yadu, the west to his son Turvasu, and the north to his son Anu. In this way he divided the kingdom.",
        "purport": ""
    },
    {
        "verse": "23",
        "devanagari": "भूमण्डलस्य सर्वस्य पूरुमर्हत्तमं विशाम् ।अभिषिच्याग्रजांस्तस्य वशे स्थाप्य वनं ययौ ॥ २३ ॥",
        "english_devnagari": "bhū-maṇḍalasya sarvasyapūrum arhattamaṁ viśāmabhiṣicyāgrajāṁs tasyavaśe sthāpya vanaṁ yayau",
        "verse_Syn": [
            "bhū",
            "maṇḍalasya",
            "sarvasya",
            "pūrum",
            "arhat",
            "tamam",
            "viśām",
            "abhiṣicya",
            "agrajān",
            "tasya",
            "vaśe",
            "sthāpya",
            "vanam",
            "yayau"
        ],
        "translation": "Yayāti enthroned his youngest son, Pūru, as the emperor of the entire world and the proprietor of all its riches, and he placed all the other sons, who were older than Pūru, under Pūru’s control.",
        "purport": ""
    },
    {
        "verse": "24",
        "devanagari": "आसेवितं वर्षपूगान् षड्‍वर्गं विषयेषु स: ।क्षणेन मुमुचे नीडं जातपक्ष इव द्विज: ॥ २४ ॥",
        "english_devnagari": "āsevitaṁ varṣa-pūgānṣaḍ-vargaṁ viṣayeṣu saḥkṣaṇena mumuce nīḍaṁjāta-pakṣa iva dvijaḥ",
        "verse_Syn": [
            "āsevitam",
            "varṣa",
            "pūgān",
            "ṣaṭ",
            "vargam",
            "viṣayeṣu",
            "saḥ",
            "kṣaṇena",
            "mumuce",
            "nīḍam",
            "jāta",
            "pakṣaḥ",
            "iva",
            "dvijaḥ"
        ],
        "translation": "Having enjoyed sense gratification for many, many years, O King Parīkṣit, Yayāti was accustomed to it, but he gave it up entirely in a moment, just as a bird flies away from the nest as soon as its wings have grown.",
        "purport": " That Mahārāja Yayāti was immediately liberated from the bondage of conditioned life is certainly astonishing. But the example given herewith is appropriate. A tiny baby bird, dependent fully on its father and mother even to eat, suddenly flies away from the nest when its wings have grown. Similarly, if one fully surrenders to the Supreme Personality of Godhead, one is immediately liberated from the bondage of conditioned life, as promised by the Lord Himself (ahaṁ tvāṁ sarva-pāpebhyo mokṣayiṣyāmi). As stated in Śrīmad-Bhāgavatam (2.4.18): “Kirāta, Hūṇa, Āndhra, Pulinda, Pulkaśa, Ābhīra, Śumbha, Yavana and the Khasa races and even others addicted to sinful acts can be purified by taking shelter of the devotees of the Lord, for He is the supreme power. I beg to offer my respectful obeisances unto Him.” Lord Viṣṇu is so powerful that He can deliver anyone at once if He is pleased to do so. And Lord Viṣṇu, the Supreme Personality of Godhead, Kṛṣṇa, can be pleased immediately if we accept His order by surrendering unto Him, as Mahārāja Yayāti did. Mahārāja Yayāti was eager to serve Vāsudeva, Kṛṣṇa, and therefore as soon as he wanted to renounce material life, Lord Vāsudeva helped him. We must therefore be very sincere in surrendering ourselves unto the lotus feet of the Lord. Then we can immediately be liberated from all the bondage of conditioned life. This is clearly expressed in the next verse."
    },
    {
        "verse": "25",
        "devanagari": "स तत्र निर्मुक्तसमस्तसङ्गआत्मानुभूत्या विधुतत्रिलिङ्ग: ।परेऽमले ब्रह्मणि वासुदेवेलेभे गतिं भागवतीं प्रतीत: ॥ २५ ॥",
        "english_devnagari": "sa tatra nirmukta-samasta-saṅgaātmānubhūtyā vidhuta-triliṅgaḥpare ’male brahmaṇi vāsudevelebhe gatiṁ bhāgavatīṁ pratītaḥ",
        "verse_Syn": [
            "saḥ",
            "tatra",
            "nirmukta",
            "samasta",
            "saṅgaḥ",
            "ātma",
            "anubhūtyā",
            "vidhuta",
            "tri",
            "liṅgaḥ",
            "pare",
            "amale",
            "brahmaṇi",
            "vāsudeve",
            "lebhe",
            "gatim",
            "bhāgavatīm",
            "pratītaḥ"
        ],
        "translation": "Because King Yayāti completely surrendered unto the Supreme Personality of Godhead, Vāsudeva, he was freed from all contamination of the material modes of nature. Because of his self-realization, he was able to fix his mind upon the Transcendence [Parabrahman, Vāsudeva], and thus he ultimately achieved the position of an associate of the Lord.",
        "purport": " The word vidhuta, meaning “cleansed,” is very significant. Everyone in this material world is contaminated (kāraṇaṁ guṇa-saṅgo ’sya). Because we are in a material condition, we are contaminated either by sattva-guṇa, by rajo-guṇa or by tamo-guṇa. Even if one becomes a qualified brāhmaṇa in the mode of goodness (sattva-guṇa), he is still materially contaminated. One must come to the platform of śuddha-sattva, transcending the sattva-guṇa. Then one is vidhuta-triliṅga, cleansed of the contamination caused by the three modes of material nature. This is possible by the mercy of Kṛṣṇa. As stated in Śrīmad-Bhāgavatam (1.2.17): “Śrī Kṛṣṇa, the Personality of Godhead, who is the Paramātmā [Supersoul] in everyone’s heart and the benefactor of the truthful devotee, cleanses desire for material enjoyment from the heart of the devotee who has developed the urge to hear His messages, which are in themselves virtuous when properly heard and chanted.” A person trying to be perfectly Kṛṣṇa conscious by hearing the words of Kṛṣṇa from Śrīmad-Bhāgavatam or Bhagavad-gītā certainly has all the dirty things cleansed from the core of his heart. Caitanya Mahāprabhu also says, ceto-darpaṇa-mārjanam: the process of hearing and chanting the glories of the Supreme Lord washes away the dirty things accumulated in the core of the heart. As soon as one is freed from all the dirt of material contamination, as Mahārāja Yayāti was, one’s original position as an associate of the Lord is revealed. This is called svarūpa-siddhi, or personal perfection."
    },
    {
        "verse": "26",
        "devanagari": "श्रुत्वा गाथां देवयानी मेने प्रस्तोभमात्मन: ।स्त्रीपुंसो: स्‍नेहवैक्लव्यात् परिहासमिवेरितम् ॥ २६ ॥",
        "english_devnagari": "śrutvā gāthāṁ devayānīmene prastobham ātmanaḥstrī-puṁsoḥ sneha-vaiklavyātparihāsam iveritam",
        "verse_Syn": [
            "śrutvā",
            "gāthām",
            "devayānī",
            "mene",
            "prastobham",
            "ātmanaḥ",
            "strī",
            "puṁsoḥ",
            "sneha",
            "vaiklavyāt",
            "parihāsam",
            "iva",
            "īritam"
        ],
        "translation": "When Devayānī heard Mahārāja Yayāti’s story of the he-goat and she-goat, she understood that this story, which was presented as if a funny joke for entertainment between husband and wife, was intended to awaken her to her constitutional position.",
        "purport": " When one actually awakens from material life, one understands his real position as an eternal servant of Kṛṣṇa. This is called liberation. Muktir hitvānyathā rūpaṁ svarūpeṇa vyavasthitiḥ (Bhāg. 2.10.6). Under the influence of māyā, everyone living in this material world thinks that he is the master of everything (ahaṅkāra-vimūḍhātmā kartāham iti manyate). One thinks that there is no God or controller and that one is independent and can do anything. This is the material condition, and when one awakens from this ignorance, he is called liberated. Mahārāja Yayāti had delivered Devayānī from the well, and finally, as a dutiful husband, he instructed her with the story about the he-goat and she-goat and thus delivered her from the misconception of material happiness. Devayānī was quite competent to understand her liberated husband, and therefore she decided to follow him as his faithful wife."
    },
    {
        "verse": "27-28",
        "devanagari": "सा सन्निवासं सुहृदां प्रपायामिव गच्छताम् ।विज्ञायेश्वरतन्त्राणां मायाविरचितं प्रभो: ॥ २७ ॥सर्वत्र सङ्गमुत्सृज्य स्वप्नौपम्येन भार्गवी ।कृष्णे मन: समावेश्य व्यधुनोल्लिङ्गमात्मन: ॥ २८ ॥",
        "english_devnagari": "sā sannivāsaṁ suhṛdāṁprapāyām iva gacchatāmvijñāyeśvara-tantrāṇāṁmāyā-viracitaṁ prabhoḥ",
        "verse_Syn": [
            "sā",
            "sannivāsam",
            "suhṛdām",
            "prapāyām",
            "iva",
            "gacchatām",
            "vijñāya",
            "īśvara",
            "tantrāṇām",
            "māyā",
            "viracitam",
            "prabhoḥ",
            "sarvatra",
            "saṅgam",
            "utsṛjya",
            "svapna",
            "aupamyena",
            "bhārgavī",
            "kṛṣṇe",
            "manaḥ",
            "samāveśya",
            "vyadhunot",
            "liṅgam",
            "ātmanaḥ"
        ],
        "translation": "Thereafter, Devayānī, the daughter of Śukrācārya, understood that the materialistic association of husband, friends and relatives is like the association in a hotel full of tourists. The relationships of society, friendship and love are created by the māyā of the Supreme Personality of Godhead, exactly as in a dream. By the grace of Kṛṣṇa, Devayānī gave up her imaginary position in the material world. Completely fixing her mind upon Kṛṣṇa, she achieved liberation from the gross and subtle bodies.",
        "purport": " One should be convinced that he is a spirit soul, part and parcel of the Supreme Brahman, Kṛṣṇa, but has somehow or other been entrapped by the material coverings of the gross and subtle bodies, consisting of earth, water, fire, air, ether, mind, intelligence and false ego. One should know that the association of society, friendship, love, nationalism, religion and so on are nothing but creations of māyā. One’s only business is to become Kṛṣṇa conscious and render service unto Kṛṣṇa as extensively as possible for a living being. In this way one is liberated from material bondage. By the grace of Kṛṣṇa, Devayānī attained this state through the instructions of her husband."
    },
    {
        "verse": "29",
        "devanagari": "नमस्तुभ्यं भगवते वासुदेवाय वेधसे ।सर्वभूताधिवासाय शान्ताय बृहते नम: ॥ २९ ॥",
        "english_devnagari": "namas tubhyaṁ bhagavatevāsudevāya vedhasesarva-bhūtādhivāsāyaśāntāya bṛhate namaḥ",
        "verse_Syn": [
            "namaḥ",
            "tubhyam",
            "bhagavate",
            "vāsudevāya",
            "vedhase",
            "sarva",
            "bhūta",
            "adhivāsāya",
            "śāntāya",
            "bṛhate",
            "namaḥ"
        ],
        "translation": "O Lord Vāsudeva, O Supreme Personality of Godhead, You are the creator of the entire cosmic manifestation. You live as the Supersoul in everyone’s heart and are smaller than the smallest, yet You are greater than the greatest and are all-pervading. You appear completely silent, having nothing to do, but this is due to Your all-pervading nature and Your fullness in all opulences. I therefore offer my respectful obeisances unto You.",
        "purport": " How Devayānī became self-realized by the grace of her great husband, Mahārāja Yayāti, is described here. Describing such realization is another way of performing the bhakti process. “Hearing and chanting about the transcendental holy name, form, qualities, paraphernalia and pastimes of Lord Viṣṇu, remembering them, serving the lotus feet of the Lord, offering the Lord respectful worship, offering prayers to the Lord, becoming His servant, considering the Lord one’s best friend, and surrendering everything unto Him — these nine processes are accepted as pure devotional service.” (Bhāg. 7.5.23) Śravaṇaṁ kīrtanam, hearing and chanting, are especially important. By hearing from her husband about the greatness of Lord Vāsudeva, Devayānī certainly became convinced and surrendered herself unto the lotus feet of the Lord (oṁ namo bhagavate vāsudevāya). This is knowledge. Bahūnāṁ janmanām ante jñānavān māṁ prapadyate. Surrender to Vāsudeva is the result of hearing about Him for many, many births. As soon as one surrenders unto Vāsudeva, one is liberated immediately. Because of her association with her great husband, Mahārāja Yayāti, Devayānī became purified, adopted the means of bhakti-yoga, and thus became liberated."
    }
]