[
    {
        "verse": "1",
        "devanagari": "श्रीशुक उवाचनिमिरिक्ष्वाकुतनयो वसिष्ठमवृतर्त्विजम् ।आरभ्य सत्रं सोऽप्याह शक्रेण प्राग्वृतोऽस्मि भो: ॥ १ ॥",
        "english_devnagari": "śrī-śuka uvācanimir ikṣvāku-tanayovasiṣṭham avṛtartvijamārabhya satraṁ so ’py āhaśakreṇa prāg vṛto ’smi bhoḥ",
        "verse_Syn": [
            "śrī",
            "śukaḥ",
            "uvāca",
            "nimiḥ",
            "ikṣvāku",
            "tanayaḥ",
            "vasiṣṭham",
            "avṛta",
            "ṛtvijam",
            "ārabhya",
            "satram",
            "saḥ",
            "api",
            "āha",
            "śakreṇa",
            "prāk",
            "vṛtaḥ",
            "asmi",
            "bhoḥ"
        ],
        "translation": "Śrīla Śukadeva Gosvāmī said: After beginning sacrifices, Mahārāja Nimi, the son of Ikṣvāku, requested the great sage Vasiṣṭha to take the post of chief priest. At that time, Vasiṣṭha replied, “My dear Mahārāja Nimi, I have already accepted the same post in a sacrifice begun by Lord Indra.”",
        "purport": ""
    },
    {
        "verse": "2",
        "devanagari": "तं निर्वर्त्यागमिष्यामि तावन्मां प्रतिपालय ।तूष्णीमासीद् गृहपति: सोऽपीन्द्रस्याकरोन्मखम् ॥ २ ॥",
        "english_devnagari": "taṁ nirvartyāgamiṣyāmitāvan māṁ pratipālayatūṣṇīm āsīd gṛha-patiḥso ’pīndrasyākaron makham",
        "verse_Syn": [
            "tam",
            "nirvartya",
            "āgamiṣyāmi",
            "tāvat",
            "mām",
            "pratipālaya",
            "tūṣṇīm",
            "āsīt",
            "gṛha",
            "patiḥ",
            "saḥ",
            "api",
            "indrasya",
            "akarot",
            "makham"
        ],
        "translation": "“I shall return here after finishing the yajña for Indra. Kindly wait for me until then.” Mahārāja Nimi remained silent, and Vasiṣṭha began to perform the sacrifice for Lord Indra.",
        "purport": ""
    },
    {
        "verse": "3",
        "devanagari": "निमिश्चलमिदं विद्वान् सत्रमारभतात्मवान् ।ऋत्विग्भिरपरैस्तावन्नागमद् यावता गुरु: ॥ ३ ॥",
        "english_devnagari": "nimiś calam idaṁ vidvānsatram ārabhatātmavānṛtvigbhir aparais tāvannāgamad yāvatā guruḥ",
        "verse_Syn": [
            "nimiḥ",
            "calam",
            "idam",
            "vidvān",
            "satram",
            "ārabhata",
            "ātmavān",
            "ṛtvigbhiḥ",
            "aparaiḥ",
            "tāvat",
            "na",
            "āgamat",
            "yāvatā",
            "guruḥ"
        ],
        "translation": "Mahārāja Nimi, being a self-realized soul, considered that this life is flickering. Therefore, instead of waiting long for Vasiṣṭha, he began performing the sacrifice with other priests.",
        "purport": " Cāṇakya Paṇḍita says, śarīraṁ kṣaṇa-vidhvāṁsi kalpānta-sthāyino guṇāḥ: “The duration of one’s life in the material world may end at any moment, but if within this life one does something worthy, that qualification is depicted in history eternally.” Here is a great personality, Mahārāja Nimi, who knew this fact. In the human form of life one should perform activities in such a way that at the end he goes back home, back to Godhead. This is self-realization."
    },
    {
        "verse": "4",
        "devanagari": "शिष्यव्यतिक्रमं वीक्ष्य तं निर्वर्त्यागतो गुरु: ।अशपत् पतताद् देहो निमे: पण्डितमानिन: ॥ ४ ॥",
        "english_devnagari": "śiṣya-vyatikramaṁ vīkṣyataṁ nirvartyāgato guruḥaśapat patatād dehonimeḥ paṇḍita-māninaḥ",
        "verse_Syn": [
            "śiṣya",
            "vyatikramam",
            "vīkṣya",
            "tam",
            "nirvartya",
            "āgataḥ",
            "guruḥ",
            "aśapat",
            "patatāt",
            "dehaḥ",
            "nimeḥ",
            "paṇḍita",
            "māninaḥ"
        ],
        "translation": "After completing the sacrificial performance for King Indra, the spiritual master Vasiṣṭha returned and found that his disciple Mahārāja Nimi had disobeyed his instructions. Thus Vasiṣṭha cursed him, saying, “May the material body of Nimi, who considers himself learned, immediately fall.”",
        "purport": ""
    },
    {
        "verse": "5",
        "devanagari": "निमि: प्रतिददौ शापं गुरवेऽधर्मवर्तिने ।तवापि पतताद् देहो लोभाद्धर्ममजानत: ॥ ५ ॥",
        "english_devnagari": "nimiḥ pratidadau śāpaṁgurave ’dharma-vartinetavāpi patatād deholobhād dharmam ajānataḥ",
        "verse_Syn": [
            "nimiḥ",
            "pratidadau",
            "śāpam",
            "gurave",
            "adharma",
            "vartine",
            "tava",
            "api",
            "patatāt",
            "dehaḥ",
            "lobhāt",
            "dharmam",
            "ajānataḥ"
        ],
        "translation": "For unnecessarily cursing him when he had committed no offense, Mahārāja Nimi countercursed his spiritual master. “For the sake of getting contributions from the King of heaven,” he said, “you have lost your religious intelligence. Therefore I pronounce this curse: your body also will fall.”",
        "purport": " The religious principle for a brāhmaṇa is that he should not be greedy at all. In this case, however, for the sake of more lucrative remunerations from the King of heaven, Vasiṣṭha neglected Mahārāja Nimi’s request on this planet, and when Nimi performed the sacrifices with other priests, Vasiṣṭha unnecessarily cursed him. When one is infected by contaminated activities, his power, material or spiritual, reduces. Although Vasiṣṭha was the spiritual master of Mahārāja Nimi, because of his greed he became fallen."
    },
    {
        "verse": "6",
        "devanagari": "इत्युत्ससर्ज स्वं देहं निमिरध्यात्मकोविद: ।मित्रावरुणयोर्जज्ञे उर्वश्यां प्रपितामह: ॥ ६ ॥",
        "english_devnagari": "ity utsasarja svaṁ dehaṁnimir adhyātma-kovidaḥmitrā-varuṇayor jajñeurvaśyāṁ prapitāmahaḥ",
        "verse_Syn": [
            "iti",
            "utsasarja",
            "svam",
            "deham",
            "nimiḥ",
            "adhyātma",
            "kovidaḥ",
            "mitrā",
            "varuṇayoḥ",
            "jajñe",
            "urvaśyām",
            "prapitāmahaḥ"
        ],
        "translation": "After saying this, Mahārāja Nimi, who was expert in the science of spiritual knowledge, gave up his body. Vasiṣṭha, the great-grandfather, gave up his body also, but through the semen discharged by Mitra and Varuṇa when they saw Urvaśī, he was born again.",
        "purport": " Mitra and Varuṇa chanced to meet Urvaśī, the most beautiful prostitute of the heavenly kingdom, and they became lusty. Because they were great saints, they tried to control their lust, but they could not do so, and thus they discharged semen. This semen was kept carefully in a waterpot, and Vasiṣṭha was born from it."
    },
    {
        "verse": "7",
        "devanagari": "गन्धवस्तुषु तद् देहं निधाय मुनिसत्तमा: ।समाप्ते सत्रयागे च देवानूचु: समागतान् ॥ ७ ॥",
        "english_devnagari": "gandha-vastuṣu tad-dehaṁnidhāya muni-sattamāḥsamāpte satra-yāge cadevān ūcuḥ samāgatān",
        "verse_Syn": [
            "gandha",
            "vastuṣu",
            "tat",
            "deham",
            "nidhāya",
            "muni",
            "sattamāḥ",
            "samāpte",
            "satra",
            "yāge",
            "ca",
            "devān",
            "ūcuḥ",
            "samāgatān"
        ],
        "translation": "During the performance of the yajña, the body relinquished by Mahārāja Nimi was preserved in fragrant substances, and at the end of the Satra-yāga the great saints and brāhmaṇas made the following request to all the demigods assembled there.",
        "purport": ""
    },
    {
        "verse": "8",
        "devanagari": "राज्ञो जीवतु देहोऽयं प्रसन्ना: प्रभवो यदि ।तथेत्युक्ते निमि: प्राह मा भून्मे देहबन्धनम् ॥ ८ ॥",
        "english_devnagari": "rājño jīvatu deho ’yaṁprasannāḥ prabhavo yaditathety ukte nimiḥ prāhamā bhūn me deha-bandhanam",
        "verse_Syn": [
            "rājñaḥ",
            "jīvatu",
            "dehaḥ",
            "ayam",
            "prasannāḥ",
            "prabhavaḥ",
            "yadi",
            "tathā",
            "iti",
            "ukte",
            "nimiḥ",
            "prāha",
            "mā",
            "bhūt",
            "me",
            "deha",
            "bandhanam"
        ],
        "translation": "“If you are satisfied with this sacrifice and if you are actually able to do so, kindly bring Mahārāja Nimi back to life in this body.” The demigods said yes to this request by the sages, but Mahārāja Nimi said, “Please do not imprison me again in a material body.”",
        "purport": " The demigods are in a position many times higher than that of human beings. Therefore, although the great saints and sages were also powerful brāhmaṇas, they requested the demigods to revive Mahārāja Nimi’s body, which had been preserved in various perfumed balms. One should not think that the demigods are powerful only in enjoying the senses; they are also powerful in such deeds as bringing life back to a dead body. There are many similar instances in the Vedic literature. For example, according to the history of Sāvitrī and Satyavān, Satyavān died and was being taken away by Yamarāja, but on the request of his wife, Sāvitrī, Satyavān was revived in the same body. This is an important fact about the power of the demigods."
    },
    {
        "verse": "9",
        "devanagari": "यस्य योगं न वाञ्छन्ति वियोगभयकातरा: ।भजन्ति चरणाम्भोजं मुनयो हरिमेधस: ॥ ९ ॥",
        "english_devnagari": "yasya yogaṁ na vāñchantiviyoga-bhaya-kātarāḥbhajanti caraṇāmbhojaṁmunayo hari-medhasaḥ",
        "verse_Syn": [
            "yasya",
            "yogam",
            "na",
            "vāñchanti",
            "viyoga",
            "bhaya",
            "kātarāḥ",
            "bhajanti",
            "caraṇa",
            "ambhojam",
            "munayaḥ",
            "hari",
            "medhasaḥ"
        ],
        "translation": "Mahārāja Nimi continued: Māyāvādīs generally want freedom from accepting a material body because they fear having to give it up again. But devotees whose intelligence is always filled with the service of the Lord are unafraid. Indeed, they take advantage of the body to render transcendental loving service.",
        "purport": " Mahārāja Nimi did not want to accept a material body, which would be a cause of bondage; because he was a devotee, he wanted a body by which he could render devotional service to the Lord. Śrīla Bhaktivinoda Ṭhākura sings: “My Lord, if You want me to take birth and accept a material body again, kindly do me this favor: allow me to take birth in the home of Your servant, Your devotee. I do not mind being born there even as an insignificant creature like an insect.” Śrī Caitanya Mahāprabhu also said: “O Lord of the universe, I do not desire material wealth, materialistic followers, a beautiful wife or fruitive activities described in flowery language. All I want, life after life, is unmotivated devotional service to You.” (Śikṣāṣṭaka 4) By saying “life after life” (janmani janmani), the Lord referred not to an ordinary birth but a birth in which to remember the lotus feet of the Lord. Such a body is desirable. A devotee does not think like yogīs and jñānīs, who want to refuse a material body and become one with the impersonal Brahman effulgence. A devotee does not like this idea. On the contrary, he will accept any body, material or spiritual, for he wants to serve the Lord. This is real liberation. If one has a strong desire to serve the Lord, even if he accepts a material body, there is no cause of anxiety, since a devotee, even in a material body, is a liberated soul. This is confirmed by Śrīla Rūpa Gosvāmī: “A person acting in Kṛṣṇa consciousness (or, in other words, in the service of Kṛṣṇa) with his body, mind, intelligence and words is a liberated person even within the material world, although he may be engaged in many so-called material activities.” The desire to serve the Lord establishes one as liberated in any condition of life, whether in a spiritual body or a material body. In a spiritual body the devotee becomes a direct associate of the Lord, but even though a devotee may superficially appear to be in a material body, he is always liberated and is engaged in the same duties of service to the Lord as a devotee in Vaikuṇṭhaloka. There is no distinction. It is said, sādhur jīvo vā maro vā. Whether a devotee is alive or dead, his only concern is to serve the Lord. Tyaktvā dehaṁ punar janma naiti mām eti. When he gives up his body, he goes directly to become an associate of the Lord and serve Him, although he does the same thing even in a material body in the material world. For a devotee there is no pain, pleasure or material perfection. One may argue that at the time of death a devotee also suffers because of giving up his material body. But in this connection the example may be given that a cat carries a mouse in its mouth and also carries a kitten in its mouth. Both the mouse and the kitten are carried in the same mouth, but the perception of the mouse is different from that of the kitten. When a devotee gives up his body (tyaktvā deham), he is ready to go back home, back to Godhead. Thus his perception is certainly different from that of a person being taken away by Yamarāja for punishment. A person whose intelligence is always concentrated upon the service of the Lord is unafraid of accepting a material body, whereas a nondevotee, having no engagement in the service of the Lord, is very much afraid of accepting a material body or giving up his present one. Therefore, we should follow the instruction of Caitanya Mahāprabhu: mama janmani janmanīśvare bhavatād bhaktir ahaitukī tvayi. It doesn’t matter whether we accept a material body or a spiritual body; our only ambition should be to serve the Supreme Personality of Godhead."
    },
    {
        "verse": "10",
        "devanagari": "देहं नावरुरुत्सेऽहं दु:खशोकभयावहम् ।सर्वत्रास्य यतो मृत्युर्मत्स्यानामुदके यथा ॥ १० ॥",
        "english_devnagari": "dehaṁ nāvarurutse ’haṁduḥkha-śoka-bhayāvahamsarvatrāsya yato mṛtyurmatsyānām udake yathā",
        "verse_Syn": [
            "deham",
            "na",
            "avarurutse",
            "aham",
            "duḥkha",
            "śoka",
            "bhaya",
            "āvaham",
            "sarvatra",
            "asya",
            "yataḥ",
            "mṛtyuḥ",
            "matsyānām",
            "udake",
            "yathā"
        ],
        "translation": "I do not wish to accept a material body, for such a body is the source of all distress, lamentation and fear, everywhere in the universe, just as it is for a fish in the water, which lives always in anxiety because of fear of death.",
        "purport": " The material body, whether in the higher or lower planetary system, is destined to die. In the lower planetary system or lower species of life one may die soon, and in the higher planets or higher species one may live for a long, long time, but death is inevitable. This fact should be understood. In the human form of life one should take the opportunity to put an end to birth, death, old age and disease by performing tapasya. This is the aim of human civilization: to stop the repetition of birth and death, which is called mṛtyu-saṁsāra-vartmani. This can be done only when one is Kṛṣṇa conscious, or has achieved the service of the lotus feet of the Lord. Otherwise one must rot in this material world and accept a material body subject to birth, death, old age and disease. The example given here is that water is a very nice place for a fish, but the fish is never free from anxiety about death, since big fish are always eager to eat the small fish. Phalgūni tatra mahatām: all living entities are eaten by bigger living entities. This is the way of material nature. “Those who are devoid of hands are prey for those who have hands; those devoid of legs are prey for the four-legged. The weak are the subsistence of the strong, and the general rule holds that one living being is food for another.” (Bhāg. 1.13.47) The Supreme Personality of Godhead has created the material world in such a way that one living entity is food for another. Thus there is a struggle for existence, but although we speak of survival of the fittest, no one can escape death without becoming a devotee of the Lord. Hariṁ vinā naiva sṛtiṁ taranti: one cannot escape the cycle of birth and death without becoming a devotee. This is also confirmed in Bhagavad-gītā (9.3). Aprāpya māṁ nivartante mṛtyu-saṁsāra-vartmani. One who does not attain shelter at the lotus feet of Kṛṣṇa must certainly wander up and down within the cycle of birth and death."
    },
    {
        "verse": "11",
        "devanagari": "देवा ऊचु:विदेह उष्यतां कामं लोचनेषु शरीरिणाम् ।उन्मेषणनिमेषाभ्यां लक्षितोऽध्यात्मसंस्थित: ॥ ११ ॥",
        "english_devnagari": "devā ūcuḥvideha uṣyatāṁ kāmaṁlocaneṣu śarīriṇāmunmeṣaṇa-nimeṣābhyāṁlakṣito ’dhyātma-saṁsthitaḥ",
        "verse_Syn": [
            "devāḥ",
            "ūcuḥ",
            "videhaḥ",
            "uṣyatām",
            "kāmam",
            "locaneṣu",
            "śarīriṇām",
            "unmeṣaṇa",
            "nimeṣābhyām",
            "lakṣitaḥ",
            "adhyātma",
            "saṁsthitaḥ"
        ],
        "translation": "The demigods said: Let Mahārāja Nimi live without a material body. Let him live in a spiritual body as a personal associate of the Supreme Personality of Godhead, and, according to his desire, let him be manifest or unmanifest to common materially embodied people.",
        "purport": " The demigods wanted Mahārāja Nimi to come to life, but Mahārāja Nimi did not want to accept another material body. Under the circumstances, the demigods, having been requested by the saintly persons, gave him the benediction that he would be able to stay in his spiritual body. There are two kinds of spiritual bodies, as generally understood by common men. The term “spiritual body” is sometimes taken to refer to a ghostly body. An impious man who dies after sinful activities is sometimes condemned so that he cannot possess a gross material body of five material elements, but must live in a subtle body of mind, intelligence and ego. However, as explained in Bhagavad-gītā, devotees can give up the material body and attain a spiritual body free from all material tinges, gross and subtle (tyaktvā dehaṁ punar janma naiti mām eti so ’rjuna). Thus the demigods gave King Nimi the benediction that he would be able to stay in a purely spiritual body, free from all gross and subtle material contamination. The Supreme Personality of Godhead can be seen or unseen according to His own transcendental desire; similarly, a devotee, being jīvan-mukta, can be seen or not, as he chooses. As stated in Bhagavad-gītā, nāhaṁ prakāśaḥ sarvasya yoga-māyā-samāvṛtaḥ: the Supreme Personality of Godhead, Kṛṣṇa, is not manifest to everyone and anyone. To the common man He is unseen. Ataḥ śrī-kṛṣṇa-nāmādi na bhaved grāhyam indriyaiḥ: Kṛṣṇa and His name, fame, qualities and paraphernalia cannot be materially understood. Unless one is advanced in spiritual life (sevonmukhe hi jihvādau), one cannot see Kṛṣṇa. Therefore the ability to see Kṛṣṇa depends on Kṛṣṇa’s mercy. The same privilege of being seen or unseen according to one’s own desire was given to Mahārāja Nimi. Thus he lived in his original, spiritual body as an associate of the Supreme Personality of Godhead."
    },
    {
        "verse": "12",
        "devanagari": "अराजकभयं नृणां मन्यमाना महर्षय: ।देहं ममन्थु: स्म निमे: कुमार: समजायत ॥ १२ ॥",
        "english_devnagari": "arājaka-bhayaṁ nṝṇāṁmanyamānā maharṣayaḥdehaṁ mamanthuḥ sma nimeḥkumāraḥ samajāyata",
        "verse_Syn": [
            "arājaka",
            "bhayam",
            "nṝṇām",
            "manyamānāḥ",
            "mahā",
            "ṛṣayaḥ",
            "deham",
            "mamanthuḥ",
            "sma",
            "nimeḥ",
            "kumāraḥ",
            "samajāyata"
        ],
        "translation": "Thereafter, to save the people from the danger of an unregulated government, the sages churned Mahārāja Nimi’s material body, from which, as a result, a son was born.",
        "purport": " Arājaka-bhayam. If the government is unsteady and unregulated, there is danger of fear for the people. At the present moment this danger always exists because of government by the people. Here we can see that the great sages got a son from Nimi’s material body to guide the citizens properly, for such guidance is the duty of a kṣatriya king. A kṣatriya is one who saves the citizens from being injured. In the so-called people’s government there is no trained kṣatriya king; as soon as someone strong accumulates votes, he becomes the minister or president, without training from the learned brāhmaṇas expert in the śāstras. Indeed, we see that in some countries the government changes from party to party, and therefore the men in charge of the government are more eager to protect their position than to see that the citizens are happy. The Vedic civilization prefers monarchy. People liked the government of Lord Rāmacandra, the government of Mahārāja Yudhiṣṭhira and the governments of Mahārāja Parīkṣit, Mahārāja Ambarīṣa and Mahārāja Prahlāda. There are many instances of excellent government under a monarch. Gradually the democratic government is becoming unfit for the needs of the people, and therefore some parties are trying to elect a dictator. A dictatorship is the same as a monarchy, but without a trained leader. Actually people will be happy when a trained leader, whether a monarch or a dictator, takes control of the government and rules the people according to the standard regulations of the authorized scriptures."
    },
    {
        "verse": "13",
        "devanagari": "जन्मना जनक: सोऽभूद् वैदेहस्तु विदेहज: ।मिथिलो मथनाज्जातो मिथिला येन निर्मिता ॥ १३ ॥",
        "english_devnagari": "janmanā janakaḥ so ’bhūdvaidehas tu videhajaḥmithilo mathanāj jātomithilā yena nirmitā",
        "verse_Syn": [
            "janmanā",
            "janakaḥ",
            "saḥ",
            "abhūt",
            "vaidehaḥ",
            "tu",
            "videha",
            "jaḥ",
            "mithilaḥ",
            "mathanāt",
            "jātaḥ",
            "mithilā",
            "yena",
            "nirmitā"
        ],
        "translation": "Because he was born in an unusual way, the son was called Janaka, and because he was born from the dead body of his father, he was known as Vaideha. Because he was born from the churning of his father’s material body, he was known as Mithila, and because he constructed a city as King Mithila, the city was called Mithilā.",
        "purport": ""
    },
    {
        "verse": "14",
        "devanagari": "तस्मादुदावसुस्तस्य पुत्रोऽभून्नन्दिवर्धन: ।तत: सुकेतुस्तस्यापि देवरातो महीपते ॥ १४ ॥",
        "english_devnagari": "tasmād udāvasus tasyaputro ’bhūn nandivardhanaḥtataḥ suketus tasyāpidevarāto mahīpate",
        "verse_Syn": [
            "tasmāt",
            "udāvasuḥ",
            "tasya",
            "putraḥ",
            "abhūt",
            "nandivardhanaḥ",
            "tataḥ",
            "suketuḥ",
            "tasya",
            "api",
            "devarātaḥ",
            "mahīpate"
        ],
        "translation": "O King Parīkṣit, from Mithila came a son named Udāvasu; from Udāvasu, Nandivardhana; from Nandivardhana, Suketu; and from Suketu, Devarāta.",
        "purport": ""
    },
    {
        "verse": "15",
        "devanagari": "तस्माद् बृहद्रथस्तस्य महावीर्य: सुधृत्पिता ।सुधृतेर्धृष्टकेतुर्वै हर्यश्वोऽथ मरुस्तत: ॥ १५ ॥",
        "english_devnagari": "tasmād bṛhadrathas tasyamahāvīryaḥ sudhṛt-pitāsudhṛter dhṛṣṭaketur vaiharyaśvo ’tha marus tataḥ",
        "verse_Syn": [
            "tasmāt",
            "bṛhadrathaḥ",
            "tasya",
            "mahāvīryaḥ",
            "sudhṛt",
            "pitā",
            "sudhṛteḥ",
            "dhṛṣṭaketuḥ",
            "vai",
            "haryaśvaḥ",
            "atha",
            "maruḥ",
            "tataḥ"
        ],
        "translation": "From Devarāta came a son named Bṛhadratha and from Bṛhadratha a son named Mahāvīrya, who became the father of Sudhṛti. The son of Sudhṛti was known as Dhṛṣṭaketu, and from Dhṛṣṭaketu came Haryaśva. From Haryaśva came a son named Maru.",
        "purport": ""
    },
    {
        "verse": "16",
        "devanagari": "मरो: प्रतीपकस्तस्माज्जात: कृतरथो यत: ।देवमीढस्तस्य पुत्रो विश्रुतोऽथ महाधृति: ॥ १६ ॥",
        "english_devnagari": "maroḥ pratīpakas tasmājjātaḥ kṛtaratho yataḥdevamīḍhas tasya putroviśruto ’tha mahādhṛtiḥ",
        "verse_Syn": [
            "maroḥ",
            "pratīpakaḥ",
            "tasmāt",
            "jātaḥ",
            "kṛtarathaḥ",
            "yataḥ",
            "devamīḍhaḥ",
            "tasya",
            "putraḥ",
            "viśrutaḥ",
            "atha",
            "mahādhṛtiḥ"
        ],
        "translation": "The son of Maru was Pratīpaka, and the son of Pratīpaka was Kṛtaratha. From Kṛtaratha came Devamīḍha; from Devamīḍha, Viśruta; and from Viśruta, Mahādhṛti.",
        "purport": ""
    },
    {
        "verse": "17",
        "devanagari": "कृतिरातस्ततस्तस्मान्महारोमा च तत्सुत: ।स्वर्णरोमा सुतस्तस्य ह्रस्वरोमा व्यजायत ॥ १७ ॥",
        "english_devnagari": "kṛtirātas tatas tasmānmahāromā ca tat-sutaḥsvarṇaromā sutas tasyahrasvaromā vyajāyata",
        "verse_Syn": [
            "kṛtirātaḥ",
            "tataḥ",
            "tasmāt",
            "mahāromā",
            "ca",
            "tat",
            "sutaḥ",
            "svarṇaromā",
            "sutaḥ",
            "tasya",
            "hrasvaromā",
            "vyajāyata"
        ],
        "translation": "From Mahādhṛti was born a son named Kṛtirāta, from Kṛtirāta was born Mahāromā, from Mahāromā came a son named Svarṇaromā, and from Svarṇaromā came Hrasvaromā.",
        "purport": ""
    },
    {
        "verse": "18",
        "devanagari": "तत: शीरध्वजो जज्ञे यज्ञार्थं कर्षतो महीम् ।सीता शीराग्रतो जाता तस्मात् शीरध्वज: स्मृत: ॥ १८ ॥",
        "english_devnagari": "tataḥ śīradhvajo jajñeyajñārthaṁ karṣato mahīmsītā śīrāgrato jātātasmāt śīradhvajaḥ smṛtaḥ",
        "verse_Syn": [
            "tataḥ",
            "śīradhvajaḥ",
            "jajñe",
            "yajña",
            "artham",
            "karṣataḥ",
            "mahīm",
            "sītā",
            "śīra",
            "agrataḥ",
            "jātā",
            "tasmāt",
            "śīradhvajaḥ",
            "smṛtaḥ"
        ],
        "translation": "From Hrasvaromā came a son named Śīradhvaja [also called Janaka]. When Śīradhvaja was plowing a field, from the front of his plow [śīra] appeared a daughter named Sītādevī, who later became the wife of Lord Rāmacandra. Thus he was known as Śīradhvaja.",
        "purport": ""
    },
    {
        "verse": "19",
        "devanagari": "कुशध्वजस्तस्य पुत्रस्ततो धर्मध्वजो नृप: ।धर्मध्वजस्य द्वौ पुत्रौ कृतध्वजमितध्वजौ ॥ १९ ॥",
        "english_devnagari": "kuśadhvajas tasya putrastato dharmadhvajo nṛpaḥdharmadhvajasya dvau putraukṛtadhvaja-mitadhvajau",
        "verse_Syn": [
            "kuśadhvajaḥ",
            "tasya",
            "putraḥ",
            "tataḥ",
            "dharmadhvajaḥ",
            "nṛpaḥ",
            "dharmadhvajasya",
            "dvau",
            "putrau",
            "kṛtadhvaja",
            "mitadhvajau"
        ],
        "translation": "The son of Śīradhvaja was Kuśadhvaja, and the son of Kuśadhvaja was King Dharmadhvaja, who had two sons, namely Kṛtadhvaja and Mitadhvaja.",
        "purport": ""
    },
    {
        "verse": "20-21",
        "devanagari": "कृतध्वजात् केशिध्वज: खाण्डिक्यस्तु मितध्वजात् ।कृतध्वजसुतो राजन्नात्मविद्याविशारद: ॥ २० ॥खाण्डिक्य: कर्मतत्त्वज्ञो भीत: केशिध्वजाद्‍द्रुत: ।भानुमांस्तस्य पुत्रोऽभूच्छतद्युम्नस्तु तत्सुत: ॥ २१ ॥",
        "english_devnagari": "kṛtadhvajāt keśidhvajaḥkhāṇḍikyas tu mitadhvajātkṛtadhvaja-suto rājannātma-vidyā-viśāradaḥ",
        "verse_Syn": [
            "kṛtadhvajāt",
            "keśidhvajaḥ",
            "khāṇḍikyaḥ",
            "tu",
            "mitadhvajāt",
            "kṛtadhvaja",
            "sutaḥ",
            "rājan",
            "ātma",
            "vidyā",
            "viśāradaḥ",
            "khāṇḍikyaḥ",
            "karma",
            "tattva",
            "jñaḥ",
            "bhītaḥ",
            "keśidhvajāt",
            "drutaḥ",
            "bhānumān",
            "tasya",
            "putraḥ",
            "abhūt",
            "śatadyumnaḥ",
            "tu",
            "tat",
            "sutaḥ"
        ],
        "translation": "O Mahārāja Parīkṣit, the son of Kṛtadhvaja was Keśidhvaja, and the son of Mitadhvaja was Khāṇḍikya. The son of Kṛtadhvaja was expert in spiritual knowledge, and the son of Mitadhvaja was expert in Vedic ritualistic ceremonies. Khāṇḍikya fled in fear of Keśidhvaja. The son of Keśidhvaja was Bhānumān, and the son of Bhānumān was Śatadyumna.",
        "purport": ""
    },
    {
        "verse": "22",
        "devanagari": "शुचिस्तुतनयस्तस्मात् सनद्वाज: सुतोऽभवत् ।ऊर्जकेतु: सनद्वाजादजोऽथ पुरुजित्सुत: ॥ २२ ॥",
        "english_devnagari": "śucis tu tanayas tasmātsanadvājaḥ suto ’bhavatūrjaketuḥ sanadvājādajo ’tha purujit sutaḥ",
        "verse_Syn": [
            "śuciḥ",
            "tu",
            "tanayaḥ",
            "tasmāt",
            "sanadvājaḥ",
            "sutaḥ",
            "abhavat",
            "ūrjaketuḥ",
            "sanadvājāt",
            "ajaḥ",
            "atha",
            "purujit",
            "sutaḥ"
        ],
        "translation": "The son of Śatadyumna was named Śuci. From Śuci, Sanadvāja was born, and from Sanadvāja came a son named Ūrjaketu. The son of Ūrjaketu was Aja, and the son of Aja was Purujit.",
        "purport": ""
    },
    {
        "verse": "23",
        "devanagari": "अरिष्टनेमिस्तस्यापि श्रुतायुस्तत्सुपार्श्वक: ।ततश्चित्ररथो यस्य क्षेमाधिर्मिथिलाधिप: ॥ २३ ॥",
        "english_devnagari": "ariṣṭanemis tasyāpiśrutāyus tat supārśvakaḥtataś citraratho yasyakṣemādhir mithilādhipaḥ",
        "verse_Syn": [
            "ariṣṭanemiḥ",
            "tasya",
            "api",
            "śrutāyuḥ",
            "tat",
            "supārśvakaḥ",
            "tataḥ",
            "citrarathaḥ",
            "yasya",
            "kṣemādhiḥ",
            "mithilā",
            "adhipaḥ"
        ],
        "translation": "The son of Purujit was Ariṣṭanemi, and his son was Śrutāyu. Śrutāyu begot a son named Supārśvaka, and Supārśvaka begot Citraratha. The son of Citraratha was Kṣemādhi, who became the king of Mithilā.",
        "purport": ""
    },
    {
        "verse": "24",
        "devanagari": "तस्मात् समरथस्तस्य सुत: सत्यरथस्तत: ।आसीदुपगुरुस्तस्मादुपगुप्तोऽग्निसम्भव: ॥ २४ ॥",
        "english_devnagari": "tasmāt samarathas tasyasutaḥ satyarathas tataḥāsīd upagurus tasmādupagupto ’gni-sambhavaḥ",
        "verse_Syn": [
            "tasmāt",
            "samarathaḥ",
            "tasya",
            "sutaḥ",
            "satyarathaḥ",
            "tataḥ",
            "āsīt",
            "upaguruḥ",
            "tasmāt",
            "upaguptaḥ",
            "agni",
            "sambhavaḥ"
        ],
        "translation": "The son of Kṣemādhi was Samaratha, and his son was Satyaratha. The son of Satyaratha was Upaguru, and the son of Upaguru was Upagupta, a partial expansion of the fire-god.",
        "purport": ""
    },
    {
        "verse": "25",
        "devanagari": "वस्वनन्तोऽथ तत्पुत्रो युयुधो यत् सुभाषण: ।श्रुतस्ततो जयस्तस्माद् विजयोऽस्माद‍ृत: सुत: ॥ २५ ॥",
        "english_devnagari": "vasvananto ’tha tat-putroyuyudho yat subhāṣaṇaḥśrutas tato jayas tasmādvijayo ’smād ṛtaḥ sutaḥ",
        "verse_Syn": [
            "vasvanantaḥ",
            "atha",
            "tat",
            "putraḥ",
            "yuyudhaḥ",
            "yat",
            "subhāṣaṇaḥ",
            "śrutaḥ",
            "tataḥ",
            "jayaḥ",
            "tasmāt",
            "vijayaḥ",
            "asmāt",
            "ṛtaḥ",
            "sutaḥ"
        ],
        "translation": "The son of Upagupta was Vasvananta, the son of Vasvananta was Yuyudha, the son of Yuyudha was Subhāṣaṇa, and the son of Subhāṣaṇa was Śruta. The son of Śruta was Jaya, from whom there came Vijaya. The son of Vijaya was Ṛta.",
        "purport": ""
    },
    {
        "verse": "26",
        "devanagari": "शुनकस्तत्सुतो जज्ञे वीतहव्यो धृतिस्तत: ।बहुलाश्वो धृतेस्तस्य कृतिरस्य महावशी ॥ २६ ॥",
        "english_devnagari": "śunakas tat-suto jajñevītahavyo dhṛtis tataḥbahulāśvo dhṛtes tasyakṛtir asya mahāvaśī",
        "verse_Syn": [
            "śunakaḥ",
            "tat",
            "sutaḥ",
            "jajñe",
            "vītahavyaḥ",
            "dhṛtiḥ",
            "tataḥ",
            "bahulāśvaḥ",
            "dhṛteḥ",
            "tasya",
            "kṛtiḥ",
            "asya",
            "mahāvaśī"
        ],
        "translation": "The son of Ṛta was Śunaka, the son of Śunaka was Vītahavya, the son of Vītahavya was Dhṛti, and the son of Dhṛti was Bahulāśva. The son of Bahulāśva was Kṛti, and his son was Mahāvaśī.",
        "purport": ""
    },
    {
        "verse": "27",
        "devanagari": "एते वै मैथिला राजन्नात्मविद्याविशारदा: ।योगेश्वरप्रसादेन द्वन्द्वैर्मुक्ता गृहेष्वपि ॥ २७ ॥",
        "english_devnagari": "ete vai maithilā rājannātma-vidyā-viśāradāḥyogeśvara-prasādenadvandvair muktā gṛheṣv api",
        "verse_Syn": [
            "ete",
            "vai",
            "maithilāḥ",
            "rājan",
            "ātma",
            "vidyā",
            "viśāradāḥ",
            "yogeśvara",
            "prasādena",
            "dvandvaiḥ",
            "muktāḥ",
            "gṛheṣu",
            "api"
        ],
        "translation": "Śukadeva Gosvāmī said: My dear King Parīkṣit, all the kings of the dynasty of Mithila were completely in knowledge of their spiritual identity. Therefore, even though staying at home, they were liberated from the duality of material existence.",
        "purport": " This material world is called dvaita, or duality. The Caitanya-caritāmṛta (Antya 4.176) says: In the world of duality — that is to say, in the material world — so-called goodness and badness are both the same. Therefore, in this world, to distinguish between good and bad, happiness and distress, is meaningless because they are both mental concoctions (manodharma). Because everything here is miserable and troublesome, to create an artificial situation and pretend it to be full of happiness is simply illusion. The liberated person, being above the influence of the three modes of material nature, is unaffected by such dualities in all circumstances. He remains Kṛṣṇa conscious by tolerating so-called happiness and distress. This is also confirmed in Bhagavad-gītā (2.14): “O son of Kuntī, the nonpermanent appearance of happiness and distress, and their disappearance in due course, are like the appearance and disappearance of winter and summer seasons. They arise from sense perception, O scion of Bharata, and one must learn to tolerate them without being disturbed.” Those who are liberated, being on the transcendental platform of rendering service to the Lord, do not care about so-called happiness and distress. They know that these are like changing seasons, which are perceivable by contact with the material body. Happiness and distress come and go. Therefore a paṇḍita, a learned man, is not concerned with them. As it is said, gatāsūn agatāsūṁś ca nānuśocanti paṇḍitāḥ. The body is dead from the very beginning because it is a lump of matter. It has no feelings of happiness and distress. Because the soul within the body is in the bodily concept of life, he suffers happiness and distress, but these come and go. It is understood herewith that the kings born in the dynasty of Mithila were all liberated persons, unaffected by the so-called happiness and distress of this world."
    }
]