[
    {
        "verse": "1",
        "devanagari": "श्रीशुक उवाचखट्‍वाङ्गाद् दीर्घबाहुश्च रघुस्तस्मात् पृथुश्रवा: ।अजस्ततो महाराजस्तस्माद् दशरथोऽभवत् ॥ १ ॥",
        "english_devnagari": "śrī-śuka uvācakhaṭvāṅgād dīrghabāhuś caraghus tasmāt pṛthu-śravāḥajas tato mahā-rājastasmād daśaratho ’bhavat",
        "verse_Syn": [
            "śrī",
            "śukaḥ",
            "uvāca",
            "khaṭvāṅgāt",
            "dīrghabāhuḥ",
            "ca",
            "raghuḥ",
            "tasmāt",
            "pṛthu",
            "śravāḥ",
            "ajaḥ",
            "tataḥ",
            "mahā",
            "rājaḥ",
            "tasmāt",
            "daśarathaḥ",
            "abhavat"
        ],
        "translation": "Śukadeva Gosvāmī said: The son of Mahārāja Khaṭvāṅga was Dīrghabāhu, and his son was the celebrated Mahārāja Raghu. From Mahārāja Raghu came Aja, and from Aja was born the great personality Mahārāja Daśaratha.",
        "purport": ""
    },
    {
        "verse": "2",
        "devanagari": "तस्यापि भगवानेष साक्षाद् ब्रह्ममयो हरि: ।अंशांशेन चतुर्धागात् पुत्रत्वं प्रार्थित: सुरै: ।रामलक्ष्मणभरतशत्रुघ्ना इति संज्ञया ॥ २ ॥",
        "english_devnagari": "tasyāpi bhagavān eṣasākṣād brahmamayo hariḥaṁśāṁśena caturdhāgātputratvaṁ prārthitaḥ suraiḥrāma-lakṣmaṇa-bharata-śatrughnā iti saṁjñayā",
        "verse_Syn": [
            "tasya",
            "api",
            "bhagavān",
            "eṣaḥ",
            "sākṣāt",
            "brahma",
            "mayaḥ",
            "hariḥ",
            "aṁśa",
            "aṁśena",
            "caturdhā",
            "agāt",
            "putratvam",
            "prārthitaḥ",
            "suraiḥ",
            "rāma",
            "lakṣmaṇa",
            "bharata",
            "śatrughnāḥ",
            "iti",
            "saṁjñayā"
        ],
        "translation": "Being prayed for by the demigods, the Supreme Personality of Godhead, the Absolute Truth Himself, directly appeared with His expansion and expansions of the expansion. Their holy names were Rāma, Lakṣmaṇa, Bharata and Śatrughna. These celebrated incarnations thus appeared in four forms as the sons of Mahārāja Daśaratha.",
        "purport": " Lord Rāmacandra and His brothers, Lakṣmaṇa, Bharata and Śatrughna, are all viṣṇu-tattva, not jīva-tattva. The Supreme Personality of Godhead expands into many, many forms. Advaitam acyutam anādim ananta-rūpam. Although they are one and the same, viṣṇu-tattva has many forms and incarnations. As confirmed in the Brahma-saṁhitā (5.39), rāmādi-mūrtiṣu kalā-niyamena tiṣṭhan. The Lord is situated in many forms, such as Rāma, Lakṣmaṇa, Bharata and Śatrughna, and these forms may exist in any part of His creation. All these forms exist permanently, eternally, as individual Personalities of Godhead, and they resemble many candles, all equally powerful. Lord Rāmacandra, Lakṣmaṇa, Bharata and Śatrughna, who, being viṣṇu-tattva, are all equally powerful, became the sons of Mahārāja Daśaratha in response to prayers by the demigods."
    },
    {
        "verse": "3",
        "devanagari": "तस्यानुचरितं राजन्नृषिभिस्तत्त्वदर्शिभि: ।श्रुतं हि वर्णितं भूरि त्वया सीतापतेर्मुहु: ॥ ३ ॥",
        "english_devnagari": "tasyānucaritaṁ rājannṛṣibhis tattva-darśibhiḥśrutaṁ hi varṇitaṁ bhūritvayā sītā-pater muhuḥ",
        "verse_Syn": [
            "tasya",
            "anucaritam",
            "rājan",
            "ṛṣibhiḥ",
            "tattva",
            "darśibhiḥ",
            "śrutam",
            "hi",
            "varṇitam",
            "bhūri",
            "tvayā",
            "sītā",
            "pateḥ",
            "muhuḥ"
        ],
        "translation": "O King Parīkṣit, the transcendental activities of Lord Rāmacandra have been described by great saintly persons who have seen the truth. Because you have heard again and again about Lord Rāmacandra, the husband of mother Sītā, I shall describe these activities only in brief. Please listen.",
        "purport": " Modern Rākṣasas, posing as educationally advanced merely because they have doctorates, have tried to prove that Lord Rāmacandra is not the Supreme Personality of Godhead but an ordinary person. But those who are learned and spiritually advanced will never accept such notions; they will accept the descriptions of Lord Rāmacandra and His activities only as presented by tattva-darśīs, those who know the Absolute Truth. In Bhagavad-gītā (4.34) the Supreme Personality of Godhead advises: “Just try to learn the truth by approaching a spiritual master. Inquire from him submissively and render service unto him. The self-realized soul can impart knowledge unto you because he has seen the truth.” Unless one is tattva-darśī, in complete knowledge of the Absolute Truth, one cannot describe the activities of the Personality of Godhead. Therefore although there are many so-called Rāmāyaṇas, or histories of Lord Rāmacandra’s activities, some of them are not actually authoritative. Sometimes Lord Rāmacandra’s activities are described in terms of one’s own imaginations, speculations or material sentiments. But the characteristics of Lord Rāmacandra should not be handled as something imaginary. While describing the history of Lord Rāmacandra, Śukadeva Gosvāmī told Mahārāja Parīkṣit, “You have already heard about the activities of Lord Rāmacandra.” Apparently, therefore, five thousand years ago there were many Rāmāyaṇas, or histories of Lord Rāmacandra’s activities, and there are many still. But we must select only those books written by tattva-darśīs (jñāninas tattva-darśinaḥ), not the books of so-called scholars who claim knowledge only on the basis of a doctorate. This is a warning by Śukadeva Gosvāmī. Ṛṣibhis tattva-darśibhiḥ. Although the Rāmāyaṇa composed by Vālmīki is a huge literature, the same activities are summarized here by Śukadeva Gosvāmī in a few verses."
    },
    {
        "verse": "4",
        "devanagari": "गुर्वर्थे त्यक्तराज्यो व्यचरदनुवनं पद्मपद्भ्यां प्रियाया:पाणिस्पर्शाक्षमाभ्यां मृजितपथरुजो यो हरीन्द्रानुजाभ्याम् ।वैरूप्याच्छूर्पणख्या: प्रियविरहरुषारोपितभ्रूविजृम्भ-त्रस्ताब्धिर्बद्धसेतु: खलदवदहन: कोसलेन्द्रोऽवतान्न: ॥ ४ ॥",
        "english_devnagari": "gurv-arthe tyakta-rājyo vyacarad anuvanaṁ padma-padbhyāṁ priyāyāḥpāṇi-sparśākṣamābhyāṁ mṛjita-patha-rujo yo harīndrānujābhyāmvairūpyāc chūrpaṇakhyāḥ priya-viraha-ruṣāropita-bhrū-vijṛmbha-trastābdhir baddha-setuḥ khala-dava-dahanaḥ kosalendro ’vatān naḥ",
        "verse_Syn": [
            "guru",
            "arthe",
            "tyakta",
            "rājyaḥ",
            "vyacarat",
            "anuvanam",
            "padma",
            "padbhyām",
            "priyāyāḥ",
            "pāṇi",
            "sparśa",
            "akṣamābhyām",
            "mṛjita",
            "patha",
            "rujaḥ",
            "yaḥ",
            "harīndra",
            "anujābhyām",
            "vairūpyāt",
            "śūrpaṇakhyāḥ",
            "priya",
            "viraha",
            "ruṣā",
            "āropita",
            "bhrū",
            "vijṛmbha",
            "trasta",
            "abdhiḥ",
            "baddha",
            "setuḥ",
            "khala",
            "dava",
            "dahanaḥ",
            "kosala",
            "indraḥ",
            "avatāt",
            "naḥ"
        ],
        "translation": "To keep the promise of His father intact, Lord Rāmacandra immediately gave up the position of king and, accompanied by His wife, mother Sītā, wandered from one forest to another on His lotus feet, which were so delicate that they were unable to bear even the touch of Sītā’s palms. The Lord was also accompanied by Hanumān [or by another monkey, Sugrīva], king of the monkeys, and by His own younger brother Lord Lakṣmaṇa, both of whom gave Him relief from the fatigue of wandering in the forest. Having cut off the nose and ears of Śūrpaṇakhā, thus disfiguring her, the Lord was separated from mother Sītā. He therefore became angry, moving His eyebrows and thus frightening the ocean, who then allowed the Lord to construct a bridge to cross the ocean. Subsequently, the Lord entered the kingdom of Rāvaṇa to kill him, like a fire devouring a forest. May that Supreme Lord, Rāmacandra, give us all protection.",
        "purport": ""
    },
    {
        "verse": "5",
        "devanagari": "विश्वामित्राध्वरे येन मारीचाद्या निशाचरा: ।पश्यतो लक्ष्मणस्यैव हता नैर्ऋतपुङ्गवा: ॥ ५ ॥",
        "english_devnagari": "viśvāmitrādhvare yenamārīcādyā niśā-carāḥpaśyato lakṣmaṇasyaivahatā nairṛta-puṅgavāḥ",
        "verse_Syn": [
            "viśvāmitra",
            "adhvare",
            "yena",
            "mārīca",
            "ādyāḥ",
            "niśā",
            "carāḥ",
            "paśyataḥ",
            "lakṣmaṇasya",
            "eva",
            "hatāḥ",
            "nairṛta",
            "puṅgavāḥ"
        ],
        "translation": "In the arena of the sacrifice performed by Viśvāmitra, Lord Rāmacandra, the King of Ayodhyā, killed many demons, Rākṣasas and uncivilized men who wandered at night in the mode of darkness. May Lord Rāmacandra, who killed these demons in the presence of Lakṣmaṇa, be kind enough to give us protection.",
        "purport": ""
    },
    {
        "verse": "6-7",
        "devanagari": "यो लोकवीरसमितौ धनुरैशमुग्रंसीतास्वयंवरगृहे त्रिशतोपनीतम् ।आदाय बालगजलील इवेक्षुयष्टिंसज्ज्यीकृतं नृप विकृष्य बभञ्ज मध्ये ॥ ६ ॥जित्वानुरूपगुणशीलवयोऽङ्गरूपांसीताभिधां श्रियमुरस्यभिलब्धमानाम् ।मार्गे व्रजन् भृगुपतेर्व्यनयत् प्ररूढंदर्पं महीमकृत यस्त्रिरराजबीजाम् ॥ ७ ॥",
        "english_devnagari": "yo loka-vīra-samitau dhanur aiśam ugraṁsītā-svayaṁvara-gṛhe triśatopanītamādāya bāla-gaja-līla ivekṣu-yaṣṭiṁsajjyī-kṛtaṁ nṛpa vikṛṣya babhañja madhye",
        "verse_Syn": [
            "yaḥ",
            "loka",
            "vīra",
            "samitau",
            "dhanuḥ",
            "aiśam",
            "ugram",
            "sītā",
            "svayaṁvara",
            "gṛhe",
            "triśata",
            "upanītam",
            "ādāya",
            "bāla",
            "gaja",
            "līlaḥ",
            "iva",
            "ikṣu",
            "yaṣṭim",
            "sajjyī",
            "kṛtam",
            "nṛpa",
            "vikṛṣya",
            "babhañja",
            "madhye",
            "jitvā",
            "anurūpa",
            "guṇa",
            "śīla",
            "vayaḥ",
            "aṅga",
            "rūpām",
            "sītā",
            "abhidhām",
            "śriyam",
            "urasi",
            "abhilabdhamānām",
            "mārge",
            "vrajan",
            "bhṛgupateḥ",
            "vyanayat",
            "prarūḍham",
            "darpam",
            "mahīm",
            "akṛta",
            "yaḥ",
            "triḥ",
            "arāja",
            "bījām"
        ],
        "translation": "O King, the pastimes of Lord Rāmacandra were wonderful, like those of a baby elephant. In the assembly where mother Sītā was to choose her husband, in the midst of the heroes of this world, He broke the bow belonging to Lord Śiva. This bow was so heavy that it was carried by three hundred men, but Lord Rāmacandra bent and strung it and broke it in the middle, just as a baby elephant breaks a stick of sugarcane. Thus the Lord achieved the hand of mother Sītā, who was equally as endowed with transcendental qualities of form, beauty, behavior, age and nature. Indeed, she was the goddess of fortune who constantly rests on the chest of the Lord. While returning from Sītā’s home after gaining her at the assembly of competitors, Lord Rāmacandra met Paraśurāma. Although Paraśurāma was very proud, having rid the earth of the royal order twenty-one times, he was defeated by the Lord, who appeared to be a kṣatriya of the royal order.",
        "purport": ""
    },
    {
        "verse": "8",
        "devanagari": "य: सत्यपाशपरिवीतपितुर्निदेशंस्त्रैणस्य चापि शिरसा जगृहे सभार्य: ।राज्यं श्रियं प्रणयिन: सुहृदो निवासंत्यक्त्वा ययौ वनमसूनिव मुक्तसङ्ग: ॥ ८ ॥",
        "english_devnagari": "yaḥ satya-pāśa-parivīta-pitur nideśaṁstraiṇasya cāpi śirasā jagṛhe sabhāryaḥrājyaṁ śriyaṁ praṇayinaḥ suhṛdo nivāsaṁtyaktvā yayau vanam asūn iva mukta-saṅgaḥ",
        "verse_Syn": [
            "yaḥ",
            "satya",
            "pāśa",
            "parivīta",
            "pituḥ",
            "nideśam",
            "straiṇasya",
            "ca",
            "api",
            "śirasā",
            "jagṛhe",
            "sa",
            "bhāryaḥ",
            "rājyam",
            "śriyam",
            "praṇayinaḥ",
            "suhṛdaḥ",
            "nivāsam",
            "tyaktvā",
            "yayau",
            "vanam",
            "asūn",
            "iva",
            "mukta",
            "saṅgaḥ"
        ],
        "translation": "Carrying out the order of His father, who was bound by a promise to his wife, Lord Rāmacandra left behind His kingdom, opulence, friends, well-wishers, residence and everything else, just as a liberated soul gives up his life, and went to the forest with Sītā.",
        "purport": " Mahārāja Daśaratha had three wives. One of them, Kaikeyī, served him very pleasingly, and he therefore wanted to give her a benediction. Kaikeyī, however, said that she would ask for the benediction when it was necessary. At the time of the coronation of Prince Rāmacandra, Kaikeyī requested her husband to enthrone her son Bharata and send Rāmacandra to the forest. Mahārāja Daśaratha, being bound by his promise, ordered Rāmacandra to go to the forest, according to the dictation of his beloved. And the Lord, as an obedient son, accepted the order immediately. He left everything without hesitation, just as a liberated soul or great yogī gives up his life without material attraction."
    },
    {
        "verse": "9",
        "devanagari": "रक्ष:स्वसुर्व्यकृत रूपमशुद्धबुद्धे-स्तस्या: खरत्रिशिरदूषणमुख्यबन्धून् ।जघ्ने चतुर्दशसहस्रमपारणीय-कोदण्डपाणिरटमान उवास कृच्छ्रम् ॥ ९ ॥",
        "english_devnagari": "rakṣaḥ-svasur vyakṛta rūpam aśuddha-buddhestasyāḥ khara-triśira-dūṣaṇa-mukhya-bandhūnjaghne caturdaśa-sahasram apāraṇīya-kodaṇḍa-pāṇir aṭamāna uvāsa kṛcchram",
        "verse_Syn": [
            "rakṣaḥ",
            "svasuḥ",
            "vyakṛta",
            "rūpam",
            "aśuddha",
            "buddheḥ",
            "tasyāḥ",
            "khara",
            "triśira",
            "dūṣaṇa",
            "mukhya",
            "bandhūn",
            "jaghne",
            "caturdaśa",
            "sahasram",
            "apāraṇīya",
            "kodaṇḍa",
            "pāṇiḥ",
            "aṭamānaḥ",
            "uvāsa",
            "kṛcchram"
        ],
        "translation": "While wandering in the forest, where He accepted a life of hardship, carrying His invincible bow and arrows in His hand, Lord Rāmacandra deformed Rāvaṇa’s sister, who was polluted with lusty desires, by cutting off her nose and ears. He also killed her fourteen thousand Rākṣasa friends, headed by Khara, Triśira and Dūṣaṇa.",
        "purport": ""
    },
    {
        "verse": "10",
        "devanagari": "सीताकथाश्रवणदीपितहृच्छयेनसृष्टं विलोक्य नृपते दशकन्धरेण ।जघ्नेऽद्भ‍ुतैणवपुषाश्रमतोऽपकृष्टोमारीचमाशु विशिखेन यथा कमुग्र: ॥ १० ॥",
        "english_devnagari": "sītā-kathā-śravaṇa-dīpita-hṛc-chayenasṛṣṭaṁ vilokya nṛpate daśa-kandhareṇajaghne ’dbhutaiṇa-vapuṣāśramato ’pakṛṣṭomārīcam āśu viśikhena yathā kam ugraḥ",
        "verse_Syn": [
            "sītā",
            "kathā",
            "śravaṇa",
            "dīpita",
            "hṛt",
            "śayena",
            "sṛṣṭam",
            "vilokya",
            "nṛpate",
            "daśa",
            "kandhareṇa",
            "jaghne",
            "adbhuta",
            "eṇa",
            "vapuṣā",
            "āśramataḥ",
            "apakṛṣṭaḥ",
            "mārīcam",
            "āśu",
            "viśikhena",
            "yathā",
            "kam",
            "ugraḥ"
        ],
        "translation": "O King Parīkṣit, when Rāvaṇa, who had ten heads on his shoulders, heard about the beautiful and attractive features of Sītā, his mind was agitated by lusty desires, and he went to kidnap her. To distract Lord Rāmacandra from His āśrama, Rāvaṇa sent Mārīca in the form of a golden deer, and when Lord Rāmacandra saw that wonderful deer, He left His residence and followed it and finally killed it with a sharp arrow, just as Lord Śiva killed Dakṣa.",
        "purport": ""
    },
    {
        "verse": "11",
        "devanagari": "रक्षोऽधमेन वृकवद् विपिनेऽसमक्षंवैदेहराजदुहितर्यपयापितायाम् ।भ्रात्रा वने कृपणवत् प्रियया वियुक्त:स्त्रीसङ्गिनां गतिमिति प्रथयंश्चचार ॥ ११ ॥",
        "english_devnagari": "rakṣo-’dhamena vṛkavad vipine ’samakṣaṁvaideha-rāja-duhitary apayāpitāyāmbhrātrā vane kṛpaṇavat priyayā viyuktaḥstrī-saṅgināṁ gatim iti prathayaṁś cacāra",
        "verse_Syn": [
            "rakṣaḥ",
            "adhamena",
            "vṛka",
            "vat",
            "vipine",
            "asamakṣam",
            "vaideha",
            "rāja",
            "duhitari",
            "apayāpitāyām",
            "bhrātrā",
            "vane",
            "kṛpaṇa",
            "vat",
            "priyayā",
            "viyuktaḥ",
            "strī",
            "saṅginām",
            "gatim",
            "iti",
            "prathayan",
            "cacāra"
        ],
        "translation": "When Rāmacandra entered the forest and Lakṣmaṇa was also absent, the worst of the Rākṣasas, Rāvaṇa, kidnapped Sītādevī, the daughter of the King of Videha, just as a tiger seizes unprotected sheep when the shepherd is absent. Then Lord Rāmacandra wandered in the forest with His brother Lakṣmaṇa as if very much distressed due to separation from His wife. Thus He showed by His personal example the condition of a person attached to women.",
        "purport": " In this verse the words strī-saṅgināṁ gatim iti indicate that the condition of a person attached to women was shown by the Lord Himself. According to moral instructions, gṛhe nārīṁ vivarjayet: when one goes on a tour, one should not bring his wife. Formerly men used to travel without conveyances, but still, as far as possible, when one leaves home one should not take his wife with him, especially if one is in such a condition as Lord Rāmacandra when banished by the order of His father. Whether in the forest or at home, if one is attached to women this attachment is always troublesome, as shown by the Supreme Personality of Godhead by His personal example. Of course, this is the material side of strī-saṅgī, but the situation of Lord Rāmacandra is spiritual, for He does not belong to the material world. Nārāyaṇaḥ paro ’vyaktāt: Nārāyaṇa is beyond the material creation. Because He is the creator of the material world, He is not subject to the conditions of the material world. The separation of Lord Rāmacandra from Sītā is spiritually understood as vipralambha, which is an activity of the hlādinī potency of the Supreme Personality of Godhead belonging to the śṛṅgāra-rasa, the mellow of conjugal love in the spiritual world. In the spiritual world the Supreme Personality of Godhead has all the dealings of love, displaying the symptoms called sāttvika, sañcārī, vilāpa, mūrcchā and unmāda. Thus when Lord Rāmacandra was separated from Sītā, all these spiritual symptoms were manifested. The Lord is neither impersonal nor impotent. Rather, He is sac-cid-ānanda-vigraha, the eternal form of knowledge and bliss. Thus He has all the symptoms of spiritual bliss. Feeling separation from one’s beloved is also an item of spiritual bliss. As explained by Śrīla Svarūpa Dāmodara Gosvāmī, rādhā-kṛṣṇa-praṇaya-vikṛtir hlādinī-śaktiḥ: the dealings of love between Rādhā and Kṛṣṇa are displayed as the pleasure potency of the Lord. The Lord is the original source of all pleasure, the reservoir of all pleasure. Lord Rāmacandra, therefore, manifested the truth both spiritually and materially. Materially those who are attached to women suffer, but spiritually when there are feelings of separation between the Lord and His pleasure potency the spiritual bliss of the Lord increases. This is further explained in Bhagavad-gītā (9.11): One who does not know the spiritual potency of the Supreme Personality of Godhead thinks of the Lord as an ordinary human being. But the Lord’s mind, intelligence and senses can never be affected by material conditions. This fact is further explained in the Skanda Purāṇa, as quoted by Madhvācārya: It was actually impossible for Rāvaṇa to take away Sītā. The form of Sītā taken by Rāvaṇa was an illusory representation of mother Sītā — māyā-sītā. When Sītā was tested in the fire, this māyā-sītā was burnt, and the real Sītā came out of the fire. A further understanding to be derived from this example is that a woman, however powerful she may be in the material world, must be given protection, for as soon as she is unprotected she will be exploited by Rākṣasas like Rāvaṇa. Here the words vaideha-rāja-duhitari indicate that before mother Sītā was married to Lord Rāmacandra she was protected by her father, Vaideha-rāja. And when she was married she was protected by her husband. Therefore the conclusion is that a woman should always be protected. According to the Vedic rule, there is no scope for a woman’s being independent (asamakṣam), for a woman cannot protect herself independently."
    },
    {
        "verse": "12",
        "devanagari": "दग्ध्वात्मकृत्यहतकृत्यमहन् कबन्धंसख्यं विधाय कपिभिर्दयितागतिं तै: ।बुद्ध्वाथ वालिनि हते प्लवगेन्द्रसैन्यै-र्वेलामगात् स मनुजोऽजभवार्चिताङ्‌घ्रि: ॥ १२ ॥",
        "english_devnagari": "dagdhvātma-kṛtya-hata-kṛtyam ahan kabandhaṁsakhyaṁ vidhāya kapibhir dayitā-gatiṁ taiḥbuddhvātha vālini hate plavagendra-sainyairvelām agāt sa manujo ’ja-bhavārcitāṅghriḥ",
        "verse_Syn": [
            "dagdhvā",
            "ātma",
            "kṛtya",
            "hata",
            "kṛtyam",
            "ahan",
            "kabandham",
            "sakhyam",
            "vidhāya",
            "kapibhiḥ",
            "dayitā",
            "gatim",
            "taiḥ",
            "buddhvā",
            "atha",
            "vālini",
            "hate",
            "plavaga",
            "indra",
            "sainyaiḥ",
            "velām",
            "agāt",
            "saḥ",
            "manu",
            "jaḥ",
            "aja",
            "bhava",
            "arcita",
            "aṅghriḥ"
        ],
        "translation": "Lord Rāmacandra, whose lotus feet are worshiped by Lord Brahmā and Lord Śiva, had assumed the form of a human being. Thus He performed the funeral ceremony of Jaṭāyu, who was killed by Rāvaṇa. The Lord then killed the demon named Kabandha, and after making friends with the monkey chiefs, killing Vāli and arranging for the deliverance of mother Sītā, He went to the beach of the ocean.",
        "purport": " When Rāvaṇa kidnapped Sītā, he was obstructed on the way by Jaṭāyu, a large bird. But the powerful Rāvaṇa defeated Jaṭāyu in the fight and cut his wing. When Rāmacandra was searching for Sītā, He found Jaṭāyu almost dead and was informed that Sītā has been carried off by Rāvaṇa. When Jaṭāyu died, Lord Rāmacandra did the duty of a son by performing the funeral ceremony, and then He made friends with the monkeys to deliver Sītādevī."
    },
    {
        "verse": "13",
        "devanagari": "यद्रोषविभ्रमविवृत्तकटाक्षपात-सम्भ्रान्तनक्रमकरो भयगीर्णघोष: ।सिन्धु: शिरस्यर्हणं परिगृह्य रूपीपादारविन्दमुपगम्य बभाष एतत् ॥ १३ ॥",
        "english_devnagari": "yad-roṣa-vibhrama-vivṛtta-kaṭākṣa-pāta-sambhrānta-nakra-makaro bhaya-gīrṇa-ghoṣaḥsindhuḥ śirasy arhaṇaṁ parigṛhya rūpīpādāravindam upagamya babhāṣa etat",
        "verse_Syn": [
            "yat",
            "roṣa",
            "vibhrama",
            "vivṛtta",
            "kaṭākṣa",
            "pāta",
            "sambhrānta",
            "nakra",
            "makaraḥ",
            "bhaya",
            "gīrṇa",
            "ghoṣaḥ",
            "sindhuḥ",
            "śirasi",
            "arhaṇam",
            "parigṛhya",
            "rūpī",
            "pāda",
            "aravindam",
            "upagamya",
            "babhāṣa",
            "etat"
        ],
        "translation": "After reaching the beach, Lord Rāmacandra fasted for three days, awaiting the arrival of the ocean personified. When the ocean did not come, the Lord exhibited His pastimes of anger, and simply by His glancing over the ocean, all the living entities within it, including the crocodiles and sharks, were agitated by fear. Then the personified ocean fearfully approached Lord Rāmacandra, taking all paraphernalia to worship Him. Falling at the Lord’s lotus feet, the personified ocean spoke as follows.",
        "purport": ""
    },
    {
        "verse": "14",
        "devanagari": "न त्वां वयं जडधियो नु विदाम भूमन्कूटस्थमादिपुरुषं जगतामधीशम् ।यत्सत्त्वत: सुरगणा रजस: प्रजेशामन्योश्च भूतपतय: स भवान् गुणेश: ॥ १४ ॥",
        "english_devnagari": "na tvāṁ vayaṁ jaḍa-dhiyo nu vidāma bhūmankūṭa-stham ādi-puruṣaṁ jagatām adhīśamyat-sattvataḥ sura-gaṇā rajasaḥ prajeśāmanyoś ca bhūta-patayaḥ sa bhavān guṇeśaḥ",
        "verse_Syn": [
            "na",
            "tvām",
            "vayam",
            "jaḍa",
            "dhiyaḥ",
            "nu",
            "vidāmaḥ",
            "bhūman",
            "kūṭa",
            "stham",
            "ādi",
            "puruṣam",
            "jagatām",
            "adhīśam",
            "yat",
            "sattvataḥ",
            "sura",
            "gaṇāḥ",
            "rajasaḥ",
            "prajā",
            "īśāḥ",
            "manyoḥ",
            "ca",
            "bhūta",
            "patayaḥ",
            "saḥ",
            "bhavān",
            "guṇa",
            "īśaḥ"
        ],
        "translation": "O all-pervading Supreme Person, we are dull-minded and did not understand who You are, but now we understand that You are the Supreme Person, the master of the entire universe, the unchanging and original Personality of Godhead. The demigods are infatuated with the mode of goodness, the Prajāpatis with the mode of passion, and the lord of ghosts with the mode of ignorance, but You are the master of all these qualities.",
        "purport": " The word jaḍa-dhiyaḥ refers to intelligence like that of an animal. A person with such intelligence cannot understand the Supreme Personality of Godhead. Without being beaten, an animal cannot understand the purpose of a man. Similarly, those who are dull-minded cannot understand the Supreme Personality of Godhead, but when punished severely by the modes of material nature, they begin to understand Him. A Hindi poet has said: When one is distressed he goes to the church or temple to worship the Lord, but when opulent he forgets the Lord. Therefore, punishment by the Lord through material nature is necessary in human society, for without it men forget the supremacy of the Lord due to their dull, blunt intelligence."
    },
    {
        "verse": "15",
        "devanagari": "कामं प्रयाहि जहि विश्रवसोऽवमेहंत्रैलोक्यरावणमवाप्नुहि वीर पत्नीम् ।बध्नीहि सेतुमिह ते यशसो वितत्यैगायन्ति दिग्विजयिनो यमुपेत्य भूपा: ॥ १५ ॥",
        "english_devnagari": "kāmaṁ prayāhi jahi viśravaso ’vamehaṁtrailokya-rāvaṇam avāpnuhi vīra patnīmbadhnīhi setum iha te yaśaso vitatyaigāyanti dig-vijayino yam upetya bhūpāḥ",
        "verse_Syn": [
            "kāmam",
            "prayāhi",
            "jahi",
            "viśravasaḥ",
            "avameham",
            "trailokya",
            "rāvaṇam",
            "avāpnuhi",
            "vīra",
            "patnīm",
            "badhnīhi",
            "setum",
            "iha",
            "te",
            "yaśasaḥ",
            "vitatyai",
            "gāyanti",
            "dik",
            "vijayinaḥ",
            "yam",
            "upetya",
            "bhūpāḥ"
        ],
        "translation": "My Lord, You may use my water as You like. Indeed, You may cross it and go to the abode of Rāvaṇa, who is the great source of disturbance and crying for the three worlds. He is the son of Viśravā, but is condemned like urine. Please go kill him and thus regain Your wife, Sītādevī. O great hero, although my water presents no impediment to Your going to Laṅkā, please construct a bridge over it to spread Your transcendental fame. Upon seeing this wonderfully uncommon deed of Your Lordship, all the great heroes and kings in the future will glorify You.",
        "purport": " It is said that a son and urine emanate from the same source — the genitals. When a son is a devotee or a great learned person, the seminal discharge for begetting a son is successful, but if the son is unqualified and brings no glory to his family, he is no better than urine. Here Rāvaṇa is compared to urine because he was a cause of disturbances to the three worlds. Thus the ocean personified wanted him killed by Lord Rāmacandra. One feature of the Supreme Personality of Godhead Lord Rāmacandra is omnipotence. The Lord can act without regard to material impediments or inconveniences, but to prove that He is the Supreme Personality of Godhead and was not merely advertised as Godhead or elected by popular vote, He constructed a wonderful bridge over the ocean. Nowadays it has become fashionable to create some artificial God who performs no uncommon activities; a little magic will bewilder a foolish person into selecting an artificial God because he does not understand how powerful God is. Lord Rāmacandra, however, constructed a bridge over the water with stone by making the stone float. This is proof of God’s uncommonly wonderful power. Why should someone be accepted as God without displaying extraordinary potency by doing something never to be done by any common man? We accept Lord Rāmacandra as the Supreme Personality of Godhead because He constructed this bridge, and we accept Lord Kṛṣṇa as the Supreme Personality of Godhead because He lifted Govardhana Hill when He was only seven years old. We should not accept any rascal as God or an incarnation of God, for God displays special features in His various activities. Therefore, the Lord Himself says in Bhagavad-gītā (4.9): “One who knows the transcendental nature of My appearance and activities does not, upon leaving the body, take his birth again in this material world, but attains My eternal abode, O Arjuna.” The activities of the Lord are not common; they are all transcendentally wonderful and not able to be performed by any other living being. The symptoms of the Lord’s activities are all mentioned in the śāstras, and after one understands them one can accept the Lord as He is."
    },
    {
        "verse": "16",
        "devanagari": "बद्ध्वोदधौ रघुपतिर्विविधाद्रिकूटै:सेतुं कपीन्द्रकरकम्पितभूरुहाङ्गै: ।सुग्रीवनीलहनुमत्प्रमुखैरनीकै-र्लङ्कां विभीषणद‍ृशाविशदग्रदग्धाम् ॥ १६ ॥",
        "english_devnagari": "baddhvodadhau raghu-patir vividhādri-kūṭaiḥsetuṁ kapīndra-kara-kampita-bhūruhāṅgaiḥsugrīva-nīla-hanumat-pramukhair anīkairlaṅkāṁ vibhīṣaṇa-dṛśāviśad agra-dagdhām",
        "verse_Syn": [
            "baddhvā",
            "udadhau",
            "raghu",
            "patiḥ",
            "vividha",
            "adri",
            "kūṭaiḥ",
            "setum",
            "kapi",
            "indra",
            "kara",
            "kampita",
            "bhūruha",
            "aṅgaiḥ",
            "sugrīva",
            "nīla",
            "hanumat",
            "pramukhaiḥ",
            "anīkaiḥ",
            "laṅkām",
            "vibhīṣaṇa",
            "dṛśā",
            "āviśat",
            "agra",
            "dagdhām"
        ],
        "translation": "Śukadeva Gosvāmī said: After constructing a bridge over the ocean by throwing into the water the peaks of mountains whose trees and other vegetation had been shaken by the hands of great monkeys, Lord Rāmacandra went to Laṅkā to release Sītādevī from the clutches of Rāvaṇa. With the direction and help of Vibhīṣaṇa, Rāvaṇa’s brother, the Lord, along with the monkey soldiers, headed by Sugrīva, Nīla and Hanumān, entered Rāvaṇa’s kingdom, Laṅkā, which had previously been burnt by Hanumān.",
        "purport": " Great mountain peaks covered with trees and plants were thrown into the sea by the monkey soldiers and began to float by the supreme will of the Lord. By the supreme will of the Lord, many great planets float weightlessly in space like swabs of cotton. If this is possible, why should great mountain peaks not be able to float on water? This is the omnipotence of the Supreme Personality of Godhead. He can do anything and everything He likes, because He is not under the control of the material nature; indeed, material nature is controlled by Him. Mayādhyakṣeṇa prakṛtiḥ sūyate sacarācaram: only under His direction does prakṛti, or material nature, work. Similar information is given in the Brahma-saṁhitā (5.52): Describing how material nature works, the Brahma-saṁhitā says that the sun moves as desired by the Supreme Personality of Godhead. Consequently, for Lord Rāmacandra to construct a bridge over the Indian Ocean with the help of monkey soldiers who threw great mountain peaks into the water is not at all wonderful; it is wonderful only in the sense that it has kept the name and fame of Lord Rāmacandra eternally celebrated."
    },
    {
        "verse": "17",
        "devanagari": "सा वानरेन्द्रबलरुद्धविहारकोष्ठ-श्रीद्वारगोपुरसदोवलभीविटङ्का ।निर्भज्यमानधिषणध्वजहेमकुम्भ-श‍ृङ्गाटका गजकुलैर्ह्रदिनीव घूर्णा ॥ १७ ॥",
        "english_devnagari": "sā vānarendra-bala-ruddha-vihāra-koṣṭha-śrī-dvāra-gopura-sado-valabhī-viṭaṅkānirbhajyamāna-dhiṣaṇa-dhvaja-hema-kumbha-śṛṅgāṭakā gaja-kulair hradinīva ghūrṇā",
        "verse_Syn": [
            "sā",
            "vānara",
            "indra",
            "bala",
            "ruddha",
            "vihāra",
            "koṣṭha",
            "śrī",
            "dvāra",
            "gopura",
            "sadaḥ",
            "valabhī",
            "viṭaṅkā",
            "nirbhajyamāna",
            "dhiṣaṇa",
            "dhvaja",
            "hema",
            "kumbha",
            "śṛṅgāṭakā",
            "gaja",
            "kulaiḥ",
            "hradinī",
            "iva",
            "ghūrṇā"
        ],
        "translation": "After entering Laṅkā, the monkey soldiers, led by chiefs like Sugrīva, Nīla and Hanumān, occupied all the sporting houses, granaries, treasuries, palace doorways, city gates, assembly houses, palace frontages and even the resting houses of the pigeons. When the city’s crossroads, platforms, flags and golden waterpots on its domes were all destroyed, the entire city of Laṅkā appeared like a river disturbed by a herd of elephants.",
        "purport": ""
    },
    {
        "verse": "18",
        "devanagari": "रक्ष:पतिस्तदवलोक्य निकुम्भकुम्भ-धूम्राक्षदुर्मुखसुरान्तकनरान्तकादीन् ।पुत्रं प्रहस्तमतिकायविकम्पनादीन्सर्वानुगान् समहिनोदथ कुम्भकर्णम् ॥ १८ ॥",
        "english_devnagari": "rakṣaḥ-patis tad avalokya nikumbha-kumbha-dhūmrākṣa-durmukha-surāntaka-narāntakādīnputraṁ prahastam atikāya-vikampanādīnsarvānugān samahinod atha kumbhakarṇam",
        "verse_Syn": [
            "rakṣaḥ",
            "patiḥ",
            "tat",
            "avalokya",
            "nikumbha",
            "kumbha",
            "dhūmrākṣa",
            "durmukha",
            "surāntaka",
            "narāntaka",
            "ādīn",
            "putram",
            "prahastam",
            "atikāya",
            "vikampana",
            "ādīn",
            "sarva",
            "anugān",
            "samahinot",
            "atha",
            "kumbhakarṇam"
        ],
        "translation": "When Rāvaṇa, the master of the Rākṣasas, saw the disturbances created by the monkey soldiers, he called for Nikumbha, Kumbha, Dhūmrākṣa, Durmukha, Surāntaka, Narāntaka and other Rākṣasas and also his son Indrajit. Thereafter he called for Prahasta, Atikāya, Vikampana and finally Kumbhakarṇa. Then he induced all his followers to fight against the enemies.",
        "purport": ""
    },
    {
        "verse": "19",
        "devanagari": "तां यातुधानपृतनामसिशूलचाप-प्रासर्ष्टिशक्तिशरतोमरखड्‌गदुर्गाम् ।सुग्रीवलक्ष्मणमरुत्सुतगन्धमाद-नीलाङ्गदर्क्षपनसादिभिरन्वितोऽगात् ॥ १९ ॥",
        "english_devnagari": "tāṁ yātudhāna-pṛtanām asi-śūla-cāpa-prāsarṣṭi-śaktiśara-tomara-khaḍga-durgāmsugrīva-lakṣmaṇa-marutsuta-gandhamāda-nīlāṅgadarkṣa-panasādibhir anvito ’gāt",
        "verse_Syn": [
            "tām",
            "yātudhāna",
            "pṛtanām",
            "asi",
            "śūla",
            "cāpa",
            "prāsa",
            "ṛṣṭi",
            "śakti",
            "śara",
            "tomara",
            "khaḍga",
            "durgām",
            "sugrīva",
            "lakṣmaṇa",
            "marut",
            "suta",
            "gandhamāda",
            "nīla",
            "aṅgada",
            "ṛkṣa",
            "panasa",
            "ādibhiḥ",
            "anvitaḥ",
            "agāt"
        ],
        "translation": "Lord Rāmacandra, surrounded by Lakṣmaṇa and monkey soldiers like Sugrīva, Hanumān, Gandhamāda, Nīla, Aṅgada, Jāmbavān and Panasa, attacked the soldiers of the Rākṣasas, who were fully equipped with various invincible weapons like swords, lances, bows, prāsas, ṛṣṭis, śakti arrows, khaḍgas and tomaras.",
        "purport": ""
    },
    {
        "verse": "20",
        "devanagari": "तेऽनीकपा रघुपतेरभिपत्य सर्वेद्वन्द्वं वरूथमिभपत्तिरथाश्वयोधै: ।जघ्नुर्द्रुमैर्गिरिगदेषुभिरङ्गदाद्या:सीताभिमर्षहतमङ्गलरावणेशान् ॥ २० ॥",
        "english_devnagari": "te ’nīkapā raghupater abhipatya sarvedvandvaṁ varūtham ibha-patti-rathāśva-yodhaiḥjaghnur drumair giri-gadeṣubhir aṅgadādyāḥsītābhimarṣa-hata-maṅgala-rāvaṇeśān",
        "verse_Syn": [
            "te",
            "anīka",
            "pāḥ",
            "raghupateḥ",
            "abhipatya",
            "sarve",
            "dvandvam",
            "varūtham",
            "ibha",
            "patti",
            "ratha",
            "aśva",
            "yodhaiḥ",
            "jaghnuḥ",
            "drumaiḥ",
            "giri",
            "gadā",
            "iṣubhiḥ",
            "aṅgada",
            "ādyāḥ",
            "sītā",
            "abhimarṣa",
            "hata",
            "maṅgala",
            "rāvaṇa",
            "īśān"
        ],
        "translation": "Aṅgada and the other commanders of the soldiers of Rāmacandra faced the elephants, infantry, horses and chariots of the enemy and hurled against them big trees, mountain peaks, clubs and arrows. Thus the soldiers of Lord Rāmacandra killed Rāvaṇa’s soldiers, who had lost all good fortune because Rāvaṇa had been condemned by the anger of mother Sītā.",
        "purport": " The soldiers Lord Rāmacandra recruited in the jungle were all monkeys and did not have proper equipment with which to fight the soldiers of Rāvaṇa, for Rāvaṇa’s soldiers were equipped with weapons of modern warfare whereas the monkeys could only throw stones, mountain peaks and trees. It was only Lord Rāmacandra and Lakṣmaṇa who shot some arrows. But because the soldiers of Rāvaṇa were condemned by the curse of mother Sītā, the monkeys were able to kill them simply by throwing stones and trees. There are two kinds of strength — daiva and puruṣākāra. Daiva refers to the strength achieved from the Transcendence, and puruṣākāra refers to the strength organized by one’s own intelligence and power. Transcendental power is always superior to the power of the materialist. Depending on the mercy of the Supreme Lord, one must fight one’s enemies even though one may not be equipped with modern weapons. Therefore Kṛṣṇa instructed Arjuna, mām anusmara yudhya ca: “Think of Me and fight.” We should fight our enemy to the best of our ability, but for victory we must depend on the mercy of the Supreme Personality of Godhead."
    },
    {
        "verse": "21",
        "devanagari": "रक्ष:पति: स्वबलनष्टिमवेक्ष्य रुष्टआरुह्य यानकमथाभिससार रामम् ।स्व:स्यन्दने द्युमति मातलिनोपनीतेविभ्राजमानमहनन्निशितै: क्षुरप्रै: ॥ २१ ॥",
        "english_devnagari": "rakṣaḥ-patiḥ sva-bala-naṣṭim avekṣya ruṣṭaāruhya yānakam athābhisasāra rāmamsvaḥ-syandane dyumati mātalinopanītevibhrājamānam ahanan niśitaiḥ kṣurapraiḥ",
        "verse_Syn": [
            "rakṣaḥ",
            "patiḥ",
            "sva",
            "bala",
            "naṣṭim",
            "avekṣya",
            "ruṣṭaḥ",
            "āruhya",
            "yānakam",
            "atha",
            "abhisasāra",
            "rāmam",
            "svaḥ",
            "syandane",
            "dyumati",
            "mātalinā",
            "upanīte",
            "vibhrājamānam",
            "ahanat",
            "niśitaiḥ",
            "kṣurapraiḥ"
        ],
        "translation": "Thereafter, when Rāvaṇa, the king of the Rākṣasas, observed that his soldiers had been lost, he was extremely angry. Thus he mounted his airplane, which was decorated with flowers, and proceeded toward Lord Rāmacandra, who sat on the effulgent chariot brought by Mātali, the chariot driver of Indra. Then Rāvaṇa struck Lord Rāmacandra with sharp arrows.",
        "purport": ""
    },
    {
        "verse": "22",
        "devanagari": "रामस्तमाह पुरुषादपुरीष यन्न:कान्तासमक्षमसतापहृता श्ववत् ते ।त्यक्तत्रपस्य फलमद्य जुगुप्सितस्ययच्छामि काल इव कर्तुरलङ्‍घ्यवीर्य: ॥ २२ ॥",
        "english_devnagari": "rāmas tam āha puruṣāda-purīṣa yan naḥkāntāsamakṣam asatāpahṛtā śvavat tetyakta-trapasya phalam adya jugupsitasyayacchāmi kāla iva kartur alaṅghya-vīryaḥ",
        "verse_Syn": [
            "rāmaḥ",
            "tam",
            "āha",
            "puruṣa",
            "ada",
            "purīṣa",
            "yat",
            "naḥ",
            "kāntā",
            "asamakṣam",
            "asatā",
            "apahṛtā",
            "śva",
            "vat",
            "te",
            "tyakta",
            "trapasya",
            "phalam",
            "adya",
            "jugupsitasya",
            "yacchāmi",
            "kālaḥ",
            "iva",
            "kartuḥ",
            "alaṅghya",
            "vīryaḥ"
        ],
        "translation": "Lord Rāmacandra said to Rāvaṇa: You are the most abominable of the man-eaters. Indeed, you are like their stool. You resemble a dog, for as a dog steals eatables from the kitchen in the absence of the householder, in My absence you kidnapped My wife, Sītādevī. Therefore as Yamarāja punishes sinful men, I shall also punish you. You are most abominable, sinful and shameless. Today, therefore, I, whose attempt never fails, shall punish you.",
        "purport": " Na ca daivāt paraṁ balam: no one can surpass the strength of the Transcendence. Rāvaṇa was so sinful and shameless that he did not know what the result would be of kidnapping mother Sītā, the pleasure potency of Rāmacandra. This is the disqualification of the Rākṣasas. Asatyam apratiṣṭhaṁ te jagad āhur anīśvaram. The Rākṣasas are unaware that the Supreme Lord is the ruler of the creation. They think that everything has come about by chance or accident and that there is no ruler, king or controller. Therefore the Rākṣasas act independently, as they like, going even so far as to kidnap the goddess of fortune. This policy of Rāvaṇa’s is extremely dangerous for the materialist; indeed, it brings ruin to the materialistic civilization. Nonetheless, because atheists are Rākṣasas, they dare to do things that are most abominable, and thus they are punished without fail. Religion consists of the orders of the Supreme Lord, and one who carries out these orders is religious. One who fails to carry out the Lord’s orders is irreligious, and he is to be punished."
    },
    {
        "verse": "23",
        "devanagari": "एवं क्षिपन् धनुषि संधितमुत्ससर्जबाणं स वज्रमिव तद्‍धृदयं बिभेद ।सोऽसृग् वमन् दशमुखैर्न्यपतद् विमाना-द्धाहेति जल्पति जने सुकृतीव रिक्त: ॥ २३ ॥",
        "english_devnagari": "evaṁ kṣipan dhanuṣi sandhitam utsasarjabāṇaṁ sa vajram iva tad-dhṛdayaṁ bibhedaso ’sṛg vaman daśa-mukhair nyapatad vimānāddhāheti jalpati jane sukṛtīva riktaḥ",
        "verse_Syn": [
            "evam",
            "kṣipan",
            "dhanuṣi",
            "sandhitam",
            "utsasarja",
            "bāṇam",
            "saḥ",
            "vajram",
            "iva",
            "tat",
            "hṛdayam",
            "bibheda",
            "saḥ",
            "asṛk",
            "vaman",
            "daśa",
            "mukhaiḥ",
            "nyapatat",
            "vimānāt",
            "hāhā",
            "iti",
            "jalpati",
            "jane",
            "sukṛtī",
            "iva",
            "riktaḥ"
        ],
        "translation": "After thus rebuking Rāvaṇa, Lord Rāmacandra fixed an arrow to His bow, aimed at Rāvaṇa, and released the arrow, which pierced Rāvaṇa’s heart like a thunderbolt. Upon seeing this, Rāvaṇa’s followers raised a tumultuous sound, crying, “Alas! Alas! What has happened? What has happened?” as Rāvaṇa, vomiting blood from his ten mouths, fell from his airplane, just as a pious man falls to earth from the heavenly planets when the results of his pious activities are exhausted.",
        "purport": " In Bhagavad-gītā (9.21) it is said, kṣīṇe puṇye martya-lokaṁ viśanti: “When the results of their pious activities are exhausted, those who have enjoyed in the heavenly planets fall again to earth.” The fruitive activities of this material world are such that whether one acts piously or impiously one must remain within the material world according to different conditions, for neither pious nor impious actions can relieve one from māyā’s clutches of repeated birth and death. Somehow or other, Rāvaṇa was raised to an exalted position as the king of a great kingdom with all material opulences, but because of his sinful act of kidnapping mother Sītā, all the results of his pious activities were destroyed. If one offends an exalted personality, especially the Supreme Personality of Godhead, one certainly becomes most abominable; bereft of the results of pious activities, one must fall down like Rāvaṇa and other demons. It is therefore advised that one transcend both pious and impious activities and remain in the pure state of freedom from all designations (sarvopādhi-vinirmuktaṁ tat-paratvena nirmalam). When one is fixed in devotional service, he is above the material platform. On the material platform there are higher and lower positions, but when one is above the material platform he is always fixed in a spiritual position (sa guṇān samatītyaitān brahma-bhūyāya kalpate). Rāvaṇa or those like him may be very powerful and opulent in this material world, but theirs is not a secure position, because, after all, they are bound by the results of their karma (karmaṇā daiva-netreṇa). We should not forget that we are completely dependent on the laws of nature. “The bewildered spirit soul, under the influence of the three modes of material nature, thinks himself the doer of activities that are in actuality carried out by nature.” (Bg. 3.27) One should not be proud of one’s exalted position and act like Rāvaṇa, thinking oneself independent of material nature’s laws."
    },
    {
        "verse": "24",
        "devanagari": "ततो निष्क्रम्य लङ्काया यातुधान्य: सहस्रश: ।मन्दोदर्या समं तत्र प्ररुदन्त्य उपाद्रवन् ॥ २४ ॥",
        "english_devnagari": "tato niṣkramya laṅkāyāyātudhānyaḥ sahasraśaḥmandodaryā samaṁ tatraprarudantya upādravan",
        "verse_Syn": [
            "tataḥ",
            "niṣkramya",
            "laṅkāyāḥ",
            "yātudhānyaḥ",
            "sahasraśaḥ",
            "mandodaryā",
            "samam",
            "tatra",
            "prarudantyaḥ",
            "upādravan"
        ],
        "translation": "Thereafter, all the women whose husbands had fallen in the battle, headed by Mandodarī, the wife of Rāvaṇa, came out of Laṅkā. Continuously crying, they approached the dead bodies of Rāvaṇa and the other Rākṣasas.",
        "purport": ""
    },
    {
        "verse": "25",
        "devanagari": "स्वान् स्वान् बन्धून् परिष्वज्य लक्ष्मणेषुभिरर्दितान् ।रुरुदु: सुस्वरं दीना घ्नन्त्य आत्मानमात्मना ॥ २५ ॥",
        "english_devnagari": "svān svān bandhūn pariṣvajyalakṣmaṇeṣubhir arditānruruduḥ susvaraṁ dīnāghnantya ātmānam ātmanā",
        "verse_Syn": [
            "svān",
            "svān",
            "bandhūn",
            "pariṣvajya",
            "lakṣmaṇa",
            "iṣubhiḥ",
            "arditān",
            "ruruduḥ",
            "su",
            "svaram",
            "dīnāḥ",
            "ghnantyaḥ",
            "ātmānam",
            "ātmanā"
        ],
        "translation": "Striking their breasts in affliction because their husbands had been killed by the arrows of Lakṣmaṇa, the women embraced their respective husbands and cried piteously in voices appealing to everyone.",
        "purport": ""
    },
    {
        "verse": "26",
        "devanagari": "हा हता: स्म वयं नाथ लोकरावण रावण ।कं यायाच्छरणं लङ्का त्वद्विहीना परार्दिता ॥ २६ ॥",
        "english_devnagari": "hā hatāḥ sma vayaṁ nāthaloka-rāvaṇa rāvaṇakaṁ yāyāc charaṇaṁ laṅkātvad-vihīnā parārditā",
        "verse_Syn": [
            "hā",
            "hatāḥ",
            "sma",
            "vayam",
            "nātha",
            "loka",
            "rāvaṇa",
            "rāvaṇa",
            "kam",
            "yāyāt",
            "śaraṇam",
            "laṅkā",
            "tvat",
            "vihīnā",
            "para",
            "arditā"
        ],
        "translation": "O my lord, O master! You epitomized trouble for others, and therefore you were called Rāvaṇa. But now that you have been defeated, we also are defeated, for without you the state of Laṅkā has been conquered by the enemy. To whom will it go for shelter?",
        "purport": " Rāvaṇa’s wife Mandodarī and the other wives knew very well how cruel a person Rāvaṇa was. The very word “Rāvaṇa” means “one who causes crying for others.” Rāvaṇa continuously caused trouble for others, but when his sinful activities culminated in giving trouble to Sītādevī, he was killed by Lord Rāmacandra."
    },
    {
        "verse": "27",
        "devanagari": "न वै वेद महाभाग भवान् कामवशं गत: ।तेजोऽनुभावं सीताया येन नीतो दशामिमाम् ॥ २७ ॥",
        "english_devnagari": "na vai veda mahā-bhāgabhavān kāma-vaśaṁ gataḥtejo ’nubhāvaṁ sītāyāyena nīto daśām imām",
        "verse_Syn": [
            "na",
            "vai",
            "veda",
            "mahā",
            "bhāga",
            "bhavān",
            "kāma",
            "vaśam",
            "gataḥ",
            "tejaḥ",
            "anubhāvam",
            "sītāyāḥ",
            "yena",
            "nītaḥ",
            "daśām",
            "imām"
        ],
        "translation": "O greatly fortunate one, you came under the influence of lusty desires, and therefore you could not understand the influence of mother Sītā. Now, because of her curse, you have been reduced to this state, having been killed by Lord Rāmacandra.",
        "purport": " Not only was mother Sītā powerful, but any woman who follows in the footsteps of mother Sītā can also become similarly powerful. There are many instances of this in the history of Vedic literature. Whenever we find a description of ideal chaste women, mother Sītā is among them. Mandodarī, the wife of Rāvaṇa, was also very chaste. Similarly, Draupadī was one of five exalted chaste women. As a man must follow great personalities like Brahmā and Nārada, a woman must follow the path of such ideal women as Sītā, Mandodarī and Draupadī. By staying chaste and faithful to her husband, a woman enriches herself with supernatural power. It is a moral principle that one should not be influenced by lusty desires for another’s wife. Mātṛvat para-dāreṣu: an intelligent person must look upon another’s wife as being like his mother. This is a moral injunction from Cāṇakya-śloka (10). “One who considers another’s wife as his mother, another’s possessions as a lump of dirt and treats all other living beings as he would himself, is considered to be learned.” Thus Rāvaṇa was condemned not only by Lord Rāmacandra but even by his own wife, Mandodarī. Because she was a chaste woman, she knew the power of another chaste woman, especially such a wife as mother Sītādevī."
    },
    {
        "verse": "28",
        "devanagari": "कृतैषा विधवा लङ्का वयं च कुलनन्दन ।देह: कृतोऽन्नं गृध्राणामात्मा नरकहेतवे ॥ २८ ॥",
        "english_devnagari": "kṛtaiṣā vidhavā laṅkāvayaṁ ca kula-nandanadehaḥ kṛto ’nnaṁ gṛdhrāṇāmātmā naraka-hetave",
        "verse_Syn": [
            "kṛtā",
            "eṣā",
            "vidhavā",
            "laṅkā",
            "vayam",
            "ca",
            "kula",
            "nandana",
            "dehaḥ",
            "kṛtaḥ",
            "annam",
            "gṛdhrāṇām",
            "ātmā",
            "naraka",
            "hetave"
        ],
        "translation": "O pleasure of the Rākṣasa dynasty, because of you the state of Laṅkā and also we ourselves now have no protector. By your deeds you have made your body fit to be eaten by vultures and your soul fit to go to hell.",
        "purport": " One who follows the path of Rāvaṇa is condemned in two ways: his body is fit to be eaten by dogs and vultures, and the soul goes to hell. As stated by the Lord Himself in Bhagavad-gītā (16.19): “Those who are envious and mischievous, who are the lowest among men, are cast by Me into the ocean of material existence, into various demoniac species of life.” Thus the destination of godless atheists such as Rāvaṇa, Hiraṇyakaśipu, Kaṁsa and Dantavakra is a hellish condition of life. Mandodarī, the wife of Rāvaṇa, could understand all this because she was a chaste woman. Although lamenting for the death of her husband, she knew what would happen to his body and soul, for although one cannot see directly with one’s material eyes, one can see with eyes of knowledge (paśyanti jñāna-cakṣuṣaḥ). In Vedic history there are many instances of how one becomes godless and is condemned by the laws of nature."
    },
    {
        "verse": "29",
        "devanagari": "श्रीशुक उवाचस्वानां विभीषणश्चक्रे कोसलेन्द्रानुमोदित: ।पितृमेधविधानेन यदुक्तं साम्परायिकम् ॥ २९ ॥",
        "english_devnagari": "śrī-śuka uvācasvānāṁ vibhīṣaṇaś cakrekosalendrānumoditaḥpitṛ-medha-vidhānenayad uktaṁ sāmparāyikam",
        "verse_Syn": [
            "śrī",
            "śukaḥ",
            "uvāca",
            "svānām",
            "vibhīṣaṇaḥ",
            "cakre",
            "kosala",
            "indra",
            "anumoditaḥ",
            "pitṛ",
            "medha",
            "vidhānena",
            "yat",
            "uktam",
            "sāmparāyikam"
        ],
        "translation": "Śrī Śukadeva Gosvāmī said: Vibhīṣaṇa, the pious brother of Rāvaṇa and devotee of Lord Rāmacandra, received approval from Lord Rāmacandra, the King of Kosala. Then he performed the prescribed funeral ceremonies for his family members to save them from the path to hell.",
        "purport": " After giving up the body, one is transferred to another body, but sometimes, if one is too sinful, he is checked from transmigrating to another body, and thus he becomes a ghost. To save a diseased person from ghostly life, the funeral ceremony, or śrāddha ceremony, as prescribed in authorized śāstra, must be performed. Rāvaṇa was killed by Lord Rāmacandra and was destined for hellish life, but by Lord Rāmacandra’s advice, Vibhīṣaṇa, Rāvaṇa’s brother, performed all the duties prescribed in relation to the dead. Thus Lord Rāmacandra was kind to Rāvaṇa even after Rāvaṇa’s death."
    },
    {
        "verse": "30",
        "devanagari": "ततो ददर्श भगवानशोकवनिकाश्रमे ।क्षामां स्वविरहव्याधिं शिंशपामूलमाश्रिताम् ॥ ३० ॥",
        "english_devnagari": "tato dadarśa bhagavānaśoka-vanikāśramekṣāmāṁ sva-viraha-vyādhiṁśiṁśapā-mūlam-āśritām",
        "verse_Syn": [
            "tataḥ",
            "dadarśa",
            "bhagavān",
            "aśoka",
            "vanika",
            "āśrame",
            "kṣāmām",
            "sva",
            "viraha",
            "vyādhim",
            "śiṁśapā",
            "mūlam",
            "āśritām"
        ],
        "translation": "Thereafter, Lord Rāmacandra found Sītādevī sitting in a small cottage beneath the tree named Siṁśapā in a forest of Aśoka trees. She was lean and thin, being aggrieved because of separation from Him.",
        "purport": ""
    },
    {
        "verse": "31",
        "devanagari": "राम: प्रियतमां भार्यां दीनां वीक्ष्यान्वकम्पत ।आत्मसन्दर्शनाह्लादविकसन्मुखपङ्कजाम् ॥ ३१ ॥",
        "english_devnagari": "rāmaḥ priyatamāṁ bhāryāṁdīnāṁ vīkṣyānvakampataātma-sandarśanāhlāda-vikasan-mukha-paṅkajām",
        "verse_Syn": [
            "rāmaḥ",
            "priya",
            "tamām",
            "bhāryām",
            "dīnām",
            "vīkṣya",
            "anvakampata",
            "ātma",
            "sandarśana",
            "āhlāda",
            "vikasat",
            "mukha",
            "paṅkajām"
        ],
        "translation": "Seeing His wife in that condition, Lord Rāmacandra was very compassionate. When Rāmacandra came before her, she was exceedingly happy to see her beloved, and her lotuslike mouth showed her joy.",
        "purport": ""
    },
    {
        "verse": "32",
        "devanagari": "आरोप्यारुरुहे यानं भ्रातृभ्यां हनुमद्युत: ।विभीषणाय भगवान् दत्त्वा रक्षोगणेशताम् ।लङ्कामायुश्च कल्पान्तं ययौ चीर्णव्रत: पुरीम् ॥ ३२ ॥",
        "english_devnagari": "āropyāruruhe yānaṁbhrātṛbhyāṁ hanumad-yutaḥvibhīṣaṇāya bhagavāndattvā rakṣo-gaṇeśatāmlaṅkām āyuś ca kalpāntaṁyayau cīrṇa-vrataḥ purīm",
        "verse_Syn": [
            "āropya",
            "āruruhe",
            "yānam",
            "bhrātṛbhyām",
            "hanumat",
            "yutaḥ",
            "vibhīṣaṇāya",
            "bhagavān",
            "dattvā",
            "rakṣaḥ",
            "gaṇa",
            "īśatām",
            "laṅkām",
            "āyuḥ",
            "ca",
            "kalpa",
            "antam",
            "yayau",
            "cīrṇa",
            "vrataḥ",
            "purīm"
        ],
        "translation": "After giving Vibhīṣaṇa the power to rule the Rākṣasa population of Laṅkā for the duration of one kalpa, Lord Rāmacandra, the Supreme Personality of Godhead [Bhagavān], placed Sītādevī on an airplane decorated with flowers and then got on the plane Himself. The period for His living in the forest having ended, the Lord returned to Ayodhyā, accompanied by Hanumān, Sugrīva and His brother Lakṣmaṇa.",
        "purport": ""
    },
    {
        "verse": "33",
        "devanagari": "अवकीर्यमाण: सुकुसुमैर्लोकपालार्पितै: पथि ।उपगीयमानचरित: शतधृत्यादिभिर्मुदा ॥ ३३ ॥",
        "english_devnagari": "avakīryamāṇaḥ sukusumairlokapālārpitaiḥ pathiupagīyamāna-caritaḥśatadhṛty-ādibhir mudā",
        "verse_Syn": [
            "avakīryamāṇaḥ",
            "su",
            "kusumaiḥ",
            "loka",
            "pāla",
            "arpitaiḥ",
            "pathi",
            "upagīyamāna",
            "caritaḥ",
            "śatadhṛti",
            "ādibhiḥ",
            "mudā"
        ],
        "translation": "When Lord Rāmacandra returned to His capital, Ayodhyā, He was greeted on the road by the princely order, who showered His body with beautiful, fragrant flowers, while great personalities like Lord Brahmā and other demigods glorified the activities of the Lord in great jubilation.",
        "purport": ""
    },
    {
        "verse": "34",
        "devanagari": "गोमूत्रयावकं श्रुत्वा भ्रातरं वल्कलाम्बरम् ।महाकारुणिकोऽतप्यज्जटिलं स्थण्डिलेशयम् ॥ ३४ ॥",
        "english_devnagari": "go-mūtra-yāvakaṁ śrutvābhrātaraṁ valkalāmbarammahā-kāruṇiko ’tapyajjaṭilaṁ sthaṇḍile-śayam",
        "verse_Syn": [
            "go",
            "mūtra",
            "yāvakam",
            "śrutvā",
            "bhrātaram",
            "valkala",
            "ambaram",
            "mahā",
            "kāruṇikaḥ",
            "atapyat",
            "jaṭilam",
            "sthaṇḍile",
            "śayam"
        ],
        "translation": "Upon reaching Ayodhyā, Lord Rāmacandra heard that in His absence His brother Bharata was eating barley cooked in the urine of a cow, covering His body with the bark of trees, wearing matted locks of hair, and lying on a mattress of kuśa. The most merciful Lord very much lamented this.",
        "purport": ""
    },
    {
        "verse": "35-38",
        "devanagari": "भरत: प्राप्तमाकर्ण्य पौरामात्यपुरोहितै: ।पादुके शिरसि न्यस्य रामं प्रत्युद्यतोऽग्रजम् ॥ ३५ ॥नन्दिग्रामात् स्वशिबिराद् गीतवादित्रनि:स्वनै: ।ब्रह्मघोषेण च मुहु: पठद्भ‍िर्ब्रह्मवादिभि: ॥ ३६ ॥स्वर्णकक्षपताकाभिर्हैमैश्चित्रध्वजै रथै: ।सदश्वै रुक्‍मसन्नाहैर्भटै: पुरटवर्मभि: ॥ ३७ ॥श्रेणीभिर्वारमुख्याभिर्भृत्यैश्चैव पदानुगै: ।पारमेष्ठ्यान्युपादाय पण्यान्युच्चावचानि च ।पादयोर्न्यपतत् प्रेम्णा प्रक्लिन्नहृदयेक्षण: ॥ ३८ ॥",
        "english_devnagari": "bharataḥ prāptam ākarṇyapaurāmātya-purohitaiḥpāduke śirasi nyasyarāmaṁ pratyudyato ’grajam",
        "verse_Syn": [
            "bharataḥ",
            "prāptam",
            "ākarṇya",
            "paura",
            "amātya",
            "purohitaiḥ",
            "pāduke",
            "śirasi",
            "nyasya",
            "rāmam",
            "pratyudyataḥ",
            "agrajam",
            "nandigrāmāt",
            "sva",
            "śibirāt",
            "gīta",
            "vāditra",
            "niḥsvanaiḥ",
            "brahma",
            "ghoṣeṇa",
            "ca",
            "muhuḥ",
            "paṭhadbhiḥ",
            "brahma",
            "vādibhiḥ",
            "svarṇa",
            "kakṣa",
            "patākābhiḥ",
            "haimaiḥ",
            "citra",
            "dhvajaiḥ",
            "rathaiḥ",
            "sat",
            "aśvaiḥ",
            "rukma",
            "sannāhaiḥ",
            "bhaṭaiḥ",
            "puraṭa",
            "varmabhiḥ",
            "śreṇībhiḥ",
            "vāra",
            "mukhyābhiḥ",
            "bhṛtyaiḥ",
            "ca",
            "eva",
            "pada",
            "anugaiḥ",
            "pārameṣṭhyāni",
            "upādāya",
            "paṇyāni",
            "ucca",
            "avacāni",
            "ca",
            "pādayoḥ",
            "nyapatat",
            "premṇā",
            "praklinna",
            "hṛdaya",
            "īkṣaṇaḥ"
        ],
        "translation": "When Lord Bharata understood that Lord Rāmacandra was returning to the capital, Ayodhyā, He immediately took upon His own head Lord Rāmacandra’s wooden shoes and came out from His camp at Nandigrāma. Lord Bharata was accompanied by ministers, priests and other respectable citizens, by professional musicians vibrating pleasing musical sounds, and by learned brāhmaṇas loudly chanting Vedic hymns. Following in the procession were chariots drawn by beautiful horses with harnesses of golden rope. These chariots were decorated by flags with golden embroidery and by other flags of various sizes and patterns. There were soldiers bedecked with golden armor, servants bearing betel nut, and many well-known and beautiful prostitutes. Many servants followed on foot, bearing an umbrella, whisks, different grades of precious jewels, and other paraphernalia befitting a royal reception. Accompanied in this way, Lord Bharata, His heart softened in ecstasy and His eyes full of tears, approached Lord Rāmacandra and fell at His lotus feet with great ecstatic love.",
        "purport": ""
    },
    {
        "verse": "39-40",
        "devanagari": "पादुके न्यस्य पुरत: प्राञ्जलिर्बाष्पलोचन: ।तमाश्लिष्य चिरं दोर्भ्यां स्‍नापयन् नेत्रजैर्जलै: ॥ ३९ ॥रामो लक्ष्मणसीताभ्यां विप्रेभ्यो येऽर्हसत्तमा: ।तेभ्य: स्वयं नमश्चक्रे प्रजाभिश्च नमस्कृत: ॥ ४० ॥",
        "english_devnagari": "pāduke nyasya purataḥprāñjalir bāṣpa-locanaḥtam āśliṣya ciraṁ dorbhyāṁsnāpayan netrajair jalaiḥ",
        "verse_Syn": [
            "pāduke",
            "nyasya",
            "purataḥ",
            "prāñjaliḥ",
            "bāṣpa",
            "locanaḥ",
            "tam",
            "āśliṣya",
            "ciram",
            "dorbhyām",
            "snāpayan",
            "netra",
            "jaiḥ",
            "jalaiḥ",
            "rāmaḥ",
            "lakṣmaṇa",
            "sītābhyām",
            "viprebhyaḥ",
            "ye",
            "arha",
            "sattamāḥ",
            "tebhyaḥ",
            "svayam",
            "namaḥ",
            "cakre",
            "prajābhiḥ",
            "ca",
            "namaḥ",
            "kṛtaḥ"
        ],
        "translation": "After offering the wooden shoes before Lord Rāmacandra, Lord Bharata stood with folded hands, His eyes full of tears, and Lord Rāmacandra bathed Bharata with tears while embracing Him with both arms for a long time. Accompanied by mother Sītā and Lakṣmaṇa, Lord Rāmacandra then offered His respectful obeisances unto the learned brāhmaṇas and the elderly persons in the family, and all the citizens of Ayodhyā offered their respectful obeisances unto the Lord.",
        "purport": ""
    },
    {
        "verse": "41",
        "devanagari": "धुन्वन्त उत्तरासङ्गान् पतिं वीक्ष्य चिरागतम् ।उत्तरा: कोसला माल्यै: किरन्तो ननृतुर्मुदा ॥ ४१ ॥",
        "english_devnagari": "dhunvanta uttarāsaṅgānpatiṁ vīkṣya cirāgatamuttarāḥ kosalā mālyaiḥkiranto nanṛtur mudā",
        "verse_Syn": [
            "dhunvantaḥ",
            "uttara",
            "āsaṅgān",
            "patim",
            "vīkṣya",
            "cira",
            "āgatam",
            "uttarāḥ",
            "kosalāḥ",
            "mālyaiḥ",
            "kirantaḥ",
            "nanṛtuḥ",
            "mudā"
        ],
        "translation": "The citizens of Ayodhyā, upon seeing their King return after a long absence, offered Him flower garlands, waved their upper cloths, and danced in great jubilation.",
        "purport": ""
    },
    {
        "verse": "42-43",
        "devanagari": "पादुके भरतोऽगृह्णाच्चामरव्यजनोत्तमे ।विभीषण: ससुग्रीव: श्वेतच्छत्रं मरुत्सुत: ॥ ४२ ॥धनुर्निषङ्गाञ्छत्रुघ्न: सीता तीर्थकमण्डलुम् ।अबिभ्रदङ्गद: खड्‍गं हैमं चर्मर्क्षराण्नृप ॥ ४३ ॥",
        "english_devnagari": "pāduke bharato ’gṛhṇāccāmara-vyajanottamevibhīṣaṇaḥ sasugrīvaḥśveta-cchatraṁ marut-sutaḥ",
        "verse_Syn": [
            "pāduke",
            "bharataḥ",
            "agṛhṇāt",
            "cāmara",
            "vyajana",
            "uttame",
            "vibhīṣaṇaḥ",
            "sa",
            "sugrīvaḥ",
            "śveta",
            "chatram",
            "marut",
            "sutaḥ",
            "dhanuḥ",
            "niṣaṅgān",
            "śatrughnaḥ",
            "sītā",
            "tīrtha",
            "kamaṇḍalum",
            "abibhrat",
            "aṅgadaḥ",
            "khaḍgam",
            "haimam",
            "carma",
            "ṛkṣa",
            "rāṭ",
            "nṛpa"
        ],
        "translation": "O King, Lord Bharata carried Lord Rāmacandra’s wooden shoes, Sugrīva and Vibhīṣaṇa carried a whisk and an excellent fan, Hanumān carried a white umbrella, Śatrughna carried a bow and two quivers, and Sītādevī carried a waterpot filled with water from holy places. Aṅgada carried a sword, and Jāmbavān, King of the Ṛkṣas, carried a golden shield.",
        "purport": ""
    },
    {
        "verse": "44",
        "devanagari": "पुष्पकस्थो नुत: स्त्रीभि: स्तूयमानश्च वन्दिभि: ।विरेजे भगवान् राजन् ग्रहैश्चन्द्र इवोदित: ॥ ४४ ॥",
        "english_devnagari": "puṣpaka-stho nutaḥ strībhiḥstūyamānaś ca vandibhiḥvireje bhagavān rājangrahaiś candra ivoditaḥ",
        "verse_Syn": [
            "puṣpaka",
            "sthaḥ",
            "nutaḥ",
            "strībhiḥ",
            "stūyamānaḥ",
            "ca",
            "vandibhiḥ",
            "vireje",
            "bhagavān",
            "rājan",
            "grahaiḥ",
            "candraḥ",
            "iva",
            "uditaḥ"
        ],
        "translation": "O King Parīkṣit, as the Lord sat on His airplane of flowers, with women offering Him prayers and reciters chanting about His characteristics, He appeared like the moon with the stars and planets.",
        "purport": ""
    },
    {
        "verse": "45-46",
        "devanagari": "भ्रात्राभिनन्दित: सोऽथ सोत्सवां प्राविशत् पुरीम् ।प्रविश्य राजभवनं गुरुपत्नी: स्वमातरम् ॥ ४५ ॥गुरून् वयस्यावरजान् पूजित: प्रत्यपूजयत् ।वैदेही लक्ष्मणश्चैव यथावत् समुपेयतु: ॥ ४६ ॥",
        "english_devnagari": "bhrātrābhinanditaḥ so ’thasotsavāṁ prāviśat purīmpraviśya rāja-bhavanaṁguru-patnīḥ sva-mātaram",
        "verse_Syn": [
            "bhrātrā",
            "abhinanditaḥ",
            "saḥ",
            "atha",
            "sa",
            "utsavām",
            "prāviśat",
            "purīm",
            "praviśya",
            "rāja",
            "bhavanam",
            "guru",
            "patnīḥ",
            "sva",
            "mātaram",
            "gurūn",
            "vayasya",
            "avara",
            "jān",
            "pūjitaḥ",
            "pratyapūjayat",
            "vaidehī",
            "lakṣmaṇaḥ",
            "ca",
            "eva",
            "yathā",
            "vat",
            "samupeyatuḥ"
        ],
        "translation": "Thereafter, having been welcomed by His brother Bharata, Lord Rāmacandra entered the city of Ayodhyā in the midst of a festival. When He entered the palace, He offered obeisances to all the mothers, including Kaikeyī and the other wives of Mahārāja Daśaratha, and especially His own mother, Kauśalyā. He also offered obeisances to the spiritual preceptors, such as Vasiṣṭha. Friends of His own age and younger friends worshiped Him, and He returned their respectful obeisances, as did Lakṣmaṇa and mother Sītā. In this way they all entered the palace.",
        "purport": ""
    },
    {
        "verse": "47",
        "devanagari": "पुत्रान् स्वमातरस्तास्तु प्राणांस्तन्व इवोत्थिता: ।आरोप्याङ्केऽभिषिञ्चन्त्यो बाष्पौघैर्विजहु: शुच: ॥ ४७ ॥",
        "english_devnagari": "putrān sva-mātaras tās tuprāṇāṁs tanva ivotthitāḥāropyāṅke ’bhiṣiñcantyobāṣpaughair vijahuḥ śucaḥ",
        "verse_Syn": [
            "putrān",
            "sva",
            "mātaraḥ",
            "tāḥ",
            "tu",
            "prāṇān",
            "tanvaḥ",
            "iva",
            "utthitāḥ",
            "āropya",
            "aṅke",
            "abhiṣiñcantyaḥ",
            "bāṣpa",
            "oghaiḥ",
            "vijahuḥ",
            "śucaḥ"
        ],
        "translation": "Upon seeing their sons, the mothers of Rāma, Lakṣmaṇa, Bharata and Śatrughna immediately arose, like unconscious bodies returning to consciousness. The mothers placed their sons on their laps and bathed Them with tears, thus relieving themselves of the grief of long separation.",
        "purport": ""
    },
    {
        "verse": "48",
        "devanagari": "जटा निर्मुच्य विधिवत् कुलवृद्धै: समं गुरु: ।अभ्यषिञ्चद् यथैवेन्द्रं चतु:सिन्धुजलादिभि: ॥ ४८ ॥",
        "english_devnagari": "jaṭā nirmucya vidhivatkula-vṛddhaiḥ samaṁ guruḥabhyaṣiñcad yathaivendraṁcatuḥ-sindhu-jalādibhiḥ",
        "verse_Syn": [
            "jaṭāḥ",
            "nirmucya",
            "vidhi",
            "vat",
            "kula",
            "vṛddhaiḥ",
            "samam",
            "guruḥ",
            "abhyaṣiñcat",
            "yathā",
            "eva",
            "indram",
            "catuḥ",
            "sindhu",
            "jala",
            "ādibhiḥ"
        ],
        "translation": "The family priest or spiritual master, Vasiṣṭha, had Lord Rāmacandra cleanly shaved, freeing Him from His matted locks of hair. Then, with the cooperation of the elderly members of the family, he performed the bathing ceremony [abhiṣeka] for Lord Rāmacandra with the water of the four seas and with other substances, just as it was performed for King Indra.",
        "purport": ""
    },
    {
        "verse": "49",
        "devanagari": "एवं कृतशिर:स्‍नान: सुवासा: स्रग्व्यलङ्‍कृत: ।स्वलङ्‍कृतै: सुवासोभिर्भ्रातृभिर्भार्यया बभौ ॥ ४९ ॥",
        "english_devnagari": "evaṁ kṛta-śiraḥ-snānaḥsuvāsāḥ sragvy-alaṅkṛtaḥsvalaṅkṛtaiḥ suvāsobhirbhrātṛbhir bhāryayā babhau",
        "verse_Syn": [
            "evam",
            "kṛta",
            "śiraḥ",
            "snānaḥ",
            "su",
            "vāsāḥ",
            "sragvi",
            "alaṅkṛtaḥ",
            "su",
            "alaṅkṛtaiḥ",
            "su",
            "vāsobhiḥ",
            "bhrātṛbhiḥ",
            "bhāryayā",
            "babhau"
        ],
        "translation": "Lord Rāmacandra, fully bathed and His head clean-shaven, dressed Himself very nicely and was decorated with a garland and ornaments. Thus He shone brightly, surrounded by His brothers and wife, who were similarly dressed and ornamented.",
        "purport": ""
    },
    {
        "verse": "50",
        "devanagari": "अग्रहीदासनं भ्रात्रा प्रणिपत्य प्रसादित: ।प्रजा: स्वधर्मनिरता वर्णाश्रमगुणान्विता: ।जुगोप पितृवद् रामो मेनिरे पितरं च तम् ॥ ५० ॥",
        "english_devnagari": "agrahīd āsanaṁ bhrātrāpraṇipatya prasāditaḥprajāḥ sva-dharma-niratāvarṇāśrama-guṇānvitāḥjugopa pitṛvad rāmomenire pitaraṁ ca tam",
        "verse_Syn": [
            "agrahīt",
            "āsanam",
            "bhrātrā",
            "praṇipatya",
            "prasāditaḥ",
            "prajāḥ",
            "sva",
            "dharma",
            "niratāḥ",
            "varṇāśrama",
            "guṇa",
            "anvitāḥ",
            "jugopa",
            "pitṛ",
            "vat",
            "rāmaḥ",
            "menire",
            "pitaram",
            "ca",
            "tam"
        ],
        "translation": "Being pleased by the full surrender and submission of Lord Bharata, Lord Rāmacandra then accepted the throne of the state. He cared for the citizens exactly like a father, and the citizens, being fully engaged in their occupational duties of varṇa and āśrama, accepted Him as their father.",
        "purport": " People are very fond of the pattern of Rāma-rājya, and even today politicians sometimes form a party called Rāma-rājya, but unfortunately they have no obedience to Lord Rāma. It is sometimes said that people want the kingdom of God without God. Such an aspiration, however, is never to be fulfilled. Good government can exist when the relationship between the citizens and the government is like that exemplified by Lord Rāmacandra and His citizens. Lord Rāmacandra ruled His kingdom exactly as a father takes care of his children, and the citizens, being obliged to the good government of Lord Rāmacandra, accepted the Lord as their father. Thus the relationship between the citizens and the government should be exactly like that between father and son. When the sons in a family are well trained, they are obedient to the father and mother, and when the father is well qualified, he takes good care of the children. As indicated here by the words sva-dharma-niratā varṇāśrama-guṇān-vitāḥ, the people were good citizens because they accepted the institution of varṇa and āśrama, which arranges society in the varṇa divisions of brāhmaṇa, kṣatriya, vaiśya and śūdra and the āśrama divisions of brahmacarya, gṛhastha, vānaprastha and sannyāsa. This is actual human civilization. People must be trained according to the different varṇāśrama occupational duties. As confirmed in Bhagavad-gītā (4.13), cātur-varṇyaṁ mayā sṛṣṭaṁ guṇa-karma-vibhāgaśaḥ: the four varṇas must be established according to varying qualities and work. The first principle for good government is that it must institute this varṇāśrama system. The purpose of varṇāśrama is to enable people to become God conscious. Varṇāśramācāravatā puruṣeṇa paraḥ pumān viṣṇur ārādhyate. The entire varṇāśrama scheme is intended to enable people to become Vaiṣṇavas. Viṣṇur asya devatā. When people worship Lord Viṣṇu as the Supreme Lord, they become Vaiṣṇavas. Thus people should be trained to become Vaiṣṇavas through the system of varṇa and āśrama, as they were during the reign of Lord Rāmacandra, when everyone was fully trained to follow the varṇāśrama principles. Simply enforcing laws and ordinances cannot make the citizens obedient and lawful. That is impossible. Throughout the entire world there are so many states, legislative assemblies and parliaments, but still the citizens are rogues and thieves. Good citizenship, therefore, cannot be enforced; the citizens must be trained. As there are schools and colleges to train students to become chemical engineers, lawyers or specialists in many other departments of knowledge, there must be schools and colleges to train students to become brāhmaṇas, kṣatriyas, vaiśyas, śūdras, brahmacārīs, gṛhasthas, vānaprasthas and sannyāsīs. This will provide the preliminary condition for good citizenship (varṇāśrama-guṇān-vitāḥ). Generally speaking, if the king or president is a rājarṣi, the relationship between the citizens and the chief executive will be clear, and there will be no possibility of disruption in the state, because the number of thieves and rogues will decrease. In Kali-yuga, however, because the varṇāśrama system is neglected, people are generally thieves and rogues. In the system of democracy, such thieves and rogues naturally collect money from other thieves and rogues, and thus there is chaos in every government, and no one is happy. But here the example of good government is to be found in the reign of Lord Rāmacandra. If people follow this example, there will be good government all over the world."
    },
    {
        "verse": "51",
        "devanagari": "त्रेतायां वर्तमानायां काल: कृतसमोऽभवत् ।रामे राजनि धर्मज्ञे सर्वभूतसुखावहे ॥ ५१ ॥",
        "english_devnagari": "tretāyāṁ vartamānāyāṁkālaḥ kṛta-samo ’bhavatrāme rājani dharma-jñesarva-bhūta-sukhāvahe",
        "verse_Syn": [
            "tretāyām",
            "vartamānāyām",
            "kālaḥ",
            "kṛta",
            "samaḥ",
            "abhavat",
            "rāme",
            "rājani",
            "dharma",
            "jñe",
            "sarva",
            "bhūta",
            "sukha",
            "āvahe"
        ],
        "translation": "Lord Rāmacandra became King during Tretā-yuga, but because of His good government, the age was like Satya-yuga. Everyone was religious and completely happy.",
        "purport": " Among the four yugas — Satya, Tretā, Dvāpara and Kali — the Kali-yuga is the worst, but if the process of varṇāśrama-dharma is introduced, even in this Age of Kali, the situation of Satya-yuga can be invoked. The Hare Kṛṣṇa movement, or Kṛṣṇa consciousness movement, is meant for this purpose. “My dear King, although Kali-yuga is full of faults, there is still one good quality about this age: simply by chanting the Hare Kṛṣṇa mahā-mantra, one can become free from material bondage and be promoted to the transcendental kingdom.” (Bhāg. 12.3.51) If people take to this saṅkīrtana movement of chanting Hare Kṛṣṇa, Hare Rāma, they will certainly be freed from the contamination of Kali-yuga, and the people of this age will be happy, as people were in Satya-yuga, the golden age. Anyone, anywhere, can easily take to this Hare Kṛṣṇa movement; one need only chant the Hare Kṛṣṇa mahā-mantra, observe the rules and regulations, and stay free from the contamination of sinful life. Even if one is sinful and cannot give up sinful life immediately, if he chants the Hare Kṛṣṇa mahā-mantra with devotion and faith he will certainly be freed from all sinful activities, and his life will be successful. Paraṁ vijayate śrī-kṛṣṇa-saṅkīrtanam. This is the blessing of Lord Rāmacandra, who has appeared in this Age of Kali as Lord Gaurasundara."
    },
    {
        "verse": "52",
        "devanagari": "वनानि नद्यो गिरयो वर्षाणि द्वीपसिन्धव: ।सर्वे कामदुघा आसन् प्रजानां भरतर्षभ ॥ ५२ ॥",
        "english_devnagari": "vanāni nadyo girayovarṣāṇi dvīpa-sindhavaḥsarve kāma-dughā āsanprajānāṁ bharatarṣabha",
        "verse_Syn": [
            "vanāni",
            "nadyaḥ",
            "girayaḥ",
            "varṣāṇi",
            "dvīpa",
            "sindhavaḥ",
            "sarve",
            "kāma",
            "dughāḥ",
            "āsan",
            "prajānām",
            "bharata",
            "ṛṣabha"
        ],
        "translation": "O Mahārāja Parīkṣit, best of the Bharata dynasty, during the reign of Lord Rāmacandra the forests, the rivers, the hills and mountains, the states, the seven islands and the seven seas were all favorable in supplying the necessities of life for all living beings.",
        "purport": ""
    },
    {
        "verse": "53",
        "devanagari": "नाधिव्याधिजराग्लानिदु:खशोकभयक्लमा: ।मृत्युश्चानिच्छतां नासीद् रामे राजन्यधोक्षजे ॥ ५३ ॥",
        "english_devnagari": "nādhi-vyādhi-jarā-glāni-duḥkha-śoka-bhaya-klamāḥmṛtyuś cānicchatāṁ nāsīdrāme rājany adhokṣaje",
        "verse_Syn": [
            "na",
            "ādhi",
            "vyādhi",
            "jarā",
            "glāni",
            "duḥkha",
            "śoka",
            "bhaya",
            "klamāḥ",
            "mṛtyuḥ",
            "ca",
            "anicchatām",
            "na",
            "āsīt",
            "rāme",
            "rājani",
            "adhokṣaje"
        ],
        "translation": "When Lord Rāmacandra, the Supreme Personality of Godhead, was the King of this world, all bodily and mental suffering, disease, old age, bereavement, lamentation, distress, fear and fatigue were completely absent. There was even no death for those who did not want it.",
        "purport": " All these facilities existed because of Lord Rāmacandra’s presence as the king of the entire world. A similar situation could be introduced immediately, even in this age called Kali, the worst of all ages. It is said, kali-kāle nāma-rūpe kṛṣṇa-avatāra: Kṛṣṇa descends in this Kali-yuga in the form of His holy name — Hare Kṛṣṇa, Hare Rāma. If we chant offenselessly, Rāma and Kṛṣṇa are still present in this age. The kingdom of Rāma was immensely popular and beneficial, and the spreading of this Hare Kṛṣṇa movement can immediately introduce a similar situation, even in this Kali-yuga."
    },
    {
        "verse": "54",
        "devanagari": "एकपत्नीव्रतधरो राजर्षिचरित: शुचि: ।स्वधर्मं गृहमेधीयं शिक्षयन् स्वयमाचरत् ॥ ५४ ॥",
        "english_devnagari": "eka-patnī-vrata-dharorājarṣi-caritaḥ śuciḥsva-dharmaṁ gṛha-medhīyaṁśikṣayan svayam ācarat",
        "verse_Syn": [
            "eka",
            "patnī",
            "vrata",
            "dharaḥ",
            "rāja",
            "ṛṣi",
            "caritaḥ",
            "śuciḥ",
            "sva",
            "dharmam",
            "gṛha",
            "medhīyam",
            "śikṣayan",
            "svayam",
            "ācarat"
        ],
        "translation": "Lord Rāmacandra took a vow to accept only one wife and have no connection with any other women. He was a saintly king, and everything in His character was good, untinged by qualities like anger. He taught good behavior for everyone, especially for householders, in terms of varṇāśrama-dharma. Thus He taught the general public by His personal activities.",
        "purport": " Eka-patnī-vrata, accepting only one wife, was the glorious example set by Lord Rāmacandra. One should not accept more than one wife. In those days, of course, people did marry more than one wife. Even Lord Rāmacandra’s father accepted more wives than one. But Lord Rāmacandra, as an ideal king, accepted only one wife, mother Sītā. When mother Sītā was kidnapped by Rāvaṇa and the Rākṣasas, Lord Rāmacandra, as the Supreme Personality of Godhead, could have married hundreds and thousands of Sītās, but to teach us how faithful He was to His wife, He fought with Rāvaṇa and finally killed him. The Lord punished Rāvaṇa and rescued His wife to instruct men to have only one wife. Lord Rāmacandra accepted only one wife and manifested sublime character, thus setting an example for householders. A householder should live according to the ideal of Lord Rāmacandra, who showed how to be a perfect person. Being a householder or living with a wife and children is never condemned, provided one lives according to the regulative principles of varṇāśrama-dharma. Those who live in accordance with these principles, whether as householders, brahmacārīs or vānaprasthas, are all equally important."
    },
    {
        "verse": "55",
        "devanagari": "प्रेम्णानुवृत्त्या शीलेन प्रश्रयावनता सती ।भिया ह्रिया च भावज्ञा भर्तु: सीताहरन्मन: ॥ ५५ ॥",
        "english_devnagari": "premṇānuvṛttyā śīlenapraśrayāvanatā satībhiyā hriyā ca bhāva-jñābhartuḥ sītāharan manaḥ",
        "verse_Syn": [
            "premṇā",
            "anuvṛttyā",
            "śīlena",
            "praśraya",
            "avanatā",
            "satī",
            "bhiyā",
            "hriyā",
            "ca",
            "bhāva",
            "jñā",
            "bhartuḥ",
            "sītā",
            "aharat",
            "manaḥ"
        ],
        "translation": "Mother Sītā was very submissive, faithful, shy and chaste, always understanding the attitude of her husband. Thus by her character and her love and service she completely attracted the mind of the Lord.",
        "purport": " As Lord Rāmacandra is the ideal husband (eka-patnī-vrata), mother Sītā is the ideal wife. Such a combination makes family life very happy. Yad yad ācarati śreṣṭhas tat tad evetaro janaḥ: whatever example a great man sets, common people follow. If the kings, the leaders, and the brāhmaṇas, the teachers, would set forth the examples we receive from Vedic literature, the entire world would be heaven; indeed, there would no longer be hellish conditions within this material world."
    }
]