[
    {
        "verse": "1",
        "devanagari": "श्रीशुक उवाचयतिर्ययाति: संयातिरायतिर्वियति: कृति: ।षडिमे नहुषस्यासन्निन्द्रियाणीव देहिन: ॥ १ ॥",
        "english_devnagari": "śrī-śuka uvācayatir yayātiḥ saṁyātirāyatir viyatiḥ kṛtiḥṣaḍ ime nahuṣasyāsannindriyāṇīva dehinaḥ",
        "verse_Syn": [
            "śrī",
            "śukaḥ",
            "uvāca",
            "yatiḥ",
            "yayātiḥ",
            "saṁyātiḥ",
            "āyatiḥ",
            "viyatiḥ",
            "kṛtiḥ",
            "ṣaṭ",
            "ime",
            "nahuṣasya",
            "āsan",
            "indriyāṇi",
            "iva",
            "dehinaḥ"
        ],
        "translation": "Śukadeva Gosvāmī said: O King Parīkṣit, as the embodied soul has six senses, King Nahuṣa had six sons, named Yati, Yayāti, Saṁyāti, Āyati, Viyati and Kṛti.",
        "purport": ""
    },
    {
        "verse": "2",
        "devanagari": "राज्यं नैच्छद् यति: पित्रा दत्तं तत्परिणामवित् ।यत्र प्रविष्ट: पुरुष आत्मानं नावबुध्यते ॥ २ ॥",
        "english_devnagari": "rājyaṁ naicchad yatiḥ pitrādattaṁ tat-pariṇāmavityatra praviṣṭaḥ puruṣaātmānaṁ nāvabudhyate",
        "verse_Syn": [
            "rājyam",
            "na",
            "aicchat",
            "yatiḥ",
            "pitrā",
            "dattam",
            "tat",
            "pariṇāma",
            "vit",
            "yatra",
            "praviṣṭaḥ",
            "puruṣaḥ",
            "ātmānam",
            "na",
            "avabudhyate"
        ],
        "translation": "When one enters the post of king or head of the government, one cannot understand the meaning of self-realization. Knowing this, Yati, the eldest son of Nahuṣa, did not accept the power to rule, although it was offered by his father.",
        "purport": " Self-realization is the prime objective of human civilization, and it is regarded seriously by those who are situated in the mode of goodness and have developed the brahminical qualities. Kṣatriyas are generally endowed with material qualities conducive to gaining material wealth and enjoying sense gratification, but those who are spiritually advanced are not interested in material opulence. Indeed, they accept only the bare necessities for a life of spiritual advancement in self-realization. It is specifically mentioned here that if one enters political life, especially in the modern day, one loses the chance for human perfection. Nonetheless, one can attain the highest perfection if one hears Śrīmad-Bhāgavatam. This hearing is described as nityaṁ bhāgavata-sevayā. Mahārāja Parīkṣit was involved in politics, but because at the end of his life he heard Śrīmad-Bhāgavatam from Śukadeva Gosvāmī, he attained perfection very easily. Śrī Caitanya Mahāprabhu has therefore suggested: Regardless of whether one is in the mode of passion, ignorance or goodness, if one regularly hears Śrīmad-Bhāgavatam from the self-realized soul, one is freed from the bondage of material involvement."
    },
    {
        "verse": "3",
        "devanagari": "पितरि भ्रंशिते स्थानादिन्द्राण्या धर्षणाद्द्विजै: ।प्रापितेऽजगरत्वं वै ययातिरभवन्नृप: ॥ ३ ॥",
        "english_devnagari": "pitari bhraṁśite sthānādindrāṇyā dharṣaṇād dvijaiḥprāpite ’jagaratvaṁ vaiyayātir abhavan nṛpaḥ",
        "verse_Syn": [
            "pitari",
            "bhraṁśite",
            "sthānāt",
            "indrāṇyāḥ",
            "dharṣaṇāt",
            "dvijaiḥ",
            "prāpite",
            "ajagaratvam",
            "vai",
            "yayātiḥ",
            "abhavat",
            "nṛpaḥ"
        ],
        "translation": "Because Nahuṣa, the father of Yayāti, molested Indra’s wife, Śacī, who then complained to Agastya and other brāhmaṇas, these saintly brāhmaṇas cursed Nahuṣa to fall from the heavenly planets and be degraded to the status of a python. Consequently, Yayāti became the king.",
        "purport": ""
    },
    {
        "verse": "4",
        "devanagari": "चतसृष्वादिशद् दिक्षु भ्रातृन् भ्राता यवीयस: ।कृतदारो जुगोपोर्वीं काव्यस्य वृषपर्वण: ॥ ४ ॥",
        "english_devnagari": "catasṛṣv ādiśad dikṣubhrātṝn bhrātā yavīyasaḥkṛta-dāro jugoporvīṁkāvyasya vṛṣaparvaṇaḥ",
        "verse_Syn": [
            "catasṛṣu",
            "ādiśat",
            "dikṣu",
            "bhrātṝn",
            "bhrātā",
            "yavīyasaḥ",
            "kṛta",
            "dāraḥ",
            "jugopa",
            "ūrvīm",
            "kāvyasya",
            "vṛṣaparvaṇaḥ"
        ],
        "translation": "King Yayāti had four younger brothers, whom he allowed to rule the four directions. Yayāti himself married Devayānī, the daughter of Śukrācārya, and Śarmiṣṭhā, the daughter of Vṛṣaparvā, and ruled the entire earth.",
        "purport": ""
    },
    {
        "verse": "5",
        "devanagari": "श्रीराजोवाचब्रह्मर्षिर्भगवान् काव्य: क्षत्रबन्धुश्च नाहुष: ।राजन्यविप्रयो: कस्माद् विवाह: प्रतिलोमक: ॥ ५ ॥",
        "english_devnagari": "śrī-rājovācabrahmarṣir bhagavān kāvyaḥkṣatra-bandhuś ca nāhuṣaḥrājanya-viprayoḥ kasmādvivāhaḥ pratilomakaḥ",
        "verse_Syn": [
            "śrī",
            "rājā",
            "uvāca",
            "brahma",
            "ṛṣiḥ",
            "bhagavān",
            "kāvyaḥ",
            "kṣatra",
            "bandhuḥ",
            "ca",
            "nāhuṣaḥ",
            "rājanya",
            "viprayoḥ",
            "kasmāt",
            "vivāhaḥ",
            "pratilomakaḥ"
        ],
        "translation": "Mahārāja Parīkṣit said: Śukrācārya was a very powerful brāhmaṇa, and Mahārāja Yayāti was a kṣatriya. Therefore I am curious to know how there occurred this pratiloma marriage between a kṣatriya and a brāhmaṇa.",
        "purport": " According to the Vedic system, marriages between kṣatriyas and kṣatriyas or between brāhmaṇas and brāhmaṇas are the general custom. If marriages sometimes take place between different classes, these marriages are of two types, namely anuloma and pratiloma. Anuloma, marriage between a brāhmaṇa and the daughter of a kṣatriya, is permissible, but pratiloma, marriage between a kṣatriya and the daughter of a brāhmaṇa, is not generally allowed. Therefore Mahārāja Parīkṣit was curious about how Śukrācārya, a powerful brāhmaṇa, could accept the principle of pratiloma. Mahārāja Parīkṣit was eager to know the cause for this uncommon marriage."
    },
    {
        "verse": "6-7",
        "devanagari": "श्रीशुक उवाचएकदा दानवेन्द्रस्य शर्मिष्ठा नाम कन्यका ।सखीसहस्रसंयुक्ता गुरुपुत्र्या च भामिनी ॥ ६ ॥देवयान्या पुरोद्याने पुष्पितद्रुमसङ्कुले ।व्यचरत्कलगीतालिनलिनीपुलिनेऽबला ॥ ७ ॥",
        "english_devnagari": "śrī-śuka uvācaekadā dānavendrasyaśarmiṣṭhā nāma kanyakāsakhī-sahasra-saṁyuktāguru-putryā ca bhāminī",
        "verse_Syn": [
            "śrī",
            "śukaḥ",
            "uvāca",
            "ekadā",
            "dānava",
            "indrasya",
            "śarmiṣṭhā",
            "nāma",
            "kanyakā",
            "sakhī",
            "sahasra",
            "saṁyuktā",
            "guru",
            "putryā",
            "ca",
            "bhāminī",
            "devayānyā",
            "pura",
            "udyāne",
            "puṣpita",
            "druma",
            "saṅkule",
            "vyacarat",
            "kala",
            "gīta",
            "ali",
            "nalinī",
            "puline",
            "abalā"
        ],
        "translation": "Śukadeva Gosvāmī said: One day Vṛṣaparvā’s daughter Śarmiṣṭhā, who was innocent but angry by nature, was walking with Devayānī, the daughter of Śukrācārya, and with thousands of friends, in the palace garden. The garden was full of lotuses and trees of flowers and fruits and was inhabited by sweetly singing birds and bumblebees.",
        "purport": ""
    },
    {
        "verse": "8",
        "devanagari": "ता जलाशयमासाद्य कन्या: कमललोचना: ।तीरे न्यस्य दुकूलानि विजह्रु: सिञ्चतीर्मिथ: ॥ ८ ॥",
        "english_devnagari": "tā jalāśayam āsādyakanyāḥ kamala-locanāḥtīre nyasya dukūlānivijahruḥ siñcatīr mithaḥ",
        "verse_Syn": [
            "tāḥ",
            "jala",
            "āśayam",
            "āsādya",
            "kanyāḥ",
            "kamala",
            "locanāḥ",
            "tīre",
            "nyasya",
            "dukūlāni",
            "vijahruḥ",
            "siñcatīḥ",
            "mithaḥ"
        ],
        "translation": "When the young, lotus-eyed girls came to the bank of a reservoir of water, they wanted to enjoy by bathing. Thus they left their clothing on the bank and began sporting, throwing water on one another.",
        "purport": ""
    },
    {
        "verse": "9",
        "devanagari": "वीक्ष्य व्रजन्तं गिरिशं सह देव्या वृषस्थितम् ।सहसोत्तीर्य वासांसि पर्यधुर्व्रीडिता: स्त्रिय: ॥ ९ ॥",
        "english_devnagari": "vīkṣya vrajantaṁ giriśaṁsaha devyā vṛṣa-sthitamsahasottīrya vāsāṁsiparyadhur vrīḍitāḥ striyaḥ",
        "verse_Syn": [
            "vīkṣya",
            "vrajantam",
            "giriśam",
            "saha",
            "devyā",
            "vṛṣa",
            "sthitam",
            "sahasā",
            "uttīrya",
            "vāsāṁsi",
            "paryadhuḥ",
            "vrīḍitāḥ",
            "striyaḥ"
        ],
        "translation": "While sporting in the water, the girls suddenly saw Lord Śiva passing by, seated on the back of his bull with his wife, Pārvatī. Ashamed because they were naked, the girls quickly got out of the water and covered themselves with their garments.",
        "purport": ""
    },
    {
        "verse": "10",
        "devanagari": "शर्मिष्ठाजानती वासो गुरुपुत्र्या: समव्ययत् ।स्वीयं मत्वा प्रकुपिता देवयानीदमब्रवीत् ॥ १० ॥",
        "english_devnagari": "śarmiṣṭhājānatī vāsoguru-putryāḥ samavyayatsvīyaṁ matvā prakupitādevayānīdam abravīt",
        "verse_Syn": [
            "śarmiṣṭhā",
            "ajānatī",
            "vāsaḥ",
            "guru",
            "putryāḥ",
            "samavyayat",
            "svīyam",
            "matvā",
            "prakupitā",
            "devayānī",
            "idam",
            "abravīt"
        ],
        "translation": "Śarmiṣṭhā unknowingly put Devayānī’s dress on her own body, thus angering Devayānī, who then spoke as follows.",
        "purport": ""
    },
    {
        "verse": "11",
        "devanagari": "अहो निरीक्ष्यतामस्या दास्या: कर्म ह्यसाम्प्रतम् ।अस्मद्धार्यं धृतवती शुनीव हविरध्वरे ॥ ११ ॥",
        "english_devnagari": "aho nirīkṣyatām asyādāsyāḥ karma hy asāmpratamasmad-dhāryaṁ dhṛtavatīśunīva havir adhvare",
        "verse_Syn": [
            "aho",
            "nirīkṣyatām",
            "asyāḥ",
            "dāsyāḥ",
            "karma",
            "hi",
            "asāmpratam",
            "asmat",
            "dhāryam",
            "dhṛtavatī",
            "śunī",
            "iva",
            "haviḥ",
            "adhvare"
        ],
        "translation": "Oh, just see the activities of this servant-maid Śarmiṣṭhā! Disregarding all etiquette, she has put on my dress, just like a dog snatching clarified butter meant for use in a sacrifice.",
        "purport": ""
    },
    {
        "verse": "12-14",
        "devanagari": "यैरिदं तपसा सृष्टं मुखं पुंस: परस्य ये ।धार्यते यैरिह ज्योति: शिव: पन्था: प्रदर्शित: ॥ १२ ॥यान् वन्दन्त्युपतिष्ठन्ते लोकनाथा: सुरेश्वरा: ।भगवानपि विश्वात्मा पावन: श्रीनिकेतन: ॥ १३ ॥वयं तत्रापि भृगव: शिष्योऽस्या न: पितासुर: ।अस्मद्धार्यं धृतवती शूद्रो वेदमिवासती ॥ १४ ॥",
        "english_devnagari": "yair idaṁ tapasā sṛṣṭaṁmukhaṁ puṁsaḥ parasya yedhāryate yair iha jyotiḥśivaḥ panthāḥ pradarśitaḥ",
        "verse_Syn": [
            "yaiḥ",
            "idam",
            "tapasā",
            "sṛṣṭam",
            "mukham",
            "puṁsaḥ",
            "parasya",
            "ye",
            "dhāryate",
            "yaiḥ",
            "iha",
            "jyotiḥ",
            "śivaḥ",
            "panthāḥ",
            "pradarśitaḥ",
            "yān",
            "vandanti",
            "upatiṣṭhante",
            "loka",
            "nāthāḥ",
            "sura",
            "īśvarāḥ",
            "bhagavān",
            "api",
            "viśva",
            "ātmā",
            "pāvanaḥ",
            "śrī",
            "niketanaḥ",
            "vayam",
            "tatra",
            "api",
            "bhṛgavaḥ",
            "śiṣyaḥ",
            "asyāḥ",
            "naḥ",
            "pitā",
            "asuraḥ",
            "asmat",
            "dhāryam",
            "dhṛtavatī",
            "śūdraḥ",
            "vedam",
            "iva",
            "asatī"
        ],
        "translation": "We are among the qualified brāhmaṇas, who are accepted as the face of the Supreme Personality of Godhead. The brāhmaṇas have created the entire universe by their austerity, and they always keep the Absolute Truth within the core of their hearts. They have directed the path of good fortune, the path of Vedic civilization, and because they are the only worshipable objects within this world, they are offered prayers and worshiped even by the great demigods, the directors of the various planets, and even by the Supreme Personality of Godhead, the Supersoul, the supreme purifier, the husband of the goddess of fortune. And we are even more respectable because we are in the dynasty of Bhṛgu. Yet although this woman’s father, being among the demons, is our disciple, she has put on my dress, exactly like a śūdra taking charge of Vedic knowledge.",
        "purport": ""
    },
    {
        "verse": "15",
        "devanagari": "एवं क्षिपन्तीं शर्मिष्ठा गुरुपुत्रीमभाषत ।रुषा श्वसन्त्युरङ्गीव धर्षिता दष्टदच्छदा ॥ १५ ॥",
        "english_devnagari": "evaṁ kṣipantīṁ śarmiṣṭhāguru-putrīm abhāṣataruṣā śvasanty uraṅgīvadharṣitā daṣṭa-dacchadā",
        "verse_Syn": [
            "evam",
            "kṣipantīm",
            "śarmiṣṭhā",
            "guru",
            "putrīm",
            "abhāṣata",
            "ruṣā",
            "śvasantī",
            "uraṅgī",
            "iva",
            "dharṣitā",
            "daṣṭa",
            "dat",
            "chadā"
        ],
        "translation": "Śukadeva Gosvāmī said: When thus rebuked in cruel words, Śarmiṣṭhā was very angry. Breathing heavily like a serpent and biting her lower lip with her teeth, she spoke to the daughter of Śukrācārya as follows.",
        "purport": ""
    },
    {
        "verse": "16",
        "devanagari": "आत्मवृत्तमविज्ञाय कत्थसे बहु भिक्षुकि ।किं न प्रतीक्षसेऽस्माकं गृहान् बलिभुजो यथा ॥ १६ ॥",
        "english_devnagari": "ātma-vṛttam avijñāyakatthase bahu bhikṣukikiṁ na pratīkṣase ’smākaṁgṛhān balibhujo yathā",
        "verse_Syn": [
            "ātma",
            "vṛttam",
            "avijñāya",
            "katthase",
            "bahu",
            "bhikṣuki",
            "kim",
            "na",
            "pratīkṣase",
            "asmākam",
            "gṛhān",
            "balibhujaḥ",
            "yathā"
        ],
        "translation": "You beggar, since you don’t understand your position, why should you unnecessarily talk so much? Don’t all of you wait at our house, depending on us for your livelihood like crows?",
        "purport": " Crows have no independent life; they fully depend on the remnants of foodstuffs thrown by householders into the garbage tank. Therefore, because a brāhmaṇa depends on his disciples, when Śarmiṣṭhā was heavily rebuked by Devayānī she charged Devayānī with belonging to a family of crowlike beggars. It is the nature of women to fight verbally at even a slight provocation. As we see from this incident, this has been their nature for a long, long time."
    },
    {
        "verse": "17",
        "devanagari": "एवंविधै: सुपरुषै: क्षिप्‍त्वाचार्यसुतां सतीम् ।शर्मिष्ठा प्राक्षिपत् कूपे वासश्चादाय मन्युना ॥ १७ ॥",
        "english_devnagari": "evaṁ-vidhaiḥ suparuṣaiḥkṣiptvācārya-sutāṁ satīmśarmiṣṭhā prākṣipat kūpevāsaś cādāya manyunā",
        "verse_Syn": [
            "evam",
            "vidhaiḥ",
            "su",
            "paruṣaiḥ",
            "kṣiptvā",
            "ācārya",
            "sutām",
            "satīm",
            "śarmiṣṭhā",
            "prākṣipat",
            "kūpe",
            "vāsaḥ",
            "ca",
            "ādāya",
            "manyunā"
        ],
        "translation": "Using such unkind words, Śarmiṣṭhā rebuked Devayānī, the daughter of Śukrācārya. In anger, she took away Devayānī’s garments and threw Devayānī into a well.",
        "purport": ""
    },
    {
        "verse": "18",
        "devanagari": "तस्यां गतायां स्वगृहं ययातिर्मृगयां चरन् ।प्राप्तो यद‍ृच्छया कूपे जलार्थी तां ददर्श ह ॥ १८ ॥",
        "english_devnagari": "tasyāṁ gatāyāṁ sva-gṛhaṁyayātir mṛgayāṁ caranprāpto yadṛcchayā kūpejalārthī tāṁ dadarśa ha",
        "verse_Syn": [
            "tasyām",
            "gatāyām",
            "sva",
            "gṛham",
            "yayātiḥ",
            "mṛgayām",
            "caran",
            "prāptaḥ",
            "yadṛcchayā",
            "kūpe",
            "jala",
            "arthī",
            "tām",
            "dadarśa",
            "ha"
        ],
        "translation": "After throwing Devayānī into the well, Śarmiṣṭhā went home. Meanwhile, King Yayāti, while engaged in a hunting excursion, went to the well to drink water and by chance saw Devayānī.",
        "purport": ""
    },
    {
        "verse": "19",
        "devanagari": "दत्त्वा स्वमुत्तरं वासस्तस्यै राजा विवाससे ।गृहीत्वा पाणिना पाणिमुज्जहार दयापर: ॥ १९ ॥",
        "english_devnagari": "dattvā svam uttaraṁ vāsastasyai rājā vivāsasegṛhītvā pāṇinā pāṇimujjahāra dayā-paraḥ",
        "verse_Syn": [
            "dattvā",
            "svam",
            "uttaram",
            "vāsaḥ",
            "tasyai",
            "rājā",
            "vivāsase",
            "gṛhītvā",
            "pāṇinā",
            "pāṇim",
            "ujjahāra",
            "dayā",
            "paraḥ"
        ],
        "translation": "Seeing Devayānī naked in the well, King Yayāti immediately gave her his upper cloth. Being very kind to her, he caught her hand with his own and lifted her out.",
        "purport": ""
    },
    {
        "verse": "20-21",
        "devanagari": "तं वीरमाहौशनसी प्रेमनिर्भरया गिरा ।राजंस्त्वया गृहीतो मे पाणि: परपुरञ्जय ॥ २० ॥हस्तग्राहोऽपरो मा भूद् गृहीतायास्त्वया हि मे ।एष ईशकृतो वीर सम्बन्धो नौ न पौरुष: ॥ २१ ॥",
        "english_devnagari": "taṁ vīram āhauśanasīprema-nirbharayā girārājaṁs tvayā gṛhīto mepāṇiḥ para-purañjaya",
        "verse_Syn": [
            "tam",
            "vīram",
            "āha",
            "auśanasī",
            "prema",
            "nirbharayā",
            "girā",
            "rājan",
            "tvayā",
            "gṛhītaḥ",
            "me",
            "pāṇiḥ",
            "para",
            "purañjaya",
            "hasta",
            "grāhaḥ",
            "aparaḥ",
            "mā",
            "bhūt",
            "gṛhītāyāḥ",
            "tvayā",
            "hi",
            "me",
            "eṣaḥ",
            "īśa",
            "kṛtaḥ",
            "vīra",
            "sambandhaḥ",
            "nau",
            "na",
            "pauruṣaḥ"
        ],
        "translation": "With words saturated with love and affection, Devayānī said to King Yayāti: O great hero, O King, conqueror of the cities of your enemies, by accepting my hand you have accepted me as your married wife. Let me not be touched by others, for our relationship as husband and wife has been made possible by providence, not by any human being.",
        "purport": " While taking Devayānī out of the well, King Yayāti must certainly have appreciated her youthful beauty, and therefore he might have asked her which caste she belonged to. Thus Devayānī would have immediately replied, “We are already married because you have accepted my hand.” Uniting the hands of the bride and bridegroom is a system perpetually existing in all societies. Therefore, as soon as Yayāti accepted Devayānī’s hand, they could be regarded as married. Because Devayānī was enamored with the hero Yayāti, she requested him not to change his mind and let another come to marry her."
    },
    {
        "verse": "22",
        "devanagari": "यदिदं कूपमग्नाया भवतो दर्शनं मम ।न ब्राह्मणो मे भविता हस्तग्राहो महाभुज ।कचस्य बार्हस्पत्यस्य शापाद् यमशपं पुरा ॥ २२ ॥",
        "english_devnagari": "yad idaṁ kūpa-magnāyābhavato darśanaṁ mamana brāhmaṇo me bhavitāhasta-grāho mahā-bhujakacasya bārhaspatyasyaśāpād yam aśapaṁ purā",
        "verse_Syn": [
            "yat",
            "idam",
            "kūpa",
            "magnāyāḥ",
            "bhavataḥ",
            "darśanam",
            "mama",
            "na",
            "brāhmaṇaḥ",
            "me",
            "bhavitā",
            "hasta",
            "grāhaḥ",
            "mahā",
            "bhuja",
            "kacasya",
            "bārhaspatyasya",
            "śāpāt",
            "yam",
            "aśapam",
            "purā"
        ],
        "translation": "Because of falling in the well, I met you. Indeed, this has been arranged by providence. After I cursed Kaca, the son of the learned scholar Bṛhaspati, he cursed me by saying that I would not have a brāhmaṇa for a husband. Therefore, O mighty-armed one, there is no possibility of my becoming the wife of a brāhmaṇa.",
        "purport": " Kaca, the son of the learned celestial priest Bṛhaspati, had been a student of Śukrācārya, from whom he had learned the art of reviving a man who has died untimely. This art, called mṛta-sañjīvanī, was especially used during wartime. When there was a war, soldiers would certainly die untimely, but if a soldier’s body was intact, he could be brought to life again by this art of mṛta-sañjīvanī. This art was known to Śukrācārya and many others, and Kaca, the son of Bṛhaspati, became Śukrācārya’s student to learn it. Devayānī desired to have Kaca as her husband, but Kaca, out of regard for Śukrācārya, looked upon the guru’s daughter as a respectable superior and therefore refused to marry her. Devayānī angrily cursed Kaca by saying that although he had learned the art of mṛta-sañjīvanī from her father, it would be useless. When cursed in this way, Kaca retaliated by cursing Devayānī never to have a husband who was a brāhmaṇa. Because Devayānī liked Yayāti, who was a kṣatriya, she requested him to accept her as his bona fide wife. Although this would be pratiloma-vivāha, a marriage between the daughter of a high family and the son of a lower family, she explained that this arrangement was made by providence."
    },
    {
        "verse": "23",
        "devanagari": "ययातिरनभिप्रेतं दैवोपहृतमात्मन: ।मनस्तु तद्गतं बुद्ध्वा प्रतिजग्राह तद्वच: ॥ २३ ॥",
        "english_devnagari": "yayātir anabhipretaṁdaivopahṛtam ātmanaḥmanas tu tad-gataṁ buddhvāpratijagrāha tad-vacaḥ",
        "verse_Syn": [
            "yayātiḥ",
            "anabhipretam",
            "daiva",
            "upahṛtam",
            "ātmanaḥ",
            "manaḥ",
            "tu",
            "tat",
            "gatam",
            "buddhvā",
            "pratijagrāha",
            "tat",
            "vacaḥ"
        ],
        "translation": "Śukadeva Gosvāmī continued: Because such a marriage is not sanctioned by regular scriptures, King Yayāti did not like it, but because it was arranged by providence and because he was attracted by Devayānī’s beauty, he accepted her request.",
        "purport": " According to the Vedic system, the parents would consider the horoscopes of the boy and girl who were to be married. If according to astrological calculations the boy and girl were compatible in every respect, the match was called yoṭaka and the marriage would be accepted. Even fifty years ago, this system was current in Hindu society. Regardless of the affluence of the boy or the personal beauty of the girl, without this astrological compatibility the marriage would not take place. A person is born in one of three categories, known as deva-gaṇa, manuṣya-gaṇa and rakṣasa-gaṇa. In different parts of the universe there are demigods and demons, and in human society also some people resemble demigods whereas others resemble demons. If according to astrological calculations there was conflict between a godly and a demoniac nature, the marriage would not take place. Similarly, there were calculations of pratiloma and anuloma. The central idea is that if the boy and girl were on an equal level the marriage would be happy, whereas inequality would lead to unhappiness. Because care is no longer taken in marriage, we now find many divorces. Indeed, divorce has now become a common affair, although formerly one’s marriage would continue lifelong, and the affection between husband and wife was so great that the wife would voluntarily die when her husband died or would remain a faithful widow throughout her entire life. Now, of course, this is no longer possible, for human society has fallen to the level of animal society. Marriage now takes place simply by agreement. Dāmpatye ’bhirucir hetuḥ (Bhāg. 12.2.3). The word abhiruci means “agreement.” If the boy and girl simply agree to marry, the marriage takes place. But when the Vedic system is not rigidly observed, marriage frequently ends in divorce."
    },
    {
        "verse": "24",
        "devanagari": "गते राजनि सा धीरे तत्र स्म रुदती पितु: ।न्यवेदयत्तत: सर्वमुक्तं शर्मिष्ठया कृतम् ॥ २४ ॥",
        "english_devnagari": "gate rājani sā dhīretatra sma rudatī pituḥnyavedayat tataḥ sarvamuktaṁ śarmiṣṭhayā kṛtam",
        "verse_Syn": [
            "gate",
            "rājani",
            "sā",
            "dhīre",
            "tatra",
            "sma",
            "rudatī",
            "pituḥ",
            "nyavedayat",
            "tataḥ",
            "sarvam",
            "uktam",
            "śarmiṣṭhayā",
            "kṛtam"
        ],
        "translation": "Thereafter, when the learned King returned to his palace, Devayānī returned home crying and told her father, Śukrācārya, about all that had happened because of Śarmiṣṭhā. She told how she had been thrown into the well but was saved by the King.",
        "purport": ""
    },
    {
        "verse": "25",
        "devanagari": "दुर्मना भगवान् काव्य: पौरोहित्यं विगर्हयन् ।स्तुवन् वृत्तिं च कापोतीं दुहित्रा स ययौ पुरात् ॥ २५ ॥",
        "english_devnagari": "durmanā bhagavān kāvyaḥpaurohityaṁ vigarhayanstuvan vṛttiṁ ca kāpotīṁduhitrā sa yayau purāt",
        "verse_Syn": [
            "durmanāḥ",
            "bhagavān",
            "kāvyaḥ",
            "paurohityam",
            "vigarhayan",
            "stuvan",
            "vṛttim",
            "ca",
            "kāpotīm",
            "duhitrā",
            "saḥ",
            "yayau",
            "purāt"
        ],
        "translation": "As Śukrācārya listened to what had happened to Devayānī, his mind was very much aggrieved. Condemning the profession of priesthood and praising the profession of uñcha-vṛtti [collecting grains from the fields], he left home with his daughter.",
        "purport": " When a brāhmaṇa adopts the profession of a kapota, or pigeon, he lives by collecting grains from the field. This is called uñcha-vṛtti. A brāhmaṇa who takes to this uñcha-vṛtti profession is called first class because he depends completely on the mercy of the Supreme Personality of Godhead and does not beg from anyone. Although the profession of begging is allowed for a brāhmaṇa or sannyāsī, one does better if he can avoid such a profession and completely depend on the mercy of the Supreme Personality of Godhead for maintenance. Śukrācārya was certainly very sorry that because of his daughter’s complaint he had to go to his disciple to beg some mercy, which he was obliged to do because he had accepted the profession of priesthood. In his heart, Śukrācārya did not like his profession, but since he had accepted it, he was obliged to go unwillingly to his disciple to settle the grievance submitted by his daughter."
    },
    {
        "verse": "26",
        "devanagari": "वृषपर्वा तमाज्ञाय प्रत्यनीकविवक्षितम् ।गुरुं प्रसादयन् मूर्ध्ना पादयो: पतित: पथि ॥ २६ ॥",
        "english_devnagari": "vṛṣaparvā tam ājñāyapratyanīka-vivakṣitamguruṁ prasādayan mūrdhnāpādayoḥ patitaḥ pathi",
        "verse_Syn": [
            "vṛṣaparvā",
            "tam",
            "ājñāya",
            "pratyanīka",
            "vivakṣitam",
            "gurum",
            "prasādayat",
            "mūrdhnā",
            "pādayoḥ",
            "patitaḥ",
            "pathi"
        ],
        "translation": "King Vṛṣaparvā understood that Śukrācārya was coming to chastise or curse him. Consequently, before Śukrācārya came to his house, Vṛṣaparvā went out and fell down in the street at the feet of his guru and satisfied him, checking his wrath.",
        "purport": ""
    },
    {
        "verse": "27",
        "devanagari": "क्षणार्धमन्युर्भगवान् शिष्यं व्याचष्ट भार्गव: ।कामोऽस्या: क्रियतां राजन् नैनां त्यक्तुमिहोत्सहे ॥ २७ ॥",
        "english_devnagari": "kṣaṇārdha-manyur bhagavānśiṣyaṁ vyācaṣṭa bhārgavaḥkāmo ’syāḥ kriyatāṁ rājannaināṁ tyaktum ihotsahe",
        "verse_Syn": [
            "kṣaṇa",
            "ardha",
            "manyuḥ",
            "bhagavān",
            "śiṣyam",
            "vyācaṣṭa",
            "bhārgavaḥ",
            "kāmaḥ",
            "asyāḥ",
            "kriyatām",
            "rājan",
            "na",
            "enām",
            "tyaktum",
            "iha",
            "utsahe"
        ],
        "translation": "The powerful Śukrācārya was angry for a few moments, but upon being satisfied he said to Vṛṣaparvā: My dear King, kindly fulfill the desire of Devayānī, for she is my daughter and in this world I cannot give her up or neglect her.",
        "purport": " Sometimes a great personality like Śukrācārya cannot neglect sons and daughters, for sons and daughters are by nature dependent on their father and the father has affection for them. Although Śukrācārya knew that the quarrel between Devayānī and Śarmiṣṭhā was childish, as Devayānī’s father he had to side with his daughter. He did not like to do this, but he was obliged to because of affection. He plainly admitted that although he should not have asked the King for mercy for his daughter, because of affection he could not avoid doing so."
    },
    {
        "verse": "28",
        "devanagari": "तथेत्यवस्थिते प्राह देवयानी मनोगतम् ।पित्रा दत्ता यतो यास्ये सानुगा यातु मामनु ॥ २८ ॥",
        "english_devnagari": "tathety avasthite prāhadevayānī manogatampitrā dattā yato yāsyesānugā yātu mām anu",
        "verse_Syn": [
            "tathā",
            "iti",
            "avasthite",
            "prāha",
            "devayānī",
            "manogatam",
            "pitrā",
            "dattā",
            "yataḥ",
            "yāsye",
            "sa",
            "anugā",
            "yātu",
            "mām",
            "anu"
        ],
        "translation": "After hearing Śukrācārya’s request, Vṛṣaparvā agreed to fulfill Devayānī’s desire, and he awaited her words. Devayānī then expressed her desire as follows: “Whenever I marry by the order of my father, my friend Śarmiṣṭhā must go with me as my maidservant, along with her friends.”",
        "purport": ""
    },
    {
        "verse": "29",
        "devanagari": "पित्रादत्तादेवयान्यै शर्मिष्ठासानुगातदा ।स्वानां तत् सङ्कटं वीक्ष्य तदर्थस्य च गौरवम् ।देवयानीं पर्यचरत् स्त्रीसहस्रेण दासवत् ॥ २९ ॥",
        "english_devnagari": "pitrā dattā devayānyaiśarmiṣṭhā sānugā tadāsvānāṁ tat saṅkaṭaṁ vīkṣyatad-arthasya ca gauravamdevayānīṁ paryacaratstrī-sahasreṇa dāsavat",
        "verse_Syn": [
            "pitrā",
            "dattā",
            "devayānyai",
            "śarmiṣṭhā",
            "sa",
            "anugā",
            "tadā",
            "svānām",
            "tat",
            "saṅkaṭam",
            "vīkṣya",
            "tat",
            "arthasya",
            "ca",
            "gauravam",
            "devayānīm",
            "paryacarat",
            "strī",
            "sahasreṇa",
            "dāsa",
            "vat"
        ],
        "translation": "Vṛṣaparvā wisely thought that Śukrācārya’s displeasure would bring danger and that his pleasure would bring material gain. Therefore he carried out Śukrācārya’s order and served him like a slave. He gave his daughter Śarmiṣṭhā to Devayānī, and Śarmiṣṭhā served Devayānī like a slave, along with thousands of other women.",
        "purport": " In the beginning of these affairs concerning Śarmiṣṭhā and Devayānī, we saw that Śarmiṣṭhā had many friends. Now these friends became maidservants of Devayānī. When a girl married a kṣatriya king, it was customary for all her girlfriends to go with her to her husband’s house. For instance, when Vasudeva married Devakī, the mother of Kṛṣṇa, he married all six of her sisters, and she also had many friends who accompanied her. A king would maintain not only his wife but also the many friends and maidservants of his wife. Some of these maidservants would become pregnant and give birth to children. Such children were accepted as dāsī-putra, the sons of the maidservants, and the king would maintain them. The female population is always greater than the male, but since a woman needs to be protected by a man, the king would maintain many girls, who acted either as friends or as maidservants of the queen. In the history of Kṛṣṇa’s household life we find that Kṛṣṇa married 16,108 wives. These were not maidservants but direct queens, and Kṛṣṇa expanded Himself into 16,108 forms to maintain different establishments for each and every wife. This is not possible for ordinary men. Therefore although the kings had to maintain many, many servants and wives, not all of them had different establishments."
    },
    {
        "verse": "30",
        "devanagari": "नाहुषाय सुतां दत्त्वा सह शर्मिष्ठयोशना ।तमाह राजञ्छर्मिष्ठामाधास्तल्पे न कर्हिचित् ॥ ३० ॥",
        "english_devnagari": "nāhuṣāya sutāṁ dattvāsaha śarmiṣṭhayośanātam āha rājañ charmiṣṭhāmādhās talpe na karhicit",
        "verse_Syn": [
            "nāhuṣāya",
            "sutām",
            "dattvā",
            "saha",
            "śarmiṣṭhayā",
            "uśanā",
            "tam",
            "āha",
            "rājan",
            "śarmiṣṭhām",
            "ādhāḥ",
            "talpe",
            "na",
            "karhicit"
        ],
        "translation": "When Śukrācārya gave Devayānī in marriage to Yayāti, he had Śarmiṣṭhā go with her, but he warned the King, “My dear King, never allow this girl Śarmiṣṭhā to lie with you in your bed.”",
        "purport": ""
    },
    {
        "verse": "31",
        "devanagari": "विलोक्यौशनसीं राजञ्छर्मिष्ठा सुप्रजां क्‍वचित् ।तमेव वव्रे रहसि सख्या: पतिमृतौ सती ॥ ३१ ॥",
        "english_devnagari": "vilokyauśanasīṁ rājañcharmiṣṭhā suprajāṁ kvacittam eva vavre rahasisakhyāḥ patim ṛtau satī",
        "verse_Syn": [
            "vilokya",
            "auśanasīm",
            "rājan",
            "śarmiṣṭhā",
            "su",
            "prajām",
            "kvacit",
            "tam",
            "eva",
            "vavre",
            "rahasi",
            "sakhyāḥ",
            "patim",
            "ṛtau",
            "satī"
        ],
        "translation": "O King Parīkṣit, upon seeing Devayānī with a nice son, Śarmiṣṭhā once approached King Yayāti at the appropriate time for conception. In a secluded place, she requested the King, the husband of her friend Devayānī, to enable her to have a son also.",
        "purport": ""
    },
    {
        "verse": "32",
        "devanagari": "राजपुत्र्यार्थितोऽपत्ये धर्मं चावेक्ष्य धर्मवित् ।स्मरञ्छुक्रवच: काले दिष्टमेवाभ्यपद्यत ॥ ३२ ॥",
        "english_devnagari": "rāja-putryārthito ’patyedharmaṁ cāvekṣya dharmavitsmarañ chukra-vacaḥ kālediṣṭam evābhyapadyata",
        "verse_Syn": [
            "rāja",
            "putryā",
            "arthitaḥ",
            "apatye",
            "dharmam",
            "ca",
            "avekṣya",
            "dharma",
            "vit",
            "smaran",
            "śukra",
            "vacaḥ",
            "kāle",
            "diṣṭam",
            "eva",
            "abhyapadyata"
        ],
        "translation": "When Princess Śarmiṣṭhā begged King Yayāti for a son, the King was certainly aware of the principles of religion, and therefore he agreed to fulfill her desire. Although he remembered the warning of Śukrācārya, he thought of this union as the desire of the Supreme, and thus he had sex with Śarmiṣṭhā.",
        "purport": " King Yayāti was completely aware of the duty of a kṣatriya. When a kṣatriya is approached by a woman, he cannot deny her. This is a religious principle. Consequently, when Dharmarāja, Yudhiṣṭhira, saw Arjuna unhappy after Arjuna returned from Dvārakā, he asked whether Arjuna had refused a woman who had begged for a son. Although Mahārāja Yayāti remembered Śukrācārya’s warning, he could not refuse Śarmiṣṭhā. He thought it wise to give her a son, and thus he had sexual intercourse with her after her menstrual period. This kind of lust is not against religious principles. As stated in Bhagavad-gītā (7.11), dharmāviruddho bhūteṣu kāmo ’smi: sex life not contrary to the principles of religion is sanctioned by Kṛṣṇa. Because Śarmiṣṭhā, the daughter of a king, had begged Yayāti for a son, their combination was not lust but an act of religion."
    },
    {
        "verse": "33",
        "devanagari": "यदुं च तुर्वसुं चैव देवयानी व्यजायत ।द्रुह्युं चानुं च पूरुं च शर्मिष्ठा वार्षपर्वणी ॥ ३३ ॥",
        "english_devnagari": "yaduṁ ca turvasuṁ caivadevayānī vyajāyatadruhyuṁ cānuṁ ca pūruṁ caśarmiṣṭhā vārṣaparvaṇī",
        "verse_Syn": [
            "yadum",
            "ca",
            "turvasum",
            "ca",
            "eva",
            "devayānī",
            "vyajāyata",
            "druhyum",
            "ca",
            "anum",
            "ca",
            "pūrum",
            "ca",
            "śarmiṣṭhā",
            "vārṣaparvaṇī"
        ],
        "translation": "Devayānī gave birth to Yadu and Turvasu, and Śarmiṣṭhā gave birth to Druhyu, Anu and Pūru.",
        "purport": ""
    },
    {
        "verse": "34",
        "devanagari": "गर्भसम्भवमासुर्या भर्तुर्विज्ञाय मानिनी ।देवयानी पितुर्गेहं ययौ क्रोधविमूर्छिता ॥ ३४ ॥",
        "english_devnagari": "garbha-sambhavam āsuryābhartur vijñāya māninīdevayānī pitur gehaṁyayau krodha-vimūrchitā",
        "verse_Syn": [
            "garbha",
            "sambhavam",
            "āsuryāḥ",
            "bhartuḥ",
            "vijñāya",
            "māninī",
            "devayānī",
            "pituḥ",
            "geham",
            "yayau",
            "krodha",
            "vimūrchitā"
        ],
        "translation": "When the proud Devayānī understood from outside sources that Śarmiṣṭhā was pregnant by her husband, she was frenzied with anger. Thus she departed for her father’s house.",
        "purport": ""
    },
    {
        "verse": "35",
        "devanagari": "प्रियामनुगत: कामी वचोभिरुपमन्त्रयन् ।न प्रसादयितुं शेके पादसंवाहनादिभि: ॥ ३५ ॥",
        "english_devnagari": "priyām anugataḥ kāmīvacobhir upamantrayanna prasādayituṁ śekepāda-saṁvāhanādibhiḥ",
        "verse_Syn": [
            "priyām",
            "anugataḥ",
            "kāmī",
            "vacobhiḥ",
            "upamantrayan",
            "na",
            "prasādayitum",
            "śeke",
            "pāda",
            "saṁvāhana",
            "ādibhiḥ"
        ],
        "translation": "King Yayāti, who was very lusty, followed his wife, caught her and tried to appease her by speaking pleasing words and massaging her feet, but he could not satisfy her by any means.",
        "purport": ""
    },
    {
        "verse": "36",
        "devanagari": "शुक्रस्तमाह कुपित: स्त्रीकामानृतपूरुष ।त्वां जरा विशतां मन्द विरूपकरणी नृणाम् ॥ ३६ ॥",
        "english_devnagari": "śukras tam āha kupitaḥstrī-kāmānṛta-pūruṣatvāṁ jarā viśatāṁ mandavirūpa-karaṇī nṛṇām",
        "verse_Syn": [
            "śukraḥ",
            "tam",
            "āha",
            "kupitaḥ",
            "strī",
            "kāma",
            "anṛta",
            "pūruṣa",
            "tvām",
            "jarā",
            "viśatām",
            "manda",
            "virūpa",
            "karaṇī",
            "nṛṇām"
        ],
        "translation": "Śukrācārya was extremely angry. “You untruthful fool, lusting after women! You have done a great wrong,” he said. “I therefore curse you to be attacked and disfigured by old age and invalidity.”",
        "purport": ""
    },
    {
        "verse": "37",
        "devanagari": "श्रीययातिरुवाचअतृप्तोऽस्म्यद्य कामानां ब्रह्मन् दुहितरि स्म ते ।व्यत्यस्यतां यथाकामं वयसा योऽभिधास्यति ॥ ३७ ॥",
        "english_devnagari": "śrī-yayātir uvācaatṛpto ’smy adya kāmānāṁbrahman duhitari sma tevyatyasyatāṁ yathā-kāmaṁvayasā yo ’bhidhāsyati",
        "verse_Syn": [
            "śrī",
            "yayātiḥ",
            "uvāca",
            "atṛptaḥ",
            "asmi",
            "adya",
            "kāmānām",
            "brahman",
            "duhitari",
            "sma",
            "te",
            "vyatyasyatām",
            "yathā",
            "kāmam",
            "vayasā",
            "yaḥ",
            "abhidhāsyati"
        ],
        "translation": "King Yayāti said, “O learned, worshipable brāhmaṇa, I have not yet satisfied my lusty desires with your daughter.” Śukrācārya then replied, “You may exchange your old age with someone who will agree to transfer his youth to you.”",
        "purport": " When King Yayāti said that he had not yet satisfied his lusty desires with Śukrācārya’s daughter, Śukrācārya saw that it was against the interests of his own daughter for Yayāti to continue in old age and invalidity, for certainly his lusty daughter would not be satisfied. Therefore Śukrācārya blessed his son-in-law by saying that he could exchange his old age for someone else’s youth. He indicated that if Yayāti’s son would exchange his youth for Yayāti’s old age, Yayāti could continue to enjoy sex with Devayānī."
    },
    {
        "verse": "38",
        "devanagari": "इति लब्धव्यवस्थान: पुत्रं ज्येष्ठमवोचत ।यदो तात प्रतीच्छेमां जरां देहि निजं वय: ॥ ३८ ॥",
        "english_devnagari": "iti labdha-vyavasthānaḥputraṁ jyeṣṭham avocatayado tāta pratīcchemāṁjarāṁ dehi nijaṁ vayaḥ",
        "verse_Syn": [
            "iti",
            "labdha",
            "vyavasthānaḥ",
            "putram",
            "jyeṣṭham",
            "avocata",
            "yado",
            "tāta",
            "pratīccha",
            "imām",
            "jarām",
            "dehi",
            "nijam",
            "vayaḥ"
        ],
        "translation": "When Yayāti received this benediction from Śukrācārya, he requested his eldest son: My dear son Yadu, please give me your youth in exchange for my old age and invalidity.",
        "purport": ""
    },
    {
        "verse": "39",
        "devanagari": "मातामहकृतां वत्स न तृप्तो विषयेष्वहम् ।वयसा भवदीयेन रंस्ये कतिपया: समा: ॥ ३९ ॥",
        "english_devnagari": "mātāmaha-kṛtāṁ vatsana tṛpto viṣayeṣv ahamvayasā bhavadīyenaraṁsye katipayāḥ samāḥ",
        "verse_Syn": [
            "mātāmaha",
            "kṛtām",
            "vatsa",
            "na",
            "tṛptaḥ",
            "viṣayeṣu",
            "aham",
            "vayasā",
            "bhavadīyena",
            "raṁsye",
            "katipayāḥ",
            "samāḥ"
        ],
        "translation": "My dear son, I am not yet satisfied in my sexual desires. But if you are kind to me, you can take the old age given by your maternal grandfather, and I may take your youth so that I may enjoy life for a few years more.",
        "purport": " This is the nature of lusty desires. In Bhagavad-gītā (7.20) it is said, kāmais tais tair hṛta-jñānāḥ: when one is too attached to sense gratification, he actually loses his sense. The word hṛta-jñānāḥ refers to one who has lost his sense. Here is an example: the father shamelessly asked his son to exchange youth for old age. Of course, the entire world is under such illusion. Therefore it is said that everyone is pramattaḥ, or exclusively mad. Nūnaṁ pramattaḥ kurute vikarma: when one becomes almost like a madman, he indulges in sex and sense gratification. Sex and sense gratification can be controlled, however, and one achieves perfection when he has no desires for sex. This is possible only when one is fully Kṛṣṇa conscious. “Since I have been engaged in the transcendental loving service of Kṛṣṇa, realizing ever-new pleasure in Him, whenever I think of sex pleasure, I spit at the thought, and my lips curl with distaste.” Sexual desire can be stopped only when one is fully Kṛṣṇa conscious, and not otherwise. As long as one has desires for sex, one must change his body and transmigrate from one body to another to enjoy sex in different species or forms. But although the forms may differ, the business of sex is the same. Therefore it is said, punaḥ punaś carvita-carvaṇānām. Those who are very much attached to sex transmigrate from one body to another, with the same business of “chewing the chewed,” tasting sex enjoyment as a dog, sex enjoyment as a hog, sex enjoyment as a demigod, and so on."
    },
    {
        "verse": "40",
        "devanagari": "श्रीयदुरुवाचनोत्सहे जरसा स्थातुमन्तरा प्राप्तया तव ।अविदित्वा सुखं ग्राम्यं वैतृष्ण्यं नैति पूरुष: ॥ ४० ॥",
        "english_devnagari": "śrī-yadur uvācanotsahe jarasā sthātumantarā prāptayā tavaaviditvā sukhaṁ grāmyaṁvaitṛṣṇyaṁ naiti pūruṣaḥ",
        "verse_Syn": [
            "śrī",
            "yaduḥ",
            "uvāca",
            "na",
            "utsahe",
            "jarasā",
            "sthātum",
            "antarā",
            "prāptayā",
            "tava",
            "aviditvā",
            "sukham",
            "grāmyam",
            "vaitṛṣṇyam",
            "na",
            "eti",
            "pūruṣaḥ"
        ],
        "translation": "Yadu replied: My dear father, you have already achieved old age, although you also were a young man. But I do not welcome your old age and invalidity, for unless one enjoys material happiness, one cannot attain renunciation.",
        "purport": " Renunciation of material enjoyment is the ultimate goal of human life. Therefore the varṇāśrama institution is most scientific. It aims at giving one the facility to return home, back to Godhead, which one cannot do without completely renouncing all connections with the material world. Śrī Caitanya Mahāprabhu said, niṣkiñcanasya bhagavad-bhajanonmukhasya: one who wants to go back home, back to Godhead, must be niṣkiñcana, free from all affinity for material enjoyment. Brahmaṇy upaśamāśrayam: unless one is fully renounced, one cannot engage in devotional service or stay in Brahman. Devotional service is rendered on the Brahman platform. Therefore, unless one attains the Brahman platform, or spiritual platform, one cannot engage in devotional service; or, in other words, a person engaged in devotional service is already on the Brahman platform. “One who engages in full devotional service, who does not fall down in any circumstance, at once transcends the modes of material nature and thus comes to the level of Brahman.” (Bg. 14.26) If one attains devotional service, therefore, he is certainly liberated. Generally, unless one enjoys material happiness, one cannot attain renunciation. Varṇāśrama therefore gives the opportunity for gradual elevation. Yadu, the son of Mahārāja Yayāti, explained that he was unable to give up his youth, for he wanted to use it to attain the renounced order in the future. Mahārāja Yadu was different from his brothers. As stated in the next verse, turvasuś coditaḥ pitrā druhyuś cānuś ca bhārata/ pratyācakhyur adharmajñāḥ. Mahārāja Yadu’s brothers refused to accept their father’s proposal because they were not completely aware of dharma. To accept orders that follow religious principles, especially the orders of one’s father, is very important. Therefore when the brothers of Mahārāja Yadu refused their father’s order, this was certainly irreligious. Mahārāja Yadu’s refusal, however, was religious. As stated in the Tenth Canto, yadoś ca dharma-śīlasya: Mahārāja Yadu was completely aware of the principles of religion. The ultimate principle of religion is to engage oneself in devotional service to the Lord. Mahārāja Yadu was very eager to engage himself in the Lord’s service, but there was an impediment: during youth the material desire to enjoy the material senses is certainly present, and unless one fully satisfies these lusty desires in youth, there is a chance of one’s being disturbed in rendering service to the Lord. We have actually seen that many sannyāsīs who accept sannyāsa prematurely, not having satisfied their material desires, fall down because they are disturbed. Therefore the general process is to go through gṛhastha life and vānaprastha life and finally come to sannyāsa and devote oneself completely to the service of the Lord. Mahārāja Yadu was ready to accept his father’s order and exchange youth for old age because he was confident that the youth taken by his father would be returned. But because this exchange would delay his complete engagement in devotional service, he did not want to accept his father’s old age, for he was eager to achieve freedom from disturbances. Moreover, among the descendants of Yadu would be Lord Kṛṣṇa. Therefore, because Yadu was eager to see the Lord’s appearance in his dynasty as soon as possible, Yadu refused to accept his father’s proposal. This was not irreligious, however, because Yadu’s purpose was to serve the Lord. Because Yadu was a faithful servant of the Lord, Lord Kṛṣṇa appeared in his dynasty. As confirmed in the prayers of Kuntī, yadoḥ priyasyānvavāye. Yadu was very dear to Kṛṣṇa, who was therefore eager to descend in Yadu’s dynasty. In conclusion, Mahārāja Yadu should not be considered adharma-jña, ignorant of religious principles, as the next verse designates his brothers. He was like the four Sanakas (catuḥ-sana), who refused the order of their father, Brahmā, for the sake of a better cause. Because the four Kumāras wanted to engage themselves completely in the service of the Lord as brahmacārīs, their refusal to obey their father’s order was not irreligious."
    },
    {
        "verse": "41",
        "devanagari": "तुर्वसुश्चोदित: पित्रा द्रुह्युश्चानुश्च भारत ।प्रत्याचख्युरधर्मज्ञा ह्यनित्ये नित्यबुद्धय: ॥ ४१ ॥",
        "english_devnagari": "turvasuś coditaḥ pitrādruhyuś cānuś ca bhāratapratyācakhyur adharmajñāhy anitye nitya-buddhayaḥ",
        "verse_Syn": [
            "turvasuḥ",
            "coditaḥ",
            "pitrā",
            "druhyuḥ",
            "ca",
            "anuḥ",
            "ca",
            "bhārata",
            "pratyācakhyuḥ",
            "adharma",
            "jñāḥ",
            "hi",
            "a",
            "nitye",
            "nitya",
            "buddhayaḥ"
        ],
        "translation": "O Mahārāja Parīkṣit, Yayāti similarly requested his sons Turvasu, Druhyu and Anu to exchange their youth for his old age, but because they were unaware of religious principles, they thought that their flickering youth was eternal, and therefore they refused to carry out their father’s order.",
        "purport": ""
    },
    {
        "verse": "42",
        "devanagari": "अपृच्छत् तनयं पूरुं वयसोनं गुणाधिकम् ।न त्वमग्रजवद् वत्स मां प्रत्याख्यातुमर्हसि ॥ ४२ ॥",
        "english_devnagari": "apṛcchat tanayaṁ pūruṁvayasonaṁ guṇādhikamna tvam agrajavad vatsamāṁ pratyākhyātum arhasi",
        "verse_Syn": [
            "apṛcchat",
            "tanayam",
            "pūrum",
            "vayasā",
            "ūnam",
            "guṇa",
            "adhikam",
            "na",
            "tvam",
            "agraja",
            "vat",
            "vatsa",
            "mām",
            "pratyākhyātum",
            "arhasi"
        ],
        "translation": "King Yayāti then requested Pūru, who was younger than these three brothers but more qualified, “My dear son, do not be disobedient like your elder brothers, for that is not your duty.”",
        "purport": ""
    },
    {
        "verse": "43",
        "devanagari": "श्रीपूरुरुवाचको नु लोके मनुष्येन्द्र पितुरात्मकृत: पुमान् ।प्रतिकर्तुं क्षमो यस्य प्रसादाद् विन्दते परम् ॥ ४३ ॥",
        "english_devnagari": "śrī-pūrur uvācako nu loke manuṣyendrapitur ātma-kṛtaḥ pumānpratikartuṁ kṣamo yasyaprasādād vindate param",
        "verse_Syn": [
            "śrī",
            "pūruḥ",
            "uvāca",
            "kaḥ",
            "nu",
            "loke",
            "manuṣya",
            "indra",
            "pituḥ",
            "ātma",
            "kṛtaḥ",
            "pumān",
            "pratikartum",
            "kṣamaḥ",
            "yasya",
            "prasādāt",
            "vindate",
            "param"
        ],
        "translation": "Pūru replied: O Your Majesty, who in this world can repay his debt to his father? By the mercy of one’s father, one gets the human form of life, which can enable one to become an associate of the Supreme Lord.",
        "purport": " The father gives the seed of the body, and this seed gradually grows and develops until one ultimately attains the developed human body, with consciousness higher than that of the animals. In the human body one can be elevated to the higher planets, and, furthermore, if one cultivates Kṛṣṇa consciousness, one can return home, back to Godhead. This important human body is obtained by the grace of the father, and therefore everyone is indebted to his father. Of course, in other lives one also gets a father and mother; even cats and dogs have fathers and mothers. But in the human form of life the father and mother can award their son the greatest benediction by teaching him to become a devotee. When one becomes a devotee, he achieves the greatest benediction because he completely averts the repetition of birth and death. Therefore the father who trains his child in Kṛṣṇa consciousness is the most benevolent father in this world. It is said: Everyone gets a father and mother, but if one gets the benediction of Kṛṣṇa and guru, he can conquer material nature and return home, back to Godhead."
    },
    {
        "verse": "44",
        "devanagari": "उत्तमश्चिन्तितं कुर्यात् प्रोक्तकारी तु मध्यम: ।अधमोऽश्रद्धया कुर्यादकर्तोच्चरितं पितु: ॥ ४४ ॥",
        "english_devnagari": "uttamaś cintitaṁ kuryātprokta-kārī tu madhyamaḥadhamo ’śraddhayā kuryādakartoccaritaṁ pituḥ",
        "verse_Syn": [
            "uttamaḥ",
            "cintitam",
            "kuryāt",
            "prokta",
            "kārī",
            "tu",
            "madhyamaḥ",
            "adhamaḥ",
            "aśraddhayā",
            "kuryāt",
            "akartā",
            "uccaritam",
            "pituḥ"
        ],
        "translation": "A son who acts by anticipating what his father wants him to do is first class, one who acts upon receiving his father’s order is second class, and one who executes his father’s order irreverently is third class. But a son who refuses his father’s order is like his father’s stool.",
        "purport": " Pūru, Yayāti’s last son, immediately accepted his father’s proposal, for although he was the youngest, he was very qualified. Pūru thought, “I should have accepted my father’s proposal before he asked, but I did not. Therefore I am not a first-class son. I am second class. But I do not wish to become the lowest type of son, who is compared to his father’s stool.” One Indian poet has spoken of putra and mūtra. Putra means “son,” and mūtra means “urine.” Both a son and urine come from the same genitals. If a son is an obedient devotee of the Lord he is called putra, or a real son; otherwise, if he is not learned and is not a devotee, a son is nothing better than urine."
    },
    {
        "verse": "45",
        "devanagari": "इति प्रमुदित: पूरु: प्रत्यगृह्णाज्जरां पितु: ।सोऽपि तद्वयसा कामान् यथावज्जुजुषे नृप ॥ ४५ ॥",
        "english_devnagari": "iti pramuditaḥ pūruḥpratyagṛhṇāj jarāṁ pituḥso ’pi tad-vayasā kāmānyathāvaj jujuṣe nṛpa",
        "verse_Syn": [
            "iti",
            "pramuditaḥ",
            "pūruḥ",
            "pratyagṛhṇāt",
            "jarām",
            "pituḥ",
            "saḥ",
            "api",
            "tat",
            "vayasā",
            "kāmān",
            "yathā",
            "vat",
            "jujuṣe",
            "nṛpa"
        ],
        "translation": "Śukadeva Gosvāmī said: In this way, O Mahārāja Parīkṣit, the son named Pūru was very pleased to accept the old age of his father, Yayāti, who took the youth of his son and enjoyed this material world as he required.",
        "purport": ""
    },
    {
        "verse": "46",
        "devanagari": "सप्तद्वीपपति: सम्यक् पितृवत् पालयन् प्रजा: ।यथोपजोषं विषयाञ्जुजुषेऽव्याहतेन्द्रिय: ॥ ४६ ॥",
        "english_devnagari": "sapta-dvīpa-patiḥ saṁyakpitṛvat pālayan prajāḥyathopajoṣaṁ viṣayāñjujuṣe ’vyāhatendriyaḥ",
        "verse_Syn": [
            "sapta",
            "dvīpa",
            "patiḥ",
            "saṁyak",
            "pitṛ",
            "vat",
            "pālayan",
            "prajāḥ",
            "yathā",
            "upajoṣam",
            "viṣayān",
            "jujuṣe",
            "avyāhata",
            "indriyaḥ"
        ],
        "translation": "Thereafter, King Yayāti became the ruler of the entire world, consisting of seven islands, and ruled the citizens exactly like a father. Because he had taken the youth of his son, his senses were unimpaired, and he enjoyed as much material happiness as he desired.",
        "purport": ""
    },
    {
        "verse": "47",
        "devanagari": "देवयान्यप्यनुदिनं मनोवाग्देहवस्तुभि: ।प्रेयस: परमां प्रीतिमुवाह प्रेयसी रह: ॥ ४७ ॥",
        "english_devnagari": "devayāny apy anudinaṁmano-vāg-deha-vastubhiḥpreyasaḥ paramāṁ prītimuvāha preyasī rahaḥ",
        "verse_Syn": [
            "devayānī",
            "api",
            "anudinam",
            "manaḥ",
            "vāk",
            "deha",
            "vastubhiḥ",
            "preyasaḥ",
            "paramām",
            "prītim",
            "uvāha",
            "preyasī",
            "rahaḥ"
        ],
        "translation": "In secluded places, engaging her mind, words, body and various paraphernalia, Devayānī, the dear wife of Mahārāja Yayāti, always brought her husband the greatest possible transcendental bliss.",
        "purport": ""
    },
    {
        "verse": "48",
        "devanagari": "अयजद् यज्ञपुरुषं क्रतुभिर्भूरिदक्षिणै: ।सर्वदेवमयं देवं सर्ववेदमयं हरिम् ॥ ४८ ॥",
        "english_devnagari": "ayajad yajña-puruṣaṁkratubhir bhūri-dakṣiṇaiḥsarva-devamayaṁ devaṁsarva-vedamayaṁ harim",
        "verse_Syn": [
            "ayajat",
            "yajña",
            "puruṣam",
            "kratubhiḥ",
            "bhūri",
            "dakṣiṇaiḥ",
            "sarva",
            "deva",
            "mayam",
            "devam",
            "sarva",
            "veda",
            "mayam",
            "harim"
        ],
        "translation": "King Yayāti performed various sacrifices, in which he offered abundant gifts to the brāhmaṇas to satisfy the Supreme Lord, Hari, who is the reservoir of all the demigods and the object of all Vedic knowledge.",
        "purport": ""
    },
    {
        "verse": "49",
        "devanagari": "यस्मिन्निदं विरचितं व्योम्नीव जलदावलि: ।नानेव भाति नाभाति स्वप्नमायामनोरथ: ॥ ४९ ॥",
        "english_devnagari": "yasminn idaṁ viracitaṁvyomnīva jaladāvaliḥnāneva bhāti nābhātisvapna-māyā-manorathaḥ",
        "verse_Syn": [
            "yasmin",
            "idam",
            "viracitam",
            "vyomni",
            "iva",
            "jalada",
            "āvaliḥ",
            "nānā",
            "iva",
            "bhāti",
            "na",
            "ābhāti",
            "svapna",
            "māyā",
            "manaḥ",
            "rathaḥ"
        ],
        "translation": "The Supreme Lord, Vāsudeva, who created the cosmic manifestation, exhibits Himself as all-pervading, like the sky that holds clouds. And when the creation is annihilated, everything enters into the Supreme Lord, Viṣṇu, and varieties are no longer manifested.",
        "purport": " As stated by the Lord Himself in Bhagavad-gītā (7.19): “After many births and deaths, he who is actually in knowledge surrenders unto Me, knowing Me to be the cause of all causes and all that is. Such a great soul is very rare.” The Supreme Personality of Godhead, Vāsudeva, is one with the Supreme Brahman, the Supreme Absolute Truth. Everything is in Him in the beginning, and at the end all manifestations enter into Him. He is situated in everyone’s heart (sarvasya cāhaṁ hṛdi sanniviṣṭaḥ). And from Him everything has emanated (janmādy asya yataḥ). All material manifestations, however, are temporary. The word svapna means “dreams,” māyā means “illusion,” and manoratha means “mental creations.” Dreams, illusions and mental creations are temporary. Similarly, all material creation is temporary, but Vāsudeva, the Supreme Personality of Godhead, is the eternal Absolute Truth."
    },
    {
        "verse": "50",
        "devanagari": "तमेव हृदि विन्यस्य वासुदेवं गुहाशयम् ।नारायणमणीयांसं निराशीरयजत् प्रभुम् ॥ ५० ॥",
        "english_devnagari": "tam eva hṛdi vinyasyavāsudevaṁ guhāśayamnārāyaṇam aṇīyāṁsaṁnirāśīr ayajat prabhum",
        "verse_Syn": [
            "tam",
            "eva",
            "hṛdi",
            "vinyasya",
            "vāsudevam",
            "guha",
            "āśayam",
            "nārāyaṇam",
            "aṇīyāṁsam",
            "nirāśīḥ",
            "ayajat",
            "prabhum"
        ],
        "translation": "Without material desires, Mahārāja Yayāti worshiped the Supreme Lord, who is situated in everyone’s heart as Nārāyaṇa and is invisible to material eyes, although existing everywhere.",
        "purport": " King Yayāti, although externally seeming very fond of material enjoyment, was internally thinking of becoming an eternal servant of the Lord."
    },
    {
        "verse": "51",
        "devanagari": "एवं वर्षसहस्राणि मन:षष्ठैर्मन:सुखम् ।विदधानोऽपि नातृप्यत् सार्वभौम: कदिन्द्रियै: ॥ ५१ ॥",
        "english_devnagari": "evaṁ varṣa-sahasrāṇimanaḥ-ṣaṣṭhair manaḥ-sukhamvidadhāno ’pi nātṛpyatsārva-bhaumaḥ kad-indriyaiḥ",
        "verse_Syn": [
            "evam",
            "varṣa",
            "sahasrāṇi",
            "manaḥ",
            "ṣaṣṭhaiḥ",
            "manaḥ",
            "sukham",
            "vidadhānaḥ",
            "api",
            "na",
            "atṛpyat",
            "sārva",
            "bhaumaḥ",
            "kat",
            "indriyaiḥ"
        ],
        "translation": "Although Mahārāja Yayāti was the king of the entire world and he engaged his mind and five senses in enjoying material possessions for one thousand years, he was unable to be satisfied.",
        "purport": " The kad-indriya, or unpurified senses, can be purified if one engages the senses and the mind in Kṛṣṇa consciousness. Sarvopādhi-vinirmuktaṁ tat-paratvena nirmalam. One must be freed from all designations. When one identifies himself with the material world, his senses are impure. But when one achieves spiritual realization and identifies himself as a servant of the Lord, his senses are purified immediately. Engagement of the purified senses in the service of the Lord is called bhakti. Hṛṣīkeṇa hṛṣīkeśa-sevanaṁ bhaktir ucyate. One may enjoy the senses for many thousands of years, but unless one purifies the senses, one cannot be happy."
    }
]