[
    {
        "verse": "1",
        "devanagari": "श्रीशुक उवाचएवं गतेऽथ सुद्युम्ने मनुर्वैवस्वत: सुते ।पुत्रकामस्तपस्तेपे यमुनायां शतं समा: ॥ १ ॥",
        "english_devnagari": "śrī-śuka uvācaevaṁ gate ’tha sudyumnemanur vaivasvataḥ suteputra-kāmas tapas tepeyamunāyāṁ śataṁ samāḥ",
        "verse_Syn": [
            "śrī",
            "śukaḥ",
            "uvāca",
            "evam",
            "gate",
            "atha",
            "sudyumne",
            "manuḥ",
            "vaivasvataḥ",
            "sute",
            "putra",
            "kāmaḥ",
            "tapaḥ",
            "tepe",
            "yamunāyām",
            "śatam",
            "samāḥ"
        ],
        "translation": "Śukadeva Gosvāmī said: Thereafter, when his son Sudyumna had thus gone to the forest to accept the order of vānaprastha, Vaivasvata Manu [Śrāddhadeva], being desirous of getting more sons, performed severe austerities on the bank of the Yamunā for one hundred years.",
        "purport": ""
    },
    {
        "verse": "2",
        "devanagari": "ततोऽयजन्मनुर्देवमपत्यार्थं हरिं प्रभुम् ।इक्ष्वाकुपूर्वजान् पुत्रान्लेभे स्वसद‍ृशान् दश ॥ २ ॥",
        "english_devnagari": "tato ’yajan manur devamapatyārthaṁ hariṁ prabhumikṣvāku-pūrvajān putrānlebhe sva-sadṛśān daśa",
        "verse_Syn": [
            "tataḥ",
            "ayajat",
            "manuḥ",
            "devam",
            "apatya",
            "artham",
            "harim",
            "prabhum",
            "ikṣvāku",
            "pūrva",
            "jān",
            "putrān",
            "lebhe",
            "sva",
            "sadṛśān",
            "daśa"
        ],
        "translation": "Then, because of this desire for sons, the Manu known as Śrāddhadeva worshiped the Supreme Lord, the Personality of Godhead, the Lord of the demigods. Thus he got ten sons exactly like himself. Among them all, Ikṣvāku was the eldest.",
        "purport": ""
    },
    {
        "verse": "3",
        "devanagari": "पृषध्रस्तु मनो: पुत्रो गोपालो गुरुणा कृत: ।पालयामास गा यत्तो रात्र्यां वीरासनव्रत: ॥ ३ ॥",
        "english_devnagari": "pṛṣadhras tu manoḥ putrogo-pālo guruṇā kṛtaḥpālayām āsa gā yattorātryāṁ vīrāsana-vrataḥ",
        "verse_Syn": [
            "pṛṣadhraḥ",
            "tu",
            "manoḥ",
            "putraḥ",
            "go",
            "pālaḥ",
            "guruṇā",
            "kṛtaḥ",
            "pālayām",
            "āsa",
            "gāḥ",
            "yattaḥ",
            "rātryām",
            "vīrāsana",
            "vrataḥ"
        ],
        "translation": "Among these sons, Pṛṣadhra, following the order of his spiritual master, was engaged as a protector of cows. He would stand all night with a sword to give the cows protection.",
        "purport": " One who becomes vīrāsana takes the vow to stand all night with a sword to give protection to the cows. Because Pṛṣadhra was engaged in this way, it is to be understood that he had no dynasty. We can further understand from this vow accepted by Pṛṣadhra how essential it is to protect the cows. Some son of a kṣatriya would take this vow to protect the cows from ferocious animals, even at night. What then is to be said of sending cows to slaughterhouses? This is the most sinful activity in human society."
    },
    {
        "verse": "4",
        "devanagari": "एकदा प्राविशद् गोष्ठं शार्दूलो निशि वर्षति ।शयाना गाव उत्थाय भीतास्ता बभ्रमुर्व्रजे ॥ ४ ॥",
        "english_devnagari": "ekadā prāviśad goṣṭhaṁśārdūlo niśi varṣatiśayānā gāva utthāyabhītās tā babhramur vraje",
        "verse_Syn": [
            "ekadā",
            "prāviśat",
            "goṣṭham",
            "śārdūlaḥ",
            "niśi",
            "varṣati",
            "śayānāḥ",
            "gāvaḥ",
            "utthāya",
            "bhītāḥ",
            "tāḥ",
            "babhramuḥ",
            "vraje"
        ],
        "translation": "Once at night, while it was raining, a tiger entered the land of the cowshed. Upon seeing the tiger, all the cows, who were lying down, got up in fear and scattered here and there on the land.",
        "purport": ""
    },
    {
        "verse": "5-6",
        "devanagari": "एकां जग्राह बलवान् सा चुक्रोश भयातुरा ।तस्यास्तु क्रन्दितं श्रुत्वा पृषध्रोऽनुससार ह ॥ ५ ॥खड्‌गमादाय तरसा प्रलीनोडुगणे निशि ।अजानन्नच्छिनोद् बभ्रो: शिर: शार्दूलशङ्कया ॥ ६ ॥",
        "english_devnagari": "ekāṁ jagrāha balavānsā cukrośa bhayāturātasyās tu kranditaṁ śrutvāpṛṣadhro ’nusasāra ha",
        "verse_Syn": [
            "ekām",
            "jagrāha",
            "balavān",
            "sā",
            "cukrośa",
            "bhaya",
            "āturā",
            "tasyāḥ",
            "tu",
            "kranditam",
            "śrutvā",
            "pṛṣadhraḥ",
            "anusasāra",
            "ha",
            "khaḍgam",
            "ādāya",
            "tarasā",
            "pralīna",
            "uḍu",
            "gaṇe",
            "niśi",
            "ajānan",
            "acchinot",
            "babhroḥ",
            "śiraḥ",
            "śārdūla",
            "śaṅkayā"
        ],
        "translation": "When the very strong tiger seized the cow, the cow screamed in distress and fear, and Pṛṣadhra, hearing the screaming, immediately followed the sound. He took up his sword, but because the stars were covered by clouds, he mistook the cow for the tiger and mistakenly cut off the cows’ head with great force.",
        "purport": ""
    },
    {
        "verse": "7",
        "devanagari": "व्याघ्रोऽपि वृक्णश्रवणो निस्त्रिंशाग्राहतस्तत: ।निश्चक्राम भृशं भीतो रक्तं पथि समुत्सृजन् ॥ ७ ॥",
        "english_devnagari": "vyāghro ’pi vṛkṇa-śravaṇonistriṁśāgrāhatas tataḥniścakrāma bhṛśaṁ bhītoraktaṁ pathi samutsṛjan",
        "verse_Syn": [
            "vyāghraḥ",
            "api",
            "vṛkṇa",
            "śravaṇaḥ",
            "nistriṁśa",
            "agra",
            "āhataḥ",
            "tataḥ",
            "niścakrāma",
            "bhṛśam",
            "bhītaḥ",
            "raktam",
            "pathi",
            "samutsṛjan"
        ],
        "translation": "Because the tiger’s ear had been cut by the edge of the sword, the tiger was very afraid, and it fled from that place, while bleeding on the street.",
        "purport": ""
    },
    {
        "verse": "8",
        "devanagari": "मन्यमानो हतं व्याघ्रं पृषध्र: परवीरहा ।अद्राक्षीत् स्वहतां बभ्रुं व्युष्टायां निशि दु:खित: ॥ ८ ॥",
        "english_devnagari": "manyamāno hataṁ vyāghraṁpṛṣadhraḥ para-vīra-hāadrākṣīt sva-hatāṁ babhruṁvyuṣṭāyāṁ niśi duḥkhitaḥ",
        "verse_Syn": [
            "manyamānaḥ",
            "hatam",
            "vyāghram",
            "pṛṣadhraḥ",
            "para",
            "vīra",
            "hā",
            "adrākṣīt",
            "sva",
            "hatām",
            "babhrum",
            "vyuṣṭāyām",
            "niśi",
            "duḥkhitaḥ"
        ],
        "translation": "In the morning, when Pṛṣadhra, who was quite able to subdue his enemy, saw that he had killed the cow although at night he thought he had killed the tiger, he was very unhappy.",
        "purport": ""
    },
    {
        "verse": "9",
        "devanagari": "तं शशाप कुलाचार्य: कृतागसमकामत: ।न क्षत्रबन्धु: शूद्रस्त्वं कर्मणा भवितामुना ॥ ९ ॥",
        "english_devnagari": "taṁ śaśāpa kulācāryaḥkṛtāgasam akāmataḥna kṣatra-bandhuḥ śūdras tvaṁkarmaṇā bhavitāmunā",
        "verse_Syn": [
            "tam",
            "śaśāpa",
            "kula",
            "ācāryaḥ",
            "kṛta",
            "āgasam",
            "akāmataḥ",
            "na",
            "kṣatra",
            "bandhuḥ",
            "śūdraḥ",
            "tvam",
            "karmaṇā",
            "bhavitā",
            "amunā"
        ],
        "translation": "Although Pṛṣadhra had committed the sin unknowingly, his family priest, Vasiṣṭha, cursed him, saying, “In your next life you shall not be able to become a kṣatriya. Instead, you shall take birth as a śūdra because of killing the cow.”",
        "purport": " It appears that Vasiṣṭha was not free from tamo-guṇa, the mode of ignorance. As the family priest or spiritual master of Pṛṣadhra, Vasiṣṭha should have taken Pṛṣadhra’s offense very lightly, but instead Vasiṣṭha cursed him to become a śūdra. It is the duty of a family priest not to curse a disciple but to give him relief through the performance of some sort of atonement. Vasiṣṭha, however, did just the opposite. Therefore Śrīla Viśvanātha Cakravartī Ṭhākura says that he was durmati; in other words, his intelligence was not very good."
    },
    {
        "verse": "10",
        "devanagari": "एवं शप्तस्तु गुरुणा प्रत्यगृह्णात् कृताञ्जलि: ।अधारयद् व्रतं वीर ऊर्ध्वरेता मुनिप्रियम् ॥ १० ॥",
        "english_devnagari": "evaṁ śaptas tu guruṇāpratyagṛhṇāt kṛtāñjaliḥadhārayad vrataṁ vīraūrdhva-retā muni-priyam",
        "verse_Syn": [
            "evam",
            "śaptaḥ",
            "tu",
            "guruṇā",
            "pratyagṛhṇāt",
            "kṛta",
            "añjaliḥ",
            "adhārayat",
            "vratam",
            "vīraḥ",
            "ūrdhva",
            "retāḥ",
            "muni",
            "priyam"
        ],
        "translation": "When the hero Pṛṣadhra was thus cursed by his spiritual master, he accepted the curse with folded hands. Then, having controlled his senses, he took the vow of brahmacarya, which is approved by all great sages.",
        "purport": ""
    },
    {
        "verse": "11-13",
        "devanagari": "वासुदेवे भगवति सर्वात्मनि परेऽमले ।एकान्तित्वं गतो भक्त्या सर्वभूतसुहृत् सम: ॥ ११ ॥विमुक्तसङ्ग: शान्तात्मा संयताक्षोऽपरिग्रह: ।यद‍ृच्छयोपपन्नेन कल्पयन् वृत्तिमात्मन: ॥ १२ ॥आत्मन्यात्मानमाधाय ज्ञानतृप्त: समाहित: ।विचचार महीमेतां जडान्धबधिराकृति: ॥ १३ ॥",
        "english_devnagari": "vāsudeve bhagavatisarvātmani pare ’maleekāntitvaṁ gato bhaktyāsarva-bhūta-suhṛt samaḥ",
        "verse_Syn": [
            "vāsudeve",
            "bhagavati",
            "sarva",
            "ātmani",
            "pare",
            "amale",
            "ekāntitvam",
            "gataḥ",
            "bhaktyā",
            "sarva",
            "bhūta",
            "suhṛt",
            "samaḥ",
            "vimukta",
            "saṅgaḥ",
            "śānta",
            "ātmā",
            "saṁyata",
            "akṣaḥ",
            "aparigrahaḥ",
            "yat",
            "ṛcchayā",
            "upapannena",
            "kalpayan",
            "vṛttim",
            "ātmanaḥ",
            "ātmani",
            "ātmānam",
            "ādhāya",
            "jñāna",
            "tṛptaḥ",
            "samāhitaḥ",
            "vicacāra",
            "mahīm",
            "etām",
            "jaḍa",
            "andha",
            "badhira",
            "ākṛtiḥ"
        ],
        "translation": "Thereafter, Pṛṣadhra gained relief from all responsibilities, became peaceful in mind, and established control over all his senses. Being unaffected by material conditions, being pleased with whatever was available by the grace of the Lord to maintain body and soul together, and being equal toward everyone, he gave full attention to the Supreme Personality of Godhead, Vāsudeva, who is the transcendental Supersoul, free from material contamination. Thus Pṛṣadhra, fully satisfied in pure knowledge, always keeping his mind on the Supreme Personality of Godhead, achieved pure devotional service to the Lord and began traveling all over the world, without affection for material activities, as if he were deaf, dumb and blind.",
        "purport": ""
    },
    {
        "verse": "14",
        "devanagari": "एवं वृत्तो वनं गत्वा दृष्ट्वा दावाग्निमुत्थितम् ।तेनोपयुक्तकरणो ब्रह्म प्राप परं मुनि: ॥ १४ ॥",
        "english_devnagari": "evaṁ vṛtto vanaṁ gatvādṛṣṭvā dāvāgnim utthitamtenopayukta-karaṇobrahma prāpa paraṁ muniḥ",
        "verse_Syn": [
            "evam",
            "vṛttaḥ",
            "vanam",
            "gatvā",
            "dṛṣṭvā",
            "dāva",
            "agnim",
            "utthitam",
            "tena",
            "upayukta",
            "karaṇaḥ",
            "brahma",
            "prāpa",
            "param",
            "muniḥ"
        ],
        "translation": "With this attitude, Pṛṣadhra became a great saint, and when he entered the forest and saw a blazing forest fire, he took this opportunity to burn his body in the fire. Thus he achieved the transcendental, spiritual world.",
        "purport": " The Lord says in Bhagavad-gītā (4.9): “One who knows the transcendental nature of My appearance and activities does not, upon leaving the body, take his birth again in this material world, but attains My eternal abode, O Arjuna.” Pṛṣadhra, because of his karma, was cursed to take his next birth as a śūdra, but because he took to saintly life, specifically concentrating his mind always upon the Supreme Personality of Godhead, he became a pure devotee. Immediately after giving up his body in the fire, he reached the spiritual world, as mentioned in Bhagavad-gītā (mām eti), as a result of his devotional situation. Devotional service performed by thinking of the Supreme Personality of Godhead is so powerful that although Pṛṣadhra was cursed he avoided the terrible consequence of becoming a śūdra and instead returned home, back to Godhead. As stated in Brahma-saṁhitā (5.54): Those who engage in devotional service are unaffected by the results of their material activities. Otherwise, everyone, from the smallest microbe up to the King of heaven, Indra, is subject to the laws of karma. A pure devotee, being always engaged in the service of the Lord, is exempt from these laws."
    },
    {
        "verse": "15",
        "devanagari": "कवि: कनीयान् विषयेषु नि:स्पृहोविसृज्य राज्यं सह बन्धुभिर्वनम् ।निवेश्य चित्ते पुरुषं स्वरोचिषंविवेश कैशोरवया: परं गत: ॥ १५ ॥",
        "english_devnagari": "kaviḥ kanīyān viṣayeṣu niḥspṛhovisṛjya rājyaṁ saha bandhubhir vanamniveśya citte puruṣaṁ sva-rociṣaṁviveśa kaiśora-vayāḥ paraṁ gataḥ",
        "verse_Syn": [
            "kaviḥ",
            "kanīyān",
            "viṣayeṣu",
            "niḥspṛhaḥ",
            "visṛjya",
            "rājyam",
            "saha",
            "bandhubhiḥ",
            "vanam",
            "niveśya",
            "citte",
            "puruṣam",
            "sva",
            "rociṣam",
            "viveśa",
            "kaiśora",
            "vayāḥ",
            "param",
            "gataḥ"
        ],
        "translation": "Being reluctant to accept material enjoyment, Manu’s youngest son, whose name was Kavi, gave up the kingdom before attaining full youth. Accompanied by his friends, he went to the forest, always thinking of the self-effulgent Supreme Personality of Godhead within the core of his heart. Thus he attained perfection.",
        "purport": ""
    },
    {
        "verse": "16",
        "devanagari": "करूषोन्मानवादासन् कारूषो: क्षत्रजातय: ।उत्तरापथगोप्तारो ब्रह्मण्या धर्मवत्सला: ॥ १६ ॥",
        "english_devnagari": "karūṣān mānavād āsankārūṣāḥ kṣatra-jātayaḥuttarā-patha-goptārobrahmaṇyā dharma-vatsalāḥ",
        "verse_Syn": [
            "karūṣāt",
            "mānavāt",
            "āsan",
            "kārūṣāḥ",
            "kṣatra",
            "jātayaḥ",
            "uttarā",
            "patha",
            "goptāraḥ",
            "brahmaṇyāḥ",
            "dharma",
            "vatsalāḥ"
        ],
        "translation": "From Karūṣa, another son of Manu, came the Kārūṣa dynasty, a family of kṣatriyas. The Kārūṣa kṣatriyas were the kings of the northern direction. They were celebrated protectors of brahminical culture and were all firmly religious.",
        "purport": ""
    },
    {
        "verse": "17",
        "devanagari": "धृष्टाद् धार्ष्टमभूत् क्षत्रं ब्रह्मभूयं गतं क्षितौ ।नृगस्य वंश: सुमतिर्भूतज्योतिस्ततो वसु: ॥ १७ ॥",
        "english_devnagari": "dhṛṣṭād dhārṣṭam abhūt kṣatraṁbrahma-bhūyaṁ gataṁ kṣitaunṛgasya vaṁśaḥ sumatirbhūtajyotis tato vasuḥ",
        "verse_Syn": [
            "dhṛṣṭāt",
            "dhārṣṭam",
            "abhūt",
            "kṣatram",
            "brahma",
            "bhūyam",
            "gatam",
            "kṣitau",
            "nṛgasya",
            "vaṁśaḥ",
            "sumatiḥ",
            "bhūtajyotiḥ",
            "tataḥ",
            "vasuḥ"
        ],
        "translation": "From the son of Manu named Dhṛṣṭa came a kṣatriya caste called Dhārṣṭa, whose members achieved the position of brāhmaṇas in this world. Then, from the son of Manu named Nṛga came Sumati. From Sumati came Bhūtajyoti, and from Bhūtajyoti came Vasu.",
        "purport": " Here it is said, kṣatraṁ brahma-bhūyaṁ gataṁ kṣitau: although the Dhārṣṭas belonged to the kṣatriya caste, they were able to convert themselves into brāhmaṇas. This gives clear evidence supporting the following statement by Nārada (Bhāg. 7.11.35): If the qualities of one group are found in the men of another, those men should be recognized by their qualities, by their symptoms, not by the caste of the family in which they were born. Birth is not at all important; it is one’s qualities that are stressed in all Vedic literature."
    },
    {
        "verse": "18",
        "devanagari": "वसो: प्रतीकस्तत्पुत्र ओघवानोघवत्पिता ।कन्या चौघवती नाम सुदर्शन उवाह ताम् ॥ १८ ॥",
        "english_devnagari": "vasoḥ pratīkas tat-putraoghavān oghavat-pitākanyā caughavatī nāmasudarśana uvāha tām",
        "verse_Syn": [
            "vasoḥ",
            "pratīkaḥ",
            "tat",
            "putraḥ",
            "oghavān",
            "oghavat",
            "pitā",
            "kanyā",
            "ca",
            "oghavatī",
            "nāma",
            "sudarśanaḥ",
            "uvāha",
            "tām"
        ],
        "translation": "The son of Vasu was Pratīka, whose son was Oghavān. Oghavān’s son was also known as Oghavān, and his daughter was Oghavatī. Sudarśana married that daughter.",
        "purport": ""
    },
    {
        "verse": "19",
        "devanagari": "चित्रसेनो नरिष्यन्ताद‍ृक्षस्तस्य सुतोऽभवत् ।तस्य मीढ्‍वांस्तत: पूर्ण इन्द्रसेनस्तु तत्सुत: ॥ १९ ॥",
        "english_devnagari": "citraseno nariṣyantādṛkṣas tasya suto ’bhavattasya mīḍhvāṁs tataḥ pūrṇaindrasenas tu tat-sutaḥ",
        "verse_Syn": [
            "citrasenaḥ",
            "nariṣyantāt",
            "ṛkṣaḥ",
            "tasya",
            "sutaḥ",
            "abhavat",
            "tasya",
            "mīḍhvān",
            "tataḥ",
            "pūrṇaḥ",
            "indrasenaḥ",
            "tu",
            "tat",
            "sutaḥ"
        ],
        "translation": "From Nariṣyanta came a son named Citrasena and from him a son named Ṛkṣa. From Ṛkṣa came Mīḍhvān, from Mīḍhvān came Pūrṇa, and from Pūrṇa came Indrasena.",
        "purport": ""
    },
    {
        "verse": "20",
        "devanagari": "वीतिहोत्रस्त्विन्द्रसेनात् तस्य सत्यश्रवा अभूत् ।उरुश्रवा: सुतस्तस्य देवदत्तस्ततोऽभवत् ॥ २० ॥",
        "english_devnagari": "vītihotras tv indrasenāttasya satyaśravā abhūturuśravāḥ sutas tasyadevadattas tato ’bhavat",
        "verse_Syn": [
            "vītihotraḥ",
            "tu",
            "indrasenāt",
            "tasya",
            "satyaśravāḥ",
            "abhūt",
            "uruśravāḥ",
            "sutaḥ",
            "tasya",
            "devadattaḥ",
            "tataḥ",
            "abhavat"
        ],
        "translation": "From Indrasena came Vītihotra, from Vītihotra came Satyaśravā, from Satyaśravā came the son named Uruśravā, and from Uruśravā came Devadatta.",
        "purport": ""
    },
    {
        "verse": "21",
        "devanagari": "ततोऽग्निवेश्यो भगवानग्नि: स्वयमभूत् सुत: ।कानीन इति विख्यातो जातूकर्ण्यो महानृषि: ॥ २१ ॥",
        "english_devnagari": "tato ’gniveśyo bhagavānagniḥ svayam abhūt sutaḥkānīna iti vikhyātojātūkarṇyo mahān ṛṣiḥ",
        "verse_Syn": [
            "tataḥ",
            "agniveśyaḥ",
            "bhagavān",
            "agniḥ",
            "svayam",
            "abhūt",
            "sutaḥ",
            "kānīnaḥ",
            "iti",
            "vikhyātaḥ",
            "jātūkarṇyaḥ",
            "mahān",
            "ṛṣiḥ"
        ],
        "translation": "From Devadatta came a son known as Agniveśya, who was the fire-god Agni himself. This son, who was a celebrated saint, was well known as Kānīna and Jātūkarṇya.",
        "purport": " Agniveśya was also known as Kānīna and Jātūkarṇya."
    },
    {
        "verse": "22",
        "devanagari": "ततो ब्रह्मकुलं जातमाग्निवेश्यायनं नृप ।नरिष्यन्तान्वय: प्रोक्तो दिष्टवंशमत: श‍ृणु ॥ २२ ॥",
        "english_devnagari": "tato brahma-kulaṁ jātamāgniveśyāyanaṁ nṛpanariṣyantānvayaḥ proktodiṣṭa-vaṁśam ataḥ śṛṇu",
        "verse_Syn": [
            "tataḥ",
            "brahma",
            "kulam",
            "jātam",
            "āgniveśyāyanam",
            "nṛpa",
            "nariṣyanta",
            "anvayaḥ",
            "proktaḥ",
            "diṣṭa",
            "vaṁśam",
            "ataḥ",
            "śṛṇu"
        ],
        "translation": "O King, from Agniveśya came a brahminical dynasty known as Āgniveśyāyana. Now that I have described the descendants of Nariṣyanta, let me describe the descendants of Diṣṭa. Please hear from me.",
        "purport": ""
    },
    {
        "verse": "23-24",
        "devanagari": "नाभागो दिष्टपुत्रोऽन्य: कर्मणा वैश्यतां गत: ।भलन्दन: सुतस्तस्य वत्सप्रीतिर्भलन्दनात् ॥ २३ ॥वत्सप्रीते: सुत: प्रांशुस्तत्सुतं प्रमतिं विदु: ।खनित्र: प्रमतेस्तस्माच्चाक्षुषोऽथ विविंशति: ॥ २४ ॥",
        "english_devnagari": "nābhāgo diṣṭa-putro ’nyaḥkarmaṇā vaiśyatāṁ gataḥbhalandanaḥ sutas tasyavatsaprītir bhalandanāt",
        "verse_Syn": [
            "nābhāgaḥ",
            "diṣṭa",
            "putraḥ",
            "anyaḥ",
            "karmaṇā",
            "vaiśyatām",
            "gataḥ",
            "bhalandanaḥ",
            "sutaḥ",
            "tasya",
            "vatsaprītiḥ",
            "bhalandanāt",
            "vatsaprīteḥ",
            "sutaḥ",
            "prāṁśuḥ",
            "tat",
            "sutam",
            "pramatim",
            "viduḥ",
            "khanitraḥ",
            "pramateḥ",
            "tasmāt",
            "cākṣuṣaḥ",
            "atha",
            "viviṁśatiḥ"
        ],
        "translation": "Diṣṭa had a son by the name Nābhāga. This Nābhāga, who was different from the Nābhāga described later, became a vaiśya by occupational duty. The son of Nābhāga was known as Bhalandana, the son of Bhalandana was Vatsaprīti, and his son was Prāṁśu. Prāṁśu’s son was Pramati, Pramati’s son was Khanitra, Khanitra’s son was Cākṣuṣa, and his son was Viviṁśati.",
        "purport": " From Manu, one son became a kṣatriya, another a brāhmaṇa, and another a vaiśya. This confirms the statement by Nārada Muni, yasya yal lakṣaṇaṁ proktaṁ puṁso varṇābhivyañjakam (Bhāg. 7.11.35). One should always remember that brāhmaṇas, kṣatriyas and vaiśyas should never be regarded as members of a caste by birth. A brāhmaṇa may be changed into a kṣatriya, and a kṣatriya into a brāhmaṇa. Similarly, a brāhmaṇa or kṣatriya may be changed into a vaiśya, and a vaiśya into a brāhmaṇa or kṣatriya. This is confirmed in Bhagavad-gītā (cātur-varṇyaṁ mayā sṛṣṭaṁ guṇa-karma-vibhāgaśaḥ). So one is a brāhmaṇa, kṣatriya or vaiśya never by birth, but by quality. There is a great need of brāhmaṇas. Therefore, in the Kṛṣṇa consciousness movement, we are trying to train some brāhmaṇas to guide human society. Because at present there is a scarcity of brāhmaṇas, the brain of human society is lost. Because practically everyone is a śūdra, no one at the present moment can guide the members of society to the proper path by which to achieve perfection in life."
    },
    {
        "verse": "25",
        "devanagari": "विविंशते: सुतो रम्भ: खनीनेत्रोऽस्य धार्मिक: ।करन्धमो महाराज तस्यासीदात्मजो नृप ॥ २५ ॥",
        "english_devnagari": "viviṁśateḥ suto rambhaḥkhanīnetro ’sya dhārmikaḥkarandhamo mahārājatasyāsīd ātmajo nṛpa",
        "verse_Syn": [
            "viviṁśateḥ",
            "sutaḥ",
            "rambhaḥ",
            "khanīnetraḥ",
            "asya",
            "dhārmikaḥ",
            "karandhamaḥ",
            "mahārāja",
            "tasya",
            "āsīt",
            "ātmajaḥ",
            "nṛpa"
        ],
        "translation": "The son of Viviṁśati was Rambha, whose son was the great and religious King Khanīnetra. O King, the son of Khanīnetra was King Karandhama.",
        "purport": ""
    },
    {
        "verse": "26",
        "devanagari": "तस्यावीक्षित् सुतो यस्य मरुत्तश्चक्रवर्त्यभूत् ।संवर्तोऽयाजयद् यं वै महायोग्यङ्गिर:सुत: ॥ २६ ॥",
        "english_devnagari": "tasyāvīkṣit suto yasyamaruttaś cakravarty abhūtsaṁvarto ’yājayad yaṁ vaimahā-yogy aṅgiraḥ-sutaḥ",
        "verse_Syn": [
            "tasya",
            "avīkṣit",
            "sutaḥ",
            "yasya",
            "maruttaḥ",
            "cakravartī",
            "abhūt",
            "saṁvartaḥ",
            "ayājayat",
            "yam",
            "vai",
            "mahā",
            "yogī",
            "aṅgiraḥ",
            "sutaḥ"
        ],
        "translation": "From Karandhama came a son named Avīkṣit, and from Avīkṣit a son named Marutta, who was the emperor. The great mystic Saṁvarta, the son of Aṅgirā, engaged Marutta in performing a sacrifice [yajña].",
        "purport": ""
    },
    {
        "verse": "27",
        "devanagari": "मरुत्तस्य यथा यज्ञो न तथान्योऽस्ति कश्चन ।सर्वं हिरण्मयं त्वासीद् यत् किञ्चिच्चास्य शोभनम् ॥ २७ ॥",
        "english_devnagari": "maruttasya yathā yajñona tathānyo ’sti kaścanasarvaṁ hiraṇmayaṁ tv āsīdyat kiñcic cāsya śobhanam",
        "verse_Syn": [
            "maruttasya",
            "yathā",
            "yajñaḥ",
            "na",
            "tathā",
            "anyaḥ",
            "asti",
            "kaścana",
            "sarvam",
            "hiraṇ",
            "mayam",
            "tu",
            "āsīt",
            "yat",
            "kiñcit",
            "ca",
            "asya",
            "śobhanam"
        ],
        "translation": "The sacrificial paraphernalia of King Marutta was extremely beautiful, for everything was made of gold. Indeed, no other sacrifice could compare to his.",
        "purport": ""
    },
    {
        "verse": "28",
        "devanagari": "अमाद्यदिन्द्र: सोमेन दक्षिणाभिर्द्विजातय: ।मरुत: परिवेष्टारो विश्वेदेवा: सभासद: ॥ २८ ॥",
        "english_devnagari": "amādyad indraḥ somenadakṣiṇābhir dvijātayaḥmarutaḥ pariveṣṭāroviśvedevāḥ sabhā-sadaḥ",
        "verse_Syn": [
            "amādyat",
            "indraḥ",
            "somena",
            "dakṣiṇābhiḥ",
            "dvijātayaḥ",
            "marutaḥ",
            "pariveṣṭāraḥ",
            "viśvedevāḥ",
            "sabhā",
            "sadaḥ"
        ],
        "translation": "In that sacrifice, King Indra became intoxicated by drinking a large quantity of soma-rasa. The brāhmaṇas received ample contributions, and therefore they were satisfied. For that sacrifice, the various demigods who control the winds offered foodstuffs, and the Viśvedevas were members of the assembly.",
        "purport": " Because of the yajña performed by Marutta, everyone was pleased, especially the brāhmaṇas and kṣatriyas. Brāhmaṇas are interested in receiving contributions as priests, and kṣatriyas are interested in drinking. All of them, therefore, were satisfied with their different engagements."
    },
    {
        "verse": "29",
        "devanagari": "मरुत्तस्य दम: पुत्रस्तस्यासीद् राज्यवर्धन: ।सुधृतिस्तत्सुतो जज्ञे सौधृतेयो नर: सुत: ॥ २९ ॥",
        "english_devnagari": "maruttasya damaḥ putrastasyāsīd rājyavardhanaḥsudhṛtis tat-suto jajñesaudhṛteyo naraḥ sutaḥ",
        "verse_Syn": [
            "maruttasya",
            "damaḥ",
            "putraḥ",
            "tasya",
            "āsīt",
            "rājya",
            "vardhanaḥ",
            "sudhṛtiḥ",
            "tat",
            "sutaḥ",
            "jajñe",
            "saudhṛteyaḥ",
            "naraḥ",
            "sutaḥ"
        ],
        "translation": "Marutta’s son was Dama, Dama’s son was Rājyavardhana, Rājyavardhana’s son was Sudhṛti, and his son was Nara.",
        "purport": ""
    },
    {
        "verse": "30",
        "devanagari": "तत्सुत: केवलस्तस्माद् धुन्धुमान्वेगवांस्तत: ।बुधस्तस्याभवद् यस्य तृणबिन्दुर्महीपति: ॥ ३० ॥",
        "english_devnagari": "tat-sutaḥ kevalas tasmāddhundhumān vegavāṁs tataḥbudhas tasyābhavad yasyatṛṇabindur mahīpatiḥ",
        "verse_Syn": [
            "tat",
            "sutaḥ",
            "kevalaḥ",
            "tasmāt",
            "dhundhumān",
            "vegavān",
            "tataḥ",
            "budhaḥ",
            "tasya",
            "abhavat",
            "yasya",
            "tṛṇabinduḥ",
            "mahīpatiḥ"
        ],
        "translation": "The son of Nara was Kevala, and his son was Dhundhumān, whose son was Vegavān. Vegavān’s son was Budha, and Budha’s son was Tṛṇabindu, who became the king of this earth.",
        "purport": ""
    },
    {
        "verse": "31",
        "devanagari": "तं भेजेऽलम्बुषा देवी भजनीयगुणालयम् ।वराप्सरा यत: पुत्रा: कन्या चेलविलाभवत् ॥ ३१ ॥",
        "english_devnagari": "taṁ bheje ’lambuṣā devībhajanīya-guṇālayamvarāpsarā yataḥ putrāḥkanyā celavilābhavat",
        "verse_Syn": [
            "tam",
            "bheje",
            "alambuṣā",
            "devī",
            "bhajanīya",
            "guṇa",
            "ālayam",
            "vara",
            "apsarāḥ",
            "yataḥ",
            "putrāḥ",
            "kanyā",
            "ca",
            "ilavilā",
            "abhavat"
        ],
        "translation": "The best of the Apsarās, the highly qualified girl named Alambuṣā, accepted the similarly qualified Tṛṇabindu as her husband. She gave birth to a few sons and a daughter known as Ilavilā.",
        "purport": ""
    },
    {
        "verse": "32",
        "devanagari": "यस्यामुत्पादयामास विश्रवा धनदं सुतम् ।प्रादाय विद्यां परमामृषिर्योगेश्वर: पितु: ॥ ३२ ॥",
        "english_devnagari": "yasyām utpādayām āsaviśravā dhanadaṁ sutamprādāya vidyāṁ paramāmṛṣir yogeśvaraḥ pituḥ",
        "verse_Syn": [
            "yasyām",
            "utpādayām",
            "āsa",
            "viśravāḥ",
            "dhana",
            "dam",
            "sutam",
            "prādāya",
            "vidyām",
            "paramām",
            "ṛṣiḥ",
            "yoga",
            "īśvaraḥ",
            "pituḥ"
        ],
        "translation": "After the great saint Viśravā, the master of mystic yoga, received absolute knowledge from his father, he begot in the womb of Ilavilā the greatly celebrated son known as Kuvera, the giver of money.",
        "purport": ""
    },
    {
        "verse": "33",
        "devanagari": "विशाल: शून्यबन्धुश्च धूम्रकेतुश्च तत्सुता: ।विशालो वंशकृद् राजा वैशालीं निर्ममे पुरीम् ॥ ३३ ॥",
        "english_devnagari": "viśālaḥ śūnyabandhuś cadhūmraketuś ca tat-sutāḥviśālo vaṁśa-kṛd rājāvaiśālīṁ nirmame purīm",
        "verse_Syn": [
            "viśālaḥ",
            "śūnyabandhuḥ",
            "ca",
            "dhūmraketuḥ",
            "ca",
            "tat",
            "sutāḥ",
            "viśālaḥ",
            "vaṁśa",
            "kṛt",
            "rājā",
            "vaiśālīm",
            "nirmame",
            "purīm"
        ],
        "translation": "Tṛṇabindu had three sons, named Viśāla, Śūnyabandhu and Dhūmraketu. Among these three, Viśāla created a dynasty and constructed a palace called Vaiśālī.",
        "purport": ""
    },
    {
        "verse": "34",
        "devanagari": "हेमचन्द्र: सुतस्तस्य धूम्राक्षस्तस्य चात्मज: ।तत्पुत्रात् संयमादासीत् कृशाश्व: सहदेवज: ॥ ३४ ॥",
        "english_devnagari": "hemacandraḥ sutas tasyadhūmrākṣas tasya cātmajaḥtat-putrāt saṁyamād āsītkṛśāśvaḥ saha-devajaḥ",
        "verse_Syn": [
            "hemacandraḥ",
            "sutaḥ",
            "tasya",
            "dhūmrākṣaḥ",
            "tasya",
            "ca",
            "ātmajaḥ",
            "tat",
            "putrāt",
            "saṁyamāt",
            "āsīt",
            "kṛśāśvaḥ",
            "saha",
            "devajaḥ"
        ],
        "translation": "The son of Viśāla was known as Hemacandra, his son was Dhūmrākṣa, and his son was Saṁyama, whose sons were Devaja and Kṛśāśva.",
        "purport": ""
    },
    {
        "verse": "35-36",
        "devanagari": "कृशाश्वात् सोमदत्तोऽभूद् योऽश्वमेधैरिडस्पतिम् ।इष्ट्वा पुरुषमापाग्र्यां गतिं योगेश्वराश्रिताम् ॥ ३५ ॥सौमदत्तिस्तु सुमतिस्तत्पुत्रो जनमेजय: ।एते वैशालभूपालास्तृणबिन्दोर्यशोधरा: ॥ ३६ ॥",
        "english_devnagari": "kṛśāśvāt somadatto ’bhūdyo ’śvamedhair iḍaspatimiṣṭvā puruṣam āpāgryāṁgatiṁ yogeśvarāśritām",
        "verse_Syn": [
            "kṛśāśvāt",
            "somadattaḥ",
            "abhūt",
            "yaḥ",
            "aśvamedhaiḥ",
            "iḍaspatim",
            "iṣṭvā",
            "puruṣam",
            "āpa",
            "agryām",
            "gatim",
            "yogeśvara",
            "āśritām",
            "saumadattiḥ",
            "tu",
            "sumatiḥ",
            "tat",
            "putraḥ",
            "janamejayaḥ",
            "ete",
            "vaiśāla",
            "bhūpālāḥ",
            "tṛṇabindoḥ",
            "yaśaḥ",
            "dharāḥ"
        ],
        "translation": "The son of Kṛśāśva was Somadatta, who performed aśvamedha sacrifices and thus satisfied the Supreme Personality of Godhead, Viṣṇu. By worshiping the Supreme Lord, he achieved the most exalted post, a residence on the planet to which great mystic yogīs are elevated. The son of Somadatta was Sumati, whose son was Janamejaya. All these kings appearing in the dynasty of Viśāla properly maintained the celebrated position of King Tṛṇabindu.",
        "purport": ""
    }
]