[
    {
        "verse": "34",
        "devanagari": "अमोघं देवसन्दर्शमादधे त्वयि चात्मजम् । योनिर्यथा न दुष्येत कर्ताहं ते सुमध्यमे ॥ ३४ ॥",
        "english_devnagari": "amoghaṁ deva-sandarśamādadhe tvayi cātmajamyonir yathā na duṣyetakartāhaṁ te sumadhyame",
        "verse_Syn": [
            "amogham",
            "deva",
            "sandarśam",
            "ādadhe",
            "tvayi",
            "ca",
            "ātmajam",
            "yoniḥ",
            "yathā",
            "na",
            "duṣyeta",
            "kartā",
            "aham",
            "te",
            "sumadhyame"
        ],
        "translation": "The sun-god said: O beautiful Pṛthā, your meeting with the demigods cannot be fruitless. Therefore, let me place my seed in your womb so that you may bear a son. I shall arrange to keep your virginity intact, since you are still an unmarried girl.",
        "purport": " According to Vedic civilization, if a girl gives birth to a child before she is married, no one will marry her. Therefore although the sun-god, after appearing before Pṛthā, wanted to give her a child, Pṛthā hesitated because she was still unmarried. To keep her virginity undisturbed, the sun-god arranged to give her a child that came from her ear, and therefore the child was known as Karṇa. The custom is that a girl should be married akṣata-yoni, that is, with her virginity undisturbed. A girl should never bear a child before her marriage."
    },
    {
        "verse": "53-55",
        "devanagari": "प्रवरश्रुतमुख्यांश्च साक्षाद् धर्मो वसूनिव । वसुदेवस्तु देवक्यामष्ट पुत्रानजीजनत् ॥ ५३ ॥ कीर्तिमन्तं सुषेणं च भद्रसेनमुदारधी: । ऋजुं सम्मर्दनं भद्रं सङ्कर्षणमहीश्वरम् ॥ ५४ ॥ अष्टमस्तु तयोरासीत् स्वयमेव हरि: किल । सुभद्रा च महाभागा तव राजन् पितामही ॥ ५५ ॥",
        "english_devnagari": "pravara-śruta-mukhyāṁś casākṣād dharmo vasūn ivavasudevas tu devakyāmaṣṭa putrān ajījanat",
        "verse_Syn": [
            "pravara",
            "śruta",
            "mukhyān",
            "ca",
            "sākṣāt",
            "dharmaḥ",
            "vasūn",
            "iva",
            "vasudevaḥ",
            "tu",
            "devakyām",
            "aṣṭa",
            "putrān",
            "ajījanat",
            "kīrtimantam",
            "suṣeṇam",
            "ca",
            "bhadrasenam",
            "udāra",
            "dhīḥ",
            "ṛjum",
            "sammardanam",
            "bhadram",
            "saṅkarṣaṇam",
            "ahi",
            "īśvaram",
            "aṣṭamaḥ",
            "tu",
            "tayoḥ",
            "āsīt",
            "svayam",
            "eva",
            "hariḥ",
            "kila",
            "subhadrā",
            "ca",
            "mahābhāgā",
            "tava",
            "rājan",
            "pitāmahī"
        ],
        "translation": "The eight sons born of Sahadevā such as Pravara and Śruta, were exact incarnations of the eight Vasus in the heavenly planets. Vasudeva also begot eight highly qualified sons through the womb of Devakī. These included Kīrtimān, Suṣeṇa, Bhadrasena, Ṛju, Sammardana, Bhadra and Saṅkarṣaṇa, the controller and serpent incarnation. The eighth son was the Supreme Personality of Godhead Himself — Kṛṣṇa. The highly fortunate Subhadrā, the one daughter, was your grandmother.",
        "purport": " The fifty-fifth verse says, svayam eva hariḥ kila, indicating that Kṛṣṇa, the eighth son of Devakī, is the Supreme Personality of Godhead. Kṛṣṇa is not an incarnation. Although there is no difference between the Supreme Personality of Godhead Hari and His incarnation, Kṛṣṇa is the original Supreme Person, the complete Godhead. Incarnations exhibit only a certain percentage of the potencies of Godhead; the complete Godhead is Kṛṣṇa Himself, who appeared as the eighth son of Devakī."
    },
    {
        "verse": "56",
        "devanagari": "यदा यदा हि धर्मस्य क्षयो वृद्धिश्च पाप्मन: । तदा तु भगवानीश आत्मानं सृजते हरि: ॥ ५६ ॥",
        "english_devnagari": "yadā yadā hi dharmasyakṣayo vṛddhiś ca pāpmanaḥtadā tu bhagavān īśaātmānaṁ sṛjate hariḥ",
        "verse_Syn": [
            "yadā",
            "yadā",
            "hi",
            "dharmasya",
            "kṣayaḥ",
            "vṛddhiḥ",
            "ca",
            "pāpmanaḥ",
            "tadā",
            "tu",
            "bhagavān",
            "īśaḥ",
            "ātmānam",
            "sṛjate",
            "hariḥ"
        ],
        "translation": "Whenever the principles of religion deteriorate and the principles of irreligion increase, the supreme controller, the Personality of Godhead Śrī Hari, appears by His own will.",
        "purport": " The principles by which an incarnation of the Supreme Personality of Godhead descends upon earth are explained in this verse. The same principles are also explained in Bhagavad-gītā (4.7) by the Lord Himself:"
    },
    {
        "verse": "56",
        "devanagari": "यदा यदा हि धर्मस्य क्षयो वृद्धिश्च पाप्मन: । तदा तु भगवानीश आत्मानं सृजते हरि: ॥ ५६ ॥",
        "english_devnagari": "yadā yadā hi dharmasyakṣayo vṛddhiś ca pāpmanaḥtadā tu bhagavān īśaātmānaṁ sṛjate hariḥ",
        "verse_Syn": [
            "yadā",
            "yadā",
            "hi",
            "dharmasya",
            "kṣayaḥ",
            "vṛddhiḥ",
            "ca",
            "pāpmanaḥ",
            "tadā",
            "tu",
            "bhagavān",
            "īśaḥ",
            "ātmānam",
            "sṛjate",
            "hariḥ"
        ],
        "translation": "Whenever the principles of religion deteriorate and the principles of irreligion increase, the supreme controller, the Personality of Godhead Śrī Hari, appears by His own will.",
        "purport": " The principles by which an incarnation of the Supreme Personality of Godhead descends upon earth are explained in this verse. The same principles are also explained in Bhagavad-gītā (4.7) by the Lord Himself: “Whenever and wherever there is a decline in religious practice, O descendant of Bharata, and a predominant rise of irreligion — at that time I descend Myself.”"
    },
    {
        "verse": "56",
        "devanagari": "यदा यदा हि धर्मस्य क्षयो वृद्धिश्च पाप्मन: । तदा तु भगवानीश आत्मानं सृजते हरि: ॥ ५६ ॥",
        "english_devnagari": "yadā yadā hi dharmasyakṣayo vṛddhiś ca pāpmanaḥtadā tu bhagavān īśaātmānaṁ sṛjate hariḥ",
        "verse_Syn": [
            "yadā",
            "yadā",
            "hi",
            "dharmasya",
            "kṣayaḥ",
            "vṛddhiḥ",
            "ca",
            "pāpmanaḥ",
            "tadā",
            "tu",
            "bhagavān",
            "īśaḥ",
            "ātmānam",
            "sṛjate",
            "hariḥ"
        ],
        "translation": "Whenever the principles of religion deteriorate and the principles of irreligion increase, the supreme controller, the Personality of Godhead Śrī Hari, appears by His own will.",
        "purport": " The principles by which an incarnation of the Supreme Personality of Godhead descends upon earth are explained in this verse. The same principles are also explained in Bhagavad-gītā (4.7) by the Lord Himself: “Whenever and wherever there is a decline in religious practice, O descendant of Bharata, and a predominant rise of irreligion — at that time I descend Myself.” In the present age, the Supreme Personality of Godhead has appeared as Śrī Caitanya Mahāprabhu to inaugurate the Hare Kṛṣṇa movement. At the present time, in Kali-yuga, people are extremely sinful and bad (manda). They have no idea of spiritual life and are misusing the benefits of the human form to live like cats and dogs. Under these circumstances Śrī Caitanya Mahāprabhu has inaugurated the Hare Kṛṣṇa movement, which is not different from Kṛṣṇa, the Supreme Personality of Godhead. If one associates with this movement, he directly associates with the Supreme Personality of Godhead. People should take advantage of the chanting of the Hare Kṛṣṇa mantra and thus gain relief from all the problems created in this Age of Kali."
    },
    {
        "verse": "57",
        "devanagari": "न ह्यस्य जन्मनो हेतु: कर्मणो वा महीपते । आत्ममायां विनेशस्य परस्य द्रष्टुरात्मन: ॥ ५७ ॥",
        "english_devnagari": "na hy asya janmano hetuḥkarmaṇo vā mahīpateātma-māyāṁ vineśasyaparasya draṣṭur ātmanaḥ",
        "verse_Syn": [
            "na",
            "hi",
            "asya",
            "janmanaḥ",
            "hetuḥ",
            "karmaṇaḥ",
            "vā",
            "mahīpate",
            "ātma",
            "māyām",
            "vinā",
            "īśasya",
            "parasya",
            "draṣṭuḥ",
            "ātmanaḥ"
        ],
        "translation": "O King, Mahārāja Parīkṣit, but for the Lord’s personal desire, there is no cause for His appearance, disappearance or activities. As the Supersoul, He knows everything. Consequently there is no cause that affects Him, not even the results of fruitive activities.",
        "purport": " This verse points out the difference between the Supreme Personality of Godhead and an ordinary living being. An ordinary living being receives a particular type of body according to his past activities (karmaṇā daiva-netreṇa jantur dehopapattaye). A living being is never independent and can never appear independently. Rather, one is forced to accept a body imposed upon him by māyā according to his past karma. As explained in Bhagavad-gītā (18.61), yantrārūḍhāni māyayā. The body is a kind of machine created and offered to the living entity by the material energy under the direction of the Supreme Personality of Godhead. Therefore the living entity must accept a particular type of body awarded to him by māyā, the material energy, according to his karma. One cannot independently say, “Give me a body like this” or “Give me a body like that.” One must accept whatever body is offered by the material energy. This is the position of the ordinary living being."
    },
    {
        "verse": "57",
        "devanagari": "न ह्यस्य जन्मनो हेतु: कर्मणो वा महीपते । आत्ममायां विनेशस्य परस्य द्रष्टुरात्मन: ॥ ५७ ॥",
        "english_devnagari": "na hy asya janmano hetuḥkarmaṇo vā mahīpateātma-māyāṁ vineśasyaparasya draṣṭur ātmanaḥ",
        "verse_Syn": [
            "na",
            "hi",
            "asya",
            "janmanaḥ",
            "hetuḥ",
            "karmaṇaḥ",
            "vā",
            "mahīpate",
            "ātma",
            "māyām",
            "vinā",
            "īśasya",
            "parasya",
            "draṣṭuḥ",
            "ātmanaḥ"
        ],
        "translation": "O King, Mahārāja Parīkṣit, but for the Lord’s personal desire, there is no cause for His appearance, disappearance or activities. As the Supersoul, He knows everything. Consequently there is no cause that affects Him, not even the results of fruitive activities.",
        "purport": " This verse points out the difference between the Supreme Personality of Godhead and an ordinary living being. An ordinary living being receives a particular type of body according to his past activities (karmaṇā daiva-netreṇa jantur dehopapattaye). A living being is never independent and can never appear independently. Rather, one is forced to accept a body imposed upon him by māyā according to his past karma. As explained in Bhagavad-gītā (18.61), yantrārūḍhāni māyayā. The body is a kind of machine created and offered to the living entity by the material energy under the direction of the Supreme Personality of Godhead. Therefore the living entity must accept a particular type of body awarded to him by māyā, the material energy, according to his karma. One cannot independently say, “Give me a body like this” or “Give me a body like that.” One must accept whatever body is offered by the material energy. This is the position of the ordinary living being. When Kṛṣṇa descends, however, He does so out of His merciful compassion for the fallen souls. As the Lord says in Bhagavad-gītā (4.8):"
    },
    {
        "verse": "57",
        "devanagari": "न ह्यस्य जन्मनो हेतु: कर्मणो वा महीपते । आत्ममायां विनेशस्य परस्य द्रष्टुरात्मन: ॥ ५७ ॥",
        "english_devnagari": "na hy asya janmano hetuḥkarmaṇo vā mahīpateātma-māyāṁ vineśasyaparasya draṣṭur ātmanaḥ",
        "verse_Syn": [
            "na",
            "hi",
            "asya",
            "janmanaḥ",
            "hetuḥ",
            "karmaṇaḥ",
            "vā",
            "mahīpate",
            "ātma",
            "māyām",
            "vinā",
            "īśasya",
            "parasya",
            "draṣṭuḥ",
            "ātmanaḥ"
        ],
        "translation": "O King, Mahārāja Parīkṣit, but for the Lord’s personal desire, there is no cause for His appearance, disappearance or activities. As the Supersoul, He knows everything. Consequently there is no cause that affects Him, not even the results of fruitive activities.",
        "purport": " This verse points out the difference between the Supreme Personality of Godhead and an ordinary living being. An ordinary living being receives a particular type of body according to his past activities (karmaṇā daiva-netreṇa jantur dehopapattaye). A living being is never independent and can never appear independently. Rather, one is forced to accept a body imposed upon him by māyā according to his past karma. As explained in Bhagavad-gītā (18.61), yantrārūḍhāni māyayā. The body is a kind of machine created and offered to the living entity by the material energy under the direction of the Supreme Personality of Godhead. Therefore the living entity must accept a particular type of body awarded to him by māyā, the material energy, according to his karma. One cannot independently say, “Give me a body like this” or “Give me a body like that.” One must accept whatever body is offered by the material energy. This is the position of the ordinary living being. When Kṛṣṇa descends, however, He does so out of His merciful compassion for the fallen souls. As the Lord says in Bhagavad-gītā (4.8): “To deliver the pious and to annihilate the miscreants, as well as to reestablish the principles of religion, I Myself appear millennium after millennium.” The Supreme Lord is not forced to appear. Indeed, no one can subject Him to force, for He is the Supreme Personality of Godhead. Everyone is under His control, and He is not under the control of anyone else. Foolish people who because of a poor fund of knowledge think that one can equal Kṛṣṇa or become Kṛṣṇa are condemned in every way. No one can equal or surpass Kṛṣṇa, who is therefore described as asamordhva. According to the Viśva-kośa dictionary, the word māyā is used in the sense of “false pride” and also in the sense of “compassion.” For an ordinary living being, the body in which he appears is his punishment. As the Lord says in Bhagavad-gītā (7.14), daivī hy eṣā guṇamayī mama māyā duratyayā: “This divine energy of Mine, consisting of the three modes of material nature, is difficult to overcome.” But when Kṛṣṇa comes the word māyā refers to His compassion or mercy upon the devotees and fallen souls. By His potency, the Lord can deliver everyone, whether sinful or pious."
    },
    {
        "verse": "58",
        "devanagari": "यन्मायाचेष्टितं पुंस: स्थित्युत्पत्त्यप्ययाय हि । अनुग्रहस्तन्निवृत्तेरात्मलाभाय चेष्यते ॥ ५८ ॥",
        "english_devnagari": "yan māyā-ceṣṭitaṁ puṁsaḥsthity-utpatty-apyayāya hianugrahas tan-nivṛtterātma-lābhāya ceṣyate",
        "verse_Syn": [
            "yat",
            "māyā",
            "ceṣṭitam",
            "puṁsaḥ",
            "sthiti",
            "utpatti",
            "apyayāya",
            "hi",
            "anugrahaḥ",
            "tat",
            "nivṛtteḥ",
            "ātma",
            "lābhāya",
            "ca",
            "iṣyate"
        ],
        "translation": "The Supreme Personality of Godhead acts through His material energy in the creation, maintenance and annihilation of this cosmic manifestation just to deliver the living entity by His compassion and stop the living entity’s birth, death and duration of materialistic life. Thus He enables the living being to return home, back to Godhead.",
        "purport": " Materialistic men sometimes ask why God has created the material world for the suffering of the living entities. The material creation is certainly meant for the suffering of the conditioned souls, who are part of the Supreme Personality of Godhead, as confirmed by the Lord Himself in Bhagavad-gītā (15.7):"
    },
    {
        "verse": "58",
        "devanagari": "यन्मायाचेष्टितं पुंस: स्थित्युत्पत्त्यप्ययाय हि । अनुग्रहस्तन्निवृत्तेरात्मलाभाय चेष्यते ॥ ५८ ॥",
        "english_devnagari": "yan māyā-ceṣṭitaṁ puṁsaḥsthity-utpatty-apyayāya hianugrahas tan-nivṛtterātma-lābhāya ceṣyate",
        "verse_Syn": [
            "yat",
            "māyā",
            "ceṣṭitam",
            "puṁsaḥ",
            "sthiti",
            "utpatti",
            "apyayāya",
            "hi",
            "anugrahaḥ",
            "tat",
            "nivṛtteḥ",
            "ātma",
            "lābhāya",
            "ca",
            "iṣyate"
        ],
        "translation": "The Supreme Personality of Godhead acts through His material energy in the creation, maintenance and annihilation of this cosmic manifestation just to deliver the living entity by His compassion and stop the living entity’s birth, death and duration of materialistic life. Thus He enables the living being to return home, back to Godhead.",
        "purport": " Materialistic men sometimes ask why God has created the material world for the suffering of the living entities. The material creation is certainly meant for the suffering of the conditioned souls, who are part of the Supreme Personality of Godhead, as confirmed by the Lord Himself in Bhagavad-gītā (15.7): “The living entities in this conditioned world are My eternal, fragmental parts. Due to conditioned life, they are struggling very hard with the six senses, which include the mind.” All the living entities are part and parcel of the Supreme Personality of Godhead and are as good as the Lord qualitatively, but quantitatively there is a great difference between them, for the Lord is unlimited whereas the living entities are limited. Thus the Lord possesses unlimited potency for pleasure, and the living entities have a limited pleasure potency. Ānandamayo ’bhyāsāt (Vedānta-sūtra 1.1.12). Both the Lord and the living entity, being qualitatively spirit soul, have the tendency for peaceful enjoyment, but when the part of the Supreme Personality of Godhead unfortunately wants to enjoy independently, without Kṛṣṇa, he is put into the material world, where he begins his life as Brahmā and is gradually degraded to the status of an ant or a worm in stool. This is called manaḥ ṣaṣṭhānīndriyāṇi prakṛti-sthāni karṣati. There is a great struggle for existence because the living entity conditioned by material nature is under nature’s full control (prakṛteḥ kriyamāṇāni guṇaiḥ karmāṇi sarvaśaḥ). Because of his limited knowledge, however, the living entity thinks he is enjoying in this material world. Manaḥ ṣaṣṭhānīndriyāṇi prakṛti-sthāni karṣati. He is actually under the full control of material nature, but still he thinks himself independent (ahaṅkāra-vimūḍhātmā kartāham iti manyate). Even when he is elevated by speculative knowledge and tries to merge into the existence of Brahman, the same disease continues. Āruhya kṛcchreṇa paraṁ padaṁ tataḥ patanty adhaḥ (Bhāg. 10.2.32). Even having attained that paraṁ padam, having merged into the impersonal Brahman, he falls again to the material world."
    },
    {
        "verse": "58",
        "devanagari": "यन्मायाचेष्टितं पुंस: स्थित्युत्पत्त्यप्ययाय हि । अनुग्रहस्तन्निवृत्तेरात्मलाभाय चेष्यते ॥ ५८ ॥",
        "english_devnagari": "yan māyā-ceṣṭitaṁ puṁsaḥsthity-utpatty-apyayāya hianugrahas tan-nivṛtterātma-lābhāya ceṣyate",
        "verse_Syn": [
            "yat",
            "māyā",
            "ceṣṭitam",
            "puṁsaḥ",
            "sthiti",
            "utpatti",
            "apyayāya",
            "hi",
            "anugrahaḥ",
            "tat",
            "nivṛtteḥ",
            "ātma",
            "lābhāya",
            "ca",
            "iṣyate"
        ],
        "translation": "The Supreme Personality of Godhead acts through His material energy in the creation, maintenance and annihilation of this cosmic manifestation just to deliver the living entity by His compassion and stop the living entity’s birth, death and duration of materialistic life. Thus He enables the living being to return home, back to Godhead.",
        "purport": " Materialistic men sometimes ask why God has created the material world for the suffering of the living entities. The material creation is certainly meant for the suffering of the conditioned souls, who are part of the Supreme Personality of Godhead, as confirmed by the Lord Himself in Bhagavad-gītā (15.7): “The living entities in this conditioned world are My eternal, fragmental parts. Due to conditioned life, they are struggling very hard with the six senses, which include the mind.” All the living entities are part and parcel of the Supreme Personality of Godhead and are as good as the Lord qualitatively, but quantitatively there is a great difference between them, for the Lord is unlimited whereas the living entities are limited. Thus the Lord possesses unlimited potency for pleasure, and the living entities have a limited pleasure potency. Ānandamayo ’bhyāsāt (Vedānta-sūtra 1.1.12). Both the Lord and the living entity, being qualitatively spirit soul, have the tendency for peaceful enjoyment, but when the part of the Supreme Personality of Godhead unfortunately wants to enjoy independently, without Kṛṣṇa, he is put into the material world, where he begins his life as Brahmā and is gradually degraded to the status of an ant or a worm in stool. This is called manaḥ ṣaṣṭhānīndriyāṇi prakṛti-sthāni karṣati. There is a great struggle for existence because the living entity conditioned by material nature is under nature’s full control (prakṛteḥ kriyamāṇāni guṇaiḥ karmāṇi sarvaśaḥ). Because of his limited knowledge, however, the living entity thinks he is enjoying in this material world. Manaḥ ṣaṣṭhānīndriyāṇi prakṛti-sthāni karṣati. He is actually under the full control of material nature, but still he thinks himself independent (ahaṅkāra-vimūḍhātmā kartāham iti manyate). Even when he is elevated by speculative knowledge and tries to merge into the existence of Brahman, the same disease continues. Āruhya kṛcchreṇa paraṁ padaṁ tataḥ patanty adhaḥ (Bhāg. 10.2.32). Even having attained that paraṁ padam, having merged into the impersonal Brahman, he falls again to the material world. In this way, the conditioned soul undergoes a great struggle for existence in this material world, and therefore the Lord, out of compassion for him, appears in this world and instructs him. Thus the Lord says in Bhagavad-gītā (4.7):"
    },
    {
        "verse": "58",
        "devanagari": "यन्मायाचेष्टितं पुंस: स्थित्युत्पत्त्यप्ययाय हि । अनुग्रहस्तन्निवृत्तेरात्मलाभाय चेष्यते ॥ ५८ ॥",
        "english_devnagari": "yan māyā-ceṣṭitaṁ puṁsaḥsthity-utpatty-apyayāya hianugrahas tan-nivṛtterātma-lābhāya ceṣyate",
        "verse_Syn": [
            "yat",
            "māyā",
            "ceṣṭitam",
            "puṁsaḥ",
            "sthiti",
            "utpatti",
            "apyayāya",
            "hi",
            "anugrahaḥ",
            "tat",
            "nivṛtteḥ",
            "ātma",
            "lābhāya",
            "ca",
            "iṣyate"
        ],
        "translation": "The Supreme Personality of Godhead acts through His material energy in the creation, maintenance and annihilation of this cosmic manifestation just to deliver the living entity by His compassion and stop the living entity’s birth, death and duration of materialistic life. Thus He enables the living being to return home, back to Godhead.",
        "purport": " Materialistic men sometimes ask why God has created the material world for the suffering of the living entities. The material creation is certainly meant for the suffering of the conditioned souls, who are part of the Supreme Personality of Godhead, as confirmed by the Lord Himself in Bhagavad-gītā (15.7): “The living entities in this conditioned world are My eternal, fragmental parts. Due to conditioned life, they are struggling very hard with the six senses, which include the mind.” All the living entities are part and parcel of the Supreme Personality of Godhead and are as good as the Lord qualitatively, but quantitatively there is a great difference between them, for the Lord is unlimited whereas the living entities are limited. Thus the Lord possesses unlimited potency for pleasure, and the living entities have a limited pleasure potency. Ānandamayo ’bhyāsāt (Vedānta-sūtra 1.1.12). Both the Lord and the living entity, being qualitatively spirit soul, have the tendency for peaceful enjoyment, but when the part of the Supreme Personality of Godhead unfortunately wants to enjoy independently, without Kṛṣṇa, he is put into the material world, where he begins his life as Brahmā and is gradually degraded to the status of an ant or a worm in stool. This is called manaḥ ṣaṣṭhānīndriyāṇi prakṛti-sthāni karṣati. There is a great struggle for existence because the living entity conditioned by material nature is under nature’s full control (prakṛteḥ kriyamāṇāni guṇaiḥ karmāṇi sarvaśaḥ). Because of his limited knowledge, however, the living entity thinks he is enjoying in this material world. Manaḥ ṣaṣṭhānīndriyāṇi prakṛti-sthāni karṣati. He is actually under the full control of material nature, but still he thinks himself independent (ahaṅkāra-vimūḍhātmā kartāham iti manyate). Even when he is elevated by speculative knowledge and tries to merge into the existence of Brahman, the same disease continues. Āruhya kṛcchreṇa paraṁ padaṁ tataḥ patanty adhaḥ (Bhāg. 10.2.32). Even having attained that paraṁ padam, having merged into the impersonal Brahman, he falls again to the material world. In this way, the conditioned soul undergoes a great struggle for existence in this material world, and therefore the Lord, out of compassion for him, appears in this world and instructs him. Thus the Lord says in Bhagavad-gītā (4.7): “Whenever and wherever there is a decline in religious practice, O descendant of Bharata, and a predominant rise of irreligion — at that time I descend Myself.” The real dharma is to surrender unto Kṛṣṇa, but the rebellious living entity, instead of surrendering to Kṛṣṇa, engages in adharma, in a struggle for existence to become like Kṛṣṇa. Therefore out of compassion Kṛṣṇa creates this material world to give the living entity a chance to understand his real position. Bhagavad-gītā and similar Vedic literatures are presented so that the living being may understand his relationship with Kṛṣṇa. Vedaiś ca sarvair aham eva vedyaḥ (Bg. 15.15). All these Vedic literatures are meant to enable the human being to understand what he is, what his actual position is, and what his relationship is with the Supreme Personality of Godhead. This is called brahma-jijñāsā. Every conditioned soul is struggling, but human life provides the best chance for him to understand his position. Therefore this verse says, anugrahas tan-nivṛtteḥ, indicating that the false life of repeated birth and death must be stopped and the conditioned soul should be educated. This is the purpose of the creation."
    },
    {
        "verse": "58",
        "devanagari": "यन्मायाचेष्टितं पुंस: स्थित्युत्पत्त्यप्ययाय हि । अनुग्रहस्तन्निवृत्तेरात्मलाभाय चेष्यते ॥ ५८ ॥",
        "english_devnagari": "yan māyā-ceṣṭitaṁ puṁsaḥsthity-utpatty-apyayāya hianugrahas tan-nivṛtterātma-lābhāya ceṣyate",
        "verse_Syn": [
            "yat",
            "māyā",
            "ceṣṭitam",
            "puṁsaḥ",
            "sthiti",
            "utpatti",
            "apyayāya",
            "hi",
            "anugrahaḥ",
            "tat",
            "nivṛtteḥ",
            "ātma",
            "lābhāya",
            "ca",
            "iṣyate"
        ],
        "translation": "The Supreme Personality of Godhead acts through His material energy in the creation, maintenance and annihilation of this cosmic manifestation just to deliver the living entity by His compassion and stop the living entity’s birth, death and duration of materialistic life. Thus He enables the living being to return home, back to Godhead.",
        "purport": " Materialistic men sometimes ask why God has created the material world for the suffering of the living entities. The material creation is certainly meant for the suffering of the conditioned souls, who are part of the Supreme Personality of Godhead, as confirmed by the Lord Himself in Bhagavad-gītā (15.7): “The living entities in this conditioned world are My eternal, fragmental parts. Due to conditioned life, they are struggling very hard with the six senses, which include the mind.” All the living entities are part and parcel of the Supreme Personality of Godhead and are as good as the Lord qualitatively, but quantitatively there is a great difference between them, for the Lord is unlimited whereas the living entities are limited. Thus the Lord possesses unlimited potency for pleasure, and the living entities have a limited pleasure potency. Ānandamayo ’bhyāsāt (Vedānta-sūtra 1.1.12). Both the Lord and the living entity, being qualitatively spirit soul, have the tendency for peaceful enjoyment, but when the part of the Supreme Personality of Godhead unfortunately wants to enjoy independently, without Kṛṣṇa, he is put into the material world, where he begins his life as Brahmā and is gradually degraded to the status of an ant or a worm in stool. This is called manaḥ ṣaṣṭhānīndriyāṇi prakṛti-sthāni karṣati. There is a great struggle for existence because the living entity conditioned by material nature is under nature’s full control (prakṛteḥ kriyamāṇāni guṇaiḥ karmāṇi sarvaśaḥ). Because of his limited knowledge, however, the living entity thinks he is enjoying in this material world. Manaḥ ṣaṣṭhānīndriyāṇi prakṛti-sthāni karṣati. He is actually under the full control of material nature, but still he thinks himself independent (ahaṅkāra-vimūḍhātmā kartāham iti manyate). Even when he is elevated by speculative knowledge and tries to merge into the existence of Brahman, the same disease continues. Āruhya kṛcchreṇa paraṁ padaṁ tataḥ patanty adhaḥ (Bhāg. 10.2.32). Even having attained that paraṁ padam, having merged into the impersonal Brahman, he falls again to the material world. In this way, the conditioned soul undergoes a great struggle for existence in this material world, and therefore the Lord, out of compassion for him, appears in this world and instructs him. Thus the Lord says in Bhagavad-gītā (4.7): “Whenever and wherever there is a decline in religious practice, O descendant of Bharata, and a predominant rise of irreligion — at that time I descend Myself.” The real dharma is to surrender unto Kṛṣṇa, but the rebellious living entity, instead of surrendering to Kṛṣṇa, engages in adharma, in a struggle for existence to become like Kṛṣṇa. Therefore out of compassion Kṛṣṇa creates this material world to give the living entity a chance to understand his real position. Bhagavad-gītā and similar Vedic literatures are presented so that the living being may understand his relationship with Kṛṣṇa. Vedaiś ca sarvair aham eva vedyaḥ (Bg. 15.15). All these Vedic literatures are meant to enable the human being to understand what he is, what his actual position is, and what his relationship is with the Supreme Personality of Godhead. This is called brahma-jijñāsā. Every conditioned soul is struggling, but human life provides the best chance for him to understand his position. Therefore this verse says, anugrahas tan-nivṛtteḥ, indicating that the false life of repeated birth and death must be stopped and the conditioned soul should be educated. This is the purpose of the creation. The creation does not arise whimsically, as atheistic men think."
    },
    {
        "verse": "58",
        "devanagari": "यन्मायाचेष्टितं पुंस: स्थित्युत्पत्त्यप्ययाय हि । अनुग्रहस्तन्निवृत्तेरात्मलाभाय चेष्यते ॥ ५८ ॥",
        "english_devnagari": "yan māyā-ceṣṭitaṁ puṁsaḥsthity-utpatty-apyayāya hianugrahas tan-nivṛtterātma-lābhāya ceṣyate",
        "verse_Syn": [
            "yat",
            "māyā",
            "ceṣṭitam",
            "puṁsaḥ",
            "sthiti",
            "utpatti",
            "apyayāya",
            "hi",
            "anugrahaḥ",
            "tat",
            "nivṛtteḥ",
            "ātma",
            "lābhāya",
            "ca",
            "iṣyate"
        ],
        "translation": "The Supreme Personality of Godhead acts through His material energy in the creation, maintenance and annihilation of this cosmic manifestation just to deliver the living entity by His compassion and stop the living entity’s birth, death and duration of materialistic life. Thus He enables the living being to return home, back to Godhead.",
        "purport": " Materialistic men sometimes ask why God has created the material world for the suffering of the living entities. The material creation is certainly meant for the suffering of the conditioned souls, who are part of the Supreme Personality of Godhead, as confirmed by the Lord Himself in Bhagavad-gītā (15.7): “The living entities in this conditioned world are My eternal, fragmental parts. Due to conditioned life, they are struggling very hard with the six senses, which include the mind.” All the living entities are part and parcel of the Supreme Personality of Godhead and are as good as the Lord qualitatively, but quantitatively there is a great difference between them, for the Lord is unlimited whereas the living entities are limited. Thus the Lord possesses unlimited potency for pleasure, and the living entities have a limited pleasure potency. Ānandamayo ’bhyāsāt (Vedānta-sūtra 1.1.12). Both the Lord and the living entity, being qualitatively spirit soul, have the tendency for peaceful enjoyment, but when the part of the Supreme Personality of Godhead unfortunately wants to enjoy independently, without Kṛṣṇa, he is put into the material world, where he begins his life as Brahmā and is gradually degraded to the status of an ant or a worm in stool. This is called manaḥ ṣaṣṭhānīndriyāṇi prakṛti-sthāni karṣati. There is a great struggle for existence because the living entity conditioned by material nature is under nature’s full control (prakṛteḥ kriyamāṇāni guṇaiḥ karmāṇi sarvaśaḥ). Because of his limited knowledge, however, the living entity thinks he is enjoying in this material world. Manaḥ ṣaṣṭhānīndriyāṇi prakṛti-sthāni karṣati. He is actually under the full control of material nature, but still he thinks himself independent (ahaṅkāra-vimūḍhātmā kartāham iti manyate). Even when he is elevated by speculative knowledge and tries to merge into the existence of Brahman, the same disease continues. Āruhya kṛcchreṇa paraṁ padaṁ tataḥ patanty adhaḥ (Bhāg. 10.2.32). Even having attained that paraṁ padam, having merged into the impersonal Brahman, he falls again to the material world. In this way, the conditioned soul undergoes a great struggle for existence in this material world, and therefore the Lord, out of compassion for him, appears in this world and instructs him. Thus the Lord says in Bhagavad-gītā (4.7): “Whenever and wherever there is a decline in religious practice, O descendant of Bharata, and a predominant rise of irreligion — at that time I descend Myself.” The real dharma is to surrender unto Kṛṣṇa, but the rebellious living entity, instead of surrendering to Kṛṣṇa, engages in adharma, in a struggle for existence to become like Kṛṣṇa. Therefore out of compassion Kṛṣṇa creates this material world to give the living entity a chance to understand his real position. Bhagavad-gītā and similar Vedic literatures are presented so that the living being may understand his relationship with Kṛṣṇa. Vedaiś ca sarvair aham eva vedyaḥ (Bg. 15.15). All these Vedic literatures are meant to enable the human being to understand what he is, what his actual position is, and what his relationship is with the Supreme Personality of Godhead. This is called brahma-jijñāsā. Every conditioned soul is struggling, but human life provides the best chance for him to understand his position. Therefore this verse says, anugrahas tan-nivṛtteḥ, indicating that the false life of repeated birth and death must be stopped and the conditioned soul should be educated. This is the purpose of the creation. The creation does not arise whimsically, as atheistic men think. “They say that this world is unreal, that there is no foundation and that there is no God in control. It is produced of sex desire and has no cause other than lust.” (Bg. 16.8) Atheistic rascals think that there is no God and that the creation has taken place by chance, just as a man and woman meet by chance and the woman becomes pregnant and gives birth to a child. Actually, however, this is not the fact. The fact is that there is a purpose for this creation: to give the conditioned soul a chance to return to his original consciousness, Kṛṣṇa consciousness, and then return home, back to Godhead, and be completely happy in the spiritual world. In the material world the conditioned soul is given a chance to satisfy his senses, but at the same time he is informed by Vedic knowledge that this material world is not his actual place for happiness. Janma-mṛtyu-jarā-vyādhi-duḥkha-doṣānudarśanam (Bg. 13.9). One must stop the repetition of birth and death. Every human being, therefore, should take advantage of this creation by understanding Kṛṣṇa and his relationship with Kṛṣṇa and in this way return home, back to Godhead."
    },
    {
        "verse": "59",
        "devanagari": "अक्षौहिणीनां पतिभिरसुरैर्नृपलाञ्छनै: । भुव आक्रम्यमाणाया अभाराय कृतोद्यम: ॥ ५९ ॥",
        "english_devnagari": "akṣauhiṇīnāṁ patibhirasurair nṛpa-lāñchanaiḥbhuva ākramyamāṇāyāabhārāya kṛtodyamaḥ",
        "verse_Syn": [
            "akṣauhiṇīnām",
            "patibhiḥ",
            "asuraiḥ",
            "nṛpa",
            "lāñchanaiḥ",
            "bhuvaḥ",
            "ākramyamāṇāyāḥ",
            "abhārāya",
            "kṛta",
            "udyamaḥ"
        ],
        "translation": "Although the demons who take possession of the government are dressed like men of government, they do not know the duty of the government. Consequently, by the arrangement of God, such demons, who possess great military strength, fight with one another, and thus the great burden of demons on the surface of the earth is reduced. The demons increase their military power by the will of the Supreme, so that their numbers will be diminished and the devotees will have a chance to advance in Kṛṣṇa consciousness.",
        "purport": " As stated in Bhagavad-gītā (4.8), paritrāṇāya sādhūnāṁ vināśāya ca duṣkṛtām. The sādhus, the devotees of the Lord, are always eager to advance the cause of Kṛṣṇa consciousness so that the conditioned souls may be released from the bondage of birth and death. But the asuras, the demons, impede the advancement of the Kṛṣṇa consciousness movement, and therefore Kṛṣṇa arranges occasional fights between different asuras who are very much interested in increasing their military power. The duty of the government or king is not to increase military power unnecessarily; the real duty of the government is to see that the people of the state advance in Kṛṣṇa consciousness. For this purpose, Kṛṣṇa says in Bhagavad-gītā (4.13), cātur-varṇyaṁ mayā sṛṣṭaṁ guṇa-karma-vibhāgaśaḥ: “According to the three modes of material nature and the work ascribed to them, the four divisions of human society were created by Me.” There should be an ideal class of men who are bona fide brāhmaṇas, and they should be given all protection. Namo brahmaṇya-devāya go-brāhmaṇa-hitāya ca. Kṛṣṇa is very fond of brāhmaṇas and cows. The brāhmaṇas promulgate the cause of advancement in Kṛṣṇa consciousness, and the cows give enough milk to maintain the body in the mode of goodness. The kṣatriyas and the government should be advised by the brāhmaṇas. Next, the vaiśyas should produce enough foodstuffs, and the śūdras, who cannot do anything beneficial on their own, should serve the three higher classes (the brāhmaṇas, kṣatriyas and vaiśyas). This is the arrangement of the Supreme Personality of Godhead so that the conditioned souls will be released from the material condition and return home, back to Godhead. This is the purpose of Kṛṣṇa’s descent on the surface of the earth (paritrāṇāya sādhūnāṁ vināśāya ca duṣkṛtām)."
    },
    {
        "verse": "59",
        "devanagari": "अक्षौहिणीनां पतिभिरसुरैर्नृपलाञ्छनै: । भुव आक्रम्यमाणाया अभाराय कृतोद्यम: ॥ ५९ ॥",
        "english_devnagari": "akṣauhiṇīnāṁ patibhirasurair nṛpa-lāñchanaiḥbhuva ākramyamāṇāyāabhārāya kṛtodyamaḥ",
        "verse_Syn": [
            "akṣauhiṇīnām",
            "patibhiḥ",
            "asuraiḥ",
            "nṛpa",
            "lāñchanaiḥ",
            "bhuvaḥ",
            "ākramyamāṇāyāḥ",
            "abhārāya",
            "kṛta",
            "udyamaḥ"
        ],
        "translation": "Although the demons who take possession of the government are dressed like men of government, they do not know the duty of the government. Consequently, by the arrangement of God, such demons, who possess great military strength, fight with one another, and thus the great burden of demons on the surface of the earth is reduced. The demons increase their military power by the will of the Supreme, so that their numbers will be diminished and the devotees will have a chance to advance in Kṛṣṇa consciousness.",
        "purport": " As stated in Bhagavad-gītā (4.8), paritrāṇāya sādhūnāṁ vināśāya ca duṣkṛtām. The sādhus, the devotees of the Lord, are always eager to advance the cause of Kṛṣṇa consciousness so that the conditioned souls may be released from the bondage of birth and death. But the asuras, the demons, impede the advancement of the Kṛṣṇa consciousness movement, and therefore Kṛṣṇa arranges occasional fights between different asuras who are very much interested in increasing their military power. The duty of the government or king is not to increase military power unnecessarily; the real duty of the government is to see that the people of the state advance in Kṛṣṇa consciousness. For this purpose, Kṛṣṇa says in Bhagavad-gītā (4.13), cātur-varṇyaṁ mayā sṛṣṭaṁ guṇa-karma-vibhāgaśaḥ: “According to the three modes of material nature and the work ascribed to them, the four divisions of human society were created by Me.” There should be an ideal class of men who are bona fide brāhmaṇas, and they should be given all protection. Namo brahmaṇya-devāya go-brāhmaṇa-hitāya ca. Kṛṣṇa is very fond of brāhmaṇas and cows. The brāhmaṇas promulgate the cause of advancement in Kṛṣṇa consciousness, and the cows give enough milk to maintain the body in the mode of goodness. The kṣatriyas and the government should be advised by the brāhmaṇas. Next, the vaiśyas should produce enough foodstuffs, and the śūdras, who cannot do anything beneficial on their own, should serve the three higher classes (the brāhmaṇas, kṣatriyas and vaiśyas). This is the arrangement of the Supreme Personality of Godhead so that the conditioned souls will be released from the material condition and return home, back to Godhead. This is the purpose of Kṛṣṇa’s descent on the surface of the earth (paritrāṇāya sādhūnāṁ vināśāya ca duṣkṛtām). Everyone must understand Kṛṣṇa’s activities (janma karma ca me divyam). If one understands the purpose of Kṛṣṇa’s coming to this earth and performing His activities, one is immediately liberated. This liberation is the purpose of the creation and Kṛṣṇa’s descent upon the surface of the earth. Demons are very much interested in advancing a plan by which people will labor hard like cats, dogs and hogs, but Kṛṣṇa’s devotees want to teach Kṛṣṇa consciousness so that people will be satisfied with plain living and Kṛṣṇa conscious advancement. Although demons have created many plans for industry and hard labor so that people will work day and night like animals, this is not the purpose of civilization. Such endeavors are jagato’hitaḥ; that is, they are meant for the misfortune of the people in general. Kṣayāya: such activities lead to annihilation. One who understands the purpose of Kṛṣṇa, the Supreme Personality of Godhead, should seriously understand the importance of the Kṛṣṇa consciousness movement and seriously take part in it. One should not endeavor for ugra-karma, or unnecessary work for sense gratification. Nūnaṁ pramattaḥ kurute vikarma yad indriya-prītaya āpṛṇoti (Bhāg. 5.5.4). Simply for sense gratification, people make plans for material happiness. Māyā-sukhāya bharam udvahato vimūḍhān (Bhāg. 7.9.43). They do this because they are all vimūḍhas, rascals. For flickering happiness, people waste their human energy, not understanding the importance of the Kṛṣṇa consciousness movement but instead accusing the simple devotees of brainwashing. Demons may falsely accuse the preachers of the Kṛṣṇa consciousness movement, but Kṛṣṇa will arrange a fight between the demons in which all their military power will be engaged and both parties of demons will be annihilated."
    },
    {
        "verse": "61",
        "devanagari": "कलौ जनिष्यमाणानां दु:खशोकतमोनुदम् । अनुग्रहाय भक्तानां सुपुण्यं व्यतनोद् यश: ॥ ६१ ॥",
        "english_devnagari": "kalau janiṣyamāṇānāṁduḥkha-śoka-tamo-nudamanugrahāya bhaktānāṁsupuṇyaṁ vyatanod yaśaḥ",
        "verse_Syn": [
            "kalau",
            "janiṣyamāṇānām",
            "duḥkha",
            "śoka",
            "tamaḥ",
            "nudam",
            "anugrahāya",
            "bhaktānām",
            "su",
            "puṇyam",
            "vyatanot",
            "yaśaḥ"
        ],
        "translation": "To show causeless mercy to the devotees who would take birth in the future in this Age of Kali, the Supreme Personality of Godhead, Kṛṣṇa, acted in such a way that simply by remembering Him one will be freed from all the lamentation and unhappiness of material existence. [In other words, He acted so that all future devotees, by accepting the instructions of Kṛṣṇa consciousness stated in Bhagavad-gītā, could be relieved from the pangs of material existence.]",
        "purport": " The Lord’s activities of saving the devotees and killing the demons (paritrāṇāya sādhūnāṁ vināśāya ca duṣkṛtām) take place side by side. Kṛṣṇa actually appears for the deliverance of the sādhus, or bhaktas, but by killing the demons He shows them mercy also, for anyone killed by Kṛṣṇa is liberated. Whether the Lord kills or gives protection, He is kind to both the demons and the devotees."
    },
    {
        "verse": "62",
        "devanagari": "यस्मिन् सत्कर्णपीयुषे यशस्तीर्थवरे सकृत् । श्रोत्राञ्जलिरुपस्पृश्य धुनुते कर्मवासनाम् ॥ ६२ ॥",
        "english_devnagari": "yasmin sat-karṇa-pīyuṣeyaśas-tīrtha-vare sakṛtśrotrāñjalir upaspṛśyadhunute karma-vāsanām",
        "verse_Syn": [
            "yasmin",
            "sat",
            "karṇa",
            "pīyuṣe",
            "yaśaḥ",
            "tīrtha",
            "vare",
            "sakṛt",
            "śrotra",
            "añjaliḥ",
            "upaspṛśya",
            "dhunute",
            "karma",
            "vāsanām"
        ],
        "translation": "Simply by receiving the glories of the Lord through purified transcendental ears, the devotees of the Lord are immediately freed from strong material desires and engagement in fruitive activities.",
        "purport": " When the devotees aurally receive the activities of the Supreme Personality of Godhead as enacted in Bhagavad-gītā and Śrīmad-Bhāgavatam, they immediately achieve a transcendental vision in which they are no longer interested in materialistic activities. Thus they achieve freedom from the material world. For sense gratification practically everyone is engaged in materialistic activities, which prolong the process of janma-mṛtyu-jarā-vyādhi — birth, death, old age and disease — but the devotee, simply by hearing the message of Bhagavad-gītā and further relishing the narrations of Śrīmad-Bhāgavatam, becomes so pure that he no longer takes interest in materialistic activities. At the moment, devotees in the Western countries are being attracted by Kṛṣṇa consciousness and becoming uninterested in materialistic activities, and therefore people are trying to oppose this movement. But they cannot possibly check this movement or stop the activities of the devotees in Europe and America by their artificial impositions. Here the words śrotrāñjalir upaspṛśya indicate that simply by hearing the transcendental activities of the Lord the devotees become so pure that they are immediately immune to the contamination of materialistic fruitive activities. Anyābhilāṣitā-śūnyam. Materialistic activities are unnecessary for the soul, and therefore the devotees are freed from such activities. The devotees are situated in liberation (brahma-bhūyāya kalpate), and therefore they cannot be called back to their material homes and materialistic activities."
    },
    {
        "verse": "63-64",
        "devanagari": "भोजवृष्ण्यन्धकमधुशूरसेनदशार्हकै: । श्लाघनीयेहित: शश्वत् कुरुसृञ्जयपाण्डुभि: ॥ ६३ ॥ स्‍निग्धस्मितेक्षितोदारैर्वाक्यैर्विक्रमलीलया । नृलोकं रमयामास मूर्त्या सर्वाङ्गरम्यया ॥ ६४ ॥",
        "english_devnagari": "bhoja-vṛṣṇy-andhaka-madhu-śūrasena-daśārhakaiḥślāghanīyehitaḥ śaśvatkuru-sṛñjaya-pāṇḍubhiḥ",
        "verse_Syn": [
            "bhoja",
            "vṛṣṇi",
            "andhaka",
            "madhu",
            "śūrasena",
            "daśārhakaiḥ",
            "ślāghanīya",
            "īhitaḥ",
            "śaśvat",
            "kuru",
            "sṛñjaya",
            "pāṇḍubhiḥ",
            "snigdha",
            "smita",
            "īkṣita",
            "udāraiḥ",
            "vākyaiḥ",
            "vikrama",
            "līlayā",
            "nṛ",
            "lokam",
            "ramayām",
            "āsa",
            "mūrtyā",
            "sarva",
            "aṅga",
            "ramyayā"
        ],
        "translation": "Assisted by the descendants of Bhoja, Vṛṣṇi, Andhaka, Madhu, Śūrasena, Daśārha, Kuru, Sṛñjaya and Pāṇḍu, Lord Kṛṣṇa performed various activities. By His pleasing smiles, His affectionate behavior, His instructions and His uncommon pastimes like raising Govardhana Hill, the Lord, appearing in His transcendental body, pleased all of human society.",
        "purport": " The words nṛlokaṁ ramayām āsa mūrtyā sarvāṅga-ramyayā are significant. Kṛṣṇa is the original form. Bhagavān, the Supreme Personality of Godhead, is therefore described here by the word mūrtyā. The word mūrti means “form.” Kṛṣṇa, or God, is never impersonal; the impersonal feature is but a manifestation of His transcendental body (yasya prabhā prabhavato jagad-aṇḍa-koṭi). The Lord is narākṛti, exactly resembling the form of a human being, but His form is different from ours. Therefore the word sarvāṅga-ramyayā informs us that every part of His body is pleasing for everyone to see. Apart from His smiling face, every part of His body — His hands, His legs, His chest — is pleasing to the devotees, who cannot at any time stop seeing the beautiful form of the Lord."
    },
    {
        "verse": "65",
        "devanagari": "यस्याननं मकरकुण्डलचारुकर्ण-भ्राजत्कपोलसुभगं सविलासहासम् । नित्योत्सवं न ततृपुर्दृशिभि: पिबन्त्योनार्यो नराश्च मुदिता: कुपिता निमेश्च ॥ ६५ ॥",
        "english_devnagari": "yasyānanaṁ makara-kuṇḍala-cāru-karṇa-bhrājat-kapola-subhagaṁ savilāsa-hāsamnityotsavaṁ na tatṛpur dṛśibhiḥ pibantyonāryo narāś ca muditāḥ kupitā nimeś ca",
        "verse_Syn": [
            "yasya",
            "ānanam",
            "makara",
            "kuṇḍala",
            "cāru",
            "karṇa",
            "bhrājat",
            "kapola",
            "subhagam",
            "sa",
            "vilāsa",
            "hāsam",
            "nitya",
            "utsavam",
            "na",
            "tatṛpuḥ",
            "dṛśibhiḥ",
            "pibantyaḥ",
            "nāryaḥ",
            "narāḥ",
            "ca",
            "muditāḥ",
            "kupitāḥ",
            "nimeḥ",
            "ca"
        ],
        "translation": "Kṛṣṇa’s face is decorated with ornaments, such as earrings resembling sharks. His ears are beautiful, His cheeks brilliant, and His smiling attractive to everyone. Whoever sees Lord Kṛṣṇa sees a festival. His face and body are fully satisfying for everyone to see, but the devotees are angry at the creator for the disturbance caused by the momentary blinking of their eyes.",
        "purport": " As stated by the Lord Himself in the Bhagavad-gītā (7.3):"
    },
    {
        "verse": "65",
        "devanagari": "यस्याननं मकरकुण्डलचारुकर्ण-भ्राजत्कपोलसुभगं सविलासहासम् । नित्योत्सवं न ततृपुर्दृशिभि: पिबन्त्योनार्यो नराश्च मुदिता: कुपिता निमेश्च ॥ ६५ ॥",
        "english_devnagari": "yasyānanaṁ makara-kuṇḍala-cāru-karṇa-bhrājat-kapola-subhagaṁ savilāsa-hāsamnityotsavaṁ na tatṛpur dṛśibhiḥ pibantyonāryo narāś ca muditāḥ kupitā nimeś ca",
        "verse_Syn": [
            "yasya",
            "ānanam",
            "makara",
            "kuṇḍala",
            "cāru",
            "karṇa",
            "bhrājat",
            "kapola",
            "subhagam",
            "sa",
            "vilāsa",
            "hāsam",
            "nitya",
            "utsavam",
            "na",
            "tatṛpuḥ",
            "dṛśibhiḥ",
            "pibantyaḥ",
            "nāryaḥ",
            "narāḥ",
            "ca",
            "muditāḥ",
            "kupitāḥ",
            "nimeḥ",
            "ca"
        ],
        "translation": "Kṛṣṇa’s face is decorated with ornaments, such as earrings resembling sharks. His ears are beautiful, His cheeks brilliant, and His smiling attractive to everyone. Whoever sees Lord Kṛṣṇa sees a festival. His face and body are fully satisfying for everyone to see, but the devotees are angry at the creator for the disturbance caused by the momentary blinking of their eyes.",
        "purport": " As stated by the Lord Himself in the Bhagavad-gītā (7.3): “Out of many thousands among men, one may endeavor for perfection, and of those who have achieved perfection, hardly one knows Me in truth.” Unless one is qualified to understand Kṛṣṇa, one cannot appreciate the presence of Kṛṣṇa on earth. Among the Bhojas, Vṛṣṇis, Andhakas, Pāṇḍavas and many other kings intimately related with Kṛṣṇa, the intimate relationship between Kṛṣṇa and the inhabitants of Vṛndāvana is especially to be noted. That relationship is described in this verse by the words nityotsavaṁ na tatṛpur dṛśibhiḥ pibantyaḥ. The inhabitants of Vṛndāvana especially, such as the cowherd boys, the cows, the calves, the gopīs and Kṛṣṇa’s father and mother, were never fully satisfied, although they saw Kṛṣṇa’s beautiful features constantly. Seeing Kṛṣṇa is described here as nitya-utsava, a daily festival. The inhabitants of Vṛndāvana saw Kṛṣṇa almost every moment, but when Kṛṣṇa left the village for the pasturing grounds, where He tended the cows and calves, the gopīs were very much afflicted because they saw Kṛṣṇa walking on the sand and thought that Kṛṣṇa’s lotus feet, which they dared not place on their breasts because they thought their breasts not soft enough, were being pierced by broken chips of stone. By even thinking of this, the gopīs were affected, and they cried at home. These gopīs, who were therefore the exalted friends of Kṛṣṇa, saw Kṛṣṇa constantly, but because their eyelids disturbed their vision of Kṛṣṇa, the gopīs condemned the creator, Lord Brahmā. Therefore the beauty of Kṛṣṇa, especially the beauty of His face, is described here. At the end of the Ninth Canto, in the Twenty-fourth Chapter, we find a hint of Kṛṣṇa’s beauty. Now we are proceeding to the Tenth Canto, which is considered Kṛṣṇa’s head. The entire Śrīmad-Bhāgavata Purāṇa is the embodiment of Kṛṣṇa’s form, and the Tenth Canto is His face. This verse gives a hint of how beautiful His face is. Kṛṣṇa’s smiling face, with His cheeks, His lips, the ornaments in His ears, His chewing of betel nuts — all this was minutely observed by the gopīs, who thus enjoyed transcendental bliss, so much so that they were never fully satisfied to see Kṛṣṇa’s face, but instead condemned the creator of the body for making eyelids that obstructed their vision. The beauty of Kṛṣṇa’s face was therefore much more appreciated by the gopīs than by His friends the cowherd boys or even by Yaśodā Mātā, who was also interested in decorating the face of Kṛṣṇa."
    },
    {
        "verse": "66",
        "devanagari": "जातो गत: पितृगृहाद् व्रजमेधितार्थोहत्वा रिपून् सुतशतानि कृतोरुदार: । उत्पाद्य तेषु पुरुष: क्रतुभि: समीजेआत्मानमात्मनिगमं प्रथयञ्जनेषु ॥ ६६ ॥",
        "english_devnagari": "jāto gataḥ pitṛ-gṛhād vrajam edhitārthohatvā ripūn suta-śatāni kṛtorudāraḥutpādya teṣu puruṣaḥ kratubhiḥ samījeātmānam ātma-nigamaṁ prathayañ janeṣu",
        "verse_Syn": [
            "jātaḥ",
            "gataḥ",
            "pitṛ",
            "gṛhāt",
            "vrajam",
            "edhita",
            "arthaḥ",
            "hatvā",
            "ripūn",
            "suta",
            "śatāni",
            "kṛta",
            "urudāraḥ",
            "utpādya",
            "teṣu",
            "puruṣaḥ",
            "kratubhiḥ",
            "samīje",
            "ātmānam",
            "ātma",
            "nigamam",
            "prathayan",
            "janeṣu"
        ],
        "translation": "The Supreme Personality of Godhead, Śrī Kṛṣṇa, known as līlā-puruṣottama, appeared as the son of Vasudeva but immediately left His father’s home and went to Vṛndāvana to expand His loving relationship with His confidential devotees. In Vṛndāvana the Lord killed many demons, and afterwards He returned to Dvārakā, where according to Vedic principles He married many wives who were the best of women, begot through them hundreds of sons, and performed sacrifices for His own worship to establish the principles of householder life.",
        "purport": " As stated in Bhagavad-gītā (15.15), vedaiś ca sarvair aham eva vedyaḥ: by all the Vedas, it is Kṛṣṇa who is to be known. Lord Śrī Kṛṣṇa, setting an example by His own behavior, performed many ritualistic ceremonies described in the Vedas and established the principles of gṛhastha life by marrying many wives and begetting many children just to show people in general how to be happy by living according to Vedic principles. The center of Vedic sacrifice is Kṛṣṇa (vedaiś ca sarvair aham eva vedyaḥ). To advance in human life, human society must follow the Vedic principles personally demonstrated by Lord Kṛṣṇa in His householder life. The real purpose of Kṛṣṇa’s appearance, however, was to manifest how one can take part in loving affairs with the Supreme Personality of Godhead. Reciprocations of loving affairs in ecstasy are possible only in Vṛndāvana. Therefore just after His appearance as the son of Vasudeva, the Lord immediately left for Vṛndāvana. In Vṛndāvana, the Lord not only took part in loving affairs with His father and mother, the gopīs and the cowherd boys, but also gave liberation to many demons by killing them. As stated in Bhagavad-gītā (4.8), paritrāṇāya sādhūnāṁ vināśāya ca duṣkṛtām: the Lord appears in order to protect the devotees and kill the demons. This was fully exhibited by His personal behavior. In Bhagavad-gītā the Lord is understood by Arjuna to be puruṣaṁ śāśvataṁ divyam — the eternal, transcendental Supreme Person. Here also we find the words utpādya teṣu puruṣaḥ. Therefore it is to be concluded that the Absolute Truth is puruṣa, a person. The impersonal feature is but one of the features of His personality. Ultimately, He is a person; He is not impersonal. And not only is He puruṣa, a person, but He is the līlā-puruṣottama, the best of all persons."
    },
    {
        "verse": "67",
        "devanagari": "पृथ्व्या: स वै गुरुभरं क्षपयन् कुरूणा-मन्त:समुत्थकलिना युधि भूपचम्व: । द‍ृष्टय‍ा विधूय विजये जयमुद्विघोष्यप्रोच्योद्धवाय च परं समगात् स्वधाम ॥ ६७ ॥येऽन्येऽरविन्दाक्ष विमुक्तमानिन-स्त्वय्यस्तभावादविशुद्धबुद्धय: । आरुह्य कृच्छ्रेण परं पदं तत:पतन्त्यधोऽनाद‍ृतयुष्मदङ्‌घ्रय: ॥",
        "english_devnagari": "pṛthvyāḥ sa vai guru-bharaṁ kṣapayan kurūṇāmantaḥ-samuttha-kalinā yudhi bhūpa-camvaḥdṛṣṭyā vidhūya vijaye jayam udvighoṣyaprocyoddhavāya ca paraṁ samagāt sva-dhāma",
        "verse_Syn": [
            "pṛthvyāḥ",
            "saḥ",
            "vai",
            "guru",
            "bharam",
            "kṣapayan",
            "kurūṇām",
            "antaḥ",
            "samuttha",
            "kalinā",
            "yudhi",
            "bhūpa",
            "camvaḥ",
            "dṛṣṭyā",
            "vidhūya",
            "vijaye",
            "jayam",
            "udvighoṣya",
            "procya",
            "uddhavāya",
            "ca",
            "param",
            "samagāt",
            "sva",
            "dhāma"
        ],
        "translation": "Thereafter, Lord Śrī Kṛṣṇa created a misunderstanding between family members just to diminish the burden of the world. Simply by His glance, He annihilated all the demoniac kings on the Battlefield of Kurukṣetra and declared victory for Arjuna. Finally, He instructed Uddhava about transcendental life and devotion and then returned to His abode in His original form.",
        "purport": " Paritrāṇāya sādhūnāṁ vināśāya ca duṣkṛtām. The mission of Lord Kṛṣṇa was performed on the Battlefield of Kurukṣetra, for by the Lord’s mercy Arjuna was victorious due to being a great devotee whereas the others were killed simply by the Lord’s glance, which cleansed them of all sinful activities and enabled them to attain sārūpya. Finally, Lord Kṛṣṇa instructed Uddhava about the transcendental life of devotional service, and then, in due course of time, He returned to His abode. The Lord’s instructions in the form of Bhagavad-gītā are full of jñāna and vairāgya, knowledge and renunciation. In the human form of life, one must learn these two things — how to become detached from the material world and how to acquire full knowledge in spiritual life. This is the Lord’s mission (paritrāṇāya sādhūnāṁ vināśāya ca duṣkṛtām). After executing His complete mission, the Lord returned to His home, Goloka Vṛndāvana."
    }
]