[
    {
        "verse": "1",
        "devanagari": "श्रीशुक उवाचनाभागो नभगापत्यं यं ततं भ्रातर: कविम् ।यविष्ठं व्यभजन् दायं ब्रह्मचारिणमागतम् ॥ १ ॥",
        "english_devnagari": "śrī-śuka uvācanābhāgo nabhagāpatyaṁyaṁ tataṁ bhrātaraḥ kavimyaviṣṭhaṁ vyabhajan dāyaṁbrahmacāriṇam āgatam",
        "verse_Syn": [
            "śrī",
            "śukaḥ",
            "uvāca",
            "nābhāgaḥ",
            "nabhaga",
            "apatyam",
            "yam",
            "tatam",
            "bhrātaraḥ",
            "kavim",
            "yaviṣṭham",
            "vyabhajan",
            "dāyam",
            "brahmacāriṇam",
            "āgatam"
        ],
        "translation": "Śukadeva Gosvāmī said: The son of Nabhaga named Nābhāga lived for a long time at the place of his spiritual master. Therefore, his brothers thought that he was not going to become a gṛhastha and would not return. Consequently, without providing a share for him, they divided the property of their father among themselves. When Nābhāga returned from the place of his spiritual master, they gave him their father as his share.",
        "purport": " There are two kinds of brahmacārīs. One may return home, marry and become a householder, whereas the other, known as bṛhad-vrata, takes a vow to remain a brahmacārī perpetually. The bṛhad-vrata brahmacārī does not return from the place of the spiritual master; he stays there, and later he directly takes sannyāsa. Because Nābhāga did not return from the place of his spiritual master, his brothers thought that he had taken bṛhadvrata-brahmacarya. Therefore, they did not preserve his share, and when he returned they gave him their father as his share."
    },
    {
        "verse": "2",
        "devanagari": "भ्रातरोऽभाङ्क्त किं मह्यं भजाम पितरं तव ।त्वां ममार्यास्तताभाङ्‍क्षुर्मा पुत्रक तदाद‍ृथा: ॥ २ ॥",
        "english_devnagari": "bhrātaro ’bhāṅkta kiṁ mahyaṁbhajāma pitaraṁ tavatvāṁ mamāryās tatābhāṅkṣurmā putraka tad ādṛthāḥ",
        "verse_Syn": [
            "bhrātaraḥ",
            "abhāṅkta",
            "kim",
            "mahyam",
            "bhajāma",
            "pitaram",
            "tava",
            "tvām",
            "mama",
            "āryāḥ",
            "tata",
            "abhāṅkṣuḥ",
            "mā",
            "putraka",
            "tat",
            "ādṛthāḥ"
        ],
        "translation": "Nābhāga inquired, “My dear brothers, what have you given to me as my share of our father’s property?” His elder brothers answered, “We have kept our father as your share.” But when Nābhāga went to his father and said, “My dear father, my elder brothers have given you as my share of property,” the father replied, “My dear son, do not rely upon their cheating words. I am not your property.”",
        "purport": ""
    },
    {
        "verse": "3",
        "devanagari": "इमे अङ्गिरस: सत्रमासतेऽद्य सुमेधस: ।षष्ठं षष्ठमुपेत्याह: कवे मुह्यन्ति कर्मणि ॥ ३ ॥",
        "english_devnagari": "ime aṅgirasaḥ satramāsate ’dya sumedhasaḥṣaṣṭhaṁ ṣaṣṭham upetyāhaḥkave muhyanti karmaṇi",
        "verse_Syn": [
            "ime",
            "aṅgirasaḥ",
            "satram",
            "āsate",
            "adya",
            "sumedhasaḥ",
            "ṣaṣṭham",
            "ṣaṣṭham",
            "upetya",
            "ahaḥ",
            "kave",
            "muhyanti",
            "karmaṇi"
        ],
        "translation": "Nābhāga’s father said: All the descendants of Aṅgirā are now going to perform a great sacrifice, but although they are very intelligent, on every sixth day they will be bewildered in performing sacrifice and will make mistakes in their daily duties.",
        "purport": " Nābhāga was very simple hearted. Therefore when he went to his father, the father, out of compassion for his son, suggested that as a means of livelihood Nābhāga could go to the descendants of Aṅgirā and take advantage of their misgivings in performing yajña."
    },
    {
        "verse": "4-5",
        "devanagari": "तांस्त्वं शंसय सूक्ते द्वे वैश्वदेवे महात्मन: ।ते स्वर्यन्तो धनं सत्रपरिशेषितमात्मन: ॥ ४ ॥दास्यन्ति तेऽथ तान्गच्छ तथा स कृतवान् यथा ।तस्मै दत्त्वा ययु: स्वर्गं ते सत्रपरिशेषणम् ॥ ५ ॥",
        "english_devnagari": "tāṁs tvaṁ śaṁsaya sūkte dvevaiśvadeve mahātmanaḥte svar yanto dhanaṁ satra-pariśeṣitam ātmanaḥ",
        "verse_Syn": [
            "tān",
            "tvam",
            "śaṁsaya",
            "sūkte",
            "dve",
            "vaiśvadeve",
            "mahātmanaḥ",
            "te",
            "svaḥ",
            "yantaḥ",
            "dhanam",
            "satra",
            "pariśeṣitam",
            "ātmanaḥ",
            "dāsyanti",
            "te",
            "atha",
            "tān",
            "arccha",
            "tathā",
            "saḥ",
            "kṛtavān",
            "yathā",
            "tasmai",
            "dattvā",
            "yayuḥ",
            "svargam",
            "te",
            "satra",
            "pariśeṣaṇam"
        ],
        "translation": "Nābhāga’s father continued: “Go to those great souls and describe two Vedic hymns pertaining to Vaiśvadeva. When the great sages have completed the sacrifice and are going to the heavenly planets, they will give you the remnants of the money they have received from the sacrifice. Therefore, go there immediately.” Thus Nābhāga acted exactly according to the advice of his father, and the great sages of the Aṅgirā dynasty gave him all their wealth and then went to the heavenly planets.",
        "purport": ""
    },
    {
        "verse": "6",
        "devanagari": "तं कश्चित् स्वीकरिष्यन्तं पुरुष: कृष्णदर्शन: ।उवाचोत्तरतोऽभ्येत्य ममेदं वास्तुकं वसु ॥ ६ ॥",
        "english_devnagari": "taṁ kaścit svīkariṣyantaṁpuruṣaḥ kṛṣṇa-darśanaḥuvācottarato ’bhyetyamamedaṁ vāstukaṁ vasu",
        "verse_Syn": [
            "tam",
            "kaścit",
            "svīkariṣyantam",
            "puruṣaḥ",
            "kṛṣṇa",
            "darśanaḥ",
            "uvāca",
            "uttarataḥ",
            "abhyetya",
            "mama",
            "idam",
            "vāstukam",
            "vasu"
        ],
        "translation": "Thereafter, while Nābhāga was accepting the riches, a black-looking person from the north came to him and said, “All the wealth from this sacrificial arena belongs to me.”",
        "purport": ""
    },
    {
        "verse": "7",
        "devanagari": "ममेदमृषिभिर्दत्तमिति तर्हि स्म मानव: ।स्यान्नौ ते पितरि प्रश्न‍: पृष्टवान् पितरं यथा ॥ ७ ॥",
        "english_devnagari": "mamedam ṛṣibhir dattamiti tarhi sma mānavaḥsyān nau te pitari praśnaḥpṛṣṭavān pitaraṁ yathā",
        "verse_Syn": [
            "mama",
            "idam",
            "ṛṣibhiḥ",
            "dattam",
            "iti",
            "tarhi",
            "sma",
            "mānavaḥ",
            "syāt",
            "nau",
            "te",
            "pitari",
            "praśnaḥ",
            "pṛṣṭavān",
            "pitaram",
            "yathā"
        ],
        "translation": "Nābhāga then said, “These riches belong to me. The great saintly persons have delivered them to me.” When Nābhāga said this, the black-looking person replied, “Let us go to your father and ask him to settle our disagreement.” In accordance with this, Nābhāga inquired from his father.",
        "purport": ""
    },
    {
        "verse": "8",
        "devanagari": "यज्ञवास्तुगतं सर्वमुच्छिष्टमृषय: क्‍वचित् ।चक्रुर्हि भागं रुद्राय स देव: सर्वमर्हति ॥ ८ ॥",
        "english_devnagari": "yajña-vāstu-gataṁ sarvamucchiṣṭam ṛṣayaḥ kvacitcakrur hi bhāgaṁ rudrāyasa devaḥ sarvam arhati",
        "verse_Syn": [
            "yajña",
            "vāstu",
            "gatam",
            "sarvam",
            "ucchiṣṭam",
            "ṛṣayaḥ",
            "kvacit",
            "cakruḥ",
            "hi",
            "bhāgam",
            "rudrāya",
            "saḥ",
            "devaḥ",
            "sarvam",
            "arhati"
        ],
        "translation": "The father of Nābhāga said: Whatever the great sages sacrificed in the arena of the Dakṣa-yajña, they offered to Lord Śiva as his share. Therefore, everything in the sacrificial arena certainly belongs to Lord Śiva.",
        "purport": ""
    },
    {
        "verse": "9",
        "devanagari": "नाभागस्तं प्रणम्याह तवेश किल वास्तुकम् ।इत्याह मे पिता ब्रह्मञ्छिरसा त्वां प्रसादये ॥ ९ ॥",
        "english_devnagari": "nābhāgas taṁ praṇamyāhataveśa kila vāstukamity āha me pitā brahmañchirasā tvāṁ prasādaye",
        "verse_Syn": [
            "nābhāgaḥ",
            "tam",
            "praṇamya",
            "āha",
            "tava",
            "īśa",
            "kila",
            "vāstukam",
            "iti",
            "āha",
            "me",
            "pitā",
            "brahman",
            "śirasā",
            "tvām",
            "prasādaye"
        ],
        "translation": "Thereupon, after offering obeisances to Lord Śiva, Nābhāga said: O worshipable lord, everything in this arena of sacrifice is yours. This is the assertion of my father. Now, with great respect, I bow my head before you, begging your mercy.",
        "purport": ""
    },
    {
        "verse": "10",
        "devanagari": "यत् ते पितावदद् धर्मं त्वं च सत्यं प्रभाषसे ।ददामि ते मन्त्रद‍ृशो ज्ञानं ब्रह्म सनातनम् ॥ १० ॥",
        "english_devnagari": "yat te pitāvadad dharmaṁtvaṁ ca satyaṁ prabhāṣasedadāmi te mantra-dṛśojñānaṁ brahma sanātanam",
        "verse_Syn": [
            "yat",
            "te",
            "pitā",
            "avadat",
            "dharmam",
            "tvam",
            "ca",
            "satyam",
            "prabhāṣase",
            "dadāmi",
            "te",
            "mantra",
            "dṛśaḥ",
            "jñānam",
            "brahma",
            "sanātanam"
        ],
        "translation": "Lord Śiva said: Whatever your father has said is the truth, and you also are speaking the same truth. Therefore, I, who know the Vedic mantras, shall explain transcendental knowledge to you.",
        "purport": ""
    },
    {
        "verse": "11",
        "devanagari": "गृहाण द्रविणं दत्तं मत्सत्रपरिशेषितम् ।इत्युक्त्वान्तर्हितो रुद्रो भगवान् धर्मवत्सल: ॥ ११ ॥",
        "english_devnagari": "gṛhāṇa draviṇaṁ dattaṁmat-satra-pariśeṣitamity uktvāntarhito rudrobhagavān dharma-vatsalaḥ",
        "verse_Syn": [
            "gṛhāṇa",
            "draviṇam",
            "dattam",
            "mat",
            "satra",
            "pariśeṣitam",
            "iti",
            "uktvā",
            "antarhitaḥ",
            "rudraḥ",
            "bhagavān",
            "dharma",
            "vatsalaḥ"
        ],
        "translation": "Lord Śiva said, “Now you may take all the wealth remaining from the sacrifice, for I give it to you.” After saying this, Lord Śiva, who is most adherent to the religious principles, disappeared from that place.",
        "purport": ""
    },
    {
        "verse": "12",
        "devanagari": "य एतत् संस्मरेत् प्रात: सायं च सुसमाहित: ।कविर्भवति मन्त्रज्ञो गतिं चैव तथात्मन: ॥ १२ ॥",
        "english_devnagari": "ya etat saṁsmaret prātaḥsāyaṁ ca susamāhitaḥkavir bhavati mantra-jñogatiṁ caiva tathātmanaḥ",
        "verse_Syn": [
            "yaḥ",
            "etat",
            "saṁsmaret",
            "prātaḥ",
            "sāyam",
            "ca",
            "susamāhitaḥ",
            "kaviḥ",
            "bhavati",
            "mantra",
            "jñaḥ",
            "gatim",
            "ca",
            "eva",
            "tathā",
            "ātmanaḥ"
        ],
        "translation": "If one hears and chants or remembers this narration in the morning and evening with great attention, he certainly becomes learned, experienced in understanding the Vedic hymns, and expert in self-realization.",
        "purport": ""
    },
    {
        "verse": "13",
        "devanagari": "नाभागादम्बरीषोऽभून्महाभागवत: कृती ।नास्पृशद् ब्रह्मशापोऽपि यं न प्रतिहत: क्‍वचित् ॥ १३ ॥",
        "english_devnagari": "nābhāgād ambarīṣo ’bhūnmahā-bhāgavataḥ kṛtīnāspṛśad brahma-śāpo ’piyaṁ na pratihataḥ kvacit",
        "verse_Syn": [
            "nābhāgāt",
            "ambarīṣaḥ",
            "abhūt",
            "mahā",
            "bhāgavataḥ",
            "kṛtī",
            "na",
            "aspṛśat",
            "brahma",
            "śāpaḥ",
            "api",
            "yam",
            "na",
            "pratihataḥ",
            "kvacit"
        ],
        "translation": "From Nābhāga, Mahārāja Ambarīṣa took birth. Mahārāja Ambarīṣa was an exalted devotee, celebrated for his great merits. Although he was cursed by an infallible brāhmaṇa, the curse could not touch him.",
        "purport": ""
    },
    {
        "verse": "14",
        "devanagari": "श्रीराजोवाचभगवञ्छ्रोतुमिच्छामि राजर्षेस्तस्य धीमत: ।न प्राभूद् यत्र निर्मुक्तो ब्रह्मदण्डो दुरत्यय: ॥ १४ ॥",
        "english_devnagari": "śrī-rājovācabhagavañ chrotum icchāmirājarṣes tasya dhīmataḥna prābhūd yatra nirmuktobrahma-daṇḍo duratyayaḥ",
        "verse_Syn": [
            "śrī",
            "rājā",
            "uvāca",
            "bhagavan",
            "śrotum",
            "icchāmi",
            "rājarṣeḥ",
            "tasya",
            "dhīmataḥ",
            "na",
            "prābhūt",
            "yatra",
            "nirmuktaḥ",
            "brahma",
            "daṇḍaḥ",
            "duratyayaḥ"
        ],
        "translation": "King Parīkṣit inquired: O great personality, Mahārāja Ambarīṣa was certainly most exalted and meritorious in character. I wish to hear about him. How surprising it is that the curse of a brāhmaṇa, which is insurmountable, could not act upon him.",
        "purport": ""
    },
    {
        "verse": "15-16",
        "devanagari": "श्रीशुक उवाचअम्बरीषो महाभाग: सप्तद्वीपवतीं महीम् ।अव्ययां च श्रियं लब्ध्वा विभवं चातुलं भुवि ॥ १५ ॥मेनेऽतिदुर्लभं पुंसां सर्वं तत् स्वप्नसंस्तुतम् ।विद्वान् विभवनिर्वाणं तमो विशति यत् पुमान् ॥ १६ ॥",
        "english_devnagari": "śrī-śuka uvācaambarīṣo mahā-bhāgaḥsapta-dvīpavatīṁ mahīmavyayāṁ ca śriyaṁ labdhvāvibhavaṁ cātulaṁ bhuvi",
        "verse_Syn": [
            "śrī",
            "śukaḥ",
            "uvāca",
            "ambarīṣaḥ",
            "mahā",
            "bhāgaḥ",
            "sapta",
            "dvīpavatīm",
            "mahīm",
            "avyayām",
            "ca",
            "śriyam",
            "labdhvā",
            "vibhavam",
            "ca",
            "atulam",
            "bhuvi",
            "mene",
            "ati",
            "durlabham",
            "puṁsām",
            "sarvam",
            "tat",
            "svapna",
            "saṁstutam",
            "vidvān",
            "vibhava",
            "nirvāṇam",
            "tamaḥ",
            "viśati",
            "yat",
            "pumān"
        ],
        "translation": "Śukadeva Gosvāmī said: Mahārāja Ambarīṣa, the most fortunate personality, achieved the rule of the entire world, consisting of seven islands, and achieved inexhaustible, unlimited opulence and prosperity on earth. Although such a position is rarely obtained, Mahārāja Ambarīṣa did not care for it at all, for he knew very well that all such opulence is material. Like that which is imagined in a dream, such opulence will ultimately be destroyed. The King knew that any nondevotee who attains such opulence merges increasingly into material nature’s mode of darkness.",
        "purport": " For a devotee material opulence is insignificant, whereas for a nondevotee material opulence is the cause of increasing bondage, for a devotee knows that anything material is temporary, whereas a nondevotee regards the temporary so-called happiness as everything and forgets the path of self-realization. Thus for the nondevotee material opulence is a disqualification for spiritual advancement."
    },
    {
        "verse": "17",
        "devanagari": "वासुदेवे भगवति तद्भक्तेषु च साधुषु ।प्राप्तो भावं परं विश्वं येनेदं लोष्ट्रवत् स्मृतम् ॥ १७ ॥",
        "english_devnagari": "vāsudeve bhagavatitad-bhakteṣu ca sādhuṣuprāpto bhāvaṁ paraṁ viśvaṁyenedaṁ loṣṭravat smṛtam",
        "verse_Syn": [
            "vāsudeve",
            "bhagavati",
            "tat",
            "bhakteṣu",
            "ca",
            "sādhuṣu",
            "prāptaḥ",
            "bhāvam",
            "param",
            "viśvam",
            "yena",
            "idam",
            "loṣṭra",
            "vat",
            "smṛtam"
        ],
        "translation": "Mahārāja Ambarīṣa was a great devotee of the Supreme Personality of Godhead, Vāsudeva, and of the saintly persons who are the Lord’s devotees. Because of this devotion, he thought of the entire universe as being as insignificant as a piece of stone.",
        "purport": ""
    },
    {
        "verse": "18-20",
        "devanagari": "स वै मन: कृष्णपदारविन्दयो-र्वचांसि वैकुण्ठगुणानुवर्णने ।करौ हरेर्मन्दिरमार्जनादिषुश्रुतिं चकाराच्युतसत्कथोदये ॥ १८ ॥मुकुन्दलिङ्गालयदर्शने द‍ृशौतद्भृत्यगात्रस्पर्शेऽङ्गसङ्गमम् ।घ्राणं च तत्पादसरोजसौरभेश्रीमत्तुलस्या रसनां तदर्पिते ॥ १९ ॥पादौ हरे: क्षेत्रपदानुसर्पणेशिरो हृषीकेशपदाभिवन्दने ।कामं च दास्ये न तु कामकाम्ययायथोत्तमश्लोकजनाश्रया रति: ॥ २० ॥",
        "english_devnagari": "sa vai manaḥ kṛṣṇa-padāravindayorvacāṁsi vaikuṇṭha-guṇānuvarṇanekarau harer mandira-mārjanādiṣuśrutiṁ cakārācyuta-sat-kathodaye",
        "verse_Syn": [
            "saḥ",
            "vai",
            "manaḥ",
            "kṛṣṇa",
            "pada",
            "aravindayoḥ",
            "vacāṁsi",
            "vaikuṇṭha",
            "guṇa",
            "anuvarṇane",
            "karau",
            "hareḥ",
            "mandira",
            "mārjana",
            "ādiṣu",
            "śrutim",
            "cakāra",
            "acyuta",
            "sat",
            "kathā",
            "udaye",
            "mukunda",
            "liṅga",
            "ālaya",
            "darśane",
            "dṛśau",
            "tat",
            "bhṛtya",
            "gātra",
            "sparśe",
            "aṅga",
            "saṅgamam",
            "ghrāṇam",
            "ca",
            "tat",
            "pāda",
            "saroja",
            "saurabhe",
            "śrīmat",
            "tulasyāḥ",
            "rasanām",
            "tat",
            "arpite",
            "pādau",
            "hareḥ",
            "kṣetra",
            "pada",
            "anusarpaṇe",
            "śiraḥ",
            "hṛṣīkeśa",
            "pada",
            "abhivandane",
            "kāmam",
            "ca",
            "dāsye",
            "na",
            "tu",
            "kāma",
            "kāmyayā",
            "yathā",
            "uttamaśloka",
            "jana",
            "āśrayā",
            "ratiḥ"
        ],
        "translation": "Mahārāja Ambarīṣa always engaged his mind in meditating upon the lotus feet of Kṛṣṇa, his words in describing the glories of the Lord, his hands in cleansing the Lord’s temple, and his ears in hearing the words spoken by Kṛṣṇa or about Kṛṣṇa. He engaged his eyes in seeing the Deity of Kṛṣṇa, Kṛṣṇa’s temples and Kṛṣṇa’s places like Mathurā and Vṛndāvana, he engaged his sense of touch in touching the bodies of the Lord’s devotees, he engaged his sense of smell in smelling the fragrance of tulasī offered to the Lord, and he engaged his tongue in tasting the Lord’s prasāda. He engaged his legs in walking to the holy places and temples of the Lord, his head in bowing down before the Lord, and all his desires in serving the Lord, twenty-four hours a day. Indeed, Mahārāja Ambarīṣa never desired anything for his own sense gratification. He engaged all his senses in devotional service, in various engagements related to the Lord. This is the way to increase attachment for the Lord and be completely free from all material desires.",
        "purport": " In Bhagavad-gītā (7.1) the Lord recommends, mayy āsakta-manāḥ pārtha yogaṁ yuñjan mad-āśrayaḥ. This indicates that one must execute devotional service under the guidance of a devotee or directly under the guidance of the Supreme Personality of Godhead. It is not possible, however, to train oneself without guidance from the spiritual master. Therefore, according to the instructions of Śrīla Rūpa Gosvāmī, the first business of a devotee is to accept a bona fide spiritual master who can train him to engage his various senses in rendering transcendental service to the Lord. The Lord also says in Bhagavad-gītā (7.1), asaṁśayaṁ samagraṁ māṁ yathā jñāsyasi tac chṛṇu. In other words, if one wants to understand the Supreme Personality of Godhead in completeness, one must follow the prescriptions given by Kṛṣṇa by following in the footsteps of Mahārāja Ambarīṣa. It is said, hṛṣīkeṇa hṛṣīkeśa-sevanaṁ bhaktir ucyate: bhakti means to engage the senses in the service of the master of the senses, Kṛṣṇa, who is called Hṛṣīkeśa or Acyuta. These words are used in these verses. Acyuta-sat-kathodaye, hṛṣīkeśa-padābhivandane. The words Acyuta and Hṛṣīkeśa are also used in Bhagavad-gītā. Bhagavad-gītā is kṛṣṇa-kathā spoken directly by Kṛṣṇa, and Śrīmad-Bhāgavatam is also kṛṣṇa-kathā because everything described in the Bhāgavatam is in relationship with Kṛṣṇa."
    },
    {
        "verse": "21",
        "devanagari": "एवं सदा कर्मकलापमात्मन:परेऽधियज्ञे भगवत्यधोक्षजे ।सर्वात्मभावं विदधन्महीमिमांतन्निष्ठविप्राभिहित: शशास ह ॥ २१ ॥",
        "english_devnagari": "evaṁ sadā karma-kalāpam ātmanaḥpare ’dhiyajñe bhagavaty adhokṣajesarvātma-bhāvaṁ vidadhan mahīm imāṁtan-niṣṭha-viprābhihitaḥ śaśāsa ha",
        "verse_Syn": [
            "evam",
            "sadā",
            "karma",
            "kalāpam",
            "ātmanaḥ",
            "pare",
            "adhiyajñe",
            "bhagavati",
            "adhokṣaje",
            "sarva",
            "ātma",
            "bhāvam",
            "vidadhat",
            "mahīm",
            "imām",
            "tat",
            "niṣṭha",
            "vipra",
            "abhihitaḥ",
            "śaśāsa",
            "ha"
        ],
        "translation": "In performing his prescribed duties as king, Mahārāja Ambarīṣa always offered the results of his royal activities to the Supreme Personality of Godhead, Kṛṣṇa, who is the enjoyer of everything and is beyond the perception of material senses. He certainly took advice from brāhmaṇas who were faithful devotees of the Lord, and thus he ruled the planet earth without difficulty.",
        "purport": " As stated in Bhagavad-gītā (5.29): People are very much anxious to live in peace and prosperity in this material world, and here in Bhagavad-gītā the peace formula is given personally by the Supreme Personality of Godhead: everyone should understand that Kṛṣṇa, the Supreme Personality of Godhead, is the ultimate proprietor of all the planets and is therefore the enjoyer of all activities, political, social, cultural, religious, economic and so on. The Lord has given perfect advice in Bhagavad-gītā, and Ambarīṣa Mahārāja, as the ideal executive head, ruled the entire world as a Vaiṣṇava, taking advice from Vaiṣṇava brāhmaṇas. The śāstras enjoin that even though a brāhmaṇa may be well versed in the occupational brahminical duties and may be very learned in Vedic knowledge, he cannot give advice as a guru until he is a Vaiṣṇava. Therefore, as indicated here by the words tan-niṣṭha-viprābhihitaḥ, Mahārāja Ambarīṣa took advice from brāhmaṇas who were pure devotees of the Lord, for ordinary brāhmaṇas who are merely learned scholars or experts in performing ritualistic ceremonies are not competent to give advice. In modern times, there are legislative assemblies whose members are authorized to make laws for the welfare of the state, but according to this description of the kingdom of Mahārāja Ambarīṣa, the country or the world should be ruled by a chief executive whose advisors are all devotee brāhmaṇas. Such advisors or members of the legislative assembly should not be professional politicians, nor should they be selected by the ignorant public. Rather, they should be appointed by the king. When the king, the executive head of the state, is a devotee and he follows the instructions of devotee brāhmaṇas in ruling the country, everyone will be peaceful and prosperous. When the king and his advisors are perfect devotees, nothing can be wrong in the state. All the citizens should become devotees of the Lord, and then their good character will automatically follow. “One who has unflinching devotion for the Personality of Godhead has all the good qualities of the demigods. But one who is not a devotee of the Lord has only material qualifications that are of little value. This is because he is hovering on the mental plane and is certain to be attracted by the glaring material energy.” (Bhāg. 5.18.12) Citizens under the guidance of a Kṛṣṇa conscious king will become devotees, and then there will be no need to enact new laws every day to reform the way of life in the state. If the citizens are trained to become devotees, they will automatically become peaceful and honest, and if they are guided by a devoted king advised by devotees, the state will not be in the material world but in the spiritual world. All the states of the world should therefore follow the ideal of the rule or administration of Mahārāja Ambarīṣa, as described here."
    },
    {
        "verse": "22",
        "devanagari": "ईजेऽश्वमेधैरधियज्ञमीश्वरंमहाविभूत्योपचिताङ्गदक्षिणै: ।ततैर्वसिष्ठासितगौतमादिभि-र्धन्वन्यभिस्रोतमसौ सरस्वतीम् ॥ २२ ॥",
        "english_devnagari": "īje ’śvamedhair adhiyajñam īśvaraṁmahā-vibhūtyopacitāṅga-dakṣiṇaiḥtatair vasiṣṭhāsita-gautamādibhirdhanvany abhisrotam asau sarasvatīm",
        "verse_Syn": [
            "īje",
            "aśvamedhaiḥ",
            "adhiyajñam",
            "īśvaram",
            "mahā",
            "vibhūtyā",
            "upacita",
            "aṅga",
            "dakṣiṇaiḥ",
            "tataiḥ",
            "vasiṣṭha",
            "asita",
            "gautama",
            "ādibhiḥ",
            "dhanvani",
            "abhisrotam",
            "asau",
            "sarasvatīm"
        ],
        "translation": "In desert countries where there flowed the river Sarasvatī, Mahārāja Ambarīṣa performed great sacrifices like the aśvamedha-yajña and thus satisfied the master of all yajñas, the Supreme Personality of Godhead. Such sacrifices were performed with great opulence and suitable paraphernalia and with contributions of dakṣiṇā to the brāhmaṇas, who were supervised by great personalities like Vasiṣṭha, Asita and Gautama, representing the king, the performer of the sacrifices.",
        "purport": " When one performs ritualistic sacrifices as prescribed in the Vedas, one needs expert brāhmaṇas known as yājñika-brāhmaṇas. In Kali-yuga, however, there is a scarcity of such brāhmaṇas. Therefore in Kali-yuga the sacrifice recommended in śāstra is saṅkīrtana-yajña (yajñaiḥ saṅkīrtana-prāyair yajanti hi sumedhasaḥ). Instead of spending money unnecessarily on performing yajñas impossible to perform in this Age of Kali because of the scarcity of yājñika-brāhmaṇas, one who is intelligent performs saṅkīrtana-yajña. Without properly performed yajñas to satisfy the Supreme Personality of Godhead, there will be scarcity of rain (yajñād bhavati parjanyaḥ). Therefore the performance of yajña is essential. Without yajña there will be a scarcity of rain, and because of this scarcity, no food grains will be produced, and there will be famines. It is the duty of the king, therefore, to perform different types of yajñas, such as the aśvamedha-yajña, to maintain the production of food grains. Annād bhavanti bhūtāni. Without food grains, both men and animals will starve. Therefore yajña is necessary for the state to perform because by yajña the people in general will be fed sumptuously. The brāhmaṇas and yājñika priests should be sufficiently paid for their expert service. This payment is called dakṣiṇā. Ambarīṣa Mahārāja, as the head of the state, performed all these yajñas through great personalities like Vasiṣṭha, Gautama and Asita. Personally, however, he was engaged in devotional service, as mentioned before (sa vai manaḥ kṛṣṇa-padāravindayoḥ). The king or head of state must see that things go on well under proper guidance, and he must be an ideal devotee, as exemplified by Mahārāja Ambarīṣa. It is the duty of the king to see that food grains are produced even in desert countries, what to speak of elsewhere."
    },
    {
        "verse": "23",
        "devanagari": "यस्य क्रतुषु गीर्वाणै: सदस्या ऋत्विजो जना: ।तुल्यरूपाश्चानिमिषा व्यद‍ृश्यन्त सुवासस: ॥ २३ ॥",
        "english_devnagari": "yasya kratuṣu gīrvāṇaiḥsadasyā ṛtvijo janāḥtulya-rūpāś cānimiṣāvyadṛśyanta suvāsasaḥ",
        "verse_Syn": [
            "yasya",
            "kratuṣu",
            "gīrvāṇaiḥ",
            "sadasyāḥ",
            "ṛtvijaḥ",
            "janāḥ",
            "tulya",
            "rūpāḥ",
            "ca",
            "animiṣāḥ",
            "vyadṛśyanta",
            "su",
            "vāsasaḥ"
        ],
        "translation": "In the sacrifice arranged by Mahārāja Ambarīṣa, the members of the assembly and the priests [especially hotā, udgātā, brahmā and adhvaryu] were gorgeously dressed, and they all looked exactly like demigods. They eagerly saw to the proper performance of the yajña.",
        "purport": ""
    },
    {
        "verse": "24",
        "devanagari": "स्वर्गो न प्रार्थितो यस्य मनुजैरमरप्रिय: ।श‍ृण्वद्भिरुपगायद्भिरुत्तमश्लोकचेष्टितम् ॥ २४ ॥",
        "english_devnagari": "svargo na prārthito yasyamanujair amara-priyaḥśṛṇvadbhir upagāyadbhiruttamaśloka-ceṣṭitam",
        "verse_Syn": [
            "svargaḥ",
            "na",
            "prārthitaḥ",
            "yasya",
            "manujaiḥ",
            "amara",
            "priyaḥ",
            "śṛṇvadbhiḥ",
            "upagāyadbhiḥ",
            "uttamaśloka",
            "ceṣṭitam"
        ],
        "translation": "The citizens of the state of Mahārāja Ambarīṣa were accustomed to chanting and hearing about the glorious activities of the Personality of Godhead. Thus they never aspired to be elevated to the heavenly planets, which are extremely dear even to the demigods.",
        "purport": " A pure devotee who has been trained in the practice of chanting and hearing the holy name of the Lord and His fame, qualities, form, paraphernalia and so on is never interested in elevation to the heavenly planets, even though such places are extremely dear even to the demigods. “Devotees solely engaged in the devotional service of the Supreme Personality of Godhead, Nārāyaṇa, never fear any condition of life. The heavenly planets, liberation and the hellish planets are all the same to a devotee.” (Bhāg. 6.17.28) A devotee is always situated in the spiritual world. Therefore he does not desire anything. He is known as akāma, or desireless, because he has nothing to desire except to render transcendental loving service to the Supreme Personality of Godhead. Because Mahārāja Ambarīṣa was a most exalted devotee of the Lord, he trained his subjects in such a way that the citizens in his state were not interested in anything material, including even the happiness of the heavenly planets."
    },
    {
        "verse": "25",
        "devanagari": "संवर्धयन्ति यत् कामा: स्वाराज्यपरिभाविता: ।दुर्लभा नापि सिद्धानां मुकुन्दं हृदि पश्यत: ॥ २५ ॥",
        "english_devnagari": "saṁvardhayanti yat kāmāḥsvārājya-paribhāvitāḥdurlabhā nāpi siddhānāṁmukundaṁ hṛdi paśyataḥ",
        "verse_Syn": [
            "saṁvardhayanti",
            "yat",
            "kāmāḥ",
            "svā",
            "rājya",
            "paribhāvitāḥ",
            "durlabhāḥ",
            "na",
            "api",
            "siddhānām",
            "mukundam",
            "hṛdi",
            "paśyataḥ"
        ],
        "translation": "Those who are saturated with the transcendental happiness of rendering service to the Supreme Personality of Godhead are uninterested even in the achievements of great mystics, for such achievements do not enhance the transcendental bliss felt by a devotee who always thinks of Kṛṣṇa within the core of his heart.",
        "purport": " A pure devotee is uninterested not only in elevation to the higher planetary systems but even in the perfections of mystic yoga. Real perfection is devotional service. The happiness derived from merging in the impersonal Brahman and the happiness derived from the eight perfections of mystic yoga (aṇimā, laghimā, prāpti and so on) do not give any pleasure to the devotee. As stated by Śrīla Prabodhānanda Sarasvatī: When a devotee has achieved the position of rendering transcendental loving service to the Lord through the mercy of Lord Caitanya, he thinks the impersonal Brahman to be no better than hell, and he regards material happiness in the heavenly planets to be like a will-o’-the-wisp. As far as the perfection of mystic powers is concerned, a devotee compares it to a venomous snake with no teeth. A mystic yogī is especially concerned with controlling the senses, but because the senses of a devotee are engaged in the service of the Lord (hṛṣīkeṇa hṛṣīkeśa-sevanaṁ bhaktir ucyate) there is no need for separate control of the senses. For those who are materially engaged, control of the senses is required, but a devotee’s senses are all engaged in the service of the Lord, which means that they are already controlled. Paraṁ dṛṣṭvā nivartate (Bg. 2.59). A devotee’s senses are not attracted by material enjoyment. And even though the material world is full of misery, the devotee considers this material world to be also spiritual because everything is engaged in the service of the Lord. The difference between the spiritual world and material world is the mentality of service. Nirbandhaḥ kṛṣṇa-sambandhe yuktaṁ vairāgyam ucyate. When there is no mentality of service to the Supreme Personality of Godhead, one’s activities are material. That which is engaged in the service of the Lord is not material, and nothing thus engaged should be given up. In the construction of a high skyscraper and the construction of a temple, there may be the same enthusiasm, but the endeavors are different, for one is material and the other spiritual. Spiritual activities should not be confused with material activities and given up. Nothing connected with Hari, the Supreme Personality of Godhead, is material. A devotee who considers all this is always situated in spiritual activities, and therefore he is no longer attracted by material activities (paraṁ dṛṣṭvā nivartate)."
    },
    {
        "verse": "26",
        "devanagari": "स इत्थं भक्तियोगेन तपोयुक्तेन पार्थिव: ।स्वधर्मेण हरिं प्रीणन् सर्वान् कामान्शनैर्जहौ ॥ २६ ॥",
        "english_devnagari": "sa itthaṁ bhakti-yogenatapo-yuktena pārthivaḥsva-dharmeṇa hariṁ prīṇansarvān kāmān śanair jahau",
        "verse_Syn": [
            "saḥ",
            "ittham",
            "bhakti",
            "yogena",
            "tapaḥ",
            "yuktena",
            "pārthivaḥ",
            "sva",
            "dharmeṇa",
            "harim",
            "prīṇan",
            "sarvān",
            "kāmān",
            "śanaiḥ",
            "jahau"
        ],
        "translation": "The king of this planet, Mahārāja Ambarīṣa, thus performed devotional service to the Lord and in this endeavor practiced severe austerity. Always satisfying the Supreme Personality of Godhead by his constitutional activities, he gradually gave up all material desires.",
        "purport": " Severe austerities in the practice of devotional service are of many varieties. For example, in worshiping the Deity in the temple there are certainly laborious activities. Śrī-vigrahārādhana-nitya-nānā-śṛṅgāra-tan-mandira-mārjanādau. One must decorate the Deity, cleanse the temple, bring water from the Ganges and Yamunā, continue the routine work, perform ārati many times, prepare first-class food for the Deity, prepare dresses and so on. In this way, one must constantly be engaged in various activities, and the hard labor involved is certainly an austerity. Similarly, the hard labor involved in preaching, preparing literature, preaching to atheistic men and distributing literature door to door is of course an austerity (tapo-yuktena). Tapo divyaṁ putrakā. Such austerity is necessary. Yena sattvaṁ śuddhyet. By such austerity in devotional service, one is purified of material existence (kāmān śanair jahau). Indeed, such austerity leads one to the constitutional position of devotional service. In this way one can give up material desires, and as soon as one is freed from material desires, he is free from the repetition of birth and death, old age and disease."
    },
    {
        "verse": "27",
        "devanagari": "गृहेषु दारेषु सुतेषु बन्धुषुद्विपोत्तमस्यन्दनवाजिवस्तुषु ।अक्षय्यरत्नाभरणाम्बरादि-ष्वनन्तकोशेष्वकरोदसन्मतिम् ॥ २७ ॥",
        "english_devnagari": "gṛheṣu dāreṣu suteṣu bandhuṣudvipottama-syandana-vāji-vastuṣuakṣayya-ratnābharaṇāmbarādiṣvananta-kośeṣv akarod asan-matim",
        "verse_Syn": [
            "gṛheṣu",
            "dāreṣu",
            "suteṣu",
            "bandhuṣu",
            "dvipa",
            "uttama",
            "syandana",
            "vāji",
            "vastuṣu",
            "akṣayya",
            "ratna",
            "ābharaṇa",
            "ambara",
            "ādiṣu",
            "ananta",
            "kośeṣu",
            "akarot",
            "asat",
            "matim"
        ],
        "translation": "Mahārāja Ambarīṣa gave up all attachment to household affairs, wives, children, friends and relatives, to the best of powerful elephants, to beautiful chariots, carts, horses and inexhaustible jewels, and to ornaments, garments and an inexhaustible treasury. He gave up attachment to all of them, regarding them as temporary and material.",
        "purport": " Anāsaktasya viṣayān yathārham upayuñjataḥ. Material possessions can be accepted as far as they can be used in devotional service. Ānukūlyena kṛṣṇānuśīlanam. Ānukūlyasya saṅkalpaḥ prātikūlyasya varjanam. In preaching, many things considered material are needed. A devotee should not have any attachment for such material involvements as house, wife, children, friends and cars. Mahārāja Ambarīṣa, for example, had all such things, but he was not attached to them. This is the effect of bhakti-yoga. Bhaktiḥ pareśānubhavo viraktir anyatra ca (Bhāg. 11.2.42). One who is advanced in devotional service has no attachment for material things for sense enjoyment, but for preaching, to spread the glories of the Lord, he accepts such things without attachment. Anāsaktasya viṣayān yathārham upayuñjataḥ. Everything can be used to the extent that it can be engaged in Kṛṣṇa’s service."
    },
    {
        "verse": "28",
        "devanagari": "तस्मा अदाद्धरिश्चक्रं प्रत्यनीकभयावहम् ।एकान्तभक्तिभावेन प्रीतो भक्ताभिरक्षणम् ॥ २८ ॥",
        "english_devnagari": "tasmā adād dhariś cakraṁpratyanīka-bhayāvahamekānta-bhakti-bhāvenaprīto bhaktābhirakṣaṇam",
        "verse_Syn": [
            "tasmai",
            "adāt",
            "hariḥ",
            "cakram",
            "pratyanīka",
            "bhaya",
            "āvaham",
            "ekānta",
            "bhakti",
            "bhāvena",
            "prītaḥ",
            "bhakta",
            "abhirakṣaṇam"
        ],
        "translation": "Being very pleased by the unalloyed devotion of Mahārāja Ambarīṣa, the Supreme Personality of Godhead gave the King His disc, which is fearful to enemies and which always protects the devotee from enemies and adversities.",
        "purport": " A devotee, being always engaged in the service of the Lord, may not be expert in self-defense, but because a devotee fully depends on the lotus feet of the Supreme Personality of Godhead, he is always sure of protection by the Lord. Prahlāda Mahārāja said: A devotee is always merged in the ocean of the transcendental bliss of rendering service to the Lord. Therefore he is not at all afraid of any adverse situation in the material world. The Lord also promises, kaunteya pratijānīhi na me bhaktaḥ praṇaśyati: “O Arjuna, you may declare to the world that the devotees of the Lord are never vanquished.” (Bg. 9.31) For the protection of the devotees, Kṛṣṇa’s disc, the Sudarśana cakra, is always ready. This disc is extremely fearful to the nondevotees (pratyanīka-bhayāvaham). Therefore although Mahārāja Ambarīṣa was fully engaged in devotional service, his kingdom was free of all fear of adversity."
    },
    {
        "verse": "29",
        "devanagari": "आरिराधयिषु: कृष्णं महिष्या तुल्यशीलया ।युक्त: सांवत्सरं वीरो दधार द्वादशीव्रतम् ॥ २९ ॥",
        "english_devnagari": "ārirādhayiṣuḥ kṛṣṇaṁmahiṣyā tulya-śīlayāyuktaḥ sāṁvatsaraṁ vīrodadhāra dvādaśī-vratam",
        "verse_Syn": [
            "ārirādhayiṣuḥ",
            "kṛṣṇam",
            "mahiṣyā",
            "tulya",
            "śīlayā",
            "yuktaḥ",
            "sāṁvatsaram",
            "vīraḥ",
            "dadhāra",
            "dvādaśī",
            "vratam"
        ],
        "translation": "To worship Lord Kṛṣṇa, Mahārāja Ambarīṣa, along with his queen, who was equally qualified, observed the vow of Ekādaśī and Dvādaśī for one year.",
        "purport": " To observe Ekādaśī-vrata and Dvādaśī-vrata means to please the Supreme Personality of Godhead. Those interested in advancing in Kṛṣṇa consciousness must observe Ekādaśī-vrata regularly. Mahārāja Ambarīṣa’s queen was equally as qualified as the King. Therefore it was possible for Mahārāja Ambarīṣa to engage his life in household affairs. In this regard, the word tulya-śīlayā is very significant. Unless a wife is equally as qualified as her husband, household affairs are very difficult to continue. Cāṇakya Paṇḍita advises that a person in such a situation should immediately give up household life and become a vānaprastha or sannyāsī: A person who has no mother at home and whose wife is not agreeable with him should immediately go away to the forest. Because human life is meant for spiritual advancement only, one’s wife must be helpful in this endeavor. Otherwise there is no need of household life."
    },
    {
        "verse": "30",
        "devanagari": "व्रतान्ते कार्तिके मासि त्रिरात्रं समुपोषित: ।स्‍नात: कदाचित् कालिन्द्यां हरिं मधुवनेऽर्चयत् ॥ ३० ॥",
        "english_devnagari": "vratānte kārtike māsitri-rātraṁ samupoṣitaḥsnātaḥ kadācit kālindyāṁhariṁ madhuvane ’rcayat",
        "verse_Syn": [
            "vrata",
            "ante",
            "kārtike",
            "māsi",
            "tri",
            "rātram",
            "samupoṣitaḥ",
            "snātaḥ",
            "kadācit",
            "kālindyām",
            "harim",
            "madhuvane",
            "arcayat"
        ],
        "translation": "In the month of Kārtika, after observing that vow for one year, after observing a fast for three nights and after bathing in the Yamunā, Mahārāja Ambarīṣa worshiped the Supreme Personality of Godhead, Hari, in Madhuvana.",
        "purport": ""
    },
    {
        "verse": "31-32",
        "devanagari": "महाभिषेकविधिना सर्वोपस्करसम्पदा ।अभिषिच्याम्बराकल्पैर्गन्धमाल्यार्हणादिभि: ॥ ३१ ॥तद्गतान्तरभावेन पूजयामास केशवम् ।ब्राह्मणांश्च महाभागान् सिद्धार्थानपि भक्तित: ॥ ३२ ॥",
        "english_devnagari": "mahābhiṣeka-vidhināsarvopaskara-sampadāabhiṣicyāmbarākalpairgandha-mālyārhaṇādibhiḥ",
        "verse_Syn": [
            "mahā",
            "abhiṣeka",
            "vidhinā",
            "sarva",
            "upaskara",
            "sampadā",
            "abhiṣicya",
            "ambara",
            "ākalpaiḥ",
            "gandha",
            "mālya",
            "arhaṇa",
            "ādibhiḥ",
            "tat",
            "gata",
            "antara",
            "bhāvena",
            "pūjayām",
            "āsa",
            "keśavam",
            "brāhmaṇān",
            "ca",
            "mahā",
            "bhāgān",
            "siddha",
            "arthān",
            "api",
            "bhaktitaḥ"
        ],
        "translation": "Following the regulative principles of mahābhiṣeka, Mahārāja Ambarīṣa performed the bathing ceremony for the Deity of Lord Kṛṣṇa with all paraphernalia, and then he dressed the Deity with fine clothing, ornaments, fragrant flower garlands and other paraphernalia for worship of the Lord. With attention and devotion, he worshiped Kṛṣṇa and all the greatly fortunate brāhmaṇas who were free from material desires.",
        "purport": ""
    },
    {
        "verse": "33-35",
        "devanagari": "गवां रुक्‍मविषाणीनां रूप्याङ्घ्रीणां सुवाससाम् ।पय:शीलवयोरूपवत्सोपस्करसम्पदाम् ॥ ३३ ॥प्राहिणोत् साधुविप्रेभ्यो गृहेषु न्यर्बुदानि षट् ।भोजयित्वा द्विजानग्रे स्वाद्वन्नं गुणवत्तमम् ॥ ३४ ॥लब्धकामैरनुज्ञात: पारणायोपचक्रमे ।तस्य तर्ह्यतिथि: साक्षाद् दुर्वास भगवानभूत् ॥ ३५ ॥",
        "english_devnagari": "gavāṁ rukma-viṣāṇīnāṁrūpyāṅghrīṇāṁ suvāsasāmpayaḥśīla-vayo-rūpa-vatsopaskara-sampadām",
        "verse_Syn": [
            "gavām",
            "rukma",
            "viṣāṇīnām",
            "rūpya",
            "aṅghrīṇām",
            "su",
            "vāsasām",
            "payaḥ",
            "śīla",
            "vayaḥ",
            "rūpa",
            "vatsa",
            "upaskara",
            "sampadām",
            "prāhiṇot",
            "sādhu",
            "viprebhyaḥ",
            "gṛheṣu",
            "nyarbudāni",
            "ṣaṭ",
            "bhojayitvā",
            "dvijān",
            "agre",
            "svādu",
            "annam",
            "guṇavat",
            "tamam",
            "labdha",
            "kāmaiḥ",
            "anujñātaḥ",
            "pāraṇāya",
            "upacakrame",
            "tasya",
            "tarhi",
            "atithiḥ",
            "sākṣāt",
            "durvāsāḥ",
            "bhagavān",
            "abhūt"
        ],
        "translation": "Thereafter, Mahārāja Ambarīṣa satisfied all the guests who arrived at his house, especially the brāhmaṇas. He gave in charity sixty crores of cows whose horns were covered with gold plate and whose hooves were covered with silver plate. All the cows were well decorated with garments and had full milk bags. They were mild-natured, young and beautiful and were accompanied by their calves. After giving these cows, the King first sumptuously fed all the brāhmaṇas, and when they were fully satisfied, he was about to observe the end of Ekādaśī, with their permission, by breaking the fast. Exactly at that time, however, Durvāsā Muni, the great and powerful mystic, appeared on the scene as an uninvited guest.",
        "purport": ""
    },
    {
        "verse": "36",
        "devanagari": "तमानर्चातिथिं भूप: प्रत्युत्थानासनार्हणै: ।ययाचेऽभ्यवहाराय पादमूलमुपागत: ॥ ३६ ॥",
        "english_devnagari": "tam ānarcātithiṁ bhūpaḥpratyutthānāsanārhaṇaiḥyayāce ’bhyavahārāyapāda-mūlam upāgataḥ",
        "verse_Syn": [
            "tam",
            "ānarca",
            "atithim",
            "bhūpaḥ",
            "pratyutthāna",
            "āsana",
            "arhaṇaiḥ",
            "yayāce",
            "abhyavahārāya",
            "pāda",
            "mūlam",
            "upāgataḥ"
        ],
        "translation": "After standing up to receive Durvāsā Muni, King Ambarīṣa offered him a seat and paraphernalia of worship. Then, sitting at his feet, the King requested the great sage to eat.",
        "purport": ""
    },
    {
        "verse": "37",
        "devanagari": "प्रतिनन्द्य स तां याञ्चां कर्तुमावश्यकं गत: ।निममज्ज बृहद् ध्यायन् कालिन्दीसलिले शुभे ॥ ३७ ॥",
        "english_devnagari": "pratinandya sa tāṁ yācñāṁkartum āvaśyakaṁ gataḥnimamajja bṛhad dhyāyankālindī-salile śubhe",
        "verse_Syn": [
            "pratinandya",
            "saḥ",
            "tām",
            "yācñām",
            "kartum",
            "āvaśyakam",
            "gataḥ",
            "nimamajja",
            "bṛhat",
            "dhyāyan",
            "kālindī",
            "salile",
            "śubhe"
        ],
        "translation": "Durvāsā Muni gladly accepted the request of Mahārāja Ambarīṣa, but to perform the regulative ritualistic ceremonies he went to the river Yamunā. There he dipped into the water of the auspicious Yamunā and meditated upon the impersonal Brahman.",
        "purport": ""
    },
    {
        "verse": "38",
        "devanagari": "मुहूर्तार्धावशिष्टायां द्वादश्यां पारणं प्रति ।चिन्तयामास धर्मज्ञो द्विजैस्तद्धर्मसङ्कटे ॥ ३८ ॥",
        "english_devnagari": "muhūrtārdhāvaśiṣṭāyāṁdvādaśyāṁ pāraṇaṁ praticintayām āsa dharma-jñodvijais tad-dharma-saṅkaṭe",
        "verse_Syn": [
            "muhūrta",
            "ardha",
            "avaśiṣṭāyām",
            "dvādaśyām",
            "pāraṇam",
            "prati",
            "cintayām",
            "āsa",
            "dharma",
            "jñaḥ",
            "dvijaiḥ",
            "tat",
            "dharma",
            "saṅkaṭe"
        ],
        "translation": "In the meantime, only a muhūrta of the Dvādaśī day was left on which to break the fast. Consequently, it was imperative that the fast be broken immediately. In this dangerous situation, the King consulted learned brāhmaṇas.",
        "purport": ""
    },
    {
        "verse": "39-40",
        "devanagari": "ब्राह्मणातिक्रमे दोषो द्वादश्यां यदपारणे ।यत् कृत्वा साधु मे भूयादधर्मो वा न मां स्पृशेत् ॥ ३९ ॥अम्भसा केवलेनाथ करिष्ये व्रतपारणम् ।आहुरब्भक्षणं विप्रा ह्यशितं नाशितं च तत् ॥ ४० ॥",
        "english_devnagari": "brāhmaṇātikrame doṣodvādaśyāṁ yad apāraṇeyat kṛtvā sādhu me bhūyādadharmo vā na māṁ spṛśet",
        "verse_Syn": [
            "brāhmaṇa",
            "atikrame",
            "doṣaḥ",
            "dvādaśyām",
            "yat",
            "apāraṇe",
            "yat",
            "kṛtvā",
            "sādhu",
            "me",
            "bhūyāt",
            "adharmaḥ",
            "vā",
            "na",
            "mām",
            "spṛśet",
            "ambhasā",
            "kevalena",
            "atha",
            "kariṣye",
            "vrata",
            "pāraṇam",
            "āhuḥ",
            "ap",
            "bhakṣaṇam",
            "viprāḥ",
            "hi",
            "aśitam",
            "na",
            "aśitam",
            "ca",
            "tat"
        ],
        "translation": "The King said: “To transgress the laws of respectful behavior toward the brāhmaṇas is certainly a great offense. On the other hand, if one does not observe the breaking of the fast within the time of Dvādaśī, there is a flaw in one’s observance of the vow. Therefore, O brāhmaṇas, if you think that it will be auspicious and not irreligious, I shall break the fast by drinking water.” In this way, after consulting with the brāhmaṇas, the King reached this decision, for according to brahminical opinion, drinking water may be accepted as eating and also as not eating.",
        "purport": " When Mahārāja Ambarīṣa, in his dilemma, consulted the brāhmaṇas about whether he should break the fast or wait for Durvāsā Muni, apparently they could not give a definite answer about what to do. A Vaiṣṇava, however, is the most intelligent personality. Therefore Mahārāja Ambarīṣa himself decided, in the presence of the brāhmaṇas, that he would drink a little water, for this would confirm that the fast was broken but would not transgress the laws for receiving a brāhmaṇa. In the Vedas it is said, apo ’śnāti tan naivāśitaṁ naivānaśitam. This Vedic injunction declares that the drinking of water may be accepted as eating or as not eating. Sometimes in our practical experience we see that some political leader adhering to satyāgraha will not eat but will drink water. Considering that drinking water would not be eating, Mahārāja Ambarīṣa decided to act in this way."
    },
    {
        "verse": "41",
        "devanagari": "इत्यप: प्राश्य राजर्षिश्चिन्तयन् मनसाच्युतम् ।प्रत्यचष्ट कुरुश्रेष्ठ द्विजागमनमेव स: ॥ ४१ ॥",
        "english_devnagari": "ity apaḥ prāśya rājarṣiścintayan manasācyutampratyacaṣṭa kuru-śreṣṭhadvijāgamanam eva saḥ",
        "verse_Syn": [
            "iti",
            "apaḥ",
            "prāśya",
            "rājarṣiḥ",
            "cintayan",
            "manasā",
            "acyutam",
            "pratyacaṣṭa",
            "kuru",
            "śreṣṭha",
            "dvija",
            "āgamanam",
            "eva",
            "saḥ"
        ],
        "translation": "O best of the Kuru dynasty, after he drank some water, King Ambarīṣa, meditating upon the Supreme Personality of Godhead within his heart, waited for the return of the great mystic Durvāsā Muni.",
        "purport": ""
    },
    {
        "verse": "42",
        "devanagari": "दुर्वास यमुनाकूलात् कृतावश्यक आगत: ।राज्ञाभिनन्दितस्तस्य बुबुधे चेष्टितं धिया ॥ ४२ ॥",
        "english_devnagari": "durvāsā yamunā-kūlātkṛtāvaśyaka āgataḥrājñābhinanditas tasyabubudhe ceṣṭitaṁ dhiyā",
        "verse_Syn": [
            "durvāsāḥ",
            "yamunā",
            "kūlāt",
            "kṛta",
            "āvaśyakaḥ",
            "āgataḥ",
            "rājñā",
            "abhinanditaḥ",
            "tasya",
            "bubudhe",
            "ceṣṭitam",
            "dhiyā"
        ],
        "translation": "After executing the ritualistic ceremonies to be performed at noon, Durvāsā returned from the bank of the Yamunā. The King received him well, offering all respects, but Durvāsā Muni, by his mystic power, could understand that King Ambarīṣa had drunk water without his permission.",
        "purport": ""
    },
    {
        "verse": "43",
        "devanagari": "मन्युना प्रचलद्गात्रो भ्रुकुटीकुटिलानन: ।बुभुक्षितश्च सुतरां कृताञ्जलिमभाषत ॥ ४३ ॥",
        "english_devnagari": "manyunā pracalad-gātrobhru-kuṭī-kuṭilānanaḥbubhukṣitaś ca sutarāṁkṛtāñjalim abhāṣata",
        "verse_Syn": [
            "manyunā",
            "pracalat",
            "gātraḥ",
            "bhru",
            "kuṭī",
            "kuṭila",
            "ānanaḥ",
            "bubhukṣitaḥ",
            "ca",
            "sutarām",
            "kṛta",
            "añjalim",
            "abhāṣata"
        ],
        "translation": "Still hungry, Durvāsā Muni, his body trembling, his face curved and his eyebrows crooked in a frown, angrily spoke as follows to King Ambarīṣa, who stood before him with folded hands.",
        "purport": ""
    },
    {
        "verse": "44",
        "devanagari": "अहो अस्य नृशंसस्य श्रियोन्मत्तस्य पश्यत ।धर्मव्यतिक्रमं विष्णोरभक्तस्येशमानिन: ॥ ४४ ॥",
        "english_devnagari": "aho asya nṛ-śaṁsasyaśriyonmattasya paśyatadharma-vyatikramaṁ viṣṇorabhaktasyeśa-māninaḥ",
        "verse_Syn": [
            "aho",
            "asya",
            "nṛ",
            "śaṁsasya",
            "śriyā",
            "unmattasya",
            "paśyata",
            "dharma",
            "vyatikramam",
            "viṣṇoḥ",
            "abhaktasya",
            "īśa",
            "māninaḥ"
        ],
        "translation": "Alas, just see the behavior of this cruel man! He is not a devotee of Lord Viṣṇu. Being proud of his material opulence and his position, he considers himself God. Just see how he has transgressed the laws of religion.",
        "purport": " Śrīla Viśvanātha Cakravartī Ṭhākura has diverted the entire meaning of this verse as spoken by Durvāsā Muni. Durvāsā Muni used the word nṛ-śaṁsasya to indicate that the King was cruel, but Viśvanātha Cakravartī Ṭhākura interprets it to mean that the King’s character was glorified by all the local people. He says that the word nṛ means “by all the local people” and that śaṁsasya means “of he (Ambarīṣa) whose character was glorified.” Similarly, one who is very rich becomes mad because of his wealth and is therefore called śriyā-unmattasya, but Śrīla Viśvanātha Cakravartī Ṭhākura interprets these words to mean that although Mahārāja Ambarīṣa was such an opulent king, he was not mad after money, for he had already surpassed the madness of material opulence. Similarly, the word īśa-māninaḥ is interpreted to mean that he was so respectful to the Supreme Personality of Godhead that he did not transgress the laws for observing Ekādaśī-pāraṇa, despite the thinking of Durvāsā Muni, for he only took water. In this way, Śrīla Viśvanātha Cakravartī Ṭhākura has supported Ambarīṣa Mahārāja and all his activities."
    },
    {
        "verse": "45",
        "devanagari": "यो मामतिथिमायातमातिथ्येन निमन्‍त्र्य च ।अदत्त्वा भुक्तवांस्तस्य सद्यस्ते दर्शये फलम् ॥ ४५ ॥",
        "english_devnagari": "yo mām atithim āyātamātithyena nimantrya caadattvā bhuktavāṁs tasyasadyas te darśaye phalam",
        "verse_Syn": [
            "yaḥ",
            "mām",
            "atithim",
            "āyātam",
            "ātithyena",
            "nimantrya",
            "ca",
            "adattvā",
            "bhuktavān",
            "tasya",
            "sadyaḥ",
            "te",
            "darśaye",
            "phalam"
        ],
        "translation": "Mahārāja Ambarīṣa, you have invited me to eat as a guest, but instead of feeding me, you yourself have eaten first. Because of your misbehavior, I shall show you something to punish you.",
        "purport": " A devotee cannot be defeated by a so-called mystic yogī. This will be proved by the failure of Durvāsā Muni’s endeavor to chastise Mahārāja Ambarīṣa. Harāv abhaktasya kuto mahad-guṇāḥ (Bhāg. 5.18.12). One who is not a pure devotee of the Supreme Lord has no good qualifications, however great a mystic, philosopher or fruitive worker he may be. Only a devotee emerges victorious in all circumstances, as will be shown in this incident involving the rivalry between Durvāsā and Mahārāja Ambarīṣa."
    },
    {
        "verse": "46",
        "devanagari": "एवं ब्रुवाण उत्कृत्य जटां रोषप्रदीपित: ।तया स निर्ममे तस्मै कृत्यां कालानलोपमाम् ॥ ४६ ॥",
        "english_devnagari": "evaṁ bruvāṇa utkṛtyajaṭāṁ roṣa-pradīpitaḥtayā sa nirmame tasmaikṛtyāṁ kālānalopamām",
        "verse_Syn": [
            "evam",
            "bruvāṇaḥ",
            "utkṛtya",
            "jaṭām",
            "roṣa",
            "pradīpitaḥ",
            "tayā",
            "saḥ",
            "nirmame",
            "tasmai",
            "kṛtyām",
            "kāla",
            "anala",
            "upamām"
        ],
        "translation": "As Durvāsā Muni said this, his face became red with anger. Uprooting a bunch of hair from his head, he created a demon resembling the blazing fire of devastation to punish Mahārāja Ambarīṣa.",
        "purport": ""
    },
    {
        "verse": "47",
        "devanagari": "तामापतन्तीं ज्वलतीमसिहस्तां पदा भुवम् ।वेपयन्तीं समुद्वीक्ष्य न चचाल पदान्नृप: ॥ ४७ ॥",
        "english_devnagari": "tām āpatantīṁ jvalatīmasi-hastāṁ padā bhuvamvepayantīṁ samudvīkṣyana cacāla padān nṛpaḥ",
        "verse_Syn": [
            "tām",
            "āpatantīm",
            "jvalatīm",
            "asi",
            "hastām",
            "padā",
            "bhuvam",
            "vepayantīm",
            "samudvīkṣya",
            "na",
            "cacāla",
            "padāt",
            "nṛpaḥ"
        ],
        "translation": "Taking a trident in his hand and making the surface of the earth tremble with his footsteps, that blazing creature came before Mahārāja Ambarīṣa. But the King, upon seeing him, was not at all disturbed and did not move even slightly from his position.",
        "purport": " Nārāyaṇa-parāḥ sarve na kutaścana bibhyati (Bhāg. 6.17.28). A pure devotee of Nārāyaṇa is never afraid of any material danger. There are many examples of devotees such as Prahlāda Mahārāja, who was tortured by his father but was not at all afraid, although he was only a five-year-old boy. Therefore, following the examples of Ambarīṣa Mahārāja and Prahlāda Mahārāja, a devotee should learn how to tolerate all such awkward positions in this world. Devotees are often tortured by nondevotees, yet the pure devotee, depending fully on the mercy of the Supreme Personality of Godhead, is never disturbed by such inimical activities."
    },
    {
        "verse": "48",
        "devanagari": "प्राग्दिष्टं भृत्यरक्षायां पुरुषेण महात्मना ।ददाह कृत्यां तां चक्रं क्रुद्धाहिमिव पावक: ॥ ४८ ॥",
        "english_devnagari": "prāg diṣṭaṁ bhṛtya-rakṣāyāṁpuruṣeṇa mahātmanādadāha kṛtyāṁ tāṁ cakraṁkruddhāhim iva pāvakaḥ",
        "verse_Syn": [
            "prāk",
            "diṣṭam",
            "bhṛtya",
            "rakṣāyām",
            "puruṣeṇa",
            "mahā",
            "ātmanā",
            "dadāha",
            "kṛtyām",
            "tām",
            "cakram",
            "kruddha",
            "ahim",
            "iva",
            "pāvakaḥ"
        ],
        "translation": "As fire in the forest immediately burns to ashes an angry snake, so, by the previous order of the Supreme Personality of Godhead, His disc, the Sudarśana cakra, immediately burnt to ashes the created demon to protect the Lord’s devotee.",
        "purport": " As a pure devotee, Mahārāja Ambarīṣa, although in such danger, did not move an inch from his position, nor did he request the Supreme Personality of Godhead to give him protection. He was fixed in understanding, and it was certain that he was simply thinking of the Supreme Personality of Godhead in the core of his heart. A devotee is never fearful of his death, for he meditates on the Supreme Personality of Godhead always, not for any material profit, but as his duty. The Lord, however, knows how to protect His devotee. As indicated by the words prāg diṣṭam, the Lord knew everything. Therefore, before anything happened, He had already arranged for His cakra to protect Mahārāja Ambarīṣa. This protection is offered to a devotee even from the very beginning of his devotional service. Kaunteya pratijānīhi na me bhaktaḥ praṇaśyati (Bg. 9.31). If one simply begins devotional service, he is immediately protected by the Supreme Personality of Godhead. This is also confirmed in Bhagavad-gītā (18.66): ahaṁ tvāṁ sarva-pāpebhyo mokṣayiṣyāmi. Protection begins immediately. The Lord is so kind and merciful that He gives the devotee proper guidance and all protection, and thus the devotee very peacefully makes solid progress in Kṛṣṇa consciousness without outward disturbances. A serpent may be very angry and ready to bite, but the furious snake is helpless when faced by a blazing fire in the forest. Although an enemy of a devotee may be very strong, he is compared to an angry serpent before the fire of devotional service."
    },
    {
        "verse": "49",
        "devanagari": "तदभिद्रवदुद्वीक्ष्य स्वप्रयासं च निष्फलम् ।दुर्वास दुद्रुवे भीतो दिक्षु प्राणपरीप्सया ॥ ४९ ॥",
        "english_devnagari": "tad-abhidravad udvīkṣyasva-prayāsaṁ ca niṣphalamdurvāsā dudruve bhītodikṣu prāṇa-parīpsayā",
        "verse_Syn": [
            "tat",
            "abhidravat",
            "udvīkṣya",
            "sva",
            "prayāsam",
            "ca",
            "niṣphalam",
            "durvāsāḥ",
            "dudruve",
            "bhītaḥ",
            "dikṣu",
            "prāṇa",
            "parīpsayā"
        ],
        "translation": "Upon seeing that his own attempt had failed and that the Sudarśana cakra was moving toward him, Durvāsā Muni became very frightened and began to run in all directions to save his life.",
        "purport": ""
    },
    {
        "verse": "50",
        "devanagari": "तमन्वधावद् भगवद्रथाङ्गंदावाग्निरुद्धूतशिखो यथाहिम् ।तथानुषक्तं मुनिरीक्षमाणोगुहां विविक्षु: प्रससार मेरो: ॥ ५० ॥",
        "english_devnagari": "tam anvadhāvad bhagavad-rathāṅgaṁdāvāgnir uddhūta-śikho yathāhimtathānuṣaktaṁ munir īkṣamāṇoguhāṁ vivikṣuḥ prasasāra meroḥ",
        "verse_Syn": [
            "tam",
            "anvadhāvat",
            "bhagavat",
            "ratha",
            "aṅgam",
            "dāva",
            "agniḥ",
            "uddhūta",
            "śikhaḥ",
            "yathā",
            "ahim",
            "tathā",
            "anuṣaktam",
            "muniḥ",
            "īkṣamāṇaḥ",
            "guhām",
            "vivikṣuḥ",
            "prasasāra",
            "meroḥ"
        ],
        "translation": "As the blazing flames of a forest fire pursue a snake, the disc of the Supreme Personality of Godhead began following Durvāsā Muni. Durvāsā Muni saw that the disc was almost touching his back, and thus he ran very swiftly, desiring to enter a cave of Sumeru Mountain.",
        "purport": ""
    },
    {
        "verse": "51",
        "devanagari": "दिशो नभ: क्ष्मां विवरान्समुद्रान्लोकान् सपालांस्त्रिदिवं गत: स: ।यतो यतो धावति तत्र तत्रसुदर्शनं दुष्प्रसहं ददर्श ॥ ५१ ॥",
        "english_devnagari": "diśo nabhaḥ kṣmāṁ vivarān samudrānlokān sapālāṁs tridivaṁ gataḥ saḥyato yato dhāvati tatra tatrasudarśanaṁ duṣprasahaṁ dadarśa",
        "verse_Syn": [
            "diśaḥ",
            "nabhaḥ",
            "kṣmām",
            "vivarān",
            "samudrān",
            "lokān",
            "sa",
            "pālān",
            "tridivam",
            "gataḥ",
            "saḥ",
            "yataḥ",
            "yataḥ",
            "dhāvati",
            "tatra",
            "tatra",
            "sudarśanam",
            "duṣprasaham",
            "dadarśa"
        ],
        "translation": "Just to protect himself, Durvāsā Muni fled everywhere, in all directions — in the sky, on the surface of the earth, in caves, in the ocean, on different planets of the rulers of the three worlds, and even on the heavenly planets — but wherever he went he immediately saw following him the unbearable fire of the Sudarśana cakra.",
        "purport": ""
    },
    {
        "verse": "52",
        "devanagari": "अलब्धनाथ: स सदा कुतश्चित्सन्त्रस्तचित्तोऽरणमेषमाण: ।देवं विरिञ्चं समगाद्विधात-स्त्राह्यात्मयोनेऽजिततेजसो माम् ॥ ५२ ॥",
        "english_devnagari": "alabdha-nāthaḥ sa sadā kutaścitsantrasta-citto ’raṇam eṣamāṇaḥdevaṁ viriñcaṁ samagād vidhātastrāhy ātma-yone ’jita-tejaso mām",
        "verse_Syn": [
            "alabdha",
            "nāthaḥ",
            "saḥ",
            "sadā",
            "kutaścit",
            "santrasta",
            "cittaḥ",
            "araṇam",
            "eṣamāṇaḥ",
            "devam",
            "viriñcam",
            "samagāt",
            "vidhātaḥ",
            "trāhi",
            "ātma",
            "yone",
            "ajita",
            "tejasaḥ",
            "mām"
        ],
        "translation": "With a fearful heart, Durvāsā Muni went here and there seeking shelter, but when he could find no shelter, he finally approached Lord Brahmā and said, “O my lord, O Lord Brahmā, kindly protect me from the blazing Sudarśana cakra sent by the Supreme Personality of Godhead.”",
        "purport": ""
    },
    {
        "verse": "53-54",
        "devanagari": "श्रीब्रह्मोवाचस्थानं मदीयं सहविश्वमेतत्क्रीडावसाने द्विपरार्धसंज्ञे ।भ्रूभङ्गमात्रेण हि सन्दिधक्षो:कालात्मनो यस्य तिरोभविष्यति ॥ ५३ ॥अहं भवो दक्षभृगुप्रधाना:प्रजेशभूतेशसुरेशमुख्या: ।सर्वे वयं यन्नियमं प्रपन्नामूर्ध्‍न्यार्पितं लोकहितं वहाम: ॥ ५४ ॥",
        "english_devnagari": "śrī-brahmovācasthānaṁ madīyaṁ saha-viśvam etatkrīḍāvasāne dvi-parārdha-saṁjñebhrū-bhaṅga-mātreṇa hi sandidhakṣoḥkālātmano yasya tirobhaviṣyati",
        "verse_Syn": [
            "śrī",
            "brahmā",
            "uvāca",
            "sthānam",
            "madīyam",
            "saha",
            "viśvam",
            "etat",
            "krīḍā",
            "avasāne",
            "dvi",
            "parārdha",
            "saṁjñe",
            "bhrū",
            "bhaṅga",
            "mātreṇa",
            "hi",
            "sandidhakṣoḥ",
            "kāla",
            "ātmanaḥ",
            "yasya",
            "tirobhaviṣyati",
            "aham",
            "bhavaḥ",
            "dakṣa",
            "bhṛgu",
            "pradhānāḥ",
            "prajā",
            "īśa",
            "bhūta",
            "īśa",
            "sura",
            "īśa",
            "mukhyāḥ",
            "sarve",
            "vayam",
            "yat",
            "niyamam",
            "prapannāḥ",
            "mūrdhnyā",
            "arpitam",
            "loka",
            "hitam",
            "vahāmaḥ"
        ],
        "translation": "Lord Brahmā said: At the end of the dvi-parārdha, when the pastimes of the Lord come to an end, Lord Viṣṇu, by a flick of His eyebrows, vanquishes the entire universe, including our places of residence. Such personalities as me and Lord Śiva, as well as Dakṣa, Bhṛgu and similar great saints of which they are the head, and also the rulers of the living entities, the rulers of human society and the rulers of the demigods — all of us surrender to that Supreme Personality of Godhead, Lord Viṣṇu, bowing our heads, to carry out His orders for the benefit of all living entities.",
        "purport": " In Bhagavad-gītā (10.34) it is said, mṛtyuḥ sarva-haraś cāham: when the Supreme Personality of Godhead approaches as death, or the supreme controller of time, He takes everything away. In other words, all opulence, prestige and everything we possess is given by the Supreme Lord for some purpose. It is the duty of the surrendered soul to execute the orders of the Supreme. No one can disregard Him. Under the circumstances, Lord Brahmā refused to give shelter to Durvāsā Muni from the powerful Sudarśana cakra sent by the Lord."
    },
    {
        "verse": "55",
        "devanagari": "प्रत्याख्यातो विरिञ्चेन विष्णुचक्रोपतापित: ।दुर्वास: शरणं यात: शर्वं कैलासवासिनम् ॥ ५५ ॥",
        "english_devnagari": "pratyākhyāto viriñcenaviṣṇu-cakropatāpitaḥdurvāsāḥ śaraṇaṁ yātaḥśarvaṁ kailāsa-vāsinam",
        "verse_Syn": [
            "pratyākhyātaḥ",
            "viriñcena",
            "viṣṇu",
            "cakra",
            "upatāpitaḥ",
            "durvāsāḥ",
            "śaraṇam",
            "yātaḥ",
            "śarvam",
            "kailāsa",
            "vāsinam"
        ],
        "translation": "When Durvāsā, who was greatly afflicted by the blazing fire of the Sudarśana cakra, was thus refused by Lord Brahmā, he tried to take shelter of Lord Śiva, who always resides on his planet, known as Kailāsa.",
        "purport": ""
    },
    {
        "verse": "56",
        "devanagari": "श्रीशङ्कर उवाचवयं न तात प्रभवाम भूम्नियस्मिन् परेऽन्येऽप्यजजीवकोशा: ।भवन्ति काले न भवन्ति हीद‍ृशा:सहस्रशो यत्र वयं भ्रमाम: ॥ ५६ ॥",
        "english_devnagari": "śrī-śaṅkara uvācavayaṁ na tāta prabhavāma bhūmniyasmin pare ’nye ’py aja-jīva-kośāḥbhavanti kāle na bhavanti hīdṛśāḥsahasraśo yatra vayaṁ bhramāmaḥ",
        "verse_Syn": [
            "śrī",
            "śaṅkaraḥ",
            "uvāca",
            "vayam",
            "na",
            "tāta",
            "prabhavāmaḥ",
            "bhūmni",
            "yasmin",
            "pare",
            "anye",
            "api",
            "aja",
            "jīva",
            "kośāḥ",
            "bhavanti",
            "kāle",
            "na",
            "bhavanti",
            "hi",
            "īdṛśāḥ",
            "sahasraśaḥ",
            "yatra",
            "vayam",
            "bhramāmaḥ"
        ],
        "translation": "Lord Śiva said: My dear son, I, Lord Brahmā and the other demigods, who rotate within this universe under the misconception of our greatness, cannot exhibit any power to compete with the Supreme Personality of Godhead, for innumerable universes and their inhabitants come into existence and are annihilated by the simple direction of the Lord.",
        "purport": " There are innumerable universes in the material world, and there are innumerable Lord Brahmās, Lord Śivas and other demigods. All of them rotate within this material world under the supreme direction of the Personality of Godhead. Therefore no one is able to compete with the strength of the Lord. Lord Śiva also refused to protect Durvāsā, for Lord Śiva also was under the rays of the Sudarśana cakra sent by the Supreme Personality of Godhead."
    },
    {
        "verse": "57-59",
        "devanagari": "अहं सनत्कुमारश्च नारदो भगवानज: ।कपिलोऽपान्तरतमो देवलो धर्म आसुरि: ॥ ५७ ॥मरीचिप्रमुखाश्चान्ये सिद्धेशा: पारदर्शना: ।विदाम न वयं सर्वे यन्मायां माययावृता: ॥ ५८ ॥तस्य विश्वेश्वरस्येदं शस्त्रं दुर्विषहं हि न: ।तमेवं शरणं याहि हरिस्ते शं विधास्यति ॥ ५९ ॥",
        "english_devnagari": "ahaṁ sanat-kumāraś canārado bhagavān ajaḥkapilo ’pāntaratamodevalo dharma āsuriḥ",
        "verse_Syn": [
            "aham",
            "sanat",
            "kumāraḥ",
            "ca",
            "nāradaḥ",
            "bhagavān",
            "ajaḥ",
            "kapilaḥ",
            "apāntaratamaḥ",
            "devalaḥ",
            "dharmaḥ",
            "āsuriḥ",
            "marīci",
            "pramukhāḥ",
            "ca",
            "anye",
            "siddha",
            "īśāḥ",
            "pāra",
            "darśanāḥ",
            "vidāmaḥ",
            "na",
            "vayam",
            "sarve",
            "yat",
            "māyām",
            "māyayā",
            "āvṛtāḥ",
            "tasya",
            "viśva",
            "īśvarasya",
            "idam",
            "śastram",
            "durviṣaham",
            "hi",
            "naḥ",
            "tam",
            "evam",
            "śaraṇam",
            "yāhi",
            "hariḥ",
            "te",
            "śam",
            "vidhāsyati"
        ],
        "translation": "Past, present and future are known to me [Lord Śiva], Sanat-kumāra, Nārada, the most revered Lord Brahmā, Kapila [the son of Devahūti], Apāntaratama [Lord Vyāsadeva], Devala, Yamarāja, Āsuri, Marīci and many saintly persons headed by him, as well as many others who have achieved perfection. Nonetheless, because we are covered by the illusory energy of the Lord, we cannot understand how expansive that illusory energy is. You should simply approach that Supreme Personality of Godhead to get relief, for this Sudarśana cakra is intolerable even to us. Go to Lord Viṣṇu. He will certainly be kind enough to bestow all good fortune upon you.",
        "purport": ""
    },
    {
        "verse": "60",
        "devanagari": "ततो निराशो दुर्वास: पदं भगवतो ययौ ।वैकुण्ठाख्यं यदध्यास्ते श्रीनिवास: श्रिया सह ॥ ६० ॥",
        "english_devnagari": "tato nirāśo durvāsāḥpadaṁ bhagavato yayauvaikuṇṭhākhyaṁ yad adhyāsteśrīnivāsaḥ śriyā saha",
        "verse_Syn": [
            "tataḥ",
            "nirāśaḥ",
            "durvāsāḥ",
            "padam",
            "bhagavataḥ",
            "yayau",
            "vaikuṇṭha",
            "ākhyam",
            "yat",
            "adhyāste",
            "śrīnivāsaḥ",
            "śriyā",
            "saha"
        ],
        "translation": "Thereafter, being disappointed even in taking shelter of Lord Śiva, Durvāsā Muni went to Vaikuṇṭha-dhāma, where the Supreme Personality of Godhead, Nārāyaṇa, resides with His consort, the goddess of fortune.",
        "purport": ""
    },
    {
        "verse": "61",
        "devanagari": "सन्दह्यमानोऽजितशस्त्रवह्निनातत्पादमूले पतित: सवेपथु: ।आहाच्युतानन्त सदीप्सित प्रभोकृतागसं माव हि विश्वभावन ॥ ६१ ॥",
        "english_devnagari": "sandahyamāno ’jita-śastra-vahninātat-pāda-mūle patitaḥ savepathuḥāhācyutānanta sad-īpsita prabhokṛtāgasaṁ māvahi viśva-bhāvana",
        "verse_Syn": [
            "sandahyamānaḥ",
            "ajita",
            "śastra",
            "vahninā",
            "tat",
            "pāda",
            "mūle",
            "patitaḥ",
            "sa",
            "vepathuḥ",
            "āha",
            "acyuta",
            "ananta",
            "sat",
            "īpsita",
            "prabho",
            "kṛta",
            "āgasam",
            "mā",
            "avahi",
            "viśva",
            "bhāvana"
        ],
        "translation": "Durvāsā Muni, the great mystic, scorched by the heat of the Sudarśana cakra, fell at the lotus feet of Nārāyaṇa. His body trembling, he spoke as follows: O infallible, unlimited Lord, protector of the entire universe, You are the only desirable objective for all devotees. I am a great offender, my Lord. Please give me protection.",
        "purport": ""
    },
    {
        "verse": "62",
        "devanagari": "अजानता ते परमानुभावंकृतं मयाघं भवत: प्रियाणाम् ।विधेहि तस्यापचितिं विधात-र्मुच्येत यन्नाम्न्युदिते नारकोऽपि ॥ ६२ ॥",
        "english_devnagari": "ajānatā te paramānubhāvaṁkṛtaṁ mayāghaṁ bhavataḥ priyāṇāmvidhehi tasyāpacitiṁ vidhātarmucyeta yan-nāmny udite nārako ’pi",
        "verse_Syn": [
            "ajānatā",
            "te",
            "parama",
            "anubhāvam",
            "kṛtam",
            "mayā",
            "agham",
            "bhavataḥ",
            "priyāṇām",
            "vidhehi",
            "tasya",
            "apacitim",
            "vidhātaḥ",
            "mucyeta",
            "yat",
            "nāmni",
            "udite",
            "nārakaḥ",
            "api"
        ],
        "translation": "O my Lord, O supreme controller, without knowledge of Your unlimited prowess I have offended Your most dear devotee. Very kindly save me from the reaction of this offense. You can do everything, for even if a person is fit for going to hell, You can deliver him simply by awakening within his heart the holy name of Your Lordship.",
        "purport": ""
    },
    {
        "verse": "63",
        "devanagari": "श्रीभगवानुवाचअहं भक्तपराधीनो ह्यस्वतन्त्र इव द्विज ।साधुभिर्ग्रस्तहृदयो भक्तैर्भक्तजनप्रिय: ॥ ६३ ॥",
        "english_devnagari": "śrī-bhagavān uvācaahaṁ bhakta-parādhīnohy asvatantra iva dvijasādhubhir grasta-hṛdayobhaktair bhakta-jana-priyaḥ",
        "verse_Syn": [
            "śrī",
            "bhagavān",
            "uvāca",
            "aham",
            "bhakta",
            "parādhīnaḥ",
            "hi",
            "asvatantraḥ",
            "iva",
            "dvija",
            "sādhubhiḥ",
            "grasta",
            "hṛdayaḥ",
            "bhaktaiḥ",
            "bhakta",
            "jana",
            "priyaḥ"
        ],
        "translation": "The Supreme Personality of Godhead said to the brāhmaṇa: I am completely under the control of My devotees. Indeed, I am not at all independent. Because My devotees are completely devoid of material desires, I sit only within the cores of their hearts. What to speak of My devotee, even those who are devotees of My devotee are very dear to Me.",
        "purport": " All the great stalwart personalities in the universe, including Lord Brahmā and Lord Śiva, are fully under the control of the Supreme Personality of Godhead, but the Supreme Personality of Godhead is fully under the control of His devotee. Why is this? Because the devotee is anyābhilāṣitā-śūnya; in other words, he has no material desires in his heart. His only desire is to think always of the Supreme Personality of Godhead and how to serve Him best. Because of this transcendental qualification, the Supreme Lord is extremely favorable to the devotees — indeed, not only the devotees, but also the devotees of the devotees. Śrīla Narottama dāsa Ṭhākura says, chāḍiyā vaiṣṇava-sevā nistāra pāyeche kebā: without being a devotee of a devotee, one cannot be released from material entanglement. Therefore Caitanya Mahāprabhu identified Himself as gopī-bhartuḥ pada-kamalayor dāsa-dāsānudāsaḥ. Thus he instructed us to become not directly servants of Kṛṣṇa but servants of the servant of Kṛṣṇa. Devotees like Brahmā, Nārada, Vyāsadeva and Śukadeva Gosvāmī are directly servants of Kṛṣṇa, and one who becomes a servant of Nārada, Vyāsadeva and Śukadeva, like the Six Gosvāmīs, is still more devoted. Śrīla Viśvanātha Cakravartī Ṭhākura therefore says, yasya prasādād bhagavat-prasādaḥ: if one very sincerely serves the spiritual master, Kṛṣṇa certainly becomes favorable to such a devotee. Following the instructions of a devotee is more valuable than following the instructions of the Supreme Personality of Godhead directly."
    },
    {
        "verse": "64",
        "devanagari": "नाहमात्मानमाशासे मद्भक्तै: साधुभिर्विना ।श्रियं चात्यन्तिकीं ब्रह्मन् येषां गतिरहं परा ॥ ६४ ॥",
        "english_devnagari": "nāham ātmānam āśāsemad-bhaktaiḥ sādhubhir vināśriyaṁ cātyantikīṁ brahmanyeṣāṁ gatir ahaṁ parā",
        "verse_Syn": [
            "na",
            "aham",
            "ātmānam",
            "āśāse",
            "mat",
            "bhaktaiḥ",
            "sādhubhiḥ",
            "vinā",
            "śriyam",
            "ca",
            "ātyantikīm",
            "brahman",
            "yeṣām",
            "gatiḥ",
            "aham",
            "parā"
        ],
        "translation": "O best of the brāhmaṇas, without saintly persons for whom I am the only destination, I do not desire to enjoy My transcendental bliss and My supreme opulences.",
        "purport": " The Supreme Personality of Godhead is self-sufficient, but to enjoy His transcendental bliss He requires the cooperation of His devotees. In Vṛndāvana, for example, although Lord Kṛṣṇa is full in Himself, He wants the cooperation of His devotees like the cowherd boys and the gopīs to increase His transcendental bliss. Such pure devotees, who can increase the pleasure potency of the Supreme Personality of Godhead, are certainly most dear to Him. Not only does the Supreme Personality of Godhead enjoy the company of His devotees, but because He is unlimited He wants to increase His devotees unlimitedly. Thus, He descends to the material world to induce the nondevotees and rebellious living entities to return home, back to Godhead. He requests them to surrender unto Him because, unlimited as He is, He wants to increase His devotees unlimitedly. The Kṛṣṇa consciousness movement is an attempt to increase the number of pure devotees of the Supreme Lord more and more. It is certain that a devotee who helps in this endeavor to satisfy the Supreme Personality of Godhead becomes indirectly a controller of the Supreme Lord. Although the Supreme Lord is full in six opulences, He does not feel transcendental bliss without His devotees. An example that may be cited in this regard is that if a very rich man does not have sons in a family he does not feel happiness. Indeed, sometimes a rich man adopts a son to complete his happiness. The science of transcendental bliss is known to the pure devotee. Therefore the pure devotee is always engaged in increasing the transcendental happiness of the Lord."
    },
    {
        "verse": "65",
        "devanagari": "ये दारागारपुत्राप्तप्राणान् वित्तमिमं परम् ।हित्वा मां शरणं याता: कथं तांस्त्यक्तुमुत्सहे ॥ ६५ ॥",
        "english_devnagari": "ye dārāgāra-putrāpta-prāṇān vittam imaṁ paramhitvā māṁ śaraṇaṁ yātāḥkathaṁ tāṁs tyaktum utsahe",
        "verse_Syn": [
            "ye",
            "dāra",
            "agāra",
            "putra",
            "āpta",
            "prāṇān",
            "vittam",
            "imam",
            "param",
            "hitvā",
            "mām",
            "śaraṇam",
            "yātāḥ",
            "katham",
            "tān",
            "tyaktum",
            "utsahe"
        ],
        "translation": "Since pure devotees give up their homes, wives, children, relatives, riches and even their lives simply to serve Me, without any desire for material improvement in this life or in the next, how can I give up such devotees at any time?",
        "purport": " The Supreme Personality of Godhead is worshiped by the words brahmaṇya-devāya go-brāhmaṇa-hitāya ca. Thus He is the well-wisher of the brāhmaṇas. Durvāsā Muni was certainly a very great brāhmaṇa, but because he was a nondevotee, he could not sacrifice everything in devotional service. Great mystic yogīs are actually self-interested. The proof is that when Durvāsā Muni created a demon to kill Mahārāja Ambarīṣa, the King stayed fixed in his place, praying to the Supreme Personality of Godhead and depending solely and wholly on Him, whereas when Durvāsā Muni was chased by the Sudarśana cakra by the supreme will of the Lord, he was so perturbed that he fled all over the world and tried to take shelter in every nook and corner of the universe. At last, in fear of his life, he approached Lord Brahmā, Lord Śiva and ultimately the Supreme Personality of Godhead. He was so interested in his own body that he wanted to kill the body of a Vaiṣṇava. Therefore, he did not have very good intelligence, and how can an unintelligent person be delivered by the Supreme Personality of Godhead? The Lord certainly tries to give all protection to His devotees who have given up everything for the sake of serving Him. Another point in this verse is that attachment to dārāgāra-putrāpta — home, wife, children, friendship, society and love — is not the way to achieve the favor of the Supreme Personality of Godhead. One who is attached to hearth and home for material pleasure cannot become a pure devotee. Sometimes a pure devotee may have a habit or attraction for wife, children and home but at the same time want to serve the Supreme Lord to the best of his ability. For such a devotee, the Lord makes a special arrangement to take away the objects of his false attachment and thus free him from attachment to wife, home, children, friends and so on. This is special mercy bestowed upon the devotee to bring him back home, back to Godhead."
    },
    {
        "verse": "66",
        "devanagari": "मयि निर्बद्धहृदया: साधव: समदर्शना: ।वशीकुर्वन्ति मां भक्त्या सत्स्त्रिय: सत्पतिं यथा ॥ ६६ ॥",
        "english_devnagari": "mayi nirbaddha-hṛdayāḥsādhavaḥ sama-darśanāḥvaśe kurvanti māṁ bhaktyāsat-striyaḥ sat-patiṁ yathā",
        "verse_Syn": [
            "mayi",
            "nirbaddha",
            "hṛdayāḥ",
            "sādhavaḥ",
            "sama",
            "darśanāḥ",
            "vaśe",
            "kurvanti",
            "mām",
            "bhaktyā",
            "sat",
            "striyaḥ",
            "sat",
            "patim",
            "yathā"
        ],
        "translation": "As chaste women bring their gentle husbands under control by service, the pure devotees, who are equal to everyone and completely attached to Me in the core of the heart, bring Me under their full control.",
        "purport": " In this verse, the word sama-darśanāḥ is significant. The pure devotee is actually equal toward everyone, as confirmed in Bhagavad-gītā (18.54): brahma-bhūtaḥ prasannātmā na śocati na kāṅkṣati/ samaḥ sarveṣu bhūteṣu. Universal brotherhood is possible when one is a pure devotee (paṇḍitāḥ sama-darśinaḥ). A pure devotee is actually learned because he knows his constitutional position, he knows the position of the Supreme Personality of Godhead, and he knows the relationship between the living entity and the Supreme Lord. Thus he has full spiritual knowledge and is automatically liberated (brahma-bhūtaḥ). He can therefore see everyone on the spiritual platform. He can comprehend the happiness and distress of all living entities. He understands that what is happiness to him is also happiness to others and that what is distress to him is distressing for others. Therefore he is sympathetic to everyone. As Prahlāda Mahārāja said: People suffer from material distress because they are not attached to the Supreme Personality of Godhead. A pure devotee’s chief concern, therefore, is to raise the ignorant mass of people to the sense of Kṛṣṇa consciousness."
    },
    {
        "verse": "67",
        "devanagari": "मत्सेवया प्रतीतं ते सालोक्यादिचतुष्टयम् ।नेच्छन्ति सेवया पूर्णा: कुतोऽन्यत् कालविप्लुतम् ॥ ६७ ॥",
        "english_devnagari": "mat-sevayā pratītaṁ tesālokyādi-catuṣṭayamnecchanti sevayā pūrṇāḥkuto ’nyat kāla-viplutam",
        "verse_Syn": [
            "mat",
            "sevayā",
            "pratītam",
            "te",
            "sālokya",
            "ādi",
            "catuṣṭayam",
            "na",
            "icchanti",
            "sevayā",
            "pūrṇāḥ",
            "kutaḥ",
            "anyat",
            "kāla",
            "viplutam"
        ],
        "translation": "My devotees, who are always satisfied to be engaged in My loving service, are not interested even in the four principles of liberation [sālokya, sārūpya, sāmīpya and sārṣṭi], although these are automatically achieved by their service. What then is to be said of such perishable happiness as elevation to the higher planetary systems?",
        "purport": " Śrīla Bilvamaṅgala Ṭhākura has estimated the value of liberation as follows: Bilvamaṅgala Ṭhākura realized that if one develops his natural devotional service to the Supreme Personality of Godhead, mukti stands before him with folded hands to offer all kinds of service. In other words, the devotee is already liberated. There is no need for him to aspire for different types of liberation. The pure devotee automatically achieves liberation, even without desiring it."
    },
    {
        "verse": "68",
        "devanagari": "साधवो हृदयं मह्यं साधूनां हृदयं त्वहम् ।मदन्यत् ते न जानन्ति नाहं तेभ्यो मनागपि ॥ ६८ ॥",
        "english_devnagari": "sādhavo hṛdayaṁ mahyaṁsādhūnāṁ hṛdayaṁ tv ahammad-anyat te na jānantināhaṁ tebhyo manāg api",
        "verse_Syn": [
            "sādhavaḥ",
            "hṛdayam",
            "mahyam",
            "sādhūnām",
            "hṛdayam",
            "tu",
            "aham",
            "mat",
            "anyat",
            "te",
            "na",
            "jānanti",
            "na",
            "aham",
            "tebhyaḥ",
            "manāk",
            "api"
        ],
        "translation": "The pure devotee is always within the core of My heart, and I am always in the heart of the pure devotee. My devotees do not know anything else but Me, and I do not know anyone else but them.",
        "purport": " Since Durvāsā Muni wanted to chastise Mahārāja Ambarīṣa, it is to be understood that he wanted to give pain to the heart of the Supreme Personality of Godhead, for the Lord says, sādhavo hṛdayaṁ mahyam: “The pure devotee is always within the core of My heart.” The Lord’s feelings are like those of a father, who feels pain when his child is in pain. Therefore, offenses at the lotus feet of a devotee are serious. Caitanya Mahāprabhu has very strongly recommended that one not commit any offense at the lotus feet of a devotee. Such offenses are compared to a mad elephant because when a mad elephant enters a garden it causes devastation. Therefore one should be extremely careful not to commit offenses at the lotus feet of a pure devotee. Actually Mahārāja Ambarīṣa was not at all at fault; Durvāsā Muni unnecessarily wanted to chastise him on flimsy grounds. Mahārāja Ambarīṣa wanted to complete the Ekādaśī-pāraṇa as part of devotional service to please the Supreme Personality of Godhead, and therefore he drank a little water. But although Durvāsā Muni was a great mystic brāhmaṇa, he did not know what is what. That is the difference between a pure devotee and a so-called learned scholar of Vedic knowledge. The devotees, being always situated in the core of the Lord’s heart, surely get all instructions directly from the Lord, as confirmed by the Lord Himself in Bhagavad-gītā (10.11): “Out of compassion for them, I, dwelling in their hearts, destroy with the shining lamp of knowledge the darkness born of ignorance.” The devotee does not do anything not sanctioned by the Supreme Personality of Godhead. As it is said, vaiṣṇavera kriyā mudrā vijñeha nā bujhaya. Even the most learned or experienced person cannot understand the movements of a Vaiṣṇava, a pure devotee. No one, therefore, should criticize a pure Vaiṣṇava. A Vaiṣṇava knows his own business; whatever he does is precisely right because he is always guided by the Supreme Personality of Godhead."
    },
    {
        "verse": "69",
        "devanagari": "उपायं कथयिष्यामि तव विप्र श‍ृणुष्व तत् ।अयं ह्यात्माभिचारस्ते यतस्तं याहि मा चिरम् ।साधुषु प्रहितं तेज: प्रहर्तु: कुरुतेऽशिवम् ॥ ६९ ॥",
        "english_devnagari": "upāyaṁ kathayiṣyāmitava vipra śṛṇuṣva tatayaṁ hy ātmābhicāras teyatas taṁ yāhi mā ciramsādhuṣu prahitaṁ tejaḥprahartuḥ kurute ’śivam",
        "verse_Syn": [
            "upāyam",
            "kathayiṣyāmi",
            "tava",
            "vipra",
            "śṛṇuṣva",
            "tat",
            "ayam",
            "hi",
            "ātma",
            "abhicāraḥ",
            "te",
            "yataḥ",
            "tam",
            "yāhi",
            "mā",
            "ciram",
            "sādhuṣu",
            "prahitam",
            "tejaḥ",
            "prahartuḥ",
            "kurute",
            "aśivam"
        ],
        "translation": "O brāhmaṇa, let Me now advise you for your own protection. Please hear from Me. By offending Mahārāja Ambarīṣa, you have acted with self-envy. Therefore you should go to him immediately, without a moment’s delay. One’s so-called prowess, when employed against the devotee, certainly harms he who employs it. Thus it is the subject, not the object, who is harmed.",
        "purport": " A Vaiṣṇava is always an object of envy for nondevotees, even when the nondevotee happens to be his father. To give a practical example, Hiraṇyakaśipu was envious of Prahlāda Mahārāja, but this envy of the devotee was harmful to Hiraṇyakaśipu, not to Prahlāda. Every action taken by Hiraṇyakaśipu against his son Prahlāda Mahārāja was taken very seriously by the Supreme Personality of Godhead, and thus when Hiraṇyakaśipu was on the verge of killing Prahlāda, the Lord personally appeared and killed Hiraṇyakaśipu. Service to a Vaiṣṇava gradually accumulates and becomes an asset for the devotee. Similarly, harmful activities directed against the devotee gradually become the ultimate cause of the performer’s falldown. Even such a great brāhmaṇa and mystic yogī as Durvāsā was in a most dangerous situation because of his offense at the lotus feet of Mahārāja Ambarīṣa, a pure devotee."
    },
    {
        "verse": "70",
        "devanagari": "तपो विद्या च विप्राणां नि:श्रेयसकरे उभे ।ते एव दुर्विनीतस्य कल्पेते कर्तुरन्यथा ॥ ७० ॥",
        "english_devnagari": "tapo vidyā ca viprāṇāṁniḥśreyasa-kare ubhete eva durvinītasyakalpete kartur anyathā",
        "verse_Syn": [
            "tapaḥ",
            "vidyā",
            "ca",
            "viprāṇām",
            "niḥśreyasa",
            "kare",
            "ubhe",
            "te",
            "eva",
            "durvinītasya",
            "kalpete",
            "kartuḥ",
            "anyathā"
        ],
        "translation": "For a brāhmaṇa, austerity and learning are certainly auspicious, but when acquired by a person who is not gentle, such austerity and learning are most dangerous.",
        "purport": " It is said that a jewel is very valuable, but when it is on the hood of a serpent, it is dangerous despite its value. Similarly, when a materialistic nondevotee achieves great success in learning and austerity, that success is dangerous for all of society. So-called learned scientists, for example, invented atomic weapons that are dangerous for all humanity. It is therefore said, maṇinā bhūṣitaḥ sarpaḥ kim asau na bhayaṅkaraḥ. A serpent with a jewel on its hood is as dangerous as a serpent without such a jewel. Durvāsā Muni was a very learned brāhmaṇa equipped with mystic power, but because he was not a gentleman, he did not know how to use his power. He was therefore extremely dangerous. The Supreme Personality of Godhead is never inclined toward a dangerous person who uses his mystic power for some personal design. By the laws of nature, therefore, such misuse of power is ultimately dangerous not for society but for the person who misuses it."
    },
    {
        "verse": "71",
        "devanagari": "ब्रह्मंस्तद् गच्छ भद्रं ते नाभागतनयं नृपम् ।क्षमापय महाभागं तत: शान्तिर्भविष्यति ॥ ७१ ॥",
        "english_devnagari": "brahmaṁs tad gaccha bhadraṁ tenābhāga-tanayaṁ nṛpamkṣamāpaya mahā-bhāgaṁtataḥ śāntir bhaviṣyati",
        "verse_Syn": [
            "brahman",
            "tat",
            "gaccha",
            "bhadram",
            "te",
            "nābhāga",
            "tanayam",
            "nṛpam",
            "kṣamāpaya",
            "mahā",
            "bhāgam",
            "tataḥ",
            "śāntiḥ",
            "bhaviṣyati"
        ],
        "translation": "O best of the brāhmaṇas, you should therefore go immediately to King Ambarīṣa, the son of Mahārāja Nābhāga. I wish you all good fortune. If you can satisfy Mahārāja Ambarīṣa, then there will be peace for you.",
        "purport": " In this regard, Madhva Muni quotes from the Garuḍa Purāṇa: The lesson to be derived from this narration concerning Mahārāja Ambarīṣa and Durvāsā Muni is that all the demigods, including Lord Brahmā and Lord Śiva, are under the control of Lord Viṣṇu. Therefore, when a Vaiṣṇava is offended, the offender is punished by Viṣṇu, the Supreme Lord. No one can protect such a person, even Lord Brahmā or Lord Śiva."
    }
]