[
    {
        "verse": "1",
        "devanagari": "श्रीबादरायणिरुवाचपूरोर्वंशं प्रवक्ष्यामि यत्र जातोऽसि भारत ।यत्र राजर्षयो वंश्या ब्रह्मवंश्याश्च जज्ञिरे ॥ १ ॥",
        "english_devnagari": "śrī-bādarāyaṇir uvācapūror vaṁśaṁ pravakṣyāmiyatra jāto ’si bhāratayatra rājarṣayo vaṁśyābrahma-vaṁśyāś ca jajñire",
        "verse_Syn": [
            "śrī",
            "bādarāyaṇiḥ",
            "uvāca",
            "pūroḥ",
            "vaṁśam",
            "pravakṣyāmi",
            "yatra",
            "jātaḥ",
            "asi",
            "bhārata",
            "yatra",
            "rāja",
            "ṛṣayaḥ",
            "vaṁśyāḥ",
            "brahma",
            "vaṁśyāḥ",
            "ca",
            "jajñire"
        ],
        "translation": "Śukadeva Gosvāmī said: O Mahārāja Parīkṣit, descendant of Mahārāja Bharata, I shall now describe the dynasty of Pūru, in which you were born, in which many saintly kings appeared, and from which many dynasties of brāhmaṇas began.",
        "purport": " There are many historical instances by which we can understand that from kṣatriyas many brāhmaṇas have been born and that from brāhmaṇas many kṣatriyas have been born. The Lord Himself says in Bhagavad-gītā (4.13), cātur-varṇyaṁ mayā sṛṣṭaṁ guṇa-karma-vibhāgaśaḥ: “According to the three modes of material nature and the work ascribed to them, the four divisions of human society were created by Me.” Therefore, regardless of the family in which one takes birth, when one is qualified with the symptoms of a particular section, he is to be described accordingly. Yal-lakṣaṇaṁ proktam. One’s place in the varṇa divisions of society is determined according to one’s symptoms or qualities. This is maintained everywhere in the śāstra. Birth is a secondary consideration; the first consideration is one’s qualities and activities."
    },
    {
        "verse": "2",
        "devanagari": "जनमेजयो ह्यभूत् पूरो: प्रचिन्वांस्तत्सुतस्तत: ।प्रवीरोऽथ मनुस्युर्वै तस्माच्चारुपदोऽभवत् ॥ २ ॥",
        "english_devnagari": "janamejayo hy abhūt pūroḥpracinvāṁs tat-sutas tataḥpravīro ’tha manusyur vaitasmāc cārupado ’bhavat",
        "verse_Syn": [
            "janamejayaḥ",
            "hi",
            "abhūt",
            "pūroḥ",
            "pracinvān",
            "tat",
            "sutaḥ",
            "tataḥ",
            "pravīraḥ",
            "atha",
            "manusyuḥ",
            "vai",
            "tasmāt",
            "cārupadaḥ",
            "abhavat"
        ],
        "translation": "King Janamejaya was born of this dynasty of Pūru. Janamejaya’s son was Pracinvān, and his son was Pravīra. Thereafter, Pravīra’s son was Manusyu, and from Manusyu came the son named Cārupada.",
        "purport": ""
    },
    {
        "verse": "3",
        "devanagari": "तस्य सुद्युरभूत् पुत्रस्तस्माद् बहुगवस्तत: ।संयातिस्तस्याहंयाती रौद्राश्वस्तत्सुत: स्मृत: ॥ ३ ॥",
        "english_devnagari": "tasya sudyur abhūt putrastasmād bahugavas tataḥsaṁyātis tasyāhaṁyātīraudrāśvas tat-sutaḥ smṛtaḥ",
        "verse_Syn": [
            "tasya",
            "sudyuḥ",
            "abhūt",
            "putraḥ",
            "tasmāt",
            "bahugavaḥ",
            "tataḥ",
            "saṁyātiḥ",
            "tasya",
            "ahaṁyātiḥ",
            "raudrāśvaḥ",
            "tat",
            "sutaḥ",
            "smṛtaḥ"
        ],
        "translation": "The son of Cārupada was Sudyu, and the son of Sudyu was Bahugava. Bahugava’s son was Saṁyāti. From Saṁyāti came a son named Ahaṁyāti, from whom Raudrāśva was born.",
        "purport": ""
    },
    {
        "verse": "4-5",
        "devanagari": "ऋतेयुस्तस्य कक्षेयु: स्थण्डिलेयु: कृतेयुक: ।जलेयु: सन्नतेयुश्च धर्मसत्यव्रतेयव: ॥ ४ ॥दशैतेऽप्सरस: पुत्रा वनेयुश्चावम: स्मृत: ।घृताच्यामिन्द्रियाणीव मुख्यस्य जगदात्मन: ॥ ५ ॥",
        "english_devnagari": "ṛteyus tasya kakṣeyuḥsthaṇḍileyuḥ kṛteyukaḥjaleyuḥ sannateyuś cadharma-satya-vrateyavaḥ",
        "verse_Syn": [
            "ṛteyuḥ",
            "tasya",
            "kakṣeyuḥ",
            "sthaṇḍileyuḥ",
            "kṛteyukaḥ",
            "jaleyuḥ",
            "sannateyuḥ",
            "ca",
            "dharma",
            "satya",
            "vrateyavaḥ",
            "daśa",
            "ete",
            "apsarasaḥ",
            "putrāḥ",
            "vaneyuḥ",
            "ca",
            "avamaḥ",
            "smṛtaḥ",
            "ghṛtācyām",
            "indriyāṇi",
            "iva",
            "mukhyasya",
            "jagat",
            "ātmanaḥ"
        ],
        "translation": "Raudrāśva had ten sons, named Ṛteyu, Kakṣeyu, Sthaṇḍileyu, Kṛteyuka, Jaleyu, Sannateyu, Dharmeyu, Satyeyu, Vrateyu and Vaneyu. Of these ten sons, Vaneyu was the youngest. As the ten senses, which are products of the universal life, act under the control of life, these ten sons of Raudrāśva acted under Raudrāśva’s full control. All of them were born of the Apsarā named Ghṛtācī.",
        "purport": ""
    },
    {
        "verse": "6",
        "devanagari": "ऋतेयो रन्तिनावोऽभूत् त्रयस्तस्यात्मजा नृप ।सुमतिर्ध्रुवोऽप्रतिरथ: कण्वोऽप्रतिरथात्मज: ॥ ६ ॥",
        "english_devnagari": "ṛteyo rantināvo ’bhūttrayas tasyātmajā nṛpasumatir dhruvo ’pratirathaḥkaṇvo ’pratirathātmajaḥ",
        "verse_Syn": [
            "ṛteyoḥ",
            "rantināvaḥ",
            "abhūt",
            "trayaḥ",
            "tasya",
            "ātmajāḥ",
            "nṛpa",
            "sumatiḥ",
            "dhruvaḥ",
            "apratirathaḥ",
            "kaṇvaḥ",
            "apratiratha",
            "ātmajaḥ"
        ],
        "translation": "Ṛteyu had a son named Rantināva, who had three sons, named Sumati, Dhruva and Apratiratha. Apratiratha had only one son, whose name was Kaṇva.",
        "purport": ""
    },
    {
        "verse": "7",
        "devanagari": "तस्य मेधातिथिस्तस्मात् प्रस्कन्नाद्या द्विजातय: ।पुत्रोऽभूत् सुमते रेभिर्दुष्मन्तस्तत्सुतो मत: ॥ ७ ॥",
        "english_devnagari": "tasya medhātithis tasmātpraskannādyā dvijātayaḥputro ’bhūt sumate rebhirduṣmantas tat-suto mataḥ",
        "verse_Syn": [
            "tasya",
            "medhātithiḥ",
            "tasmāt",
            "praskanna",
            "ādyāḥ",
            "dvijātayaḥ",
            "putraḥ",
            "abhūt",
            "sumateḥ",
            "rebhiḥ",
            "duṣmantaḥ",
            "tat",
            "sutaḥ",
            "mataḥ"
        ],
        "translation": "The son of Kaṇva was Medhātithi, whose sons, all brāhmaṇas, were headed by Praskanna. The son of Rantināva named Sumati had a son named Rebhi. Mahārāja Duṣmanta is well known as the son of Rebhi.",
        "purport": ""
    },
    {
        "verse": "8-9",
        "devanagari": "दुष्मन्तो मृगयां यात: कण्वाश्रमपदं गत: ।तत्रासीनां स्वप्रभया मण्डयन्तीं रमामिव ॥ ८ ॥विलोक्य सद्यो मुमुहे देवमायामिव स्त्रियम् ।बभाषे तां वरारोहां भटै: कतिपयैर्वृत: ॥ ९ ॥",
        "english_devnagari": "duṣmanto mṛgayāṁ yātaḥkaṇvāśrama-padaṁ gataḥtatrāsīnāṁ sva-prabhayāmaṇḍayantīṁ ramām iva",
        "verse_Syn": [
            "duṣmantaḥ",
            "mṛgayām",
            "yātaḥ",
            "kaṇva",
            "āśrama",
            "padam",
            "gataḥ",
            "tatra",
            "āsīnām",
            "sva",
            "prabhayā",
            "maṇḍayantīm",
            "ramām",
            "iva",
            "vilokya",
            "sadyaḥ",
            "mumuhe",
            "deva",
            "māyām",
            "iva",
            "striyam",
            "babhāṣe",
            "tām",
            "vara",
            "ārohām",
            "bhaṭaiḥ",
            "katipayaiḥ",
            "vṛtaḥ"
        ],
        "translation": "Once when King Duṣmanta went to the forest to hunt and was very much fatigued, he approached the residence of Kaṇva Muni. There he saw a most beautiful woman who looked exactly like the goddess of fortune and who sat there illuminating the entire āśrama by her effulgence. The King was naturally attracted by her beauty, and therefore he approached her, accompanied by some of his soldiers, and spoke to her.",
        "purport": ""
    },
    {
        "verse": "10",
        "devanagari": "तद्दर्शनप्रमुदित: सन्निवृत्तपरिश्रम: ।पप्रच्छ कामसन्तप्त: प्रहसञ्श्लक्ष्णया गिरा ॥ १० ॥",
        "english_devnagari": "tad-darśana-pramuditaḥsannivṛtta-pariśramaḥpapraccha kāma-santaptaḥprahasañ ślakṣṇayā girā",
        "verse_Syn": [
            "tat",
            "darśana",
            "pramuditaḥ",
            "sannivṛtta",
            "pariśramaḥ",
            "papraccha",
            "kāma",
            "santaptaḥ",
            "prahasan",
            "ślakṣṇayā",
            "girā"
        ],
        "translation": "Seeing the beautiful woman, the King was very much enlivened, and the fatigue of his hunting excursion was relieved. He was of course very much attracted because of lusty desires, and thus he inquired from her as follows, in a joking mood.",
        "purport": ""
    },
    {
        "verse": "11",
        "devanagari": "का त्वं कमलपत्राक्षि कस्यासि हृदयङ्गमे ।किंस्विच्चिकीर्षितं तत्र भवत्या निर्जने वने ॥ ११ ॥",
        "english_devnagari": "kā tvaṁ kamala-patrākṣikasyāsi hṛdayaṅ-gamekiṁ svic cikīrṣitaṁ tatrabhavatyā nirjane vane",
        "verse_Syn": [
            "kā",
            "tvam",
            "kamala",
            "patra",
            "akṣi",
            "kasya",
            "asi",
            "hṛdayam",
            "game",
            "kim",
            "svit",
            "cikīrṣitam",
            "tatra",
            "bhavatyāḥ",
            "nirjane",
            "vane"
        ],
        "translation": "O beautiful lotus-eyed woman, who are you? Whose daughter are you? What purpose do you have in this solitary forest? Why are you staying here?",
        "purport": ""
    },
    {
        "verse": "12",
        "devanagari": "व्यक्तं राजन्यतनयां वेद्‍म्यहं त्वां सुमध्यमे ।न हि चेत: पौरवाणामधर्मे रमते क्‍वचित् ॥ १२ ॥",
        "english_devnagari": "vyaktaṁ rājanya-tanayāṁvedmy ahaṁ tvāṁ sumadhyamena hi cetaḥ pauravāṇāmadharme ramate kvacit",
        "verse_Syn": [
            "vyaktam",
            "rājanya",
            "tanayām",
            "vedmi",
            "aham",
            "tvām",
            "su",
            "madhyame",
            "na",
            "hi",
            "cetaḥ",
            "pauravāṇām",
            "adharme",
            "ramate",
            "kvacit"
        ],
        "translation": "O most beautiful one, it appears to my mind that you must be the daughter of a kṣatriya. Because I belong to the Pūru dynasty, my mind never endeavors to enjoy anything irreligiously.",
        "purport": " Mahārāja Duṣmanta indirectly expressed his desire to marry Śakuntalā, for she appeared to his mind to be the daughter of some kṣatriya king."
    },
    {
        "verse": "13",
        "devanagari": "श्रीशकुन्तलोवाचविश्वामित्रात्मजैवाहं त्यक्ता मेनकया वने ।वेदैतद् भगवान् कण्वो वीर किं करवाम ते ॥ १३ ॥",
        "english_devnagari": "śrī-śakuntalovācaviśvāmitrātmajaivāhaṁtyaktā menakayā vanevedaitad bhagavān kaṇvovīra kiṁ karavāma te",
        "verse_Syn": [
            "śrī",
            "śakuntalā",
            "uvāca",
            "viśvāmitra",
            "ātmajā",
            "eva",
            "aham",
            "tyaktā",
            "menakayā",
            "vane",
            "veda",
            "etat",
            "bhagavān",
            "kaṇvaḥ",
            "vīra",
            "kim",
            "karavāma",
            "te"
        ],
        "translation": "Śakuntalā said: I am the daughter of Viśvāmitra. My mother, Menakā, left me in the forest. O hero, the most powerful saint Kaṇva Muni knows all about this. Now let me know, how may I serve you?",
        "purport": " Śakuntalā informed Mahārāja Duṣmanta that although she never saw or knew her father or mother, Kaṇva Muni knew everything about her, and she had heard from him that she was the daughter of Viśvāmitra and that her mother was Menakā, who had left her in the forest."
    },
    {
        "verse": "14",
        "devanagari": "आस्यतां ह्यरविन्दाक्ष गृह्यतामर्हणं च न: ।भुज्यतां सन्ति नीवारा उष्यतां यदि रोचते ॥ १४ ॥",
        "english_devnagari": "āsyatāṁ hy aravindākṣagṛhyatām arhaṇaṁ ca naḥbhujyatāṁ santi nīvārāuṣyatāṁ yadi rocate",
        "verse_Syn": [
            "āsyatām",
            "hi",
            "aravinda",
            "akṣa",
            "gṛhyatām",
            "arhaṇam",
            "ca",
            "naḥ",
            "bhujyatām",
            "santi",
            "nīvārāḥ",
            "uṣyatām",
            "yadi",
            "rocate"
        ],
        "translation": "O King with eyes like the petals of a lotus, kindly come sit down and accept whatever reception we can offer. We have a supply of nīvārā rice that you may kindly take. And if you so desire, stay here without hesitation.",
        "purport": ""
    },
    {
        "verse": "15",
        "devanagari": "श्रीदुष्मन्त उवाचउपपन्नमिदं सुभ्रु जाताया: कुशिकान्वये ।स्वयं हि वृणुते राज्ञां कन्यका: सद‍ृशं वरम् ॥ १५ ॥",
        "english_devnagari": "śrī-duṣmanta uvācaupapannam idaṁ subhrujātāyāḥ kuśikānvayesvayaṁ hi vṛṇute rājñāṁkanyakāḥ sadṛśaṁ varam",
        "verse_Syn": [
            "śrī",
            "duṣmantaḥ",
            "uvāca",
            "upapannam",
            "idam",
            "su",
            "bhru",
            "jātāyāḥ",
            "kuśika",
            "anvaye",
            "svayam",
            "hi",
            "vṛṇute",
            "rājñām",
            "kanyakāḥ",
            "sadṛśam",
            "varam"
        ],
        "translation": "King Duṣmanta replied: O Śakuntalā, with beautiful eyebrows, you have taken your birth in the family of the great saint Viśvāmitra, and your reception is quite worthy of your family. Aside from this, the daughters of a king generally select their own husbands.",
        "purport": " In her reception of Mahārāja Duṣmanta, Śakuntalā clearly said, “Your Majesty may stay here, and you may accept whatever reception I can offer.” Thus she indicated that she wanted Mahārāja Duṣmanta as her husband. As far as Mahārāja Duṣmanta was concerned, he desired Śakuntalā as his wife from the very beginning, as soon as he saw her, so the agreement to unite as husband and wife was natural. To induce Śakuntalā to accept the marriage, Mahārāja Duṣmanta reminded her that as the daughter of a king she could select her husband in an open assembly. In the history of Āryan civilization there have been many instances in which famous princesses have selected their husbands in open competitions. For example, it was in such a competition that Sītādevī accepted Lord Rāmacandra as her husband and that Draupadī accepted Arjuna, and there are many other instances. So marriage by agreement or by selecting one’s own husband in an open competition is allowed. There are eight kinds of marriage, of which marriage by agreement is called gāndharva marriage. Generally the parents select the husband or wife for their daughter or son, but gāndharva marriage takes place by personal selection. Still, although marriage by personal selection or by agreement took place in the past, we find no such thing as divorce by disagreement. Of course, divorce by disagreement took place among low-class men, but marriage by agreement was found even in the very highest classes, especially in the royal kṣatriya families. Mahārāja Duṣmanta’s acceptance of Śakuntalā as his wife was sanctioned by Vedic culture. How the marriage took place is described in the next verse."
    },
    {
        "verse": "16",
        "devanagari": "ओमित्युक्ते यथाधर्ममुपयेमे शकुन्तलाम् ।गान्धर्वविधिना राजा देशकालविधानवित् ॥ १६ ॥",
        "english_devnagari": "om ity ukte yathā-dharmamupayeme śakuntalāmgāndharva-vidhinā rājādeśa-kāla-vidhānavit",
        "verse_Syn": [
            "om",
            "iti",
            "ukte",
            "yathā",
            "dharmam",
            "upayeme",
            "śakuntalām",
            "gāndharva",
            "vidhinā",
            "rājā",
            "deśa",
            "kāla",
            "vidhāna",
            "vit"
        ],
        "translation": "When Śakuntalā responded to Mahārāja Duṣmanta’s proposal with silence, the agreement was complete. Then the King, who knew the laws of marriage, immediately married her by chanting the Vedic praṇava [oṁkāra], in accordance with the marriage ceremony as performed among the Gandharvas.",
        "purport": " The oṁkāra, praṇava, is the Supreme Personality of Godhead represented by letters. Bhagavad-gītā says that the letters a-u-m, combined together as om, represent the Supreme Lord. Religious principles are meant to invoke the blessings and mercy of the Supreme Personality of Godhead, Kṛṣṇa, who says in Bhagavad-gītā that He is personally present in sexual desires that are not contrary to religious principles. The word vidhinā means, “according to religious principles.” The association of men and women according to religious principles is allowed in the Vedic culture. In our Kṛṣṇa consciousness movement we allow marriage on the basis of religious principles, but the sexual combination of men and women as friends is irreligious and is not allowed."
    },
    {
        "verse": "17",
        "devanagari": "अमोघवीर्यो राजर्षिर्महिष्यां वीर्यमादधे ।श्वोभूते स्वपुरं यात: कालेनासूत सा सुतम् ॥ १७ ॥",
        "english_devnagari": "amogha-vīryo rājarṣirmahiṣyāṁ vīryam ādadheśvo-bhūte sva-puraṁ yātaḥkālenāsūta sā sutam",
        "verse_Syn": [
            "amogha",
            "vīryaḥ",
            "rāja",
            "ṛṣiḥ",
            "mahiṣyām",
            "vīryam",
            "ādadhe",
            "śvaḥ",
            "bhūte",
            "sva",
            "puram",
            "yātaḥ",
            "kālena",
            "asūta",
            "sā",
            "sutam"
        ],
        "translation": "King Duṣmanta, who never discharged semen without a result, placed his semen at night in the womb of his Queen, Śakuntalā, and in the morning he returned to his palace. Thereafter, in due course of time, Śakuntalā gave birth to a son.",
        "purport": ""
    },
    {
        "verse": "18",
        "devanagari": "कण्व: कुमारस्य वने चक्रे समुचिता: क्रिया: ।बद्ध्वा मृगेन्द्रंतरसा क्रीडति स्म स बालक: ॥ १८ ॥",
        "english_devnagari": "kaṇvaḥ kumārasya vanecakre samucitāḥ kriyāḥbaddhvā mṛgendraṁ tarasākrīḍati sma sa bālakaḥ",
        "verse_Syn": [
            "kaṇvaḥ",
            "kumārasya",
            "vane",
            "cakre",
            "samucitāḥ",
            "kriyāḥ",
            "baddhvā",
            "mṛga",
            "indram",
            "tarasā",
            "krīḍati",
            "sma",
            "saḥ",
            "bālakaḥ"
        ],
        "translation": "In the forest, Kaṇva Muni performed all the ritualistic ceremonies concerning the newborn child. Later, the boy became so powerful that he would capture a lion and play with it.",
        "purport": ""
    },
    {
        "verse": "19",
        "devanagari": "तं दुरत्ययविक्रान्तमादाय प्रमदोत्तमा ।हरेरंशांशसम्भूतं भर्तुरन्तिकमागमत् ॥ १९ ॥",
        "english_devnagari": "taṁ duratyaya-vikrāntamādāya pramadottamāharer aṁśāṁśa-sambhūtaṁbhartur antikam āgamat",
        "verse_Syn": [
            "tam",
            "duratyaya",
            "vikrāntam",
            "ādāya",
            "pramadā",
            "uttamā",
            "hareḥ",
            "aṁśa",
            "aṁśa",
            "sambhūtam",
            "bhartuḥ",
            "antikam",
            "āgamat"
        ],
        "translation": "Śakuntalā, the best of beautiful women, along with her son, whose strength was insurmountable and who was a partial expansion of the Supreme Godhead, approached her husband, Duṣmanta.",
        "purport": ""
    },
    {
        "verse": "20",
        "devanagari": "यदा न जगृहे राजा भार्यापुत्रावनिन्दितौ ।श‍ृण्वतां सर्वभूतानां खे वागाहाशरीरिणी ॥ २० ॥",
        "english_devnagari": "yadā na jagṛhe rājābhāryā-putrāv aninditauśṛṇvatāṁ sarva-bhūtānāṁkhe vāg āhāśarīriṇī",
        "verse_Syn": [
            "yadā",
            "na",
            "jagṛhe",
            "rājā",
            "bhāryā",
            "putrau",
            "aninditau",
            "śṛṇvatām",
            "sarva",
            "bhūtānām",
            "khe",
            "vāk",
            "āha",
            "aśarīriṇī"
        ],
        "translation": "When the King refused to accept his wife and son, who were both irreproachable, an unembodied voice spoke from the sky as an omen and was heard by everyone present.",
        "purport": " Mahārāja Duṣmanta knew that Śakuntalā and the boy were his own wife and son, but because they came from outside and were unknown to the citizens, he at first declined to accept them. Śakuntalā, however, was so chaste that an omen from the sky declared the truth so that others could hear. When everyone heard from the omen that Śakuntalā and her child were truly the King’s wife and son, the King gladly accepted them."
    },
    {
        "verse": "21",
        "devanagari": "माता भस्त्रा पितु: पुत्रो येन जात: स एव स: ।भरस्व पुत्रं दुष्मन्त मावमंस्था: शकुन्तलाम् ॥ २१ ॥",
        "english_devnagari": "mātā bhastrā pituḥ putroyena jātaḥ sa eva saḥbharasva putraṁ duṣmantamāvamaṁsthāḥ śakuntalām",
        "verse_Syn": [
            "mātā",
            "bhastrā",
            "pituḥ",
            "putraḥ",
            "yena",
            "jātaḥ",
            "saḥ",
            "eva",
            "saḥ",
            "bharasva",
            "putram",
            "duṣmanta",
            "mā",
            "avamaṁsthāḥ",
            "śakuntalām"
        ],
        "translation": "The voice said: O Mahārāja Duṣmanta, a son actually belongs to his father, whereas the mother is only a container, like the skin of a bellows. According to Vedic injunctions, the father is born as the son. Therefore, maintain your own son and do not insult Śakuntalā.",
        "purport": " According to the Vedic injunction ātmā vai putra-nāmāsi, the father becomes the son. The mother is simply like a storekeeper, because the seed of the child is placed in her womb, but it is the father who is responsible for maintaining the son. In Bhagavad-gītā the Lord says that He is the seed-giving father of all living entities (ahaṁ bīja-pradaḥ pitā), and therefore He is responsible for maintaining them. This is also confirmed in the Vedas. Eko bahūnāṁ yo vidadhāti kāmān: although God is one, He maintains all living entities with their necessities for life. The living entities in different forms are sons of the Lord, and therefore the father, the Supreme Lord, supplies them food according to their different bodies. The small ant is supplied a grain of sugar, and the elephant is supplied tons of food, but everyone is able to eat. Therefore there is no question of overpopulation. Because the father, Kṛṣṇa, is fully opulent, there is no scarcity of food, and because there is no scarcity, the propaganda of overpopulation is only a myth. Actually one suffers for want of food when material nature, under the order of the father, refuses to supply him food. It is the living entity’s position that determines whether food will be supplied or not. When a diseased person is forbidden to eat, this does not mean that there is a scarcity of food; rather, the diseased person requires the treatment of not being supplied with food. In Bhagavad-gītā (7.10) the Lord also says, bījaṁ māṁ sarva-bhūtānām: “I am the seed of all living entities.” A particular type of seed is sown within the earth, and then a particular type of tree or plant comes out. The mother resembles the earth, and when a particular type of seed is sown by the father, a particular type of body takes birth."
    },
    {
        "verse": "22",
        "devanagari": "रेतोधा: पुत्रो नयति नरदेव यमक्षयात् ।त्वं चास्य धाता गर्भस्य सत्यमाह शकुन्तला ॥ २२ ॥",
        "english_devnagari": "reto-dhāḥ putro nayatinaradeva yama-kṣayāttvaṁ cāsya dhātā garbhasyasatyam āha śakuntalā",
        "verse_Syn": [
            "retaḥ",
            "dhāḥ",
            "putraḥ",
            "nayati",
            "nara",
            "deva",
            "yama",
            "kṣayāt",
            "tvam",
            "ca",
            "asya",
            "dhātā",
            "garbhasya",
            "satyam",
            "āha",
            "śakuntalā"
        ],
        "translation": "O King Duṣmanta, he who discharges semen is the actual father, and his son saves him from the custody of Yamarāja. You are the actual procreator of this child. Indeed, Śakuntalā is speaking the truth.",
        "purport": " Upon hearing the omen, Mahārāja Duṣmanta accepted his wife and child. According to Vedic smṛti: Because a son delivers his father from punishment in the hell called put, the son is called putra. According to this principle, when there is a disagreement between the father and mother, it is the father, not the mother, who is delivered by the son. But if the wife is faithful and firmly adherent to her husband, when the father is delivered the mother is also delivered. Consequently, there is no such thing as divorce in the Vedic literature. A wife is always trained to be chaste and faithful to her husband, for this helps her achieve deliverance from any abominable material condition. This verse clearly says, putro nayati naradeva yama-kṣayāt: “The son saves his father from the custody of Yamarāja.” It never says, putro nayati mātaram: “The son saves his mother.” The seed-giving father is delivered, not the storekeeper mother. Consequently, husband and wife should not separate under any condition, for if they have a child whom they raise to be a Vaiṣṇava, he can save both the father and mother from the custody of Yamarāja and punishment in hellish life."
    },
    {
        "verse": "23",
        "devanagari": "पितर्युपरते सोऽपि चक्रवर्तीमहायशा: ।महिमागीयते तस्य हरेरंशभुवो भुवि ॥ २३ ॥",
        "english_devnagari": "pitary uparate so ’picakravartī mahā-yaśāḥmahimā gīyate tasyaharer aṁśa-bhuvo bhuvi",
        "verse_Syn": [
            "pitari",
            "uparate",
            "saḥ",
            "api",
            "cakravartī",
            "mahā",
            "yaśāḥ",
            "mahimā",
            "gīyate",
            "tasya",
            "hareḥ",
            "aṁśa",
            "bhuvaḥ",
            "bhuvi"
        ],
        "translation": "Śukadeva Gosvāmī said: When Mahārāja Duṣmanta passed away from this earth, his son became the emperor of the world, the proprietor of the seven islands. He is referred to as a partial representation of the Supreme Personality of Godhead in this world.",
        "purport": " In Bhagavad-gītā (10.41) it is said: Anyone extraordinarily powerful must be considered a partial representation of the opulence of the Supreme Godhead. Therefore when the son of Mahārāja Duṣmanta became the emperor of the entire world, he was celebrated in this way."
    },
    {
        "verse": "24-26",
        "devanagari": "चक्रं दक्षिणहस्तेऽस्य पद्मकोशोऽस्य पादयो: ।ईजे महाभिषेकेण सोऽभिषिक्तोऽधिराड् विभु: ॥ २४ ॥पञ्चपञ्चाशता मेध्यैर्गङ्गायामनु वाजिभि: ।मामतेयं पुरोधाय यमुनामनु च प्रभु: ॥ २५ ॥अष्टसप्ततिमेध्याश्वान् बबन्ध प्रददद् वसु ।भरतस्य हि दौष्मन्तेरग्नि: साचीगुणे चित: ।सहस्रं बद्वशो यस्मिन् ब्राह्मणा गा विभेजिरे ॥ २६ ॥",
        "english_devnagari": "cakraṁ dakṣiṇa-haste ’syapadma-kośo ’sya pādayoḥīje mahābhiṣekeṇaso ’bhiṣikto ’dhirāḍ vibhuḥ",
        "verse_Syn": [
            "cakram",
            "dakṣiṇa",
            "haste",
            "asya",
            "padma",
            "kośaḥ",
            "asya",
            "pādayoḥ",
            "īje",
            "mahā",
            "abhiṣekeṇa",
            "saḥ",
            "abhiṣiktaḥ",
            "adhirāṭ",
            "vibhuḥ",
            "pañca",
            "pañcāśatā",
            "medhyaiḥ",
            "gaṅgāyām",
            "anu",
            "vājibhiḥ",
            "māmateyam",
            "purodhāya",
            "yamunām",
            "anu",
            "ca",
            "prabhuḥ",
            "aṣṭa",
            "saptati",
            "medhya",
            "aśvān",
            "babandha",
            "pradadat",
            "vasu",
            "bharatasya",
            "hi",
            "dauṣmanteḥ",
            "agniḥ",
            "sācī",
            "guṇe",
            "citaḥ",
            "sahasram",
            "badvaśaḥ",
            "yasmin",
            "brāhmaṇāḥ",
            "gāḥ",
            "vibhejire"
        ],
        "translation": "Mahārāja Bharata, the son of Duṣmanta, had the mark of Lord Kṛṣṇa’s disc on the palm of his right hand, and he had the mark of a lotus whorl on the soles of his feet. By worshiping the Supreme Personality of Godhead with a grand ritualistic ceremony, he became the emperor and master of the entire world. Then, under the priesthood of Māmateya, Bhṛgu Muni, he performed fifty-five horse sacrifices on the bank of the Ganges, beginning from its mouth and ending at its source, and seventy-eight horse sacrifices on the bank of the Yamunā, beginning from the confluence at Prayāga and ending at the source. He established the sacrificial fire on an excellent site, and he distributed great wealth to the brāhmaṇas. Indeed, he distributed so many cows that each of thousands of brāhmaṇas had one badva [13,084] as his share.",
        "purport": " As indicated here by the words dauṣmanter agniḥ sācī-guṇe citaḥ, Bharata, the son of Mahārāja Duṣmanta, arranged for many ritualistic ceremonies all over the world, especially all over India on the banks of the Ganges and Yamunā, from the mouth to the source, and all such sacrifices were performed in very distinguished places. As stated in Bhagavad-gītā (3.9), yajñārthāt karmaṇo ’nyatra loko ’yaṁ karma-bandhanaḥ: “Work done as a sacrifice for Viṣṇu has to be performed; otherwise work binds one to this material world.” Everyone should engage in the performance of yajña, and the sacrificial fire should be ignited everywhere, the entire purpose being to make people happy, prosperous and progressive in spiritual life. Of course, these things were possible before the beginning of Kali-yuga because there were qualified brāhmaṇas who could perform such yajñas. For the present, however, the Brahma-vaivarta Purāṇa enjoins: “In this Age of Kali, five acts are forbidden: offering a horse in sacrifice, offering a cow in sacrifice, accepting the order of sannyāsa, offering oblations of flesh to the forefathers, and begetting children in the wife of one’s brother.” In this age, such yajñas as the aśvamedha-yajña and gomedha-yajña are impossible to perform because there are neither sufficient riches nor qualified brāhmaṇas. This verse says, māmateyaṁ purodhāya: Mahārāja Bharata engaged the son of Mamatā, Bhṛgu Muni, to take charge of performing this yajña. Now, however, such brāhmaṇas are impossible to find. Therefore the śāstras recommend, yajñaiḥ saṅkīrtana-prāyair yajanti hi sumedhasaḥ: those who are intelligent should perform the saṅkīrtana-yajña inaugurated by Lord Śrī Caitanya Mahāprabhu. “In this Age of Kali, people endowed with sufficient intelligence will worship the Lord, who is accompanied by His associates, by performance of saṅkīrtana-yajña.” (Bhāg. 11.5.32) Yajña must be performed, for otherwise people will be entangled in sinful activities and will suffer immensely. Therefore the Kṛṣṇa consciousness movement has taken charge of introducing the chanting of Hare Kṛṣṇa all over the world. This Hare Kṛṣṇa movement is also yajña, but without the difficulties involved in securing paraphernalia and qualified brāhmaṇas. This congregational chanting can be performed anywhere and everywhere. If people somehow or other assemble together and are induced to chant Hare Kṛṣṇa, Hare Kṛṣṇa, Kṛṣṇa Kṛṣṇa, Hare Hare/ Hare Rāma, Hare Rāma, Rāma Rāma, Hare Hare, all the purposes of yajña will be fulfilled. The first purpose is that there must be sufficient rain, for without rain there cannot be any produce (annād bhavanti bhūtāni parjanyād anna-sambhavaḥ). All our necessities can be produced simply by rainfall (kāmaṁ vavarṣa parjanyaḥ), and the earth is the original source of all necessities (sarva-kāma-dughā mahī). In conclusion, therefore, in this Age of Kali people all over the world should refrain from the four principles of sinful life — illicit sex, meat-eating, intoxication and gambling — and in a pure state of existence should perform the simple yajña of chanting the Hare Kṛṣṇa mahā-mantra. Then the earth will certainly produce all the necessities for life, and people will be happy economically, politically, socially, religiously and culturally. Everything will be in proper order."
    },
    {
        "verse": "27",
        "devanagari": "त्रयस्त्रिंशच्छतं ह्यश्वान्बद्ध्वा विस्मापयन् नृपान् ।दौष्मन्तिरत्यगान्मायां देवानां गुरुमाययौ ॥ २७ ॥",
        "english_devnagari": "trayas-triṁśac-chataṁ hy aśvānbaddhvā vismāpayan nṛpāndauṣmantir atyagān māyāṁdevānāṁ gurum āyayau",
        "verse_Syn": [
            "trayaḥ",
            "triṁśat",
            "śatam",
            "hi",
            "aśvān",
            "baddhvā",
            "vismāpayan",
            "nṛpān",
            "dauṣmantiḥ",
            "atyagāt",
            "māyām",
            "devānām",
            "gurum",
            "āyayau"
        ],
        "translation": "Bharata, the son of Mahārāja Duṣmanta, bound thirty-three hundred horses for those sacrifices, and thus he astonished all other kings. He surpassed even the opulence of the demigods, for he achieved the supreme spiritual master, Hari.",
        "purport": " One who achieves the lotus feet of the Supreme Personality of Godhead certainly surpasses all material wealth, even that of the demigods in the heavenly planets. Yaṁ labdhvā cāparaṁ lābhaṁ manyate nādhikaṁ tataḥ. The achievement of the lotus feet of the Supreme Personality of Godhead is the most exalted achievement in life."
    },
    {
        "verse": "28",
        "devanagari": "मृगाञ्छुक्लदत: कृष्णान् हिरण्येन परीवृतान् ।अदात् कर्मणि मष्णारे नियुतानि चतुर्दश ॥ २८ ॥",
        "english_devnagari": "mṛgāñ chukla-dataḥ kṛṣṇānhiraṇyena parīvṛtānadāt karmaṇi maṣṇāreniyutāni caturdaśa",
        "verse_Syn": [
            "mṛgān",
            "śukla",
            "dataḥ",
            "kṛṣṇān",
            "hiraṇyena",
            "parīvṛtān",
            "adāt",
            "karmaṇi",
            "maṣṇāre",
            "niyutāni",
            "caturdaśa"
        ],
        "translation": "When Mahārāja Bharata performed the sacrifice known as Maṣṇāra [or a sacrifice in the place known as Maṣṇāra], he gave in charity fourteen lakhs of excellent elephants with white tusks and black bodies, completely covered with golden ornaments.",
        "purport": ""
    },
    {
        "verse": "29",
        "devanagari": "भरतस्य महत् कर्म न पूर्वे नापरे नृपा: ।नैवापुर्नैव प्राप्स्यन्ति बाहुभ्यां त्रिदिवं यथा ॥ २९ ॥",
        "english_devnagari": "bharatasya mahat karmana pūrve nāpare nṛpāḥnaivāpur naiva prāpsyantibāhubhyāṁ tridivaṁ yathā",
        "verse_Syn": [
            "bharatasya",
            "mahat",
            "karma",
            "na",
            "pūrve",
            "na",
            "apare",
            "nṛpāḥ",
            "na",
            "eva",
            "āpuḥ",
            "na",
            "eva",
            "prāpsyanti",
            "bāhubhyām",
            "tri",
            "divam",
            "yathā"
        ],
        "translation": "As one cannot approach the heavenly planets simply by the strength of his arms (for who can touch the heavenly planets with his hands?), one cannot imitate the wonderful activities of Mahārāja Bharata. No one could perform such activities in the past, nor will anyone be able to do so in the future.",
        "purport": ""
    },
    {
        "verse": "30",
        "devanagari": "किरातहूणान् यवनान् पौण्ड्रान् कङ्कान् खशाञ्छकान् ।अब्रह्मण्यनृपांश्चाहन् म्‍लेच्छान् दिग्विजयेऽखिलान् ॥ ३० ॥",
        "english_devnagari": "kirāta-hūṇān yavanānpauṇḍrān kaṅkān khaśāñ chakānabrahmaṇya-nṛpāṁś cāhanmlecchān dig-vijaye ’khilān",
        "verse_Syn": [
            "kirāta",
            "hūṇān",
            "yavanān",
            "pauṇḍrān",
            "kaṅkān",
            "khaśān",
            "śakān",
            "abrahmaṇya",
            "nṛpān",
            "ca",
            "ahan",
            "mlecchān",
            "dik",
            "vijaye",
            "akhilān"
        ],
        "translation": "When Mahārāja Bharata was on tour, he defeated or killed all the Kirātas, Hūṇas, Yavanas, Pauṇḍras, Kaṅkas, Khaśas, Śakas and the kings who were opposed to the Vedic principles of brahminical culture.",
        "purport": ""
    },
    {
        "verse": "31",
        "devanagari": "जित्वा पुरासुरा देवान् ये रसौकांसि भेजिरे ।देवस्त्रियो रसां नीता: प्राणिभि: पुनराहरत् ॥ ३१ ॥",
        "english_devnagari": "jitvā purāsurā devānye rasaukāṁsi bhejiredeva-striyo rasāṁ nītāḥprāṇibhiḥ punar āharat",
        "verse_Syn": [
            "jitvā",
            "purā",
            "asurāḥ",
            "devān",
            "ye",
            "rasa",
            "okāṁsi",
            "bhejire",
            "deva",
            "striyaḥ",
            "rasām",
            "nītāḥ",
            "prāṇibhiḥ",
            "punaḥ",
            "āharat"
        ],
        "translation": "Formerly, after conquering the demigods, all the demons had taken shelter in the lower planetary system known as Rasātala and had brought all the wives and daughters of the demigods there also. Mahārāja Bharata, however, rescued all those women, along with their associates, from the clutches of the demons, and he returned them to the demigods.",
        "purport": ""
    },
    {
        "verse": "32",
        "devanagari": "सर्वान्कामान् दुदुहतु: प्रजानां तस्य रोदसी ।समास्त्रिणवसाहस्रीर्दिक्षु चक्रमवर्तयत् ॥ ३२ ॥",
        "english_devnagari": "sarvān kāmān duduhatuḥprajānāṁ tasya rodasīsamās tri-ṇava-sāhasrīrdikṣu cakram avartayat",
        "verse_Syn": [
            "sarvān",
            "kāmān",
            "duduhatuḥ",
            "prajānām",
            "tasya",
            "rodasī",
            "samāḥ",
            "tri",
            "nava",
            "sāhasrīḥ",
            "dikṣu",
            "cakram",
            "avartayat"
        ],
        "translation": "Mahārāja Bharata provided all necessities for his subjects, both on this earth and in the heavenly planets, for twenty-seven thousand years. He circulated his orders and distributed his soldiers in all directions.",
        "purport": ""
    },
    {
        "verse": "33",
        "devanagari": "स संराड्‍लोकपालाख्यमैश्वर्यमधिराट् श्रियम् ।चक्रं चास्खलितं प्राणान् मृषेत्युपरराम ह ॥ ३३ ॥",
        "english_devnagari": "sa saṁrāḍ loka-pālākhyamaiśvaryam adhirāṭ śriyamcakraṁ cāskhalitaṁ prāṇānmṛṣety upararāma ha",
        "verse_Syn": [
            "saḥ",
            "saṁrāṭ",
            "loka",
            "pāla",
            "ākhyam",
            "aiśvaryam",
            "adhirāṭ",
            "śriyam",
            "cakram",
            "ca",
            "askhalitam",
            "prāṇān",
            "mṛṣā",
            "iti",
            "upararāma",
            "ha"
        ],
        "translation": "As the ruler of the entire universe, Emperor Bharata had the opulences of a great kingdom and unconquerable soldiers. His sons and family had seemed to him to be his entire life. But finally he thought of all this as an impediment to spiritual advancement, and therefore he ceased from enjoying it.",
        "purport": " Mahārāja Bharata had incomparable opulence in sovereignty, soldiers, sons, daughters and everything for material enjoyment, but when he realized that all such material opulences were useless for spiritual advancement, he retired from material enjoyment. The Vedic civilization enjoins that after a certain age, following in the footsteps of Mahārāja Bharata, one should cease to enjoy material opulences and should take the order of vānaprastha."
    },
    {
        "verse": "34",
        "devanagari": "तस्यासन् नृप वैदर्भ्य: पत्‍न्यस्तिस्र: सुसम्मता: ।जघ्नुस्त्यागभयात् पुत्रान् नानुरूपा इतीरिते ॥ ३४ ॥",
        "english_devnagari": "tasyāsan nṛpa vaidarbhyaḥpatnyas tisraḥ susammatāḥjaghnus tyāga-bhayāt putrānnānurūpā itīrite",
        "verse_Syn": [
            "tasya",
            "āsan",
            "nṛpa",
            "vaidarbhyaḥ",
            "patnyaḥ",
            "tisraḥ",
            "su",
            "sammatāḥ",
            "jaghnuḥ",
            "tyāga",
            "bhayāt",
            "putrān",
            "na",
            "anurūpāḥ",
            "iti",
            "īrite"
        ],
        "translation": "O King Parīkṣit, Mahārāja Bharata had three pleasing wives, who were daughters of the King of Vidarbha. When all three of them bore children who did not resemble the King, these wives thought that he would consider them unfaithful queens and reject them, and therefore they killed their own sons.",
        "purport": ""
    },
    {
        "verse": "35",
        "devanagari": "तस्यैवं वितथे वंशे तदर्थं यजत: सुतम् ।मरुत्स्तोमेन मरुतो भरद्वाजमुपाददु: ॥ ३५ ॥",
        "english_devnagari": "tasyaivaṁ vitathe vaṁśetad-arthaṁ yajataḥ sutammarut-stomena marutobharadvājam upādaduḥ",
        "verse_Syn": [
            "tasya",
            "evam",
            "vitathe",
            "vaṁśe",
            "tat",
            "artham",
            "yajataḥ",
            "sutam",
            "marut",
            "stomena",
            "marutaḥ",
            "bharadvājam",
            "upādaduḥ"
        ],
        "translation": "The King, his attempt for progeny frustrated in this way, performed a sacrifice named marut-stoma to get a son. The demigods known as the Maruts, being fully satisfied with him, then presented him a son named Bharadvāja.",
        "purport": ""
    },
    {
        "verse": "36",
        "devanagari": "अन्तर्वत्‍न्यां भ्रातृपत्‍न्यां मैथुनाय बृहस्पति: ।प्रवृत्तो वारितो गर्भं शप्‍त्वा वीर्यमुपासृजत् ॥ ३६ ॥",
        "english_devnagari": "antarvatnyāṁ bhrātṛ-patnyāṁmaithunāya bṛhaspatiḥpravṛtto vārito garbhaṁśaptvā vīryam upāsṛjat",
        "verse_Syn": [
            "antaḥ",
            "vatnyām",
            "bhrātṛ",
            "patnyām",
            "maithunāya",
            "bṛhaspatiḥ",
            "pravṛttaḥ",
            "vāritaḥ",
            "garbham",
            "śaptvā",
            "vīryam",
            "upāsṛjat"
        ],
        "translation": "When the demigod named Bṛhaspati was attracted by his brother’s wife, Mamatā, who at that time was pregnant, he desired to have sexual relations with her. The son within her womb forbade this, but Bṛhaspati cursed him and forcibly discharged semen into the womb of Mamatā.",
        "purport": " The sex impulse is so strong in this material world that even Bṛhaspati, who is supposed to be the priest of the demigods and a very learned scholar, wanted to have a sexual relationship with his brother’s pregnant wife. This can happen even in the society of the higher demigods, so what to speak of human society? The sex impulse is so strong that it can agitate even a learned personality like Bṛhaspati."
    },
    {
        "verse": "37",
        "devanagari": "तं त्यक्तुकामां ममतां भर्तुस्त्यागविशङ्किताम् ।नामनिर्वाचनं तस्य श्लोकमेनं सुरा जगु: ॥ ३७ ॥",
        "english_devnagari": "taṁ tyaktu-kāmāṁ mamatāṁbhartus tyāga-viśaṅkitāmnāma-nirvācanaṁ tasyaślokam enaṁ surā jaguḥ",
        "verse_Syn": [
            "tam",
            "tyaktu",
            "kāmām",
            "mamatām",
            "bhartuḥ",
            "tyāga",
            "viśaṅkitām",
            "nāma",
            "nirvācanam",
            "tasya",
            "ślokam",
            "enam",
            "surāḥ",
            "jaguḥ"
        ],
        "translation": "Mamatā very much feared being forsaken by her husband for giving birth to an illegitimate son, and therefore she considered giving up the child. But then the demigods solved the problem by enunciating a name for the child.",
        "purport": " According to Vedic scripture, whenever a child is born there are some ceremonies known as jāta-karma and nāma-karaṇa, in which learned brāhmaṇas, immediately after the birth of the child, make a horoscope according to astrological calculations. But the child to which Mamatā gave birth was begotten by Bṛhaspati irreligiously, for although Mamatā was the wife of Utathya, Bṛhaspati made her pregnant by force. Therefore Bṛhaspati became bhartā. According to Vedic culture, a wife is considered the property of her husband, and a son born by illicit sex is called dvāja. The common word still current in Hindu society for such a son is doglā, which refers to a son not begotten by the husband of his mother. In such a situation, it is difficult to give the child a name according to proper regulative principles. Mamatā, therefore, was perplexed, but the demigods gave the child the appropriate name Bharadvāja, which indicated that the child born illegitimately should be maintained by both Mamatā and Bṛhaspati."
    },
    {
        "verse": "38",
        "devanagari": "मूढे भर द्वाजमिमं भर द्वाजं बृहस्पते ।यातौ यदुक्त्वा पितरौ भरद्वाजस्ततस्त्वयम् ॥ ३८ ॥",
        "english_devnagari": "mūḍhe bhara dvājam imaṁbhara dvājaṁ bṛhaspateyātau yad uktvā pitaraubharadvājas tatas tv ayam",
        "verse_Syn": [
            "mūḍhe",
            "bhara",
            "dvājam",
            "imam",
            "bhara",
            "dvājam",
            "bṛhaspate",
            "yātau",
            "yat",
            "uktvā",
            "pitarau",
            "bharadvājaḥ",
            "tataḥ",
            "tu",
            "ayam"
        ],
        "translation": "Bṛhaspati said to Mamatā, “You foolish woman, although this child was born from the wife of one man through the semen discharged by another, you should maintain him.” Upon hearing this, Mamatā replied, “O Bṛhaspati, you maintain him!” After speaking in this way, Bṛhaspati and Mamatā both left. Thus the child was known as Bharadvāja.",
        "purport": ""
    },
    {
        "verse": "39",
        "devanagari": "चोद्यमाना सुरैरेवं मत्वा वितथमात्मजम् ।व्यसृजन् मरुतोऽबिभ्रन् दत्तोऽयं वितथेऽन्वये ॥ ३९ ॥",
        "english_devnagari": "codyamānā surair evaṁmatvā vitatham ātmajamvyasṛjan maruto ’bibhrandatto ’yaṁ vitathe ’nvaye",
        "verse_Syn": [
            "codyamānā",
            "suraiḥ",
            "evam",
            "matvā",
            "vitatham",
            "ātmajam",
            "vyasṛjat",
            "marutaḥ",
            "abibhran",
            "dattaḥ",
            "ayam",
            "vitathe",
            "anvaye"
        ],
        "translation": "Although encouraged by the demigods to maintain the child, Mamatā considered him useless because of his illicit birth, and therefore she left him. Consequently, the demigods known as the Maruts maintained the child, and when Mahārāja Bharata was disappointed for want of a child, this child was given to him as his son.",
        "purport": " From this verse it is understood that those who are rejected from the higher planetary system are given a chance to take birth in the most exalted families on this planet earth."
    }
]