[
    {
        "verse": "1",
        "devanagari": "श्रीशुक उवाचएवं भगवतादिष्टो दुर्वासश्चक्रतापित: ।अम्बरीषमुपावृत्य तत्पादौ दु:खितोऽग्रहीत् ॥ १ ॥",
        "english_devnagari": "śrī-śuka uvācaevaṁ bhagavatādiṣṭodurvāsāś cakra-tāpitaḥambarīṣam upāvṛtyatat-pādau duḥkhito ’grahīt",
        "verse_Syn": [
            "śrī",
            "śukaḥ",
            "uvāca",
            "evam",
            "bhagavatā",
            "ādiṣṭaḥ",
            "durvāsāḥ",
            "cakra",
            "tāpitaḥ",
            "ambarīṣam",
            "upāvṛtya",
            "tat",
            "pādau",
            "duḥkhitaḥ",
            "agrahīt"
        ],
        "translation": "Śukadeva Gosvāmī said: When thus advised by Lord Viṣṇu, Durvāsā Muni, who was very much harassed by the Sudarśana cakra, immediately approached Mahārāja Ambarīṣa. Being very much aggrieved, the muni fell down and clasped the King’s lotus feet.",
        "purport": ""
    },
    {
        "verse": "2",
        "devanagari": "तस्य सोद्यममावीक्ष्य पादस्पर्शविलज्जित: ।अस्तावीत् तद्धरेरस्त्रं कृपया पीडितो भृशम् ॥ २ ॥",
        "english_devnagari": "tasya sodyamam āvīkṣyapāda-sparśa-vilajjitaḥastāvīt tad dharer astraṁkṛpayā pīḍito bhṛśam",
        "verse_Syn": [
            "tasya",
            "saḥ",
            "udyamam",
            "āvīkṣya",
            "pāda",
            "sparśa",
            "vilajjitaḥ",
            "astāvīt",
            "tat",
            "hareḥ",
            "astram",
            "kṛpayā",
            "pīḍitaḥ",
            "bhṛśam"
        ],
        "translation": "When Durvāsā touched his lotus feet, Mahārāja Ambarīṣa was very much ashamed, and when he saw Durvāsā attempting to offer prayers, because of mercy he was aggrieved even more. Thus he immediately began offering prayers to the great weapon of the Supreme Personality of Godhead.",
        "purport": ""
    },
    {
        "verse": "3",
        "devanagari": "अम्बरीष उवाचत्वमग्निर्भगवान् सूर्यस्त्वं सोमो ज्योतिषां पति: ।त्वमापस्त्वं क्षितिर्व्योम वायुर्मात्रेन्द्रियाणि च ॥ ३ ॥",
        "english_devnagari": "ambarīṣa uvācatvam agnir bhagavān sūryastvaṁ somo jyotiṣāṁ patiḥtvam āpas tvaṁ kṣitir vyomavāyur mātrendriyāṇi ca",
        "verse_Syn": [
            "ambarīṣaḥ",
            "uvāca",
            "tvam",
            "agniḥ",
            "bhagavān",
            "sūryaḥ",
            "tvam",
            "somaḥ",
            "jyotiṣām",
            "patiḥ",
            "tvam",
            "āpaḥ",
            "tvam",
            "kṣitiḥ",
            "vyoma",
            "vāyuḥ",
            "mātra",
            "indriyāṇi",
            "ca"
        ],
        "translation": "Mahārāja Ambarīṣa said: O Sudarśana cakra, you are fire, you are the most powerful sun, and you are the moon, the master of all luminaries. You are water, earth and sky, you are the air, you are the five sense objects [sound, touch, form, taste and smell], and you are the senses also.",
        "purport": ""
    },
    {
        "verse": "4",
        "devanagari": "सुदर्शन नमस्तुभ्यं सहस्राराच्युतप्रिय ।सर्वास्त्रघातिन् विप्राय स्वस्ति भूया इडस्पते ॥ ४ ॥",
        "english_devnagari": "sudarśana namas tubhyaṁsahasrārācyuta-priyasarvāstra-ghātin viprāyasvasti bhūyā iḍaspate",
        "verse_Syn": [
            "sudarśana",
            "namaḥ",
            "tubhyam",
            "sahasra",
            "ara",
            "acyuta",
            "priya",
            "sarva",
            "astra",
            "ghātin",
            "viprāya",
            "svasti",
            "bhūyāḥ",
            "iḍaspate"
        ],
        "translation": "O most favorite of Acyuta, the Supreme Personality of Godhead, you have thousands of spokes. O master of the material world, destroyer of all weapons, original vision of the Personality of Godhead, I offer my respectful obeisances unto you. Kindly give shelter and be auspicious to this brāhmaṇa.",
        "purport": ""
    },
    {
        "verse": "5",
        "devanagari": "त्वं धर्मस्त्वमृतं सत्यं त्वं यज्ञोऽखिलयज्ञभुक् ।त्वं लोकपाल: सर्वात्मा त्वं तेज: पौरुषं परम् ॥ ५ ॥",
        "english_devnagari": "tvaṁ dharmas tvam ṛtaṁ satyaṁtvaṁ yajño ’khila-yajña-bhuktvaṁ loka-pālaḥ sarvātmātvaṁ tejaḥ pauruṣaṁ param",
        "verse_Syn": [
            "tvam",
            "dharmaḥ",
            "tvam",
            "ṛtam",
            "satyam",
            "tvam",
            "yajñaḥ",
            "akhila",
            "yajña",
            "bhuk",
            "tvam",
            "loka",
            "pālaḥ",
            "sarva",
            "ātmā",
            "tvam",
            "tejaḥ",
            "pauruṣam",
            "param"
        ],
        "translation": "O Sudarśana wheel, you are religion, you are truth, you are encouraging statements, you are sacrifice, and you are the enjoyer of the fruits of sacrifice. You are the maintainer of the entire universe, and you are the supreme transcendental prowess in the hands of the Supreme Personality of Godhead. You are the original vision of the Lord, and therefore you are known as Sudarśana. Everything has been created by your activities, and therefore you are all-pervading.",
        "purport": " The word sudarśana means “auspicious vision.” From Vedic instructions we understand that this material world is created by the glance of the Supreme Personality of Godhead (sa aikṣata, sa asṛjata). The Supreme Personality of Godhead glanced over the mahat-tattva, or the total material energy, and when it was agitated, everything came into existence. Western philosophers sometimes think that the original cause of creation was a chunk that exploded. If one thinks of this chunk as the total material energy, the mahat-tattva, one can understand that the chunk was agitated by the glance of the Lord, and thus the Lord’s glance is the original cause of material creation."
    },
    {
        "verse": "6",
        "devanagari": "नम: सुनाभाखिलधर्मसेतवेह्यधर्मशीलासुरधूमकेतवे ।त्रैलोक्यगोपाय विशुद्धवर्चसेमनोजवायाद्भ‍ुतकर्मणे गृणे ॥ ६ ॥",
        "english_devnagari": "namaḥ sunābhākhila-dharma-setavehy adharma-śīlāsura-dhūma-ketavetrailokya-gopāya viśuddha-varcasemano-javāyādbhuta-karmaṇe gṛṇe",
        "verse_Syn": [
            "namaḥ",
            "su",
            "nābha",
            "akhila",
            "dharma",
            "setave",
            "hi",
            "adharma",
            "śīla",
            "asura",
            "dhūma",
            "ketave",
            "trailokya",
            "gopāya",
            "viśuddha",
            "varcase",
            "manaḥ",
            "javāya",
            "adbhuta",
            "karmaṇe",
            "gṛṇe"
        ],
        "translation": "O Sudarśana, you have a very auspicious hub, and therefore you are the upholder of all religion. You are just like an inauspicious comet for the irreligious demons. Indeed, you are the maintainer of the three worlds, you are full of transcendental effulgence, you are as quick as the mind, and you are able to work wonders. I can simply utter the word “namaḥ,” offering all obeisances unto you.",
        "purport": " The disc of the Lord is called Sudarśana because he does not discriminate between high and low criminals or demons. Durvāsā Muni was certainly a powerful brāhmaṇa, but his acts against the pure devotee Mahārāja Ambarīṣa were no better than the activities of asuras. As stated in the śāstras, dharmaṁ tu sākṣād bhagavat-praṇītam: the word dharma refers to the orders or laws given by the Supreme Personality of Godhead. Sarva-dharmān parityajya mām ekaṁ śaraṇaṁ vraja: real dharma is surrender unto the Supreme Personality of Godhead. Therefore real dharma means bhakti, or devotional service to the Lord. The Sudarśana cakra is here addressed as dharma-setave, the protector of dharma. Mahārāja Ambarīṣa was a truly religious person, and consequently for his protection the Sudarśana cakra was ready to punish even such a strict brāhmaṇa as Durvāsā Muni because he had acted like a demon. There are demons even in the form of brāhmaṇas. Therefore the Sudarśana cakra does not discriminate between brāhmaṇa demons and śūdra demons. Anyone against the Supreme Personality of Godhead and His devotees is called a demon. In the śāstras we find many brāhmaṇas and kṣatriyas who acted as demons and have been described as demons. According to the verdict of the śāstras, one has to be understood according to his symptoms. If one is born of a brāhmaṇa father but his symptoms are demoniac, he is regarded as a demon. The Sudarśana cakra is always concerned with annihilating the demons. Therefore he is described as adharma-śīlāsura-dhūma-ketave. Those who are not devotees are called adharma-śīla. The Sudarśana cakra is just like an inauspicious comet for all such demons."
    },
    {
        "verse": "7",
        "devanagari": "त्वत्तेजसा धर्ममयेन संहृतंतम: प्रकाशश्च द‍ृशो महात्मनाम् ।दुरत्ययस्ते महिमा गिरां पतेत्वद्रूपमेतत् सदसत् परावरम् ॥ ७ ॥",
        "english_devnagari": "tvat-tejasā dharma-mayena saṁhṛtaṁtamaḥ prakāśaś ca dṛśo mahātmanāmduratyayas te mahimā girāṁ patetvad-rūpam etat sad-asat parāvaram",
        "verse_Syn": [
            "tvat",
            "tejasā",
            "dharma",
            "mayena",
            "saṁhṛtam",
            "tamaḥ",
            "prakāśaḥ",
            "ca",
            "dṛśaḥ",
            "mahā",
            "ātmanām",
            "duratyayaḥ",
            "te",
            "mahimā",
            "girām",
            "pate",
            "tvat",
            "rūpam",
            "etat",
            "sat",
            "asat",
            "para",
            "avaram"
        ],
        "translation": "O master of speech, by your effulgence, full of religious principles, the darkness of the world is dissipated, and the knowledge of learned persons or great souls is manifested. Indeed, no one can surpass your effulgence, for all things, manifested and unmanifested, gross and subtle, superior and inferior, are but various forms of you that are manifested by your effulgence.",
        "purport": " Without illumination, nothing can be seen, especially in this material world. The illumination in this world emanates from the effulgence of Sudarśana, the original vision of the Supreme Personality of Godhead. The illuminating principles of the sun, the moon and fire emanate from Sudarśana. Similarly, illumination by knowledge also comes from Sudarśana because with the illumination of Sudarśana one can distinguish one thing from another, the superior from the inferior. Generally people accept a powerful yogī like Durvāsā Muni as wonderfully superior, but if such a person is chased by the Sudarśana cakra, we can see his real identity and understand how inferior he is because of his dealings with devotees."
    },
    {
        "verse": "8",
        "devanagari": "यदा विसृष्टस्त्वमनञ्जनेन वैबलं प्रविष्टोऽजित दैत्यदानवम् ।बाहूदरोर्वङ्‌घ्रिशिरोधराणिवृश्चन्नजस्रं प्रधने विराजसे ॥ ८ ॥",
        "english_devnagari": "yadā visṛṣṭas tvam anañjanena vaibalaṁ praviṣṭo ’jita daitya-dānavambāhūdarorv-aṅghri-śirodharāṇivṛścann ajasraṁ pradhane virājase",
        "verse_Syn": [
            "yadā",
            "visṛṣṭaḥ",
            "tvam",
            "anañjanena",
            "vai",
            "balam",
            "praviṣṭaḥ",
            "ajita",
            "daitya",
            "dānavam",
            "bāhu",
            "udara",
            "ūru",
            "aṅghri",
            "śiraḥ",
            "dharāṇi",
            "vṛścan",
            "ajasram",
            "pradhane",
            "virājase"
        ],
        "translation": "O indefatigable one, when you are sent by the Supreme Personality of Godhead to enter among the soldiers of the Daityas and the Dānavas, you stay on the battlefield and unendingly separate their arms, bellies, thighs, legs and heads.",
        "purport": ""
    },
    {
        "verse": "9",
        "devanagari": "स त्वं जगत् त्राण खलप्रहाणयेनिरूपित: सर्वसहो गदाभृता ।विप्रस्य चास्मत्कुलदैवहेतवेविधेहि भद्रं तदनुग्रहो हि न: ॥ ९ ॥",
        "english_devnagari": "sa tvaṁ jagat-trāṇa khala-prahāṇayenirūpitaḥ sarva-saho gadā-bhṛtāviprasya cāsmat-kula-daiva-hetavevidhehi bhadraṁ tad anugraho hi naḥ",
        "verse_Syn": [
            "saḥ",
            "tvam",
            "jagat",
            "trāṇa",
            "khala",
            "prahāṇaye",
            "nirūpitaḥ",
            "sarva",
            "sahaḥ",
            "gadā",
            "bhṛtā",
            "viprasya",
            "ca",
            "asmat",
            "kula",
            "daiva",
            "hetave",
            "vidhehi",
            "bhadram",
            "tat",
            "anugrahaḥ",
            "hi",
            "naḥ"
        ],
        "translation": "O protector of the universe, you are engaged by the Supreme Personality of Godhead as His all-powerful weapon in killing the envious enemies. For the benefit of our entire dynasty, kindly favor this poor brāhmaṇa. This will certainly be a favor for all of us.",
        "purport": ""
    },
    {
        "verse": "10",
        "devanagari": "यद्यस्ति दत्तमिष्टं वा स्वधर्मो वा स्वनुष्ठित: ।कुलं नो विप्रदैवं चेद् द्विजो भवतु विज्वर: ॥ १० ॥",
        "english_devnagari": "yady asti dattam iṣṭaṁ vāsva-dharmo vā svanuṣṭhitaḥkulaṁ no vipra-daivaṁ ceddvijo bhavatu vijvaraḥ",
        "verse_Syn": [
            "yadi",
            "asti",
            "dattam",
            "iṣṭam",
            "vā",
            "sva",
            "dharmaḥ",
            "vā",
            "su",
            "anuṣṭhitaḥ",
            "kulam",
            "naḥ",
            "vipra",
            "daivam",
            "cet",
            "dvijaḥ",
            "bhavatu",
            "vijvaraḥ"
        ],
        "translation": "If our family has given charity to the proper persons, if we have performed ritualistic ceremonies and sacrifices, if we have properly carried out our occupational duties, and if we have been guided by learned brāhmaṇas, I wish, in exchange, that this brāhmaṇa be freed from the burning caused by the Sudarśana cakra.",
        "purport": ""
    },
    {
        "verse": "11",
        "devanagari": "यदि नो भगवान् प्रीत एक: सर्वगुणाश्रय: ।सर्वभूतात्मभावेन द्विजो भवतु विज्वर: ॥ ११ ॥",
        "english_devnagari": "yadi no bhagavān prītaekaḥ sarva-guṇāśrayaḥsarva-bhūtātma-bhāvenadvijo bhavatu vijvaraḥ",
        "verse_Syn": [
            "yadi",
            "naḥ",
            "bhagavān",
            "prītaḥ",
            "ekaḥ",
            "sarva",
            "guṇa",
            "āśrayaḥ",
            "sarva",
            "bhūta",
            "ātma",
            "bhāvena",
            "dvijaḥ",
            "bhavatu",
            "vijvaraḥ"
        ],
        "translation": "If the Supreme Personality of Godhead, who is one without a second, who is the reservoir of all transcendental qualities, and who is the life and soul of all living entities, is pleased with us, we wish that this brāhmaṇa, Durvāsā Muni, be freed from the pain of being burned.",
        "purport": ""
    },
    {
        "verse": "12",
        "devanagari": "श्रीशुक उवाचइति संस्तुवतो राज्ञो विष्णुचक्रं सुदर्शनम् ।अशाम्यत् सर्वतो विप्रं प्रदहद् राजयाञ्चया ॥ १२ ॥",
        "english_devnagari": "śrī-śuka uvācaiti saṁstuvato rājñoviṣṇu-cakraṁ sudarśanamaśāmyat sarvato vipraṁpradahad rāja-yācñayā",
        "verse_Syn": [
            "śrī",
            "śukaḥ",
            "uvāca",
            "iti",
            "saṁstuvataḥ",
            "rājñaḥ",
            "viṣṇu",
            "cakram",
            "sudarśanam",
            "aśāmyat",
            "sarvataḥ",
            "vipram",
            "pradahat",
            "rāja",
            "yācñayā"
        ],
        "translation": "Śukadeva Gosvāmī continued: When the King offered prayers to the Sudarśana cakra and Lord Viṣṇu, because of his prayers the Sudarśana cakra became peaceful and stopped burning the brāhmaṇa known as Durvāsā Muni.",
        "purport": ""
    },
    {
        "verse": "13",
        "devanagari": "स मुक्तोऽस्त्राग्नितापेन दुर्वास: स्वस्तिमांस्तत: ।प्रशशंस तमुर्वीशं युञ्जान: परमाशिष: ॥ १३ ॥",
        "english_devnagari": "sa mukto ’strāgni-tāpenadurvāsāḥ svastimāṁs tataḥpraśaśaṁsa tam urvīśaṁyuñjānaḥ paramāśiṣaḥ",
        "verse_Syn": [
            "saḥ",
            "muktaḥ",
            "astra",
            "agni",
            "tāpena",
            "durvāsāḥ",
            "svastimān",
            "tataḥ",
            "praśaśaṁsa",
            "tam",
            "urvī",
            "īśam",
            "yuñjānaḥ",
            "parama",
            "āśiṣaḥ"
        ],
        "translation": "Durvāsā Muni, the greatly powerful mystic, was indeed satisfied when freed from the fire of the Sudarśana cakra. Thus he praised the qualities of Mahārāja Ambarīṣa and offered him the highest benedictions.",
        "purport": ""
    },
    {
        "verse": "14",
        "devanagari": "दुर्वासा उवाचअहो अनन्तदासानां महत्त्वं द‍ृष्टमद्य मे ।कृतागसोऽपि यद् राजन् मङ्गलानि समीहसे ॥ १४ ॥",
        "english_devnagari": "durvāsā uvācaaho ananta-dāsānāṁmahattvaṁ dṛṣṭam adya mekṛtāgaso ’pi yad rājanmaṅgalāni samīhase",
        "verse_Syn": [
            "durvāsāḥ",
            "uvāca",
            "aho",
            "ananta",
            "dāsānām",
            "mahattvam",
            "dṛṣṭam",
            "adya",
            "me",
            "kṛta",
            "āgasaḥ",
            "api",
            "yat",
            "rājan",
            "maṅgalāni",
            "samīhase"
        ],
        "translation": "Durvāsā Muni said: My dear King, today I have experienced the greatness of devotees of the Supreme Personality of Godhead, for although I have committed an offense, you have prayed for my good fortune.",
        "purport": ""
    },
    {
        "verse": "15",
        "devanagari": "दुष्कर: को नु साधूनां दुस्त्यजो वा महात्मनाम् ।यै: संगृहीतो भगवान् सात्वतामृषभो हरि: ॥ १५ ॥",
        "english_devnagari": "duṣkaraḥ ko nu sādhūnāṁdustyajo vā mahātmanāmyaiḥ saṅgṛhīto bhagavānsātvatām ṛṣabho hariḥ",
        "verse_Syn": [
            "duṣkaraḥ",
            "kaḥ",
            "nu",
            "sādhūnām",
            "dustyajaḥ",
            "vā",
            "mahā",
            "ātmanām",
            "yaiḥ",
            "saṅgṛhītaḥ",
            "bhagavān",
            "sātvatām",
            "ṛṣabhaḥ",
            "hariḥ"
        ],
        "translation": "For those who have achieved the Supreme Personality of Godhead, the master of the pure devotees, what is impossible to do, and what is impossible to give up?",
        "purport": ""
    },
    {
        "verse": "16",
        "devanagari": "यन्नामश्रुतिमात्रेण पुमान् भवति निर्मल: ।तस्य तीर्थपद: किं वा दासानामवशिष्यते ॥ १६ ॥",
        "english_devnagari": "yan-nāma-śruti-mātreṇapumān bhavati nirmalaḥtasya tīrtha-padaḥ kiṁ vādāsānām avaśiṣyate",
        "verse_Syn": [
            "yat",
            "nāma",
            "śruti",
            "mātreṇa",
            "pumān",
            "bhavati",
            "nirmalaḥ",
            "tasya",
            "tīrtha",
            "padaḥ",
            "kim",
            "vā",
            "dāsānām",
            "avaśiṣyate"
        ],
        "translation": "What is impossible for the servants of the Lord? By the very hearing of His holy name one is purified.",
        "purport": ""
    },
    {
        "verse": "17",
        "devanagari": "राजन्ननुगृहीतोऽहं त्वयातिकरुणात्मना ।मदघं पृष्ठत: कृत्वा प्राणा यन्मेऽभिरक्षिता: ॥ १७ ॥",
        "english_devnagari": "rājann anugṛhīto ’haṁtvayātikaruṇātmanāmad-aghaṁ pṛṣṭhataḥ kṛtvāprāṇā yan me ’bhirakṣitāḥ",
        "verse_Syn": [
            "rājan",
            "anugṛhītaḥ",
            "aham",
            "tvayā",
            "ati",
            "karuṇa",
            "ātmanā",
            "mat",
            "agham",
            "pṛṣṭhataḥ",
            "kṛtvā",
            "prāṇāḥ",
            "yat",
            "me",
            "abhirakṣitāḥ"
        ],
        "translation": "O King, overlooking my offenses, you have saved my life. Thus I am very much obliged to you because you are so merciful.",
        "purport": ""
    },
    {
        "verse": "18",
        "devanagari": "राजा तमकृताहार: प्रत्यागमनकाङ्क्षuया ।चरणावुपसङ्गृह्य प्रसाद्य समभोजयत् ॥ १८ ॥",
        "english_devnagari": "rājā tam akṛtāhāraḥpratyāgamana-kāṅkṣayācaraṇāv upasaṅgṛhyaprasādya samabhojayat",
        "verse_Syn": [
            "rājā",
            "tam",
            "akṛta",
            "āhāraḥ",
            "pratyāgamana",
            "kāṅkṣayā",
            "caraṇau",
            "upasaṅgṛhya",
            "prasādya",
            "samabhojayat"
        ],
        "translation": "Expecting the return of Durvāsā Muni, the King had not taken his food. Therefore, when the sage returned, the King fell at his lotus feet, pleasing him in all respects, and fed him sumptuously.",
        "purport": ""
    },
    {
        "verse": "19",
        "devanagari": "सोऽशित्वाद‍ृतमानीतमातिथ्यं सार्वकामिकम् ।तृप्तात्मा नृपतिं प्राह भुज्यतामिति सादरम् ॥ १९ ॥",
        "english_devnagari": "so ’śitvādṛtam ānītamātithyaṁ sārva-kāmikamtṛptātmā nṛpatiṁ prāhabhujyatām iti sādaram",
        "verse_Syn": [
            "saḥ",
            "aśitvā",
            "ādṛtam",
            "ānītam",
            "ātithyam",
            "sārva",
            "kāmikam",
            "tṛpta",
            "ātmā",
            "nṛpatim",
            "prāha",
            "bhujyatām",
            "iti",
            "sa",
            "ādaram"
        ],
        "translation": "Thus the King respectfully received Durvāsā Muni, who after eating varieties of palatable food was so satisfied that with great affection he requested the King to eat also, saying, “Please take your meal.”",
        "purport": ""
    },
    {
        "verse": "20",
        "devanagari": "प्रीतोऽस्म्यनुगृहीतोऽस्मि तव भागवतस्य वै ।दर्शनस्पर्शनालापैरातिथ्येनात्ममेधसा ॥ २० ॥",
        "english_devnagari": "prīto ’smy anugṛhīto ’smitava bhāgavatasya vaidarśana-sparśanālāpairātithyenātma-medhasā",
        "verse_Syn": [
            "prītaḥ",
            "asmi",
            "anugṛhītaḥ",
            "asmi",
            "tava",
            "bhāgavatasya",
            "vai",
            "darśana",
            "sparśana",
            "ālāpaiḥ",
            "ātithyena",
            "ātma",
            "medhasā"
        ],
        "translation": "Durvāsā Muni said: I am very pleased with you, my dear King. At first I thought of you as an ordinary human being and accepted your hospitality, but later I could understand, by my own intelligence, that you are the most exalted devotee of the Lord. Therefore, simply by seeing you, touching your feet and talking with you, I have been pleased and have become obliged to you.",
        "purport": " It is said, vaiṣṇavera kriyā mudrā vijñeha nā bujhaya: even a very intelligent man cannot understand the activities of a pure Vaiṣṇava. Therefore, although Durvāsā Muni was a great mystic yogī, he first mistook Mahārāja Ambarīṣa for an ordinary human being and wanted to punish him. Such is the mistaken observation of a Vaiṣṇava. When Durvāsā Muni was persecuted by the Sudarśana cakra, however, his intelligence developed. Therefore the word ātma-medhasā is used to indicate that by his personal experience he would understand how great a Vaiṣṇava the King was. When Durvāsā Muni was chased by the Sudarśana cakra, he wanted to take shelter of Lord Brahmā and Lord Śiva, and he was even able to go to the spiritual world, meet the Personality of Godhead and talk with Him face to face, yet he was unable to be rescued from the attack of the Sudarśana cakra. Thus he could understand the influence of a Vaiṣṇava by personal experience. Durvāsā Muni was certainly a great yogī and a very learned brāhmaṇa, but despite his being a real yogī he was unable to understand the influence of a Vaiṣṇava. Therefore it is said, vaiṣṇavera kriyā mudrā vijñeha nā bujhaya: even the most learned person cannot understand the value of a Vaiṣṇava. There is always a possibility for so-called jñānīs and yogīs to be mistaken when studying the character of a Vaiṣṇava. A Vaiṣṇava can be understood by how much he is favored by the Supreme Personality of Godhead in terms of his inconceivable activities."
    },
    {
        "verse": "21",
        "devanagari": "कर्मावदातमेतत् ते गायन्ति स्व:स्त्रियो मुहु: ।कीर्तिं परमपुण्यां च कीर्तयिष्यति भूरियम् ॥ २१ ॥",
        "english_devnagari": "karmāvadātam etat tegāyanti svaḥ-striyo muhuḥkīrtiṁ parama-puṇyāṁ cakīrtayiṣyati bhūr iyam",
        "verse_Syn": [
            "karma",
            "avadātam",
            "etat",
            "te",
            "gāyanti",
            "svaḥ",
            "striyaḥ",
            "muhuḥ",
            "kīrtim",
            "parama",
            "puṇyām",
            "ca",
            "kīrtayiṣyati",
            "bhūḥ",
            "iyam"
        ],
        "translation": "All the blessed women in the heavenly planets will continuously chant about your spotless character at every moment, and the people of this world will also chant your glories continuously.",
        "purport": ""
    },
    {
        "verse": "22",
        "devanagari": "श्रीशुक उवाचएवं सङ्कीर्त्य राजानं दुर्वास: परितोषित: ।ययौ विहायसामन्‍त्र्य ब्रह्मलोकमहैतुकम् ॥ २२ ॥",
        "english_devnagari": "śrī-śuka uvācaevaṁ saṅkīrtya rājānaṁdurvāsāḥ paritoṣitaḥyayau vihāyasāmantryabrahmalokam ahaitukam",
        "verse_Syn": [
            "śrī",
            "śukaḥ",
            "uvāca",
            "evam",
            "saṅkīrtya",
            "rājānam",
            "durvāsāḥ",
            "paritoṣitaḥ",
            "yayau",
            "vihāyasā",
            "āmantrya",
            "brahmalokam",
            "ahaitukam"
        ],
        "translation": "Śrī Śukadeva Gosvāmī continued: Thus being satisfied in all respects, the great mystic yogī Durvāsā took permission and left, continuously glorifying the King. Through the skyways, he went to Brahmaloka, which is devoid of agnostics and dry philosophical speculators.",
        "purport": " Although Durvāsā Muni went back to Brahmaloka through the spaceways, he did not need an airplane, for great mystic yogīs can transport themselves from any planet to any other without any machine. There is a planet named Siddhaloka whose inhabitants can go to any other planet because they naturally have all the perfection of yoga practice. Thus Durvāsā Muni, the great mystic yogī, could go through the skyways to any planet, even to Brahmaloka. In Brahmaloka, everyone is self-realized, and thus there is no need of philosophical speculation to come to the conclusion of the Absolute Truth. Durvāsā Muni’s purpose in going to Brahmaloka was apparently to speak to the residents of Brahmaloka about how powerful a devotee is and how a devotee can surpass every living entity within this material world. The so-called jñānīs and yogīs cannot compare to a devotee."
    },
    {
        "verse": "23",
        "devanagari": "संवत्सरोऽत्यगात् तावद् यावता नागतो गत: ।मुनिस्तद्दर्शनाकाङ्क्षोत राजाब्भक्षो बभूव ह ॥ २३ ॥",
        "english_devnagari": "saṁvatsaro ’tyagāt tāvadyāvatā nāgato gataḥmunis tad-darśanākāṅkṣorājāb-bhakṣo babhūva ha",
        "verse_Syn": [
            "saṁvatsaraḥ",
            "atyagāt",
            "tāvat",
            "yāvatā",
            "na",
            "āgataḥ",
            "gataḥ",
            "muniḥ",
            "tat",
            "darśana",
            "ākāṅkṣaḥ",
            "rājā",
            "ap",
            "bhakṣaḥ",
            "babhūva",
            "ha"
        ],
        "translation": "Durvāsā Muni had left the place of Mahārāja Ambarīṣa, and as long as he had not returned — for one complete year — the King had fasted, maintaining himself simply by drinking water.",
        "purport": ""
    },
    {
        "verse": "24",
        "devanagari": "गतेऽथ दुर्वाससि सोऽम्बरीषोद्विजोपयोगातिपवित्रमाहरत् ।ऋषेर्विमोक्षं व्यसनं च वीक्ष्यमेने स्ववीर्यं च परानुभावम् ॥ २४ ॥",
        "english_devnagari": "gate ’tha durvāsasi so ’mbarīṣodvijopayogātipavitram āharatṛṣer vimokṣaṁ vyasanaṁ ca vīkṣyamene sva-vīryaṁ ca parānubhāvam",
        "verse_Syn": [
            "gate",
            "atha",
            "durvāsasi",
            "saḥ",
            "ambarīṣaḥ",
            "dvija",
            "upayoga",
            "ati",
            "pavitram",
            "āharat",
            "ṛṣeḥ",
            "vimokṣam",
            "vyasanam",
            "ca",
            "vīkṣya",
            "mene",
            "sva",
            "vīryam",
            "ca",
            "para",
            "anubhāvam"
        ],
        "translation": "After one year, when Durvāsā Muni had returned, King Ambarīṣa sumptuously fed him all varieties of pure food, and then he himself also ate. When the King saw that the brāhmaṇa Durvāsā had been released from the great danger of being burned, he could understand that by the grace of the Lord he himself was also powerful, but he did not take any credit, for everything had been done by the Lord.",
        "purport": " A devotee like Mahārāja Ambarīṣa is certainly always busy in many activities. Of course, this material world is full of dangers that one has to meet, but a devotee, because of his full dependence on the Supreme Personality of Godhead, is never disturbed. The vivid example is Mahārāja Ambarīṣa. He was the emperor of the entire world and had many duties to perform, and in the course of these duties there were many disturbances created by persons like Durvāsā Muni, but the King tolerated everything, patiently depending fully on the mercy of the Lord. The Lord, however, is situated in everyone’s heart (sarvasya cāhaṁ hṛdi sanniviṣṭaḥ), and He manages things as He desires. Thus although Mahārāja Ambarīṣa was faced with many disturbances, the Lord, being merciful to him, managed things so nicely that in the end Durvāsā Muni and Mahārāja Ambarīṣa became great friends and parted cordially on the basis of bhakti-yoga. After all, Durvāsā Muni was convinced of the power of bhakti-yoga, although he himself was a great mystic yogī. Therefore, as stated by Lord Kṛṣṇa in Bhagavad-gītā (6.47): “Of all yogīs, he who always abides in Me with great faith, worshiping Me in transcendental loving service, is most intimately united with Me in yoga and is the highest of all.” Thus it is a fact that a devotee is the topmost yogī, as proved in the dealings of Mahārāja Ambarīṣa with Durvāsā Muni."
    },
    {
        "verse": "25",
        "devanagari": "एवं विधानेकगुण: स राजापरात्मनि ब्रह्मणि वासुदेवे ।क्रियाकलापै: समुवाह भक्तिंययाविरिञ्‍च्यान् निरयांश्चकार ॥ २५ ॥",
        "english_devnagari": "evaṁ vidhāneka-guṇaḥ sa rājāparātmani brahmaṇi vāsudevekriyā-kalāpaiḥ samuvāha bhaktiṁyayāviriñcyān nirayāṁś cakāra",
        "verse_Syn": [
            "evam",
            "vidhā",
            "aneka",
            "guṇaḥ",
            "saḥ",
            "rājā",
            "para",
            "ātmani",
            "brahmaṇi",
            "vāsudeve",
            "kriyā",
            "kalāpaiḥ",
            "samuvāha",
            "bhaktim",
            "yayā",
            "āviriñcyān",
            "nirayān",
            "cakāra"
        ],
        "translation": "In this way, because of devotional service, Mahārāja Ambarīṣa, who was endowed with varieties of transcendental qualities, was completely aware of Brahman, Paramātmā and the Supreme Personality of Godhead, and thus he executed devotional service perfectly. Because of his devotion, he thought even the topmost planet of this material world no better than the hellish planets.",
        "purport": " An exalted and pure devotee like Mahārāja Ambarīṣa is in full awareness of Brahman, Paramātmā and Bhagavān; in other words, a devotee of Vāsudeva, Kṛṣṇa, is in full knowledge of the other features of the Absolute Truth. The Absolute Truth is realized in three features — Brahman, Paramātmā and Bhagavān (brahmeti paramātmeti bhagavān iti śabdyate). A devotee of the Supreme Personality of Godhead, Vāsudeva, knows everything (vāsudevaḥ sarvam iti) because Vāsudeva, Kṛṣṇa, includes both Paramātmā and Brahman. One does not have to realize Paramātmā by the yoga system, for the devotee always thinking of Vāsudeva is the topmost yogī (yoginām api sarveṣām). And as far as jñāna is concerned, if one is a perfect devotee of Vāsudeva, he is the greatest mahātmā (vāsudevaḥ sarvam iti sa mahātmā sudurlabhaḥ). A mahātmā is one who has full knowledge of the Absolute Truth. Thus Mahārāja Ambarīṣa, being a devotee of the Personality of Godhead, was in full awareness of Paramātmā, Brahman, māyā, the material world, the spiritual world, and how things are going on everywhere. Everything was known to him. Yasmin vijñāte sarvam evaṁ vijñātaṁ bhavati. Because the devotee knows Vāsudeva, he knows everything within the creation of Vāsudeva (vāsudevaḥ sarvam iti sa mahātmā sudurlabhaḥ). Such a devotee does not give much value to the highest standard of happiness within this material world. Because he is fixed in devotional service, a devotee does not regard any position in the material world as important. Śrīla Prabodhānanda Sarasvatī has therefore written (Caitanya-candrāmṛta 5): For one who becomes a pure devotee through devotional service to great personalities like Caitanya Mahāprabhu, kaivalya, or merging into Brahman, appears no better than hell. As far as the heavenly planets are concerned, to a devotee they are like a phantasmagoria or will-o’-the-wisp, and as far as yogic perfection is concerned, a devotee does not care a fig for such perfection, since the purpose of yogic perfection is achieved automatically by the devotee. This is all possible when one becomes a devotee of the Lord through the medium of Caitanya Mahāprabhu’s instructions."
    },
    {
        "verse": "26",
        "devanagari": "श्रीशुक उवाचअथाम्बरीषस्तनयेषु राज्यंसमानशीलेषु विसृज्य धीर: ।वनं विवेशात्मनि वासुदेवेमनो दधद् ध्वस्तगुणप्रवाह: ॥ २६ ॥",
        "english_devnagari": "śrī-śuka uvācaathāmbarīṣas tanayeṣu rājyaṁsamāna-śīleṣu visṛjya dhīraḥvanaṁ viveśātmani vāsudevemano dadhad dhvasta-guṇa-pravāhaḥ",
        "verse_Syn": [
            "śrī",
            "śukaḥ",
            "uvāca",
            "atha",
            "ambarīṣaḥ",
            "tanayeṣu",
            "rājyam",
            "samāna",
            "śīleṣu",
            "visṛjya",
            "dhīraḥ",
            "vanam",
            "viveśa",
            "ātmani",
            "vāsudeve",
            "manaḥ",
            "dadhat",
            "dhvasta",
            "guṇa",
            "pravāhaḥ"
        ],
        "translation": "Śrīla Śukadeva Gosvāmī continued: Thereafter, because of his advanced position in devotional life, Mahārāja Ambarīṣa, who no longer desired to live with material things, retired from active family life. He divided his property among his sons, who were equally as qualified, and he himself took the order of vānaprastha and went to the forest to concentrate his mind fully upon Lord Vāsudeva.",
        "purport": " As a pure devotee, Mahārāja Ambarīṣa was liberated in any condition of life because, as enunciated by Śrīla Rūpa Gosvāmī, a devotee is always liberated. In Bhakti-rasāmṛta-sindhu, Śrīla Rūpa Gosvāmī thus instructs that if one’s only desire is service to the Lord, he is liberated in any condition of life. Mahārāja Ambarīṣa was undoubtedly liberated in any condition, but as an ideal king he accepted the vānaprastha order of retirement from family life. It is essential for one to renounce family responsibilities and fully concentrate on the lotus feet of Vāsudeva. Therefore Mahārāja Ambarīṣa divided the kingdom among his sons and retired from family life."
    },
    {
        "verse": "27",
        "devanagari": "इत्येतत् पुण्यमाख्यानमम्बरीषस्य भूपते ।सङ्कीर्तयन्ननुध्यायन् भक्तो भगवतो भवेत् ॥ २७ ॥",
        "english_devnagari": "ity etat puṇyam ākhyānamambarīṣasya bhūpatesaṅkīrtayann anudhyāyanbhakto bhagavato bhavet",
        "verse_Syn": [
            "iti",
            "etat",
            "puṇyam",
            "ākhyānam",
            "ambarīṣasya",
            "bhūpate",
            "saṅkīrtayan",
            "anudhyāyan",
            "bhaktaḥ",
            "bhagavataḥ",
            "bhavet"
        ],
        "translation": "Anyone who chants this narration or even thinks of this narration about the activities of Mahārāja Ambarīṣa certainly becomes a pure devotee of the Lord.",
        "purport": " Śrīla Viśvanātha Cakravartī Ṭhākura herein gives a very good example. When one is very eager for more and more money, he is not satisfied even when he is a millionaire or a multimillionaire, but wants to earn more and more money by any means. The same mentality is present in a devotee. The devotee is never satisfied, thinking, “This is the limit of my devotional service.” The more he engages in the service of the Lord, the more service he wants to give. This is the position of a devotee. Mahārāja Ambarīṣa, in his family life, was certainly a pure devotee, complete in every respect, because his mind and all his senses were engaged in devotional service (sa vai manaḥ kṛṣṇa-padāravindayor vacāṁsi vaikuṇṭha-guṇānuvarṇane). Mahārāja Ambarīṣa was self-satisfied because all of his senses were engaged in devotional service (sarvopādhi-vinirmuktaṁ tat-paratvena nirmalam/ hṛṣīkeṇa hṛṣīkeśa-sevanaṁ bhaktir ucyate). Nonetheless, although Mahārāja Ambarīṣa had engaged all his senses in devotional service, he left his home and went to the forest to concentrate his mind fully at the lotus feet of Kṛṣṇa, exactly as a mercantile man, even though complete in wealth, tries to earn more and more. This mentality of getting more and more engaged in devotional service puts one in the most exalted position. Whereas on the karma platform the mercantile man who wants more and more money becomes increasingly bound and entangled, the devotee becomes increasingly liberated."
    },
    {
        "verse": "28",
        "devanagari": "अम्बरीषस्यचरितं येश‍ृण्वन्तिमहात्मन: ।मुक्तिं प्रयान्तितेसर्वेभक्त्याविष्णो: प्रसादत: ॥ २८ ॥",
        "english_devnagari": "ambarīṣasya caritaṁye śṛṇvanti mahātmanaḥmuktiṁ prayānti te sarvebhaktyā viṣṇoḥ prasādataḥ",
        "verse_Syn": [
            "ambarīṣasya",
            "caritam",
            "ye",
            "śṛṇvanti",
            "mahā",
            "ātmanaḥ",
            "muktim",
            "prayānti",
            "te",
            "sarve",
            "bhaktyā",
            "viṣṇoḥ",
            "prasādataḥ"
        ],
        "translation": "By the grace of the Lord, those who hear about the activities of Mahārāja Ambarīṣa, the great devotee, certainly become liberated or become devotees without delay.",
        "purport": ""
    }
]