[
    {
        "verse": "1",
        "devanagari": "श्रीशुक उवाचवितथस्य सुतान् मन्योर्बृहत्क्षत्रो जयस्तत: ।महावीर्यो नरो गर्ग: सङ्‍कृतिस्तु नरात्मज: ॥ १ ॥",
        "english_devnagari": "śrī-śuka uvācavitathasya sutān manyorbṛhatkṣatro jayas tataḥmahāvīryo naro gargaḥsaṅkṛtis tu narātmajaḥ",
        "verse_Syn": [
            "śrī",
            "śukaḥ",
            "uvāca",
            "vitathasya",
            "sutāt",
            "manyoḥ",
            "bṛhatkṣatraḥ",
            "jayaḥ",
            "tataḥ",
            "mahāvīryaḥ",
            "naraḥ",
            "gargaḥ",
            "saṅkṛtiḥ",
            "tu",
            "nara",
            "ātmajaḥ"
        ],
        "translation": "Śukadeva Gosvāmī said: Because Bharadvāja was delivered by the Marut demigods, he was known as Vitatha. The son of Vitatha was Manyu, and from Manyu came five sons — Bṛhatkṣatra, Jaya, Mahāvīrya, Nara and Garga. Of these five, the one known as Nara had a son named Saṅkṛti.",
        "purport": ""
    },
    {
        "verse": "2",
        "devanagari": "गुरुश्च रन्तिदेवश्च सङ्‍कृते: पाण्डुनन्दन ।रन्तिदेवस्य महिमा इहामुत्र च गीयते ॥ २ ॥",
        "english_devnagari": "guruś ca rantidevaś casaṅkṛteḥ pāṇḍu-nandanarantidevasya mahimāihāmutra ca gīyate",
        "verse_Syn": [
            "guruḥ",
            "ca",
            "rantidevaḥ",
            "ca",
            "saṅkṛteḥ",
            "pāṇḍu",
            "nandana",
            "rantidevasya",
            "mahimā",
            "iha",
            "amutra",
            "ca",
            "gīyate"
        ],
        "translation": "O Mahārāja Parīkṣit, descendant of Pāṇḍu, Saṅkṛti had two sons, named Guru and Rantideva. Rantideva is famous in both this world and the next, for he is glorified not only in human society but also in the society of the demigods.",
        "purport": ""
    },
    {
        "verse": "3-5",
        "devanagari": "वियद्वित्तस्य ददतो लब्धं लब्धं बुभुक्षत: ।निष्किञ्चनस्य धीरस्य सकुटुम्बस्य सीदत: ॥ ३ ॥व्यतीयुरष्टचत्वारिंशदहान्यपिबत: किल ।घृतपायससंयावं तोयं प्रातरुपस्थितम् ॥ ४ ॥कृच्छ्रप्राप्तकुटुम्बस्य क्षुत्तृड्भ्यां जातवेपथो: ।अतिथिर्ब्राह्मण: काले भोक्तुकामस्य चागमत् ॥ ५ ॥",
        "english_devnagari": "viyad-vittasya dadatolabdhaṁ labdhaṁ bubhukṣataḥniṣkiñcanasya dhīrasyasakuṭumbasya sīdataḥ",
        "verse_Syn": [
            "viyat",
            "vittasya",
            "dadataḥ",
            "labdham",
            "labdham",
            "bubhukṣataḥ",
            "niṣkiñcanasya",
            "dhīrasya",
            "sa",
            "kuṭumbasya",
            "sīdataḥ",
            "vyatīyuḥ",
            "aṣṭa",
            "catvāriṁśat",
            "ahāni",
            "apibataḥ",
            "kila",
            "ghṛta",
            "pāyasa",
            "saṁyāvam",
            "toyam",
            "prātaḥ",
            "upasthitam",
            "kṛcchra",
            "prāpta",
            "kuṭumbasya",
            "kṣut",
            "tṛḍbhyām",
            "jāta",
            "vepathoḥ",
            "atithiḥ",
            "brāhmaṇaḥ",
            "kāle",
            "bhoktu",
            "kāmasya",
            "ca",
            "āgamat"
        ],
        "translation": "Rantideva never endeavored to earn anything. He would enjoy whatever he got by the arrangement of providence, but when guests came he would give them everything. Thus he underwent considerable suffering, along with the members of his family. Indeed, he and his family members shivered for want of food and water, yet Rantideva always remained sober. Once, after fasting for forty-eight days, in the morning Rantideva received some water and some foodstuffs made with milk and ghee, but when he and his family were about to eat, a brāhmaṇa guest arrived.",
        "purport": ""
    },
    {
        "verse": "6",
        "devanagari": "तस्मै संव्यभजत् सोऽन्नमाद‍ृत्य श्रद्धयान्वित: ।हरिं सर्वत्र संपश्यन् स भुक्त्वा प्रययौ द्विज: ॥ ६ ॥",
        "english_devnagari": "tasmai saṁvyabhajat so ’nnamādṛtya śraddhayānvitaḥhariṁ sarvatra saṁpaśyansa bhuktvā prayayau dvijaḥ",
        "verse_Syn": [
            "tasmai",
            "saṁvyabhajat",
            "saḥ",
            "annam",
            "ādṛtya",
            "śraddhayā",
            "anvitaḥ",
            "harim",
            "sarvatra",
            "saṁpaśyan",
            "saḥ",
            "bhuktvā",
            "prayayau",
            "dvijaḥ"
        ],
        "translation": "Because Rantideva perceived the presence of the Supreme Godhead everywhere, and in every living entity, he received the guest with faith and respect and gave him a share of the food. The brāhmaṇa guest ate his share and then went away.",
        "purport": " Rantideva perceived the presence of the Supreme Personality of Godhead in every living being, but he never thought that because the Supreme Lord is present in every living being, every living being must be God. Nor did he distinguish between one living being and another. He perceived the presence of the Lord both in the brāhmaṇa and in the caṇḍāla. This is the true vision of equality, as confirmed by the Lord Himself in Bhagavad-gītā (5.18): “The humble sage, by virtue of true knowledge, sees with equal vision a learned and gentle brāhmaṇa, a cow, an elephant, a dog and a dog-eater [outcaste].” A paṇḍita, or learned person, perceives the presence of the Supreme Personality of Godhead in every living being. Therefore, although it has now become fashionable to give preference to the so-called daridra-nārāyaṇa, or “poor Nārāyaṇa,” Rantideva had no reason to give preference to any one person. The idea that because Nārāyaṇa is present in the heart of one who is daridra, or poor, the poor man should be called daridra-nārāyaṇa is a wrong conception. By such logic, because the Lord is present within the hearts of the dogs and hogs, the dogs and hogs would also be Nārāyaṇa. One should not mistakenly think that Rantideva subscribed to this view. Rather, he saw everyone as part of the Supreme Personality of Godhead (hari-sambandhi-vastunaḥ). It is not that everyone is the Supreme Godhead. Such a theory, which is propounded by the Māyāvāda philosophy, is always misleading, and Rantideva would never have accepted it."
    },
    {
        "verse": "7",
        "devanagari": "अथान्यो भोक्ष्यमाणस्य विभक्तस्य महीपते: ।विभक्तं व्यभजत् तस्मै वृषलाय हरिं स्मरन् ॥ ७ ॥",
        "english_devnagari": "athānyo bhokṣyamāṇasyavibhaktasya mahīpateḥvibhaktaṁ vyabhajat tasmaivṛṣalāya hariṁ smaran",
        "verse_Syn": [
            "atha",
            "anyaḥ",
            "bhokṣyamāṇasya",
            "vibhaktasya",
            "mahīpateḥ",
            "vibhaktam",
            "vyabhajat",
            "tasmai",
            "vṛṣalāya",
            "harim",
            "smaran"
        ],
        "translation": "Thereafter, having divided the remaining food with his relatives, Rantideva was just about to eat his own share when a śūdra guest arrived. Seeing the śūdra in relationship with the Supreme Personality of Godhead, King Rantideva gave him also a share of the food.",
        "purport": " Because King Rantideva saw everyone as part of the Supreme Personality of Godhead, he never distinguished between the brāhmaṇa and the śūdra, the poor and the rich. Such equal vision is called sama-darśinaḥ (paṇḍitāḥ sama-darśinaḥ). One who has actually realized that the Supreme Personality of Godhead is situated in everyone’s heart and that every living being is part of the Lord does not make any distinction between the brāhmaṇa and the śūdra, the poor (daridra) and the rich (dhanī). Such a person sees all living beings equally and treats them equally, without discrimination."
    },
    {
        "verse": "8",
        "devanagari": "याते शूद्रे तमन्योऽगादतिथि: श्वभिरावृत: ।राजन् मे दीयतामन्नं सगणाय बुभुक्षते ॥ ८ ॥",
        "english_devnagari": "yāte śūdre tam anyo ’gādatithiḥ śvabhir āvṛtaḥrājan me dīyatām annaṁsagaṇāya bubhukṣate",
        "verse_Syn": [
            "yāte",
            "śūdre",
            "tam",
            "anyaḥ",
            "agāt",
            "atithiḥ",
            "śvabhiḥ",
            "āvṛtaḥ",
            "rājan",
            "me",
            "dīyatām",
            "annam",
            "sa",
            "gaṇāya",
            "bubhukṣate"
        ],
        "translation": "When the śūdra went away, another guest arrived, surrounded by dogs, and said, “O King, I and my company of dogs are very hungry. Please give us something to eat.”",
        "purport": ""
    },
    {
        "verse": "9",
        "devanagari": "स आद‍ृत्यावशिष्टं यद्म बहुमानपुरस्कृतम् ।तच्च दत्त्वा नमश्चक्रे श्वभ्य: श्वपतये विभु: ॥ ९ ॥",
        "english_devnagari": "sa ādṛtyāvaśiṣṭaṁ yadbahu-māna-puraskṛtamtac ca dattvā namaścakreśvabhyaḥ śva-pataye vibhuḥ",
        "verse_Syn": [
            "saḥ",
            "ādṛtya",
            "avaśiṣṭam",
            "yat",
            "bahu",
            "māna",
            "puraskṛtam",
            "tat",
            "ca",
            "dattvā",
            "namaḥ",
            "cakre",
            "śvabhyaḥ",
            "śva",
            "pataye",
            "vibhuḥ"
        ],
        "translation": "With great respect, King Rantideva offered the balance of the food to the dogs and the master of the dogs, who had come as guests. The King offered them all respects and obeisances.",
        "purport": ""
    },
    {
        "verse": "10",
        "devanagari": "पानीयमात्रमुच्छेषं तच्चैकपरितर्पणम् ।पास्यत: पुल्कसोऽभ्यागादपो देह्यशुभाय मे ॥ १० ॥",
        "english_devnagari": "pānīya-mātram uccheṣaṁtac caika-paritarpaṇampāsyataḥ pulkaso ’bhyāgādapo dehy aśubhāya me",
        "verse_Syn": [
            "pānīya",
            "mātram",
            "uccheṣam",
            "tat",
            "ca",
            "eka",
            "paritarpaṇam",
            "pāsyataḥ",
            "pulkasaḥ",
            "abhyāgāt",
            "apaḥ",
            "dehi",
            "aśubhāya",
            "me"
        ],
        "translation": "Thereafter, only the drinking water remained, and there was only enough to satisfy one person, but when the King was just about to drink it, a caṇḍāla appeared and said, “O King, although I am lowborn, kindly give me some drinking water.”",
        "purport": ""
    },
    {
        "verse": "11",
        "devanagari": "तस्य तां करुणां वाचं निशम्य विपुलश्रमाम् ।कृपया भृशसन्तप्त इदमाहामृतं वच: ॥ ११ ॥",
        "english_devnagari": "tasya tāṁ karuṇāṁ vācaṁniśamya vipula-śramāmkṛpayā bhṛśa-santaptaidam āhāmṛtaṁ vacaḥ",
        "verse_Syn": [
            "tasya",
            "tām",
            "karuṇām",
            "vācam",
            "niśamya",
            "vipula",
            "śramām",
            "kṛpayā",
            "bhṛśa",
            "santaptaḥ",
            "idam",
            "āha",
            "amṛtam",
            "vacaḥ"
        ],
        "translation": "Aggrieved at hearing the pitiable words of the poor fatigued caṇḍāla, Mahārāja Rantideva spoke the following nectarean words.",
        "purport": " Mahārāja Rantideva’s words were like amṛta, or nectar, and therefore, aside from rendering bodily service to an aggrieved person, by his words alone the King could save the life of anyone who might hear him."
    },
    {
        "verse": "12",
        "devanagari": "न कामयेऽहं गतिमीश्वरात् परा-मष्टर्द्धियुक्तामपुनर्भवं वा ।आर्तिं प्रपद्येऽखिलदेहभाजा-मन्त:स्थितो येन भवन्त्यदु:खा: ॥ १२ ॥",
        "english_devnagari": "na kāmaye ’haṁ gatim īśvarāt parāmaṣṭarddhi-yuktām apunar-bhavaṁ vāārtiṁ prapadye ’khila-deha-bhājāmantaḥ-sthito yena bhavanty aduḥkhāḥ",
        "verse_Syn": [
            "na",
            "kāmaye",
            "aham",
            "gatim",
            "īśvarāt",
            "parām",
            "aṣṭa",
            "ṛddhi",
            "yuktām",
            "apunaḥ",
            "bhavam",
            "vā",
            "ārtim",
            "prapadye",
            "akhila",
            "deha",
            "bhājām",
            "antaḥ",
            "sthitaḥ",
            "yena",
            "bhavanti",
            "aduḥkhāḥ"
        ],
        "translation": "I do not pray to the Supreme Personality of Godhead for the eight perfections of mystic yoga, nor for salvation from repeated birth and death. I want only to stay among all the living entities and suffer all distresses on their behalf, so that they may be freed from suffering.",
        "purport": " Vāsudeva Datta made a similar statement to Śrī Caitanya Mahāprabhu, requesting the Lord to liberate all living entities in His presence. Vāsudeva Datta submitted that if they were unfit to be liberated, he himself would take all their sinful reactions and suffer personally so that the Lord might deliver them. A Vaiṣṇava is therefore described as being para-duḥkha-duḥkhī, very much aggrieved by the sufferings of others. As such, a Vaiṣṇava engages in activities for the real welfare of human society."
    },
    {
        "verse": "13",
        "devanagari": "क्षुत्तृट्‍श्रमो गात्रपरिभ्रमश्चदैन्यं क्लम: शोकविषादमोहा: ।सर्वे निवृत्ता: कृपणस्य जन्तो-र्जिजीविषोर्जीवजलार्पणान्मे ॥ १३ ॥",
        "english_devnagari": "kṣut-tṛṭ-śramo gātra-paribhramaś cadainyaṁ klamaḥ śoka-viṣāda-mohāḥsarve nivṛttāḥ kṛpaṇasya jantorjijīviṣor jīva-jalārpaṇān me",
        "verse_Syn": [
            "kṣut",
            "tṛṭ",
            "śramaḥ",
            "gātra",
            "paribhramaḥ",
            "ca",
            "dainyam",
            "klamaḥ",
            "śoka",
            "viṣāda",
            "mohāḥ",
            "sarve",
            "nivṛttāḥ",
            "kṛpaṇasya",
            "jantoḥ",
            "jijīviṣoḥ",
            "jīva",
            "jala",
            "arpaṇāt",
            "me"
        ],
        "translation": "By offering my water to maintain the life of this poor caṇḍāla, who is struggling to live, I have been freed from all hunger, thirst, fatigue, trembling of the body, moroseness, distress, lamentation and illusion.",
        "purport": ""
    },
    {
        "verse": "14",
        "devanagari": "इति प्रभाष्य पानीयं म्रियमाण: पिपासया ।पुल्कसायाददाद्धीरो निसर्गकरुणो नृप: ॥ १४ ॥",
        "english_devnagari": "iti prabhāṣya pānīyaṁmriyamāṇaḥ pipāsayāpulkasāyādadād dhīronisarga-karuṇo nṛpaḥ",
        "verse_Syn": [
            "iti",
            "prabhāṣya",
            "pānīyam",
            "mriyamāṇaḥ",
            "pipāsayā",
            "pulkasāya",
            "adadāt",
            "dhīraḥ",
            "nisarga",
            "karuṇaḥ",
            "nṛpaḥ"
        ],
        "translation": "Having spoken thus, King Rantideva, although on the verge of death because of thirst, gave his own portion of water to the caṇḍāla without hesitation, for the King was naturally very kind and sober.",
        "purport": ""
    },
    {
        "verse": "15",
        "devanagari": "तस्य त्रिभुवनाधीशा: फलदा: फलमिच्छताम् ।आत्मानं दर्शयां चक्रुर्माया विष्णुविनिर्मिता: ॥ १५ ॥",
        "english_devnagari": "tasya tribhuvanādhīśāḥphaladāḥ phalam icchatāmātmānaṁ darśayāṁ cakrurmāyā viṣṇu-vinirmitāḥ",
        "verse_Syn": [
            "tasya",
            "tri",
            "bhuvana",
            "adhīśāḥ",
            "phaladāḥ",
            "phalam",
            "icchatām",
            "ātmānam",
            "darśayām",
            "cakruḥ",
            "māyāḥ",
            "viṣṇu",
            "vinirmitāḥ"
        ],
        "translation": "Demigods like Lord Brahmā and Lord Śiva, who can satisfy all materially ambitious men by giving them the rewards they desire, then manifested their own identities before King Rantideva, for it was they who had presented themselves as the brāhmaṇa, śūdra, caṇḍāla and so on.",
        "purport": ""
    },
    {
        "verse": "16",
        "devanagari": "स वै तेभ्यो नमस्कृत्य नि:सङ्गो विगतस्पृह: ।वासुदेवे भगवति भक्त्या चक्रे मन: परम् ॥ १६ ॥",
        "english_devnagari": "sa vai tebhyo namaskṛtyaniḥsaṅgo vigata-spṛhaḥvāsudeve bhagavatibhaktyā cakre manaḥ param",
        "verse_Syn": [
            "saḥ",
            "vai",
            "tebhyaḥ",
            "namaḥ",
            "kṛtya",
            "niḥsaṅgaḥ",
            "vigata",
            "spṛhaḥ",
            "vāsudeve",
            "bhagavati",
            "bhaktyā",
            "cakre",
            "manaḥ",
            "param"
        ],
        "translation": "King Rantideva had no ambition to enjoy material benefits from the demigods. He offered them obeisances, but because he was factually attached to Lord Viṣṇu, Vāsudeva, the Supreme Personality of Godhead, he fixed his mind at Lord Viṣṇu’s lotus feet.",
        "purport": " Śrīla Narottama dāsa Ṭhākura has sung: If one wants to become a pure devotee of the Supreme Lord, one should not hanker to take benedictions from the demigods. As stated in Bhagavad-gītā (7.20), kāmais tais tair hṛta-jñānāḥ prapadyante ’nya-devatāḥ: those befooled by the illusion of the material energy worship gods other than the Supreme Personality of Godhead. Therefore, although Rantideva was personally able to see Lord Brahmā and Lord Śiva, he did not hanker to take material benefits from them. Rather, he fixed his mind upon Lord Vāsudeva and rendered devotional service unto Him. This is the sign of a pure devotee, whose heart is not adulterated by material desires. “One should render transcendental loving service to the Supreme Lord Kṛṣṇa favorably and without desire for material profit or gain through fruitive activities or philosophical speculation. That is called pure devotional service.”"
    },
    {
        "verse": "17",
        "devanagari": "ईश्वरालम्बनं चित्तं कुर्वतोऽनन्यराधस: ।माया गुणमयी राजन्स्वप्नवत् प्रत्यलीयत ॥ १७ ॥",
        "english_devnagari": "īśvarālambanaṁ cittaṁkurvato ’nanya-rādhasaḥmāyā guṇamayī rājansvapnavat pratyalīyata",
        "verse_Syn": [
            "īśvara",
            "ālambanam",
            "cittam",
            "kurvataḥ",
            "ananya",
            "rādhasaḥ",
            "māyā",
            "guṇa",
            "mayī",
            "rājan",
            "svapna",
            "vat",
            "pratyalīyata"
        ],
        "translation": "O Mahārāja Parīkṣit, because King Rantideva was a pure devotee, always Kṛṣṇa conscious and free from all material desires, the Lord’s illusory energy, māyā, could not exhibit herself before him. On the contrary, for him māyā entirely vanished, exactly like a dream.",
        "purport": " As it is said: Just as there is no chance that darkness can exist in the sunshine, in a pure Kṛṣṇa conscious person there can be no existence of māyā. The Lord Himself says in Bhagavad-gītā (7.14): “This divine energy of Mine, consisting of the three modes of material nature, is difficult to overcome. But those who have surrendered unto Me can easily cross beyond it.” If one wants to be free from the influence of māyā, the illusory energy, one must become Kṛṣṇa conscious and always keep Kṛṣṇa prominent within the core of his heart. In Bhagavad-gītā (9.34) the Lord advises that one always think of Him (man-manā bhava mad-bhakto mad-yājī māṁ namaskuru). In this way, by always being Kṛṣṇa-minded or Kṛṣṇa conscious, one can surpass the influence of māyā (māyām etāṁ taranti te). Because Rantideva was Kṛṣṇa conscious, he was not under the influence of the illusory energy. The word svapnavat is significant in this connection. Because in the material world the mind is absorbed in materialistic activities, when one is asleep many contradictory activities appear in one’s dreams. When one awakens, however, these activities automatically merge into the mind. Similarly, as long as one is under the influence of the material energy he makes many plans and schemes, but when one is Kṛṣṇa conscious such dreamlike plans automatically disappear."
    },
    {
        "verse": "18",
        "devanagari": "तत्प्रसङ्गानुभावेन रन्तिदेवानुवर्तिन: ।अभवन् योगिन: सर्वे नारायणपरायणा: ॥ १८ ॥",
        "english_devnagari": "tat-prasaṅgānubhāvenarantidevānuvartinaḥabhavan yoginaḥ sarvenārāyaṇa-parāyaṇāḥ",
        "verse_Syn": [
            "tat",
            "prasaṅga",
            "anubhāvena",
            "rantideva",
            "anuvartinaḥ",
            "abhavan",
            "yoginaḥ",
            "sarve",
            "nārāyaṇa",
            "parāyaṇāḥ"
        ],
        "translation": "All those who followed the principles of King Rantideva were totally favored by his mercy and became pure devotees, attached to the Supreme Personality of Godhead, Nārāyaṇa. Thus they all became the best of yogīs.",
        "purport": " The best yogīs or mystics are the devotees, as confirmed by the Lord Himself in Bhagavad-gītā (6.47): “Of all yogīs, he who always abides in Me with great faith, worshiping Me in transcendental loving service, is most intimately united with Me in yoga and is the highest of all.” The best yogī is he who constantly thinks of the Supreme Personality of Godhead within the core of the heart. Because Rantideva was the king, the chief executive in the state, all the residents of the state became devotees of the Supreme Personality of Godhead, Nārāyaṇa, by the king’s transcendental association. This is the influence of a pure devotee. If there is one pure devotee, his association can create hundreds and thousands of pure devotees. Śrīla Bhaktivinoda Ṭhākura has said that a Vaiṣṇava is meritorious in proportion to the number of devotees he has created. A Vaiṣṇava becomes superior not simply by jugglery of words but by the number of devotees he has created for the Lord. Here the word rantidevānuvartinaḥ indicates that Rantideva’s officers, friends, relatives and subjects all became first-class Vaiṣṇavas by his association. In other words, Rantideva is confirmed herein to be a first-class devotee, or mahā-bhāgavata. Mahat-sevāṁ dvāram āhur vimukteḥ: one should render service to such mahātmās, for then one will automatically achieve the goal of liberation. Śrīla Narottama dāsa Ṭhākura has also said, chāḍiyā vaiṣṇava-sevā nistāra pāyeche kebā: one cannot be liberated by his own effort, but if one becomes subordinate to a pure Vaiṣṇava, the door to liberation is open."
    },
    {
        "verse": "19-20",
        "devanagari": "गर्गाच्छिनिस्ततो गार्ग्य: क्षत्राद् ब्रह्म ह्यवर्तत ।दुरितक्षयो महावीर्यात् तस्य त्रय्यारुणि: कवि: ॥ १९ ॥पुष्करारुणिरित्यत्र ये ब्राह्मणगतिं गता: ।बृहत्क्षत्रस्य पुत्रोऽभूद्धस्ती यद्धस्तिनापुरम् ॥ २० ॥",
        "english_devnagari": "gargāc chinis tato gārgyaḥkṣatrād brahma hy avartataduritakṣayo mahāvīryāttasya trayyāruṇiḥ kaviḥ",
        "verse_Syn": [
            "gargāt",
            "śiniḥ",
            "tataḥ",
            "gārgyaḥ",
            "kṣatrāt",
            "brahma",
            "hi",
            "avartata",
            "duritakṣayaḥ",
            "mahāvīryāt",
            "tasya",
            "trayyāruṇiḥ",
            "kaviḥ",
            "puṣkarāruṇiḥ",
            "iti",
            "atra",
            "ye",
            "brāhmaṇa",
            "gatim",
            "gatāḥ",
            "bṛhatkṣatrasya",
            "putraḥ",
            "abhūt",
            "hastī",
            "yat",
            "hastināpuram"
        ],
        "translation": "From Garga came a son named Śini, and his son was Gārgya. Although Gārgya was a kṣatriya, there came from him a generation of brahmaṇas. From Mahāvīrya came a son named Duritakṣaya, whose sons were Trayyāruṇi, Kavi and Puṣkarāruṇi. Although these sons of Duritakṣaya took birth in a dynasty of kṣatriyas, they too attained the position of brāhmaṇas. Bṛhatkṣatra had a son named Hastī, who established the city of Hastināpura [now New Delhi].",
        "purport": ""
    },
    {
        "verse": "21",
        "devanagari": "अजमीढो द्विमीढश्च पुरुमीढश्च हस्तिन: ।अजमीढस्य वंश्या: स्यु: प्रियमेधादयो द्विजा: ॥ २१ ॥",
        "english_devnagari": "ajamīḍho dvimīḍhaś capurumīḍhaś ca hastinaḥajamīḍhasya vaṁśyāḥ syuḥpriyamedhādayo dvijāḥ",
        "verse_Syn": [
            "ajamīḍhaḥ",
            "dvimīḍhaḥ",
            "ca",
            "purumīḍhaḥ",
            "ca",
            "hastinaḥ",
            "ajamīḍhasya",
            "vaṁśyāḥ",
            "syuḥ",
            "priyamedha",
            "ādayaḥ",
            "dvijāḥ"
        ],
        "translation": "From King Hastī came three sons, named Ajamīḍha, Dvimīḍha and Purumīḍha. The descendants of Ajamīḍha, headed by Priyamedha, all achieved the position of brāhmaṇas.",
        "purport": " This verse gives evidence confirming the statement of Bhagavad-gītā that the orders of society — brāhmaṇa, kṣatriya, vaiśya and śūdra — are calculated in terms of qualities and activities (guṇa-karma-vibhāgaśaḥ). All the descendants of Ajamīḍha, who was a kṣatriya, became brāhmaṇas. This was certainly because of their qualities and activities. Similarly, sometimes the sons of brāhmaṇas or kṣatriyas become vaiśyas (brāhmaṇa-vaiśyatāṁ gatāḥ). When a kṣatriya or brāhmaṇa adopts the occupation or duty of a vaiśya (kṛṣi-gorakṣya-vāṇijyam), he is certainly counted as a vaiśya. On the other hand, if one is born a vaiśya, by his activities he can become a brāhmaṇa. This is confirmed by Nārada Muni. Yasya yal-lakṣaṇaṁ proktam. The members of the varṇas, or social orders — brāhmaṇa, kṣatriya, vaiśya and śūdra — must be ascertained by their symptoms, not by birth. Birth is immaterial; quality is essential."
    },
    {
        "verse": "22",
        "devanagari": "अजमीढाद् बृहदिषुस्तस्य पुत्रो बृहद्धनु: ।बृहत्कायस्ततस्तस्य पुत्र आसीज्जयद्रथ: ॥ २२ ॥",
        "english_devnagari": "ajamīḍhād bṛhadiṣustasya putro bṛhaddhanuḥbṛhatkāyas tatas tasyaputra āsīj jayadrathaḥ",
        "verse_Syn": [
            "ajamīḍhāt",
            "bṛhadiṣuḥ",
            "tasya",
            "putraḥ",
            "bṛhaddhanuḥ",
            "bṛhatkāyaḥ",
            "tataḥ",
            "tasya",
            "putraḥ",
            "āsīt",
            "jayadrathaḥ"
        ],
        "translation": "From Ajamīḍha came a son named Bṛhadiṣu, from Bṛhadiṣu came a son named Bṛhaddhanu, from Bṛhaddhanu a son named Bṛhatkāya, and from Bṛhatkāya a son named Jayadratha.",
        "purport": ""
    },
    {
        "verse": "23",
        "devanagari": "तत्सुतो विशदस्तस्य स्येनजित् समजायत ।रुचिराश्वो द‍ृढहनु: काश्यो वत्सश्च तत्सुता: ॥ २३ ॥",
        "english_devnagari": "tat-suto viśadas tasyasyenajit samajāyatarucirāśvo dṛḍhahanuḥkāśyo vatsaś ca tat-sutāḥ",
        "verse_Syn": [
            "tat",
            "sutaḥ",
            "viśadaḥ",
            "tasya",
            "syenajit",
            "samajāyata",
            "rucirāśvaḥ",
            "dṛḍhahanuḥ",
            "kāśyaḥ",
            "vatsaḥ",
            "ca",
            "tat",
            "sutāḥ"
        ],
        "translation": "The son of Jayadratha was Viśada, and his son was Syenajit. The sons of Syenajit were Rucirāśva, Dṛḍhahanu, Kāśya and Vatsa.",
        "purport": ""
    },
    {
        "verse": "24",
        "devanagari": "रुचिराश्वसुत: पार: पृथुसेनस्तदात्मज: ।पारस्य तनयो नीपस्तस्य पुत्रशतं त्वभूत् ॥ २४ ॥",
        "english_devnagari": "rucirāśva-sutaḥ pāraḥpṛthusenas tad-ātmajaḥpārasya tanayo nīpastasya putra-śataṁ tv abhūt",
        "verse_Syn": [
            "rucirāśva",
            "sutaḥ",
            "pāraḥ",
            "pṛthusenaḥ",
            "tat",
            "ātmajaḥ",
            "pārasya",
            "tanayaḥ",
            "nīpaḥ",
            "tasya",
            "putra",
            "śatam",
            "tu",
            "abhūt"
        ],
        "translation": "The son of Rucirāśva was Pāra, and the sons of Pāra were Pṛthusena and Nīpa. Nīpa had one hundred sons.",
        "purport": ""
    },
    {
        "verse": "25",
        "devanagari": "स कृत्व्यां शुककन्यायां ब्रह्मदत्तमजीजनत् ।योगी स गवि भार्यायां विष्वक्सेनमधात् सुतम् ॥ २५ ॥",
        "english_devnagari": "sa kṛtvyāṁ śuka-kanyāyāṁbrahmadattam ajījanatyogī sa gavi bhāryāyāṁviṣvaksenam adhāt sutam",
        "verse_Syn": [
            "saḥ",
            "kṛtvyām",
            "śuka",
            "kanyāyām",
            "brahmadattam",
            "ajījanat",
            "yogī",
            "saḥ",
            "gavi",
            "bhāryāyām",
            "viṣvaksenam",
            "adhāt",
            "sutam"
        ],
        "translation": "King Nīpa begot a son named Brahmadatta through the womb of his wife, Kṛtvī, who was the daughter of Śuka. And Brahmadatta, who was a great yogī, begot a son named Viṣvaksena through the womb of his wife, Sarasvatī.",
        "purport": " The Śuka mentioned here is different from the Śukadeva Gosvāmī who spoke Śrīmad-Bhāgavatam. Śukadeva Gosvāmī, the son of Vyāsadeva, is described in great detail in the Brahma-vaivarta Purāṇa. There it is said that Vyāsadeva maintained the daughter of Jābāli as his wife and that after they performed penances together for many years, he placed his seed in her womb. The child remained in the womb of his mother for twelve years, and when the father asked the son to come out, the son replied that he would not come out unless he were completely liberated from the influence of māyā. Vyāsadeva then assured the child that he would not be influenced by māyā, but the child did not believe his father, for the father was still attached to his wife and children. Vyāsadeva then went to Dvārakā and informed the Personality of Godhead about his problem, and the Personality of Godhead, at Vyāsadeva’s request, went to Vyāsadeva’s cottage, where He assured the child in the womb that he would not be influenced by māyā. Thus assured, the child came out, but he immediately went away as a parivrājakācārya. When the father, very much aggrieved, began to follow his saintly boy, Śukadeva Gosvāmī, the boy created a duplicate Śukadeva, who later entered family life. Therefore, the śuka-kanyā, or daughter of Śukadeva, mentioned in this verse is the daughter of the duplicate or imitation Śukadeva. The original Śukadeva was a lifelong brahmacārī."
    },
    {
        "verse": "26",
        "devanagari": "जैगीषव्योपदेशेन योगतन्त्रं चकार ह ।उदक्सेनस्ततस्तस्माद् भल्लाटो बार्हदीषवा: ॥ २६ ॥",
        "english_devnagari": "jaigīṣavyopadeśenayoga-tantraṁ cakāra haudaksenas tatas tasmādbhallāṭo bārhadīṣavāḥ",
        "verse_Syn": [
            "jaigīṣavya",
            "upadeśena",
            "yoga",
            "tantram",
            "cakāra",
            "ha",
            "udaksenaḥ",
            "tataḥ",
            "tasmāt",
            "bhallāṭaḥ",
            "bārhadīṣavāḥ"
        ],
        "translation": "Following the instructions of the great sage Jaigīṣavya, Viṣvaksena compiled an elaborate description of the mystic yoga system. From Viṣvaksena, Udaksena was born, and from Udaksena, Bhallāṭa. All these sons are known as descendants of Bṛhadiṣu.",
        "purport": ""
    },
    {
        "verse": "27",
        "devanagari": "यवीनरो द्विमीढस्य कृतिमांस्तत्सुत: स्मृत: ।नाम्ना सत्यधृतिस्तस्य द‍ृढनेमि: सुपार्श्वकृत् ॥ २७ ॥",
        "english_devnagari": "yavīnaro dvimīḍhasyakṛtimāṁs tat-sutaḥ smṛtaḥnāmnā satyadhṛtis tasyadṛḍhanemiḥ supārśvakṛt",
        "verse_Syn": [
            "yavīnaraḥ",
            "dvimīḍhasya",
            "kṛtimān",
            "tat",
            "sutaḥ",
            "smṛtaḥ",
            "nāmnā",
            "satyadhṛtiḥ",
            "tasya",
            "dṛḍhanemiḥ",
            "supārśva",
            "kṛt"
        ],
        "translation": "The son of Dvimīḍha was Yavīnara, whose son was Kṛtimān. The son of Kṛtimān was well known as Satyadhṛti. From Satyadhṛti came a son named Dṛḍhanemi, who became the father of Supārśva.",
        "purport": ""
    },
    {
        "verse": "28-29",
        "devanagari": "सुपार्श्वात् सुमतिस्तस्य पुत्र: सन्नतिमांस्तत: ।कृती हिरण्यनाभाद् यो योगं प्राप्य जगौ स्म षट् ॥ २८ ॥संहिता: प्राच्यसाम्नां वै नीपो ह्युद्ग्रायुधस्तत: ।तस्य क्षेम्य: सुवीरोऽथ सुवीरस्य रिपुञ्जय: ॥ २९ ॥",
        "english_devnagari": "supārśvāt sumatis tasyaputraḥ sannatimāṁs tataḥkṛtī hiraṇyanābhād yoyogaṁ prāpya jagau sma ṣaṭ",
        "verse_Syn": [
            "supārśvāt",
            "sumatiḥ",
            "tasya",
            "putraḥ",
            "sannatimān",
            "tataḥ",
            "kṛtī",
            "hiraṇyanābhāt",
            "yaḥ",
            "yogam",
            "prāpya",
            "jagau",
            "sma",
            "ṣaṭ",
            "saṁhitāḥ",
            "prācyasāmnām",
            "vai",
            "nīpaḥ",
            "hi",
            "udgrāyudhaḥ",
            "tataḥ",
            "tasya",
            "kṣemyaḥ",
            "suvīraḥ",
            "atha",
            "suvīrasya",
            "ripuñjayaḥ"
        ],
        "translation": "From Supārśva came a son named Sumati, from Sumati came Sannatimān, and from Sannatimān came Kṛtī, who achieved mystic power from Brahmā and taught six saṁhitās of the Prācyasāma verses of the Sāma Veda. The son of Kṛtī was Nīpa; the son of Nīpa, Udgrāyudha; the son of Udgrāyudha, Kṣemya; the son of Kṣemya, Suvīra; and the son of Suvīra, Ripuñjaya.",
        "purport": ""
    },
    {
        "verse": "30",
        "devanagari": "ततो बहुरथो नाम पुरुमीढोऽप्रजोऽभवत् ।नलिन्यामजमीढस्य नील: शान्तिस्तु तत्सुत: ॥ ३० ॥",
        "english_devnagari": "tato bahuratho nāmapurumīḍho ’prajo ’bhavatnalinyām ajamīḍhasyanīlaḥ śāntis tu tat-sutaḥ",
        "verse_Syn": [
            "tataḥ",
            "bahurathaḥ",
            "nāma",
            "purumīḍhaḥ",
            "aprajaḥ",
            "abhavat",
            "nalinyām",
            "ajamīḍhasya",
            "nīlaḥ",
            "śāntiḥ",
            "tu",
            "tat",
            "sutaḥ"
        ],
        "translation": "From Ripuñjaya came a son named Bahuratha. Purumīḍha was sonless. Ajamīḍha had a son named Nīla by his wife known as Nalinī, and the son of Nīla was Śānti.",
        "purport": ""
    },
    {
        "verse": "31-33",
        "devanagari": "शान्ते: सुशान्तिस्तत्पुत्र: पुरुजोऽर्कस्ततोऽभवत् ।भर्म्याश्वस्तनयस्तस्य पञ्चासन्मुद्गलादय: ॥ ३१ ॥यवीनरो बृहद्विश्व: काम्पिल्ल: सञ्जय: सुता: ।भर्म्याश्व: प्राह पुत्रा मे पञ्चानां रक्षणाय हि ॥ ३२ ॥विषयाणामलमिमे इति पञ्चालसंज्ञिता: ।मुद्गलाद् ब्रह्मनिर्वृत्तं गोत्रं मौद्गल्यसंज्ञितम् ॥ ३३ ॥",
        "english_devnagari": "śānteḥ suśāntis tat-putraḥpurujo ’rkas tato ’bhavatbharmyāśvas tanayas tasyapañcāsan mudgalādayaḥ",
        "verse_Syn": [
            "śānteḥ",
            "suśāntiḥ",
            "tat",
            "putraḥ",
            "purujaḥ",
            "arkaḥ",
            "tataḥ",
            "abhavat",
            "bharmyāśvaḥ",
            "tanayaḥ",
            "tasya",
            "pañca",
            "āsan",
            "mudgala",
            "ādayaḥ",
            "yavīnaraḥ",
            "bṛhadviśvaḥ",
            "kāmpillaḥ",
            "sañjayaḥ",
            "sutāḥ",
            "bharmyāśvaḥ",
            "prāha",
            "putrāḥ",
            "me",
            "pañcānām",
            "rakṣaṇāya",
            "hi",
            "viṣayāṇām",
            "alam",
            "ime",
            "iti",
            "pañcāla",
            "saṁjñitāḥ",
            "mudgalāt",
            "brahma",
            "nirvṛttam",
            "gotram",
            "maudgalya",
            "saṁjñitam"
        ],
        "translation": "The son of Śānti was Suśānti, the son of Suśānti was Puruja, and the son of Puruja was Arka. From Arka came Bharmyāśva, and from Bharmyāśva came five sons — Mudgala, Yavīnara, Bṛhadviśva, Kāmpilla and Sañjaya. Bharmyāśva prayed to his sons, “O my sons, please take charge of my five states, for you are quite competent to do so.” Thus his five sons were known as the Pañcālas. From Mudgala came a dynasty of brāhmaṇas known as Maudgalya.",
        "purport": ""
    },
    {
        "verse": "34",
        "devanagari": "मिथुनं मुद्गलाद् भार्म्याद् दिवोदास: पुमानभूत् ।अहल्या कन्यका यस्यां शतानन्दस्तु गौतमात् ॥ ३४ ॥",
        "english_devnagari": "mithunaṁ mudgalād bhārmyāddivodāsaḥ pumān abhūtahalyā kanyakā yasyāṁśatānandas tu gautamāt",
        "verse_Syn": [
            "mithunam",
            "mudgalāt",
            "bhārmyāt",
            "divodāsaḥ",
            "pumān",
            "abhūt",
            "ahalyā",
            "kanyakā",
            "yasyām",
            "śatānandaḥ",
            "tu",
            "gautamāt"
        ],
        "translation": "Mudgala, the son of Bharmyāśva, had twin children, one male and the other female. The male child was named Divodāsa, and the female child was named Ahalyā. From the womb of Ahalyā by the semen of her husband, Gautama, came a son named Śatānanda.",
        "purport": ""
    },
    {
        "verse": "35",
        "devanagari": "तस्य सत्यधृति: पुत्रो धनुर्वेदविशारद: ।शरद्वांस्तत्सुतो यस्मादुर्वशीदर्शनात् किल ।शरस्तम्बेऽपतद् रेतो मिथुनं तदभूच्छुभम् ॥ ३५ ॥",
        "english_devnagari": "tasya satyadhṛtiḥ putrodhanur-veda-viśāradaḥśaradvāṁs tat-suto yasmādurvaśī-darśanāt kilaśara-stambe ’patad retomithunaṁ tad abhūc chubham",
        "verse_Syn": [
            "tasya",
            "satyadhṛtiḥ",
            "putraḥ",
            "dhanuḥ",
            "veda",
            "viśāradaḥ",
            "śaradvān",
            "tat",
            "sutaḥ",
            "yasmāt",
            "urvaśī",
            "darśanāt",
            "kila",
            "śara",
            "stambe",
            "apatat",
            "retaḥ",
            "mithunam",
            "tat",
            "abhūt",
            "śubham"
        ],
        "translation": "The son of Śatānanda was Satyadhṛti, who was expert in archery, and the son of Satyadhṛti was Śaradvān. When Śaradvān met Urvaśī, he discharged semen, which fell on a clump of śara grass. From this semen were born two all-auspicious babies, one male and the other female.",
        "purport": ""
    },
    {
        "verse": "36",
        "devanagari": "तद् दृष्ट्वा कृपयागृह्णाच्छान्तनुर्मृगयां चरन् ।कृप: कुमार: कन्या च द्रोणपत्‍न्यभवत्कृपी ॥ ३६ ॥",
        "english_devnagari": "tad dṛṣṭvā kṛpayāgṛhṇācchāntanur mṛgayāṁ carankṛpaḥ kumāraḥ kanyā cadroṇa-patny abhavat kṛpī",
        "verse_Syn": [
            "tat",
            "dṛṣṭvā",
            "kṛpayā",
            "agṛhṇāt",
            "śāntanuḥ",
            "mṛgayām",
            "caran",
            "kṛpaḥ",
            "kumāraḥ",
            "kanyā",
            "ca",
            "droṇa",
            "patnī",
            "abhavat",
            "kṛpī"
        ],
        "translation": "While Mahārāja Śāntanu was on a hunting excursion, he saw the male and female children lying in the forest, and out of compassion he took them home. Consequently, the male child was known as Kṛpa, and the female child was named Kṛpī. Kṛpī later became the wife of Droṇācārya.",
        "purport": ""
    }
]