[
    {
        "verse": "1",
        "devanagari": "श्रीशुक उवाचशर्यातिर्मानवो राजा ब्रह्मिष्ठ: सम्बभूव ह ।यो वा अङ्गिरसां सत्रे द्वितीयमहरूचिवान् ॥ १ ॥",
        "english_devnagari": "śrī-śuka uvācaśaryātir mānavo rājābrahmiṣṭhaḥ sambabhūva hayo vā aṅgirasāṁ satredvitīyam ahar ūcivān",
        "verse_Syn": [
            "śrī",
            "śukaḥ",
            "uvāca",
            "śaryātiḥ",
            "mānavaḥ",
            "rājā",
            "brahmiṣṭhaḥ",
            "sambabhūva",
            "ha",
            "yaḥ",
            "vā",
            "aṅgirasām",
            "satre",
            "dvitīyam",
            "ahaḥ",
            "ūcivān"
        ],
        "translation": "Śrī Śukadeva Gosvāmī continued: O King, Śaryāti, another son of Manu, was a ruler completely aware of Vedic knowledge. He gave instructions about the functions for the second day of the yajña to be performed by the descendants of Aṅgirā.",
        "purport": ""
    },
    {
        "verse": "2",
        "devanagari": "सुकन्या नाम तस्यासीत् कन्या कमललोचना ।तया सार्धं वनगतो ह्यगमच्च्यवनाश्रमम् ॥ २ ॥",
        "english_devnagari": "sukanyā nāma tasyāsītkanyā kamala-locanātayā sārdhaṁ vana-gatohy agamac cyavanāśramam",
        "verse_Syn": [
            "sukanyā",
            "nāma",
            "tasya",
            "āsīt",
            "kanyā",
            "kamala",
            "locanā",
            "tayā",
            "sārdham",
            "vana",
            "gataḥ",
            "hi",
            "agamat",
            "cyavana",
            "āśramam"
        ],
        "translation": "Śaryāti had a beautiful lotus-eyed daughter named Sukanyā, with whom he went to the forest to see the āśrama of Cyavana Muni.",
        "purport": ""
    },
    {
        "verse": "3",
        "devanagari": "सा सखीभि: परिवृता विचिन्वन्त्यङ्‌घ्रिपान् वने ।वल्मीकरन्ध्रे दद‍ृशे खद्योते इव ज्योतिषी ॥ ३ ॥",
        "english_devnagari": "sā sakhībhiḥ parivṛtāvicinvanty aṅghripān vanevalmīka-randhre dadṛśekhadyote iva jyotiṣī",
        "verse_Syn": [
            "sā",
            "sakhībhiḥ",
            "parivṛtā",
            "vicinvantī",
            "aṅghripān",
            "vane",
            "valmīka",
            "randhre",
            "dadṛśe",
            "khadyote",
            "iva",
            "jyotiṣī"
        ],
        "translation": "While that Sukanyā, surrounded by her friends, was collecting various types of fruits from the trees in the forest, she saw within the hole of an earthworm two things glowing like luminaries.",
        "purport": ""
    },
    {
        "verse": "4",
        "devanagari": "ते दैवचोदिता बाला ज्योतिषी कण्टकेन वै ।अविध्यन्मुग्धभावेन सुस्रावासृक् ततो बहि: ॥ ४ ॥",
        "english_devnagari": "te daiva-coditā bālājyotiṣī kaṇṭakena vaiavidhyan mugdha-bhāvenasusrāvāsṛk tato bahiḥ",
        "verse_Syn": [
            "te",
            "daiva",
            "coditā",
            "bālā",
            "jyotiṣī",
            "kaṇṭakena",
            "vai",
            "avidhyat",
            "mugdha",
            "bhāvena",
            "susrāva",
            "asṛk",
            "tataḥ",
            "bahiḥ"
        ],
        "translation": "As if induced by providence, the girl ignorantly pierced those two glowworms with a thorn, and when they were pierced, blood began to ooze out of them.",
        "purport": ""
    },
    {
        "verse": "5",
        "devanagari": "शकृन्मूत्रनिरोधोऽभूत् सैनिकानां च तत्क्षणात् ।राजर्षिस्तमुपालक्ष्य पुरुषान् विस्मितोऽब्रवीत् ॥ ५ ॥",
        "english_devnagari": "śakṛn-mūtra-nirodho ’bhūtsainikānāṁ ca tat-kṣaṇātrājarṣis tam upālakṣyapuruṣān vismito ’bravīt",
        "verse_Syn": [
            "śakṛt",
            "mūtra",
            "nirodhaḥ",
            "abhūt",
            "sainikānām",
            "ca",
            "tat",
            "kṣaṇāt",
            "rājarṣiḥ",
            "tam",
            "upālakṣya",
            "puruṣān",
            "vismitaḥ",
            "abravīt"
        ],
        "translation": "Thereupon, all the soldiers of Śaryāti were immediately obstructed from passing urine and stool. Upon perceiving this, Śaryāti spoke to his associates in surprise.",
        "purport": ""
    },
    {
        "verse": "6",
        "devanagari": "अप्यभद्रं न युष्माभिर्भार्गवस्य विचेष्टितम् ।व्यक्तं केनापि नस्तस्य कृतमाश्रमदूषणम् ॥ ६ ॥",
        "english_devnagari": "apy abhadraṁ na yuṣmābhirbhārgavasya viceṣṭitamvyaktaṁ kenāpi nas tasyakṛtam āśrama-dūṣaṇam",
        "verse_Syn": [
            "api",
            "abhadram",
            "naḥ",
            "yuṣmābhiḥ",
            "bhārgavasya",
            "viceṣṭitam",
            "vyaktam",
            "kena",
            "api",
            "naḥ",
            "tasya",
            "kṛtam",
            "āśrama",
            "dūṣaṇam"
        ],
        "translation": "How strange it is that one of us has attempted to do something wrong to Cyavana Muni, the son of Bhṛgu. It certainly appears that someone among us has polluted this āśrama.",
        "purport": ""
    },
    {
        "verse": "7",
        "devanagari": "सुकन्या प्राह पितरं भीता किञ्चित् कृतं मया ।द्वे ज्योतिषी अजानन्त्या निर्भिन्ने कण्टकेन वै ॥ ७ ॥",
        "english_devnagari": "sukanyā prāha pitaraṁbhītā kiñcit kṛtaṁ mayādve jyotiṣī ajānantyānirbhinne kaṇṭakena vai",
        "verse_Syn": [
            "sukanyā",
            "prāha",
            "pitaram",
            "bhītā",
            "kiñcit",
            "kṛtam",
            "mayā",
            "dve",
            "jyotiṣī",
            "ajānantyā",
            "nirbhinne",
            "kaṇṭakena",
            "vai"
        ],
        "translation": "Being very much afraid, the girl Sukanyā said to her father: I have done something wrong, for I have ignorantly pierced these two luminous substances with a thorn.",
        "purport": ""
    },
    {
        "verse": "8",
        "devanagari": "दुहितुस्तद् वच: श्रुत्वा शर्यातिर्जातसाध्वस: ।मुनिं प्रसादयामास वल्मीकान्तर्हितं शनै: ॥ ८ ॥",
        "english_devnagari": "duhitus tad vacaḥ śrutvāśaryātir jāta-sādhvasaḥmuniṁ prasādayām āsavalmīkāntarhitaṁ śanaiḥ",
        "verse_Syn": [
            "duhituḥ",
            "tat",
            "vacaḥ",
            "śrutvā",
            "śaryātiḥ",
            "jāta",
            "sādhvasaḥ",
            "munim",
            "prasādayām",
            "āsa",
            "valmīka",
            "antarhitam",
            "śanaiḥ"
        ],
        "translation": "After hearing this statement by his daughter, King Śaryāti was very much afraid. In various ways, he tried to appease Cyavana Muni, for it was he who sat within the hole of the earthworm.",
        "purport": ""
    },
    {
        "verse": "9",
        "devanagari": "तदभिप्रायमाज्ञाय प्रादाद् दुहितरं मुने: ।कृच्छ्रान्मुक्तस्तमामन्‍त्र्य पुरं प्रायात् समाहित: ॥ ९ ॥",
        "english_devnagari": "tad-abhiprāyam ājñāyaprādād duhitaraṁ muneḥkṛcchrān muktas tam āmantryapuraṁ prāyāt samāhitaḥ",
        "verse_Syn": [
            "tat",
            "abhiprāyam",
            "ājñāya",
            "prādāt",
            "duhitaram",
            "muneḥ",
            "kṛcchrāt",
            "muktaḥ",
            "tam",
            "āmantrya",
            "puram",
            "prāyāt",
            "samāhitaḥ"
        ],
        "translation": "King Śaryāti, being very contemplative and thus understanding Cyavana Muni’s purpose, gave his daughter in charity to the sage. Thus released from danger with great difficulty, he took permission from Cyavana Muni and returned home.",
        "purport": " The King, after hearing the statement of his daughter, certainly told the great sage Cyavana Muni everything about how his daughter had ignorantly committed such an offense. The muni, however, inquired from the King whether the daughter was married. In this way, the King, understanding the purpose of the great sage Cyavana Muni (tad-abhiprāyam ājñāya), immediately gave the muni his daughter in charity and escaped the danger of being cursed. Thus with the permission of the great sage the King returned home."
    },
    {
        "verse": "10",
        "devanagari": "सुकन्या च्यवनं प्राप्य पतिं परमकोपनम् ।प्रीणयामास चित्तज्ञा अप्रमत्तानुवृत्तिभि: ॥ १० ॥",
        "english_devnagari": "sukanyā cyavanaṁ prāpyapatiṁ parama-kopanamprīṇayām āsa citta-jñāapramattānuvṛttibhiḥ",
        "verse_Syn": [
            "sukanyā",
            "cyavanam",
            "prāpya",
            "patim",
            "parama",
            "kopanam",
            "prīṇayām",
            "āsa",
            "citta",
            "jñā",
            "apramattā",
            "anuvṛttibhiḥ"
        ],
        "translation": "Cyavana Muni was very irritable, but since Sukanyā had gotten him as her husband, she dealt with him carefully, according to his mood. Knowing his mind, she performed service to him without being bewildered.",
        "purport": " This is an indication of the relationship between husband and wife. A great personality like Cyavana Muni has the temperament of always wanting to be in a superior position. Such a person cannot submit to anyone. Therefore, Cyavana Muni had an irritable temperament. His wife, Sukanyā, could understand his attitude, and under the circumstances she treated him accordingly. If any wife wants to be happy with her husband, she must try to understand her husband’s temperament and please him. This is victory for a woman. Even in the dealings of Lord Kṛṣṇa with His different queens, it has been seen that although the queens were the daughters of great kings, they placed themselves before Lord Kṛṣṇa as His maidservants. However great a woman may be, she must place herself before her husband in this way; that is to say, she must be ready to carry out her husband’s orders and please him in all circumstances. Then her life will be successful. When the wife becomes as irritable as the husband, their life at home is sure to be disturbed or ultimately completely broken. In the modern day, the wife is never submissive, and therefore home life is broken even by slight incidents. Either the wife or the husband may take advantage of the divorce laws. According to the Vedic law, however, there is no such thing as divorce laws, and a woman must be trained to be submissive to the will of her husband. Westerners contend that this is a slave mentality for the wife, but factually it is not; it is the tactic by which a woman can conquer the heart of her husband, however irritable or cruel he may be. In this case we clearly see that although Cyavana Muni was not young but indeed old enough to be Sukanyā’s grandfather and was also very irritable, Sukanyā, the beautiful young daughter of a king, submitted herself to her old husband and tried to please him in all respects. Thus she was a faithful and chaste wife."
    },
    {
        "verse": "11",
        "devanagari": "कस्यचित् त्वथ कालस्य नासत्यावाश्रमागतौ ।तौ पूजयित्वा प्रोवाच वयो मे दत्तमीश्वरौ ॥ ११ ॥",
        "english_devnagari": "kasyacit tv atha kālasyanāsatyāv āśramāgatautau pūjayitvā provācavayo me dattam īśvarau",
        "verse_Syn": [
            "kasyacit",
            "tu",
            "atha",
            "kālasya",
            "nāsatyau",
            "āśrama",
            "āgatau",
            "tau",
            "pūjayitvā",
            "provāca",
            "vayaḥ",
            "me",
            "dattam",
            "īśvarau"
        ],
        "translation": "Thereafter, some time having passed, the Aśvinī-kumāra brothers, the heavenly physicians, happened to come to Cyavana Muni’s āśrama. After offering them respectful obeisances, Cyavana Muni requested them to give him youthful life, for they were able to do so.",
        "purport": " The heavenly physicians like the Aśvinī-kumāras could give youthful life even to one who was advanced in age. Indeed, great yogīs, with their mystic powers, can even bring a dead body back to life if the structure of the body is in order. We have already discussed this in connection with Bali Mahārāja’s soldiers and their treatment by Śukrācārya. Modern medical science has not yet discovered how to bring a dead body back to life or bring youthful energy to an old body, but from these verses we can understand that such treatment is possible if one is able to take knowledge from the Vedic information. The Aśvinī-kumāras were expert in Āyur-veda, as was Dhanvantari. In every department of material science, there is a perfection to be achieved, and to achieve it one must consult the Vedic literature. The highest perfection is to become a devotee of the Lord. To attain this perfection, one must consult Śrīmad-Bhāgavatam, which is understood to be the ripe fruit of the Vedic desire tree (nigama-kalpa-taror galitaṁ phalam)."
    },
    {
        "verse": "12",
        "devanagari": "ग्रहं ग्रहीष्ये सोमस्य यज्ञे वामप्यसोमपो: ।क्रियतां मे वयो रूपं प्रमदानां यदीप्सितम् ॥ १२ ॥",
        "english_devnagari": "grahaṁ grahīṣye somasyayajñe vām apy asoma-poḥkriyatāṁ me vayo-rūpaṁpramadānāṁ yad īpsitam",
        "verse_Syn": [
            "graham",
            "grahīṣye",
            "somasya",
            "yajñe",
            "vām",
            "api",
            "asoma",
            "poḥ",
            "kriyatām",
            "me",
            "vayaḥ",
            "rūpam",
            "pramadānām",
            "yat",
            "īpsitam"
        ],
        "translation": "Cyavana Muni said: Although you are ineligible to drink soma-rasa in sacrifices, I promise to give you a full pot of it. Kindly arrange beauty and youth for me, because they are attractive to young women.",
        "purport": ""
    },
    {
        "verse": "13",
        "devanagari": "बाढमित्यूचतुर्विप्रमभिनन्द्य भिषक्तमौ ।निमज्जतां भवानस्मिन् ह्रदे सिद्धविनिर्मिते ॥ १३ ॥",
        "english_devnagari": "bāḍham ity ūcatur vipramabhinandya bhiṣaktamaunimajjatāṁ bhavān asminhrade siddha-vinirmite",
        "verse_Syn": [
            "bāḍham",
            "iti",
            "ūcatuḥ",
            "vipram",
            "abhinandya",
            "bhiṣak",
            "tamau",
            "nimajjatām",
            "bhavān",
            "asmin",
            "hrade",
            "siddha",
            "vinirmite"
        ],
        "translation": "The great physicians, the Aśvinī-kumāras, very gladly accepted Cyavana Muni’s proposal. Thus they told the brāhmaṇa, “Just dive into this lake of successful life.” [One who bathes in this lake has his desires fulfilled.]",
        "purport": ""
    },
    {
        "verse": "14",
        "devanagari": "इत्युक्तो जरया ग्रस्तदेहो धमनिसन्तत: ।ह्रदं प्रवेशितोऽश्विभ्यां वलीपलितविग्रह: ॥ १४ ॥",
        "english_devnagari": "ity ukto jarayā grasta-deho dhamani-santataḥhradaṁ praveśito ’śvibhyāṁvalī-palita-vigrahaḥ",
        "verse_Syn": [
            "iti",
            "uktaḥ",
            "jarayā",
            "grasta",
            "dehaḥ",
            "dhamani",
            "santataḥ",
            "hradam",
            "praveśitaḥ",
            "aśvibhyām",
            "valī",
            "palita",
            "vigrahaḥ"
        ],
        "translation": "After saying this, the Aśvinī-kumāras caught hold of Cyavana Muni, who was an old, diseased invalid with loose skin, white hair, and veins visible all over his body, and all three of them entered the lake.",
        "purport": " Cyavana Muni was so old that he could not enter the lake alone. Thus the Aśvinī-kumāras caught hold of his body, and the three of them entered the lake."
    },
    {
        "verse": "15",
        "devanagari": "पुरुषास्त्रय उत्तस्थुरपीव्या वनिताप्रिया: ।पद्मस्रज: कुण्डलिनस्तुल्यरूपा: सुवासस: ॥ १५ ॥",
        "english_devnagari": "puruṣās traya uttasthurapīvyā vanitā-priyāḥpadma-srajaḥ kuṇḍalinastulya-rūpāḥ suvāsasaḥ",
        "verse_Syn": [
            "puruṣāḥ",
            "trayaḥ",
            "uttasthuḥ",
            "apīvyāḥ",
            "vanitā",
            "priyāḥ",
            "padma",
            "srajaḥ",
            "kuṇḍalinaḥ",
            "tulya",
            "rūpāḥ",
            "su",
            "vāsasaḥ"
        ],
        "translation": "Thereafter, three men with very beautiful bodily features emerged from the lake. They were nicely dressed and decorated with earrings and garlands of lotuses. All of them were of the same standard of beauty.",
        "purport": ""
    },
    {
        "verse": "16",
        "devanagari": "तान् निरीक्ष्य वरारोहा सरूपान् सूर्यवर्चस: ।अजानती पतिं साध्वी अश्विनौ शरणं ययौ ॥ १६ ॥",
        "english_devnagari": "tān nirīkṣya varārohāsarūpān sūrya-varcasaḥajānatī patiṁ sādhvīaśvinau śaraṇaṁ yayau",
        "verse_Syn": [
            "tān",
            "nirīkṣya",
            "vara",
            "ārohā",
            "sa",
            "rūpān",
            "sūrya",
            "varcasaḥ",
            "ajānatī",
            "patim",
            "sādhvī",
            "aśvinau",
            "śaraṇam",
            "yayau"
        ],
        "translation": "The chaste and very beautiful Sukanyā could not distinguish her husband from the two Aśvinī-kumāras, for they were equally beautiful. Not understanding who her real husband was, she took shelter of the Aśvinī-kumāras.",
        "purport": " Sukanyā could have selected any one of them as her husband, for one could not distinguish among them, but because she was chaste, she took shelter of the Aśvinī-kumāras so that they could inform her who her actual husband was. A chaste woman will never accept any man other than her husband, even if there be someone equally as handsome and qualified."
    },
    {
        "verse": "17",
        "devanagari": "दर्शयित्वा पतिं तस्यै पातिव्रत्येन तोषितौ ।ऋषिमामन्‍त्र्य ययतुर्विमानेन त्रिविष्टपम् ॥ १७ ॥",
        "english_devnagari": "darśayitvā patiṁ tasyaipāti-vratyena toṣitauṛṣim āmantrya yayaturvimānena triviṣṭapam",
        "verse_Syn": [
            "darśayitvā",
            "patim",
            "tasyai",
            "pāti",
            "vratyena",
            "toṣitau",
            "ṛṣim",
            "āmantrya",
            "yayatuḥ",
            "vimānena",
            "triviṣṭapam"
        ],
        "translation": "The Aśvinī-kumāras were very pleased to see Sukanyā’s chastity and faithfulness. Thus they showed her Cyavana Muni, her husband, and after taking permission from him, they returned to the heavenly planets in their plane.",
        "purport": ""
    },
    {
        "verse": "18",
        "devanagari": "यक्ष्यमाणोऽथ शर्यातिश्‍च्यवनस्याश्रमं गत: ।ददर्श दुहितु: पार्श्वे पुरुषं सूर्यवर्चसम् ॥ १८ ॥",
        "english_devnagari": "yakṣyamāṇo ’tha śaryātiścyavanasyāśramaṁ gataḥdadarśa duhituḥ pārśvepuruṣaṁ sūrya-varcasam",
        "verse_Syn": [
            "yakṣyamāṇaḥ",
            "atha",
            "śaryātiḥ",
            "cyavanasya",
            "āśramam",
            "gataḥ",
            "dadarśa",
            "duhituḥ",
            "pārśve",
            "puruṣam",
            "sūrya",
            "varcasam"
        ],
        "translation": "Thereafter, King Śaryāti, desiring to perform a sacrifice, went to the residence of Cyavana Muni. There he saw by the side of his daughter a very beautiful young man, as bright as the sun.",
        "purport": ""
    },
    {
        "verse": "19",
        "devanagari": "राजा दुहितरं प्राह कृतपादाभिवन्दनाम् ।आशिषश्चाप्रयुञ्जानो नातिप्रीतिमना इव ॥ १९ ॥",
        "english_devnagari": "rājā duhitaraṁ prāhakṛta-pādābhivandanāmāśiṣaś cāprayuñjānonātiprīti-manā iva",
        "verse_Syn": [
            "rājā",
            "duhitaram",
            "prāha",
            "kṛta",
            "pāda",
            "abhivandanām",
            "āśiṣaḥ",
            "ca",
            "aprayuñjānaḥ",
            "na",
            "atiprīti",
            "manāḥ",
            "iva"
        ],
        "translation": "After receiving obeisances from his daughter, the King, instead of offering blessings to her, appeared very displeased and spoke as follows.",
        "purport": ""
    },
    {
        "verse": "20",
        "devanagari": "चिकीर्षितं ते किमिदं पतिस्त्वयाप्रलम्भितो लोकनमस्कृतो मुनि: ।यत् त्वं जराग्रस्तमसत्यसम्मतंविहाय जारं भजसेऽमुमध्वगम् ॥ २० ॥",
        "english_devnagari": "cikīrṣitaṁ te kim idaṁ patis tvayāpralambhito loka-namaskṛto muniḥyat tvaṁ jarā-grastam asaty asammataṁvihāya jāraṁ bhajase ’mum adhvagam",
        "verse_Syn": [
            "cikīrṣitam",
            "te",
            "kim",
            "idam",
            "patiḥ",
            "tvayā",
            "pralambhitaḥ",
            "loka",
            "namaskṛtaḥ",
            "muniḥ",
            "yat",
            "tvam",
            "jarā",
            "grastam",
            "asati",
            "asammatam",
            "vihāya",
            "jāram",
            "bhajase",
            "amum",
            "adhvagam"
        ],
        "translation": "O unchaste girl, what is this that you have desired to do? You have cheated the most respectable husband, who is honored by everyone, for I see that because he was old, diseased and therefore unattractive, you have left his company to accept as your husband this young man, who appears to be a beggar from the street.",
        "purport": " This shows the values of Vedic culture. According to the circumstances, Sukanyā had been given a husband who was too old to be compatible with her. Because Cyavana Muni was diseased and very old, he was certainly unfit for the beautiful daughter of King Śaryāti. Nonetheless, her father expected her to be faithful to her husband. When he suddenly saw that his daughter had accepted someone else, even though the man was young and handsome, he immediately chastised her as asatī, unchaste, because he assumed that she had accepted another man in the presence of her husband. According to Vedic culture, even if a young woman is given an old husband, she must respectfully serve him. This is chastity. It is not that because she dislikes her husband she may give him up and accept another. This is against Vedic culture. According to Vedic culture, a woman must accept the husband given to her by her parents and remain chaste and faithful to him. Therefore King Śaryāti was surprised to see a young man by the side of Sukanyā."
    },
    {
        "verse": "21",
        "devanagari": "कथं मतिस्तेऽवगतान्यथा सतांकुलप्रसूते कुलदूषणं त्विदम् ।बिभर्षि जारं यदपत्रपा कुलंपितुश्च भर्तुश्च नयस्यधस्तम: ॥ २१ ॥",
        "english_devnagari": "kathaṁ matis te ’vagatānyathā satāṁkula-prasūte kula-dūṣaṇaṁ tv idambibharṣi jāraṁ yad apatrapā kulaṁpituś ca bhartuś ca nayasy adhas tamaḥ",
        "verse_Syn": [
            "katham",
            "matiḥ",
            "te",
            "avagatā",
            "anyathā",
            "satām",
            "kula",
            "prasūte",
            "kula",
            "dūṣaṇam",
            "tu",
            "idam",
            "bibharṣi",
            "jāram",
            "yat",
            "apatrapā",
            "kulam",
            "pituḥ",
            "ca",
            "bhartuḥ",
            "ca",
            "nayasi",
            "adhaḥ",
            "tamaḥ"
        ],
        "translation": "O my daughter, who were born in a respectable family, how have you degraded your consciousness in this way? How is it that you are shamelessly maintaining a paramour? You will thus degrade the dynasties of both your father and your husband to hellish life.",
        "purport": " It is quite clear that according to Vedic culture a woman who accepts a paramour or second husband in the presence of the husband she has married is certainly responsible for the degradation of her father’s family and the family of her husband. The rules of Vedic culture in this regard are strictly observed in the respectable families of brāhmaṇas, kṣatriyas and vaiśyas even today; only the śūdras are degraded in this matter. For a woman of the brāhmaṇa, kṣatriya or vaiśya class to accept another husband in the presence of the husband she has married, or to file for divorce or accept a boyfriend or paramour, is unacceptable in the Vedic culture. Therefore King Śaryāti, who did not know the real facts of Cyavana Muni’s transformation, was surprised to see the behavior of his daughter."
    },
    {
        "verse": "22",
        "devanagari": "एवं ब्रुवाणं पितरं स्मयमाना शुचिस्मिता ।उवाच तात जामाता तवैष भृगुनन्दन: ॥ २२ ॥",
        "english_devnagari": "evaṁ bruvāṇaṁ pitaraṁsmayamānā śuci-smitāuvāca tāta jāmātātavaiṣa bhṛgu-nandanaḥ",
        "verse_Syn": [
            "evam",
            "bruvāṇam",
            "pitaram",
            "smayamānā",
            "śuci",
            "smitā",
            "uvāca",
            "tāta",
            "jāmātā",
            "tava",
            "eṣaḥ",
            "bhṛgu",
            "nandanaḥ"
        ],
        "translation": "Sukanyā, however, being very proud of her chastity, smiled upon hearing the rebukes of her father. She smilingly told him, “My dear father, this young man by my side is your actual son-in-law, the great sage Cyavana, who was born in the family of Bhṛgu.”",
        "purport": " Although the father chastised the daughter, assuming that she had accepted another husband, the daughter knew that she was completely honest and chaste, and therefore she was smiling. When she explained that her husband, Cyavana Muni, had now been transformed into a young man, she was very proud of her chastity, and thus she smiled as she talked with her father."
    },
    {
        "verse": "23",
        "devanagari": "शशंस पित्रे तत् सर्वं वयोरूपाभिलम्भनम् ।विस्मित: परमप्रीतस्तनयां परिषस्वजे ॥ २३ ॥",
        "english_devnagari": "śaśaṁsa pitre tat sarvaṁvayo-rūpābhilambhanamvismitaḥ parama-prītastanayāṁ pariṣasvaje",
        "verse_Syn": [
            "śaśaṁsa",
            "pitre",
            "tat",
            "sarvam",
            "vayaḥ",
            "rūpa",
            "abhilambhanam",
            "vismitaḥ",
            "parama",
            "prītaḥ",
            "tanayām",
            "pariṣasvaje"
        ],
        "translation": "Thus Sukanyā explained how her husband had received the beautiful body of a young man. When the King heard this he was very surprised, and in great pleasure he embraced his beloved daughter.",
        "purport": ""
    },
    {
        "verse": "24",
        "devanagari": "सोमेन याजयन् वीरं ग्रहं सोमस्य चाग्रहीत् ।असोमपोरप्यश्विनोश्‍च्यवन: स्वेन तेजसा ॥ २४ ॥",
        "english_devnagari": "somena yājayan vīraṁgrahaṁ somasya cāgrahītasoma-por apy aśvinoścyavanaḥ svena tejasā",
        "verse_Syn": [
            "somena",
            "yājayan",
            "vīram",
            "graham",
            "somasya",
            "ca",
            "agrahīt",
            "asoma",
            "poḥ",
            "api",
            "aśvinoḥ",
            "cyavanaḥ",
            "svena",
            "tejasā"
        ],
        "translation": "Cyavana Muni, by his own prowess, enabled King Śaryāti to perform the soma-yajña. The muni offered a full pot of soma-rasa to the Aśvinī-kumāras, although they were unfit to drink it.",
        "purport": ""
    },
    {
        "verse": "25",
        "devanagari": "हन्तुं तमाददे वज्रं सद्योमन्युरमर्षित: ।सवज्रं स्तम्भयामास भुजमिन्द्रस्य भार्गव: ॥ २५ ॥",
        "english_devnagari": "hantuṁ tam ādade vajraṁsadyo manyur amarṣitaḥsavajraṁ stambhayām āsabhujam indrasya bhārgavaḥ",
        "verse_Syn": [
            "hantum",
            "tam",
            "ādade",
            "vajram",
            "sadyaḥ",
            "manyuḥ",
            "amarṣitaḥ",
            "sa",
            "vajram",
            "stambhayām",
            "āsa",
            "bhujam",
            "indrasya",
            "bhārgavaḥ"
        ],
        "translation": "King Indra, being perturbed and angry, wanted to kill Cyavana Muni, and therefore he impetuously took up his thunderbolt. But Cyavana Muni, by his powers, paralyzed Indra’s arm that held the thunderbolt.",
        "purport": ""
    },
    {
        "verse": "26",
        "devanagari": "अन्वजानंस्तत: सर्वे ग्रहं सोमस्य चाश्विनो: ।भिषजाविति यत् पूर्वं सोमाहुत्या बहिष्कृतौ ॥ २६ ॥",
        "english_devnagari": "anvajānaṁs tataḥ sarvegrahaṁ somasya cāśvinoḥbhiṣajāv iti yat pūrvaṁsomāhutyā bahiṣ-kṛtau",
        "verse_Syn": [
            "anvajānan",
            "tataḥ",
            "sarve",
            "graham",
            "somasya",
            "ca",
            "aśvinoḥ",
            "bhiṣajau",
            "iti",
            "yat",
            "pūrvam",
            "soma",
            "āhutyā",
            "bahiḥ",
            "kṛtau"
        ],
        "translation": "Although the Aśvinī-kumāras were only physicians and were therefore excluded from drinking soma-rasa in sacrifices, the demigods agreed to allow them henceforward to drink it.",
        "purport": ""
    },
    {
        "verse": "27",
        "devanagari": "उत्तानबर्हिरानर्तो भूरिषेण इति त्रय: ।शर्यातेरभवन् पुत्रा आनर्ताद् रेवतोऽभवत् ॥ २७ ॥",
        "english_devnagari": "uttānabarhir ānartobhūriṣeṇa iti trayaḥśaryāter abhavan putrāānartād revato ’bhavat",
        "verse_Syn": [
            "uttānabarhiḥ",
            "ānartaḥ",
            "bhūriṣeṇaḥ",
            "iti",
            "trayaḥ",
            "śaryāteḥ",
            "abhavan",
            "putrāḥ",
            "ānartāt",
            "revataḥ",
            "abhavat"
        ],
        "translation": "King Śaryāti begot three sons, named Uttānabarhi, Ānarta and Bhūriṣeṇa. From Ānarta came a son named Revata.",
        "purport": ""
    },
    {
        "verse": "28",
        "devanagari": "सोऽन्त:समुद्रे नगरीं विनिर्माय कुशस्थलीम् ।आस्थितोऽभुङ्क्त विषयानानर्तादीनरिन्दम ।तस्य पुत्रशतं जज्ञे ककुद्मिज्येष्ठमुत्तमम् ॥ २८ ॥",
        "english_devnagari": "so ’ntaḥ-samudre nagarīṁvinirmāya kuśasthalīmāsthito ’bhuṅkta viṣayānānartādīn arindamatasya putra-śataṁ jajñekakudmi-jyeṣṭham uttamam",
        "verse_Syn": [
            "saḥ",
            "antaḥ",
            "samudre",
            "nagarīm",
            "vinirmāya",
            "kuśasthalīm",
            "āsthitaḥ",
            "abhuṅkta",
            "viṣayān",
            "ānarta",
            "ādīn",
            "arim",
            "dama",
            "tasya",
            "putra",
            "śatam",
            "jajñe",
            "kakudmi",
            "jyeṣṭham",
            "uttamam"
        ],
        "translation": "O Mahārāja Parīkṣit, subduer of enemies, this Revata constructed a kingdom known as Kuśasthalī in the depths of the ocean. There he lived and ruled such tracts of land as Ānarta, etc. He had one hundred very nice sons, of whom the eldest was Kakudmī.",
        "purport": ""
    },
    {
        "verse": "29",
        "devanagari": "ककुद्मी रेवतीं कन्यां स्वामादाय विभुं गत: ।पुत्र्यावरं परिप्रष्टुं ब्रह्मलोकमपावृतम् ॥ २९ ॥",
        "english_devnagari": "kakudmī revatīṁ kanyāṁsvām ādāya vibhuṁ gataḥputryā varaṁ paripraṣṭuṁbrahmalokam apāvṛtam",
        "verse_Syn": [
            "kakudmī",
            "revatīm",
            "kanyām",
            "svām",
            "ādāya",
            "vibhum",
            "gataḥ",
            "putryāḥ",
            "varam",
            "paripraṣṭum",
            "brahmalokam",
            "apāvṛtam"
        ],
        "translation": "Taking his own daughter, Revatī, Kakudmī went to Lord Brahmā in Brahmaloka, which is transcendental to the three modes of material nature, and inquired about a husband for her.",
        "purport": " It appears that Brahmaloka, the abode of Lord Brahmā, is also transcendental, above the three modes of material nature (apāvṛtam)."
    },
    {
        "verse": "30",
        "devanagari": "आवर्तमाने गान्धर्वे स्थितोऽलब्धक्षण: क्षणम् ।तदन्त आद्यमानम्य स्वाभिप्रायं न्यवेदयत् ॥ ३० ॥",
        "english_devnagari": "āvartamāne gāndharvesthito ’labdha-kṣaṇaḥ kṣaṇamtad-anta ādyam ānamyasvābhiprāyaṁ nyavedayat",
        "verse_Syn": [
            "āvartamāne",
            "gāndharve",
            "sthitaḥ",
            "alabdha",
            "kṣaṇaḥ",
            "kṣaṇam",
            "tat",
            "ante",
            "ādyam",
            "ānamya",
            "sva",
            "abhiprāyam",
            "nyavedayat"
        ],
        "translation": "When Kakudmī arrived there, Lord Brahmā was engaged in hearing musical performances by the Gandharvas and had not a moment to talk with him. Therefore Kakudmī waited, and at the end of the musical performances he offered his obeisances to Lord Brahmā and thus submitted his long-standing desire.",
        "purport": ""
    },
    {
        "verse": "31",
        "devanagari": "तच्छ्रुत्वा भगवान् ब्रह्मा प्रहस्य तमुवाच ह ।अहो राजन् निरुद्धास्ते कालेन हृदि ये कृता: ॥ ३१ ॥",
        "english_devnagari": "tac chrutvā bhagavān brahmāprahasya tam uvāca haaho rājan niruddhās tekālena hṛdi ye kṛtāḥ",
        "verse_Syn": [
            "tat",
            "śrutvā",
            "bhagavān",
            "brahmā",
            "prahasya",
            "tam",
            "uvāca",
            "ha",
            "aho",
            "rājan",
            "niruddhāḥ",
            "te",
            "kālena",
            "hṛdi",
            "ye",
            "kṛtāḥ"
        ],
        "translation": "After hearing his words, Lord Brahmā, who is most powerful, laughed loudly and said to Kakudmī: O King, all those whom you may have decided within the core of your heart to accept as your son-in-law have passed away in the course of time.",
        "purport": ""
    },
    {
        "verse": "32",
        "devanagari": "तत्पुत्रपौत्रनप्तृणां गोत्राणि च न श‍ृण्महे ।कालोऽभियातस्त्रिणवचतुर्युगविकल्पित: ॥ ३२ ॥",
        "english_devnagari": "tat putra-pautra-naptṝṇāṁgotrāṇi ca na śṛṇmahekālo ’bhiyātas tri-ṇava-catur-yuga-vikalpitaḥ",
        "verse_Syn": [
            "tat",
            "putra",
            "pautra",
            "naptṝṇām",
            "gotrāṇi",
            "ca",
            "na",
            "śṛṇmahe",
            "kālaḥ",
            "abhiyātaḥ",
            "tri",
            "nava",
            "catur",
            "yuga",
            "vikalpitaḥ"
        ],
        "translation": "Twenty-seven catur-yugas have already passed. Those upon whom you may have decided are now gone, and so are their sons, grandsons and other descendants. You cannot even hear about their names.",
        "purport": " During Lord Brahmā’s day, fourteen Manus or one thousand mahā-yugas pass away. Brahmā informed King Kakudmī that twenty-seven mahā-yugas, each consisting of the four periods Satya, Tretā, Dvāpara and Kali, had already passed. All the kings and other great personalities born in those yugas had now departed from memory into obscurity. This is the way of time as it moves through past, present and future."
    },
    {
        "verse": "33",
        "devanagari": "तद् गच्छ देवदेवांशो बलदेवो महाबल: ।कन्यारत्नमिदं राजन् नररत्नाय देहि भो: ॥ ३३ ॥",
        "english_devnagari": "tad gaccha deva-devāṁśobaladevo mahā-balaḥkanyā-ratnam idaṁ rājannara-ratnāya dehi bhoḥ",
        "verse_Syn": [
            "tat",
            "gaccha",
            "deva",
            "deva",
            "aṁśaḥ",
            "baladevaḥ",
            "mahā",
            "balaḥ",
            "kanyā",
            "ratnam",
            "idam",
            "rājan",
            "nara",
            "ratnāya",
            "dehi",
            "bhoḥ"
        ],
        "translation": "O King, leave here and offer your daughter to Lord Baladeva, who is still present. He is most powerful. Indeed, He is the Supreme Personality of Godhead, whose plenary portion is Lord Viṣṇu. Your daughter is fit to be given to Him in charity.",
        "purport": ""
    },
    {
        "verse": "34",
        "devanagari": "भुवो भारावताराय भगवान् भूतभावन: ।अवतीर्णो निजांशेन पुण्यश्रवणकीर्तन: ॥ ३४ ॥",
        "english_devnagari": "bhuvo bhārāvatārāyabhagavān bhūta-bhāvanaḥavatīrṇo nijāṁśenapuṇya-śravaṇa-kīrtanaḥ",
        "verse_Syn": [
            "bhuvaḥ",
            "bhāra",
            "avatārāya",
            "bhagavān",
            "bhūta",
            "bhāvanaḥ",
            "avatīrṇaḥ",
            "nija",
            "aṁśena",
            "puṇya",
            "śravaṇa",
            "kīrtanaḥ"
        ],
        "translation": "Lord Baladeva is the Supreme Personality of Godhead. One who hears and chants about Him is purified. Because He is always the well-wisher of all living entities, He has descended with all His paraphernalia to purify the entire world and lessen its burden.",
        "purport": ""
    },
    {
        "verse": "35",
        "devanagari": "इत्यादिष्टोऽभिवन्द्याजं नृप: स्वपुरमागत: ।त्यक्तं पुण्यजनत्रासाद् भ्रातृभिर्दिक्ष्ववस्थितै: ॥ ३५ ॥",
        "english_devnagari": "ity ādiṣṭo ’bhivandyājaṁnṛpaḥ sva-puram āgataḥtyaktaṁ puṇya-jana-trāsādbhrātṛbhir dikṣv avasthitaiḥ",
        "verse_Syn": [
            "iti",
            "ādiṣṭaḥ",
            "abhivandya",
            "ajam",
            "nṛpaḥ",
            "sva",
            "puram",
            "āgataḥ",
            "tyaktam",
            "puṇya",
            "jana",
            "trāsāt",
            "bhrātṛbhiḥ",
            "dikṣu",
            "avasthitaiḥ"
        ],
        "translation": "Having received this order from Lord Brahmā, Kakudmī offered obeisances unto him and returned to his own residence. He then saw that his residence was vacant, having been abandoned by his brothers and other relatives, who were living in all directions because of fear of such higher living beings as the Yakṣas.",
        "purport": ""
    },
    {
        "verse": "36",
        "devanagari": "सुतां दत्त्वानवद्याङ्गीं बलाय बलशालिने ।बदर्याख्यं गतो राजा तप्तुं नारायणाश्रमम् ॥ ३६ ॥",
        "english_devnagari": "sutāṁ dattvānavadyāṅgīṁbalāya bala-śālinebadary-ākhyaṁ gato rājātaptuṁ nārāyaṇāśramam",
        "verse_Syn": [
            "sutām",
            "dattvā",
            "anavadya",
            "aṅgīm",
            "balāya",
            "bala",
            "śāline",
            "badarī",
            "ākhyam",
            "gataḥ",
            "rājā",
            "taptum",
            "nārāyaṇa",
            "āśramam"
        ],
        "translation": "Thereafter, the King gave his most beautiful daughter in charity to the supremely powerful Baladeva and then retired from worldly life and went to Badarikāśrama to please Nara-Nārāyaṇa.",
        "purport": ""
    }
]