[
    {
        "verse": "1",
        "devanagari": "श्रीराजोवाचमन्वन्तराणि सर्वाणि त्वयोक्तानि श्रुतानि मे ।वीर्याण्यनन्तवीर्यस्य हरेस्तत्र कृतानि च ॥ १ ॥",
        "english_devnagari": "śrī-rājovācamanvantarāṇi sarvāṇitvayoktāni śrutāni mevīryāṇy ananta-vīryasyahares tatra kṛtāni ca",
        "verse_Syn": [
            "śrī",
            "rājā",
            "uvāca",
            "manvantarāṇi",
            "sarvāṇi",
            "tvayā",
            "uktāni",
            "śrutāni",
            "me",
            "vīryāṇi",
            "ananta",
            "vīryasya",
            "hareḥ",
            "tatra",
            "kṛtāni",
            "ca"
        ],
        "translation": "King Parīkṣit said: My lord, Śukadeva Gosvāmī, you have elaborately described all the periods of the various Manus and, within those periods, the wonderful activities of the Supreme Personality of Godhead, who has unlimited potency. I am fortunate to have heard all of this from you.",
        "purport": ""
    },
    {
        "verse": "2-3",
        "devanagari": "योऽसौ सत्यव्रतो नाम राजर्षिर्द्रविडेश्वर: ।ज्ञानं योऽतीतकल्पान्ते लेभे पुरुषसेवया ॥ २ ॥स वै विवस्वत: पुत्रो मनुरासीदिति श्रुतम् ।त्वत्तस्तस्य सुता:प्रोक्ता इक्ष्वाकुप्रमुखा नृपा: ॥ ३ ॥",
        "english_devnagari": "yo ’sau satyavrato nāmarājarṣir draviḍeśvaraḥjñānaṁ yo ’tīta-kalpāntelebhe puruṣa-sevayā",
        "verse_Syn": [
            "yaḥ",
            "asau",
            "satyavrataḥ",
            "nāma",
            "rāja",
            "ṛṣiḥ",
            "draviḍa",
            "īśvaraḥ",
            "jñānam",
            "yaḥ",
            "atīta",
            "kalpa",
            "ante",
            "lebhe",
            "puruṣa",
            "sevayā",
            "saḥ",
            "vai",
            "vivasvataḥ",
            "putraḥ",
            "manuḥ",
            "āsīt",
            "iti",
            "śrutam",
            "tvattaḥ",
            "tasya",
            "sutāḥ",
            "proktāḥ",
            "ikṣvāku",
            "pramukhāḥ",
            "nṛpāḥ"
        ],
        "translation": "Satyavrata, the saintly king of Draviḍadeśa who received spiritual knowledge at the end of the last millennium by the grace of the Supreme, later became Vaivasvata Manu, the son of Vivasvān, in the next manvantara [period of Manu]. I have received this knowledge from you. I also understand that such kings as Ikṣvāku were his sons, as you have already explained.",
        "purport": ""
    },
    {
        "verse": "4",
        "devanagari": "तेषां वंशं पृथग् ब्रह्मन् वंशानुचरितानि च ।कीर्तयस्व महाभाग नित्यं शुश्रूषतां हि न: ॥ ४ ॥",
        "english_devnagari": "teṣāṁ vaṁśaṁ pṛthag brahmanvaṁśānucaritāni cakīrtayasva mahā-bhāganityaṁ śuśrūṣatāṁ hi naḥ",
        "verse_Syn": [
            "teṣām",
            "vaṁśam",
            "pṛthak",
            "brahman",
            "vaṁśa",
            "anucaritāni",
            "ca",
            "kīrtayasva",
            "mahā",
            "bhāga",
            "nityam",
            "śuśrūṣatām",
            "hi",
            "naḥ"
        ],
        "translation": "O greatly fortunate Śukadeva Gosvāmī, O great brāhmaṇa, kindly describe to us separately the dynasties and characteristics of all those kings, for we are always eager to hear such topics from you.",
        "purport": ""
    },
    {
        "verse": "5",
        "devanagari": "ये भूता ये भविष्याश्च भवन्त्यद्यतनाश्च ये ।तेषां न: पुण्यकीर्तीनां सर्वेषां वद विक्रमान् ॥ ५ ॥",
        "english_devnagari": "ye bhūtā ye bhaviṣyāś cabhavanty adyatanāś ca yeteṣāṁ naḥ puṇya-kīrtīnāṁsarveṣāṁ vada vikramān",
        "verse_Syn": [
            "ye",
            "bhūtāḥ",
            "ye",
            "bhaviṣyāḥ",
            "ca",
            "bhavanti",
            "adyatanāḥ",
            "ca",
            "ye",
            "teṣām",
            "naḥ",
            "puṇya",
            "kīrtīnām",
            "sarveṣām",
            "vada",
            "vikramān"
        ],
        "translation": "Kindly tell us about the abilities of all the celebrated kings born in the dynasty of Vaivasvata Manu, including those who have already passed, those who may appear in the future, and those who exist at present.",
        "purport": ""
    },
    {
        "verse": "6",
        "devanagari": "श्रीसूत उवाचएवं परीक्षिता राज्ञा सदसि ब्रह्मवादिनाम् ।पृष्ट: प्रोवाच भगवाञ्छुक: परमधर्मवित् ॥ ६ ॥",
        "english_devnagari": "śrī-sūta uvācaevaṁ parīkṣitā rājñāsadasi brahma-vādināmpṛṣṭaḥ provāca bhagavāñchukaḥ parama-dharma-vit",
        "verse_Syn": [
            "śrī",
            "sūtaḥ",
            "uvāca",
            "evam",
            "parīkṣitā",
            "rājñā",
            "sadasi",
            "brahma",
            "vādinām",
            "pṛṣṭaḥ",
            "provāca",
            "bhagavān",
            "śukaḥ",
            "parama",
            "dharma",
            "vit"
        ],
        "translation": "Sūta Gosvāmī said: When Śukadeva Gosvāmī, the greatest knower of religious principles, was thus requested by Mahārāja Parīkṣit in the assembly of all the scholars learned in Vedic knowledge, he then proceeded to speak.",
        "purport": ""
    },
    {
        "verse": "7",
        "devanagari": "श्रीशुक उवाचश्रूयतां मानवो वंश: प्राचुर्येण परन्तप ।न शक्यते विस्तरतो वक्तुं वर्षशतैरपि ॥ ७ ॥",
        "english_devnagari": "śrī-śuka uvācaśrūyatāṁ mānavo vaṁśaḥprācuryeṇa parantapana śakyate vistaratovaktuṁ varṣa-śatair api",
        "verse_Syn": [
            "śrī",
            "śukaḥ",
            "uvāca",
            "śrūyatām",
            "mānavaḥ",
            "vaṁśaḥ",
            "prācuryeṇa",
            "parantapa",
            "na",
            "śakyate",
            "vistarataḥ",
            "vaktum",
            "varṣa",
            "śataiḥ",
            "api"
        ],
        "translation": "Śukadeva Gosvāmī continued: O King, subduer of your enemies, now hear from me in great detail about the dynasty of Manu. I shall explain as much as possible, although one could not say everything about it, even in hundreds of years.",
        "purport": ""
    },
    {
        "verse": "8",
        "devanagari": "परावरेषां भूतानामात्मा य: पुरुष: पर: ।स एवासीदिदं विश्वं कल्पान्तेऽन्यन्न किञ्चन ॥ ८ ॥",
        "english_devnagari": "parāvareṣāṁ bhūtānāmātmā yaḥ puruṣaḥ paraḥsa evāsīd idaṁ viśvaṁkalpānte ’nyan na kiñcana",
        "verse_Syn": [
            "para",
            "avareṣām",
            "bhūtānām",
            "ātmā",
            "yaḥ",
            "puruṣaḥ",
            "paraḥ",
            "saḥ",
            "eva",
            "āsīt",
            "idam",
            "viśvam",
            "kalpa",
            "ante",
            "anyat",
            "na",
            "kiñcana"
        ],
        "translation": "The transcendental Supreme Person, the Supersoul of all living entities, who are in different statuses of life, high and low, existed at the end of the millennium, when neither this manifested cosmos nor anything else but Him existed.",
        "purport": " Taking the proper position from which to describe the dynasty of Manu, Śukadeva Gosvāmī begins by saying that when the entire world is inundated, only the Supreme Personality of Godhead exists, and nothing else. Śukadeva Gosvāmī will now describe how the Lord creates other things, one after another."
    },
    {
        "verse": "9",
        "devanagari": "तस्य नाभे: समभवत् पद्मकोषो हिरण्मय: ।तस्मिञ्जज्ञे महाराज स्वयम्भूश्चतुरानन: ॥ ९ ॥",
        "english_devnagari": "tasya nābheḥ samabhavatpadma-koṣo hiraṇmayaḥtasmiñ jajñe mahārājasvayambhūś catur-ānanaḥ",
        "verse_Syn": [
            "tasya",
            "nābheḥ",
            "samabhavat",
            "padma",
            "koṣaḥ",
            "hiraṇmayaḥ",
            "tasmin",
            "jajñe",
            "mahārāja",
            "svayambhūḥ",
            "catuḥ",
            "ānanaḥ"
        ],
        "translation": "O King Parīkṣit, from the navel of the Supreme Personality of Godhead was generated a golden lotus, on which the four-faced Lord Brahmā took his birth.",
        "purport": ""
    },
    {
        "verse": "10",
        "devanagari": "मरीचिर्मनसस्तस्य जज्ञे तस्यापि कश्यप: ।दाक्षायण्यां ततोऽदित्यां विवस्वानभवत् सुत: ॥ १० ॥",
        "english_devnagari": "marīcir manasas tasyajajñe tasyāpi kaśyapaḥdākṣāyaṇyāṁ tato ’dityāṁvivasvān abhavat sutaḥ",
        "verse_Syn": [
            "marīciḥ",
            "manasaḥ",
            "tasya",
            "jajñe",
            "tasya",
            "api",
            "kaśyapaḥ",
            "dākṣāyaṇyām",
            "tataḥ",
            "adityām",
            "vivasvān",
            "abhavat",
            "sutaḥ"
        ],
        "translation": "From the mind of Lord Brahmā, Marīci took birth, from the semen of Marīci, Kaśyapa appeared, and from Kaśyapa, by the womb of Dakṣa’s daughter Aditi, Vivasvān took birth.",
        "purport": ""
    },
    {
        "verse": "11-12",
        "devanagari": "ततो मनु: श्राद्धदेव: संज्ञायामास भारत ।श्रद्धायां जनयामास दश पुत्रान् स आत्मवान् ॥ ११ ॥इक्ष्वाकुनृगशर्यातिदिष्टधृष्टकरूषकान् ।नरिष्यन्तं पृषध्रं च नभगं च कविं विभु: ॥ १२ ॥",
        "english_devnagari": "tato manuḥ śrāddhadevaḥsaṁjñāyām āsa bhārataśraddhāyāṁ janayām āsadaśa putrān sa ātmavān",
        "verse_Syn": [
            "tataḥ",
            "manuḥ",
            "śrāddhadevaḥ",
            "saṁjñāyām",
            "āsa",
            "bhārata",
            "śraddhāyām",
            "janayām",
            "āsa",
            "daśa",
            "putrān",
            "saḥ",
            "ātmavān",
            "ikṣvāku",
            "nṛga",
            "śaryāti",
            "diṣṭa",
            "dhṛṣṭa",
            "karūṣakān",
            "nariṣyantam",
            "pṛṣadhram",
            "ca",
            "nabhagam",
            "ca",
            "kavim",
            "vibhuḥ"
        ],
        "translation": "O King, best of the Bhārata dynasty, from Vivasvān, by the womb of Saṁjñā, Śrāddhadeva Manu was born. Śrāddhadeva Manu, having conquered his senses, begot ten sons in the womb of his wife, Śraddhā. The names of these sons were Ikṣvāku, Nṛga, Śaryāti, Diṣṭa, Dhṛṣṭa, Karūṣaka, Nariṣyanta, Pṛṣadhra, Nabhaga and Kavi.",
        "purport": ""
    },
    {
        "verse": "13",
        "devanagari": "अप्रजस्य मनो: पूर्वं वसिष्ठो भगवान् किल ।मित्रावरुणयोरिष्टिं प्रजार्थमकरोद् विभु: ॥ १३ ॥",
        "english_devnagari": "aprajasya manoḥ pūrvaṁvasiṣṭho bhagavān kilamitrā-varuṇayor iṣṭiṁprajārtham akarod vibhuḥ",
        "verse_Syn": [
            "aprajasya",
            "manoḥ",
            "pūrvam",
            "vasiṣṭhaḥ",
            "bhagavān",
            "kila",
            "mitrā",
            "varuṇayoḥ",
            "iṣṭim",
            "prajā",
            "artham",
            "akarot",
            "vibhuḥ"
        ],
        "translation": "Manu at first had no sons. Therefore, in order to get a son for him, the great saint Vasiṣṭha, who was very powerful in spiritual knowledge, performed a sacrifice to satisfy the demigods Mitra and Varuṇa.",
        "purport": ""
    },
    {
        "verse": "14",
        "devanagari": "तत्र श्रद्धा मनो: पत्नी होतारं समयाचत ।दुहित्रर्थमुपागम्य प्रणिपत्य पयोव्रता ॥ १४ ॥",
        "english_devnagari": "tatra śraddhā manoḥ patnīhotāraṁ samayācataduhitrartham upāgamyapraṇipatya payovratā",
        "verse_Syn": [
            "tatra",
            "śraddhā",
            "manoḥ",
            "patnī",
            "hotāram",
            "samayācata",
            "duhitṛ",
            "artham",
            "upāgamya",
            "praṇipatya",
            "payaḥ",
            "vratā"
        ],
        "translation": "During that sacrifice, Śraddhā, Manu’s wife, who was observing the vow of subsisting only by drinking milk, approached the priest offering the sacrifice, offered obeisances to him and begged for a daughter.",
        "purport": ""
    },
    {
        "verse": "15",
        "devanagari": "प्रेषितोऽध्वर्युणा होता व्यचरत् तत् समाहित: ।गृहीते हविषि वाचा वषट्कारं गृणन्द्विज: ॥ १५ ॥",
        "english_devnagari": "preṣito ’dhvaryuṇā hotāvyacarat tat samāhitaḥgṛhīte haviṣi vācāvaṣaṭ-kāraṁ gṛṇan dvijaḥ",
        "verse_Syn": [
            "preṣitaḥ",
            "adhvaryuṇā",
            "hotā",
            "vyacarat",
            "tat",
            "samāhitaḥ",
            "gṛhīte",
            "haviṣi",
            "vācā",
            "vaṣaṭ",
            "kāram",
            "gṛṇan",
            "dvijaḥ"
        ],
        "translation": "Told by the chief priest “Now offer oblations,” the person in charge of oblations took clarified butter to offer. He then remembered the request of Manu’s wife and performed the sacrifice while chanting the word “vaṣaṭ.”",
        "purport": ""
    },
    {
        "verse": "16",
        "devanagari": "होतुस्तद्‌व्यभिचारेण कन्येला नाम साभवत् ।तां विलोक्य मनु: प्राह नातितुष्टमना गुरुम् ॥ १६ ॥",
        "english_devnagari": "hotus tad-vyabhicāreṇakanyelā nāma sābhavattāṁ vilokya manuḥ prāhanātituṣṭamanā gurum",
        "verse_Syn": [
            "hotuḥ",
            "tat",
            "vyabhicāreṇa",
            "kanyā",
            "ilā",
            "nāma",
            "sā",
            "abhavat",
            "tām",
            "vilokya",
            "manuḥ",
            "prāha",
            "na",
            "atituṣṭamanāḥ",
            "gurum"
        ],
        "translation": "Manu had begun that sacrifice for the sake of getting a son, but because the priest was diverted by the request of Manu’s wife, a daughter named Ilā was born. Upon seeing the daughter, Manu was not very satisfied. Thus he spoke to his guru, Vasiṣṭha, as follows.",
        "purport": " Because Manu had no issue, he was pleased at the birth of the child, even though a daughter, and gave her the name Ilā. Later, however, he was not very satisfied to see the daughter instead of a son. Because he had no issue, he was certainly very glad at the birth of Ilā, but his pleasure was temporary."
    },
    {
        "verse": "17",
        "devanagari": "भगवन् किमिदं जातं कर्म वो ब्रह्मवादिनाम् ।विपर्ययमहो कष्टं मैवं स्याद् ब्रह्मविक्रिया ॥ १७ ॥",
        "english_devnagari": "bhagavan kim idaṁ jātaṁkarma vo brahma-vādināmviparyayam aho kaṣṭaṁmaivaṁ syād brahma-vikriyā",
        "verse_Syn": [
            "bhagavan",
            "kim",
            "idam",
            "jātam",
            "karma",
            "vaḥ",
            "brahma",
            "vādinām",
            "viparyayam",
            "aho",
            "kaṣṭam",
            "mā",
            "evam",
            "syāt",
            "brahma",
            "vikriyā"
        ],
        "translation": "My lord, all of you are expert in chanting the Vedic mantras. How then has the result been opposite to the one desired? This is a matter for lamentation. There should not have been such a reversal of the results of the Vedic mantras.",
        "purport": " In this age, the performance of yajña has been forbidden because no one can properly chant the Vedic mantras. If Vedic mantras are chanted properly, the desire for which a sacrifice is performed must be successful. Therefore the Hare Kṛṣṇa chant is called the mahā-mantra, the great, exalted mantra above all other Vedic mantras, because simply chanting the Hare Kṛṣṇa mahā-mantra brings so many beneficial effects. As explained by Śrī Caitanya Mahāprabhu (Śikṣāṣṭaka 1): “Glory to the Śrī Kṛṣṇa saṅkīrtana, which cleanses the heart of all the dust accumulated for years and extinguishes the fire of conditional life, of repeated birth and death. This saṅkīrtana movement is the prime benediction for humanity at large because it spreads the rays of the benediction moon. It is the life of all transcendental knowledge. It increases the ocean of transcendental bliss, and it enables us to fully taste the nectar for which we are always anxious.” Therefore, the best performance of yajña given to us is the saṅkīrtana-yajña. Yajñaiḥ saṅkīrtana-prāyair yajanti hi sumedhasaḥ (Bhāg. 11.5.32). Those who are intelligent take advantage of the greatest yajña in this age by chanting the Hare Kṛṣṇa mahā-mantra in congregation. When the Hare Kṛṣṇa mantra is chanted by many men together, the chanting is called saṅkīrtana, and as a result of such a yajña there will be clouds in the sky (yajñād bhavati parjanyaḥ). In these days of drought, people can gain relief from scarcity of rain and food by the simple method of the Hare Kṛṣṇa yajña. Indeed, this can relieve all of human society. At present there are droughts throughout Europe and America, and people are suffering, but if people take this Kṛṣṇa consciousness movement seriously, if they stop their sinful activities and chant the Hare Kṛṣṇa mahā-mantra, all their problems will be solved without difficulty. In other processes of yajña there are difficulties because there are no learned scholars who can chant the mantras perfectly well, nor is it possible to secure the ingredients to perform the yajña. Because human society is poverty-stricken and men are devoid of Vedic knowledge and the power to chant the Vedic mantras, the Hare Kṛṣṇa mahā-mantra is the only shelter. People should be intelligent enough to chant it. Yajñaiḥ saṅkīrtana-prāyair yajanti hi sumedhasaḥ. Those whose brains are dull cannot understand this chanting, nor can they take to it."
    },
    {
        "verse": "18",
        "devanagari": "यूयं ब्रह्मविदो युक्तास्तपसा दग्धकिल्बिषा: ।कुत: सङ्कल्पवैषम्यमनृतं विबुधेष्विव ॥ १८ ॥",
        "english_devnagari": "yūyaṁ brahma-vido yuktāstapasā dagdha-kilbiṣāḥkutaḥ saṅkalpa-vaiṣamyamanṛtaṁ vibudheṣv iva",
        "verse_Syn": [
            "yūyam",
            "brahma",
            "vidaḥ",
            "yuktāḥ",
            "tapasā",
            "dagdha",
            "kilbiṣāḥ",
            "kutaḥ",
            "saṅkalpa",
            "vaiṣamyam",
            "anṛtam",
            "vibudheṣu",
            "iva"
        ],
        "translation": "You are all self-controlled, well balanced in mind, and aware of the Absolute Truth. And because of austerities and penances you are completely cleansed of all material contamination. Your words, like those of the demigods, are never baffled. Then how is it possible that your determination has failed?",
        "purport": " We have learned from many Vedic literatures that a benediction or curse given by the demigods never proves false. By performing austerities and penances, by controlling the senses and mind, and by achieving full knowledge of the Absolute Truth, one is fully cleansed of material contamination. Then one’s words and blessings, like those of the demigods, are never a failure."
    },
    {
        "verse": "19",
        "devanagari": "निशम्य तद् वचस्तस्य भगवान् प्रपितामह: ।होतुर्व्यतिक्रमं ज्ञात्वा बभाषे रविनन्दनम् ॥ १९ ॥",
        "english_devnagari": "niśamya tad vacas tasyabhagavān prapitāmahaḥhotur vyatikramaṁ jñātvābabhāṣe ravi-nandanam",
        "verse_Syn": [
            "niśamya",
            "tat",
            "vacaḥ",
            "tasya",
            "bhagavān",
            "prapitāmahaḥ",
            "hotuḥ",
            "vyatikramam",
            "jñātvā",
            "babhāṣe",
            "ravi",
            "nandanam"
        ],
        "translation": "The most powerful great-grandfather Vasiṣṭha, after hearing these words of Manu, understood the discrepancy on the part of the priest. Thus he spoke as follows to the son of the sun-god.",
        "purport": ""
    },
    {
        "verse": "20",
        "devanagari": "एतत् सङ्कल्पवैषम्यं होतुस्ते व्यभिचारत: ।तथापि साधयिष्ये ते सुप्रजास्त्वं स्वतेजसा ॥ २० ॥",
        "english_devnagari": "etat saṅkalpa-vaiṣamyaṁhotus te vyabhicārataḥtathāpi sādhayiṣye tesuprajāstvaṁ sva-tejasā",
        "verse_Syn": [
            "etat",
            "saṅkalpa",
            "vaiṣamyam",
            "hotuḥ",
            "te",
            "vyabhicārataḥ",
            "tathā",
            "api",
            "sādhayiṣye",
            "te",
            "su",
            "prajāstvam",
            "sva",
            "tejasā"
        ],
        "translation": "This discrepancy in the objective is due to your priest’s deviation from the original purpose. However, by my own prowess I shall give you a good son.",
        "purport": ""
    },
    {
        "verse": "21",
        "devanagari": "एवं व्यवसितो राजन् भगवान् स महायशा: ।अस्तौषीदादिपुरुषमिलाया: पुंस्त्वकाम्यया ॥ २१ ॥",
        "english_devnagari": "evaṁ vyavasito rājanbhagavān sa mahā-yaśāḥastauṣīd ādi-puruṣamilāyāḥ puṁstva-kāmyayā",
        "verse_Syn": [
            "evam",
            "vyavasitaḥ",
            "rājan",
            "bhagavān",
            "saḥ",
            "mahā",
            "yaśāḥ",
            "astauṣīt",
            "ādi",
            "puruṣam",
            "ilāyāḥ",
            "puṁstva",
            "kāmyayā"
        ],
        "translation": "Śukadeva Gosvāmī said: O King Parīkṣit, after the most famous and powerful Vasiṣṭha made this decision, he offered prayers to the Supreme Person, Viṣṇu, to transform Ilā into a male.",
        "purport": ""
    },
    {
        "verse": "22",
        "devanagari": "तस्मै कामवरं तुष्टो भगवान् हरिरीश्वर: ।ददाविलाभवत् तेन सुद्युम्न: पुरुषर्षभ: ॥ २२ ॥",
        "english_devnagari": "tasmai kāma-varaṁ tuṣṭobhagavān harir īśvaraḥdadāv ilābhavat tenasudyumnaḥ puruṣarṣabhaḥ",
        "verse_Syn": [
            "tasmai",
            "kāma",
            "varam",
            "tuṣṭaḥ",
            "bhagavān",
            "hariḥ",
            "īśvaraḥ",
            "dadau",
            "ilā",
            "abhavat",
            "tena",
            "sudyumnaḥ",
            "puruṣa",
            "ṛṣabhaḥ"
        ],
        "translation": "The Supreme Personality of Godhead, the supreme controller, being pleased with Vasiṣṭha, gave him the benediction he desired. Thus Ilā was transformed into a very fine male named Sudyumna.",
        "purport": ""
    },
    {
        "verse": "23-24",
        "devanagari": "स एकदा महाराज विचरन् मृगयां वने ।वृत: कतिपयामात्यैरश्वमारुह्य सैन्धवम् ॥ २३ ॥प्रगृह्य रुचिरं चापं शरांश्च परमाद्भ‍ुतान् ।दंशितोऽनुमृगं वीरो जगाम दिशमुत्तराम् ॥ २४ ॥",
        "english_devnagari": "sa ekadā mahārājavicaran mṛgayāṁ vanevṛtaḥ katipayāmātyairaśvam āruhya saindhavam",
        "verse_Syn": [
            "saḥ",
            "ekadā",
            "mahārāja",
            "vicaran",
            "mṛgayām",
            "vane",
            "vṛtaḥ",
            "katipaya",
            "amātyaiḥ",
            "aśvam",
            "āruhya",
            "saindhavam",
            "pragṛhya",
            "ruciram",
            "cāpam",
            "śarān",
            "ca",
            "parama",
            "adbhutān",
            "daṁśitaḥ",
            "anumṛgam",
            "vīraḥ",
            "jagāma",
            "diśam",
            "uttarām"
        ],
        "translation": "O King Parīkṣit, that hero Sudyumna, accompanied by a few ministers and associates and riding on a horse brought from Sindhupradeśa, once went into the forest to hunt. He wore armor and was decorated with bows and arrows, and he was very beautiful. While following the animals and killing them, he reached the northern part of the forest.",
        "purport": ""
    },
    {
        "verse": "25",
        "devanagari": "सुकुमारवनं मेरोरधस्तात् प्रविवेश ह ।यत्रास्ते भगवाञ्छर्वो रममाण: सहोमया ॥ २५ ॥",
        "english_devnagari": "sukumāra-vanaṁ meroradhastāt praviveśa hayatrāste bhagavāñ charvoramamāṇaḥ sahomayā",
        "verse_Syn": [
            "sukumāra",
            "vanam",
            "meroḥ",
            "adhastāt",
            "praviveśa",
            "ha",
            "yatra",
            "āste",
            "bhagavān",
            "śarvaḥ",
            "ramamāṇaḥ",
            "saha",
            "umayā"
        ],
        "translation": "There in the north, at the bottom of Mount Meru, is a forest known as Sukumāra where Lord Śiva always enjoys with Umā. Sudyumna entered that forest.",
        "purport": ""
    },
    {
        "verse": "26",
        "devanagari": "तस्मिन् प्रविष्ट एवासौ सुद्युम्न: परवीरहा ।अपश्यत् स्रियमात्मानमश्वं च वडवां नृप ॥ २६ ॥",
        "english_devnagari": "tasmin praviṣṭa evāsausudyumnaḥ para-vīra-hāapaśyat striyam ātmānamaśvaṁ ca vaḍavāṁ nṛpa",
        "verse_Syn": [
            "tasmin",
            "praviṣṭaḥ",
            "eva",
            "asau",
            "sudyumnaḥ",
            "para",
            "vīra",
            "hā",
            "apaśyat",
            "striyam",
            "ātmānam",
            "aśvam",
            "ca",
            "vaḍavām",
            "nṛpa"
        ],
        "translation": "O King Parīkṣit, as soon as Sudyumna, who was expert in subduing enemies, entered the forest, he saw himself transformed into a female and his horse transformed into a mare.",
        "purport": ""
    },
    {
        "verse": "27",
        "devanagari": "तथा तदनुगा: सर्वे आत्मलिङ्गविपर्ययम् ।दृष्ट्वा विमनसोऽभूवन् वीक्षमाणा: परस्परम् ॥ २७ ॥",
        "english_devnagari": "tathā tad-anugāḥ sarveātma-liṅga-viparyayamdṛṣṭvā vimanaso ’bhūvanvīkṣamāṇāḥ parasparam",
        "verse_Syn": [
            "tathā",
            "tat",
            "anugāḥ",
            "sarve",
            "ātma",
            "liṅga",
            "viparyayam",
            "dṛṣṭvā",
            "vimanasaḥ",
            "abhūvan",
            "vīkṣamāṇāḥ",
            "parasparam"
        ],
        "translation": "When his followers also saw their identities transformed and their sex reversed, they were all very morose and just looked at one another.",
        "purport": ""
    },
    {
        "verse": "28",
        "devanagari": "श्रीराजोवाचकथमेवं गुणो देश: केन वा भगवन् कृत: ।प्रश्न‍मेनं समाचक्ष्व परं कौतूहलं हि न: ॥ २८ ॥",
        "english_devnagari": "śrī-rājovācakatham evaṁ guṇo deśaḥkena vā bhagavan kṛtaḥpraśnam enaṁ samācakṣvaparaṁ kautūhalaṁ hi naḥ",
        "verse_Syn": [
            "śrī",
            "rājā",
            "uvāca",
            "katham",
            "evam",
            "guṇaḥ",
            "deśaḥ",
            "kena",
            "vā",
            "bhagavan",
            "kṛtaḥ",
            "praśnam",
            "enam",
            "samācakṣva",
            "param",
            "kautūhalam",
            "hi",
            "naḥ"
        ],
        "translation": "Mahārāja Parīkṣit said: O most powerful brāhmaṇa, why was this place so empowered, and who made it so powerful? Kindly answer this question, for I am very eager to hear about this.",
        "purport": ""
    },
    {
        "verse": "29",
        "devanagari": "श्रीशुक उवाचएकदा गिरिशं द्रष्टुमृषयस्तत्र सुव्रता: ।दिशो वितिमिराभासा: कुर्वन्त: समुपागमन् ॥ २९ ॥",
        "english_devnagari": "śrī-śuka uvācaekadā giriśaṁ draṣṭumṛṣayas tatra suvratāḥdiśo vitimirābhāsāḥkurvantaḥ samupāgaman",
        "verse_Syn": [
            "śrī",
            "śukaḥ",
            "uvāca",
            "ekadā",
            "giriśam",
            "draṣṭum",
            "ṛṣayaḥ",
            "tatra",
            "su",
            "vratāḥ",
            "diśaḥ",
            "vitimira",
            "ābhāsāḥ",
            "kurvantaḥ",
            "samupāgaman"
        ],
        "translation": "Śukadeva Gosvāmī answered: Great saintly persons who strictly observed the spiritual rules and regulations and whose own effulgence dissipated all the darkness of all directions once came to see Lord Śiva in that forest.",
        "purport": ""
    },
    {
        "verse": "30",
        "devanagari": "तान् विलोक्याम्बिका देवी विवासा व्रीडिता भृशम् ।भर्तुरङ्कात् समुत्थाय नीवीमाश्वथ पर्यधात् ॥ ३० ॥",
        "english_devnagari": "tān vilokyāmbikā devīvivāsā vrīḍitā bhṛśambhartur aṅkāt samutthāyanīvīm āśv atha paryadhāt",
        "verse_Syn": [
            "tān",
            "vilokya",
            "ambikā",
            "devī",
            "vivāsā",
            "vrīḍitā",
            "bhṛśam",
            "bhartuḥ",
            "aṅkāt",
            "samutthāya",
            "nīvīm",
            "āśu",
            "atha",
            "paryadhāt"
        ],
        "translation": "When the goddess Ambikā saw the great saintly persons, she was very much ashamed because at that time she was naked. She immediately got up from the lap of her husband and tried to cover her breast.",
        "purport": ""
    },
    {
        "verse": "31",
        "devanagari": "ऋषयोऽपि तयोर्वीक्ष्य प्रसङ्गं रममाणयो: ।निवृत्ता: प्रययुस्तस्मान्नरनारायणाश्रमम् ॥ ३१ ॥",
        "english_devnagari": "ṛṣayo ’pi tayor vīkṣyaprasaṅgaṁ ramamāṇayoḥnivṛttāḥ prayayus tasmānnara-nārāyaṇāśramam",
        "verse_Syn": [
            "ṛṣayaḥ",
            "api",
            "tayoḥ",
            "vīkṣya",
            "prasaṅgam",
            "ramamāṇayoḥ",
            "nivṛttāḥ",
            "prayayuḥ",
            "tasmāt",
            "nara",
            "nārāyaṇa",
            "āśramam"
        ],
        "translation": "Seeing Lord Śiva and Pārvatī engaged in sexual affairs, all the great saintly persons immediately desisted from going further and departed for the āśrama of Nara-Nārāyaṇa.",
        "purport": ""
    },
    {
        "verse": "32",
        "devanagari": "तदिदं भगवानाह प्रियाया: प्रियकाम्यया ।स्थानं य: प्रविशेदेतत् स वै योषिद् भवेदिति ॥ ३२ ॥",
        "english_devnagari": "tad idaṁ bhagavān āhapriyāyāḥ priya-kāmyayāsthānaṁ yaḥ praviśed etatsa vai yoṣid bhaved iti",
        "verse_Syn": [
            "tat",
            "idam",
            "bhagavān",
            "āha",
            "priyāyāḥ",
            "priya",
            "kāmyayā",
            "sthānam",
            "yaḥ",
            "praviśet",
            "etat",
            "saḥ",
            "vai",
            "yoṣit",
            "bhavet",
            "iti"
        ],
        "translation": "Thereupon, just to please his wife, Lord Śiva said, “Any male entering this place shall immediately become a female!”",
        "purport": ""
    },
    {
        "verse": "33",
        "devanagari": "तत ऊर्ध्वं वनं तद् वै पुरुषा वर्जयन्ति हि ।सा चानुचरसंयुक्ता विचचार वनाद् वनम् ॥ ३३ ॥",
        "english_devnagari": "tata ūrdhvaṁ vanaṁ tad vaipuruṣā varjayanti hisā cānucara-saṁyuktāvicacāra vanād vanam",
        "verse_Syn": [
            "tataḥ",
            "ūrdhvam",
            "vanam",
            "tat",
            "vai",
            "puruṣāḥ",
            "varjayanti",
            "hi",
            "sā",
            "ca",
            "anucara",
            "saṁyuktā",
            "vicacāra",
            "vanāt",
            "vanam"
        ],
        "translation": "Since that time, no male had entered that forest. But now King Sudyumna, having been transformed into a female, began to walk with his associates from one forest to another.",
        "purport": " In Bhagavad-gītā (2.22) it is said: “As a person puts on new garments, giving up old ones, the soul accepts new material bodies, giving up the old and useless ones.” The body is just like a dress, and here this is proved. Sudyumna and his associates were all male, which means that their souls were covered by male dress, but now they became female, which means that their dress was changed. The soul, however, remains the same. It is said that by modern medical treatment a male can be transformed into a female, and a female into a male. The body, however, has no connection with the soul. The body can be changed, either in this life or the next. Therefore, one who has knowledge of the soul and how the soul transmigrates from one body to another does not pay attention to the body, which is nothing but a covering dress. Paṇḍitāḥ sama-darśinaḥ. Such a person sees the soul, which is part and parcel of the Supreme Lord. Therefore he is a sama-darśī, a learned person."
    },
    {
        "verse": "34",
        "devanagari": "अथ तामाश्रमाभ्याशे चरन्तीं प्रमदोत्तमाम् ।स्रीभि: परिवृतां वीक्ष्य चकमे भगवान् बुध: ॥ ३४ ॥",
        "english_devnagari": "atha tām āśramābhyāśecarantīṁ pramadottamāmstrībhiḥ parivṛtāṁ vīkṣyacakame bhagavān budhaḥ",
        "verse_Syn": [
            "atha",
            "tām",
            "āśrama",
            "abhyāśe",
            "carantīm",
            "pramadā",
            "uttamām",
            "strībhiḥ",
            "parivṛtām",
            "vīkṣya",
            "cakame",
            "bhagavān",
            "budhaḥ"
        ],
        "translation": "Sudyumna had been transformed into the best of beautiful women who excite sexual desire and was surrounded by other women. Upon seeing this beautiful woman loitering near his āśrama, Budha, the son of the moon, immediately desired to enjoy her.",
        "purport": ""
    },
    {
        "verse": "35",
        "devanagari": "सापि तं चकमे सुभ्रू: सोमराजसुतं पतिम् ।स तस्यां जनयामास पुरूरवसमात्मजम् ॥ ३५ ॥",
        "english_devnagari": "sāpi taṁ cakame subhrūḥsomarāja-sutaṁ patimsa tasyāṁ janayām āsapurūravasam ātmajam",
        "verse_Syn": [
            "sā",
            "api",
            "tam",
            "cakame",
            "su",
            "bhrūḥ",
            "somarāja",
            "sutam",
            "patim",
            "saḥ",
            "tasyām",
            "janayām",
            "āsa",
            "purūravasam",
            "ātma",
            "jam"
        ],
        "translation": "The beautiful woman also desired to accept Budha, the son of the king of the moon, as her husband. Thus Budha begot in her womb a son named Purūravā.",
        "purport": ""
    },
    {
        "verse": "36",
        "devanagari": "एवं स्रीत्वमनुप्राप्त: सुद्युम्नो मानवो नृप: ।सस्मार स कुलाचार्यं वसिष्ठमिति शुश्रुम ॥ ३६ ॥",
        "english_devnagari": "evaṁ strītvam anuprāptaḥsudyumno mānavo nṛpaḥsasmāra sa kulācāryaṁvasiṣṭham iti śuśruma",
        "verse_Syn": [
            "evam",
            "strītvam",
            "anuprāptaḥ",
            "sudyumnaḥ",
            "mānavaḥ",
            "nṛpaḥ",
            "sasmāra",
            "saḥ",
            "kula",
            "ācāryam",
            "vasiṣṭham",
            "iti",
            "śuśruma"
        ],
        "translation": "I heard from reliable sources that King Sudyumna, the son of Manu, having thus achieved femininity, remembered his familial spiritual master, Vasiṣṭha.",
        "purport": ""
    },
    {
        "verse": "37",
        "devanagari": "स तस्य तां दशां दृष्ट्वा कृपया भृशपीडित: ।सुद्युम्नस्याशयन् पुंस्त्वमुपाधावत शङ्करम् ॥ ३७ ॥",
        "english_devnagari": "sa tasya tāṁ daśāṁ dṛṣṭvākṛpayā bhṛśa-pīḍitaḥsudyumnasyāśayan puṁstvamupādhāvata śaṅkaram",
        "verse_Syn": [
            "saḥ",
            "tasya",
            "tām",
            "daśām",
            "dṛṣṭvā",
            "kṛpayā",
            "bhṛśa",
            "pīḍitaḥ",
            "sudyumnasya",
            "āśayan",
            "puṁstvam",
            "upādhāvata",
            "śaṅkaram"
        ],
        "translation": "Upon seeing Sudyumna’s deplorable condition, Vasiṣṭha was very much aggrieved. Desiring for Sudyumna to regain his maleness, Vasiṣṭha again began to worship Lord Śaṅkara [Śiva].",
        "purport": ""
    },
    {
        "verse": "38-39",
        "devanagari": "तुष्टस्तस्मै स भगवानृषये प्रियमावहन् ।स्वां च वाचमृतां कुर्वन्निदमाह विशाम्पते ॥ ३८ ॥मासं पुमान् स भविता मासं स्री तव गोत्रज: ।इत्थं व्यवस्थया कामं सुद्युम्नोऽवतु मेदिनीम् ॥ ३९ ॥",
        "english_devnagari": "tuṣṭas tasmai sa bhagavānṛṣaye priyam āvahansvāṁ ca vācam ṛtāṁ kurvannidam āha viśāmpate",
        "verse_Syn": [
            "tuṣṭaḥ",
            "tasmai",
            "saḥ",
            "bhagavān",
            "ṛṣaye",
            "priyam",
            "āvahan",
            "svām",
            "ca",
            "vācam",
            "ṛtām",
            "kurvan",
            "idam",
            "āha",
            "viśāmpate",
            "māsam",
            "pumān",
            "saḥ",
            "bhavitā",
            "māsam",
            "strī",
            "tava",
            "gotra",
            "jaḥ",
            "ittham",
            "vyavasthayā",
            "kāmam",
            "sudyumnaḥ",
            "avatu",
            "medinīm"
        ],
        "translation": "O King Parīkṣit, Lord Śiva was pleased with Vasiṣṭha. Therefore, to satisfy him and to keep his own word to Pārvatī, Lord Śiva said to that saintly person, “Your disciple Sudyumna may remain a male for one month and a female for the next. In this way he may rule the world as he likes.”",
        "purport": " The word gotrajaḥ is significant in this connection. Brāhmaṇas generally act as spiritual masters of two dynasties. One is their disciplic succession, and the other is the dynasty born of their semen. Both descendants belong to the same gotra, or dynasty. In the Vedic system we sometimes find that both brāhmaṇas and kṣatriyas and even vaiśyas come in the disciplic succession of the same ṛṣis. Because the gotra and dynasty are one, there is no difference between the disciples and the family born of the semen. The same system still prevails in Indian society, especially in regard to marriage, for which the gotra is calculated. Here the word gotrajaḥ refers to those born in the same dynasty, whether they be disciples or members of the family."
    },
    {
        "verse": "40",
        "devanagari": "आचार्यानुग्रहात् कामं लब्ध्वा पुंस्त्वं व्यवस्थया ।पालयामास जगतीं नाभ्यनन्दन् स्म तं प्रजा: ॥ ४० ॥",
        "english_devnagari": "ācāryānugrahāt kāmaṁlabdhvā puṁstvaṁ vyavasthayāpālayām āsa jagatīṁnābhyanandan sma taṁ prajāḥ",
        "verse_Syn": [
            "ācārya",
            "anugrahāt",
            "kāmam",
            "labdhvā",
            "puṁstvam",
            "vyavasthayā",
            "pālayām",
            "āsa",
            "jagatīm",
            "na",
            "abhyanandan",
            "sma",
            "tam",
            "prajāḥ"
        ],
        "translation": "Thus being favored by the spiritual master, according to the words of Lord Śiva, Sudyumna regained his desired maleness every alternate month and in this way ruled the kingdom, although the citizens were not satisfied with this.",
        "purport": " The citizens could understand that the king was transformed into a female every alternate month and therefore could not discharge his royal duty. Consequently they were not very satisfied."
    },
    {
        "verse": "41",
        "devanagari": "तस्योत्कलो गयो राजन् विमलश्च त्रय: सुता: ।दक्षिणापथराजानो बभूवुर्धर्मवत्सला: ॥ ४१ ॥",
        "english_devnagari": "tasyotkalo gayo rājanvimalaś ca trayaḥ sutāḥdakṣiṇā-patha-rājānobabhūvur dharma-vatsalāḥ",
        "verse_Syn": [
            "tasya",
            "utkalaḥ",
            "gayaḥ",
            "rājan",
            "vimalaḥ",
            "ca",
            "trayaḥ",
            "sutāḥ",
            "dakṣiṇā",
            "patha",
            "rājānaḥ",
            "babhūvuḥ",
            "dharma",
            "vatsalāḥ"
        ],
        "translation": "O King, Sudyumna had three very pious sons, named Utkala, Gaya and Vimala, who became the kings of the Dakṣiṇā-patha.",
        "purport": ""
    },
    {
        "verse": "42",
        "devanagari": "तत: परिणते काले प्रतिष्ठानपति: प्रभु: ।पुरूरवस उत्सृज्य गां पुत्राय गतो वनम् ॥ ४२ ॥",
        "english_devnagari": "tataḥ pariṇate kālepratiṣṭhāna-patiḥ prabhuḥpurūravasa utsṛjyagāṁ putrāya gato vanam",
        "verse_Syn": [
            "tataḥ",
            "pariṇate",
            "kāle",
            "pratiṣṭhāna",
            "patiḥ",
            "prabhuḥ",
            "purūravase",
            "utsṛjya",
            "gām",
            "putrāya",
            "gataḥ",
            "vanam"
        ],
        "translation": "Thereafter, when the time was ripe, when Sudyumna, the king of the world, was sufficiently old, he delivered the entire kingdom to his son Purūravā and entered the forest.",
        "purport": " According to the Vedic system, one within the institution of varṇa and āśrama must leave his family life after he reaches fifty years of age (pañcāśordhvaṁ vanaṁ vrajet). Thus Sudyumna followed the prescribed regulations of varṇāśrama by leaving the kingdom and going to the forest to complete his spiritual life."
    }
]